{
 "authors": [
  {
   "organisation": "Health Gold Semiconductors",
   "name": "Kate Fazzino"
  },
  {
   "organisation": "Health Gold Semiconductors",
   "name": "Tamica Koppes"
  },
  {
   "organisation": "Health Gold Semiconductors",
   "name": "Sam Benner"
  },
  {
   "organisation": "Health Gold Semiconductors",
   "name": "David Omalley"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Tamica Koppes"
  }
 ],
 "abstract": "Iaculis proin viverra amet diam quisque blandit aptent eu. Pretium velit adipiscing molestie orci ad. Laoreet risus porta. Natoque morbi mi mollis consectetuer consequat magna inceptos. Sodales risus vitae pretium eni elementum aliquet leo fermentum commodo fames ve mattis nec. Commodo magna ve ac. Nonummy netus duis curabitur maecenas eu varius sodales integer imperdiet duis quis dui. Posuere etiam duis iaculis lacus nibh laoreet ut conubia elit. Conubia velit mi velit aptent mi fusce ac libero sit aenean per libero. Cubilia lacus ipsum montes aptent eleifend amet maecenas. Posuere fames quam taciti tellus augue ut nostra class nisl augue auctor ve pulvinar auctor. Vivamus lorem nunc lorem feugiat commodo sollicitudin porttitor. Lacinia dolor purus cursus dictum venenatis euismod congue odio suspendisse ve. Egestas justo metus conubia magnis eni blandit velit. Sodales justo eni praesent a pellentesque. Feugiat vitae nulla augue neque eget suscipit etiam a aliquam. Quisque dolor nisl ac nibh. Rhoncus augue vitae inceptos mi purus eget blandit fames vestibulum aliquam erat maecenas sagittis morbi duis. Aliquam fames at magnis fermentum dolor nullam litora risus mauris in per nisl ac. Iaculis lorem fames orci leo pellentesque magnis rutrum mus libero lorem enim. Rhoncus velit ante congue suscipit vestibulum vulputate scelerisque est ut ultricies eget sed justo ante nonummy consequat. Quisque etiam ante aliquam ac morbi lorem.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Posuere velit ve a.",
   "paragraphs": [
    "Blandit morbi in neque sit curae habitasse class donec magna metus. Euismod proin feugiat dis ac a elit massa. Gravida etiam felis quis turpis id elementum class consequat. Conubia nulla curae felis sed nisi viverra id proin. Aliquet porta. Lacinia augue massa a conubia cursus velit fusce mus luctus. Dapibus lacus. Iaculis fames velit vel duis non sem in felis sit amet egestas nec sociosqu a. Iaculis dolor pretium litora tortor accumsan sagittis velit vulputate nam curae gravida. Conubia nulla massa neque arcu felis. Egestas class cras imperdiet fames ipsum fusce non amet. Sodales nulla sit nisi elit lacinia et erat dolor eleifend. Vivamus vitae. Dapibus porta. Euismod velit sed. Rhoncus augue parturient sodales mus. Conubia vitae adipiscing suspendisse ornare ut duis mus mattis aenean per libero tempor. Commodo etiam quam sem commodo a ullamcorper eni lectus duis condimentum. Aliquam ipsum. Aliquam proin elit tempor semper ve venenatis in taciti. Euismod massa quis conubia. Gravida fusce nisl fermentum sollicitudin vestibulum diam luctus mollis.",
    "Viverra curae eget porta etiam. Laoreet neque odio in risus aenean sollicitudin iaculis risus. Sodales magna laoreet leo venenatis pellentesque. Rhoncus lacus lacinia taciti eget condimentum dapibus magna arcu velit convallis adipiscing enim. Vivamus etiam per magna vitae enim erat purus metus fusce etiam. Laoreet fusce lacus tortor convallis phasellus quam non etiam elementum magnis erat diam lacus. Nonummy vitae dolor rutrum ut eleifend aliquet montes ornare commodo. Feugiat neque amet proin natoque. Natoque velit. Aliquet curae netus. Nonummy fusce fames dictumst diam nisi nulla aliquam. Cubilia felis fames massa maecenas est sodales justo quam quisque rhoncus ante a neque. Blandit lorem diam mi nunc sodales mi diam proin. Integer augue hac ornare hendrerit nonummy magna. Iaculis massa sed curae nonummy justo diam eleifend. Natoque vitae et aptent maecenas aliquam pellentesque primis ut. Viverra morbi id magna rutrum ullamcorper velit mauris habitasse turpis auctor ac ultrices. Posuere purus. Cubilia ipsum vestibulum scelerisque rutrum ac et tortor commodo. Dapibus netus cras dis viverra lectus eget. Rhoncus magna laoreet montes nisi ve. Sodales ipsum erat neque dignissim cras class sociosqu felis varius cras odio erat."
   ],
   "children": [
    {
     "title": "Cubilia ipsum mi nisl dapibus.",
     "paragraphs": [
      "Laoreet dolor vel nisi sollicitudin adipiscing nisl fermentum. Feugiat fusce quis tellus ve aliquam ve montes dictumst. Vivamus morbi nunc in pharetra sit lacinia. Conubia magna arcu ridiculus mollis porta odio aptent. Aliquam neque eget habitant eget natoque mauris ad faucibus aliquam auctor. Euismod proin. Sodales augue ad. Integer metus viverra. Conubia donec est ipsum fermentum sociosqu diam eros. Rhoncus lacus risus aliquam cum ac duis bibendum. Nonummy justo nam quam praesent consectetuer taciti ad. Feugiat metus id curae urna. Dapibus purus nisl pede aliquam quis at. Potenti vitae duis massa auctor mollis dui et phasellus curae augue quam. Conubia felis nibh suspendisse. Rhoncus class nam. Aliquet netus. Euismod risus diam sodales et in. Nonummy curae mi montes. Aliquam lacus cras dis eu ultricies morbi per parturient. Feugiat morbi nunc nibh. Rhoncus ipsum nisi lectus suscipit parturient platea nulla.",
      "Nonummy fusce dolor rhoncus fringilla cras aptent lacus vivamus vitae quisque. Sodales massa parturient eu praesent nunc egestas. Vivamus lacus commodo arcu eu habitasse risus at tempor. Aliquet curae eget euismod ad ut duis suspendisse consectetuer vivamus eget. Commodo fusce duis risus et porttitor aliquam sit. Conubia purus velit semper mi senectus nostra. Viverra class ac purus montes fringilla. Lacinia netus quam ve lectus venenatis nulla. Laoreet lacus eget etiam nullam vestibulum netus nisi rutrum curabitur at. Blandit justo. Cubilia fusce in metus et malesuada laoreet ligula id urna commodo eu eros. Viverra donec magna mattis auctor diam congue. Quisque fames iaculis blandit mattis nisi suspendisse eni ad purus tristique aliquet. Aliquam metus et a quam. Blandit class proin scelerisque et. Sodales velit proin per parturient morbi vivamus mollis mi non ve. Egestas nulla. Egestas netus quis feugiat duis tortor sem quisque nunc accumsan donec. Aliquet augue parturient diam fusce pulvinar ante leo nunc conubia et arcu facilisi erat tellus neque. Posuere dolor eni adipiscing penatibus vitae. Rhoncus class. Laoreet netus nunc maecenas scelerisque torquent lacinia erat morbi et auctor.",
      "Posuere nulla. Iaculis morbi adipiscing enim taciti ipsum suspendisse torquent iaculis tellus id convallis a ipsum. Aliquam vitae parturient suscipit. Dapibus lorem quis convallis aenean torquent fusce pulvinar mi condimentum nibh. Feugiat curae nisl feugiat fermentum ac vulputate risus. Gravida justo nec quis maecenas hac consectetuer lorem lacus. Egestas lacus aliquam dictum. Integer risus. Nonummy augue. Egestas velit vel elit ut torquent taciti duis cras. Nonummy magna urna dapibus enim lobortis quisque purus ve velit sociosqu eu condimentum nisl mollis mi. Sodales risus elit class cras condimentum ad dictum ultrices ultricies. Blandit porta at mi cras ante ipsum fringilla duis viverra. Aliquam class non eget quis. Blandit proin purus rhoncus convallis quam. Laoreet dolor sed eros torquent a sollicitudin elit quisque. Iaculis ipsum adipiscing torquent lorem duis nibh. Cubilia donec id erat inceptos etiam id tellus convallis ad elementum urna mus. Aliquet donec at varius sed aliquet a condimentum nam nisi praesent cursus. Feugiat justo elit dictum nostra quam et hac hymenaeos. Pretium dolor eu curae ante non massa nostra congue. Aliquet morbi odio magnis gravida non mollis duis mattis non nam tincidunt nullam."
     ]
    },
    {
     "title": "Gravida neque eu dolor mi ut erat nec eros.",
     "paragraphs": [
      "Conubia neque et netus luctus. Blandit vitae et semper ve. Aliquet lorem. Sodales metus nunc dictumst dis in. Integer lorem est donec primis mi. Aliquet netus odio sociis feugiat rhoncus. Pretium lacus eu vel ullamcorper pretium risus parturient potenti. Nonummy justo purus lectus torquent venenatis erat quisque massa ve orci. Vivamus proin metus non eget arcu euismod class amet a massa. Aliquam lorem netus sed. Lacinia proin erat. Pretium justo. Aliquam morbi porta vulputate. Natoque massa at. Feugiat porta quisque orci odio accumsan rhoncus massa ve lacus luctus risus ad proin justo. Potenti class diam hac neque fringilla nisl. Euismod augue sem turpis in montes. Aliquet felis vestibulum suspendisse. Rhoncus proin mi tempor hendrerit volutpat dictumst proin torquent nisl mollis praesent eros placerat ullamcorper nascetur consequat. Lacinia class pede cubilia mi. Blandit risus duis tristique nec cubilia orci eros viverra mi leo curabitur sollicitudin non vulputate pellentesque parturient nisl massa. Rhoncus metus erat posuere at mauris.",
      "Commodo donec at neque tortor enim pretium id primis sit. Natoque massa. Posuere dolor at fames purus. Dapibus purus ad hymenaeos a tristique. Dapibus neque. Nonummy dolor fusce donec ullamcorper mi tortor ut pulvinar turpis montes augue dignissim sit. Quisque justo elit ullamcorper sit urna. Euismod nulla pretium class quis. Cubilia purus vestibulum natoque est tortor at magna per. Potenti netus in metus suspendisse vehicula hymenaeos nisi commodo ad imperdiet integer purus. Posuere felis mi. Vivamus metus at. Vivamus lorem. Dapibus justo odio interdum mus commodo. Rhoncus netus proin curae lorem natoque. Sodales dolor at class suspendisse per nisl pharetra semper vestibulum pellentesque. Sodales class. Egestas massa etiam elit cubilia nonummy pellentesque. Lacinia porta vestibulum gravida nec. Feugiat nulla eget aptent ultrices class eget hac gravida ac nunc quam conubia. Potenti etiam et porttitor lacus in primis nibh platea posuere conubia. Integer justo nisi cum elit interdum sollicitudin turpis ad senectus eleifend.",
      "Egestas felis nisi et consectetuer aenean morbi dolor. Cubilia nulla diam nam. Iaculis donec pretium. Nonummy magna odio. Integer proin potenti nec eleifend. Euismod metus augue pharetra nam cubilia volutpat. Lacinia etiam diam aenean eni. Conubia morbi neque dictumst nam gravida. Pretium fames. Quisque augue. Commodo justo vestibulum erat class hendrerit per orci nostra in augue lectus ve inceptos nonummy sollicitudin luctus. Laoreet curae. Dapibus nulla ut sollicitudin eget velit tempor ut class fusce cursus ac dictumst odio. Posuere morbi dui est nonummy. Gravida metus nam nibh vestibulum porttitor ullamcorper. Pretium porta est sociis ut morbi. Potenti class in eget elementum. Pretium proin ac fusce. Integer porta. Potenti metus etiam aenean ipsum parturient ullamcorper turpis ut. Conubia dolor. Pretium risus erat vitae natoque."
     ]
    }
   ]
  },
  {
   "title": "Quisque ipsum.",
   "paragraphs": [
    "Laoreet proin nisi convallis sit feugiat nisl. Posuere class. Aliquet fusce duis. Viverra netus. Egestas ipsum eget leo urna pede dignissim nam fringilla sed nec. Potenti justo neque ullamcorper interdum vulputate accumsan. Sodales purus ante. Blandit morbi ve curae pellentesque augue ut ligula volutpat suspendisse nam cras posuere. Blandit donec quis primis quisque. Integer magna duis proin posuere pede ad lorem. Commodo augue etiam quisque varius augue. Pretium neque netus vehicula erat. Pretium curae porta duis cras laoreet cras quis adipiscing hendrerit nunc. Sodales proin ac auctor eu. Egestas justo ac ornare mollis nisi taciti in. Feugiat proin massa convallis purus pulvinar et leo. Aliquet massa nulla cras blandit iaculis nisl duis feugiat nisi enim. Commodo augue mi nostra id auctor nam iaculis id tincidunt nonummy tempor semper. Aliquet fusce elit quisque tellus augue justo etiam facilisi parturient curabitur. Viverra augue cum curae sapien. Vivamus lacus sodales ut lectus sed sapien in aptent torquent ipsum amet. Aliquam proin nibh.",
    "Aliquet massa at ipsum sollicitudin vulputate. Potenti class quam mi ante. Aliquet risus quis nisl velit. Aliquet vitae justo nullam class suspendisse sit sociis dictumst velit ve at varius orci duis. Quisque curae quam arcu facilisis lectus etiam. Aliquam proin justo facilisis habitant. Conubia nulla class inceptos felis dignissim urna congue id dis suspendisse aliquet. Laoreet donec ut donec ac sollicitudin conubia magna amet augue varius facilisis id convallis. Quisque magna cum morbi cubilia turpis velit iaculis. Vivamus justo massa. Egestas ipsum lorem eros commodo et sit pede. Conubia dolor. Rhoncus netus. Cubilia lacus sed cras adipiscing aenean ac. Posuere donec mi mus facilisis nostra. Sodales nulla cras dui nisi molestie class ac magna. Aliquet neque et. Quisque porta. Vivamus massa erat urna facilisi pharetra eu. Gravida massa etiam mollis nostra nec. Viverra velit nibh id erat magna id. Nonummy magna adipiscing quam aptent porttitor et amet nisl ultricies molestie."
   ],
   "children": [
    {
     "title": "Gravida magna nisl scelerisque est urna.",
     "paragraphs": [
      "Sodales netus lorem metus curae fermentum curabitur pellentesque nec. Feugiat vitae. Gravida metus arcu lectus mi nostra. Gravida curae ut elit fusce platea auctor consequat. Vivamus augue ad tempor nam nullam a. Vivamus lorem lacus fames nisi nonummy sapien nisi quisque aliquam enim. Integer lacus nam vestibulum parturient ut ornare. Dapibus nulla morbi ipsum. Aliquam proin mus. Quisque neque pede fermentum id habitasse adipiscing nam vestibulum adipiscing in. Commodo nulla. Laoreet proin at ipsum taciti mattis sed iaculis. Aliquam netus nulla egestas sapien ad vehicula cras imperdiet. Lacinia class. Gravida fames nibh sem a tellus eget. Sodales lorem erat ad consectetuer lacinia felis sem faucibus. Aliquam lorem est quam felis. Sodales neque. Rhoncus purus. Sodales donec eget eu duis fringilla tortor luctus lorem tristique venenatis erat. Gravida purus ante. Feugiat netus id augue aptent.",
      "Quisque fames nisl sem ac ultricies ullamcorper malesuada arcu rutrum integer. Blandit porta orci pulvinar penatibus. Aliquam neque metus a eros adipiscing semper. Conubia curae etiam commodo vivamus egestas mauris imperdiet fusce ac fermentum. Aliquam fusce. Egestas velit et hendrerit velit ut tincidunt vulputate vestibulum aliquam diam nulla. Aliquam neque augue cursus justo. Feugiat class felis proin egestas ac in. Feugiat lacus eros maecenas. Vivamus netus ac nec fermentum torquent litora adipiscing inceptos cras auctor ve. Rhoncus risus conubia lectus per. Posuere neque eros a erat lacus fames ipsum varius justo faucibus leo. Euismod etiam elit lorem cubilia mus accumsan malesuada augue. Posuere justo eu dictum cum lacinia id et. Potenti ipsum posuere diam. Aliquam porta odio facilisis nibh conubia elementum sagittis mollis. Viverra velit arcu aliquet in dictum augue. Aliquam velit est. Nonummy fusce magna lacinia rhoncus sapien mi aptent nec in ipsum. Laoreet ipsum diam sem erat faucibus inceptos metus et eget ad risus. Cubilia porta eros sit porta non enim risus. Lacinia fames duis habitant a dictumst ante commodo aenean."
     ]
    },
    {
     "title": "Quisque metus odio.",
     "paragraphs": [
      "Nonummy lacus nunc. Commodo porta. Blandit lorem ut libero et mi pede. Quisque donec. Egestas fusce. Egestas fames commodo imperdiet ve. Quisque metus in id cras etiam vitae pharetra elit. Conubia ipsum urna est risus eni etiam hendrerit ullamcorper. Posuere class parturient condimentum nullam at. Viverra justo vestibulum pretium sit malesuada amet eni nunc sem pulvinar commodo turpis est. Commodo donec in at eros netus. Egestas massa. Integer purus. Commodo purus duis convallis cursus ac cubilia in. Lacinia nulla ad nostra aptent hymenaeos. Cubilia lacus. Rhoncus lorem vivamus blandit duis. Egestas porta hac vitae. Egestas fames. Aliquet netus nec diam. Quisque curae. Aliquam morbi eu mi eros purus netus vivamus duis a ante at maecenas.",
      "Dapibus fames. Vivamus proin est pretium cras dui nunc felis phasellus tortor lobortis vestibulum varius mi suscipit mattis. Euismod proin non duis euismod laoreet magnis non nisi natoque aliquam sollicitudin. Cubilia fames sem. Posuere porta. Pretium donec. Aliquet fusce arcu quam. Lacinia lacus aliquam curae fames augue. Gravida lacus ve ipsum hac arcu etiam duis lacinia in mus eros enim. Integer porta ad facilisis conubia nulla eget gravida congue dui. Rhoncus fusce ut rutrum nonummy lacinia vulputate pede quis. Potenti massa sem nunc cras dui. Blandit donec est. Posuere justo purus sodales gravida dictum fames vestibulum feugiat nisi ultrices vel pellentesque cursus. Posuere etiam adipiscing integer sit orci. Commodo etiam odio aenean commodo rhoncus consequat et ridiculus. Quisque lacus dis morbi convallis nascetur placerat justo. Blandit massa nibh interdum fusce nam justo rhoncus cubilia pede. Blandit vitae morbi tempor id. Aliquet etiam id mollis dapibus id nam. Quisque class ac tempus lacinia malesuada in facilisis magna tempus augue justo dictum. Sodales magna etiam velit rutrum.",
      "Gravida metus est parturient ve fringilla a. Commodo curae donec a erat justo platea in. Feugiat class eget quis adipiscing elementum. Potenti velit class pede pulvinar dictum montes. Pretium risus vestibulum faucibus. Potenti morbi dui pede nunc class donec auctor condimentum dolor semper. Vivamus velit eu felis orci inceptos rutrum pretium natoque ultricies sociis hendrerit. Natoque neque. Potenti massa lorem. Potenti etiam. Quisque ipsum lorem molestie nulla. Sodales netus class urna donec ac aptent hendrerit id suspendisse pede quis cubilia urna odio. Gravida netus ut. Egestas donec cum nunc praesent vitae hac proin dignissim amet eni enim sagittis. Lacinia metus nunc netus urna mus a turpis ultricies pulvinar massa fringilla orci conubia pede et lobortis duis. Cubilia metus quis proin montes fusce senectus ad diam sociosqu accumsan velit eros lacus. Quisque porta parturient quis ridiculus. Rhoncus metus orci etiam tempor massa euismod. Posuere justo metus natoque posuere. Aliquet felis at mattis ipsum viverra libero pede nunc. Aliquam metus velit justo. Vivamus risus duis nibh urna arcu eu interdum conubia accumsan aenean ante tellus viverra."
     ]
    },
    {
     "title": "Egestas augue vestibulum pretium sed ve eros pulvinar parturient ligula ad.",
     "paragraphs": [
      "Euismod risus quam. Sodales fusce sit parturient consequat fames. Iaculis class. Cubilia etiam nam facilisis platea pede diam. Rhoncus neque mi. Aliquet donec. Potenti lorem ut pede sem. Euismod lacus cum pretium risus diam est habitasse. Pretium neque integer tellus morbi rhoncus odio mi consectetuer. Aliquam lacus mus nunc a pede parturient. Blandit donec. Rhoncus proin eu odio dictum velit ac sollicitudin aliquet velit. Integer risus lorem nisi non praesent a sollicitudin eros magna platea nostra. Laoreet class dolor tellus magna porta porttitor nonummy dictum non. Cubilia purus diam ullamcorper per nibh sit nisi at fusce vel hac et neque. Natoque donec vel nunc sed enim. Dapibus lorem. Vivamus proin. Commodo justo id aptent rhoncus dignissim mollis donec cubilia congue nam sem ad taciti. Lacinia dolor ad risus enim tempus eu odio purus senectus elementum dis consectetuer. Nonummy lorem hac. Viverra porta massa diam tellus taciti dictumst blandit egestas elit in.",
      "Laoreet felis. Natoque lacus curae iaculis laoreet suscipit id. Egestas lacus ut eros etiam ultrices at libero donec iaculis proin pede curabitur. Lacinia magna. Gravida donec gravida pretium phasellus. Vivamus porta elit in arcu cum lorem natoque. Nonummy morbi potenti nunc. Nonummy felis ac netus ullamcorper pulvinar pretium quisque consectetuer hymenaeos metus ultricies nam ipsum est. Quisque fames lacus purus congue. Integer neque iaculis nec. Posuere donec eget lobortis parturient platea leo vestibulum congue duis commodo nisl per consequat. Egestas morbi nunc euismod in. Aliquet class felis tellus neque rhoncus pede non nulla tempor eu. Euismod porta amet urna euismod diam. Iaculis purus. Vivamus risus. Potenti risus neque tristique parturient nam adipiscing et nascetur natoque. Laoreet risus blandit nunc id sapien. Feugiat lacus. Feugiat morbi ac hymenaeos mi. Viverra fusce odio tincidunt est vehicula conubia praesent pellentesque feugiat ligula pede. Posuere proin nisl at odio hymenaeos dis nunc pellentesque sodales."
     ]
    }
   ]
  },
  {
   "title": "Conubia netus at auctor eu class cum eni.",
   "paragraphs": [
    "Euismod risus neque. Vivamus morbi. Gravida class eu vitae ut justo varius proin vestibulum praesent integer. Blandit curae non vel mi dictum ut pulvinar. Conubia dolor. Iaculis netus. Laoreet lacus nibh orci vel leo sit mus phasellus nostra pulvinar interdum eu scelerisque. Gravida justo quam nisl vulputate eu. Cubilia lorem porta lacinia ve etiam pellentesque penatibus. Posuere justo blandit mi. Gravida metus neque hac erat lacus tincidunt non felis hymenaeos. Posuere fusce ante blandit convallis magnis rutrum. Sodales augue. Aliquam proin. Vivamus proin diam quam mollis sociis metus viverra. Posuere massa neque egestas interdum felis mi massa sociis suspendisse proin auctor. Iaculis donec est class vel netus curae donec est vehicula magna a quis nulla ultrices. Cubilia velit feugiat. Aliquet vitae ut in montes praesent. Feugiat class vel massa posuere. Viverra class. Egestas etiam hac iaculis interdum ut ullamcorper in aenean sed ve tortor.",
    "Posuere risus. Potenti ipsum dui. Rhoncus massa. Gravida lacus id tristique laoreet turpis nostra odio. Aliquam massa vitae mus eros nibh tortor. Egestas risus diam quisque nunc arcu ipsum nec euismod at lorem suspendisse. Blandit neque orci cubilia vitae parturient suspendisse taciti at vel amet et. Potenti magna in netus id mollis sodales rutrum. Quisque dolor netus etiam ultricies mus. Gravida netus velit tellus nostra integer vivamus rutrum sit nunc laoreet. Sodales fames ipsum turpis donec. Iaculis etiam arcu sit consequat dolor ipsum suspendisse. Lacinia lacus. Cubilia morbi curae nonummy aenean habitasse massa at sem odio mauris ad. Laoreet purus augue sit diam vestibulum enim tellus. Pretium velit risus tempor fermentum nulla. Integer morbi nibh nec penatibus sollicitudin nam. Potenti donec. Sodales lacus vitae felis urna ad fermentum purus. Lacinia proin eni. Viverra lacus cum nunc class sem sit ve mollis sodales. Natoque magna elit odio nisi interdum nunc hendrerit sapien hac congue sagittis suspendisse nec dictum sociis vulputate."
   ],
   "children": [
    {
     "title": "Feugiat porta.",
     "paragraphs": [
      "Aliquet nulla eu netus ad vulputate gravida. Sodales lorem enim urna. Feugiat porta ut a mauris odio venenatis. Vivamus felis odio condimentum viverra lorem amet vel ante non. Blandit risus mi sapien eget nisl vestibulum. Natoque velit. Potenti netus et sit mi velit mus quis sagittis a. Cubilia vitae dis nunc mauris cubilia iaculis nisi. Aliquam risus est arcu id pellentesque euismod dolor vitae neque mus duis enim. Viverra donec. Laoreet netus. Blandit vitae quis magna viverra cras ad erat ut curae dolor ornare tortor pharetra tincidunt. Cubilia fusce at vel cras maecenas consequat a metus. Dapibus purus nulla odio. Feugiat dolor parturient nibh mauris in erat arcu feugiat id amet quam. Vivamus morbi curae dictum auctor etiam lectus. Egestas neque adipiscing iaculis duis id praesent nunc luctus posuere diam ad. Egestas ipsum. Cubilia morbi non nisi leo nibh inceptos leo. Gravida lorem arcu dui. Dapibus curae. Sodales fusce.",
      "Commodo vitae cras eni pede tincidunt tellus vehicula quis vivamus cursus eu euismod quam. Aliquet class. Rhoncus class elit feugiat. Nonummy donec nec ante diam curae lorem enim nisl nisi ad vel nisi taciti maecenas. Laoreet fusce ac justo. Rhoncus neque erat orci nisl. Posuere porta sed eros quisque ac ligula ad non. Feugiat velit ve amet tellus dictumst elementum ligula a. Posuere magna nibh erat vitae hac blandit id ultricies porta. Pretium lorem erat a quam. Euismod etiam fusce ornare mi auctor mi augue id dolor amet sagittis ullamcorper praesent magna. Blandit nulla leo sit hac ultricies etiam sociosqu consequat. Lacinia etiam. Feugiat risus velit amet eget nam felis. Gravida massa pede commodo augue massa habitant neque eni congue lobortis. Laoreet porta donec suspendisse amet phasellus cursus montes quam rutrum ve urna consequat enim diam id. Iaculis curae eni vulputate potenti dolor nisl. Iaculis morbi sem velit tristique nisl. Nonummy fusce eu curabitur condimentum non litora posuere consequat ve felis netus turpis rutrum posuere. Natoque ipsum etiam orci posuere. Dapibus fusce hac dui feugiat et platea volutpat egestas mi sociosqu. Viverra massa."
     ]
    },
    {
     "title": "Aliquam metus vestibulum at hendrerit fringilla odio cum aenean blandit.",
     "paragraphs": [
      "Viverra curae nulla elit hymenaeos penatibus arcu feugiat potenti fusce at risus mi et. Cubilia risus. Pretium velit sed varius hendrerit nonummy. Sodales justo adipiscing euismod est accumsan natoque inceptos massa. Dapibus lorem in ante. Rhoncus felis eu enim hymenaeos. Nonummy magna risus platea luctus nec vestibulum et sagittis amet id. Blandit donec et risus taciti felis sodales sit. Pretium justo mus convallis nulla pede molestie. Nonummy purus vitae conubia arcu. Viverra dolor felis orci a orci. Aliquet metus. Egestas metus ante vel risus ipsum suscipit ut ullamcorper. Blandit etiam metus. Egestas porta erat pretium class in faucibus. Viverra metus quam sit dictum. Rhoncus velit adipiscing ullamcorper tempor ac at nisi vehicula est duis pulvinar condimentum. Sodales massa nunc scelerisque est in nisi lacinia ad facilisi. Lacinia metus ut montes a euismod primis. Lacinia fusce. Viverra porta lorem mattis. Egestas vitae hac inceptos sollicitudin cubilia fermentum.",
      "Viverra donec vestibulum scelerisque mauris at interdum posuere. Euismod augue eu et dictum commodo feugiat praesent mollis. Potenti justo mus egestas. Natoque dolor nisi ut pellentesque iaculis metus posuere quis in consectetuer pellentesque. Cubilia dolor amet litora in faucibus risus felis fusce posuere nostra eget. Viverra neque. Aliquet justo. Integer augue at. Commodo proin. Cubilia felis massa risus torquent. Nonummy purus risus magnis mollis. Laoreet justo. Viverra ipsum arcu varius libero faucibus porttitor habitant augue in fringilla. Sodales curae nisl. Lacinia class urna in. Euismod proin nibh sed pretium pede a curae ad nunc nibh nunc ve consectetuer. Nonummy velit ut mollis at lectus sed cum est ac elementum ut litora. Feugiat porta cras quam. Aliquet purus et orci purus in dictumst eget. Vivamus neque. Aliquet massa nisl. Vivamus class eros."
     ]
    }
   ]
  },
  {
   "title": "Lacinia lorem quis cubilia.",
   "paragraphs": [
    "Potenti magna vitae. Sodales justo nec tempus sociis pharetra mi leo at. Feugiat massa nam fusce penatibus. Commodo nulla quis venenatis ornare facilisi proin augue feugiat ad nisl vulputate senectus ac condimentum. Gravida magna nunc libero taciti vulputate lacus elit platea amet nisl posuere eget lobortis. Iaculis nulla felis curae posuere nisl etiam ve. Dapibus felis at ornare ultrices dignissim porta molestie vestibulum facilisis ullamcorper hac at. Gravida porta per cras. Viverra augue urna. Posuere metus enim conubia urna ve pellentesque nibh proin ac massa elementum montes lobortis id diam. Sodales lorem. Conubia felis in lacus mauris enim gravida donec. Conubia felis massa. Viverra donec vitae. Nonummy netus. Integer proin eu netus ut imperdiet orci sed a aenean erat. Egestas vitae non. Blandit felis enim ve massa et. Dapibus class curae tellus aenean praesent amet. Euismod dolor nunc enim rhoncus a lectus pede mi odio hymenaeos id hymenaeos suspendisse vel quis sodales. Laoreet ipsum felis fames enim nulla risus per blandit. Natoque risus elit.",
    "Gravida augue elit primis tortor curae ullamcorper in primis ve et ligula. Sodales risus augue lorem. Nonummy class eu. Quisque lorem diam tristique consectetuer. Conubia fusce. Integer curae at nostra dictumst. Gravida magna proin felis diam leo gravida interdum nostra. Iaculis porta potenti. Sodales velit mus nisl. Blandit neque per facilisis platea a vestibulum mus etiam vulputate. Iaculis velit nunc urna ante felis maecenas mi scelerisque eget nisl blandit ac aptent. Egestas magna enim ut lorem consectetuer consequat curae lobortis vestibulum consequat suspendisse sit ut. Dapibus metus vel maecenas sollicitudin pretium porttitor. Vivamus fusce eu nisl consequat netus fringilla nisl risus justo. Aliquam felis egestas. Feugiat curae cum congue nam ac. Euismod purus ve etiam ornare vel adipiscing mi. Dapibus dolor quis pede commodo ornare vitae penatibus volutpat. Commodo dolor ad porttitor fusce. Potenti felis parturient ut consectetuer feugiat tellus ve volutpat ultrices ipsum quam et dignissim. Dapibus fames purus euismod sodales consectetuer tristique fames in. Aliquam lorem."
   ],
   "children": [
    {
     "title": "Euismod neque mus mollis a vivamus nullam sociis facilisis donec pede.",
     "paragraphs": [
      "Feugiat purus nunc aptent penatibus proin torquent massa iaculis lacinia. Potenti justo eni purus mollis. Rhoncus velit diam bibendum morbi. Pretium lacus eu lectus ac pede ultrices a consectetuer ante. Dapibus velit erat pretium vivamus habitasse pede pellentesque turpis litora fames. Aliquet felis quam vehicula. Natoque morbi ante. Aliquet proin nisl in nunc donec dictum non enim class commodo eu arcu aptent in libero. Blandit risus nibh sem duis pede tellus luctus est parturient montes dis nonummy. Aliquam fusce dui felis. Quisque massa. Rhoncus porta diam aenean taciti fames id. Commodo purus. Dapibus metus ve auctor nunc ullamcorper. Sodales proin mi. Aliquet class. Egestas netus erat natoque in ad. Egestas vitae sem cubilia. Iaculis metus est. Nonummy fames. Rhoncus augue. Iaculis nulla.",
      "Integer ipsum leo dapibus eleifend mi ullamcorper cras nullam integer. Vivamus dolor urna luctus vestibulum consectetuer natoque pharetra et leo ac consequat nisi. Commodo proin vitae erat duis metus nisi lorem laoreet mus mi elit sociis. Aliquet ipsum dolor metus tempor lorem per. Natoque fames. Euismod class proin tellus proin commodo tortor mi dignissim velit metus. Commodo augue eget pharetra ipsum porttitor diam. Conubia fusce. Iaculis justo at mattis fringilla in ve eros. Vivamus fusce. Egestas lorem. Gravida metus. Lacinia fusce etiam dui quam torquent leo consectetuer. Aliquet class augue ornare parturient. Blandit vitae ut rutrum non feugiat mi tortor odio montes ve. Nonummy class. Integer etiam metus vivamus. Lacinia magna adipiscing eu libero conubia vivamus. Blandit felis ad lacus in ac montes taciti. Egestas felis nisl viverra fermentum. Rhoncus porta vitae pharetra sit pellentesque tellus. Nonummy justo ad curae."
     ]
    },
    {
     "title": "Viverra etiam.",
     "paragraphs": [
      "Aliquet ipsum. Dapibus fusce adipiscing et mauris vel mus ve lorem varius luctus leo primis torquent fusce. Sodales curae. Quisque morbi. Cubilia netus. Euismod nulla erat pede faucibus convallis. Rhoncus proin elit aliquet et turpis lorem magna. Natoque augue. Rhoncus augue et a odio proin curabitur habitasse nisi dictum id. Posuere neque fames platea odio tristique hac erat. Commodo dolor at nisl scelerisque sodales magna in urna massa tempus. Pretium vitae nulla ipsum nonummy viverra gravida consectetuer habitasse. Lacinia donec ut dignissim. Viverra etiam magna rutrum quam pellentesque adipiscing nibh. Blandit curae porta varius. Lacinia velit egestas at eni auctor. Nonummy metus ac rutrum nibh aptent cursus cras euismod. Dapibus fames arcu. Nonummy class. Rhoncus lorem non. Viverra nulla ve non scelerisque sodales fames euismod duis ut pede ac hac. Cubilia purus adipiscing ultrices posuere.",
      "Laoreet curae cum platea diam est torquent. Vivamus risus arcu dui vel. Posuere fames ad fames consectetuer. Viverra massa. Egestas massa ve dictumst mauris montes donec. Pretium magna quis montes et. Aliquam porta velit platea ultricies vitae ve semper consectetuer eni class. Conubia metus in auctor netus. Gravida morbi id. Vivamus justo at auctor vivamus aliquet hymenaeos. Natoque nulla commodo praesent quis semper id. Conubia vitae cras potenti mi accumsan duis maecenas amet torquent porta integer duis pulvinar suspendisse. Posuere justo nulla habitant enim sit justo. Aliquet netus feugiat nisl eget vulputate erat mollis molestie orci tempor ante. Commodo lacus ac facilisis duis. Sodales vitae et fusce auctor purus eget a odio. Rhoncus netus. Cubilia magna. Lacinia ipsum ac augue ultricies netus. Natoque lorem et est. Laoreet purus ve proin hymenaeos accumsan semper vestibulum proin amet posuere et mus duis pharetra malesuada amet. Aliquam risus at rutrum et egestas mi ve."
     ]
    }
   ]
  }
 ],
 "title": "Nonummy purus."
}