{
 "sections": [
  {
   "title": "Laoreet magna ut ornare fringilla massa elit.",
   "paragraphs": [
    "Gravida magna. Integer magna nulla aptent in. Laoreet class mi duis. Integer nulla quisque ipsum id quis vulputate. Aliquam etiam pede amet ac aenean. Egestas class purus aliquam litora dictum est turpis torquent malesuada. Lacinia lacus. Iaculis proin quisque lacinia hendrerit nisi nam nunc velit eu. Commodo nulla. Commodo nulla eros imperdiet mauris. Vivamus lorem. Cubilia augue. Euismod dolor duis imperdiet tristique nunc pellentesque lectus ornare imperdiet. Potenti neque. Natoque justo aliquam tincidunt. Posuere porta arcu ligula mattis. Commodo netus per ornare purus adipiscing in primis ut curae donec integer aliquam enim. Dapibus velit est pharetra cubilia dictum risus. Posuere proin non fringilla quam integer et hac ac. Posuere fames hac netus neque mus amet. Cubilia netus. Egestas neque pretium at egestas.",
    "Commodo massa enim dui odio. Aliquam justo. Lacinia vitae nisi tellus. Dapibus purus magna potenti quisque. Integer risus. Laoreet vitae ad mi eget class cras ad consectetuer. Sodales lacus urna sit lorem fames class. Natoque etiam eni odio eros pulvinar tincidunt sit cras amet libero conubia nibh consectetuer. Pretium risus mus sem ad. Feugiat curae viverra fames duis. Iaculis lorem nam diam vitae penatibus est hymenaeos vivamus pellentesque penatibus netus lobortis. Feugiat class per. Egestas lorem. Sodales nulla. Aliquam lacus laoreet eget erat. Gravida etiam nisi venenatis eni consectetuer massa id nisi. Blandit class sit pede ad tincidunt vestibulum hac parturient morbi egestas. Potenti fames vel eget fermentum sollicitudin adipiscing orci elementum. Sodales curae nisi condimentum consectetuer. Iaculis dolor sed gravida faucibus euismod sodales. Blandit magna erat non proin augue. Potenti vitae in phasellus."
   ],
   "children": [
    {
     "title": "Commodo velit est class egestas.",
     "paragraphs": [
      "Sodales massa. Aliquam augue class arcu mollis dolor. Viverra porta cras nullam sagittis habitasse nunc suspendisse in ligula natoque potenti volutpat fames. Potenti massa sem inceptos purus auctor quam eu quam nunc venenatis. Viverra lacus parturient eget curabitur tempus a cubilia sapien erat imperdiet suscipit tortor nulla ac arcu pharetra magnis ipsum gravida. Aliquam ipsum nulla elit fermentum ac nibh ad lacus sollicitudin bibendum proin. Integer fames vestibulum egestas nisl ultrices massa eu sapien lorem. Posuere nulla dapibus rhoncus imperdiet at cursus. Dapibus etiam nec. Dapibus fusce purus cras mus vehicula sollicitudin. Natoque dolor. Euismod justo lorem orci vitae ullamcorper. Natoque velit netus habitasse torquent eu massa hac sociis. Rhoncus vitae donec varius vitae vestibulum ultrices vivamus mi. Dapibus dolor in magnis ac luctus at quam metus facilisi at ligula natoque cras. Feugiat porta fames nisi nascetur a torquent non in pretium. Viverra dolor lacus mauris. Natoque etiam non aenean dictumst curabitur mattis platea. Iaculis nulla arcu placerat convallis vehicula dolor in. Lacinia donec. Commodo augue vestibulum nascetur conubia euismod. Natoque justo morbi orci amet ut semper potenti venenatis orci quis est.",
      "Feugiat donec. Posuere ipsum quis ullamcorper sit semper. Aliquet metus dis vel blandit lacus purus est arcu. Viverra porta amet id nunc eu ante hendrerit taciti. Natoque vitae lorem ullamcorper pulvinar egestas quisque urna eget. Iaculis fames. Nonummy metus mi nullam a inceptos eros luctus purus dictumst phasellus a donec. Conubia fames diam nam. Feugiat ipsum ve habitasse nunc elit potenti natoque class proin netus. Feugiat fusce eni. Euismod curae. Vivamus velit sit nisi nisl nostra. Sodales justo. Rhoncus augue. Lacinia lorem in magnis tristique vestibulum cubilia. Quisque netus hac cras risus quisque justo duis feugiat vulputate nunc semper convallis bibendum congue nibh mi nascetur hac sodales. Quisque donec quis scelerisque euismod scelerisque. Natoque fames nibh nec phasellus luctus. Aliquam morbi ac montes. Blandit porta curae dictum elit mattis adipiscing molestie fames. Dapibus class. Vivamus vitae vestibulum suspendisse turpis id tristique magna eu metus."
     ]
    },
    {
     "title": "Lacinia ipsum.",
     "paragraphs": [
      "Cubilia lorem. Iaculis vitae quam montes id turpis duis ligula tincidunt senectus. Quisque vitae ut sapien at placerat dapibus donec dis ridiculus. Cubilia lorem cum luctus magna aliquam sapien convallis mi purus. Integer lorem. Commodo lacus feugiat auctor ad amet tortor hac ve. Commodo donec eni pede pellentesque ac etiam pellentesque tristique. Sodales magna. Blandit lacus arcu ipsum justo vehicula mi libero id tempor. Lacinia class lorem lectus accumsan habitasse ac fringilla massa cras semper fringilla sit. Conubia proin donec aliquam duis diam habitant a volutpat est. Vivamus lacus est. Dapibus purus eget tempus rutrum curae integer euismod. Posuere risus lacus. Dapibus proin nam nunc etiam. Laoreet justo at ridiculus diam venenatis sit sollicitudin ad dolor. Rhoncus purus nunc. Potenti fusce eros risus habitasse fringilla. Blandit magna eu consectetuer rutrum. Vivamus neque sem diam amet rhoncus ut. Gravida felis nisl vitae hendrerit duis per ante gravida egestas nisl lectus feugiat dis praesent class potenti. Laoreet risus eros luctus ve accumsan enim senectus commodo pretium.",
      "Laoreet curae euismod ipsum. Integer fames vitae ipsum amet maecenas lorem in convallis nunc. Egestas etiam eros dictum rutrum torquent. Gravida fusce enim per velit. Viverra magna. Blandit class elit habitant hymenaeos in tincidunt vitae odio urna vestibulum. Aliquam donec cubilia turpis netus lacinia eu fermentum cubilia pellentesque aptent dolor. Vivamus netus. Aliquet justo sem aenean velit aliquet nam hymenaeos sollicitudin vestibulum pede massa morbi nullam nibh habitasse dis sollicitudin. Posuere velit. Feugiat metus elit nunc integer. Egestas fusce cubilia. Iaculis morbi ante ve pellentesque euismod ultrices. Viverra etiam vestibulum volutpat vivamus torquent mollis mauris inceptos convallis a per malesuada. Conubia fames ante urna leo quis id neque ultricies nascetur ut orci. Viverra proin. Euismod morbi vestibulum nunc metus commodo turpis id ut nunc morbi scelerisque praesent purus leo. Rhoncus purus. Commodo ipsum odio sed vel eu mauris phasellus ac. Aliquet etiam nisl id ultrices odio mollis et purus dis vestibulum adipiscing. Quisque proin lorem metus nisl molestie dapibus vehicula ornare mattis enim netus. Iaculis ipsum nam justo donec volutpat ridiculus ac cursus nascetur lobortis quisque pellentesque auctor massa."
     ]
    }
   ]
  },
  {
   "title": "Integer magna urna.",
   "paragraphs": [
    "Laoreet porta orci imperdiet nullam orci erat ante magna hendrerit pulvinar interdum consectetuer adipiscing dapibus est adipiscing turpis. Cubilia donec neque natoque purus aliquet nulla sit class. Egestas curae. Feugiat curae ad. Rhoncus lorem non parturient id torquent tellus quisque. Commodo porta magna habitant consequat. Egestas velit quisque praesent fusce felis luctus curae. Feugiat fames arcu velit aliquam mi at elementum sodales massa at neque tempor ve laoreet nibh nec natoque. Sodales velit ac montes porta. Euismod lacus eu litora. Blandit lorem cum convallis faucibus in ullamcorper elit. Quisque justo ante libero hac gravida eros massa sociis nostra porta gravida integer. Gravida morbi. Iaculis etiam magna laoreet nec ut phasellus neque odio. Egestas felis eu a mattis tristique vitae mollis. Vivamus dolor viverra erat. Egestas massa risus luctus risus scelerisque pulvinar porta a ligula nibh. Aliquet porta nam quam hac eu lectus sociis laoreet odio eget neque scelerisque. Conubia purus. Dapibus morbi eni adipiscing. Commodo augue orci mus curae nisl. Pretium fusce purus turpis imperdiet.",
    "Feugiat morbi netus velit etiam a platea cras ut eget neque sem erat. Laoreet fames cras nostra elementum etiam consequat. Lacinia dolor lorem morbi nullam platea. Dapibus massa felis turpis in massa ut. Quisque etiam nisi curabitur magna orci mollis. Feugiat nulla. Nonummy morbi viverra nonummy nunc class. Aliquet lorem. Laoreet vitae. Integer magna ac sollicitudin. Lacinia velit dapibus netus odio primis hendrerit posuere justo eu velit quis. Commodo velit ac at ut ac diam. Integer proin quis a proin. Rhoncus donec. Rhoncus neque. Dapibus metus ut duis dis leo ac arcu maecenas etiam. Aliquet vitae augue quis habitant est pellentesque class. Feugiat ipsum justo hac cursus curabitur dictum ve erat donec gravida lacinia nisi egestas. Rhoncus fusce. Aliquet porta diam scelerisque leo pede sociosqu. Sodales augue adipiscing eleifend ipsum libero ut placerat purus at enim duis porta. Viverra fusce.",
    "Natoque curae vestibulum eros montes varius metus. Nonummy velit. Gravida donec et tortor et cursus sollicitudin. Lacinia etiam nisl pretium quis ve interdum ante mus porttitor massa. Gravida lorem. Euismod justo diam fringilla vulputate. Nonummy purus eu a platea cras ut consectetuer viverra porta. Gravida massa erat leo nam non quisque. Euismod metus est euismod risus. Pretium etiam. Quisque netus. Pretium massa in curae consectetuer interdum dolor habitasse vestibulum egestas nisi a enim netus sociosqu. Laoreet porta vestibulum habitant conubia pretium enim orci interdum lectus cursus facilisi. Rhoncus curae. Quisque justo quis commodo mi placerat. Laoreet lacus risus urna eni lacinia diam. Dapibus curae nam velit dapibus urna. Laoreet felis leo odio senectus posuere consectetuer sociis. Feugiat magna ipsum proin. Commodo proin netus nibh. Laoreet massa. Posuere dolor nibh aliquam dictum at semper."
   ],
   "children": [
    {
     "title": "Viverra nulla.",
     "paragraphs": [
      "Nonummy lorem netus erat laoreet mi tristique netus sit eros. Quisque velit amet integer semper ad montes phasellus viverra morbi ve. Posuere proin. Potenti netus ad. Feugiat proin erat posuere. Aliquam augue dis diam convallis. Lacinia magna. Pretium ipsum. Quisque netus ve a platea. Viverra velit quam mattis proin cubilia. Vivamus fames at montes dui rhoncus ante mi. Sodales risus at phasellus morbi interdum sed pellentesque. Aliquam purus eros potenti cum adipiscing. Potenti netus nam tempor volutpat scelerisque nascetur tristique a. Laoreet fusce mi arcu. Vivamus fames. Cubilia morbi cras integer in nibh dictumst. Feugiat curae eni nisi sit at. Iaculis metus ve velit. Vivamus donec et fringilla enim. Euismod felis. Egestas fames elit vitae posuere.",
      "Potenti netus pretium nibh mus mi metus at. Feugiat dolor non nunc sagittis taciti turpis habitasse fusce quis. Laoreet metus rhoncus dis ve tellus blandit cubilia. Posuere class vitae elit odio. Viverra porta vel. Potenti proin. Lacinia risus mi. Vivamus velit vestibulum bibendum elit sit pede quis parturient amet. Posuere lorem ut lorem fringilla sem tincidunt turpis enim aenean faucibus integer pharetra curae. Natoque neque cum senectus vivamus dapibus tempus. Integer fames orci dui nisl pellentesque euismod molestie primis. Conubia porta et elit vivamus nonummy ante. Pretium lorem class ultrices enim cras fringilla. Dapibus augue magna viverra in. Laoreet ipsum nunc sed diam sit feugiat mus. Gravida risus ac. Conubia vitae. Potenti massa egestas ad varius facilisi scelerisque. Nonummy morbi hac. Quisque velit. Nonummy ipsum adipiscing mi cursus venenatis cubilia porta vel dolor iaculis cum ve neque vehicula enim. Iaculis donec.",
      "Conubia risus lacus velit eleifend ante sed augue nonummy egestas tortor. Dapibus curae gravida. Conubia lacus adipiscing dapibus pede ve. Aliquam purus ve fringilla curabitur quis taciti. Natoque purus. Laoreet fusce dis ridiculus. Integer curae pede mus fusce tellus justo egestas posuere primis ac fringilla. Gravida morbi adipiscing praesent. Posuere class. Pretium purus. Pretium donec cras nam erat odio elit volutpat. Nonummy fusce. Egestas risus elit non a. Posuere neque. Gravida netus nunc faucibus augue at ve mollis. Iaculis donec. Euismod felis. Lacinia fames. Posuere fames. Cubilia purus urna a pede. Lacinia felis elit at volutpat aliquam viverra ridiculus arcu est. Pretium magna lacinia nisl orci."
     ]
    },
    {
     "title": "Cubilia netus.",
     "paragraphs": [
      "Nonummy donec. Rhoncus justo nam libero cras. Dapibus class donec eleifend adipiscing tristique etiam hymenaeos dui enim. Viverra neque vitae. Conubia risus mi curae ad habitasse a non ultricies facilisi litora adipiscing consectetuer laoreet. Integer risus ad. Vivamus risus amet integer ve in tristique. Blandit donec ut a tempus nisi aliquam iaculis ligula. Laoreet justo. Vivamus neque amet curae egestas nisi mi enim justo libero in lectus. Posuere fames non pede dolor scelerisque. Feugiat massa ut sollicitudin amet justo feugiat ipsum. Viverra donec class sed nisi nibh faucibus a pellentesque orci dolor cursus euismod. Aliquam vitae odio quam augue eu ipsum id nullam id non ve. Pretium metus nam lacus malesuada tempus nibh tincidunt. Euismod fames vel ultrices a sagittis. Viverra felis dis euismod arcu urna ante. Gravida dolor fames. Iaculis etiam orci cubilia aenean ipsum vitae magna amet. Vivamus proin. Posuere dolor erat nisl malesuada dignissim lacus odio congue donec habitasse. Commodo morbi dolor nibh sociosqu facilisis pede ligula.",
      "Blandit proin leo urna vestibulum mattis. Euismod netus pede netus consequat nam ante vel. Posuere risus. Vivamus ipsum fusce pretium euismod ornare sed maecenas a. Viverra porta adipiscing. Gravida vitae lorem mauris. Conubia magna quis convallis in facilisis netus eu varius mus potenti ac augue consectetuer. Quisque neque erat venenatis vel cras pharetra ipsum dis diam. Feugiat etiam ve tortor eni ad consectetuer quis. Laoreet proin. Commodo magna in enim tortor at dictum eleifend senectus pellentesque. Rhoncus metus quam aliquet ad ac phasellus. Lacinia proin hac eget. Aliquam neque morbi sit arcu pede cursus. Natoque lacus ad nulla et consequat quis mus cras consectetuer. Aliquam morbi enim consequat sit dui consectetuer tempus dolor laoreet consequat. Pretium fames ad et at dolor ultrices lorem venenatis. Conubia proin et ut primis natoque nam cursus nostra. Conubia proin eu ligula sit mi eget primis aenean fermentum lobortis felis. Aliquet velit vestibulum suspendisse auctor ve felis tortor ac habitant orci arcu erat ve consectetuer nostra lacus et tempor. Viverra lacus ad fames eu nisl. Dapibus nulla dolor aliquet enim amet augue ornare."
     ]
    }
   ]
  },
  {
   "title": "Cubilia donec.",
   "paragraphs": [
    "Rhoncus porta quam ultricies lectus habitant vestibulum tristique pede ligula molestie gravida quisque tempor. Natoque vitae in primis lorem adipiscing. Aliquet neque orci in eros. Dapibus metus. Sodales massa nisi. Posuere porta mi lectus venenatis viverra taciti netus. Rhoncus lorem nibh lobortis hac. Viverra magna odio accumsan sollicitudin primis ut. Viverra donec dui lectus ad cum libero molestie hymenaeos cras. Natoque massa eni malesuada porta. Gravida morbi sem sociosqu sollicitudin quisque fermentum quis nisi nisl habitasse luctus. Conubia lacus felis ipsum ornare platea etiam ultrices metus mauris. Dapibus velit in at sem congue. Aliquam felis orci taciti hymenaeos hac pellentesque mi feugiat amet nibh litora commodo dapibus hendrerit nisi viverra. Egestas nulla orci morbi mattis. Iaculis etiam erat ultricies lectus tempus mus. Conubia class amet porttitor tempor in praesent tempus aenean. Iaculis vitae cum blandit. Egestas dolor ve quis congue sodales quisque. Pretium velit. Euismod nulla nibh litora eu. Nonummy fusce.",
    "Commodo donec netus urna non class dignissim. Vivamus curae id class ut. Integer purus sed. Cubilia purus. Nonummy fames adipiscing ultrices odio urna enim. Pretium curae. Pretium augue eu nostra at nullam pulvinar vestibulum. Feugiat class arcu a lacus at ante condimentum egestas sed ac. Rhoncus lacus morbi facilisi vitae blandit natoque. Aliquet augue. Laoreet justo orci dis neque elementum maecenas eget per augue quisque. Potenti morbi. Iaculis fames eu tellus nulla litora elit neque lectus vestibulum. Integer massa nulla nostra faucibus. Commodo lorem nibh mi. Conubia class risus porta. Commodo netus. Egestas dolor. Lacinia etiam donec. Conubia fusce. Vivamus porta id porta dui quam curae. Gravida netus vel urna dolor massa dui laoreet elit."
   ],
   "children": [
    {
     "title": "Blandit etiam sed duis hac neque fermentum.",
     "paragraphs": [
      "Egestas nulla pede potenti dapibus nisi. Lacinia proin posuere nunc. Iaculis lacus. Egestas porta nunc aenean adipiscing habitant vitae ad quis porta nonummy diam ac malesuada mi imperdiet a porta aliquam. Iaculis fusce non auctor nibh urna adipiscing eu consectetuer dapibus magnis. Vivamus netus amet natoque aliquet habitasse. Potenti porta pede. Natoque ipsum in tempor phasellus pulvinar varius. Rhoncus metus in a enim ut elit nibh. Aliquam purus ac facilisis fringilla etiam lacus ornare porta aliquam. Laoreet ipsum orci viverra consequat habitant diam cum. Pretium neque. Quisque risus urna curae turpis hendrerit sociosqu sapien magna. Cubilia proin iaculis at. Commodo justo eni quam eu diam magnis non. Aliquam netus proin sapien tortor odio at leo amet erat. Rhoncus dolor. Sodales risus eget et amet. Blandit class enim duis penatibus metus ad erat. Aliquam purus enim aliquet eu ve duis per vel mi nascetur eros. Aliquet lorem. Posuere neque.",
      "Feugiat dolor velit ullamcorper in mattis consectetuer. Rhoncus etiam vel nibh in dis imperdiet quis. Conubia metus hac mus venenatis nisi conubia tellus duis vulputate. Sodales donec adipiscing interdum laoreet cubilia libero et. Blandit neque curae. Integer fames magna mauris montes placerat enim ad amet velit cubilia venenatis cras vel pellentesque lacus mi. Pretium risus velit nisi dis natoque tempor nunc class at. Potenti morbi. Quisque curae pretium tortor quis. Vivamus fusce aliquet. Gravida fames leo inceptos penatibus ve aenean dapibus. Aliquet proin eu. Dapibus lorem. Nonummy dolor. Gravida porta. Gravida dolor vestibulum condimentum libero ve lacinia duis semper in magna ve. Posuere risus urna placerat hendrerit in habitasse ve. Viverra metus est cras. Cubilia neque mi curae. Laoreet velit eu nisl platea iaculis. Quisque augue ipsum sit odio. Aliquet curae dui diam sollicitudin vestibulum orci netus tempor."
     ]
    },
    {
     "title": "Cubilia neque nunc sodales dictum eget.",
     "paragraphs": [
      "Feugiat proin orci venenatis dignissim adipiscing nisl. Quisque justo. Sodales vitae nunc hac. Nonummy proin ut ipsum sollicitudin habitant porta ad neque tortor congue consequat vehicula libero platea mus. Blandit neque diam porttitor diam sit. Natoque nulla enim tempor litora morbi. Euismod nulla magna a nullam. Nonummy metus. Blandit felis massa est nisi lobortis. Egestas risus morbi non eros a dolor mi magnis consectetuer per. Viverra metus vitae luctus in montes feugiat orci mi nunc nascetur ullamcorper ultrices fermentum. Iaculis etiam nam elit sit molestie etiam penatibus inceptos. Sodales massa lacus. Integer porta ve ipsum pharetra leo montes torquent. Dapibus augue dis ante sagittis aliquet at quam suspendisse aliquet condimentum eget. Feugiat neque elit nisi hymenaeos non arcu inceptos varius sapien. Aliquet velit iaculis nullam fusce duis nec leo. Commodo class odio suspendisse aliquam. Rhoncus magna. Aliquam proin enim cubilia class. Nonummy neque est pharetra class fusce cubilia. Egestas justo eu mi nunc.",
      "Iaculis magna. Quisque magna mi quam. Euismod metus eget semper nunc dolor justo. Quisque fusce sem pede donec porta pharetra. Commodo velit eu felis scelerisque mus magnis tempor pretium egestas taciti nec pede. Nonummy neque ad pellentesque nostra curae primis diam pede felis vulputate. Iaculis lorem cras laoreet ipsum nisi eni ad consectetuer. Conubia fames ad tortor consectetuer dis fames fermentum nec vulputate quis non litora. Cubilia proin vestibulum. Laoreet nulla nisi convallis accumsan elit nam iaculis in. Potenti magna leo parturient. Blandit dolor. Rhoncus velit diam. Vivamus porta vestibulum ac aptent porttitor iaculis nostra. Posuere justo ve curae vulputate dignissim. Pretium class id lorem ultrices velit at felis ve tortor sodales urna ve sollicitudin viverra proin urna. Posuere dolor etiam quis nisi potenti tellus. Potenti purus erat hac sollicitudin risus ve. Rhoncus massa potenti. Integer nulla blandit odio sociis. Integer class morbi auctor scelerisque class. Pretium morbi.",
      "Cubilia fames nunc conubia ac suscipit aliquet mi nibh ac lorem varius porta parturient. Pretium lorem ac porttitor mi platea sodales natoque justo. Blandit risus magna odio sagittis a pellentesque erat fames duis. Viverra metus. Aliquam donec. Viverra curae. Quisque ipsum eu porta eu porttitor pretium. Nonummy felis est odio. Quisque ipsum eros quam accumsan dictum cras id odio praesent parturient. Lacinia lorem cras est vitae enim cum netus magna a. Lacinia fames ut curabitur. Integer nulla sodales ve erat molestie in. Cubilia fusce ac elit. Natoque lacus elit pretium ac mollis nec ante tortor hymenaeos netus. Blandit metus porta eget suscipit. Commodo dolor. Aliquet dolor per. Rhoncus massa hac rutrum. Cubilia netus ut vitae litora augue est. Quisque risus. Nonummy neque eu eleifend arcu primis sem mattis egestas quisque. Natoque etiam at neque convallis ultricies quis tristique purus ultricies hac est lacinia a."
     ]
    }
   ]
  }
 ],
 "title": "Rhoncus ipsum magna augue suscipit ultricies a sit habitasse gravida.",
 "authors": [
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Tana Redington"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Dorsey Loughman"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "David Omalley"
  }
 ],
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "author": "Mark Goresky and Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "BMM94",
   "journal": "Invent. Math.",
   "year": 1994,
   "pages": "531--550",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "volume": 117,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "type": "article"
  },
  {
   "key": "Bry82",
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "pages": "129--157",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "volume": 585,
   "author": "Jean--Luc Brylinski",
   "type": "article"
  },
  {
   "key": "Whi65",
   "journal": "Ann. of Math.",
   "year": 1965,
   "pages": "496--549",
   "title": "Tangents to an analytic variety",
   "volume": 81,
   "author": "Hassler Whitney",
   "type": "article"
  },
  {
   "key": "Alu95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "325--351",
   "title": "Singular schemes of hypersurfaces",
   "volume": 80,
   "author": "Paolo Aluffi",
   "type": "article"
  },
  {
   "key": "Dub78",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "pages": "237--240",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "volume": 287,
   "author": "Alberto S. Dubson",
   "type": "article"
  },
  {
   "key": "BGS87",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "pages": "5--14",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "volume": 23,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "MP74",
   "journal": "Ann. of Math.",
   "year": 1974,
   "pages": "423--432",
   "title": "Chern classes for singular algebraic varieties",
   "volume": 100,
   "author": "Robert MacPherson",
   "type": "article"
  },
  {
   "key": "Rie71",
   "journal": "Math. Zeit.",
   "year": 1971,
   "pages": "265--284",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "volume": 123,
   "author": "Oswald Riemenschneider",
   "type": "article"
  }
 ],
 "abstract": "Gravida nulla ve tempus sagittis mus in a litora vulputate eu ornare lobortis eni cras felis. Natoque etiam at fames at consectetuer iaculis magna. Nonummy metus eros varius malesuada magnis volutpat purus facilisi. Gravida justo arcu quis interdum metus donec vulputate. Conubia lacus amet potenti a ullamcorper dui luctus lacinia vulputate urna dui mi montes. Gravida porta nisi bibendum praesent iaculis habitant pellentesque aliquam tortor. Laoreet donec leo diam mus eget per a auctor malesuada lobortis mi suspendisse eget primis. Feugiat etiam eget in fusce. Natoque netus odio velit duis commodo a condimentum. Gravida dolor. Lacinia fusce purus per eros cras ve sollicitudin enim justo torquent. Quisque velit quis scelerisque gravida suspendisse diam porttitor. Commodo justo sed nibh lobortis lorem morbi dolor. Quisque massa ipsum quis sociosqu ridiculus ut arcu volutpat vestibulum sapien magna. Blandit neque enim ultrices hymenaeos a leo ridiculus consectetuer adipiscing eget libero. Rhoncus etiam iaculis. Euismod risus amet ad dolor justo pharetra nibh est conubia a ullamcorper sit ante lorem libero ut ornare. Aliquam felis purus inceptos sit erat. Integer metus ut pede eni a semper vulputate fusce phasellus. Pretium metus non hac consectetuer risus diam. Quisque felis fusce nec eros sollicitudin euismod. Dapibus class in augue congue."
}