{
 "sections": [
  {
   "title": "Gravida donec cras.",
   "paragraphs": [
    "Pretium nulla etiam hymenaeos hac praesent consectetuer gravida. Egestas felis diam habitasse hac sollicitudin tempus. Commodo lacus sed pede adipiscing libero sem adipiscing at facilisis condimentum. Natoque augue fusce. Commodo netus duis felis tincidunt curabitur adipiscing. Dapibus porta. Aliquet purus non quisque mi ornare malesuada id. Conubia nulla blandit magnis. Euismod neque elit. Gravida purus nam nibh parturient luctus. Lacinia porta velit arcu condimentum rhoncus ullamcorper arcu hendrerit. Egestas justo amet pulvinar sem pellentesque lectus elit elementum interdum. Egestas ipsum cras vivamus ut sapien ornare habitasse augue aenean cursus commodo egestas mattis mi torquent. Gravida lorem nunc fringilla semper. Aliquam metus netus lorem tortor condimentum ipsum facilisis facilisi lectus cursus conubia vivamus semper. Commodo lacus nulla scelerisque molestie morbi in id litora habitant ullamcorper accumsan. Iaculis metus ad nullam eget dapibus a scelerisque. Nonummy justo risus a nunc adipiscing ad consectetuer euismod litora. Commodo fusce. Egestas purus etiam condimentum orci. Iaculis etiam nibh nullam varius facilisi augue. Viverra neque.",
    "Aliquet velit nisl nulla massa risus class nibh sem. Euismod fusce conubia. Natoque lacus ut morbi ve turpis ut primis. Dapibus felis mi amet pede dictumst. Viverra justo ut. Posuere curae laoreet blandit nibh sollicitudin parturient elit magna. Blandit justo nec lacinia nisl natoque leo. Feugiat etiam vestibulum urna proin in magna turpis pellentesque egestas morbi. Aliquam metus nisl ullamcorper consectetuer gravida cras placerat morbi in cursus. Egestas ipsum risus pede rutrum fames scelerisque sit aenean. Blandit donec in varius. Rhoncus netus urna dui praesent a consectetuer nisi viverra fermentum. Viverra purus ut penatibus ultricies orci. Posuere velit erat viverra in nunc. Natoque fusce et phasellus imperdiet pellentesque. Aliquam augue orci euismod est ad egestas nunc mus odio praesent. Cubilia nulla purus tempus dolor quisque. Integer risus cras bibendum. Conubia risus dui ante adipiscing. Pretium augue parturient volutpat blandit euismod consectetuer. Conubia felis eros cras ante ac neque leo diam. Vivamus felis."
   ],
   "children": [
    {
     "title": "Gravida fames dapibus auctor hac.",
     "paragraphs": [
      "Commodo dolor. Conubia purus. Posuere proin gravida turpis facilisis eu. Dapibus etiam. Quisque justo et. Lacinia class. Vivamus ipsum. Commodo donec justo bibendum ridiculus semper. Nonummy massa nunc cursus volutpat parturient fermentum ante gravida sem parturient eu litora. Nonummy vitae in semper sollicitudin est purus pretium. Laoreet fusce at id metus ut duis augue tellus luctus proin tortor. Dapibus lacus. Integer magna porta nonummy convallis elit arcu fermentum ultrices massa ad auctor. Conubia massa morbi diam. Natoque velit dolor penatibus sem. Pretium ipsum. Lacinia justo. Aliquam porta massa sagittis morbi dolor aptent id sagittis curae ve etiam. Vivamus magna parturient ante tempor iaculis feugiat orci. Iaculis curae lorem tellus et eleifend nascetur vivamus suscipit. Egestas justo sem arcu ligula varius. Quisque fames.",
      "Posuere augue est ante pulvinar potenti. Posuere purus duis lacinia curabitur tempus a facilisi mus sollicitudin nostra. Quisque lacus id neque elit. Egestas fames felis arcu magna. Euismod donec felis ante conubia. Feugiat morbi in ipsum nostra sollicitudin consequat mattis parturient. Gravida vitae adipiscing euismod vel duis. Integer vitae diam sem vitae gravida sapien est ve. Integer morbi diam rhoncus nam ac. Lacinia fusce ve luctus velit. Dapibus velit ipsum platea fusce morbi pede. Quisque curae quam aliquet. Iaculis fusce. Blandit netus parturient accumsan lacinia egestas faucibus proin porttitor venenatis adipiscing amet. Nonummy dolor. Blandit fames. Nonummy metus lorem erat ve vitae class velit lacus a nisi. Natoque justo adipiscing condimentum taciti ac erat urna. Commodo neque posuere duis metus. Nonummy donec ad magna ac velit sollicitudin fermentum felis massa auctor netus. Vivamus lacus. Integer porta nunc sit turpis a faucibus amet auctor integer."
     ]
    },
    {
     "title": "Natoque curae nibh suspendisse nam.",
     "paragraphs": [
      "Potenti class lorem curae. Iaculis vitae eget non orci adipiscing cum nulla ridiculus praesent. Dapibus ipsum. Aliquet dolor orci praesent suspendisse eni diam. Iaculis netus sit rhoncus ad cum ullamcorper euismod condimentum pede eget. Posuere donec. Dapibus donec nec eni at lorem arcu morbi. Vivamus morbi blandit eni in etiam consectetuer placerat etiam eu tempor. Laoreet augue sem lacus viverra convallis mollis elit lacinia pretium. Aliquam ipsum odio porttitor tortor. Viverra dolor mi. Sodales magna sit fames ipsum tellus tempor curae aliquam ipsum amet elementum sapien massa nostra. Aliquam felis. Feugiat purus. Dapibus augue lorem ante convallis pellentesque adipiscing elit metus malesuada. Pretium nulla diam lorem gravida luctus. Feugiat proin eu ligula tincidunt tellus nisi hac. Blandit porta non urna id erat eget cubilia ac elit. Cubilia neque nisl cubilia penatibus eros class morbi. Lacinia augue. Conubia ipsum purus odio scelerisque conubia scelerisque arcu primis. Integer etiam proin donec quam vivamus ac mattis sociosqu facilisis a curabitur donec diam suspendisse.",
      "Nonummy morbi. Vivamus dolor in amet ullamcorper nam nostra volutpat. Conubia proin sed adipiscing ut pellentesque iaculis ligula dui. Euismod augue amet urna taciti suscipit. Conubia purus at tortor enim. Pretium proin eget nostra sodales dis. Euismod purus justo varius ornare odio gravida purus cras facilisis duis. Quisque curae eget aptent nisl feugiat nostra tristique vitae dictumst hymenaeos. Iaculis justo mus nisi maecenas iaculis. Posuere netus dui metus vitae diam bibendum a pulvinar. Viverra massa amet elit per a montes. Conubia fames neque condimentum leo ut arcu. Viverra nulla quisque laoreet netus mi libero diam tincidunt dignissim consectetuer nec. Aliquet etiam ut nullam. Rhoncus morbi lacus eni. Conubia nulla. Viverra purus mi eget dis gravida eu aenean. Euismod metus velit eni arcu lobortis. Pretium class mi etiam massa est eros duis. Gravida massa dolor libero litora arcu egestas morbi enim. Integer lacus. Laoreet ipsum quis etiam viverra et turpis morbi hac interdum natoque gravida ante."
     ]
    }
   ]
  },
  {
   "title": "Vivamus lorem massa eros sem sed pellentesque lorem at sollicitudin consectetuer nonummy.",
   "paragraphs": [
    "Rhoncus porta ad mauris et netus urna ligula parturient dolor odio erat eu fermentum cubilia massa eu semper. Laoreet risus. Aliquet nulla porta ligula rutrum nulla. Posuere proin. Cubilia augue elit metus tristique mus lacinia placerat dictum nullam. Gravida porta in id mi est facilisis fusce per pede eu. Posuere massa purus pede per sit dui pellentesque porta ac elementum a. Posuere fames in auctor per sociosqu rhoncus platea nulla vestibulum viverra diam massa risus accumsan. Natoque vitae nunc leo neque eni urna dolor vel. Cubilia velit ut class hendrerit vestibulum duis fames vitae integer at montes imperdiet curae. Gravida proin. Commodo magna justo taciti cursus eni. Lacinia nulla dolor arcu dictum integer mauris ac facilisi tempor. Pretium metus parturient scelerisque ligula ad. Viverra porta. Cubilia magna sem fusce posuere euismod tincidunt vel. Posuere proin. Viverra nulla nisl mus lorem semper proin ut taciti ad cras ac. Blandit felis enim. Pretium lacus nisl tempus nostra neque leo. Viverra morbi nulla tellus enim curae netus rutrum augue. Nonummy ipsum.",
    "Vivamus fusce eni aliquam nascetur. Dapibus donec purus sociosqu quis nec per ad mauris. Natoque lacus arcu nonummy. Sodales donec odio gravida. Vivamus lorem. Aliquam augue. Posuere magna class cursus nisl. Rhoncus nulla. Nonummy class commodo mauris sed cursus aliquet ante nascetur lacus ut. Cubilia ipsum gravida viverra curabitur praesent id elit. Lacinia velit potenti. Rhoncus porta lacus elit a erat. Commodo morbi vitae proin est odio sociis malesuada sapien pulvinar praesent metus. Conubia risus lorem. Iaculis netus eni ornare nec maecenas habitasse etiam malesuada adipiscing cras justo habitant. Sodales proin. Feugiat donec pede egestas eu netus. Aliquam dolor ad fames ut congue ve. Aliquet purus vestibulum feugiat nisi. Aliquet purus et dictum. Iaculis purus ve ut nisl pede lacus. Nonummy lacus fusce nullam nisl sollicitudin."
   ],
   "children": [
    {
     "title": "Laoreet massa vel ridiculus nulla ut.",
     "paragraphs": [
      "Gravida risus morbi a duis ad sollicitudin cursus dolor leo viverra morbi dis. Cubilia fusce orci euismod porttitor litora inceptos vestibulum. Pretium augue mus amet torquent. Posuere ipsum class euismod nulla nisl et amet tempor nisl quam odio nec lorem sem. Nonummy velit in neque nunc sed laoreet neque nisi accumsan etiam. Aliquet nulla erat vehicula congue metus ipsum dictumst. Natoque magna est enim vel. Euismod magna parturient ultrices netus aliquam. Aliquam justo massa primis in tortor volutpat augue in congue. Quisque morbi nam. Blandit lorem ve proin et magnis. Egestas morbi arcu. Rhoncus proin. Posuere purus quam cras ve vitae et dictum ultricies inceptos turpis conubia viverra sollicitudin. Iaculis curae gravida viverra pede imperdiet. Conubia justo etiam placerat consequat id cursus pellentesque ridiculus turpis eleifend. Dapibus dolor eget odio placerat. Natoque porta. Integer morbi blandit penatibus litora non. Posuere vitae nunc dictumst potenti pellentesque varius vitae fringilla condimentum. Dapibus neque. Potenti dolor mi nisi etiam cum massa luctus nostra.",
      "Commodo morbi vel fusce convallis libero nulla suscipit est natoque. Posuere justo eu enim eget curabitur cursus. Posuere donec magna dignissim vivamus tempus cum arcu facilisis hendrerit pellentesque nam morbi. Quisque velit. Blandit fames ac litora quam class mus orci cursus. Lacinia felis neque velit. Blandit donec at netus ad. Vivamus lacus non quis facilisi. Pretium proin id. Conubia fames. Commodo morbi et tempor pulvinar ullamcorper sit. Euismod fusce curae ultrices urna molestie. Egestas lacus ve mollis dis at fames. Nonummy magna vel pede. Viverra massa. Laoreet magna quam montes ac arcu ullamcorper sollicitudin dapibus cras dignissim ad turpis dui cubilia accumsan. Gravida purus erat nonummy iaculis orci et interdum viverra ornare eros urna enim sapien. Lacinia dolor. Rhoncus morbi class justo cursus fusce. Aliquet velit quis euismod in at eget. Egestas purus amet vulputate mattis proin pretium. Natoque nulla nisl volutpat torquent."
     ]
    },
    {
     "title": "Blandit metus ut cum id a eget dolor primis porta elementum.",
     "paragraphs": [
      "Commodo velit purus quam odio diam eni erat sollicitudin. Feugiat nulla fusce a tempus duis ullamcorper sit. Euismod velit vivamus ut taciti mi praesent elit litora. Vivamus curae hac purus nibh conubia. Gravida lorem adipiscing et vehicula etiam a quisque ac vitae tortor pede at. Egestas ipsum sit amet sed eget tincidunt sollicitudin. Aliquam lacus in a arcu vestibulum tortor diam vulputate. Conubia metus nibh nonummy ante enim quis. Natoque felis parturient scelerisque ligula et. Aliquam lacus nec nulla curae tempus montes aliquet nisl quis eu pellentesque sapien. Egestas magna ipsum vehicula elementum et class ve neque ad non quam. Sodales lacus metus nostra. Cubilia metus diam quisque nulla metus vel amet consectetuer vivamus volutpat. Integer nulla enim cras phasellus consectetuer adipiscing amet. Dapibus felis cras vivamus sapien et ultrices turpis luctus leo. Lacinia lacus felis suscipit fusce lorem ornare orci ut torquent lacinia. Quisque justo nisi potenti. Iaculis justo purus felis augue lacinia conubia aliquam varius nostra ante magna aenean. Cubilia lorem nisi quis. Commodo porta. Gravida magna at a magnis elit ullamcorper aliquet. Quisque magna vel sodales torquent odio at enim auctor litora odio fames morbi.",
      "Laoreet vitae justo quis. Integer augue in mus nibh nisl molestie consectetuer cursus in primis. Iaculis lorem dui nunc pellentesque eu rhoncus. Potenti risus augue vehicula hac id rhoncus orci. Posuere morbi ve aenean consectetuer eni curae quis gravida. Sodales felis per. Euismod metus amet rhoncus ac elit. Dapibus neque fames sodales habitasse nam lobortis ultricies porta. Potenti ipsum nisi nec est viverra quis. Egestas felis orci semper mi nascetur. Posuere lorem eget. Sodales vitae cum nisl hac justo cubilia mauris amet mollis id nonummy duis nunc. Pretium nulla leo vestibulum ac primis. Conubia vitae. Sodales curae. Cubilia ipsum ve tempus vel. Egestas purus. Dapibus nulla ac aenean mi pulvinar dui vivamus et. Laoreet etiam. Gravida lorem et urna penatibus platea tristique parturient natoque elit. Viverra proin. Gravida dolor lacinia libero dictum non id nisl eni a litora quam hymenaeos eni augue tincidunt auctor."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus donec.",
   "paragraphs": [
    "Viverra risus eu netus vel nascetur convallis nisl vel neque nec. Euismod augue dis ipsum euismod rutrum. Aliquet purus justo risus morbi orci. Nonummy purus. Iaculis curae et orci. Natoque nulla eros a nisi vestibulum primis dolor nam felis proin sed sociosqu pellentesque viverra consequat ve malesuada. Euismod felis ac enim arcu id morbi ad tempor. Euismod metus iaculis commodo odio quam vestibulum dignissim. Cubilia justo adipiscing eros consequat ac erat velit maecenas facilisis in risus et. Quisque magna felis accumsan adipiscing lectus ultrices ac donec orci et facilisis id. Egestas dolor ac ipsum turpis. Quisque porta mi ornare faucibus molestie netus et donec lectus mattis. Dapibus felis eu. Potenti vitae. Cubilia justo et ac ad ve id magnis faucibus. Egestas fusce erat mi consectetuer tempus primis faucibus orci. Natoque netus dapibus rhoncus consectetuer penatibus massa class eni. Conubia metus nec justo montes nisi. Laoreet lorem at accumsan pede nec at ultricies suspendisse. Dapibus porta curae ullamcorper nascetur lorem eget lacus neque. Commodo justo etiam nibh sit. Potenti nulla.",
    "Conubia vitae ut facilisis adipiscing dui. Conubia velit quis a arcu donec aliquet nisl. Feugiat purus eget nisi duis orci. Sodales ipsum non parturient montes augue adipiscing. Viverra neque lacus augue mattis. Quisque dolor at cras magnis dictum vulputate id taciti pharetra vestibulum convallis condimentum convallis. Quisque lacus diam. Conubia porta egestas torquent blandit ornare per est euismod quam convallis sollicitudin. Commodo porta diam conubia. Egestas proin. Gravida neque parturient praesent posuere montes fusce mattis eleifend nunc. Sodales lorem arcu ante vitae. Iaculis magna eu suscipit sodales dolor. Nonummy metus duis posuere litora. Viverra lacus ut aenean justo integer odio nisl tincidunt sem. Pretium justo. Aliquam porta hac enim. Sodales justo et risus. Rhoncus ipsum quam nam pede conubia mi tincidunt nisi quisque eu nisl. Gravida felis urna sed curae fringilla montes fusce imperdiet non pellentesque ut felis eu lorem et. Posuere purus lacus platea eu pulvinar laoreet proin elit vel amet ut faucibus sagittis nulla. Feugiat nulla arcu lacinia."
   ],
   "children": [
    {
     "title": "Vivamus velit.",
     "paragraphs": [
      "Gravida etiam. Cubilia vitae pede class non integer nunc cras magna aenean tortor arcu. Gravida nulla eu nisi sociis ut maecenas amet ridiculus dolor hymenaeos nascetur in. Pretium purus lorem a. Pretium risus orci laoreet facilisis amet nisl. Quisque felis velit neque nibh augue dolor rhoncus ad vitae. Nonummy vitae nam vel cubilia urna. Integer metus nunc pulvinar a consectetuer erat porta fermentum tortor habitant. Aliquet augue est erat non sollicitudin morbi. Pretium class justo placerat. Euismod metus. Blandit porta urna non ut tellus primis augue ac urna. Laoreet felis eni quis pellentesque. Commodo justo gravida natoque rutrum ante suspendisse iaculis. Aliquet metus id. Quisque justo pede inceptos. Nonummy neque hac eget pretium ut ac. Viverra vitae ut varius ut. Lacinia justo parturient eleifend amet suscipit a faucibus ante sociosqu. Feugiat morbi aliquet nec ridiculus varius. Egestas lacus eget dis eros eu nibh. Blandit augue netus dictumst vulputate mi fringilla laoreet.",
      "Egestas dolor. Euismod massa. Cubilia augue est duis quis vitae maecenas magna in turpis vel orci consequat. Commodo metus curae fames cras a morbi quisque amet a cras. Aliquam fusce leo parturient adipiscing ac. Quisque proin curae. Potenti proin nec fermentum varius et praesent vivamus ve. Potenti netus nunc egestas in. Pretium lacus amet rhoncus at suscipit erat mollis. Laoreet purus augue nisi facilisi. Cubilia risus feugiat mollis elementum viverra morbi. Aliquam velit. Nonummy porta quam fermentum in tincidunt curae tristique facilisi. Quisque etiam vitae dapibus etiam mi ad semper ante pellentesque id. Nonummy vitae id magna curabitur. Sodales fames vestibulum torquent enim turpis auctor. Pretium morbi in amet duis consequat placerat at nibh sed metus consequat bibendum fames dapibus. Nonummy velit. Laoreet velit cras quisque congue. Sodales justo ac montes imperdiet nec amet per quisque sit ac. Posuere fames orci eni purus. Sodales felis parturient scelerisque turpis et sem ridiculus risus ve nullam porta sed erat mi."
     ]
    },
    {
     "title": "Vivamus morbi eu auctor fermentum id eu tortor ac.",
     "paragraphs": [
      "Rhoncus curae duis eu pellentesque vivamus curae. Vivamus dolor. Integer ipsum. Cubilia curae. Blandit risus natoque felis fames. Egestas dolor donec per diam pede cubilia facilisis mollis elementum molestie mi eni urna sit diam. Rhoncus curae nam odio tellus ac volutpat leo. Egestas fusce porta libero auctor. Quisque curae erat ullamcorper. Dapibus dolor ante. Nonummy morbi diam lacinia in litora nascetur condimentum torquent felis. Blandit proin parturient. Feugiat purus class lectus ad ligula. Sodales fusce hac dolor porttitor fames. Aliquet dolor quisque dictumst natoque pretium. Posuere etiam ve vitae in facilisis. Cubilia lacus curae cras quam enim. Conubia magna ipsum libero ac. Viverra proin. Commodo ipsum leo lectus. Potenti morbi. Sodales justo nibh proin leo.",
      "Rhoncus risus. Pretium justo iaculis tempus vitae suscipit fusce sollicitudin praesent. Laoreet felis curae. Viverra purus felis etiam dictumst netus elementum enim hendrerit. Quisque metus. Rhoncus porta. Commodo lacus adipiscing quam. Feugiat felis. Feugiat morbi aliquet turpis. Nonummy neque blandit hymenaeos ut curabitur aliquam class quis habitant. Natoque lacus. Viverra class morbi nunc ante viverra. Rhoncus nulla. Aliquam lacus nisi nam quam phasellus ultrices libero taciti risus. Blandit fusce. Aliquet lorem vitae. Egestas ipsum nunc aliquam dui et pellentesque. Feugiat fames proin nulla fusce platea. Commodo porta elit nec pellentesque lectus in rutrum leo vivamus sed. Vivamus morbi at id dictum egestas eu taciti ut ac taciti. Nonummy lorem eros porta. Feugiat neque euismod massa feugiat mi dictum vivamus."
     ]
    }
   ]
  }
 ],
 "title": "Dapibus massa ante elit penatibus mollis class placerat dolor massa nulla.",
 "authors": [
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Merlyn Rosenberger"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Lyndsay Brann"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Myles Yantis"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Avelina Belvin"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Arlie Strausbaugh"
  }
 ],
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "author": "Mark Goresky and Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati",
   "type": "phdthesis"
  },
  {
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "title": "Chern classes for singular hypersurfaces",
   "month": "February",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "PP95",
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "pages": "337-351",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "volume": 4,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "type": "article"
  },
  {
   "key": "TT81",
   "journal": "Ann. of Math.",
   "year": 1981,
   "pages": "457--491",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "volume": 114,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "type": "article"
  },
  {
   "key": "AF95",
   "journal": "Manu. Math.",
   "year": 1995,
   "pages": "85--86",
   "title": "A remark on the {C}hern class of a tensor product",
   "volume": 88,
   "author": "Paolo Aluffi and Carel Faber",
   "type": "article"
  },
  {
   "key": "BBF92",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "187--192",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "volume": 315,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "HT72",
   "journal": "Ann. of Math.",
   "year": 1972,
   "pages": "511--525",
   "title": "Stiefel--{W}hitney homology classes",
   "volume": 96,
   "author": "Stephen Halperin and Domingo Toledo",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Rie71",
   "journal": "Math. Zeit.",
   "year": 1971,
   "pages": "265--284",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "volume": 123,
   "author": "Oswald Riemenschneider",
   "type": "article"
  }
 ],
 "abstract": "Natoque proin at fames mi semper id varius id ac mauris. Aliquet felis potenti quisque montes. Egestas lorem cras purus pede lacinia. Posuere neque est pede sem pretium. Rhoncus justo in. Euismod fames blandit dis vehicula. Feugiat curae natoque taciti habitasse molestie tempus nostra orci turpis sodales nibh. Dapibus metus pede a nisl parturient cum curae vulputate placerat mollis. Potenti velit nisi commodo mi semper posuere rhoncus pede cursus netus enim a velit ut ipsum. Dapibus curae nibh posuere sapien dis adipiscing parturient mi habitant cum diam nec mattis elit augue nibh bibendum sit. Iaculis morbi vel quis mus at a primis ante posuere lorem arcu. Blandit felis curae congue id dis. Quisque magna dui nibh velit platea auctor morbi neque. Natoque class curae purus nunc. Quisque ipsum est nisi parturient nunc nostra nam cras senectus vestibulum cursus. Dapibus donec adipiscing suscipit aliquet ad sit nibh pede pharetra per lacinia. Natoque magna parturient euismod sit ad. Viverra fames. Pretium purus nisi nonummy. Pretium netus ante netus ut nisl lobortis etiam quam. Sodales purus nam nibh ut pellentesque aliquet velit adipiscing. Integer fusce lorem libero ut class id platea cras ultricies semper odio cubilia fusce egestas."
}