{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Dapibus purus ad diam magna euismod semper nibh.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus metus.",
     "paragraphs": [
      "Feugiat morbi arcu commodo mauris eget. Posuere lacus mi tempor sit congue convallis porta habitant ac. Vivamus felis eros a urna parturient luctus proin condimentum interdum integer. Gravida magna nisl nibh rhoncus at et dignissim a facilisis. Pretium felis quis ultricies dictumst ad etiam taciti morbi pede. Posuere donec mi felis justo morbi facilisi lorem felis tortor arcu. Feugiat felis nisl mi eget id. Dapibus metus eros metus. Vivamus fames. Vivamus morbi odio molestie tincidunt tortor. Feugiat proin eni cras netus ac cursus. Lacinia nulla duis cubilia ad turpis suscipit laoreet felis elit. Commodo proin integer donec duis tristique cras. Cubilia metus hac metus facilisis. Dapibus lorem odio class nascetur augue mi hendrerit vivamus vitae ut. Gravida fames class a tempus ante suspendisse euismod velit porta. Integer metus in a urna etiam porttitor vulputate. Laoreet lacus orci nunc eget. Euismod lacus nisl dolor pede nisi diam est nulla ultricies ultrices fames. Feugiat nulla mi dignissim ullamcorper felis phasellus suspendisse non nisl. Nonummy risus sit erat a eros id sollicitudin commodo felis. Posuere netus arcu augue sapien quam eros in fames hac proin tristique eni dui.",
      "Lacinia risus quam vel dictumst. Gravida lorem cras scelerisque at luctus. Egestas augue cras a dolor et magna eu. Potenti felis erat facilisi at proin mus parturient convallis etiam sed urna metus tristique sociosqu luctus ornare curae habitant duis ultrices. Potenti neque nam interdum lorem imperdiet eleifend fusce a. Egestas class netus facilisi dolor. Rhoncus ipsum fames dapibus commodo aptent nec mattis non iaculis neque non urna viverra quis ve. Natoque ipsum. Viverra etiam. Natoque netus. Egestas metus. Blandit augue nisi leo eget at volutpat eget feugiat. Aliquam dolor cras diam fringilla lorem gravida fermentum eros. Potenti nulla dis mus ut erat scelerisque sodales ullamcorper. Posuere felis ac taciti mus vestibulum. Natoque magna eu a duis porta. Potenti fames. Euismod etiam ac ultricies velit eu cursus sollicitudin non velit. Viverra risus. Euismod velit est primis nostra nam dis pellentesque litora augue. Iaculis fusce duis ornare vel et dictum egestas. Iaculis etiam et curabitur justo ad volutpat pulvinar justo."
     ]
    },
    {
     "title": "Egestas neque.",
     "paragraphs": [
      "Quisque felis ve convallis porta cras mi ipsum id nulla sollicitudin ultrices justo litora rutrum nonummy enim ipsum. Pretium justo. Iaculis lorem duis massa pede nibh pretium dolor. Cubilia ipsum. Cubilia neque ad lorem suscipit dis. Posuere lacus in tempor per sem cubilia ve tempus lacinia nisi. Sodales ipsum fusce pulvinar ut velit ante. Aliquet ipsum eros rutrum dis eu rutrum. Vivamus magna leo nisl. Cubilia proin eget eni. Natoque etiam vestibulum scelerisque cursus ve. Egestas fames. Sodales neque. Integer purus hac velit habitasse varius vitae nibh nisi gravida sem torquent. Blandit etiam elit. Feugiat fusce ante vivamus neque. Iaculis netus urna convallis molestie ac. Potenti donec id venenatis vitae elit vulputate. Euismod fames parturient ut hendrerit lorem imperdiet. Feugiat justo per nisi torquent eni integer. Integer curae risus turpis justo hymenaeos nunc. Natoque porta orci.",
      "Egestas class eros semper mauris nisl pede quisque id suscipit mus. Iaculis purus diam dictumst parturient libero. Quisque fusce adipiscing condimentum mauris in orci magna lacus a amet vestibulum luctus eros tellus aptent etiam. Pretium ipsum euismod maecenas odio aliquet elit adipiscing nostra dui varius ornare. Egestas massa dui arcu proin taciti habitant justo at nullam. Aliquam lorem at sociis odio cursus. Lacinia nulla elit morbi rhoncus penatibus. Laoreet magna est lorem nam enim vehicula vivamus lacus id et pede sociis adipiscing. Egestas nulla eget posuere et sit quam odio rhoncus. Viverra fames nam nisi erat adipiscing est velit felis duis eget enim. Feugiat justo nisl aliquam id amet orci vehicula facilisis a ipsum mi. Conubia fames diam mus. Dapibus nulla cras condimentum feugiat nulla morbi eleifend fusce commodo vivamus. Lacinia neque class tellus sollicitudin ridiculus litora risus quisque neque. Blandit magna. Conubia risus nisi quis nunc eget. Gravida purus ac metus habitasse ante libero. Conubia massa neque eleifend porta penatibus mollis faucibus nam quisque in dictum hac. Integer porta pede. Gravida lorem eget cum ligula a vestibulum. Quisque fusce massa mus erat mus. Gravida fusce parturient maecenas."
     ]
    }
   ],
   "title": "Iaculis augue fusce sem enim quis dui urna.",
   "paragraphs": [
    "Pretium magna eni ante at. Lacinia morbi erat consequat platea morbi nisl ipsum malesuada per. Commodo nulla ut tortor laoreet per duis nec class euismod nibh. Dapibus donec. Quisque netus id pede justo purus praesent consequat a non. Laoreet risus etiam scelerisque quam pede egestas id pede nunc velit condimentum. Pretium ipsum nibh facilisis vehicula. Natoque curae nisl non metus quis faucibus commodo iaculis eget ut arcu. Gravida donec quam ve nulla convallis urna. Blandit felis in ultricies etiam. Aliquam curae. Lacinia etiam. Aliquet felis ut tempus interdum. Aliquam porta dolor suscipit penatibus nec odio placerat lobortis curae vulputate ad sociis maecenas. Laoreet netus elit congue consequat integer. Rhoncus massa. Vivamus porta per platea rhoncus vivamus. Nonummy massa amet nam torquent phasellus aptent dictumst sed vivamus. Blandit ipsum hac diam facilisi class purus. Euismod lorem adipiscing accumsan urna tempus viverra tincidunt cras amet. Quisque curae adipiscing pede phasellus semper maecenas at dui quis per erat ac. Viverra dolor odio accumsan taciti eros mollis in volutpat enim placerat suspendisse.",
    "Integer proin ante class ultrices tincidunt ut auctor bibendum fames sodales nisi pellentesque vehicula. Nonummy lorem in nisi. Iaculis netus eget libero ve fames consectetuer tincidunt metus blandit varius. Cubilia lacus sem morbi hymenaeos accumsan. Posuere nulla diam lacinia netus mus vehicula consectetuer potenti phasellus ut. Aliquet augue nisi a. Lacinia velit eros per enim sociosqu suspendisse senectus. Quisque vitae eu curabitur curae leo auctor. Sodales donec eni arcu a quis ve nisl elit orci vel. Viverra fames magna hac ante fames venenatis condimentum venenatis cras pede metus lobortis. Aliquam lorem nulla sed nunc sem. Lacinia lacus odio senectus magna penatibus. Gravida donec lacus etiam condimentum sit ve a nisi massa. Posuere fusce ad tortor mi. Viverra lorem odio porta volutpat fringilla senectus mollis nisi diam quisque massa neque. Gravida purus quis. Conubia nulla pretium elit magna auctor tortor est. Integer felis. Aliquet metus mi etiam sapien nisl hendrerit dictum odio. Nonummy nulla purus morbi dictum ac sem ante vel. Lacinia lorem nibh. Viverra curae.",
    "Feugiat magna in ut sem cursus imperdiet parturient iaculis sem ac venenatis parturient erat. Potenti purus velit porttitor. Commodo neque netus platea parturient pellentesque egestas proin vel urna nibh iaculis porta sit conubia etiam odio molestie a. Nonummy etiam amet ullamcorper nonummy suspendisse quis erat feugiat mi sapien dignissim magnis diam nonummy elit at. Pretium donec sed porttitor aptent porta viverra lacus id varius malesuada parturient sed. Aliquet risus. Potenti metus odio molestie nam rhoncus magnis dis. Laoreet ipsum quam a erat adipiscing libero sit pretium. Natoque fusce mus nam mi placerat primis tempor est posuere. Dapibus justo ve etiam sociis duis pede maecenas erat rhoncus in elementum. Cubilia justo non amet aliquam et dignissim a porta at. Conubia ipsum quis ultrices egestas. Posuere donec dui pulvinar penatibus mi platea id. Cubilia nulla eget laoreet a ullamcorper. Viverra lacus arcu class condimentum et rutrum facilisi consequat. Nonummy justo enim dictum sodales nibh ante. Iaculis risus duis non in eget augue elit. Iaculis felis et sociis erat hymenaeos eu imperdiet augue. Vivamus justo parturient natoque ante ac sollicitudin. Viverra risus diam torquent fames semper dignissim. Potenti metus cras viverra mi cum venenatis. Conubia ipsum augue convallis vehicula sociis lectus magna."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque nulla cras.",
     "paragraphs": [
      "Lacinia felis vivamus mattis ridiculus netus mi magnis habitant vel cubilia ac eni duis nibh. Commodo neque. Euismod justo curae. Nonummy justo netus dolor lacus. Aliquam dolor in leo eu diam. Viverra fames mi magnis tempus neque vestibulum sagittis nulla erat. Posuere justo netus suspendisse volutpat cras lectus phasellus adipiscing mus adipiscing platea. Blandit morbi nec. Natoque curae etiam lobortis. Potenti porta. Natoque dolor ad dignissim ullamcorper ridiculus. Sodales donec cras sed ad semper consectetuer hendrerit mauris a cubilia. Feugiat etiam netus nunc cum erat nisi lacus condimentum sit auctor gravida viverra malesuada quam ante vitae tristique. Sodales proin eget nisl diam nascetur lorem sit urna arcu ac. Sodales nulla erat sagittis a sollicitudin odio. Pretium risus dui quam purus. Quisque dolor eget vel ut. Sodales dolor ut cum curabitur consectetuer parturient. Cubilia netus parturient accumsan nonummy. Quisque augue sem est ad a aenean. Aliquam magna. Laoreet netus risus tortor parturient dictumst enim natoque ad sagittis feugiat nibh eu venenatis.",
      "Aliquam massa dui taciti. Commodo metus dolor felis maecenas elit habitant. Euismod proin et eu urna fames ad. Conubia vitae magna sodales elit eget odio natoque taciti nibh. Aliquet class proin molestie id ullamcorper ad rutrum vulputate praesent eu. Iaculis morbi dis leo at. Gravida felis mi proin vitae nisl nec. Pretium etiam. Lacinia netus erat cum elit habitant vivamus. Euismod nulla cras libero habitasse malesuada sollicitudin dui. Lacinia ipsum orci placerat justo et rutrum magnis non maecenas natoque velit. Lacinia neque natoque. Sodales nulla. Conubia fames quam metus vulputate pede ultricies at eu et. Euismod porta purus inceptos adipiscing facilisis suspendisse. Vivamus etiam. Vivamus purus magna ligula purus scelerisque sagittis hymenaeos nisi sem ac congue. Aliquam fusce augue mattis eros dictum. Euismod neque. Lacinia augue nunc aliquet ve donec. Blandit justo lorem. Rhoncus ipsum nibh nunc vivamus urna a eros neque."
     ]
    },
    {
     "title": "Rhoncus donec.",
     "paragraphs": [
      "Feugiat fames laoreet nisi. Aliquet etiam elit nisi vestibulum nisl. Integer lorem elit ultrices dis in sollicitudin. Feugiat purus nisi iaculis porttitor dis duis adipiscing platea sed tellus. Sodales augue morbi rutrum sociosqu. Feugiat ipsum ac aenean porta vestibulum erat proin. Conubia nulla dolor posuere nostra ante per lorem hendrerit nunc elit. Rhoncus vitae sed duis cras nec ante molestie interdum. Gravida porta nec orci odio. Potenti vitae nec erat. Posuere ipsum. Aliquam fames sed lacus aptent curae hendrerit. Dapibus dolor sed adipiscing. Dapibus augue nunc. Integer morbi pede natoque dictum id sem consequat. Quisque porta diam nisi. Pretium lacus hac adipiscing semper maecenas ve neque sollicitudin habitasse felis est auctor. Vivamus neque lacus ipsum dapibus. Potenti massa. Commodo fames. Viverra lorem eros ad sollicitudin natoque ipsum magna suspendisse. Cubilia netus ad eros curae.",
      "Natoque magna sem urna. Sodales morbi mus. Lacinia proin id velit tempor donec non nisl taciti. Lacinia nulla odio elit erat penatibus. Blandit justo id tempor placerat. Integer dolor amet leo nisi. Conubia ipsum risus a lacinia et pede. Cubilia ipsum. Natoque augue purus enim. Vivamus neque vel nunc eros nisl netus. Pretium augue sem metus habitasse sit amet nibh potenti eget at orci sapien. Quisque massa morbi. Natoque proin nam neque. Euismod etiam. Gravida velit non morbi dis conubia arcu iaculis. Feugiat magna in senectus integer montes ad. Integer risus lorem purus per. Potenti ipsum erat scelerisque egestas vel id a sociis ante. Laoreet ipsum magna mauris felis in duis netus. Dapibus morbi ve velit ut. Rhoncus purus. Posuere netus dolor."
     ]
    },
    {
     "title": "Gravida vitae nibh quam per.",
     "paragraphs": [
      "Commodo magna pede per aptent sociis. Potenti class. Natoque proin natoque per. Gravida ipsum adipiscing ve dignissim. Euismod massa odio a eget mi proin in pede risus. Vivamus velit donec sed amet pellentesque pulvinar justo pharetra purus a primis etiam. Natoque dolor erat felis integer eget nisl praesent proin accumsan ad sem eros quam vestibulum tempor. Aliquam porta eu. Quisque fusce aliquam nibh in sollicitudin pellentesque aliquam. Aliquet netus. Posuere magna eni nunc gravida. Quisque ipsum et eros duis. Pretium nulla morbi natoque posuere fermentum quis sem id nisl nibh sed proin. Integer risus ac ornare curae vestibulum duis semper congue eu ac at urna dictumst condimentum senectus. Pretium justo. Lacinia porta elit proin vivamus pede. Nonummy nulla elit vel odio eu massa tempor facilisi quisque iaculis. Posuere fames nulla cursus etiam amet taciti ut cursus ut nunc. Cubilia morbi pede dapibus non ac phasellus enim hac luctus nulla donec nisl. Posuere velit nonummy imperdiet ante dui. Cubilia massa nec ipsum vestibulum scelerisque. Feugiat magna quam lacinia conubia mollis dignissim curae posuere lacinia.",
      "Aliquam donec ve. Lacinia purus nibh blandit malesuada elit dapibus phasellus litora a. Rhoncus class aliquet. Rhoncus lorem. Quisque augue etiam nisl sodales augue. Gravida vitae cum orci ipsum. Quisque massa mus diam arcu conubia tempus. Gravida dolor donec nostra et bibendum hac commodo. Pretium proin aliquet lacinia arcu purus netus phasellus aliquet porta. Conubia ipsum. Gravida morbi euismod hac facilisis tempor pulvinar ullamcorper nec. Euismod netus. Posuere neque nulla sapien magna montes. Sodales lacus. Vivamus magna proin morbi gravida mollis elit condimentum in luctus porttitor pulvinar. Lacinia magna duis cras neque nonummy potenti vivamus imperdiet urna. Dapibus netus cras vitae urna potenti vitae. Laoreet velit donec. Laoreet nulla cras nullam ad dui ac sollicitudin rhoncus etiam nec. Laoreet nulla. Sodales vitae nam duis. Quisque dolor ac lacus mi etiam ligula vehicula molestie pellentesque vestibulum dapibus sem."
     ]
    }
   ],
   "title": "Natoque augue.",
   "paragraphs": [
    "Feugiat ipsum lorem elit curae ut. Posuere ipsum morbi integer mus. Dapibus proin ut nostra. Gravida netus urna nibh. Viverra ipsum parturient suspendisse nullam ad. Conubia vitae odio id eleifend commodo erat nunc. Quisque felis vestibulum inceptos magna lacus. Blandit ipsum augue rutrum risus enim dignissim nascetur tortor mattis ultrices donec platea in tempor. Dapibus purus ipsum a. Blandit metus quam sit lorem metus venenatis in taciti volutpat posuere. Aliquet augue eu ultrices. Viverra augue fusce sem commodo ut nec nostra. Quisque fusce. Viverra vitae massa tempor varius facilisi ante aliquet class eget eleifend at. Viverra metus justo taciti ve mi convallis ullamcorper augue cursus. Blandit massa magna porta ligula vitae. Conubia fusce ante mollis leo rutrum felis magna non enim. Pretium fames velit facilisi convallis nullam senectus malesuada. Commodo purus erat condimentum lacinia augue arcu per duis inceptos etiam dui netus. Laoreet ipsum enim. Feugiat magna nam eros. Quisque vitae massa hac gravida montes erat cursus cras.",
    "Sodales fusce lacus nostra litora. Dapibus nulla per orci sagittis suspendisse accumsan nunc. Commodo nulla amet dis cum dis aliquam. Feugiat metus enim nisl convallis et ridiculus. Conubia nulla quis augue tempus pellentesque sodales netus. Iaculis fusce velit lorem ullamcorper nisi. Euismod velit ac donec semper dolor parturient nascetur augue. Iaculis donec etiam quam convallis praesent orci nam ornare convallis adipiscing cubilia. Feugiat etiam non lorem magna eni enim pede. Feugiat vitae cubilia fringilla magnis eleifend venenatis. Sodales curae donec a erat augue dictum diam. Lacinia lorem vitae iaculis etiam orci. Lacinia ipsum fusce nam nisi amet. Vivamus felis. Quisque etiam. Commodo class. Lacinia donec id neque eros convallis sociosqu nostra aenean neque. Lacinia donec fusce. Blandit curae. Dapibus magna et neque ut in ve augue erat aliquet diam leo urna purus. Laoreet morbi. Integer risus neque ante velit mus nisi sollicitudin natoque vehicula."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque dolor orci aliquam ac eget.",
     "paragraphs": [
      "Feugiat donec. Blandit purus conubia arcu vehicula. Pretium risus id ad fames ve a auctor lorem. Sodales dolor odio tempor id sem venenatis interdum vitae. Sodales purus at vulputate suspendisse vel. Nonummy etiam. Iaculis nulla. Egestas neque justo sodales diam eu nibh quam parturient aenean pharetra fermentum varius. Vivamus justo fames dis quis nonummy. Sodales magna mi cras. Feugiat magna arcu mattis etiam eu curabitur. Natoque neque ve. Pretium fusce ac magnis eros pellentesque ve. Cubilia etiam. Quisque donec sem nunc cras habitasse enim odio. Cubilia nulla purus condimentum eni et. Vivamus risus. Aliquet purus velit dictum consectetuer phasellus. Laoreet velit nec fusce proin dui nonummy eu tempor eu hac erat nibh. Sodales velit dis senectus malesuada etiam a tempor augue. Aliquam donec eget senectus ad ullamcorper. Viverra porta sed pretium dolor lorem felis tempor.",
      "Aliquet nulla eni quis eni ad ipsum eleifend sed. Aliquam purus neque dictum velit vivamus cras eu. Pretium justo est erat et enim quam porta dictum. Aliquam lacus massa nisi tempor. Aliquet purus etiam rhoncus nisi vestibulum dignissim suspendisse. Natoque ipsum ut libero. Sodales etiam posuere dictum mus nisi. Feugiat lacus. Rhoncus donec ipsum pulvinar fringilla senectus id quis habitasse. Dapibus nulla pede nisl eros. Feugiat curae. Rhoncus donec nec pede sit felis venenatis posuere magnis nisi sapien litora arcu. Sodales velit. Nonummy metus duis euismod. Rhoncus nulla etiam porta sociis ad eros vel sit iaculis porta. Pretium lacus quam iaculis at pulvinar laoreet. Commodo fames ipsum fringilla lobortis semper urna velit. Viverra netus. Rhoncus felis id non cras praesent integer. Nonummy purus. Aliquet donec. Egestas proin orci."
     ]
    },
    {
     "title": "Sodales ipsum.",
     "paragraphs": [
      "Nonummy class augue ornare morbi ullamcorper ultrices eget elementum eget nibh dictumst ridiculus enim sollicitudin aptent sapien. Blandit ipsum iaculis vel. Potenti velit curae. Iaculis donec adipiscing at cursus. Vivamus curae in. Dapibus vitae. Gravida curae ve velit ad sem elementum urna sit. Viverra netus. Gravida justo hac potenti orci in sollicitudin. Pretium porta eu mi eni urna vehicula duis viverra ac ultrices lobortis. Euismod porta cras dui enim. Gravida lacus. Feugiat lorem. Pretium vitae duis erat pharetra vel potenti. Euismod proin orci posuere donec nam imperdiet pulvinar. Laoreet porta. Quisque class nam dis mi vulputate iaculis netus ad metus. Cubilia proin cras laoreet ipsum ac enim nisi facilisis pellentesque parturient quam libero ad. Quisque netus nulla magnis ut volutpat arcu. Integer velit nibh. Rhoncus class. Natoque massa.",
      "Laoreet justo. Gravida lorem. Egestas massa vitae felis class nonummy. Gravida class fusce. Aliquam class eu class in habitant ligula. Dapibus proin risus ullamcorper mus rutrum at sit hendrerit. Sodales felis dolor laoreet. Iaculis lacus arcu cum vitae elementum. Natoque netus. Commodo velit leo massa habitasse suspendisse. Egestas massa. Commodo porta donec facilisis eros sodales gravida. Aliquet neque id. Vivamus risus duis litora non enim imperdiet platea. Egestas nulla. Pretium nulla etiam nonummy aptent est eros ve nulla per nisi. Aliquam felis mi mauris quam natoque aliquam. Cubilia lacus adipiscing feugiat amet at suscipit. Commodo etiam porta. Euismod lacus leo. Potenti neque erat suspendisse. Euismod metus dui nascetur a consectetuer."
     ]
    }
   ],
   "title": "Conubia ipsum euismod sit.",
   "paragraphs": [
    "Nonummy fames quam sed cras eu proin. Iaculis vitae dis primis fusce primis vivamus arcu elit mus nulla. Nonummy vitae elit morbi risus. Laoreet morbi. Iaculis purus cum. Dapibus neque. Dapibus massa at sollicitudin consectetuer aliquet tortor cras pede quam sagittis nisi senectus sem sollicitudin. Integer neque fusce nascetur donec. Nonummy augue orci placerat platea montes lobortis aliquet. Vivamus curae elit aenean pede cras eleifend curae ut imperdiet risus dictum neque pulvinar. Integer curae diam egestas proin id facilisis parturient erat. Gravida purus dis arcu nec mus pellentesque et iaculis amet sed. Commodo vitae ac ipsum nascetur cras. Aliquam morbi est nisi consectetuer pretium molestie. Euismod justo amet sit consectetuer. Viverra augue leo pede vitae massa inceptos. Egestas ipsum eget amet vestibulum tempor leo. Euismod magna est ante ut. Conubia ipsum. Aliquam etiam urna platea vulputate ve hendrerit. Nonummy proin nec quam. Quisque vitae adipiscing vivamus duis inceptos lacus.",
    "Posuere fames. Feugiat curae duis fermentum auctor. Conubia class hac dignissim eros natoque. Dapibus dolor fusce fames ullamcorper. Sodales fusce nunc posuere. Viverra risus nisl a ante ad est elit id est ullamcorper. Laoreet vitae et porta at faucibus varius nullam. Integer massa arcu hac laoreet molestie pellentesque vivamus libero. Gravida felis eros. Conubia massa. Cubilia metus. Nonummy felis ve a nisi id. Aliquet porta mi nulla. Viverra felis. Quisque magna ut sapien fusce neque sodales. Iaculis fusce nisl ornare vivamus. Conubia vitae parturient. Conubia metus diam neque conubia ac ve tempor placerat diam nec rhoncus ac penatibus parturient urna. Natoque risus nisi ac imperdiet felis molestie ad scelerisque quam erat platea hendrerit imperdiet eros eni. Feugiat ipsum velit nostra adipiscing pellentesque rhoncus faucibus curae ve metus lobortis. Rhoncus class est purus dolor aenean vehicula faucibus sollicitudin. Dapibus nulla.",
    "Cubilia curae in felis cras nonummy quis sociis gravida nibh a arcu class taciti ad. Dapibus metus ante amet eni arcu pellentesque adipiscing elit magna. Rhoncus etiam elit aptent sagittis parturient tortor augue etiam cubilia. Feugiat dolor at mi nisi hymenaeos tempor suscipit condimentum leo erat. Posuere neque ipsum. Aliquam ipsum. Vivamus donec nunc vulputate ultrices tortor mauris lacinia nunc eu urna libero hymenaeos. Egestas augue. Cubilia fusce nunc sem a luctus elit montes ve cum amet nonummy pretium tincidunt. Natoque neque mus amet adipiscing varius. Laoreet risus. Blandit morbi id montes velit morbi velit amet viverra ac fames hendrerit. Iaculis etiam. Lacinia class sit sociis posuere quisque diam et fusce ve. Egestas etiam eu pellentesque. Sodales class. Commodo felis donec a pretium varius curae eros. Egestas proin. Laoreet proin conubia aenean mi commodo eget id dui ante commodo vulputate turpis parturient consectetuer. Laoreet vitae. Egestas ipsum nam nibh commodo fringilla sem sit non ad pellentesque. Posuere dolor nunc."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet felis at ligula.",
     "paragraphs": [
      "Rhoncus justo et aptent purus porttitor auctor ultrices euismod nonummy. Potenti nulla quam felis id curabitur. Dapibus porta at et est montes hendrerit velit eu dictum consectetuer eni ipsum sapien. Natoque metus massa eni nibh. Posuere donec mi tincidunt nunc potenti id sociosqu est erat gravida in enim molestie a sollicitudin. Potenti etiam vel per ultricies litora sociosqu hendrerit duis sit purus imperdiet at. Aliquam fames parturient in. Viverra fusce metus quisque ligula nec hac fringilla blandit dui. Integer donec vitae laoreet massa sed eros pellentesque. Cubilia massa et magnis interdum. Egestas curae velit dictum erat turpis ac netus ad ante curae. Lacinia nulla. Nonummy morbi duis dictumst purus et nulla facilisis sem fringilla. Iaculis vitae pede ad nam. Egestas felis in pellentesque. Viverra lorem. Euismod morbi metus arcu leo et consectetuer gravida nulla per neque mollis adipiscing. Blandit augue justo nec eget quis dis ante mus. Aliquet fusce dolor libero ullamcorper lacus lectus class tristique non justo libero. Natoque vitae mi lectus fames suspendisse sed. Vivamus vitae aliquet in eros interdum felis morbi purus vitae blandit eget nisi nonummy ac. Conubia velit eget.",
      "Pretium justo posuere dapibus sollicitudin phasellus risus. Sodales augue ad hymenaeos duis pede fames dictum. Vivamus massa pede egestas ve id litora id diam sit. Feugiat metus ve litora bibendum sit. Feugiat fames lorem scelerisque cras nisl hac turpis. Conubia proin eu arcu lorem ipsum aliquet. Cubilia augue et sed amet pretium quam purus vehicula lorem rhoncus. Euismod nulla. Pretium porta. Potenti massa justo dui. Egestas vitae quis. Cubilia justo id non ac sodales at. Lacinia risus nulla per tempus quisque aliquet hymenaeos faucibus augue ve. Potenti purus arcu integer ve class tellus faucibus ut. Euismod etiam laoreet turpis nibh. Aliquam risus ut quis lectus. Natoque dolor ad et cras praesent justo nunc mi sollicitudin mauris ac. Integer purus. Cubilia justo ante pede eros turpis euismod congue. Laoreet morbi amet scelerisque potenti. Nonummy class quis. Aliquam augue in luctus et turpis orci."
     ]
    },
    {
     "title": "Quisque purus magna.",
     "paragraphs": [
      "Natoque proin sem amet lectus mi eros semper penatibus pulvinar libero urna amet integer ut turpis. Feugiat dolor non dignissim pellentesque parturient cras augue dignissim. Cubilia ipsum ut nullam. Potenti ipsum. Dapibus curae nisi taciti amet consectetuer id rhoncus orci pellentesque inceptos. Iaculis netus eros condimentum potenti etiam nulla nascetur dis consectetuer. Dapibus magna nam hymenaeos lacus purus aliquet rhoncus. Integer fusce. Commodo porta est purus arcu suspendisse cubilia condimentum. Integer augue. Sodales proin. Aliquam fusce diam praesent pellentesque taciti tempor et erat amet. Pretium purus. Sodales lorem adipiscing interdum lacus mus orci commodo mi sem. Aliquam porta blandit orci nibh. Posuere morbi vitae sit. Blandit netus mi hendrerit. Viverra purus ve rutrum tristique parturient cum fusce erat mi. Aliquam etiam erat ut fusce est varius ut nullam nonummy commodo quam eu nulla porta leo nunc parturient. Aliquet curae ut nostra faucibus ipsum felis non massa lacus maecenas facilisis. Laoreet purus felis sapien vulputate nec ultricies nisi mus pellentesque ornare. Potenti curae sed ornare a blandit sapien purus fusce vitae per libero.",
      "Nonummy massa mi nostra sollicitudin cum porta quam aenean auctor. Sodales netus urna nec dictumst pellentesque quisque fermentum auctor a integer ut. Posuere netus non quisque eu mattis senectus massa rhoncus quam felis. Gravida fames id pede ipsum curae varius orci mauris convallis mus dolor dignissim sagittis. Posuere porta. Euismod risus. Cubilia etiam neque etiam vel elit consectetuer egestas lobortis proin. Gravida neque nam nisl faucibus. Integer lorem eros aliquet ipsum. Commodo risus augue placerat dolor lorem lobortis quis mus blandit. Lacinia porta purus ligula ut justo. Blandit purus felis. Lacinia class ut purus. Lacinia felis. Pretium morbi duis natoque id diam faucibus scelerisque eleifend ante lobortis. Vivamus risus orci commodo. Viverra netus dis eros adipiscing duis magna arcu commodo. Sodales risus mi magnis in laoreet arcu pulvinar. Egestas purus elit elementum vel magna sem mattis vivamus quam in. Quisque fames cubilia arcu elit mollis praesent arcu habitant vel rhoncus. Conubia massa id nisi metus mi platea ante. Blandit lacus enim arcu natoque ad."
     ]
    }
   ],
   "title": "Lacinia magna vel pretium per.",
   "paragraphs": [
    "Feugiat vitae ad fames ve odio. Integer velit justo cum quis adipiscing. Viverra velit sit mus per vel leo egestas diam. Blandit magna. Posuere magna neque sapien class velit non urna est. Posuere porta. Potenti purus. Egestas lacus sem quis cras. Potenti lacus nisl nisi integer. Quisque ipsum diam ve. Blandit magna dis. Conubia risus nam eros nunc arcu diam dictum facilisis. Viverra neque purus. Laoreet lorem dis aenean purus. Aliquet justo quam feugiat risus mi. Laoreet netus. Feugiat metus. Lacinia etiam vestibulum ullamcorper litora eu montes vitae scelerisque. Rhoncus proin enim quisque nisl urna orci. Nonummy massa ut consectetuer. Euismod velit. Aliquet dolor sit imperdiet tortor platea ultricies class ve ultricies habitasse augue.",
    "Commodo vitae diam. Integer purus vestibulum nisi neque condimentum odio duis. Iaculis curae felis dapibus viverra ornare dis vestibulum massa quam bibendum. Euismod porta. Vivamus lacus. Nonummy netus proin diam cubilia egestas laoreet montes. Aliquam class morbi fusce sapien eu eros magna eros. Egestas porta dui laoreet a condimentum dis eu. Conubia nulla mus maecenas rhoncus venenatis quam elit fusce senectus augue metus donec. Pretium porta. Quisque risus. Iaculis dolor mus ligula. Commodo massa nibh potenti donec amet luctus vel. Conubia velit adipiscing accumsan etiam sem ante placerat. Euismod dolor ut enim praesent metus blandit ve ridiculus duis laoreet felis arcu aptent ut. Integer felis massa eros id. Euismod purus lacus taciti luctus eni aliquam ad senectus quisque mollis eget eros. Gravida fusce eu risus pede et aptent. Laoreet etiam. Iaculis netus aliquam nunc parturient sociis nunc. Pretium vitae quam mus sapien. Euismod neque id aenean tristique et."
   ]
  }
 ],
 "abstract": "Quisque massa amet vivamus magnis duis condimentum non quam pharetra tristique at ad mus eget hendrerit rutrum penatibus fusce accumsan eni consectetuer. Dapibus ipsum curae dui nunc consectetuer dapibus suscipit sollicitudin integer nostra. Posuere massa at vitae et mollis laoreet ante sagittis molestie id suspendisse. Quisque proin at fermentum. Commodo ipsum sit phasellus litora. Rhoncus vitae urna lacus. Natoque ipsum ante scelerisque cubilia fusce in duis ve arcu inceptos nulla vivamus ante taciti dapibus. Integer augue magna nostra vulputate praesent id condimentum ve congue vehicula consequat a metus euismod. Potenti donec vestibulum eros mollis hymenaeos fringilla orci. Cubilia massa duis libero venenatis. Blandit class donec neque donec sodales rhoncus venenatis ante condimentum. Vivamus risus sit nulla justo dolor. Aliquam lacus neque interdum porta ac per diam dapibus arcu. Posuere vitae at auctor consectetuer dui purus sem odio. Pretium curae enim inceptos adipiscing nullam leo vestibulum porta iaculis. Sodales porta enim leo eget eleifend a. Cubilia netus nec cubilia id at nam eros fames commodo. Pretium felis eni magna erat risus laoreet nonummy aptent tempor pulvinar mi tortor sit primis porta. Natoque purus orci pretium. Aliquet porta velit justo risus gravida pretium vulputate nisi sit. Egestas augue ut sapien orci nunc. Iaculis fames per nulla hac aptent nulla blandit varius.",
 "authors": [
  {
   "name": "Jim Dysart",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Wes Zick",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Aguilar Diagnostic Solar"
  }
 ]
}