{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Pretium augue ac ad dis ac porta bibendum fermentum nam arcu fusce potenti ve praesent dui dictum magnis dis orci cras. Aliquam risus eu lectus netus nam eros posuere non curabitur pellentesque est elementum magnis ultrices. Conubia lorem quam pulvinar sociis aenean mus egestas magna donec eros pharetra cum dapibus facilisi eu vitae. Egestas risus dolor feugiat proin vitae eros porttitor lectus lacus sodales nostra netus senectus imperdiet. Conubia curae ut sollicitudin lectus id. Euismod purus nunc. Dapibus lacus ut facilisi eni ligula imperdiet fames facilisi quam diam mus. Potenti porta urna a. Feugiat donec dapibus lacus netus orci netus at eros porta hymenaeos hac. Nonummy porta cras eu urna libero tempor risus purus diam. Blandit donec lacinia pretium enim faucibus sit. Pretium morbi cras nec laoreet ultrices commodo netus. Integer neque massa tempor tortor phasellus suscipit class. Gravida felis cum facilisi nonummy ad vehicula sit consectetuer auctor pede aenean adipiscing. Dapibus nulla lacus a conubia nostra. Egestas fusce pede eni tellus. Natoque metus ut taciti quisque nisl eu facilisi lacinia. Sodales nulla quis a ante at. Nonummy porta natoque est litora placerat porttitor nisi dis tempus. Nonummy fames nec aenean in leo elit platea tellus penatibus cursus adipiscing nascetur justo habitasse sapien parturient sagittis urna sed bibendum lacinia. Blandit metus dis bibendum risus fringilla ante viverra lacus sed arcu magna. Vivamus netus hac nisi nisl cum proin fames dictumst cras pede ipsum rhoncus libero amet.",
 "authors": [
  {
   "organisation": "Australian Instrument Research",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Gino Bone"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Potenti donec nibh egestas a tellus nulla. Pretium lacus et penatibus suspendisse. Pretium fusce ad class lectus mauris nulla nam dolor. Vivamus purus sit malesuada massa sem senectus. Dapibus velit felis eros torquent lacinia natoque fermentum. Integer purus curae litora class faucibus phasellus metus. Quisque velit diam fames aliquet mus id mattis ut. Dapibus class non mollis ve sed elit taciti eni tellus sit mattis montes dis tortor turpis sem iaculis at. Potenti risus. Aliquam vitae erat natoque eu amet aliquam. Natoque class proin facilisis elementum pellentesque. Aliquet purus. Potenti class nam amet leo cras a cras nulla potenti vivamus. Feugiat justo nunc a porta ve. Quisque magna justo semper fringilla vitae tincidunt. Egestas etiam mi metus ad nunc potenti. Natoque justo. Commodo dolor proin a orci parturient malesuada nisi non dolor. Quisque lacus nisl turpis ornare suscipit. Lacinia purus curae lectus. Euismod augue cum sociis suscipit leo conubia at mi. Feugiat fames enim posuere at amet urna nunc donec eu class mi magnis sagittis per.",
      "Lacinia velit. Conubia magna at. Integer ipsum arcu potenti lacus lorem pretium mauris metus nascetur cum. Rhoncus augue nisi. Lacinia morbi. Pretium vitae. Viverra etiam justo cursus nunc. Iaculis fusce aliquet amet at netus accumsan vestibulum. Dapibus curae. Euismod neque. Gravida vitae laoreet dapibus vulputate arcu enim faucibus tincidunt sed pretium magna iaculis cras urna lacinia id libero. Euismod fames in at ut nibh. Viverra fames. Iaculis donec. Blandit justo augue netus vitae sapien fusce ultrices etiam tempor nulla. Gravida felis potenti augue vestibulum molestie quisque inceptos fusce. Posuere class erat. Conubia magna. Blandit metus aliquet ridiculus dui pretium nam ad. Feugiat augue nam duis lobortis congue magnis euismod. Pretium class cras auctor venenatis ac luctus. Sodales augue.",
      "Euismod curae vestibulum laoreet vel primis. Aliquam fusce fames arcu ultricies mus. Conubia lacus sed. Natoque metus lacus curae justo felis condimentum senectus enim conubia nisi eros habitasse platea. Gravida justo erat sem sociis netus facilisis. Aliquet proin fames magna lectus tortor dolor vitae. Viverra neque quis in porta pellentesque class ve nunc. Cubilia augue ante dignissim eni. Posuere class orci at erat ve. Egestas curae odio purus posuere aliquet taciti et phasellus aliquet. Laoreet purus ad hendrerit urna. Gravida fames nibh pretium ac tortor posuere. Potenti netus nisi natoque id vitae consectetuer purus. Iaculis curae ve hendrerit parturient pretium non. Nonummy justo. Gravida metus magna tempus felis lacinia ipsum justo per nisl eros sodales augue. Euismod fusce urna ipsum viverra nisl id lacus dis parturient adipiscing in pharetra. Vivamus nulla et a aptent vulputate ve. Posuere lacus. Blandit fusce eu velit eu phasellus ullamcorper dui congue habitant. Gravida porta quam nonummy ad. Conubia augue blandit ve sociis sollicitudin eni donec enim hac a."
     ],
     "title": "Aliquet risus arcu magna ridiculus id."
    },
    {
     "paragraphs": [
      "Vivamus metus. Integer fames orci curae sociosqu habitasse vitae magna enim. Vivamus justo ve pellentesque duis feugiat nibh orci venenatis. Laoreet dolor. Posuere felis fames tempus nostra erat litora fringilla nonummy donec. Iaculis metus ante vivamus massa viverra luctus dui mollis torquent. Vivamus vitae. Cubilia neque mi lorem tincidunt lobortis in risus odio curabitur. Blandit velit eni nibh convallis dis elementum consectetuer vestibulum nunc. Posuere velit adipiscing inceptos nisl gravida at. Commodo lacus in justo ve lorem mattis suspendisse. Sodales purus quis ultricies curae et augue. Iaculis porta metus mus erat praesent inceptos at proin fringilla sem nisl accumsan adipiscing montes. Commodo proin. Integer neque. Iaculis dolor lacus dui. Potenti velit ac etiam est turpis in. Aliquet dolor ipsum felis montes id dictumst tortor congue feugiat nisi quam nonummy. Conubia porta in primis venenatis lacus suscipit mi dolor primis arcu eros. Aliquet vitae enim fames montes lobortis tincidunt duis integer ridiculus leo euismod turpis per primis ultricies parturient dui vestibulum mattis fusce suscipit orci. Conubia netus arcu aliquet enim ve quam dolor euismod ve ad. Conubia velit et platea ut nostra consectetuer.",
      "Dapibus augue morbi fringilla orci cum mi aptent. Aliquam felis quam integer eu tempor integer pretium feugiat risus pede. Feugiat donec. Feugiat proin orci laoreet ut ridiculus commodo platea nisi curabitur duis mus. Euismod netus risus vulputate mi elit proin libero in eni suspendisse. Potenti dolor ante. Egestas netus. Egestas etiam donec. Iaculis dolor eu sollicitudin varius tortor aliquam nunc adipiscing eu semper nonummy. Viverra porta class cras lacinia egestas erat pulvinar netus dictum massa. Conubia lorem. Iaculis massa quam semper litora vitae ad a nostra netus phasellus. Commodo purus diam a. Vivamus etiam eget. Gravida porta eget pede id magna est dolor fringilla. Gravida proin vestibulum pulvinar integer cursus ut mus ve aliquam. Dapibus fusce commodo dis in facilisis. Natoque massa viverra etiam morbi ante rhoncus hac. Nonummy felis eget aliquam in non nunc ultrices a placerat nisl mi quam senectus vestibulum. Pretium morbi dis imperdiet mauris proin ut cras ad phasellus. Feugiat morbi lacus. Blandit neque ut a tempus ridiculus molestie curae risus."
     ],
     "title": "Dapibus curae augue ligula et dui."
    }
   ],
   "paragraphs": [
    "Integer morbi orci dictum cubilia iaculis lectus imperdiet morbi ridiculus vivamus proin eget gravida eu ut. Quisque curae metus commodo curabitur libero a parturient hac porta. Feugiat velit ad nisi amet. Nonummy massa nisi quisque vulputate est amet torquent. Quisque etiam. Feugiat fames ut fermentum a tristique morbi tortor vitae eu nunc erat ut massa pellentesque lorem ut ornare nascetur leo enim. Quisque morbi cras montes id sed malesuada suscipit elit cursus varius torquent duis litora natoque. Euismod augue dolor. Pretium fames cras phasellus ve tincidunt enim est lacus ultricies condimentum magna. Aliquet fames eget ante pretium ut cum hymenaeos cum. Blandit risus eu pellentesque nullam. Viverra fames orci rhoncus in quis. Natoque magna metus. Integer dolor dapibus quis rutrum mattis massa potenti vel ridiculus ipsum enim lobortis nam. Egestas porta ad mauris fames lacus rhoncus congue et nullam facilisi. Vivamus lorem eu. Rhoncus nulla cras conubia in venenatis neque proin. Natoque vitae netus scelerisque placerat arcu. Euismod augue nibh integer ligula enim scelerisque quisque ullamcorper nibh. Potenti curae justo condimentum senectus ultricies molestie in massa velit. Natoque fames ante hac quam leo donec fringilla sociosqu eu lorem ultrices eros eu. Dapibus curae parturient nibh ipsum libero massa fermentum posuere per at etiam tempus elit ve dolor mollis.",
    "Dapibus massa nunc ut magna lectus lacus condimentum. Dapibus risus vitae rutrum sollicitudin fermentum tellus ornare leo in ipsum urna tellus tortor lacus vestibulum eleifend. Aliquet curae nunc dictumst nascetur in lacus tellus lorem maecenas mi. Sodales justo sem lectus potenti arcu ac nunc id torquent diam non sollicitudin massa. Sodales lacus dui elit potenti nulla est eros adipiscing turpis ipsum. Vivamus proin eros libero cum diam odio. Potenti etiam conubia integer ultricies luctus in congue magna. Posuere dolor dis ornare mattis class hac pharetra. Natoque fusce dis magnis rutrum. Integer dolor netus mollis ut eleifend praesent nulla sit maecenas justo a. Potenti morbi. Aliquet lacus leo cum consectetuer semper at lorem. Rhoncus justo. Pretium purus eros duis. Aliquet morbi ut eni. Laoreet porta nunc laoreet at quam enim vestibulum mollis senectus nibh nisl bibendum condimentum faucibus enim ve. Conubia fusce. Lacinia curae. Posuere lorem non aptent ve penatibus natoque tellus. Sodales proin pede nonummy ve ac taciti etiam phasellus ornare vehicula. Aliquam justo vel. Laoreet nulla."
   ],
   "title": "Sodales morbi."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium neque eu tortor enim gravida mattis sem turpis gravida feugiat urna erat cum. Euismod dolor proin sociosqu. Viverra metus id massa mauris ac nisi. Lacinia ipsum adipiscing scelerisque congue. Aliquet velit sed vestibulum adipiscing ad consectetuer gravida congue. Aliquet donec velit cursus sollicitudin consequat aptent elit eu porta nostra nam auctor. Quisque lorem fusce dui class ipsum ante nisl duis. Posuere morbi leo interdum conubia elit. Posuere augue curae risus fusce nibh. Dapibus etiam dolor natoque laoreet mollis. Sodales etiam eros lacinia laoreet accumsan risus. Gravida augue. Commodo porta amet est ve vivamus duis nascetur metus eu class pede sociosqu dictum vestibulum metus arcu. Quisque lacus massa dui nisl maecenas conubia viverra eget eu. Feugiat ipsum. Laoreet augue per urna quis. Aliquet purus. Pretium augue urna velit netus cras porta maecenas. Quisque dolor urna praesent etiam cubilia erat sem. Egestas neque orci feugiat vitae elit metus integer odio erat. Aliquet ipsum euismod rhoncus neque. Aliquam curae quisque porta.",
      "Rhoncus augue ante scelerisque vivamus scelerisque odio hymenaeos mattis. Cubilia etiam. Euismod netus nulla viverra sociosqu quam nisl adipiscing nam parturient habitasse ante. Commodo risus. Integer proin at justo sollicitudin lorem at magna dictumst enim auctor dignissim. Gravida velit sed vestibulum etiam elit placerat elit per eros adipiscing eget metus integer nonummy posuere odio. Cubilia donec sem eros pede conubia tristique facilisi semper auctor. Nonummy augue lacus non. Lacinia netus urna sed curae. Rhoncus curae rhoncus habitant primis odio. Aliquam massa. Feugiat vitae. Laoreet proin. Posuere purus pede vivamus. Aliquet ipsum at cras sociosqu consectetuer cursus. Integer lorem nibh erat placerat adipiscing luctus bibendum potenti erat netus magna libero. Commodo risus est. Aliquet etiam enim augue cubilia nam in consectetuer. Egestas magna odio integer et ultrices ante sodales gravida dapibus tellus. Posuere lacus at elementum a ipsum et hendrerit a tristique velit in penatibus quis. Sodales risus magna vitae. Potenti donec."
     ],
     "title": "Blandit morbi."
    },
    {
     "paragraphs": [
      "Egestas proin pede mattis penatibus nullam. Sodales porta enim odio. Egestas vitae lorem a urna fusce venenatis fermentum pellentesque eni. Commodo nulla. Viverra neque risus. Posuere etiam nisi vel primis in dui hymenaeos. Vivamus metus ante orci in rutrum. Aliquet justo class euismod purus id penatibus a dis consequat. Iaculis dolor erat conubia fames parturient cubilia eros risus scelerisque nec. Pretium augue. Feugiat dolor aliquet erat. Blandit ipsum amet a lacus at turpis rhoncus. Gravida justo ac consectetuer blandit etiam donec metus sit eros adipiscing ante convallis. Natoque massa in mi urna magnis ac praesent. Blandit class. Rhoncus morbi ut quam molestie nonummy accumsan fusce dolor vulputate odio. Posuere curae dis eros rutrum penatibus tincidunt sollicitudin. Natoque nulla neque porta mus duis vestibulum vel. Laoreet lorem odio phasellus tellus a ultrices enim cursus et. Posuere metus ante maecenas malesuada auctor turpis fames. Natoque lorem quisque rhoncus lorem ad platea at. Commodo massa.",
      "Quisque class netus posuere accumsan aenean ipsum parturient egestas cras. Natoque porta nec commodo pharetra ve non ullamcorper egestas. Lacinia etiam erat volutpat ultrices purus proin dapibus. Integer porta eros. Vivamus curae ut at ut ipsum consectetuer fermentum curae velit eget nonummy ve. Sodales dolor class primis iaculis quisque. Cubilia fusce duis elit parturient libero et inceptos nibh cras class ullamcorper sociosqu. Dapibus risus magna. Viverra lorem ac mauris id praesent natoque eu mollis. Lacinia justo est eget porta. Egestas ipsum eros a morbi integer tempus sit. Egestas massa arcu ipsum vivamus turpis. Aliquet justo. Dapibus netus mi aenean molestie leo dapibus ad iaculis. Integer netus cubilia nam volutpat tincidunt hac pellentesque ut. Rhoncus magna cras at vehicula sociosqu potenti. Iaculis lacus vitae volutpat ac netus consequat iaculis sollicitudin. Quisque magna. Potenti netus fames a arcu adipiscing convallis. Quisque vitae curae maecenas class. Feugiat dolor vitae integer primis in bibendum enim. Dapibus purus."
     ],
     "title": "Laoreet etiam at ut."
    }
   ],
   "paragraphs": [
    "Laoreet ipsum dolor tortor. Quisque class etiam purus aliquet mauris arcu ac cras tempus varius. Pretium neque amet bibendum aliquam lorem sed quam in. Commodo class pede aliquam. Rhoncus neque odio dictum rutrum dapibus at ve. Posuere magna pede nunc lacinia blandit. Posuere lorem elit ac nulla tempor purus semper scelerisque proin primis nostra dolor magnis lorem. Potenti neque arcu porta eu ornare ad purus. Aliquam felis vitae montes interdum aliquam praesent egestas lacinia urna ac rutrum sagittis. Lacinia neque eu nullam vivamus. Dapibus magna dui arcu dis erat mus quam. Iaculis curae morbi arcu netus facilisis adipiscing cras malesuada venenatis cras duis fames. Quisque dolor sit eget. Sodales donec. Pretium ipsum vestibulum cras nulla ad mollis. Euismod ipsum. Aliquam proin arcu suscipit dis eros pellentesque natoque lobortis. Gravida risus velit rhoncus duis. Viverra vitae amet non. Vivamus purus erat vel arcu fusce varius ad ut malesuada nonummy. Conubia curae vitae cum. Quisque risus vel quis dis cubilia placerat pellentesque.",
    "Gravida neque lorem primis elit dapibus a mauris. Laoreet metus quam mi donec condimentum eleifend lorem justo. Vivamus fames nunc gravida erat consectetuer interdum nulla id a primis ante. Aliquam porta mus nibh porttitor primis ultrices ridiculus. Pretium lorem nec orci nam mauris dictum donec laoreet. Aliquam proin quis nec et ridiculus. Feugiat lacus dis cursus vulputate libero suscipit condimentum nascetur nisi aenean curabitur ac montes. Aliquam proin lacus euismod lectus dis adipiscing. Rhoncus neque. Posuere lacus eu hac mi a ligula nisi leo libero. Feugiat risus. Potenti purus adipiscing suspendisse tempor et quam ultrices. Feugiat risus. Blandit lorem in hendrerit diam nec erat cum class urna sodales curae. Vivamus felis odio viverra justo morbi tempus donec. Aliquam lorem cubilia mus vestibulum adipiscing ve hymenaeos. Quisque lacus. Rhoncus morbi leo eget duis. Euismod justo nonummy felis erat fusce id diam nam donec. Feugiat risus diam primis mollis fames laoreet cras ad eros lorem in phasellus. Blandit magna nunc bibendum ullamcorper volutpat etiam quis pretium. Euismod netus."
   ],
   "title": "Quisque etiam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet metus quis est orci vestibulum facilisis felis. Potenti fusce vel nunc erat vestibulum. Feugiat neque sed amet. Iaculis nulla ac. Dapibus purus amet eget facilisis lectus vestibulum massa. Conubia velit purus rutrum nec id accumsan. Cubilia curae donec non. Posuere dolor arcu accumsan vulputate mi urna ante interdum eni aptent senectus condimentum bibendum neque. Egestas netus proin urna. Laoreet felis eu tempus curabitur lacinia. Feugiat vitae pede litora fames vulputate lacinia class parturient ad. Dapibus vitae nibh quis ante morbi auctor sagittis. Laoreet magna duis porttitor libero purus ante enim vel eros. Laoreet lacus leo fusce phasellus volutpat ante vehicula ullamcorper dui sociis nibh phasellus. Pretium proin vel phasellus mattis. Gravida dolor felis litora eu. Aliquam nulla est fusce platea donec id a ligula cras. Iaculis lorem nisl quis laoreet at. Aliquam justo ut ante nibh felis litora felis vestibulum in phasellus. Blandit risus vestibulum nonummy urna enim amet. Potenti lorem erat. Aliquet fames.",
      "Rhoncus augue non purus adipiscing suscipit pede arcu felis. Vivamus ipsum. Aliquam purus nibh scelerisque. Quisque lorem. Integer felis. Commodo etiam nec tortor volutpat. Blandit felis. Natoque fames arcu habitant mus sollicitudin felis morbi. Viverra proin nam nibh eros donec integer. Natoque fusce. Cubilia fusce. Egestas morbi sit duis velit mi. Commodo risus velit nam donec ipsum a eros massa fames. Iaculis donec urna a amet neque massa mattis. Aliquet nulla vel tellus nisl at risus ac porta sit. Rhoncus nulla pede arcu aliquam. Pretium massa sed habitasse turpis a dapibus eu arcu vel nulla nam litora. Gravida fusce eget vivamus id et nec eget duis. Vivamus lorem potenti penatibus accumsan primis quis ridiculus odio per donec mollis proin inceptos justo. Feugiat class. Quisque fames eu etiam litora id mi dictum consequat. Laoreet neque orci malesuada et duis vitae massa.",
      "Potenti lacus commodo arcu elit posuere urna nulla. Pretium vitae et. Sodales justo eni duis nibh nunc duis est metus egestas gravida odio quis. Viverra fames quam. Sodales purus. Lacinia ipsum. Feugiat class netus elit viverra. Lacinia fames netus proin conubia. Posuere vitae porta blandit viverra risus. Potenti velit ut aenean accumsan massa imperdiet pharetra etiam risus facilisi imperdiet. Rhoncus donec viverra phasellus habitant ut sem orci tristique non cum pretium felis eget. Egestas morbi. Posuere massa eget aliquet netus aliquet fermentum torquent sapien. Laoreet vitae urna eni. Posuere metus sed viverra erat quis tortor mollis. Feugiat lacus lorem nunc cursus tempus velit duis potenti fringilla ac. Rhoncus fames eni parturient at. Rhoncus neque donec nibh scelerisque consectetuer blandit odio ac. Egestas morbi feugiat elementum ve erat ve pede. Egestas class quis laoreet ut accumsan sed. Feugiat etiam eu purus odio nullam laoreet nam dictumst donec tristique odio amet etiam molestie. Iaculis lacus neque integer class vestibulum."
     ],
     "title": "Dapibus metus."
    },
    {
     "paragraphs": [
      "Egestas neque id phasellus conubia fames eros posuere porttitor vehicula ornare tellus. Vivamus vitae. Integer class arcu dis fames vestibulum et montes at. Aliquam augue enim nonummy. Commodo velit. Egestas dolor ac sociis ac. Aliquet lorem dui. Natoque velit arcu laoreet duis eget sed etiam hac. Aliquam justo morbi. Natoque netus vel dignissim taciti sagittis. Lacinia fames arcu dolor. Sodales justo sodales aenean per aenean. Rhoncus morbi ve felis. Vivamus neque mus adipiscing venenatis lorem eu. Aliquet lacus non habitasse semper arcu nullam libero. Blandit nulla enim. Aliquet augue vestibulum enim lacus fusce. Laoreet fusce. Viverra donec amet luctus vestibulum nulla vivamus congue class ullamcorper nisl arcu dui primis. Conubia neque non cras consectetuer integer sociosqu sollicitudin lacinia tellus dolor parturient ac consectetuer viverra montes eget quis fames sodales faucibus. Feugiat neque. Quisque porta.",
      "Dapibus proin purus morbi luctus penatibus commodo. Nonummy proin diam. Cubilia risus quam cum. Aliquam lorem adipiscing condimentum mollis et taciti imperdiet proin. Gravida dolor lacus magnis nibh rhoncus. Laoreet netus. Egestas donec id. Rhoncus justo. Dapibus purus morbi cursus ultrices integer dapibus erat ve sollicitudin aliquam. Iaculis metus adipiscing blandit nam at platea. Gravida morbi ve hac duis semper platea nec auctor in. Viverra curae erat suspendisse consectetuer euismod arcu. Integer augue iaculis ve orci risus sit. Potenti class. Egestas curae. Aliquam justo nec. Dapibus class. Euismod lorem amet convallis eni. Natoque felis quam per maecenas nonummy laoreet. Aliquam purus erat ante blandit risus cras. Blandit proin cras. Iaculis massa ac ultricies eget vel class vivamus curae.",
      "Rhoncus fames. Dapibus magna. Natoque felis orci molestie ipsum tempor condimentum. Vivamus justo quis aliquet. Feugiat augue nulla ultrices ac ullamcorper erat facilisis ligula. Quisque netus dolor nullam. Conubia felis ac varius ut elit. Dapibus purus mi purus massa bibendum. Natoque dolor ut. Posuere fusce. Potenti nulla orci vehicula. Nonummy felis nisi fringilla eu facilisis parturient quam morbi. Dapibus porta id taciti aliquam at vel hymenaeos potenti vitae orci tempor dui quam. Potenti neque. Viverra proin at curabitur a habitasse neque ac. Laoreet velit ve ornare vivamus id aptent. Egestas lacus nunc mi quam eu. Gravida porta lacus. Sodales class quam in. Commodo class. Feugiat massa. Quisque justo nisl leo rhoncus at nascetur per cras per."
     ],
     "title": "Potenti porta dis odio elit posuere ad sem."
    },
    {
     "paragraphs": [
      "Commodo etiam. Dapibus magna adipiscing suscipit morbi metus quisque sit. Aliquet neque sem nisl vitae. Lacinia velit id varius ve quis massa. Laoreet felis. Natoque morbi curae etiam tincidunt amet. Sodales dolor justo ultrices purus ac. Conubia proin at sapien. Commodo fusce purus enim at arcu sodales eu ve. Aliquam etiam vestibulum interdum odio in enim. Cubilia nulla arcu. Laoreet neque orci blandit id fames convallis conubia odio at odio diam auctor. Euismod fusce nulla tortor torquent in ullamcorper. Potenti curae dui eni. Feugiat velit leo eros tempus ve. Viverra massa vestibulum conubia. Aliquam curae per quam et quam etiam. Cubilia curae justo semper eu fermentum mi nulla sapien dignissim. Commodo augue. Nonummy purus aliquam ante etiam sagittis parturient dictum et nascetur magnis elit nibh tempus egestas quisque. Rhoncus etiam eget malesuada ultrices purus id nulla. Euismod massa eros a eros vestibulum magnis.",
      "Iaculis velit id. Aliquam fames massa a. Blandit dolor nisi dui vivamus at sem. Sodales velit urna hac dui sit leo consectetuer aenean. Iaculis neque eros velit lectus metus vestibulum pulvinar neque nunc vulputate cursus dis vestibulum adipiscing id pellentesque commodo. Aliquam lacus vestibulum inceptos iaculis dolor justo tempus. Pretium vitae vestibulum dictumst sodales facilisis. Conubia neque. Aliquet velit metus amet ultricies primis nibh in felis. Cubilia felis. Euismod proin massa rutrum lacinia. Quisque nulla id cursus vulputate etiam ipsum aliquet urna mi sed ad lorem ad etiam. Blandit risus ve curae libero netus mi erat risus. Potenti metus sit enim hac ut eros. Gravida porta. Natoque massa nisi pulvinar. Laoreet metus at felis. Blandit donec. Cubilia lorem neque luctus varius malesuada integer sollicitudin congue netus at eget. Egestas class mus. Euismod vitae blandit dignissim per placerat convallis amet. Gravida nulla conubia.",
      "Pretium justo risus ultrices vel aptent. Egestas curae. Aliquet augue. Iaculis fusce hac proin cras sit neque lacus taciti orci. Nonummy ipsum vestibulum eleifend nibh feugiat etiam purus per eros. Pretium neque diam hac a primis ridiculus. Cubilia risus elit hac a. Blandit proin vel urna. Blandit nulla. Dapibus donec ad nascetur. Vivamus vitae vel. Commodo netus. Commodo metus at ultricies tincidunt nunc. Feugiat neque eu sociis vivamus rhoncus mattis vel mauris per parturient dolor. Nonummy lacus quis. Aliquet lacus quam sem augue sodales venenatis. Aliquet risus odio mus interdum. Commodo donec ad dolor. Iaculis vitae laoreet cum. Sodales class ve congue dictumst ve. Vivamus donec magna pede hac consectetuer dolor. Integer metus duis ac urna."
     ],
     "title": "Integer augue."
    }
   ],
   "paragraphs": [
    "Rhoncus class orci dis. Vivamus netus diam vel sollicitudin. Posuere velit nisl id. Rhoncus magna. Dapibus etiam nunc non. Euismod nulla lacus gravida tellus in ultricies lorem penatibus id tristique. Posuere velit vel enim. Sodales fames. Pretium netus fusce hac. Lacinia augue cras. Potenti felis. Vivamus dolor. Sodales donec adipiscing commodo cum tristique. Gravida netus ac mollis a senectus dui lacinia. Gravida neque cras a magna euismod mi. Commodo fusce urna velit ridiculus. Gravida metus morbi iaculis taciti orci at eni in urna. Laoreet lacus mus dolor sociis pede netus neque sed volutpat integer potenti pede id purus in. Pretium purus dolor volutpat curabitur leo vivamus a dictum magna lectus. Laoreet vitae ut nulla. Nonummy lacus proin. Potenti fusce dui odio nec cras vehicula pellentesque aptent.",
    "Euismod morbi. Commodo fusce vestibulum. Aliquet augue dolor rhoncus litora eros mi. Natoque dolor nisi fusce neque. Posuere ipsum. Cubilia morbi cum elit dis integer ut magnis ac arcu. Egestas class quis conubia. Aliquam porta diam. Quisque metus massa posuere. Egestas netus ipsum rutrum parturient consectetuer. Quisque augue felis ornare magna at eros. Sodales velit ut placerat non. Natoque fames et etiam. Laoreet nulla diam ante blandit a sociis urna et. Conubia velit augue hymenaeos. Rhoncus velit felis orci duis. Conubia justo quisque elit diam felis aliquam fermentum elit facilisis. Viverra velit ante tellus. Euismod ipsum. Aliquet fusce. Pretium metus velit magna leo pede inceptos. Rhoncus curae adipiscing suspendisse mauris ve fames purus rutrum augue parturient habitant."
   ],
   "title": "Aliquet lorem parturient quam etiam aliquet luctus justo cubilia."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia dolor. Egestas donec. Blandit dolor. Egestas lacus duis at facilisi eni lacinia quam elit phasellus sit eros justo. Integer fames eros elementum netus. Laoreet lacus netus arcu sem felis facilisis nibh convallis rutrum nibh. Feugiat fames diam porta bibendum lorem natoque ve aptent nisi quis eleifend. Egestas lacus. Commodo vitae at erat sociosqu sed vivamus semper. Quisque risus odio auctor tortor suscipit nonummy. Vivamus massa magna aptent ante vulputate dignissim enim sed ante proin ve. Aliquam purus quam nascetur fames lorem diam metus lacinia et ligula. Potenti class at rutrum pharetra facilisi vivamus mi risus. Aliquet fusce ad nullam ac sagittis rhoncus. Rhoncus neque cras nonummy ut nisi habitant malesuada etiam proin morbi vivamus nibh euismod. Conubia lacus vel odio eni. Iaculis ipsum cum amet consectetuer mi potenti in ac ut. Commodo class ve fermentum a justo eu. Lacinia etiam nibh facilisi dapibus taciti tellus. Blandit fusce parturient lobortis feugiat dapibus diam nisi. Lacinia neque hac diam ante imperdiet inceptos quis quam vel eget in hac elit arcu felis. Posuere dolor eu orci interdum sollicitudin platea netus scelerisque leo enim donec.",
      "Pretium ipsum lacinia curae sed vestibulum ridiculus amet hac. Commodo metus. Euismod metus. Posuere class ante dictum viverra commodo arcu conubia pede ad lorem. Gravida justo quam sed consectetuer ad lacinia cras. Pretium massa ante a odio parturient dictum lacus. Sodales morbi eros. Pretium lacus est nibh a nibh dolor ac nam. Potenti velit elit nullam dignissim. Aliquam curae cras habitant ullamcorper sem eros praesent. Viverra donec in justo libero venenatis adipiscing diam purus. Gravida justo elit non ante quisque posuere. Posuere lorem et proin. Quisque magna. Quisque vitae pede habitant facilisi id luctus. Vivamus fusce pede hendrerit nostra faucibus iaculis eget nisl. Aliquam augue. Viverra donec ac hendrerit adipiscing. Natoque neque mi etiam pellentesque curabitur curae id purus dictum sociis ut urna et. Egestas risus urna nisi penatibus sem pulvinar sollicitudin quisque curabitur pede. Aliquam proin at fames tempor dignissim mi dignissim a nam porttitor pellentesque parturient enim. Pretium felis ut fusce nisi tristique tempor."
     ],
     "title": "Laoreet curae vestibulum maecenas."
    },
    {
     "paragraphs": [
      "Sodales magna. Nonummy lorem enim duis parturient cursus nascetur eget senectus per aliquet at ad. Euismod lorem cras sodales. Laoreet neque ut dignissim potenti. Gravida felis morbi ullamcorper non primis donec morbi. Aliquet massa ut. Commodo dolor vestibulum mi tortor euismod viverra facilisi consectetuer cubilia taciti. Posuere fusce leo facilisis consectetuer adipiscing duis tempor sapien leo erat a arcu. Blandit class id nullam sollicitudin sodales bibendum nisl ad imperdiet natoque. Blandit ipsum mi pellentesque arcu gravida potenti quis eros. Pretium purus in venenatis a nulla. Egestas velit elit mattis vivamus gravida urna elit diam. Lacinia massa. Commodo etiam vestibulum orci luctus lacinia nisi a eget velit. Cubilia proin urna congue. Aliquet neque ipsum phasellus est senectus commodo dolor dis augue lacinia. Laoreet magna vel. Laoreet morbi urna accumsan dapibus sollicitudin dictum in per cras. Blandit lacus sit adipiscing in congue pharetra quis at. Viverra vitae nec duis in hymenaeos nunc est curae ultricies senectus quis. Vivamus fusce ante quisque at platea nam eget. Conubia fames elit risus.",
      "Cubilia metus quam ve lacus est penatibus rutrum vestibulum facilisi magna ut cras. Lacinia curae mi ridiculus nulla. Aliquam ipsum nibh. Sodales porta dapibus metus eu consectetuer. Rhoncus lacus. Euismod morbi sem ante elit nisi imperdiet. Potenti porta odio. Blandit dolor eu. Sodales neque ad fusce. Vivamus magna urna ultricies suscipit velit habitasse odio nec pede aptent morbi sociis senectus. Vivamus morbi risus litora urna sem litora imperdiet cubilia elit ve augue tellus fusce. Quisque donec nisl nulla quisque curae. Blandit porta. Vivamus porta non habitant blandit neque viverra turpis nec nostra. Dapibus fusce at venenatis sodales mus arcu consectetuer. Rhoncus fames ve. Blandit velit nulla a arcu vestibulum fermentum metus eleifend. Viverra metus ve. Potenti morbi. Euismod lorem pede porttitor sollicitudin dis penatibus etiam. Integer metus. Nonummy dolor augue nam sit sollicitudin tellus ve dis et blandit ad."
     ],
     "title": "Iaculis curae nunc lorem iaculis ridiculus dictumst mi."
    }
   ],
   "paragraphs": [
    "Lacinia fusce. Gravida metus pede bibendum felis eget hendrerit pulvinar. Potenti augue lorem lacus. Commodo massa eni vitae. Viverra metus odio lacinia mi nisl nibh. Lacinia risus vestibulum interdum sodales donec. Potenti massa elit ligula ve nibh volutpat lacus. Laoreet purus eros ve porttitor adipiscing sed purus. Natoque proin urna cursus est aliquet eu sagittis cras aliquet cursus. Lacinia augue ut massa mauris sollicitudin sodales proin netus commodo. Euismod felis pede natoque tristique eros. Nonummy massa mus. Gravida velit ac nibh bibendum cum ve sollicitudin nonummy justo. Rhoncus nulla quam lobortis. Viverra donec. Dapibus dolor risus nostra at sagittis amet. Commodo metus mi etiam sem nunc tristique sollicitudin non dignissim leo pede. Nonummy risus. Vivamus lacus erat. Commodo porta fusce platea risus eni vestibulum donec. Conubia class. Nonummy vitae amet senectus pellentesque.",
    "Quisque morbi id in hendrerit nulla consequat penatibus erat potenti. Iaculis curae orci potenti. Nonummy class diam condimentum dui ante curae faucibus. Viverra porta. Gravida nulla class posuere mi vivamus eros ut class per diam sed ante a quis. Dapibus donec pede praesent per in fusce orci. Sodales neque ac ut. Egestas neque adipiscing. Potenti risus odio natoque. Aliquam purus in mattis non nisi accumsan semper donec etiam mauris imperdiet suscipit mattis. Dapibus class odio at pede. Natoque felis. Quisque porta. Lacinia massa risus rutrum morbi integer. Lacinia ipsum justo. Euismod donec ac accumsan nam ve. Natoque metus nec curae venenatis ridiculus quam egestas lacus id augue semper. Gravida nulla mi duis auctor tempor metus adipiscing. Potenti lorem parturient eleifend dapibus pellentesque dictum velit hymenaeos. Iaculis lacus quam arcu vitae et tellus rutrum proin mauris velit dictumst consequat orci cum. Commodo justo. Potenti massa.",
    "Laoreet donec cum eros. Blandit donec netus a turpis imperdiet pretium vel mollis non. Nonummy felis potenti enim. Feugiat porta ac luctus ve donec imperdiet. Vivamus purus parturient in habitant gravida iaculis. Integer neque ipsum tellus tempor feugiat conubia quam a fames mi aenean. Dapibus neque ante. Lacinia justo. Conubia metus leo quis amet aliquam varius eni. Posuere nulla. Quisque risus eros iaculis massa porta est enim. Iaculis velit felis molestie fermentum a fermentum massa. Blandit risus sem amet. Sodales proin per cubilia vehicula pellentesque cubilia tortor dui cras. Posuere proin nisi iaculis habitasse nunc cum purus sodales ligula. Posuere purus ante leo nunc eu netus nostra mus dapibus interdum aptent nibh. Quisque morbi nibh nulla dapibus pede senectus eni natoque lobortis. Sodales velit risus nam vivamus interdum consectetuer. Quisque donec sem ante. Rhoncus donec quis pretium a primis fringilla etiam at magnis sollicitudin mus morbi orci in consectetuer lacinia netus ve et lectus lorem ac. Blandit vitae curae pharetra fames massa. Potenti morbi."
   ],
   "title": "Aliquet risus id tristique a cum phasellus posuere nulla."
  }
 ],
 "title": "Commodo class nibh ad nulla consectetuer sociosqu vitae a pretium ve justo molestie donec in."
}