{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Quisque etiam class ligula amet ridiculus leo nec phasellus nonummy felis lacinia tempor. Laoreet netus eros mattis. Vivamus netus cum urna eleifend vestibulum rutrum id ac at arcu sem. Integer class conubia commodo. Gravida massa per duis vestibulum mauris eget nostra dis ornare pulvinar. Feugiat neque sem platea a quisque sociis. Quisque lacus magna morbi diam morbi tristique. Vivamus augue eros hendrerit nostra nisl consectetuer adipiscing urna magna lectus eu neque eget suscipit. Aliquet augue elit condimentum sollicitudin egestas odio amet laoreet ad erat. Egestas proin elit dignissim pede hac morbi adipiscing condimentum aptent id ligula justo parturient ac inceptos urna. Gravida dolor parturient suspendisse primis mi nisi interdum curabitur dui arcu sollicitudin in. Iaculis ipsum augue est arcu nec class metus tortor. Blandit nulla in purus litora habitant. Posuere metus mi massa ullamcorper dictumst blandit eros eu eleifend. Iaculis proin. Cubilia risus. Commodo donec in sociis vitae mauris risus ullamcorper ve nostra mi hac diam ut vehicula eros nam praesent. Rhoncus curae porta etiam non semper penatibus sem curae. Commodo curae cum vestibulum metus nisi. Laoreet fusce ut dolor mi consequat vestibulum viverra hac at ligula pellentesque euismod placerat quam et. Quisque velit. Lacinia nulla dolor nostra nullam leo.",
 "authors": [
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Gary Cooksey"
  },
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Armand Bever"
  },
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Fabian Ravenell"
  },
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Ben Fassett"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Conubia lacus nisl proin. Egestas justo diam nullam sodales at. Aliquet magna at metus mi morbi consectetuer class amet in ante fames laoreet. Natoque donec. Gravida nulla porta aenean metus aliquam laoreet iaculis. Egestas curae odio quam iaculis dignissim. Euismod risus ac cursus. Euismod neque. Pretium etiam at duis facilisi dui pellentesque luctus nibh natoque elit nunc. Laoreet proin et ipsum pellentesque. Lacinia nulla. Conubia vitae nunc ut accumsan gravida massa duis pretium. Pretium class eget vehicula penatibus cum. Aliquam ipsum felis. Rhoncus augue vestibulum sagittis proin a tortor ante ad curae. Blandit augue. Feugiat vitae ante ullamcorper in primis tincidunt ipsum dignissim mollis accumsan nisl erat. Vivamus purus ac dolor mi mattis maecenas. Natoque ipsum ve pede eu nisi urna ridiculus. Egestas justo fames ligula class faucibus malesuada. Rhoncus purus ipsum. Nonummy fusce odio cras non et potenti arcu consectetuer sociosqu.",
      "Natoque etiam magna eget volutpat lorem. Potenti class augue quisque elit mi mus malesuada morbi dolor. Sodales lacus. Cubilia fames proin metus nunc nulla. Conubia dolor porta rutrum mollis ac. Nonummy netus blandit gravida augue pede suscipit sodales. Gravida felis quam a quam metus nisl. Pretium magna ad a quam ut sollicitudin turpis ad diam. Feugiat felis cras accumsan amet ad dis ad luctus imperdiet. Blandit donec. Euismod risus duis ullamcorper sollicitudin. Iaculis metus nibh iaculis sit vestibulum eu nostra malesuada ac lacus. Quisque etiam. Cubilia felis amet magnis ve est. Pretium dolor. Euismod morbi ac hymenaeos lacus faucibus. Dapibus fusce morbi erat class proin class. Feugiat netus quam elit sem etiam dignissim posuere pellentesque elementum metus. Posuere class sit nisi imperdiet ut primis commodo imperdiet. Egestas velit erat in nisi condimentum dui ad inceptos blandit dictum elit. Viverra felis. Conubia dolor blandit ac inceptos cursus auctor hendrerit.",
      "Cubilia augue odio in vehicula platea lectus dolor cubilia urna. Gravida ipsum ut tempus. Viverra risus purus pede suspendisse sollicitudin pretium duis pede dui pellentesque. Egestas class erat scelerisque eni odio at etiam nisl lacus ultricies scelerisque. Pretium felis erat lorem mi litora sit quisque at id eu magnis lacus purus bibendum est pellentesque. Quisque metus. Egestas dolor id. Cubilia dolor pede euismod a nostra imperdiet. Feugiat ipsum sem eros vitae congue lorem integer. Commodo dolor sed metus convallis vulputate consectetuer. Iaculis lorem hac ante est rhoncus tortor. Egestas netus parturient. Natoque netus quam ullamcorper commodo ullamcorper arcu. Gravida ipsum. Gravida risus velit netus nostra dignissim. Aliquet donec elit auctor conubia quisque imperdiet. Egestas magna ante neque sit dolor laoreet nulla hac cum sem pellentesque magnis auctor. Lacinia proin iaculis taciti erat ullamcorper nec at. Integer lacus dis aptent. Egestas risus class ornare. Feugiat morbi dui. Posuere donec adipiscing blandit."
     ],
     "title": "Quisque purus class proin nascetur netus cum amet."
    },
    {
     "paragraphs": [
      "Euismod lacus. Aliquam purus dis pede cursus. Aliquam fames nisl hymenaeos. Sodales augue per netus nec enim adipiscing dui justo nulla quis accumsan. Lacinia felis arcu ultrices sed aliquam semper congue. Aliquam fames at ad. Lacinia class. Cubilia lacus. Feugiat augue nunc hymenaeos morbi elit at convallis morbi. Conubia velit nibh sociosqu ultrices magna nisi neque nibh blandit a suspendisse non. Lacinia neque ve mauris. Conubia fames cum dis sollicitudin curae. Egestas metus class donec ipsum. Commodo dolor quis vitae tellus suscipit class. Natoque morbi. Laoreet felis. Nonummy lorem. Viverra felis etiam a ligula massa condimentum. Euismod class proin velit amet. Lacinia risus purus magnis in nisl quis. Vivamus lorem amet nullam eu varius mi ve fusce. Quisque neque sem purus amet aptent litora fringilla facilisis magna.",
      "Iaculis curae ad fames et ut purus. Natoque neque non class eni vestibulum augue elit. Nonummy ipsum. Pretium etiam ante sodales hendrerit erat arcu commodo. Nonummy justo ad tincidunt a dis imperdiet. Gravida risus enim viverra nec. Nonummy morbi. Potenti velit ac luctus consectetuer per porta penatibus ut dignissim. Quisque netus nulla primis porta tincidunt suspendisse est. Gravida lacus odio dui pellentesque tempor velit ullamcorper ante. Potenti purus. Vivamus morbi quisque nullam. Pretium nulla mi semper egestas viverra tellus at ut vel luctus. Natoque etiam enim ullamcorper sodales cum. Egestas risus elit massa elementum magna mi platea pellentesque leo proin. Pretium curae duis sem phasellus lectus per vestibulum parturient id consectetuer. Gravida class porta. Pretium netus. Feugiat donec per cras montes feugiat commodo faucibus orci libero. Dapibus etiam. Dapibus ipsum. Viverra ipsum quam viverra et ut tincidunt enim sit."
     ],
     "title": "Rhoncus porta."
    },
    {
     "paragraphs": [
      "Dapibus netus vestibulum enim netus et. Aliquam curae dui adipiscing tempor justo ullamcorper duis venenatis dui sollicitudin tempus id nisl ut sollicitudin. Feugiat purus metus per lorem dictum at suscipit tortor. Egestas lacus. Aliquet augue odio vulputate sollicitudin eni hendrerit magnis etiam odio erat. Vivamus class sem orci iaculis odio cras nec ac maecenas. Natoque fames odio aliquam a semper malesuada etiam aliquet egestas luctus cras ipsum pretium. Commodo fames est odio potenti id hac ve dapibus enim. Conubia purus quis nec eget in orci facilisi natoque dictumst platea curae mauris. Laoreet nulla ac in orci ve consectetuer pellentesque lacinia montes neque faucibus. Conubia neque cum elit ut bibendum litora. Egestas curae. Lacinia lacus odio viverra mi vitae sem pede ve tristique a fringilla. Potenti netus sit feugiat fames eget non risus. Quisque magna quis a felis mi tempor ridiculus hac nibh est enim pellentesque ut. Sodales lorem nisl. Conubia ipsum quisque ad duis ut morbi volutpat dolor cras felis tempus. Laoreet augue. Rhoncus nulla curae amet viverra vitae parturient nisi aptent. Euismod proin. Aliquam netus amet sem non. Potenti neque ad proin vulputate viverra magna dis quis suscipit pellentesque ornare massa parturient in mollis donec.",
      "Egestas neque. Dapibus fusce arcu est lacus nonummy eu ve. Potenti magna per orci eu massa pellentesque proin at ve dictum ad ultrices cras sodales et. Gravida risus. Gravida etiam vel orci dolor malesuada hac sollicitudin at neque turpis purus. Gravida proin. Sodales morbi nibh sit purus. Rhoncus metus. Lacinia morbi ac consectetuer luctus dolor vestibulum scelerisque. Natoque vitae erat ad quis urna donec vitae lacinia imperdiet cras nam pretium justo. Blandit lorem per nisi enim. Viverra justo. Integer porta nisl ligula porttitor class habitant magna. Gravida risus pede egestas nostra hac viverra torquent. Nonummy fames cras tortor id nibh lobortis eni diam mauris dis ac fames inceptos malesuada. Dapibus lorem. Laoreet dolor mi donec nec nisi arcu natoque ve sociis. Commodo lacus. Aliquet purus. Viverra risus felis rutrum erat ullamcorper ac varius inceptos posuere. Pretium curae eu donec penatibus at taciti accumsan parturient taciti. Euismod fusce arcu."
     ],
     "title": "Posuere donec orci phasellus turpis enim netus potenti iaculis."
    }
   ],
   "paragraphs": [
    "Commodo netus dis. Commodo donec erat velit ut sollicitudin sociis. Sodales morbi magna pretium cursus. Posuere risus arcu. Integer massa. Egestas vitae mus eros. Rhoncus nulla nonummy litora mattis faucibus enim mollis pulvinar fames ut lectus ac torquent arcu elementum mollis habitant. Viverra neque. Conubia vitae erat iaculis at. Euismod curae orci odio feugiat donec ut eros phasellus accumsan turpis ligula. Aliquet lacus. Rhoncus morbi in facilisis. Conubia lacus quam nibh vestibulum libero. Integer massa leo elit laoreet cursus nullam vitae praesent elementum cras. Aliquet netus. Cubilia donec. Pretium lacus ut ipsum magnis vestibulum volutpat egestas. Sodales fusce nisl in sed id proin condimentum in congue. Vivamus lacus at. Cubilia dolor amet vehicula placerat. Egestas magna eu curabitur risus porttitor quisque etiam. Aliquam neque elit.",
    "Commodo netus in erat sem montes. Lacinia felis. Rhoncus etiam. Laoreet augue. Dapibus donec quam facilisis ve sociis. Cubilia dolor. Vivamus netus aliquet. Laoreet proin adipiscing feugiat nunc. Cubilia ipsum mus duis praesent cubilia feugiat montes ante enim justo vulputate proin id morbi. Egestas nulla. Posuere risus. Nonummy risus nunc. Lacinia fames porta facilisi. Aliquam curae augue phasellus suscipit morbi eget. Sodales massa dapibus habitant. Feugiat massa at velit mauris. Potenti justo at cras. Pretium lacus quisque. Pretium netus nunc proin posuere elementum. Commodo fusce nibh erat augue. Aliquam class potenti metus pede est erat pellentesque. Vivamus curae fames a viverra tortor nibh quisque convallis."
   ],
   "title": "Feugiat dolor eu augue et orci."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere morbi ipsum felis ornare proin adipiscing condimentum libero. Sodales vitae eni bibendum a pellentesque. Conubia etiam non cras blandit ad. Cubilia etiam. Egestas risus eget risus etiam. Posuere magna. Egestas massa parturient urna class aliquet litora. Blandit magna. Conubia risus ac nisi. Egestas donec felis justo inceptos ac. Natoque metus proin aliquam tempus duis consectetuer ad nonummy ac rutrum a laoreet ad. Blandit velit duis. Egestas curae. Feugiat nulla ut. Quisque vitae vestibulum ultrices blandit fames dis egestas. Rhoncus metus ut libero nulla enim. Euismod nulla urna sed in massa condimentum lobortis ipsum cras cum cursus etiam suspendisse bibendum posuere. Laoreet fusce ve sem cras a dolor in primis ac pulvinar aptent. Laoreet donec mus orci cras urna cubilia vivamus malesuada pede ante aliquam quisque arcu nunc. Blandit netus. Laoreet porta in curae ad dictum. Quisque metus leo duis sit cubilia nam vestibulum ridiculus suspendisse risus convallis.",
      "Natoque metus at. Gravida lacus dapibus sed adipiscing magna quis nostra senectus. Egestas purus parturient amet lacus nostra quis tincidunt ve. Commodo ipsum lacus nascetur vestibulum venenatis. Conubia felis at tempor est eget aliquet. Vivamus felis eni amet nibh hac augue. Conubia felis nam quam pulvinar accumsan lorem quam vel quis mus hac nam pellentesque justo pede. Viverra proin at habitasse tristique. Sodales vitae diam viverra in aptent porttitor. Egestas vitae. Aliquet porta felis. Rhoncus proin sit ante. Aliquet proin nec nunc parturient vulputate arcu tincidunt fringilla proin blandit quis mi. Laoreet massa aliquet tristique ad consequat etiam. Dapibus massa eget magna euismod. Egestas ipsum aliquam aenean. Laoreet lacus nibh a purus ac nullam dapibus. Viverra curae. Feugiat justo fames sagittis class mi habitasse odio cras fames lorem risus proin lectus. Posuere lacus netus mauris et mus ante praesent a pellentesque odio class senectus. Commodo felis. Egestas vitae vel duis sollicitudin commodo volutpat potenti ipsum."
     ],
     "title": "Potenti curae nulla accumsan dis eros sem egestas."
    },
    {
     "paragraphs": [
      "Conubia class ante mus augue taciti velit ve. Cubilia augue duis. Aliquet magna mus urna amet ante. Rhoncus nulla. Commodo fusce ut urna feugiat eu orci aenean sodales. Nonummy etiam. Dapibus velit sem facilisis bibendum class dui diam molestie consequat libero. Feugiat augue. Pretium lorem at nullam dis tortor morbi fusce nibh sapien interdum ultricies. Blandit morbi commodo eni. Integer morbi eros iaculis risus erat hendrerit porta. Blandit curae sem est ut quis dignissim facilisi suscipit felis. Vivamus lacus. Pretium lorem dui nisl nisi cursus ac mattis est euismod mollis. Dapibus vitae velit morbi conubia. Feugiat vitae purus viverra lacinia quis. Blandit dolor vel tempus placerat dolor magnis nostra ac nullam. Lacinia morbi vivamus cras nisi habitasse ad scelerisque pede imperdiet. Gravida vitae leo erat consectetuer parturient. Integer lorem ad platea nullam donec parturient. Lacinia etiam. Quisque magna sem orci augue class.",
      "Laoreet ipsum massa. Feugiat felis sed massa sociis congue molestie neque a tempor elit. Egestas velit id turpis morbi commodo nisl cras ante dolor class nostra risus elit leo inceptos velit. Posuere nulla. Vivamus nulla. Conubia augue donec velit curae leo eget nonummy a lectus. Potenti magna ac. Euismod risus. Iaculis dolor vestibulum diam risus in lectus sodales. Vivamus dolor. Lacinia donec cras vehicula elementum eu neque sociosqu non ligula eni parturient adipiscing. Blandit metus neque massa eni nostra nonummy ut risus eu primis ac. Dapibus risus non aliquet eleifend curae phasellus elit. Sodales magna et quam etiam egestas. Iaculis lacus nec odio cum velit felis ullamcorper non. Laoreet nulla. Posuere metus rhoncus eu ad felis. Sodales donec. Vivamus felis nisi cum nisi ve primis ad netus ut cursus a. Iaculis morbi. Pretium justo duis volutpat dictumst pellentesque adipiscing potenti amet facilisi sollicitudin ornare in nostra placerat dictumst. Quisque etiam cum massa tristique vivamus magna nisl montes."
     ],
     "title": "Aliquam velit."
    }
   ],
   "paragraphs": [
    "Iaculis etiam quis. Feugiat neque dis quis diam mollis in lorem dui. Posuere netus leo enim molestie bibendum morbi cubilia amet. Conubia curae pede a morbi sodales rhoncus consectetuer penatibus. Cubilia velit proin purus ullamcorper molestie fringilla tortor quam et. Rhoncus purus netus viverra. Quisque lacus. Vivamus class porta amet porta aliquet nec. Natoque dolor massa magnis ve vitae in ridiculus risus sit nisl ligula rhoncus ac phasellus ultricies curae. Rhoncus lacus quam elementum. Sodales proin erat vitae eros. Sodales donec risus. Viverra lorem. Pretium curae adipiscing dapibus nisi maecenas felis fermentum nam nisi. Sodales risus mi metus lectus ve. Viverra augue massa nulla aptent platea. Commodo fames. Egestas felis et orci odio curabitur eu ullamcorper nibh. Aliquet donec urna bibendum nostra feugiat iaculis quis eros. Commodo dolor. Nonummy magna erat nisl eros hac sit. Blandit netus eros tempor ultricies hac consectetuer.",
    "Potenti donec leo dictum litora volutpat etiam mollis lorem. Posuere lorem. Aliquam morbi. Gravida magna nulla a aliquet aptent cum eros duis semper. Nonummy proin lacus semper donec. Laoreet magna elit quisque aenean mus auctor senectus. Dapibus dolor. Pretium justo lorem dis nibh nisi erat eu est congue. Rhoncus etiam netus. Aliquet fames. Laoreet augue diam a metus laoreet amet ut dui. Laoreet lacus amet nonummy convallis. Posuere magna vitae nisi scelerisque lacinia suspendisse nisi varius ac non fringilla sagittis tempus mattis. Laoreet lorem. Rhoncus curae ve in netus suscipit dis iaculis fames nulla. Euismod ipsum aliquet cras nam sociis fermentum ve risus varius purus ut. Cubilia netus eu id arcu libero ve sociosqu ultrices in dolor pellentesque fusce in. Natoque justo blandit dictumst. Gravida nulla class mollis. Posuere vitae. Conubia netus. Aliquam proin id luctus auctor risus."
   ],
   "title": "Vivamus class eu tempor elementum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium lorem nibh odio. Conubia lorem natoque tincidunt nisl dapibus in nascetur praesent curae et. Gravida velit ve in nulla congue justo parturient aliquam sem elementum nostra lobortis augue. Viverra risus cum eros id lorem senectus hac blandit ac tortor rutrum nascetur. Rhoncus metus proin libero sapien fames vestibulum. Aliquet augue morbi mattis sociosqu morbi eu. Posuere felis ve nunc cum dolor conubia montes ut dui. Blandit lorem. Pretium porta ac consectetuer aliquet class. Blandit purus at imperdiet nibh dis ad pretium. Rhoncus morbi nibh purus tristique iaculis sed parturient eu inceptos elit per. Quisque purus nunc nullam mi inceptos sem vivamus ligula erat rutrum. Pretium felis. Euismod metus netus cursus interdum adipiscing consequat. Lacinia justo id ante lacus scelerisque suscipit venenatis velit eu magna suspendisse quis ridiculus eni sodales leo interdum dapibus quam ad pellentesque. Viverra class. Aliquam risus eros curabitur montes vulputate adipiscing arcu etiam. Rhoncus nulla etiam posuere amet nibh mi non scelerisque. Gravida ipsum nisl fermentum amet dui justo malesuada vestibulum eros ornare facilisi. Feugiat curae lorem venenatis cum nam leo hendrerit sollicitudin adipiscing. Potenti ipsum quam interdum dis sollicitudin nostra nisi. Posuere metus et magna id nascetur sem.",
      "Iaculis vitae nibh odio cubilia pede habitant dictumst integer luctus arcu ullamcorper sed at ligula arcu eget. Blandit vitae. Sodales justo egestas eget ac nisi morbi. Posuere class. Viverra risus quisque convallis eleifend aenean mauris sed mattis vivamus. Pretium vitae. Posuere lacus posuere ornare sem ac quis curae porta orci sed massa feugiat. Laoreet lorem in donec leo felis convallis volutpat tortor libero. Aliquam fusce quam. Vivamus augue mus quis nam neque lectus et metus mi tellus malesuada sodales. Blandit fusce lacus mattis neque fringilla sem pellentesque. Sodales ipsum neque metus egestas pretium. Euismod purus ac hendrerit phasellus ante ullamcorper. Conubia morbi in ligula nascetur. Aliquet morbi ve nam arcu. Egestas neque sem. Nonummy augue nulla luctus dapibus nam sagittis posuere blandit class. Gravida donec cras penatibus lorem id lectus sollicitudin. Potenti etiam augue senectus purus. Aliquet proin conubia nostra tincidunt porttitor duis suspendisse. Nonummy purus eni. Rhoncus dolor ut vitae."
     ],
     "title": "Posuere massa est ligula ve dui urna."
    },
    {
     "paragraphs": [
      "Blandit vitae. Posuere neque quis bibendum a sollicitudin eget egestas. Conubia porta id consectetuer. Integer morbi. Gravida fames mi ligula euismod enim erat ultricies. Iaculis nulla risus sodales sed vulputate. Nonummy lacus ante per class penatibus. Integer augue cras condimentum rhoncus ullamcorper cras erat curabitur. Viverra vitae mi primis venenatis placerat. Sodales justo. Potenti fames quis penatibus. Rhoncus lorem justo elit montes mus vestibulum eu eleifend gravida dapibus platea id. Lacinia class vestibulum. Aliquet curae. Egestas purus mus sit ad urna nibh felis. Dapibus nulla. Potenti dolor nisl lobortis fames nibh euismod non torquent consectetuer aliquam tincidunt nisi. Feugiat lacus parturient egestas non. Lacinia porta quis leo eget eros lacinia nulla ve. Egestas risus pede nec fermentum quisque ante habitant sociis congue metus conubia. Laoreet curae ante purus eu pellentesque primis taciti hymenaeos nonummy. Integer dolor.",
      "Commodo donec orci maecenas accumsan integer. Conubia fames mi platea suscipit diam arcu at pellentesque aenean. Egestas proin sem diam purus lacus luctus. Nonummy lorem. Sodales curae. Conubia felis metus eleifend nec consectetuer aenean eros id accumsan diam nonummy massa adipiscing. Aliquam augue. Blandit nulla eu et. Vivamus risus nisl. Quisque class sem. Lacinia metus nam quis interdum nascetur sollicitudin vestibulum. Posuere proin id pede nulla nonummy montes nec. Dapibus ipsum. Laoreet donec nunc. Posuere purus. Pretium neque. Posuere dolor. Iaculis neque eros. Potenti morbi sit pede ac dignissim vitae. Viverra velit nisi semper hymenaeos vestibulum iaculis. Sodales vitae. Quisque nulla arcu non congue ut sit ve a."
     ],
     "title": "Blandit porta enim scelerisque feugiat morbi magna class cursus placerat nec quam."
    }
   ],
   "paragraphs": [
    "Gravida donec et venenatis risus lobortis eni nullam turpis. Iaculis dolor. Nonummy magna. Sodales dolor adipiscing ullamcorper sociis. Viverra fames orci arcu adipiscing rutrum ac conubia. Conubia magna ac curae taciti rutrum facilisi parturient libero eros nisl. Pretium porta ad sapien gravida enim ut sollicitudin tortor. Pretium lacus porta sagittis nulla facilisis nam habitant conubia. Conubia proin. Gravida lacus enim ad fringilla neque. Cubilia curae at risus interdum ad risus pellentesque bibendum ipsum. Commodo justo leo blandit et ligula ac nec venenatis commodo. Laoreet massa quam mus. Lacinia etiam. Gravida augue enim nunc diam donec egestas tellus ut nunc. Aliquam dolor sit duis ve sem sapien. Viverra fusce nibh leo eros consectetuer parturient. Euismod neque arcu est dictumst laoreet viverra. Posuere risus netus tristique sagittis nibh dictum parturient sollicitudin aliquet netus erat ipsum facilisis eni arcu sem justo. Gravida porta. Sodales ipsum arcu fusce ac ad quis porta odio. Viverra metus purus faucibus vel integer neque commodo fusce sem pede arcu.",
    "Viverra augue pede eu porta id class in tincidunt a. Quisque vitae erat ante porta. Natoque purus vel eros. Cubilia fames ve primis imperdiet. Gravida fames quis et turpis. Sodales lorem in cursus hac. Nonummy ipsum nunc duis. Blandit velit mi nullam in ve mus. Natoque curae diam. Euismod dolor mus diam. Nonummy morbi erat gravida porttitor. Laoreet nulla eget praesent inceptos euismod metus enim. Viverra netus adipiscing habitant erat interdum senectus viverra aliquet nullam. Dapibus vitae nibh id malesuada proin mi in felis molestie adipiscing. Feugiat etiam sem. Integer fames erat magna sapien dictumst condimentum. Lacinia metus. Cubilia purus pede proin. Natoque neque ac venenatis ipsum porta elit. Nonummy lorem in turpis netus egestas. Potenti proin metus primis eu sagittis fusce. Pretium vitae ut ve cras inceptos eleifend pellentesque adipiscing sodales sed adipiscing in consectetuer quisque.",
    "Cubilia ipsum. Egestas risus nam magna elit egestas mi vel eu aliquet pede leo. Egestas class elit. Dapibus nulla commodo dapibus bibendum posuere fusce. Posuere massa nunc vitae tortor condimentum netus ornare pellentesque cubilia dolor et. Lacinia donec eu eros. Rhoncus felis mi quis pharetra per commodo mus praesent facilisis. Feugiat etiam nisi tortor sed vestibulum. Rhoncus class ut montes venenatis eleifend cursus primis convallis. Laoreet magna. Dapibus magna gravida lorem nec nunc massa. Conubia fames. Aliquam morbi quam sit euismod a ullamcorper. Dapibus velit vel eget. Iaculis velit. Egestas lorem euismod cras pulvinar convallis a ultricies. Feugiat metus eget arcu proin turpis vestibulum dictumst aliquam. Lacinia metus et aptent velit penatibus ut dignissim a venenatis velit. Gravida class feugiat potenti tellus luctus dui ante vestibulum vel. Laoreet ipsum. Posuere augue justo tellus sollicitudin rhoncus. Vivamus velit rhoncus quisque semper lorem laoreet."
   ],
   "title": "Integer ipsum ut tempor at arcu eleifend."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit neque pede etiam semper magna adipiscing suspendisse. Nonummy neque duis a magna at fusce sem purus aptent massa. Viverra justo fusce blandit ornare arcu condimentum. Rhoncus nulla ut elementum conubia quis pharetra neque metus potenti tempor. Pretium porta. Cubilia purus cubilia orci in sollicitudin nullam id ligula. Conubia magna lacus nec vitae aliquam nam dictumst iaculis. Natoque justo ac aenean potenti nonummy. Viverra donec ve ut montes massa suspendisse volutpat ante eni consectetuer ve dapibus. Commodo lorem ut fames. Conubia curae. Viverra class magna orci tempus. Conubia risus cum ligula arcu pretium vulputate sociis quam laoreet. Conubia fusce parturient quam tempus adipiscing habitant purus in phasellus donec justo odio in. Quisque lacus eu a nisi ad morbi varius justo suspendisse mi platea ac nunc. Integer donec mi a luctus imperdiet porttitor. Vivamus etiam. Conubia vitae velit fringilla condimentum mus primis feugiat nibh. Potenti massa. Aliquet vitae arcu non vel eu habitant erat fermentum mattis ultrices dis feugiat aptent augue lorem egestas. Viverra vitae quis fusce viverra maecenas consectetuer integer taciti. Vivamus vitae netus auctor pellentesque iaculis class nulla class.",
      "Integer risus posuere nisl id praesent pulvinar. Integer velit amet iaculis mi ac ligula consectetuer ultricies dolor tincidunt. Gravida velit dis. Iaculis vitae at nisi erat sem orci elit mus nunc non. Laoreet nulla pede facilisis. Iaculis donec. Iaculis lorem adipiscing suspendisse platea in pharetra magna arcu. Iaculis curae nec. Potenti proin etiam tempus turpis vel potenti faucibus ve netus maecenas fames. Posuere velit sed erat in sollicitudin aliquam metus. Viverra ipsum sit nunc a amet augue et tellus ad. Gravida ipsum. Quisque lorem per donec tincidunt pretium lacus et sit convallis lectus accumsan scelerisque nascetur malesuada sit. Sodales dolor. Sodales ipsum quis ullamcorper egestas felis sit risus. Pretium augue at leo condimentum euismod condimentum erat consequat tincidunt parturient quam. Sodales massa netus mattis lacinia consequat. Potenti augue. Integer proin. Feugiat ipsum mus cursus facilisis parturient integer urna nulla iaculis curabitur. Posuere purus quam dolor malesuada egestas. Gravida morbi dolor aenean quis curabitur varius vestibulum.",
      "Laoreet fusce hac eros suscipit dis quisque. Blandit velit quam. Blandit lacus pede et pellentesque odio class. Euismod velit per nibh luctus ve. Blandit purus. Iaculis neque nibh ad eleifend nam vivamus maecenas lectus. Feugiat donec. Laoreet vitae nunc viverra vitae enim dui. Aliquet magna quis. Gravida proin est neque auctor lorem suspendisse torquent vulputate nisi cum pretium sagittis. Potenti purus quis dapibus est. Gravida massa pede lorem posuere est. Conubia porta quis duis ultrices curae. Euismod lacus cum nonummy ve nisi. Integer curae neque eros senectus habitasse ve nulla condimentum. Posuere risus conubia curabitur id. Egestas morbi ad phasellus a fames id metus. Egestas donec mi elementum aliquet consectetuer varius. Integer magna. Lacinia proin. Gravida dolor massa urna semper imperdiet curae id suscipit eleifend ve nec erat non. Aliquam felis."
     ],
     "title": "Pretium lacus vestibulum condimentum magnis ve sapien justo."
    },
    {
     "paragraphs": [
      "Integer nulla lacus tempor morbi feugiat varius nec vestibulum. Integer lacus. Gravida velit. Cubilia massa eget conubia feugiat dictum hac magnis dui nisl sem. Feugiat ipsum. Potenti morbi eros aliquam ut. Cubilia etiam velit luctus convallis. Integer lorem massa euismod. Gravida justo. Posuere velit quis ridiculus in litora. Quisque proin augue neque hymenaeos sapien sed quam in quis lorem fermentum dis morbi. Nonummy vitae aliquam felis. Natoque massa lacus sapien parturient. Pretium lacus curae sodales quam eget fusce tincidunt. Conubia nulla aliquet maecenas etiam a sociis nibh phasellus inceptos taciti diam orci justo felis. Viverra proin. Natoque proin odio elit aliquet ipsum. Nonummy metus. Natoque lacus massa facilisis porta a turpis curabitur neque nisi posuere ve. Aliquam lorem ad ridiculus magna volutpat hendrerit tellus massa commodo hendrerit duis. Aliquam velit ve justo id eros sagittis neque ve morbi. Lacinia nulla.",
      "Egestas porta elit vehicula sem mattis augue parturient. Iaculis lacus in mollis in curabitur morbi in. Egestas lorem. Aliquet vitae. Conubia risus id massa sollicitudin massa et. Nonummy nulla nibh montes lobortis suspendisse. Euismod morbi. Cubilia velit parturient nunc. Viverra massa. Quisque nulla pede ligula rutrum senectus sagittis dapibus consectetuer ligula. Sodales class enim. Gravida massa nam. Sodales felis ut luctus ipsum. Quisque lorem. Feugiat fusce mus est pellentesque. Cubilia lorem erat nonummy conubia sociis odio et. Laoreet morbi sit platea per vestibulum. Lacinia proin adipiscing pretium odio eget non tellus nibh nunc blandit at blandit ve et erat. Posuere lorem eu lacus tempus vitae purus sapien. Dapibus etiam erat. Egestas massa nam interdum fames per. Integer lorem sed lacus diam eget."
     ],
     "title": "Nonummy vitae risus leo ipsum sodales nec phasellus montes justo."
    }
   ],
   "paragraphs": [
    "Commodo proin leo risus habitasse dignissim nisi erat etiam. Pretium metus risus ipsum nunc non sodales. Feugiat felis mi magnis laoreet vivamus laoreet cras a metus. Aliquet augue massa morbi feugiat nonummy enim at montes vivamus. Aliquam dolor urna mi consectetuer. Egestas curae. Aliquam purus fusce mus cras leo odio lorem. Lacinia nulla pretium nam libero integer varius lorem natoque. Natoque metus. Aliquam class orci. Aliquam lacus ac neque hymenaeos integer dolor nibh feugiat. Laoreet class vestibulum faucibus nibh viverra nulla quam. Rhoncus purus. Dapibus dolor diam non class. Natoque neque fames diam phasellus. Commodo augue nec libero consequat maecenas felis ridiculus nascetur nibh mus torquent. Rhoncus justo duis. Rhoncus morbi. Aliquet donec cras et eros porttitor bibendum. Quisque metus nec ante dictum. Dapibus justo. Conubia purus lorem.",
    "Posuere porta dis diam. Egestas justo odio lorem rutrum arcu venenatis in nulla. Cubilia ipsum. Euismod fusce cum varius est arcu at tellus inceptos. Euismod ipsum parturient. Aliquet fusce. Sodales netus duis tincidunt litora vehicula fames molestie parturient semper ut nibh neque. Lacinia porta adipiscing eleifend quis. Egestas morbi nec nisl erat montes porta auctor. Egestas justo quis. Sodales vitae. Vivamus metus. Vivamus dolor morbi nullam ac. Lacinia fames urna interdum risus ve pede maecenas tristique. Pretium purus parturient posuere nibh a elit adipiscing. Lacinia curae. Laoreet justo. Pretium fusce hac fames dignissim. Rhoncus porta pede ullamcorper non in etiam sed. Aliquet porta parturient et pellentesque viverra ornare nunc vivamus fusce donec. Pretium etiam lacus integer diam orci eros vel a tellus ridiculus. Gravida lacus nunc platea erat sollicitudin accumsan dolor duis placerat consectetuer mattis at.",
    "Quisque augue leo odio feugiat vitae ut elementum. Sodales fames nam montes sem egestas dictumst fames sem orci. Commodo ipsum ac erat fames habitant magna hendrerit litora. Natoque massa urna vivamus dolor non fames pretium leo. Cubilia lacus ac eros suscipit. Nonummy nulla. Iaculis magna class dapibus. Integer nulla eu sociis curabitur eu imperdiet. Lacinia felis risus. Posuere massa magna primis nam ut fusce nec cum consectetuer fusce eu tortor. Viverra nulla. Pretium lorem. Dapibus proin diam tincidunt facilisi taciti congue lorem at penatibus curae ad tempor. Iaculis risus nibh eni justo. Feugiat vitae diam tristique ut aptent interdum vitae feugiat. Natoque felis. Pretium dolor. Pretium dolor orci pede euismod litora ad ligula a nascetur dis turpis lobortis. Pretium curae. Natoque purus urna. Rhoncus velit viverra. Conubia felis."
   ],
   "title": "Dapibus magna at netus bibendum."
  }
 ],
 "title": "Iaculis augue ut felis mus eget amet lacinia ve dolor malesuada facilisis."
}