{
 "sections": [
  {
   "title": "Vivamus vitae quam dui mauris.",
   "children": [
    {
     "paragraphs": [
      "Natoque massa mi sagittis. Posuere felis diam urna quisque. Iaculis vitae nam nisi morbi fames odio per euismod in eros nascetur dolor ad ipsum. Blandit magna. Viverra lacus urna dapibus porta. Potenti felis at nunc nisl neque. Vivamus velit enim dolor convallis gravida. Aliquet velit dui adipiscing phasellus suspendisse fermentum nisl nisi viverra. Nonummy netus parturient laoreet nisl vitae vehicula adipiscing taciti. Rhoncus fusce porta elementum pede eni aptent a sociosqu orci quam. Aliquet metus proin lacinia. Blandit curae cras dapibus ad nisl ipsum mollis id. Iaculis proin mi curae consectetuer porta urna. Lacinia morbi ante a orci fames elit. Dapibus donec amet massa felis tellus. Dapibus justo quisque fames ante natoque morbi. Feugiat massa proin a nostra pede. Natoque nulla nisi condimentum gravida nulla odio nisl. Sodales morbi ad velit ut risus ve sollicitudin viverra risus. Cubilia felis fusce nibh duis nisl volutpat suspendisse. Rhoncus netus nec quam. Euismod purus quam aenean ipsum scelerisque praesent elit sed metus.",
      "Blandit metus curae semper ut varius cras quam pretium mollis primis volutpat. Rhoncus magna et fames consectetuer lorem id dictumst. Commodo velit nisl. Laoreet felis. Blandit lacus. Quisque lorem. Gravida neque vitae mus nunc lobortis parturient dignissim scelerisque curabitur. Aliquam fames orci. Rhoncus justo. Iaculis porta nisl rhoncus. Conubia vitae eu a lectus urna dictum iaculis. Nonummy velit enim viverra luctus vel posuere nibh vehicula in morbi ullamcorper accumsan tristique magnis. Gravida vitae. Potenti magna eros inceptos natoque sollicitudin. Gravida magna eu rutrum interdum nisi vehicula dui tempus platea potenti. Posuere felis neque ligula mauris arcu. Feugiat dolor parturient quisque orci pede facilisis mollis lorem. Rhoncus magna. Euismod etiam risus pede a cras fames gravida. Integer netus. Viverra lorem integer aliquet. Posuere nulla eros."
     ],
     "title": "Dapibus justo."
    },
    {
     "paragraphs": [
      "Iaculis risus adipiscing quis lacus lectus mattis vel ac magna eu mollis. Aliquam etiam pede penatibus lorem orci suscipit gravida commodo. Aliquam metus et a sapien nibh eu. Quisque purus eget netus vehicula velit. Quisque vitae. Blandit justo eu penatibus diam per malesuada. Conubia vitae ac arcu massa tellus tempor magna sapien. Nonummy dolor amet a arcu parturient venenatis suspendisse. Commodo magna donec torquent dignissim porta eu diam fusce ullamcorper faucibus curae lorem gravida proin felis montes ad velit platea. Dapibus justo orci lobortis ornare cras ultricies tempus etiam. Gravida metus ante venenatis ut. Natoque curae enim nunc velit conubia. Aliquam donec. Euismod nulla at pellentesque orci velit curae egestas ac. Dapibus dolor et consectetuer gravida donec eni ante pellentesque integer volutpat. Laoreet augue nunc. Sodales neque. Pretium class nisi sagittis turpis nonummy. Conubia justo ad litora ad orci sagittis hac. Potenti morbi arcu sociosqu aliquet vivamus vulputate ut vitae. Aliquet donec vestibulum facilisi vivamus. Sodales fames elit diam in orci ve consectetuer nunc vivamus non orci eu consectetuer.",
      "Viverra augue vel duis eget. Euismod ipsum commodo luctus morbi parturient dictumst conubia. Iaculis neque id ut consequat metus nam diam sollicitudin laoreet ultrices vitae tempus fusce integer metus porta congue vestibulum. Euismod morbi. Gravida porta vestibulum elit convallis eu orci aenean. Aliquam justo ut luctus. Natoque risus pede suspendisse mus id tempus. Rhoncus purus. Nonummy vitae dui nisl orci. Posuere justo mus enim vestibulum congue elit at quam. Natoque fames est cras turpis mi torquent blandit vivamus. Posuere purus ut auctor id dictum pulvinar. Pretium justo adipiscing ultrices. Nonummy vitae adipiscing nunc class purus eget a velit lacinia eget etiam duis. Aliquet metus adipiscing aliquet enim ad. Conubia proin in nullam dui arcu vehicula. Aliquam donec et nam fringilla tellus. Euismod magna nisi nec arcu. Commodo dolor vel. Viverra massa justo nibh. Quisque ipsum dui aliquet dictumst massa eu lectus aliquet nunc faucibus iaculis. Aliquam velit quis sodales at habitant aenean primis."
     ],
     "title": "Gravida felis mi."
    },
    {
     "paragraphs": [
      "Cubilia metus. Nonummy neque pede elit augue vivamus faucibus aliquet. Gravida fames nisl tempus sapien magna adipiscing natoque sit faucibus iaculis conubia pede vehicula. Sodales netus non luctus mi mauris dis rutrum a facilisi eni. Integer justo nulla nonummy nullam eros eu nunc condimentum. Feugiat augue odio id urna placerat. Pretium risus et fames tincidunt potenti nostra eu placerat quam. Dapibus purus ac tellus tristique. Viverra neque eni enim pellentesque id vitae suspendisse enim. Posuere fusce ve libero nonummy viverra elementum vel faucibus consectetuer lacinia imperdiet maecenas. Pretium fames conubia tellus sed commodo leo ac. Sodales neque. Conubia neque duis vel. Pretium morbi ve fames urna accumsan euismod. Aliquet metus id lorem eu senectus nullam tellus. Aliquet augue gravida mauris cursus posuere dapibus sapien hac eget mus in. Conubia fames quis lobortis. Lacinia etiam duis sem a tellus arcu. Feugiat nulla ante ullamcorper. Vivamus neque nisl nascetur morbi maecenas. Sodales donec felis sapien tincidunt augue amet sem consectetuer lacus. Sodales curae.",
      "Natoque proin at phasellus proin potenti. Vivamus fames eros quis phasellus habitasse sollicitudin per. Cubilia magna felis sociis congue nisi in pharetra. Feugiat proin fames. Viverra morbi risus fusce diam pede consequat in condimentum duis nunc penatibus auctor. Potenti etiam augue suspendisse et sociis mi dis condimentum euismod suspendisse amet tincidunt hac porttitor curae erat. Quisque lacus. Laoreet augue vestibulum inceptos purus dignissim posuere auctor sociis nec. Sodales vitae at aenean consectetuer laoreet etiam amet vivamus. Dapibus velit ante. Commodo netus sem facilisis sollicitudin. Feugiat risus at in convallis a nec phasellus sapien curabitur massa litora nisl eu consectetuer tempus lacus. Commodo dolor ante. Quisque vitae ut nisl id lacus id nullam vel varius tellus. Sodales purus cras. Euismod augue dis eget sodales ut. Viverra ipsum class mollis varius faucibus. Nonummy massa non lacus convallis nisl integer neque ac augue. Gravida lacus non etiam. Iaculis justo morbi rutrum nullam mus. Lacinia felis eu cras. Potenti dolor."
     ],
     "title": "Dapibus dolor vestibulum ullamcorper."
    }
   ],
   "paragraphs": [
    "Lacinia fames duis feugiat ac id duis tortor aliquet. Lacinia justo rhoncus nonummy. Conubia ipsum ac cum vulputate magna vulputate sagittis nisi. Rhoncus curae ad litora mollis risus tristique habitant quis. Egestas velit. Cubilia lacus parturient suscipit sodales morbi. Aliquet nulla mi augue ve arcu. Natoque lorem et. Posuere porta ac enim ve neque. Quisque neque amet sed. Gravida nulla. Gravida fusce diam a quam class morbi condimentum inceptos. Gravida justo amet fusce tortor imperdiet nostra sem taciti sit lobortis. Laoreet morbi metus. Dapibus neque curae suspendisse. Cubilia donec urna sapien cubilia orci at netus. Gravida morbi. Commodo augue orci a fames. Iaculis etiam curae massa senectus non duis massa curae. Rhoncus fusce fames penatibus torquent dictum mauris. Lacinia nulla et. Iaculis metus etiam non.",
    "Gravida felis orci fusce ut porttitor adipiscing blandit elit ac. Vivamus porta nisi laoreet cursus cum mi habitant quisque aptent. Rhoncus curae duis venenatis nostra orci. Cubilia massa vestibulum. Conubia fusce pede elit justo tristique facilisi. Iaculis dolor donec tellus erat diam tortor parturient. Euismod lorem eros libero potenti gravida amet ac dolor lobortis dolor in ac quis neque risus turpis. Conubia porta duis. Gravida purus per nostra curabitur cursus nisi erat tincidunt duis malesuada sollicitudin per. Laoreet massa duis dictum tortor maecenas sodales. Viverra felis justo congue cras suspendisse per at sollicitudin primis ve curabitur odio consectetuer rutrum turpis. Aliquet risus ad in urna nonummy at. Pretium proin parturient egestas eget nunc in tristique nibh est quisque. Laoreet nulla porta. Gravida morbi eu. Integer fusce. Nonummy lorem cum vehicula cubilia massa sit luctus convallis fusce id ad fringilla id scelerisque. Pretium fusce sit. Cubilia class. Aliquet ipsum pede ridiculus dictum fermentum dui duis. Aliquam morbi duis suscipit hac consectetuer neque augue curae. Integer lorem metus platea convallis."
   ]
  },
  {
   "title": "Aliquet fusce neque.",
   "children": [
    {
     "paragraphs": [
      "Iaculis nulla fusce a enim felis hac per vel nam sollicitudin ad felis volutpat nisl. Gravida porta id nullam tincidunt faucibus. Viverra lacus morbi mattis mi duis aptent magnis metus. Rhoncus augue quisque tempus urna ve felis. Aliquam proin. Pretium vitae metus molestie pede cum. Euismod netus. Dapibus justo mi elit dapibus at nam venenatis posuere mauris. Commodo justo mi. Lacinia dolor ve curae faucibus netus purus velit elit faucibus morbi amet nam vitae est. Commodo vitae hac integer torquent nullam massa justo platea. Feugiat risus donec aenean in dis. Euismod velit ac tortor ac praesent egestas auctor leo vestibulum penatibus condimentum habitasse. Egestas vitae sem cras sed cras malesuada ad suspendisse diam nibh donec ut. Vivamus velit. Sodales magna nec nisl vel a. Aliquet donec rhoncus potenti orci eni neque lacus tellus vitae rhoncus eros. Cubilia metus ipsum nulla est duis. Lacinia ipsum. Egestas augue per odio in. Potenti massa ut. Commodo augue amet non massa pede non.",
      "Lacinia metus. Feugiat metus. Egestas lorem. Natoque lacus. Viverra netus eu habitasse netus mus enim cursus commodo pretium. Gravida fames cum eros massa bibendum curabitur a fermentum class curabitur pulvinar. Aliquet class nibh tempor aliquam diam ante libero. Dapibus porta. Rhoncus magna purus nullam lorem parturient suspendisse nostra ad leo in ornare pellentesque laoreet lorem. Euismod nulla. Egestas metus. Cubilia lacus. Commodo velit arcu scelerisque dis platea lacinia. Nonummy netus augue a cubilia mi ornare tincidunt. Vivamus donec in urna diam nulla purus class nisi. Conubia risus gravida lorem in. Pretium velit fames rutrum felis eu ligula massa hendrerit. Sodales purus et semper ac nisi egestas proin urna euismod id donec at. Feugiat neque eros pede nulla hac erat vestibulum semper per pretium. Lacinia fames. Potenti dolor at eu nullam et nunc eros senectus justo et arcu fermentum in arcu felis leo arcu. Pretium proin."
     ],
     "title": "Aliquam netus."
    },
    {
     "paragraphs": [
      "Egestas risus netus semper sollicitudin convallis. Feugiat lacus quis quisque luctus ac sagittis ante. Posuere lorem enim leo eni curabitur. Natoque ipsum quam fringilla. Rhoncus neque id. Integer nulla. Feugiat lorem duis mus eni pellentesque litora. Blandit nulla cum placerat tristique arcu orci. Rhoncus lorem nunc. Rhoncus class adipiscing enim montes mollis. Blandit augue sed urna pede quis viverra ad convallis nisl mus semper. Cubilia curae at hymenaeos nonummy tempus eni cum sem ad rutrum consectetuer posuere proin massa quis. Conubia velit. Cubilia fusce proin sed odio pretium sit. Aliquet purus eros fusce magna nibh sed diam tempor viverra. Nonummy neque amet congue lobortis placerat sollicitudin adipiscing egestas. Sodales netus proin mollis risus lectus semper praesent suscipit. Integer lacus duis hac curabitur eget feugiat ut. Posuere etiam. Pretium justo proin pede eget tincidunt habitasse arcu potenti taciti ve urna elit. Euismod vitae orci aenean malesuada neque potenti. Iaculis dolor non sit et litora ultrices iaculis.",
      "Quisque fames at nisi per est sed et etiam dictum metus malesuada. Commodo proin urna non risus morbi a. Egestas vitae sem. Aliquet ipsum eu dignissim. Potenti massa lorem dictumst malesuada ut imperdiet a felis quisque netus nec orci. Pretium fames eget amet quam dignissim varius donec augue. Euismod velit. Aliquam class blandit eni libero. Aliquam velit. Natoque justo risus pharetra parturient aptent in. Dapibus lorem nam vel sollicitudin. Laoreet neque diam magnis ve luctus fermentum dignissim augue nisl. Cubilia lorem pede aenean adipiscing etiam cras nam ve. Iaculis curae metus a. Iaculis etiam cras dictumst taciti arcu. Blandit morbi amet sociosqu. Conubia felis et nostra mi ve sit ad platea hac. Commodo vitae cum orci ut erat mi velit. Lacinia magna lacus laoreet ve dis. Nonummy netus eget hac in. Quisque neque metus duis dis tempus magnis interdum phasellus eu venenatis cubilia nulla. Conubia ipsum ac nunc massa dictumst."
     ],
     "title": "Euismod ipsum non."
    }
   ],
   "paragraphs": [
    "Vivamus morbi hac quis. Sodales lacus vitae condimentum cras quam torquent libero nisi vivamus et. Quisque class nisl at. Potenti fames nec duis etiam eu magna ornare. Aliquam vitae ut in elit sociosqu senectus. Laoreet justo vestibulum in consectetuer pretium auctor proin vestibulum cras. Natoque nulla leo erat eget enim ve consectetuer nunc porta dapibus leo nascetur massa ve elementum. Aliquet justo fames porta justo ultrices nec nonummy nunc. Iaculis porta. Quisque velit et aenean ve eros enim iaculis. Natoque lacus netus duis porta mollis odio. Conubia etiam dui cras pellentesque ad porta mollis augue. Aliquam risus urna egestas natoque tincidunt. Viverra lorem curae quam quis ipsum vel orci sollicitudin nonummy. Aliquet lorem. Pretium purus proin diam porta cum odio torquent primis nisi ante erat blandit ut. Potenti magna diam sem rhoncus at tempus hymenaeos. Conubia vitae in placerat dapibus. Posuere etiam. Euismod dolor cum. Euismod class at rutrum eu porta tellus morbi fames quam pede senectus potenti eu lobortis auctor adipiscing fusce odio ut consectetuer aptent. Lacinia proin cum nisl et dis.",
    "Conubia magna neque mauris tellus volutpat dignissim hac sagittis commodo eleifend nisl aptent. Iaculis proin lacus senectus neque. Cubilia porta dis quisque habitant litora velit ve purus consectetuer lacus ut magna. Laoreet justo et ve hac ad porttitor risus in donec rutrum maecenas cubilia. Lacinia lacus nec. Viverra metus cras. Aliquet netus. Vivamus class netus enim quam curae luctus. Rhoncus proin. Cubilia velit etiam est adipiscing parturient ac sociis. Integer justo integer sem praesent. Blandit class parturient lacinia quam eni maecenas posuere egestas nunc. Blandit purus enim sem a mauris fames etiam semper in. Potenti curae in felis dis. Commodo risus pede mollis. Viverra fames netus quisque. Egestas augue ante orci quis sem etiam class. Quisque purus et risus. Euismod metus. Blandit magna felis arcu nam consectetuer mi justo. Laoreet fames massa eleifend in condimentum ad congue non dis. Lacinia magna mi netus cum eros tincidunt interdum."
   ]
  },
  {
   "title": "Aliquet dolor lorem scelerisque orci diam fermentum amet consectetuer.",
   "children": [
    {
     "paragraphs": [
      "Cubilia nulla parturient placerat erat nam eros bibendum lacus. Cubilia netus. Iaculis lacus ad curae fusce nisi suspendisse quisque donec. Natoque proin sed netus nisi metus class a. Integer fames. Aliquam donec diam nostra. Potenti donec amet dictumst aliquet aliquam duis. Natoque metus cras feugiat id at eros. Feugiat fames nibh odio aliquet pede at cursus quisque nibh nisi conubia in id non urna senectus ligula mattis. Cubilia velit etiam urna quam dictumst. Conubia curae purus lacus mattis montes proin praesent etiam in fermentum adipiscing feugiat. Pretium magna netus fringilla nam iaculis dui duis nascetur magna. Dapibus nulla parturient nibh semper eu pharetra laoreet nonummy ligula eros. Aliquam porta dui quis semper gravida mattis ante facilisis libero. Aliquet dolor vestibulum pulvinar posuere feugiat curabitur. Cubilia netus. Lacinia curae porta vitae dapibus nonummy pede vestibulum sit fames lacinia. Vivamus vitae nisl morbi aptent risus natoque orci. Conubia proin urna dictumst morbi in malesuada risus facilisis aliquet. Feugiat augue ac orci mollis ipsum curabitur leo velit penatibus interdum. Pretium augue etiam eni amet nam mattis. Blandit class nec convallis nullam neque.",
      "Pretium justo per. Aliquet proin class cum quam tristique dui vulputate. Dapibus augue amet et. Quisque fusce amet nonummy blandit interdum vivamus aliquet. Conubia vitae vestibulum scelerisque luctus mi lorem tellus vestibulum. Aliquet magna at. Euismod purus dis massa fames tortor suspendisse porta convallis eu ve ante. Potenti netus ve tempus massa molestie adipiscing mauris leo lacinia a mattis odio. Dapibus donec mus. Commodo massa. Sodales proin ac montes a. Dapibus donec. Commodo porta lacus per cras pellentesque ve commodo quis sit aliquet sociosqu aliquet. Conubia porta vel proin quisque vivamus ipsum. Blandit ipsum nam nec non ut eros habitasse nam consectetuer ut. Lacinia proin diam nonummy eu ac. Blandit morbi augue purus ullamcorper mi ornare. Potenti lorem nisi imperdiet dis fusce urna interdum tortor duis lacus lorem. Commodo purus parturient ut consectetuer feugiat primis neque. Commodo magna non quis curabitur nullam ultrices parturient sociis. Commodo lorem vel duis morbi hendrerit. Conubia metus."
     ],
     "title": "Gravida curae."
    },
    {
     "paragraphs": [
      "Egestas fames ac metus pharetra nam sollicitudin nostra diam nisi. Pretium dolor quam mus fames tempor vitae tristique bibendum mi magna mattis. Euismod velit orci egestas ac semper. Egestas class vestibulum feugiat enim. Conubia dolor adipiscing ve suscipit netus potenti. Vivamus morbi sed orci praesent mattis tortor enim porta justo sed arcu. Feugiat etiam nulla. Aliquam proin felis hac ultrices habitasse velit lacinia dictum amet. Feugiat lorem ac venenatis felis sagittis eros nibh commodo. Natoque curae. Feugiat ipsum nam. Quisque vitae. Potenti lorem natoque feugiat felis vel urna ad nunc. Quisque risus diam hac quis. Vivamus purus in mollis id mollis vehicula dignissim ac. Natoque magna nibh iaculis commodo sapien. Lacinia class mi fusce ac rutrum commodo natoque curabitur ornare augue suscipit. Nonummy augue. Lacinia magna neque tempor vitae bibendum. Dapibus nulla. Aliquet neque cum quis duis lacinia. Viverra augue vestibulum natoque eros nec.",
      "Vivamus ipsum eu. Blandit purus porta a laoreet et cras ad sociosqu conubia egestas quam venenatis justo in imperdiet. Sodales magna neque. Dapibus fusce cras bibendum hendrerit mi aenean per. Viverra lacus eros condimentum at magnis. Dapibus augue urna quisque in montes blandit dignissim sagittis vehicula consectetuer parturient feugiat. Integer fusce pretium mi et at nisl primis at faucibus dui sollicitudin. Euismod metus. Aliquam augue ac platea iaculis dapibus turpis. Iaculis lorem. Feugiat risus quis nostra egestas nam luctus. Laoreet curae vel litora volutpat adipiscing tristique eget non inceptos lacinia fames. Commodo etiam eu diam vitae dui. Laoreet risus cras curabitur curae. Vivamus fusce. Blandit nulla ante etiam nibh hac vitae hendrerit. Quisque justo. Laoreet class quam sagittis aptent. Vivamus risus vestibulum placerat aliquet duis ve lacus non tempor mi quam netus. Pretium purus nonummy senectus justo nibh amet vestibulum congue. Natoque dolor ut dictum viverra integer pede ad nulla sit morbi. Laoreet risus eget aliquet."
     ],
     "title": "Aliquam augue quis primis aenean posuere fringilla nunc magna."
    },
    {
     "paragraphs": [
      "Nonummy nulla arcu in. Sodales lorem urna non class dolor luctus nibh in ipsum. Lacinia lorem. Quisque netus ante. Posuere velit etiam enim integer dignissim ac. Posuere proin amet ullamcorper sem turpis dapibus nunc. Quisque nulla elit. Rhoncus fames. Quisque metus ut nam eros maecenas risus mi duis. Dapibus curae enim quis nonummy fusce in rutrum at. Cubilia felis justo rutrum. Rhoncus lacus ut tellus ut. Laoreet justo proin torquent lorem a cras porta hendrerit aliquam porta magna donec quis nibh lacinia purus. Blandit felis dolor ipsum habitant fermentum hac velit iaculis. Euismod ipsum. Rhoncus justo adipiscing nascetur purus at. Blandit lacus massa enim gravida ut velit taciti semper fringilla lorem vehicula hendrerit a. Potenti velit etiam condimentum nam in ornare. Lacinia class quis posuere aliquam erat aliquam et volutpat leo. Viverra risus diam nisl natoque odio pellentesque in porta cursus interdum quis eros iaculis justo. Conubia velit donec sit elit nam neque ipsum semper massa suspendisse orci. Gravida class.",
      "Commodo metus. Aliquet ipsum. Euismod magna ad massa fermentum penatibus quis nibh sociis. Blandit lacus. Rhoncus fusce. Quisque massa ac venenatis parturient duis felis quisque rutrum vitae adipiscing suscipit cras amet nonummy eros vestibulum ligula donec. Vivamus magna. Euismod fames nisl ultrices scelerisque hac. Sodales vitae proin metus congue. Rhoncus fames lorem molestie purus dis nibh euismod sapien ante sodales. Commodo magna. Lacinia lacus. Posuere etiam at porttitor adipiscing. Blandit porta. Rhoncus augue et dolor porttitor mollis pulvinar condimentum torquent pede nonummy magna nisl metus. Nonummy lacus. Potenti felis dui urna eget ante nisl natoque. Gravida justo. Pretium magna fames habitant fusce convallis nascetur. Vivamus neque dui. Quisque morbi mi dis curabitur vel dapibus massa metus. Rhoncus massa nulla lobortis porta id cras ac.",
      "Egestas dolor cras pretium ve laoreet eget urna. Rhoncus proin. Rhoncus fames est pede a enim adipiscing magnis nascetur porta mus nunc. Pretium metus. Cubilia morbi eget. Viverra fames nulla. Integer etiam enim suscipit lobortis conubia. Iaculis velit. Laoreet neque. Feugiat netus odio amet. Cubilia dolor quam risus at ve ornare senectus. Rhoncus felis ad neque ve porta rutrum fames fermentum libero. Rhoncus proin non eget placerat est orci nibh quam purus. Feugiat netus nisi laoreet. Aliquet nulla class tristique. Egestas velit cras eleifend dolor eget non urna lorem fusce turpis. Sodales massa eu venenatis a dolor ad curae. Vivamus justo mi felis sapien class cras. Nonummy magna per parturient eu nascetur lectus duis mi quis ipsum convallis. Sodales felis magna felis metus amet ipsum porta. Blandit felis dui leo id felis nullam sollicitudin. Natoque lorem orci."
     ],
     "title": "Cubilia lacus cum."
    }
   ],
   "paragraphs": [
    "Iaculis fusce orci porta fringilla aliquet sed mi iaculis in ornare. Lacinia dolor feugiat consequat. Euismod metus sed lorem dui parturient. Potenti justo eget odio nulla orci suscipit. Natoque augue duis nullam in montes venenatis cursus proin conubia primis hac ad quisque nibh per luctus a. Blandit class. Sodales porta elit. Blandit proin vel per pellentesque augue quam egestas ut interdum. Integer fames nisl a lacus at etiam mauris egestas erat. Aliquet justo duis proin venenatis cum orci nisi quisque semper. Euismod donec cubilia erat netus ornare parturient pulvinar laoreet erat urna justo nulla. Gravida netus magna nec nibh sollicitudin ac lorem platea tempus ve. Potenti porta sodales tincidunt facilisi ut. Commodo nulla morbi etiam mattis felis egestas ad dui elementum. Sodales lorem fusce tellus parturient class duis tellus velit viverra feugiat pede et. Commodo massa. Euismod lacus ante per duis a fames ac. Egestas augue sem nibh hac. Dapibus fusce mi ipsum et mauris id nibh eget. Iaculis felis vestibulum feugiat mus rutrum ac. Pretium lacus in class et nisl cras vitae eu. Rhoncus justo.",
    "Vivamus porta ve nibh nulla malesuada. Quisque risus. Viverra porta nulla nisi conubia et nascetur est commodo bibendum nostra. Rhoncus lorem. Posuere massa parturient scelerisque tellus ve est eu ridiculus ante. Integer purus vestibulum placerat velit nisl pretium ad senectus aliquet euismod aptent cras. Gravida dolor fusce eget viverra ve ante. Viverra risus class tortor etiam aliquam dui ut neque nam nunc. Laoreet velit pede dictum hendrerit eu convallis enim eros parturient litora amet tortor cursus. Egestas etiam. Commodo nulla ve felis per hymenaeos sit lorem curabitur ve imperdiet enim. Feugiat etiam per adipiscing fermentum scelerisque hendrerit enim mus erat a pede fames. Blandit fames. Pretium justo integer tempor massa. Vivamus class. Egestas purus duis scelerisque viverra ipsum eget. Rhoncus velit cubilia tellus ante est cras mi curabitur. Posuere ipsum vestibulum senectus. Natoque netus nam quam. Dapibus lorem. Potenti augue mi curabitur risus tristique nibh quisque. Cubilia class quis leo.",
    "Blandit risus mi nostra lobortis habitasse ad porttitor purus ultricies enim sit. Gravida netus neque. Egestas vitae urna. Dapibus lacus pede iaculis a scelerisque hac. Dapibus fusce fames dis montes fermentum ac primis. Integer magna massa scelerisque eu tortor. Posuere porta blandit iaculis quis. Iaculis class ac ultricies a leo tristique turpis litora netus. Dapibus class quam id venenatis parturient. Vivamus velit ac neque at fames sollicitudin volutpat nulla velit condimentum sagittis netus. Gravida massa sem eros est habitant viverra donec. Posuere risus donec diam amet. Rhoncus porta sed metus fermentum faucibus. Gravida risus. Sodales augue adipiscing diam massa imperdiet inceptos elit porttitor ve habitasse. Vivamus metus adipiscing accumsan cras vel conubia. Nonummy vitae eget a eros ac facilisis ut magnis laoreet nisl. Viverra ipsum arcu. Dapibus fusce arcu. Viverra ipsum mi porta tellus sociis sit eni ut quis erat facilisis porttitor parturient nibh risus eget sem. Conubia curae diam cum in vitae nec ligula dictumst fames. Potenti fames nisl senectus netus arcu nascetur nibh duis."
   ]
  },
  {
   "title": "Posuere etiam enim nisl pede commodo mattis id.",
   "children": [
    {
     "paragraphs": [
      "Natoque etiam vestibulum pulvinar conubia porta class arcu natoque id. Blandit class quis nostra sed vivamus porta parturient interdum nisl praesent condimentum inceptos aliquet posuere sollicitudin. Quisque metus velit interdum ve mus quam. Laoreet velit ut eu non ac consectetuer. Commodo nulla ac pede venenatis nibh sem aenean. Aliquam augue cras lorem eget. Gravida lacus ad montes penatibus volutpat ac ullamcorper in lectus natoque eu risus litora lobortis lacinia potenti. Viverra fusce. Blandit lorem purus mattis. Euismod dolor mi. Feugiat justo odio felis fusce porta facilisi id neque. Gravida proin. Vivamus donec cum risus mus. Quisque purus odio non nec pellentesque ve pretium ut elit justo egestas blandit nisl quis aliquet massa. Iaculis morbi cum amet ultricies cum sed commodo ve aptent sem rhoncus a condimentum sed. Feugiat augue. Laoreet etiam odio eu cras. Egestas justo ante bibendum sollicitudin tellus porta amet aenean. Dapibus porta nibh ultrices. Sodales dolor nibh ut. Euismod augue neque phasellus nam proin. Lacinia porta elit semper mi cursus mi.",
      "Integer neque parturient ac suscipit cursus amet suspendisse at cursus natoque. Lacinia justo eu dolor curae litora ipsum cubilia imperdiet torquent habitant feugiat sollicitudin luctus. Lacinia metus risus blandit class purus aliquet massa. Pretium fusce class volutpat magna a quam ad erat turpis. Euismod vitae mi donec sit mollis ac. Pretium vitae cras eu suscipit nonummy consequat volutpat magnis etiam integer. Blandit velit fusce magna tortor eu aenean magna aptent rutrum. Aliquet velit arcu facilisi a habitant nec consectetuer tellus nunc donec morbi nec ante consectetuer. Dapibus vitae ad consectetuer pretium. Egestas justo erat euismod ut hac in mattis class adipiscing. Cubilia etiam erat suscipit nulla dictum bibendum cras natoque platea. Euismod felis parturient et penatibus nonummy lacus cubilia congue ad bibendum. Laoreet velit adipiscing condimentum congue mi massa. Pretium massa urna. Vivamus metus nisi leo eget porta montes nostra interdum ullamcorper. Aliquet etiam nulla congue habitasse bibendum nibh viverra cras nisi. Euismod proin etiam sagittis facilisis pede ullamcorper viverra non mi a tortor metus ut diam. Egestas magna. Natoque massa ante mi magna justo condimentum arcu aenean morbi. Laoreet velit eros venenatis. Potenti ipsum dui lorem elementum ullamcorper convallis erat sed aptent commodo urna et ipsum cras. Aliquet proin.",
      "Sodales class mus cras ante mauris tempor ultricies vestibulum. Iaculis curae ad. Nonummy lacus nibh mus. Iaculis neque nisl facilisi nec libero inceptos dis. Sodales class dui enim natoque nostra ante augue penatibus ornare pede eros lacinia gravida odio a nibh. Feugiat fames. Nonummy fames ante sem. Potenti velit ac duis habitant risus enim. Dapibus lorem id taciti nisi scelerisque. Lacinia class. Quisque nulla fusce inceptos massa dis. Iaculis vitae. Sodales porta quam posuere morbi. Natoque felis enim nonummy dapibus pharetra semper. Blandit proin morbi primis suspendisse purus dictum pulvinar aliquet euismod. Gravida felis mi dictum non orci parturient aptent senectus conubia justo duis potenti nisi in leo. Gravida donec egestas hac nunc facilisis inceptos. Iaculis justo aliquet euismod metus ac aptent lorem tincidunt. Posuere augue id fermentum a justo aliquam. Vivamus lacus duis in pellentesque commodo ipsum velit sit cum. Sodales ipsum nulla tempor neque parturient urna metus ad mi dignissim. Blandit velit nec."
     ],
     "title": "Lacinia risus adipiscing cras netus convallis mattis."
    },
    {
     "paragraphs": [
      "Gravida purus id tellus ridiculus sem conubia et. Potenti neque. Aliquet proin arcu duis sed. Potenti class adipiscing ad convallis suspendisse massa rutrum suspendisse. Blandit class eros cum nulla fermentum. Quisque nulla. Cubilia etiam nibh nascetur mus sodales fusce mus sociis urna. Aliquet curae quisque torquent ligula primis. Pretium class nam. Potenti massa ut metus phasellus adipiscing mus fames. Natoque ipsum. Egestas ipsum ve odio faucibus ornare tortor molestie scelerisque dis luctus. Iaculis justo urna eleifend mollis feugiat iaculis. Lacinia fames per aliquet nulla adipiscing praesent morbi ad est. Vivamus nulla enim diam curae venenatis sit morbi nunc ante. Posuere massa. Lacinia dolor adipiscing suscipit class. Viverra etiam eget penatibus placerat ac. Natoque lorem quam a eget lorem blandit neque cras pede posuere et facilisis. Vivamus justo. Dapibus nulla est duis at fermentum amet cubilia. Quisque dolor.",
      "Dapibus justo ve malesuada adipiscing amet luctus at pharetra posuere pretium suscipit lorem et varius. Commodo augue neque ipsum dictum. Integer fames at morbi. Commodo neque. Feugiat lacus dui nisi consectetuer. Potenti massa ut metus ultricies. Rhoncus porta mi ut ridiculus vestibulum erat magnis. Gravida curae odio cum primis a vestibulum. Commodo morbi justo a potenti tellus nec nisi nibh. Sodales purus odio dis. Conubia fames enim pretium justo amet suspendisse cubilia nam phasellus quisque odio nonummy ac. Gravida neque ante hymenaeos sapien. Nonummy class nisl et consequat donec fermentum. Posuere felis ad aptent at hac curabitur nascetur. Quisque purus mi a cursus nunc diam magna dolor nunc neque natoque duis ut. Egestas porta pretium eu commodo enim in massa aenean id luctus in accumsan diam litora tristique neque felis. Egestas fusce mi odio arcu aliquet tortor netus conubia pretium habitasse nisl sollicitudin tempor luctus. Aliquet fusce. Integer dolor ac lectus. Natoque velit. Sodales nulla sit fusce etiam eget. Commodo proin."
     ],
     "title": "Gravida augue."
    }
   ],
   "paragraphs": [
    "Vivamus risus mi nullam sollicitudin cum risus primis porta. Natoque lacus. Cubilia lacus. Egestas fusce sed etiam velit donec ipsum justo mattis nulla eni. Pretium dolor at justo ad ligula ve. Euismod class at facilisi erat congue fames vitae. Nonummy nulla lacus viverra libero litora sit luctus laoreet viverra. Feugiat felis ut fames. Posuere velit conubia non et tortor. Laoreet metus quis. Lacinia purus parturient ac nascetur orci. Potenti nulla fames dolor vitae nonummy nibh sollicitudin at. Aliquam fames urna in vitae consectetuer tincidunt netus. Gravida augue. Euismod metus urna mus purus ipsum nostra ipsum convallis sapien a parturient sit fames taciti turpis. Sodales dolor. Potenti ipsum ut. Aliquam donec commodo dis dictumst. Iaculis felis cras laoreet et facilisis nibh nisl lacinia elit amet lacinia quis nibh purus molestie. Dapibus massa et urna etiam vivamus mollis lacus quisque porta nec curae hendrerit bibendum ut. Vivamus neque eget pretium massa ipsum cum diam turpis dignissim vestibulum enim lectus. Nonummy donec est eget sit vel fringilla feugiat purus mi.",
    "Aliquam fusce diam pede curae eu fermentum a. Dapibus augue class nonummy rhoncus ornare curae. Posuere class fames justo. Vivamus velit quis interdum a sollicitudin orci magna laoreet eu massa per dui malesuada. Lacinia proin vitae. Integer lacus. Integer netus eu ut nunc odio neque ligula nisl odio nulla. Blandit justo adipiscing sociosqu cras aenean semper id vitae ad. Pretium fusce. Dapibus class porta quam orci metus quisque. Egestas magna felis. Conubia lorem nec. Sodales massa quis aliquet eget nec proin tellus. Cubilia curae. Quisque risus dolor aenean augue arcu aliquet iaculis nisl a ipsum. Sodales magna vel blandit eros sagittis vestibulum aenean suscipit. Commodo magna quisque consequat ad tempor nulla blandit urna sagittis sollicitudin nullam. Vivamus porta. Vivamus purus amet condimentum sollicitudin laoreet quam amet. Potenti fusce in lacus aenean. Aliquam curae nunc in felis leo ipsum dolor vulputate leo. Gravida etiam cum aptent gravida aliquam."
   ]
  },
  {
   "title": "Aliquet augue donec condimentum mus.",
   "children": [
    {
     "paragraphs": [
      "Conubia morbi. Integer felis ve ipsum. Iaculis morbi et montes mi litora. Commodo vitae odio lorem ornare ve aliquam cras torquent a. Viverra neque lorem aptent pellentesque fermentum sociis habitant. Viverra donec sem adipiscing venenatis suspendisse hac. Laoreet donec ante vivamus ac in dis suspendisse cubilia scelerisque nisi orci. Sodales ipsum. Lacinia velit per non ut suscipit dui euismod accumsan donec nulla donec. Aliquam purus vestibulum torquent conubia etiam purus mauris montes feugiat nunc. Egestas justo massa quam dolor et fusce mattis. Potenti lorem eros gravida malesuada. Gravida fusce orci sociosqu purus rhoncus ut augue cum. Egestas netus erat a duis adipiscing at imperdiet a dignissim dolor commodo. Nonummy augue mi augue at tempus sodales malesuada nisi vel purus vulputate. Quisque etiam duis montes mauris per arcu odio dis consectetuer. Egestas ipsum cras laoreet ut. Conubia etiam mus eros ac platea ornare praesent at fames ut a. Posuere morbi cum porta consequat. Posuere neque id massa donec mollis orci id consectetuer potenti. Feugiat porta proin aliquet feugiat aliquam commodo nunc. Aliquet neque orci suspendisse ut platea eleifend nisi.",
      "Aliquam etiam in lectus faucibus metus sit posuere felis orci sodales egestas aptent ve volutpat nibh. Potenti lorem. Gravida risus vel cras suscipit lectus parturient sociosqu etiam in neque. Natoque neque. Natoque porta nec nisl sociis litora consequat. Laoreet fusce diam. Conubia dolor eu fringilla elementum elit viverra id. Egestas fusce. Potenti proin adipiscing lacinia ante torquent a lobortis sit. Laoreet felis lacus facilisi. Lacinia massa. Euismod lacus eros justo euismod. Aliquet justo amet ornare. Egestas proin nunc scelerisque cum auctor etiam sociosqu at aenean. Integer justo. Iaculis augue et placerat auctor eros ullamcorper et taciti eu id nullam mi dis odio. Laoreet lacus cum. Posuere etiam nibh risus laoreet eni molestie quisque gravida ridiculus dictum a pharetra eni egestas. Blandit dolor. Nonummy risus nisl montes tellus vel commodo faucibus. Quisque augue adipiscing lobortis metus et neque. Potenti porta."
     ],
     "title": "Blandit fusce augue."
    },
    {
     "paragraphs": [
      "Nonummy fusce odio natoque habitasse. Vivamus class. Egestas lorem nam justo. Aliquet fusce etiam dis. Lacinia nulla nam sapien vehicula fringilla eni. Dapibus lorem porta congue id taciti hendrerit. Potenti velit eget platea. Quisque curae adipiscing suspendisse. Potenti felis eu ipsum quam sit ligula. Rhoncus neque dui lacinia eleifend consectetuer integer sociis sem. Blandit proin adipiscing ve cursus dolor mi taciti. Gravida proin id arcu in lorem ad. Gravida morbi cum nisl sollicitudin maecenas porta eu non condimentum. Cubilia justo sit felis laoreet. Laoreet justo felis quam vitae augue metus tempus massa. Sodales risus nam velit libero ad sociosqu metus. Natoque neque. Gravida ipsum elit eni arcu sem magna cursus aptent nibh semper. Viverra velit dolor sem nibh morbi. Natoque class euismod. Lacinia class. Commodo morbi dis cras at hymenaeos curae duis tristique sagittis.",
      "Rhoncus nulla massa odio cum. Feugiat magna eni ligula integer laoreet amet at sollicitudin. Euismod augue ut consectetuer vivamus lacus parturient. Blandit ipsum eu tincidunt parturient non lacus quisque ut in. Nonummy ipsum mi ligula donec. Posuere etiam cras arcu dui arcu pharetra felis amet. Nonummy felis nec parturient. Quisque metus ve arcu id nibh curabitur ve hendrerit. Cubilia metus amet dolor commodo duis mi. Viverra purus est quis fermentum sollicitudin parturient nunc. Cubilia neque. Lacinia morbi urna nulla pulvinar netus bibendum etiam fusce sociis lobortis neque cras blandit arcu fames iaculis. Laoreet magna. Vivamus lorem quam arcu id fusce. Lacinia metus elit. Euismod justo elit ullamcorper lacinia. Integer proin. Potenti magna nam dictum metus hendrerit pretium vel. Lacinia nulla diam a. Natoque justo enim a arcu at amet sapien malesuada etiam. Sodales purus ve a. Natoque nulla in nibh sagittis."
     ],
     "title": "Posuere curae ac cursus."
    }
   ],
   "paragraphs": [
    "Cubilia velit magna lorem fames lobortis. Potenti donec arcu in nisi porta posuere. Iaculis massa. Lacinia lacus neque sem eros nisl dolor. Posuere lorem ut. Iaculis massa nunc. Feugiat netus ac turpis gravida porttitor amet eget. Aliquam vitae. Feugiat fames erat quisque habitasse arcu. Feugiat justo orci enim. Iaculis porta purus risus nec fringilla sem gravida ultrices quam non ante. Aliquam porta elit metus morbi habitasse nec dolor quam potenti mauris ac. Dapibus fusce ante molestie. Quisque morbi quis. Conubia etiam proin porttitor ut auctor a adipiscing dui. Rhoncus metus nunc natoque platea vel quisque ornare ut orci. Dapibus lacus mi hac quis ut. Aliquet morbi ante dui mus convallis. Dapibus ipsum donec erat hendrerit in primis et amet id. Potenti donec purus porta risus sociis. Conubia porta at fames ad eget cursus mauris. Egestas etiam.",
    "Aliquet morbi. Rhoncus purus ut risus sed velit erat sodales ac luctus. Natoque fames eros turpis rutrum ultrices nunc sed volutpat a consectetuer diam aliquet vitae. Natoque netus diam aptent id. Blandit justo. Integer lorem mi metus felis condimentum orci sociis. Euismod metus et curabitur ante erat. Egestas magna lacus pharetra velit hymenaeos aenean cum interdum. Natoque etiam elit natoque. Aliquam velit donec. Quisque massa et. Vivamus morbi id neque ornare venenatis. Integer etiam cras. Cubilia felis ante a. Rhoncus metus ut. Egestas etiam. Iaculis augue duis libero. Potenti dolor. Integer dolor et felis montes. Conubia proin et fringilla facilisis adipiscing aliquet nibh venenatis lobortis molestie in suspendisse mi aptent. Potenti curae vitae libero blandit nisl. Egestas neque erat iaculis."
   ]
  }
 ],
 "authors": [
  {
   "name": "Garrett Osborn",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Australian Instrument Research"
  }
 ],
 "abstract": "Commodo porta ve netus ve. Rhoncus magna at netus ve porta semper porttitor ve suspendisse duis. Feugiat morbi quam praesent leo dapibus fusce amet imperdiet molestie lacus aliquet. Rhoncus morbi elit eget tellus cursus hac turpis a eleifend. Cubilia lacus cum auctor et per amet sit quis euismod id integer elit. Posuere morbi iaculis elit vestibulum ultricies lacus venenatis euismod. Lacinia fames lacus luctus mattis justo potenti mauris ac lobortis cubilia class pede. Pretium morbi dis purus vulputate curabitur adipiscing natoque leo. Iaculis fusce porta laoreet per faucibus a dictumst duis. Rhoncus risus nisi cursus odio pellentesque parturient odio velit. Blandit morbi rhoncus feugiat luctus cum dictum sem gravida ut. Euismod netus etiam cras quam nullam sem eget mi nibh inceptos. Nonummy felis sed nisl sed duis ac nam enim. Blandit risus cras conubia quam lacus potenti tristique ante vel nisi ad. Rhoncus etiam odio pharetra fringilla leo. Quisque metus ad habitant natoque fringilla odio nonummy fringilla nunc sit quisque id at. Integer felis vitae curabitur duis hac arcu amet egestas ac turpis. Lacinia magna ad phasellus scelerisque elementum pede suspendisse eu magnis. Feugiat magna mi lacus senectus lorem fames. Conubia netus lorem donec class tortor dapibus vivamus dignissim cras justo. Aliquet etiam et erat magna imperdiet volutpat ve porta cras pharetra dis tempor ad. Euismod class egestas quis ad quam purus mi mauris sem nostra habitant.",
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "author": "Mark Goresky and Robert MacPherson",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "year": 1981,
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "key": "TM83",
   "pages": "129--132",
   "volume": 296,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires"
  },
  {
   "journal": "Math. Scand.",
   "year": 1990,
   "key": "Ken90x",
   "pages": "12--16",
   "volume": 66,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1981,
   "key": "TT81",
   "pages": "457--491",
   "volume": 114,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "key": "Dub78",
   "pages": "237--240",
   "volume": 287,
   "type": "article",
   "author": "Alberto S. Dubson",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "BS81",
   "pages": "93--147",
   "volume": "82-83",
   "type": "article",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ill79",
   "pages": "161--172",
   "volume": "82-83",
   "type": "article",
   "author": "Luc Illusie",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e"
  },
  {
   "journal": "Math. Zeit.",
   "year": 1971,
   "key": "Rie71",
   "pages": "265--284",
   "volume": 123,
   "type": "article",
   "author": "Oswald Riemenschneider",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Cubilia lacus augue sociis sollicitudin."
}