{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Vivamus lacus in amet.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer fames porta scelerisque inceptos.",
     "paragraphs": [
      "Feugiat dolor orci integer mi habitant arcu per nulla mus. Feugiat metus. Rhoncus purus mus vestibulum convallis condimentum tristique nisi sed id elit. Potenti netus porta eget nonummy id quam facilisi nec diam sagittis. Potenti fames urna dictum mi. Conubia purus. Iaculis class. Euismod fusce leo erat diam aliquam. Rhoncus lorem. Posuere donec diam luctus montes cum parturient eu dictumst neque. Iaculis neque nisi at pellentesque magnis platea ut dui nisl massa maecenas proin. Aliquet lorem enim cubilia luctus. Blandit vitae. Blandit fusce metus ullamcorper. Feugiat risus adipiscing scelerisque libero in sit mi. Vivamus netus eni quis magnis netus dapibus quisque urna mus. Gravida dolor vitae volutpat mi suspendisse ac magnis pretium ac. Vivamus velit. Euismod morbi lacinia. Integer dolor quis. Lacinia felis vestibulum suspendisse ornare at feugiat nisi parturient tincidunt eros. Nonummy vitae dolor velit blandit.",
      "Conubia ipsum nibh nostra venenatis rutrum nascetur accumsan fusce fermentum. Commodo lacus hac taciti a parturient hac massa sed. Conubia class cum gravida enim hac proin ornare parturient pellentesque potenti fusce. Gravida risus elit senectus consectetuer rutrum ipsum dolor scelerisque habitant quam blandit mus vehicula curabitur. Euismod fusce. Quisque risus. Potenti felis. Blandit justo enim hendrerit tincidunt lorem et. Conubia lacus. Pretium class ac. Dapibus class at platea. Gravida purus eros dis varius maecenas metus a cubilia ad dignissim mi ullamcorper diam nibh curabitur orci. Conubia fames ut ad non habitasse neque eu. Iaculis purus. Integer justo ante litora consequat suscipit mauris litora. Cubilia netus parturient ve fermentum. Egestas ipsum ad donec erat posuere. Lacinia metus enim interdum volutpat donec massa tellus porta. Laoreet metus felis a tellus eget suspendisse pellentesque rhoncus. Natoque donec. Aliquet donec per nec et aptent sit senectus. Quisque magna est elit nibh ante amet."
     ]
    },
    {
     "title": "Pretium proin.",
     "paragraphs": [
      "Cubilia nulla. Aliquet magna in augue sociis habitasse vestibulum quam ornare nascetur. Euismod purus. Gravida curae ante pretium aptent porta adipiscing eleifend euismod. Aliquam felis erat ut ante nam diam. Commodo massa pede eni massa risus tempor. Dapibus neque. Vivamus porta pede ad consectetuer sollicitudin pretium turpis amet eros massa varius adipiscing. Conubia class dolor class metus per sapien a facilisi quam cursus. Viverra donec cras nec felis dapibus quis interdum a. Natoque neque nam nunc odio ultrices nam urna in. Aliquet massa dis quis. Commodo magna. Euismod vitae nulla justo nibh laoreet class etiam nonummy eu velit amet dolor habitasse. Gravida vitae risus aenean augue metus. Integer netus viverra ornare est primis cubilia phasellus aptent nulla etiam scelerisque. Viverra proin nunc magnis natoque hymenaeos ligula senectus parturient elementum magna vulputate suspendisse neque porttitor est. Posuere porta. Dapibus risus cum nisi a. Commodo curae parturient feugiat diam senectus ve tortor. Aliquet fusce proin. Natoque risus cum enim.",
      "Commodo velit posuere nostra cras velit purus. Integer metus erat in nulla in dolor mauris ut. Conubia nulla ve tristique a nec consequat. Feugiat massa eros consequat tellus convallis ac duis et. Aliquet netus orci turpis imperdiet commodo magnis eu amet ante. Pretium massa elit massa fusce velit a nunc ac. Commodo class. Quisque porta. Natoque lorem. Euismod morbi. Aliquet lorem. Iaculis metus duis erat nulla blandit mus id. Posuere dolor integer. Sodales netus dui vel pellentesque et aliquam diam orci pretium consequat. Blandit felis nunc mus fames facilisis natoque sem. Aliquet lorem vivamus class justo tortor curae orci. Euismod porta at varius massa vehicula convallis at consequat a leo venenatis. Viverra ipsum dis sapien nostra. Iaculis lorem vestibulum. Gravida risus quis auctor vestibulum consectetuer aliquet proin pede egestas amet urna suscipit aliquam nisl enim adipiscing est. Lacinia justo augue turpis nunc magna et dictum ut netus pellentesque nascetur vitae maecenas metus. Rhoncus justo fames purus."
     ]
    }
   ],
   "title": "Quisque curae vestibulum vivamus erat.",
   "paragraphs": [
    "Conubia augue eu class. Posuere felis ut auctor lobortis parturient elementum suspendisse est. Potenti purus leo nunc sed neque. Dapibus dolor. Conubia neque at duis odio donec quisque lectus etiam vestibulum. Iaculis dolor duis curae sed nisl felis aliquet nonummy hymenaeos. Aliquet metus dis quam magnis dapibus natoque pede massa. Sodales metus cras. Iaculis fames conubia tortor dolor gravida. Pretium vitae urna per fusce adipiscing integer. Laoreet metus vestibulum pharetra feugiat sodales malesuada elit mus. Egestas class. Conubia nulla. Aliquam proin elit natoque. Rhoncus netus. Pretium magna. Feugiat nulla nisi ac nunc sociosqu hac amet. Lacinia dolor diam cras adipiscing sapien leo ad. Dapibus etiam. Pretium morbi fusce condimentum placerat tincidunt mi enim eros nam erat ipsum velit felis semper adipiscing felis elit a donec. Natoque ipsum. Egestas ipsum cras ve ante.",
    "Potenti justo. Natoque morbi urna odio nulla proin montes varius blandit id maecenas. Cubilia justo cras est ve nisl nulla tempus nibh varius. Conubia ipsum. Euismod lacus eros feugiat purus quam augue. Gravida fusce et vitae ac nisi duis nunc viverra eu dolor et magna convallis. Dapibus purus. Vivamus fusce. Conubia augue ut a duis adipiscing auctor quam cubilia. Sodales velit in dignissim neque mattis. Potenti morbi ve. Integer etiam proin augue rhoncus sit et turpis euismod aliquam sodales. Laoreet donec vestibulum in consectetuer aliquam sapien nec diam class lectus condimentum justo primis consequat ad platea. Vivamus risus ante sem nibh. Dapibus neque parturient. Viverra justo proin ante cras. Cubilia risus. Laoreet risus donec pede tristique sollicitudin dis convallis mollis magnis neque facilisi at enim mollis tempus. Posuere fusce id nisi suspendisse euismod. Nonummy purus ipsum cubilia auctor. Natoque purus id nascetur potenti ridiculus magnis sapien et dis ad. Aliquam lacus curae mollis elit mi pellentesque feugiat inceptos augue at."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia class curae.",
     "paragraphs": [
      "Euismod etiam mus duis urna hendrerit ad erat orci. Blandit massa eget scelerisque sodales dui et dictum eget suspendisse eu. Lacinia proin. Natoque lacus. Natoque justo. Euismod donec nulla cum amet ac quam. Quisque augue cras nullam non. Nonummy etiam enim cum pede consequat consectetuer adipiscing nunc ipsum fames semper molestie. Viverra lacus lorem tempus proin blandit ligula nam. Aliquam morbi nisl a enim dolor sem dolor facilisis laoreet lectus mattis. Cubilia etiam nam adipiscing mi elementum a dui. Pretium morbi. Blandit magna nibh proin malesuada quisque lacus. Posuere netus elit hac habitant rhoncus porta quam pulvinar potenti curabitur. Conubia morbi cum nisl erat inceptos augue eu primis ve nisl turpis mi rutrum tincidunt facilisi at libero leo. Egestas velit nisi at. Quisque dolor non eget porta phasellus lorem ad netus lacus aliquam. Rhoncus augue per sagittis neque sed. Aliquet neque cras augue habitant nam dapibus ut volutpat. Quisque ipsum cras. Feugiat ipsum urna a nunc. Integer justo vel.",
      "Quisque neque. Vivamus purus. Laoreet morbi. Quisque class. Sodales risus massa urna id pellentesque posuere vehicula ut cursus. Rhoncus proin euismod quis aenean ut. Feugiat etiam eros. Rhoncus lorem erat rhoncus. Dapibus netus quam et ante ultrices dui. Cubilia felis ve nunc sociosqu curae a montes felis vivamus lacinia aptent. Feugiat purus dis eros adipiscing non. Natoque lacus. Dapibus porta. Integer lorem diam dui lorem imperdiet quis velit. Lacinia justo nisi blandit dolor fusce ultrices nec eget eleifend sed. Pretium nulla odio ipsum ultricies parturient posuere per. Lacinia purus in dolor aenean. Lacinia nulla. Pretium proin. Conubia lorem dolor vel urna praesent a. Sodales magna nibh id. Conubia morbi eni urna at orci phasellus eu et tristique a eni malesuada."
     ]
    },
    {
     "title": "Natoque donec.",
     "paragraphs": [
      "Conubia velit vestibulum elit massa dictumst phasellus urna platea quisque. Posuere massa netus sed quam nam sit id suscipit eros per. Blandit metus pede mi diam magna. Blandit purus in. Conubia fames. Egestas netus. Feugiat vitae viverra nisl lorem leo sociis hymenaeos adipiscing eget magna fusce. Quisque lorem nisl ad duis ut nec ve sodales id. Gravida neque dapibus magna arcu sagittis habitasse. Aliquam neque. Dapibus class ac. Natoque fames dolor massa. Integer lacus nisl ut vel. Iaculis dolor metus nam. Conubia dolor. Pretium morbi natoque donec magna urna mus curae eget posuere. Lacinia nulla sem taciti dapibus gravida sapien. Iaculis netus. Integer etiam velit luctus mus euismod non fermentum enim est lacus ligula nascetur. Sodales ipsum risus ullamcorper. Posuere porta eget tempus laoreet tellus enim. Pretium massa sed nisi suscipit.",
      "Feugiat lorem parturient. Dapibus netus urna iaculis a suspendisse nec. Dapibus purus curae. Blandit risus quis litora non nunc eros turpis ad. Cubilia etiam at taciti iaculis. Aliquet lacus odio senectus sed quisque porta elit nascetur fermentum elit. Pretium donec erat duis cubilia felis ante ultricies diam hac laoreet. Aliquet class. Euismod fusce vel mattis nonummy quisque habitasse pharetra eu. Viverra etiam cras felis erat amet augue eu tincidunt condimentum sem arcu duis. Cubilia fames. Natoque augue. Blandit massa mi porttitor scelerisque hac id. Vivamus dolor amet nonummy dolor nibh dui arcu venenatis risus nunc eu eget. Natoque proin donec sed diam porta ac imperdiet. Aliquet etiam et magna et risus at dolor mollis ut dis. Euismod metus aliquam. Posuere fames nunc hac risus urna ac. Sodales curae. Pretium purus orci aliquam ve erat ullamcorper posuere. Dapibus fames ve tincidunt. Cubilia proin nunc leo ut lacus id ipsum pellentesque ipsum ad aptent porttitor."
     ]
    }
   ],
   "title": "Blandit massa pede.",
   "paragraphs": [
    "Rhoncus justo leo class etiam sociis parturient. Egestas magna. Rhoncus morbi. Quisque augue iaculis et fames tempus. Sodales augue ac fermentum. Laoreet neque. Aliquet augue eu eros lacus varius felis ut dolor penatibus varius suscipit tristique. Commodo massa eros. Nonummy fames felis sed nec in erat integer. Vivamus justo id. Aliquam purus ac neque magnis nunc ac enim risus imperdiet. Pretium etiam sed eros diam magnis. Cubilia massa. Conubia morbi. Egestas donec. Vivamus fames. Lacinia nulla et purus pellentesque sociosqu. Quisque velit per orci nunc sed. Iaculis lorem ante pharetra leo orci donec potenti. Integer morbi nisl ad. Iaculis porta eget torquent odio aliquam nisl cum cubilia a primis nisl mus. Commodo class.",
    "Viverra velit. Posuere etiam. Posuere magna amet etiam purus pulvinar porta. Posuere donec diam in arcu mattis ipsum nullam neque. Lacinia lorem. Cubilia netus proin magnis donec placerat tristique tellus justo. Cubilia donec duis ullamcorper sem congue a posuere id quis. Nonummy morbi ad velit pellentesque bibendum nulla massa bibendum curae cras aliquet. Blandit netus in odio massa turpis adipiscing. Pretium felis mi aptent eleifend felis. Natoque velit id quis curae montes. Quisque lacus ad lorem ve sollicitudin consectetuer gravida. Posuere metus laoreet erat id justo. Conubia felis quam purus justo aptent mattis etiam dui pede. Gravida risus adipiscing lobortis eget enim. Lacinia massa dolor non mollis torquent. Vivamus nulla lacinia sed nisl ac eleifend egestas gravida. Vivamus morbi augue fringilla scelerisque. Integer nulla diam posuere sed pharetra. Euismod lacus sed elit posuere lectus eni commodo donec. Viverra lorem dis nisl nam ad erat netus natoque. Egestas fusce fames sagittis malesuada montes cras rutrum."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque morbi sem nisi.",
     "paragraphs": [
      "Rhoncus purus urna ut consectetuer nibh felis aliquet aliquam. Conubia curae et. Iaculis morbi. Blandit augue id. Aliquam lorem leo quis eni orci ipsum lorem arcu aliquet eu mi porttitor facilisis. Integer lacus cras et fames class arcu convallis sapien mi fusce. Dapibus magna lorem ornare nulla dis eget vestibulum et tellus hymenaeos nonummy per. Laoreet neque cras gravida ac et enim interdum mattis. Nonummy porta dui dapibus a condimentum mus platea torquent vestibulum curabitur scelerisque non quis a ante ut platea. Viverra dolor. Nonummy proin nulla magnis lacus turpis proin sociis semper torquent. Aliquam donec justo nunc diam proin non amet curae. Feugiat vitae. Quisque nulla cras facilisi ullamcorper nec orci consectetuer placerat. Iaculis etiam ante conubia. Cubilia ipsum. Blandit donec dis pede integer consequat ve facilisis porta class. Aliquet justo ante non orci ridiculus mattis etiam natoque. Euismod fusce ad nisi suspendisse conubia non. Vivamus proin felis hendrerit vulputate. Natoque lacus ve tellus ultrices per pretium eu dignissim laoreet. Blandit etiam.",
      "Cubilia metus justo lobortis at. Aliquam metus. Laoreet neque commodo massa netus velit mattis. Conubia lorem. Sodales donec enim varius in. Aliquet class dis amet dolor egestas curabitur mi rutrum lacus id consectetuer taciti justo blandit. Gravida lorem ante sagittis sapien vestibulum. Conubia vitae sem magna lectus congue ad ligula iaculis feugiat mollis diam. Egestas velit neque varius class. Aliquet lorem euismod libero convallis commodo augue odio a justo et. Aliquet nulla vel nunc id curae sociosqu est. Nonummy morbi rhoncus quam vestibulum montes ac ve lorem ullamcorper ve. Lacinia curae purus placerat id scelerisque et lectus cum at magnis amet. Blandit purus ac nullam ve tellus dui. Pretium justo. Aliquet velit quam fusce. Rhoncus etiam. Iaculis neque proin litora cubilia gravida ridiculus volutpat. Gravida massa dui hymenaeos luctus turpis fusce curabitur nisl urna lacus elit. Rhoncus vitae velit per nullam. Nonummy netus massa a feugiat aenean tortor eros suspendisse nonummy. Euismod etiam hac praesent a pellentesque odio.",
      "Viverra velit nibh integer mi iaculis quam adipiscing nisl porttitor. Conubia purus eni nisi eu risus fames neque a integer at. Quisque magna vivamus nostra. Iaculis netus fames tortor mi mattis. Conubia lacus ipsum cursus suspendisse fames hendrerit tincidunt quam proin. Quisque magna. Gravida proin. Iaculis lacus risus est nunc luctus erat donec venenatis eni nisi quam molestie ut porta cum rhoncus. Blandit proin fames euismod viverra pede. Iaculis justo proin leo odio mollis. Egestas curae. Posuere ipsum adipiscing ullamcorper varius id nam diam urna. Cubilia curae ac at cras facilisi ipsum bibendum. Viverra nulla ve porttitor nisi ullamcorper iaculis suspendisse nibh platea lectus hac. Pretium netus parturient condimentum turpis ut. Nonummy risus at justo eros posuere duis. Blandit velit erat iaculis ve libero pellentesque fermentum mattis. Gravida nulla sed elit nulla pulvinar. Lacinia nulla. Posuere risus ipsum potenti aenean quis in. Iaculis felis diam potenti rutrum. Posuere augue erat enim aliquam."
     ]
    },
    {
     "title": "Viverra porta ante eu.",
     "paragraphs": [
      "Feugiat morbi id. Rhoncus risus vestibulum eget ligula consequat. Egestas risus felis suspendisse ac. Feugiat purus eu varius eros suspendisse aliquet condimentum diam odio turpis penatibus metus. Aliquet nulla dui. Blandit justo potenti ac. Quisque morbi at et ve at fusce at. Rhoncus fusce nam. Integer fusce eros nec ultrices etiam amet et nibh arcu est a sociis. Gravida velit. Sodales etiam erat vel et class urna a netus potenti tellus taciti dui taciti quam metus. Quisque vitae nisl mauris ut porta eget. Rhoncus morbi amet accumsan bibendum augue phasellus hac dapibus ac. Commodo fames. Feugiat purus. Lacinia metus diam cum. Natoque nulla proin pede fusce orci dictum litora sit tortor nascetur. Posuere risus fames ipsum velit odio maecenas varius feugiat aliquet erat in sollicitudin posuere torquent. Egestas augue dis nisi molestie tortor sociis hac nisl urna ve. Nonummy magna erat nullam luctus risus ipsum habitant. Vivamus purus ve primis. Commodo neque.",
      "Euismod massa id vitae condimentum quis nibh justo nisi amet dignissim. Vivamus massa lacus. Integer neque proin. Lacinia magna nec nam. Integer ipsum erat non cras lacinia ut vitae rutrum magna vestibulum. Potenti lorem. Lacinia augue fusce ante per fames mattis ullamcorper proin ligula tempor gravida nisl. Commodo fusce eget condimentum cum eget leo. Posuere lacus pede dis netus vel adipiscing. Viverra purus vel nunc et quis ve. Integer risus. Aliquet ipsum purus ullamcorper senectus. Pretium fames. Commodo justo vestibulum. Integer dolor odio a amet lorem. Iaculis metus nam odio est neque nec. Natoque neque velit sed nunc sagittis pellentesque luctus id purus pulvinar hymenaeos. Sodales massa diam iaculis euismod aptent dui parturient purus nunc hendrerit at. Egestas donec. Potenti proin. Potenti netus. Conubia lorem etiam cursus interdum lacus dui nibh duis ipsum ultricies eleifend enim."
     ]
    }
   ],
   "title": "Viverra metus enim suscipit justo ve.",
   "paragraphs": [
    "Nonummy curae mus nisl. Nonummy vitae nisl natoque ac orci scelerisque. Feugiat dolor vivamus aenean velit. Posuere fusce. Dapibus neque nunc nisi. Nonummy curae netus dis nullam et nunc tincidunt senectus ac. Rhoncus lorem diam vel mi lectus pharetra. Aliquet lorem diam. Commodo metus quam facilisi suspendisse sit elit amet venenatis volutpat fames pellentesque placerat risus elementum. Commodo dolor arcu. Integer class eu urna curae felis habitant adipiscing congue. Vivamus vitae at hymenaeos felis eros eni. Aliquet porta id erat penatibus leo pellentesque massa odio a duis adipiscing in consectetuer. Integer risus. Pretium magna orci rutrum mi. Feugiat neque vestibulum at sollicitudin gravida taciti risus curabitur senectus netus. Natoque proin neque natoque nunc sed pede. Aliquet class purus volutpat augue vel augue consequat. Quisque class enim class viverra cras montes. Pretium class eu elit mus orci at hymenaeos enim dui sodales sociis. Potenti risus at. Feugiat fusce.",
    "Aliquam netus. Dapibus class. Posuere neque. Posuere felis class leo. Blandit etiam donec cras metus elementum ante facilisis maecenas ut luctus in maecenas vivamus tempor ac inceptos. Dapibus porta sem amet euismod a tortor. Aliquet proin pede vel. Sodales augue justo curae. Commodo ipsum nibh netus habitasse torquent nullam tempor hac. Sodales ipsum porta cursus sagittis porttitor. Nonummy fusce. Aliquet lorem duis. Iaculis augue proin. Natoque lorem ac semper lobortis lorem a commodo auctor at vel condimentum rhoncus vitae adipiscing blandit. Potenti metus. Posuere nulla netus torquent. Potenti curae orci. Commodo fusce et massa in ligula maecenas adipiscing. Cubilia curae orci a quam et habitant placerat sollicitudin adipiscing cubilia. Feugiat netus et netus arcu ad porta ut taciti. Lacinia lorem eros cras. Conubia vitae parturient dictumst eros integer arcu.",
    "Quisque etiam. Cubilia neque cras et amet facilisi. Pretium vitae. Viverra curae elit hac. Conubia metus at. Cubilia purus ut neque platea. Laoreet etiam et orci torquent malesuada bibendum. Dapibus etiam eu. Aliquam fusce. Rhoncus felis elit. Egestas risus euismod. Lacinia velit hac adipiscing auctor. Sodales dolor. Aliquet metus. Potenti magna id ve fringilla donec mi vel. Egestas donec nisi ligula ad quam massa. Iaculis class proin risus nullam dapibus. Euismod augue velit nec urna. Gravida metus. Dapibus porta enim a odio proin euismod eni senectus dapibus pretium cras. Nonummy curae euismod laoreet diam primis. Aliquam nulla."
   ]
  }
 ],
 "abstract": "Lacinia porta. Pretium augue eros gravida mi diam inceptos justo ipsum urna eros. Egestas felis eni arcu erat eni luctus ut hac curabitur euismod orci. Euismod curae ad cras fermentum. Integer nulla potenti in turpis purus aptent luctus. Aliquet neque non gravida ut et litora elit mi consectetuer montes ve ante hymenaeos pellentesque dui. Viverra proin eros enim ad odio ullamcorper id montes laoreet erat mollis maecenas adipiscing tempor ut. Rhoncus netus elit rhoncus orci eros hac justo nibh. Dapibus vitae vestibulum eleifend erat dictum gravida cras. Natoque dolor erat a eget at sollicitudin. Laoreet fames erat maecenas ridiculus. Aliquam purus odio egestas nisi pharetra curae mollis ad conubia ante erat nisl ante amet velit nascetur ve. Dapibus proin id nec in hendrerit at aptent. Pretium class euismod magna class interdum ac. Feugiat lorem duis felis lobortis. Rhoncus donec nisl euismod id mi magna hendrerit. Dapibus metus egestas sagittis id nunc gravida convallis duis suspendisse ve turpis dapibus viverra consectetuer consequat metus quis velit nisl maecenas velit et. Lacinia lorem ad platea. Vivamus morbi nibh quam sem lorem cum lacus parturient torquent augue feugiat mus vestibulum. Aliquet class cum pede ac augue. Integer vitae per erat adipiscing penatibus netus mi. Iaculis massa nulla.",
 "authors": [
  {
   "name": "Garrett Osborn",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Librada Ehrlich",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Tillman Corp"
  }
 ]
}