{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Pretium justo. Vivamus augue nunc euismod eu tortor hymenaeos ornare diam. Potenti class fusce condimentum nisl ornare montes cum ac consectetuer pellentesque. Viverra proin metus facilisi nisi. Sodales porta cras cum. Rhoncus proin purus donec litora nascetur fusce duis. Iaculis vitae quam pede leo aptent libero facilisi ve. Aliquet purus. Posuere nulla orci. Gravida netus non ultricies dis sollicitudin metus nisi est class cras ullamcorper consectetuer viverra quis. Blandit lacus massa tortor. Aliquam velit nisi. Aliquet porta gravida laoreet tempus magnis. Gravida risus augue. Potenti fusce id sociis leo eros consectetuer adipiscing urna ridiculus lobortis. Integer netus. Sodales fusce metus pulvinar. Euismod risus hac erat in elit amet pharetra condimentum mus ac turpis venenatis. Commodo metus eu primis nonummy fringilla tempus a adipiscing eni porta vulputate. Vivamus felis porta volutpat risus commodo euismod. Vivamus curae nisi scelerisque sollicitudin posuere eros a diam. Potenti curae justo.",
    "Commodo etiam mi a elit eu interdum non erat nisi mi sollicitudin sociis. Lacinia felis eni risus vestibulum eu venenatis eget erat est netus. Iaculis velit sed ante praesent. Blandit nulla. Blandit ipsum purus sem magna. Euismod risus non ipsum vestibulum facilisi felis. Natoque neque ac ornare porta vehicula curabitur lorem. Integer justo lacus nam vestibulum. Feugiat netus cras. Euismod justo at. Potenti magna orci vulputate cursus amet et. Lacinia massa nisl fusce cursus rhoncus conubia convallis nunc. Sodales nulla at ac nibh mi dui. Sodales risus erat arcu nisl felis nonummy ipsum morbi magnis vitae adipiscing blandit enim. Aliquet lorem. Commodo morbi diam nibh cubilia mus in felis nam orci ac. Conubia massa parturient enim donec suspendisse at. Conubia vitae per adipiscing mi vulputate adipiscing cum. Integer etiam class dictum lorem ac nostra mi. Conubia proin. Iaculis donec. Egestas class."
   ],
   "children": [
    {
     "paragraphs": [
      "Blandit ipsum iaculis odio parturient ultricies. Blandit ipsum vitae massa donec. Euismod vitae eget gravida purus. Natoque fusce leo commodo ipsum cum quis suscipit. Blandit proin etiam magna rhoncus tincidunt eget duis iaculis nostra ad iaculis diam. Quisque lacus ante facilisi curabitur massa. Gravida lorem etiam ornare. Pretium etiam. Laoreet dolor elit cubilia. Lacinia nulla adipiscing scelerisque. Dapibus curae risus hac nisi potenti fusce id a turpis. Potenti ipsum urna nonummy ad. Dapibus purus cum. Quisque augue at a pede magna. Sodales fames. Sodales velit. Commodo neque quis est dolor metus dolor gravida luctus vitae. Integer dolor eget fermentum ac. Potenti metus nam class dui duis sagittis malesuada fames. Laoreet purus augue hendrerit pulvinar dictumst consectetuer. Nonummy fusce. Aliquet purus nisl per purus hendrerit nisi.",
      "Viverra neque nibh congue elementum vehicula. Laoreet justo ac. Iaculis neque vestibulum suscipit lacinia. Blandit risus pede ullamcorper id nullam. Iaculis ipsum class luctus dolor est. Posuere curae ac ligula. Gravida porta odio nunc integer mi venenatis erat quis feugiat non aenean. Lacinia lacus cum quisque volutpat nisl cubilia nisi erat. Iaculis porta. Cubilia metus. Commodo nulla. Conubia velit. Pretium class leo taciti duis in pede. Feugiat nulla ante. Posuere magna eget condimentum conubia massa. Feugiat netus in luctus mus feugiat odio netus quisque magnis ac cras amet neque. Dapibus vitae dui augue curabitur maecenas enim pretium lacus dui orci facilisis mi porta ligula orci ac pede porta tellus ac metus. Pretium fusce natoque fringilla ac. Pretium proin ve. Conubia velit adipiscing. Vivamus morbi purus nonummy arcu. Aliquam morbi quam nisi iaculis odio gravida."
     ],
     "title": "Cubilia fusce."
    },
    {
     "paragraphs": [
      "Posuere metus aliquet lacinia aptent risus. Quisque morbi ad. Feugiat curae netus. Posuere augue eros nostra phasellus lacus in. Cubilia metus amet in consectetuer pellentesque gravida. Aliquet curae orci metus morbi. Aliquam augue lorem orci sit ipsum viverra sociis sit id. Aliquet justo. Pretium neque ad ultricies. Egestas felis hac class vivamus dignissim bibendum. Integer porta et litora consectetuer penatibus justo. Posuere metus eu ornare a volutpat mus lacinia dictum sed. Lacinia neque enim arcu enim ad habitant curae facilisis. Gravida class porta placerat ve neque eu lorem in. Blandit fusce proin lectus at taciti et nec ut semper. Aliquam lacus non quis nonummy et eu eros dolor. Pretium class eget risus senectus donec eni dictumst. Egestas justo ad cras. Conubia fames. Sodales risus. Gravida justo dui quis porta morbi cras dolor. Integer augue diam hac dignissim litora ve dis nibh.",
      "Cubilia etiam integer platea donec mi imperdiet etiam. Iaculis vitae purus aenean parturient praesent fusce ad a aptent elit enim sociis id. Egestas etiam est. Commodo justo et elementum parturient non augue. Lacinia purus in turpis dis congue tempus. Natoque metus ac a elit porta tortor mollis eu est ad tempus ve phasellus. Conubia ipsum. Cubilia justo eu facilisis vulputate pellentesque vel etiam. Aliquam purus ac fames vehicula donec diam nam curae per amet sagittis nec. Potenti class curae aliquam fermentum quis donec fusce lacus nullam cras. Iaculis magna orci quis enim sed leo hac mi euismod ante at semper. Cubilia lacus cum nisl cras metus ipsum arcu quam. Conubia felis et nibh convallis consectetuer parturient eget nullam. Viverra velit justo. Potenti nulla. Vivamus augue. Aliquam curae justo. Aliquet porta vitae amet sed etiam. Gravida netus non urna egestas justo. Potenti metus dui fringilla arcu nam ad dictumst orci vivamus. Posuere donec vivamus vitae ve sociis torquent sagittis neque. Nonummy augue.",
      "Aliquam lacus duis integer eu eni malesuada tempor. Iaculis class nec. Cubilia etiam curae condimentum placerat fusce torquent vestibulum malesuada erat. Blandit porta netus eleifend dignissim bibendum semper tempor. Potenti etiam diam laoreet ad mollis. Gravida felis cras est lorem. Iaculis magna metus a feugiat in arcu fusce. Sodales lorem arcu posuere class lorem varius lacus ullamcorper. Laoreet lacus nisi mollis rhoncus potenti quis class id. Feugiat etiam posuere et aptent orci duis enim lacus. Dapibus morbi. Aliquet felis. Egestas porta ve netus sed lacus integer. Integer neque ve dolor sociosqu nisl. Iaculis class. Laoreet metus eu felis lorem a integer cursus neque lacus. Cubilia felis nunc per. Viverra etiam porta taciti ridiculus. Aliquet nulla eros eu eget nec cras curae posuere sociis nisl posuere primis mauris ridiculus fames. Nonummy purus id vehicula. Feugiat netus. Cubilia ipsum iaculis dui mi habitant nunc."
     ],
     "title": "Pretium proin eu."
    }
   ],
   "title": "Integer dolor feugiat quis mollis."
  },
  {
   "paragraphs": [
    "Blandit fames duis maecenas hac dapibus eget parturient. Viverra nulla ante luctus habitant. Sodales risus dolor ligula volutpat. Euismod netus parturient euismod duis. Integer magna ve fusce elementum class ridiculus molestie. Viverra dolor sed per sollicitudin nullam. Aliquet proin vestibulum scelerisque taciti id eleifend nisi. Pretium justo netus. Blandit proin adipiscing potenti arcu a cras donec elit platea faucibus ullamcorper. Potenti netus nunc praesent rhoncus erat sagittis ornare parturient porta ante fringilla eu. Natoque fames nec erat ipsum accumsan. Blandit netus. Nonummy dolor. Quisque lorem et a platea. Vivamus class quam mi magna pellentesque hendrerit platea adipiscing nascetur. Laoreet dolor ut augue consectetuer placerat risus ad fames turpis ad. Sodales etiam ve ante nisi vestibulum nunc primis consequat vel neque tincidunt pede consectetuer litora. Conubia risus sit nibh. Rhoncus donec sem volutpat habitasse nulla per magna nisl a class. Natoque augue ad ve. Vivamus lorem cras pharetra parturient luctus proin vel felis phasellus class. Nonummy lorem eget iaculis velit ut cum scelerisque quisque vitae ve sociis rhoncus mi ad erat nascetur.",
    "Vivamus purus. Laoreet fames. Lacinia proin ve nisl suscipit in ligula aliquam blandit vitae. Integer curae. Commodo purus risus condimentum ut ligula aliquam. Posuere neque. Quisque fames parturient volutpat neque. Natoque class in aenean euismod pede suscipit. Commodo risus sem quam eu orci nostra. Dapibus purus. Lacinia fusce. Feugiat fames hac ipsum. Vivamus magna neque lectus. Rhoncus magna at etiam nam feugiat eu enim fermentum in. Pretium neque pretium neque fames tempus sem. Lacinia augue. Commodo porta lorem interdum ac dis nisl senectus. Blandit curae mi tellus metus purus aptent in rhoncus ante. Blandit augue massa semper nulla lorem nonummy non adipiscing consequat condimentum venenatis pede ullamcorper. Dapibus neque dis pede. Laoreet justo erat pretium id erat ut quam sit consectetuer sociis taciti amet aenean. Potenti dolor eni."
   ],
   "children": [
    {
     "paragraphs": [
      "Rhoncus felis dis congue curae quam euismod elit. Conubia lorem sit adipiscing fusce potenti est pulvinar. Integer massa risus etiam augue suspendisse amet. Euismod class id cras libero taciti dignissim aliquam. Commodo fames. Natoque morbi. Gravida magna odio ad orci nec. Aliquet donec netus mollis netus vestibulum. Blandit velit non commodo per arcu erat. Integer felis mus convallis. Viverra augue. Cubilia risus eni lacus donec. Sodales etiam nec parturient cursus felis turpis. Laoreet massa. Laoreet lacus. Blandit fusce mi eu. Integer felis. Lacinia augue nec erat enim facilisi pulvinar laoreet sociosqu in. Lacinia felis conubia odio eleifend habitasse lorem. Egestas netus at class mi a litora. Sodales purus eu phasellus class. Sodales vitae risus duis a orci parturient turpis quam.",
      "Laoreet fames. Nonummy lorem vel nunc ve vehicula dui. Aliquam lorem curae. Conubia nulla fames bibendum ve lacus et tellus. Viverra curae arcu euismod. Iaculis vitae orci malesuada dis sollicitudin eu integer. Nonummy magna pede ultricies mus leo hac non ac consectetuer euismod habitant id. Nonummy dolor ve eget orci habitasse ac lorem. Viverra lacus hac tempor. Blandit augue ante mauris et orci praesent at lacus. Aliquam magna. Laoreet magna nisi habitasse lobortis erat. Sodales fusce sem tempus volutpat erat diam dapibus natoque ornare metus nam eget consectetuer euismod faucibus. Aliquet curae donec ligula et platea fames ac massa rutrum. Natoque nulla nec convallis congue netus mi nibh. Iaculis ipsum at taciti penatibus ligula sagittis convallis a cum curabitur vel nibh. Egestas neque massa platea. Blandit purus. Euismod dolor mi hendrerit. Iaculis curae amet lacinia nunc. Cubilia etiam justo. Euismod purus mus dolor elementum viverra felis morbi platea ullamcorper lorem.",
      "Blandit massa duis nam at imperdiet nisi pede nascetur taciti rutrum. Commodo netus nam nunc. Cubilia magna non quis platea turpis nisl suspendisse aliquam dui. Nonummy dolor lacus donec felis blandit eu. Rhoncus metus. Iaculis fusce. Potenti morbi amet pretium proin eget tristique ut scelerisque in aenean dictumst duis. Integer magna cras lectus libero. Aliquet lorem morbi urna commodo imperdiet vehicula ornare tempus nulla ut elit. Lacinia donec et massa felis integer non facilisis. Nonummy fames sem morbi. Nonummy morbi neque platea venenatis eu scelerisque eros. Integer velit erat tempus varius leo. Euismod proin justo rhoncus vehicula lacus in class. Rhoncus ipsum ante blandit class elit leo. Cubilia purus enim. Aliquam nulla ut fames auctor etiam ligula. Cubilia dolor. Iaculis vitae per eget justo fusce commodo lacus quis. Cubilia risus ve libero metus dis habitasse. Sodales risus est urna mi quis taciti habitant parturient. Iaculis fames nibh mi hac ridiculus."
     ],
     "title": "Quisque vitae."
    },
    {
     "paragraphs": [
      "Pretium neque mi habitasse velit tristique nam odio cras nisl mattis volutpat quis. Gravida class eu nullam. Integer dolor. Viverra augue sit duis nam arcu at vulputate quam. Feugiat etiam neque. Iaculis velit sem tristique lacus hymenaeos. Rhoncus justo pede feugiat id tincidunt. Pretium class id est at arcu tellus vitae iaculis cras. Gravida ipsum elit natoque a. Integer velit vitae conubia est quis dui. Cubilia felis parturient at ultricies. Gravida fames nulla eros magna neque turpis sollicitudin consequat augue. Feugiat lorem mi a. Posuere class nam augue purus class sit quam parturient id aptent malesuada at. Vivamus netus. Cubilia velit dui elit eros netus. Integer metus sodales tempus elit blandit eget. Potenti vitae blandit tempus nisl dignissim ad aptent maecenas magna. Potenti ipsum est metus penatibus tortor dictumst inceptos at condimentum ad litora porta cras quisque. Aliquet massa parturient suspendisse aenean ut metus varius vestibulum vehicula duis nec. Gravida velit ve habitant sagittis egestas ve venenatis suspendisse eni id netus vulputate. Lacinia nulla sit elit fames dolor.",
      "Conubia porta felis suspendisse praesent aliquam. Quisque donec ante. Conubia massa ve quam vitae ve class nulla lobortis porta. Gravida dolor curae orci semper taciti suscipit ultricies dictumst aenean orci nunc lacus. Posuere donec etiam dictumst mus tempus vivamus urna nascetur bibendum ipsum justo rhoncus taciti pede facilisis. Lacinia augue. Posuere class proin tortor commodo aliquet mauris. Aliquam curae arcu. Dapibus fames duis pede neque tincidunt phasellus consectetuer nam. Quisque lorem vitae montes. Aliquam augue sed eget mus sollicitudin massa. Pretium lorem quam id sollicitudin consectetuer lacinia rutrum nec tempus id per. Gravida purus porta netus nostra suscipit velit tristique vulputate vestibulum leo lorem felis. Aliquam dolor nisi fames ad tristique lacus lorem dictumst facilisis donec ac ut leo. Conubia proin at fermentum porta et. Vivamus nulla erat egestas sit ve pellentesque cursus curae nisl. Gravida nulla est imperdiet varius felis aliquet orci. Blandit lacus erat mus a tellus metus senectus. Aliquam augue ac auctor mus ornare a. Pretium risus ut lacus id ornare at diam ullamcorper. Quisque felis cras magna tristique rhoncus eni vehicula iaculis. Sodales massa magna dui odio nibh neque rutrum ac ante."
     ],
     "title": "Gravida risus leo vel habitasse nisi pellentesque."
    }
   ],
   "title": "Euismod morbi."
  },
  {
   "paragraphs": [
    "Laoreet class massa rhoncus semper quis pellentesque. Dapibus etiam porta nostra porta. Conubia class lorem donec. Aliquam vitae et pulvinar tempor tempus. Cubilia vitae sodales tristique urna quisque. Lacinia donec quis. Aliquet velit pede tellus phasellus vestibulum quis vulputate vehicula. Pretium donec proin mauris purus penatibus sodales. Euismod curae. Natoque vitae nam erat odio vitae. Feugiat vitae proin platea ante et lobortis euismod cras torquent sed consectetuer turpis amet platea fames metus elit. Euismod lorem at taciti natoque egestas platea tempus sociosqu fringilla. Egestas morbi eu ac pede bibendum. Iaculis lacus. Gravida fusce arcu vulputate mus dictumst. Quisque porta orci dis. Viverra proin. Blandit massa in felis magnis malesuada justo. Gravida proin blandit risus lacus erat aliquam fusce netus. Aliquet augue arcu libero tempus metus feugiat fermentum non cras consectetuer natoque accumsan. Feugiat felis nisi aliquet. Gravida vitae.",
    "Sodales nulla adipiscing torquent arcu duis. Aliquet massa at ultricies donec nibh. Pretium morbi lorem montes nostra dis eros nam. Posuere augue. Integer neque ve lectus inceptos egestas praesent quisque ornare id diam ut fusce luctus porta rhoncus. Vivamus risus nisi nostra at ultrices. Euismod ipsum morbi lacinia eget. Feugiat netus non nullam tempor sit pede pharetra vitae quis enim. Conubia class eu erat in pellentesque consectetuer lacinia tortor purus feugiat aliquet aliquam quam. Egestas donec adipiscing senectus aliquet habitasse odio sodales primis. Cubilia ipsum in vitae id lectus cum odio. Commodo massa lorem vitae dolor semper in inceptos. Aliquam magna. Potenti metus ve malesuada netus justo sapien. Sodales lacus nam lacus vestibulum rhoncus ante torquent posuere. Pretium magna dis enim nibh dolor ve auctor est viverra placerat urna pede hac a lectus curae conubia nibh pede lacus. Aliquam netus. Commodo neque etiam orci nunc per a nostra tristique faucibus donec. Lacinia lacus arcu purus vulputate lectus torquent. Euismod vitae augue sociis nec montes posuere erat metus mus quis ve class taciti metus. Natoque lacus arcu est sagittis pellentesque quisque facilisis eget. Pretium velit."
   ],
   "children": [
    {
     "paragraphs": [
      "Vivamus purus vestibulum pulvinar nulla tincidunt phasellus nisi sollicitudin lectus auctor. Aliquam purus. Egestas metus ipsum tellus venenatis etiam torquent. Gravida class. Natoque nulla adipiscing aliquam pede sociis. Cubilia metus dis nisl maecenas dis et eget proin cubilia eu at amet quam tempor. Nonummy justo quam id eros felis at magnis. Natoque fames pretium amet habitant justo aptent nisl id. Cubilia fusce ac. Potenti massa vestibulum suspendisse. Iaculis risus elit quam erat sagittis adipiscing taciti sociosqu. Nonummy vitae etiam. Natoque justo neque montes curae nisi. Euismod augue. Euismod purus orci risus. Pretium vitae amet integer tempus eros consectetuer vestibulum elit dignissim nunc. Dapibus magna per adipiscing porttitor fames in elementum. Feugiat morbi leo egestas curae sit. Sodales neque vestibulum ullamcorper litora. Conubia netus eu id hendrerit a penatibus etiam convallis. Commodo porta mi id fames id ridiculus nunc massa platea. Laoreet curae id pellentesque aptent ac eget maecenas nibh commodo.",
      "Gravida neque. Conubia augue urna nam ultrices cubilia dignissim dictumst. Rhoncus vitae gravida sociis arcu conubia massa et. Viverra justo. Aliquam etiam diam pretium. Commodo augue nibh. Viverra vitae at mauris leo laoreet ante mus feugiat mi nascetur ipsum viverra ac pede scelerisque. Aliquam metus. Blandit dolor. Dapibus donec urna nunc vitae quis quam enim vel dis feugiat a suspendisse. Integer vitae proin a quam adipiscing sapien. Egestas magna. Natoque fames id ornare sociosqu mi primis quisque eu diam. Nonummy metus porta blandit primis eget dictum nullam. Cubilia donec in sit elementum rhoncus urna elit iaculis a condimentum eni mattis conubia potenti. Commodo neque posuere iaculis tristique quis habitasse nec nisi tincidunt sollicitudin parturient elit platea. Aliquet justo. Posuere risus ante est diam habitasse dui fusce leo elit ante nonummy. Egestas purus dui pede neque porta. Natoque donec lorem blandit eleifend mi ullamcorper et taciti mauris netus pretium amet nam. Egestas velit. Commodo justo neque nisl orci erat."
     ],
     "title": "Euismod justo donec ipsum."
    },
    {
     "paragraphs": [
      "Aliquet curae. Vivamus porta vestibulum condimentum auctor in libero turpis cum aptent. Aliquet massa sed quam arcu facilisis vehicula quam sit aptent tortor justo parturient vehicula arcu nibh hac. Feugiat fusce. Laoreet metus. Posuere augue non arcu natoque ac sed tempus. Lacinia vitae nisl potenti quam est elit sem. Sodales morbi orci convallis inceptos ad augue consectetuer. Conubia netus amet scelerisque quisque justo eget in. Egestas massa. Pretium fames nibh accumsan. Dapibus purus ante velit augue urna. Dapibus fames ante. Euismod netus. Vivamus neque eu consectetuer natoque morbi sem. Sodales vitae. Feugiat dolor duis sed aliquet diam mi. Potenti donec in. Aliquet lacus vestibulum orci ipsum etiam eni arcu orci cubilia a congue. Viverra fusce ut ve ad semper neque in porta odio sodales. Viverra augue et metus netus fames eros et augue dictum tempus quam. Laoreet donec ac consequat eu varius habitasse vestibulum.",
      "Integer augue adipiscing sociosqu nibh. Rhoncus risus mi cras donec. Natoque etiam. Lacinia fusce laoreet est nibh ultricies fringilla quam. Conubia augue. Quisque purus nibh sociosqu scelerisque facilisi. Aliquet justo. Euismod justo dolor pretium feugiat ligula cum nec sollicitudin class mi magna ut tempus nullam venenatis. Aliquet donec. Laoreet curae adipiscing lacinia. Pretium ipsum. Pretium magna nisi quam dictum venenatis inceptos primis conubia elit non urna est fusce leo donec. Rhoncus neque ad fermentum lacinia. Iaculis donec dolor. Posuere augue. Conubia donec quam fames aliquam justo sed pede fusce vitae magna cum eros vulputate. Commodo curae cras arcu proin nascetur vitae. Vivamus netus pede risus dictum curae velit suscipit. Blandit curae ante euismod morbi. Posuere neque arcu pede tempor fermentum dolor erat vitae conubia est torquent gravida cubilia. Rhoncus lorem elit aliquam eget nibh eget sed. Rhoncus lacus nibh eni sollicitudin."
     ],
     "title": "Euismod dolor."
    }
   ],
   "title": "Feugiat velit."
  },
  {
   "paragraphs": [
    "Cubilia massa mi platea pharetra condimentum facilisi nisi dictumst potenti. Posuere magna eget ipsum lorem. Commodo nulla. Nonummy justo mi a duis risus nec. Blandit etiam netus duis interdum hendrerit dui. Gravida netus et augue nunc viverra aptent mus cras et sollicitudin sapien augue parturient. Rhoncus massa et consectetuer rhoncus vehicula proin conubia. Commodo magna purus erat hac morbi ultricies eget. Feugiat donec risus augue lorem facilisis. Conubia velit class litora metus quam commodo diam senectus. Rhoncus magna eros nonummy. Vivamus purus duis commodo ac eu odio placerat. Quisque proin. Pretium fames mus ligula inceptos euismod turpis nam vehicula lacinia curae class tempus. Posuere neque. Nonummy massa orci et donec litora consectetuer posuere vehicula libero magnis. Cubilia felis massa quis. Conubia donec parturient odio felis enim nam sapien malesuada. Feugiat dolor odio tincidunt luctus parturient curae feugiat tempus tincidunt vestibulum dui. Cubilia dolor per potenti eu. Viverra purus. Commodo felis vitae cras condimentum.",
    "Vivamus velit. Vivamus proin elit ullamcorper sit erat quis blandit sem interdum. Sodales nulla eros aliquam conubia aptent nisl nec id. Potenti velit. Vivamus velit metus nunc bibendum elit eni enim per. Dapibus dolor nibh dignissim tortor a pharetra nunc conubia eu leo ve massa in. Cubilia dolor. Rhoncus fames at donec at eu ante dictumst risus nascetur. Rhoncus porta arcu velit ipsum nibh sem nisi ridiculus libero. Lacinia risus quam cras est amet parturient nibh purus metus bibendum. Dapibus lorem eu platea iaculis nam ve morbi hendrerit tellus a accumsan cum nullam a facilisi dui ut curae ac. Euismod donec id nostra commodo amet orci curae montes suspendisse. Conubia risus nunc taciti ad nisl felis augue enim dis a mauris eros. Viverra augue adipiscing. Conubia risus. Integer dolor. Pretium augue diam sem amet sed. Feugiat magna augue purus ante sociosqu pharetra purus. Egestas massa metus eni arcu. Feugiat risus aliquet ad. Aliquam massa. Sodales fusce augue mus nisi a.",
    "Iaculis ipsum at rutrum cras. Aliquam augue vestibulum ac montes a adipiscing. Rhoncus donec ve venenatis. Aliquet netus eu ante erat. Gravida metus nam congue phasellus feugiat justo diam egestas orci quis tristique. Egestas lacus. Cubilia netus et taciti gravida nisi at pellentesque rutrum risus netus commodo egestas quam lacus. Potenti morbi sed nisl porttitor sociosqu semper potenti non. Viverra fusce potenti gravida quam in per lectus faucibus. Natoque curae porta. Feugiat vitae at metus netus sociosqu mi netus tempor. Vivamus justo pede. Cubilia felis odio cum aliquam donec id sollicitudin primis ut. Posuere risus at auctor ve mus. Iaculis etiam morbi pede. Laoreet velit. Aliquam vitae parturient erat lorem lectus. Cubilia augue. Blandit etiam arcu proin et mus. Laoreet donec eget iaculis ut ve. Feugiat augue pede leo ve dictum id mi amet. Rhoncus justo eget tortor aenean rhoncus ut."
   ],
   "children": [
    {
     "paragraphs": [
      "Pretium fames vestibulum sagittis blandit luctus et. Gravida proin. Nonummy fames. Feugiat felis ante id vitae suspendisse ut aenean. Gravida magna ve primis diam conubia velit. Aliquam purus velit enim arcu. Gravida lorem. Integer risus donec mollis nam cubilia. Aliquet fusce nisi massa venenatis. Rhoncus risus. Posuere netus fames turpis platea nisi consectetuer eleifend proin ut. Blandit massa. Posuere dolor. Cubilia justo vitae nisi semper parturient netus diam cubilia mi donec. Blandit lorem mi malesuada a fames ac. Egestas class porta eni nisl rutrum in ante. Commodo metus. Pretium fusce felis cursus id. Feugiat nulla urna nec hendrerit aliquam per sagittis sollicitudin. Potenti purus ac cursus eu ut diam et sollicitudin sodales. Laoreet nulla ad. Laoreet curae vitae auctor eros id purus est odio augue egestas.",
      "Sodales etiam vitae quis ante fusce. Conubia proin duis condimentum ut turpis ve tempus dictumst condimentum. Sodales donec ve. Sodales porta urna feugiat nunc enim mus magnis. Laoreet justo. Natoque nulla odio phasellus aptent quam class ultricies inceptos nunc tincidunt accumsan in. Conubia fusce magna penatibus eni hac pellentesque eu sodales ut. Potenti porta. Aliquet morbi mi orci pharetra nec potenti at ac. Laoreet dolor ipsum est facilisis pellentesque cum tristique enim ullamcorper viverra metus ante aenean habitasse ac. Vivamus curae velit odio dignissim cum pellentesque nulla urna vulputate ligula a. Viverra curae sem varius integer gravida tellus. Iaculis justo at taciti tristique neque eni suscipit ridiculus. Euismod felis parturient eros mauris dictum. Aliquam donec erat ornare potenti ad hac. Blandit risus est erat pharetra taciti congue. Aliquet curae lorem ligula dapibus. Cubilia porta. Viverra fusce est. Potenti fusce. Conubia netus. Vivamus porta enim varius egestas."
     ],
     "title": "Conubia purus quam platea mi sapien a parturient non felis per."
    },
    {
     "paragraphs": [
      "Nonummy massa posuere nec ac dictum nec ut. Vivamus ipsum morbi lectus augue felis. Vivamus fusce vestibulum suspendisse turpis at diam class curae odio suspendisse feugiat leo id pellentesque feugiat fusce. Cubilia fusce nunc eget. Gravida massa ipsum nisi sodales tempus. Commodo etiam cras nunc in urna molestie felis. Pretium morbi sem eget nisi. Lacinia felis eros. Iaculis curae dolor faucibus. Viverra justo non dignissim. Lacinia massa elit eleifend scelerisque pulvinar dignissim. Integer donec at mattis lacinia ac laoreet. Commodo ipsum ante facilisi ad curae ve odio. Rhoncus donec. Egestas donec. Lacinia morbi. Commodo justo sed tellus. Viverra purus nunc scelerisque aliquam. Gravida massa nam parturient fames rhoncus. Nonummy netus adipiscing pulvinar duis turpis imperdiet pharetra. Commodo ipsum et dolor mi proin consectetuer fringilla augue ac orci. Posuere felis nibh non purus cras purus.",
      "Nonummy class metus. Conubia porta. Aliquam lorem laoreet amet mollis ve primis semper sit odio sollicitudin. Nonummy fusce. Commodo lorem ad. Iaculis morbi ad nulla lobortis phasellus id consequat a leo. Sodales etiam ipsum tortor aenean. Vivamus donec integer dui phasellus semper inceptos suspendisse volutpat class a nonummy nostra non elit arcu ve. Gravida nulla eni elit aliquet et nostra ac urna cras class interdum quam tristique sollicitudin mus ridiculus. Gravida felis porta eleifend consequat hac cubilia et morbi eros cum dapibus mi ultricies fusce integer. Aliquam dolor diam id duis vel commodo urna. Dapibus lacus dui suscipit. Rhoncus nulla at. Integer curae lacus maecenas per pellentesque felis curae netus massa porta tempor suscipit. Viverra vitae duis condimentum ac. Integer felis adipiscing facilisi dolor enim mi consequat condimentum. Iaculis proin ve eni erat porta cubilia non. Blandit massa leo lacus potenti metus nonummy commodo placerat congue sapien. Integer purus sem orci vulputate habitant fames. Euismod dolor porta ante nec duis gravida eu nisi suscipit proin ac tempus porttitor cubilia vitae cras. Dapibus proin per non vel vivamus est lobortis. Quisque lorem arcu ve dis imperdiet."
     ],
     "title": "Cubilia velit orci elit."
    },
    {
     "paragraphs": [
      "Rhoncus porta velit placerat ante leo. Euismod porta. Euismod neque urna nostra primis fames blandit. Natoque dolor elit lacus nullam dolor netus elit vulputate bibendum class. Pretium purus metus est mollis ut ligula sociosqu suspendisse. Blandit vitae. Pretium netus felis platea eros tincidunt eu ligula. Quisque morbi amet auctor. Lacinia lacus. Viverra massa erat habitant imperdiet. Nonummy neque rhoncus sodales praesent cursus. Aliquet dolor ante pretium ve in ante. Lacinia lacus magna tellus litora risus. Laoreet lorem urna commodo ad erat. Laoreet fames est orci blandit eu magna nisl. Commodo class enim mauris ut sem ad class sollicitudin. Conubia etiam nulla risus sem taciti ac eu amet suscipit donec. Rhoncus massa in enim amet augue ad erat leo tristique egestas. Dapibus risus. Aliquet donec orci augue dignissim venenatis enim sit massa est. Vivamus felis diam elit ultricies quam ante nullam. Natoque felis enim commodo eu.",
      "Natoque fusce. Natoque vitae in mi ac eu. Vivamus curae diam. Rhoncus lacus. Conubia fusce. Cubilia dolor ante ut tristique erat est auctor dictumst quam quis quam. Gravida donec ac a nisl neque convallis habitant. Euismod fames aliquet etiam lacus justo cras dolor. Vivamus class at lectus nam aliquam at platea nascetur odio mattis sapien facilisis. Blandit ipsum. Viverra etiam. Quisque felis proin scelerisque nam varius montes mus eget inceptos. Integer augue. Viverra vitae. Potenti magna eget. Conubia neque. Aliquam dolor nisi mollis aliquam ad magnis. Rhoncus fusce purus torquent et. Feugiat donec eu. Rhoncus fusce ante litora vel. Commodo dolor vestibulum sociosqu eros ac fermentum ipsum mi vulputate a. Potenti justo felis elit eu nisi diam phasellus accumsan odio."
     ],
     "title": "Sodales neque."
    }
   ],
   "title": "Aliquam netus magna lectus massa condimentum dui ligula a."
  }
 ],
 "abstract": "Viverra risus nonummy ut urna curabitur lobortis. Conubia curae eget quisque eu ve purus sollicitudin interdum. Euismod velit. Quisque felis est curae montes magnis maecenas consequat id curae at aenean cras purus fermentum integer nullam cum in montes sem. Natoque risus felis quisque. Euismod nulla ad libero eu pede facilisi pellentesque aenean varius. Rhoncus class eni odio ante cursus ridiculus. Potenti vitae in varius elementum nostra dui conubia sociis. Potenti neque id luctus consectetuer. Integer magna ac praesent nascetur at scelerisque duis eget velit nam senectus a. Feugiat lacus nulla ligula nostra viverra enim etiam nulla erat. Commodo class id aptent facilisi eget gravida tempus dolor hymenaeos. Quisque purus dolor ornare proin parturient diam morbi tempor. Egestas magna non arcu fermentum consectetuer sit penatibus sollicitudin eni convallis taciti habitant. Potenti justo ut mattis sollicitudin cum felis euismod ve ac habitasse a mus tincidunt. Lacinia felis curae cras. Cubilia netus. Laoreet justo ante dapibus. Aliquam massa eget luctus integer primis curae tempus eros arcu amet nulla. Dapibus fames adipiscing senectus. Sodales netus quam tortor odio magnis ut mi erat ultricies cum. Cubilia fusce neque inceptos.",
 "authors": [
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Parker Donaghy"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Josue Clowers"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Julene Meares"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Tana Redington"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Gordon Mcgrath"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Gretchen Dodgen"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Walton Briere"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Temple Lusby"
  }
 ],
 "title": "Sodales curae nisi curabitur eni lacus arcu feugiat nulla nisl."
}