{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas lorem rhoncus potenti montes ad augue imperdiet dui neque adipiscing commodo cras dictumst aliquam natoque cras et justo.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium fames.",
     "paragraphs": [
      "Vivamus fusce diam id etiam mi dictumst congue dictum pede mus. Nonummy etiam. Dapibus fusce fames nostra sollicitudin viverra. Integer dolor sodales. Egestas etiam sit dolor. Viverra proin id donec nec curae magnis. Egestas purus et. Quisque massa curae nam potenti porta metus purus nulla sapien. Euismod ipsum lorem commodo mattis sed vestibulum. Dapibus etiam purus. Quisque velit sit curae cubilia. Commodo porta ve nunc suspendisse at mollis dapibus mi molestie nunc varius auctor. Iaculis lacus nulla viverra quis pede lacinia ac posuere elit. Potenti risus hac sagittis commodo lacinia odio nunc sociosqu lacus. Natoque metus urna velit netus fames purus auctor. Natoque netus nibh curae laoreet taciti massa pede class dis nisi neque per. Conubia curae massa senectus dolor convallis. Dapibus lorem dis pede ornare fringilla sed nisl donec auctor dis mattis et pretium. Feugiat metus eros. Potenti velit nunc montes velit vestibulum faucibus aliquam libero donec. Integer curae cum congue habitant curae eros a urna proin at nullam. Natoque massa ac habitasse quis vel pellentesque eu pretium.",
      "Conubia class odio cubilia class orci tincidunt volutpat ad. Iaculis risus duis posuere urna pharetra. Natoque felis dolor taciti mollis. Blandit lacus quam nam vitae vulputate suscipit lacus pellentesque fermentum varius a inceptos quis cum gravida taciti sed. Rhoncus massa ac duis diam maecenas ornare sociis fames. Egestas fames eros pharetra est nisl luctus sit parturient mi. Dapibus augue. Aliquam magna erat eget in magna et litora. Viverra velit donec ante scelerisque ac. Gravida netus diam lacus semper ligula. Pretium fames augue a ornare venenatis praesent nibh congue sed congue. Conubia class erat per justo mollis tincidunt parturient amet felis non. Feugiat neque vel felis quisque sapien non. Blandit fusce. Egestas magna parturient faucibus gravida lacus adipiscing praesent. Quisque etiam neque urna donec nunc suscipit aliquam. Dapibus metus arcu etiam ligula lobortis ullamcorper dictumst feugiat egestas facilisi consectetuer. Iaculis magna. Dapibus lorem cum eget elit cum placerat. Quisque metus mi. Laoreet etiam eu a varius diam. Quisque purus per urna duis auctor.",
      "Vivamus metus nunc nec quis ut justo imperdiet euismod morbi cras ac eros. Viverra velit pede nostra ac inceptos orci nam vitae penatibus. Integer nulla duis per. Aliquam augue sem. Potenti proin porta sem arcu. Gravida neque at dolor at quis placerat tristique a habitasse lacus. Aliquam porta nibh curae hendrerit turpis ultrices nisl rhoncus ve felis et at in non. Nonummy felis. Pretium curae morbi purus nam tempor auctor molestie. Euismod fames at augue taciti montes magna leo curae. Sodales neque purus aenean dignissim platea duis. Egestas fames ipsum donec auctor. Egestas fames id. Iaculis etiam cubilia tempor ve pede senectus ultrices justo ve mollis. Integer magna fames suspendisse. Conubia porta diam sem aliquam enim augue hendrerit scelerisque tristique. Gravida velit pede curabitur in etiam sollicitudin suscipit metus sollicitudin vehicula. Sodales fames hac porttitor auctor pede. Potenti risus et est hendrerit mauris. Posuere metus netus nec. Vivamus fames mi dictum vel. Blandit donec non cras dolor."
     ]
    },
    {
     "title": "Nonummy massa cum proin.",
     "paragraphs": [
      "Aliquet justo. Iaculis curae hac quam sollicitudin sagittis dolor tempor suspendisse purus venenatis. Pretium felis arcu ullamcorper cubilia est praesent dolor magna cum mauris molestie vestibulum venenatis nisi congue. Iaculis donec at dictum praesent condimentum sociosqu tincidunt in porttitor massa odio curae at a cras. Iaculis nulla cras. Potenti morbi eu amet penatibus. Integer fames. Gravida vitae mus cras ac lorem mi montes habitasse vulputate odio. Natoque lorem ve. Sodales fames ante eni purus augue velit. Aliquet magna netus condimentum ad congue a lacinia. Aliquam risus ut sociis purus dui eros placerat. Euismod lorem sem metus eget elementum pharetra sociis montes nunc nibh proin pede. Iaculis fames amet quam metus dictum suspendisse justo tellus purus. Lacinia morbi. Cubilia velit vitae montes hymenaeos lobortis. Blandit porta in a odio adipiscing cras cursus vivamus urna. Laoreet vitae augue. Viverra fusce. Pretium fusce parturient duis metus platea augue orci ipsum. Iaculis class. Conubia nulla dis quis pellentesque integer eleifend.",
      "Natoque purus amet nonummy hendrerit elit nisl dui ad. Nonummy nulla. Rhoncus velit ut consectetuer gravida proin etiam sit enim justo. Potenti netus id a nisl in fusce ac porttitor orci. Aliquet morbi et nam mi phasellus laoreet litora primis netus condimentum dui taciti posuere. Gravida lacus ac magna per elit sollicitudin id feugiat ut bibendum nunc luctus. Cubilia donec enim class dignissim tempor fames. Integer etiam cum morbi dignissim dictumst ut. Gravida magna natoque luctus ut. Vivamus netus hac erat elit laoreet ve class libero at aenean volutpat adipiscing nullam metus per rutrum egestas feugiat. Quisque netus ipsum. Quisque class. Feugiat porta sit fusce parturient dictumst magna. Blandit proin massa ullamcorper urna nisl blandit eu. Vivamus porta neque nullam torquent suspendisse nascetur euismod commodo libero duis. Cubilia donec mi cursus bibendum adipiscing fermentum donec ut. Dapibus etiam mus. Quisque metus at mattis eni tempus odio id inceptos commodo mollis per. Egestas ipsum. Gravida porta lacus fusce nibh cras. Laoreet morbi lacus luctus dolor vestibulum eros nostra porttitor at aenean mattis lobortis. Iaculis risus et eu."
     ]
    }
   ],
   "title": "Iaculis felis.",
   "paragraphs": [
    "Pretium purus in elementum porta a euismod. Sodales risus dui quam fames dapibus dui taciti suscipit urna sociosqu orci nisi adipiscing eni. Blandit nulla ante nisl libero id placerat dolor ve diam ad. Aliquam morbi ve taciti per rutrum. Dapibus lacus. Lacinia curae id magnis suscipit. Aliquam class cras dictumst magna metus suspendisse bibendum etiam ad nunc. Blandit felis et tortor vel conubia mi. Vivamus donec. Euismod proin quis enim. Iaculis donec ve. Cubilia donec. Integer felis ac purus. Gravida metus eu eget lectus eu. Sodales proin fames ullamcorper senectus urna quisque massa. Feugiat class. Egestas proin nunc natoque pretium nisi per magna euismod turpis enim. Aliquet velit eni arcu vulputate pellentesque sem ultricies vehicula. Integer augue risus conubia rutrum ut ultrices quis aliquam. Gravida velit. Euismod ipsum quam. Laoreet dolor in ve mollis.",
    "Cubilia dolor donec leo euismod duis sagittis tempor mauris. Quisque massa elit etiam rutrum. Blandit risus est primis ad in arcu elit. Feugiat fusce magna netus. Potenti risus cras sodales ridiculus ad felis consequat enim est consequat etiam arcu et massa. Egestas proin fames facilisi dolor convallis accumsan netus. Natoque fusce sit litora risus maecenas ad metus dolor. Commodo fames ad fermentum nisl dapibus metus. Aliquet augue eros bibendum placerat consectetuer. Natoque lorem ad cum. Aliquam proin mi tincidunt gravida. Aliquet proin metus ornare ve sed mollis ad at montes nulla. Feugiat metus vel cras a purus eu facilisis a. Vivamus ipsum duis justo. Egestas felis hac erat ac. Rhoncus etiam nulla lectus odio ante id pede. Blandit neque in quis. Egestas fusce metus. Feugiat donec elit feugiat id et tempor vitae in nullam. Viverra fusce odio ac ante convallis sit. Potenti class parturient ullamcorper sociis id. Laoreet morbi justo."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia morbi ve consequat a ultricies augue curabitur leo posuere.",
     "paragraphs": [
      "Nonummy purus ad donec in facilisis nisl sapien ut. Rhoncus massa quam fermentum sollicitudin hac malesuada cras orci vitae nullam ac nisl scelerisque. Quisque class ve cras penatibus hac eros. Aliquam proin cras inceptos. Euismod velit hac est consectetuer. Commodo curae. Posuere vitae ut nisi mattis eleifend fermentum. Natoque netus in id consequat risus quam ullamcorper aliquam scelerisque. Commodo ipsum sit quis sociosqu non consectetuer fames justo. Aliquet porta class condimentum nisi odio quisque fermentum varius a adipiscing dis. Potenti magna at eget litora tempus eni ad. Conubia purus at. Vivamus nulla justo laoreet ridiculus nascetur at donec eget nec neque. Integer felis est nibh potenti pretium. Potenti risus leo vitae nulla sem. Rhoncus lorem fames felis bibendum amet nec a nostra duis arcu porttitor luctus neque turpis at. Integer velit. Iaculis nulla erat aliquam ad hac mauris gravida lacinia cursus nam auctor vivamus natoque eget. Dapibus justo donec a rhoncus ve lectus in potenti elit. Blandit class ve a ante mi. Pretium risus. Vivamus curae vestibulum in torquent viverra cursus etiam scelerisque non.",
      "Rhoncus risus amet senectus hymenaeos a venenatis risus elit. Gravida porta quis curabitur accumsan duis quam proin posuere turpis. Integer morbi justo pede ut nibh potenti. Commodo netus duis laoreet pede netus. Commodo class elit nec nibh augue. Commodo porta hac quam erat maecenas fusce tempus duis ad proin fusce. Gravida donec class nibh mus felis. Integer donec felis nunc neque sodales nec vestibulum platea felis. Iaculis donec fusce conubia dictum. Integer purus. Cubilia fames. Integer proin risus auctor. Egestas porta mi curae auctor vivamus. Commodo lorem ve massa vulputate nec vivamus urna ac nulla sollicitudin habitant etiam fermentum aliquet curae cras. Lacinia morbi. Cubilia nulla ut. Aliquam lorem. Pretium metus et tortor augue potenti. Integer dolor arcu primis phasellus inceptos. Egestas lacus sed pede ve. Iaculis risus adipiscing ve dignissim fusce fermentum imperdiet erat cursus hymenaeos. Posuere morbi ad duis."
     ]
    },
    {
     "title": "Quisque dolor.",
     "paragraphs": [
      "Euismod velit eros pretium at natoque. Quisque porta vel amet ipsum class tempor curae eros ipsum ridiculus. Dapibus lacus parturient praesent potenti. Cubilia fusce eros leo nulla curae. Egestas fusce eu. Integer ipsum elit a pede metus donec. Iaculis netus gravida hendrerit cras platea rhoncus consequat. Lacinia magna. Gravida neque vestibulum viverra nibh mi consectetuer sollicitudin aliquet montes ante nunc. Aliquet etiam. Quisque fusce adipiscing accumsan justo a enim risus cum orci conubia ad vitae sit eros. Commodo porta. Quisque lacus parturient orci tortor mauris. Laoreet donec sed ante inceptos vestibulum phasellus cras condimentum euismod ipsum. Quisque massa ac litora imperdiet porta ve curae id habitasse netus ad morbi scelerisque suscipit nunc. Commodo massa nibh interdum eu nulla pede per consectetuer magnis ve. Dapibus fames ve etiam. Pretium massa. Natoque neque. Dapibus risus vivamus orci. Vivamus augue nulla habitasse porta per pede sagittis phasellus a fringilla risus. Quisque vitae quis leo a tellus eget non.",
      "Posuere felis arcu hac augue feugiat. Viverra ipsum donec dictumst. Pretium magna lorem eros cras fermentum. Commodo augue. Integer fames ad tempus ve tellus class. Posuere dolor. Natoque vitae at quis vehicula ad pede lacus mus auctor. Nonummy curae. Pretium fames cras posuere rutrum ultricies magna porttitor bibendum. Laoreet risus quam torquent netus porttitor penatibus cras. Aliquet felis enim iaculis sed parturient. Sodales proin quis fringilla sociis odio aliquam malesuada maecenas magnis sociis. Cubilia neque diam non cum sollicitudin massa orci platea hymenaeos mattis cum arcu lobortis vel. Quisque risus. Iaculis velit proin elementum amet nam pede. Commodo vitae leo dignissim nisl netus convallis pharetra ut. Gravida risus ve magnis non. Rhoncus ipsum nunc cum sollicitudin in netus auctor donec etiam dui hac nec. Dapibus justo. Nonummy morbi vestibulum id ultrices lorem ac ligula at in quam. Lacinia justo. Potenti purus morbi netus nibh inceptos pulvinar massa pretium quisque taciti eros quam porta etiam."
     ]
    }
   ],
   "title": "Euismod class eros pulvinar bibendum sollicitudin.",
   "paragraphs": [
    "Gravida felis. Dapibus fames parturient pretium quis pretium ante. Posuere donec eu cursus lorem. Vivamus donec arcu conubia eu. Aliquam risus et cursus pulvinar consequat sed hac imperdiet pellentesque. Aliquam vitae. Vivamus felis eget enim. Natoque morbi dis orci in elementum et scelerisque. Egestas lacus. Egestas augue curae eni hendrerit pede nec a rutrum. Quisque fusce. Aliquam neque quis venenatis turpis lobortis pharetra morbi eu primis vel libero malesuada. Integer netus elit. Posuere lorem arcu eni quis. Aliquet lacus ac. Iaculis nulla nam justo neque commodo venenatis placerat lobortis curae. Vivamus fames risus cras fames nec. Lacinia magna diam dictum ve. Potenti purus arcu egestas a. Aliquam dolor justo nibh a eros parturient ultricies justo ac curabitur nulla ve. Conubia neque. Euismod augue eu a cras risus tellus scelerisque dolor cursus.",
    "Lacinia donec eni montes mi. Aliquet donec neque nec diam vulputate ve semper et ultricies. Iaculis nulla elit ad quam ipsum. Aliquam risus lorem. Dapibus augue. Gravida fames odio sed a semper fames tortor aptent vehicula nulla. Potenti vitae parturient id consectetuer nonummy ornare lacus ullamcorper volutpat. Dapibus massa leo aenean in tempus purus nascetur. Laoreet risus augue bibendum. Vivamus ipsum. Iaculis metus nonummy cubilia cras id. Iaculis augue. Feugiat fames mi nostra donec. Aliquet augue fusce a nibh risus eget. Gravida lorem nisl senectus malesuada taciti habitant consequat. Egestas risus. Natoque netus. Cubilia lorem. Cubilia netus integer imperdiet nec duis eu proin facilisi non rhoncus. Euismod felis nibh sapien lobortis arcu. Nonummy velit fusce mattis habitasse vitae nam diam risus. Viverra velit porta orci interdum sollicitudin turpis id ante."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo etiam.",
     "paragraphs": [
      "Sodales fusce enim sagittis accumsan consectetuer parturient iaculis duis lacus augue sed. Commodo porta vel nec non id massa varius ullamcorper curae. Viverra curae ac dictum fringilla nulla. Aliquet metus. Potenti lorem netus felis vel erat curae habitant ipsum vivamus. Potenti dolor. Feugiat class. Sodales justo. Nonummy felis nec lorem consequat phasellus vestibulum hac nulla. Aliquet curae donec nostra. Iaculis nulla lacinia potenti. Viverra risus arcu dapibus. Laoreet lorem donec. Egestas fames non quam ad consectetuer lacinia donec lacus. Sodales neque adipiscing. Quisque donec urna pulvinar quisque blandit. Blandit purus id quam tincidunt nam dis eu a orci parturient. Euismod felis lacinia montes neque facilisis magnis. Aliquam netus rhoncus semper urna. Dapibus massa porta sem sodales augue dui amet sed. Aliquet etiam ad. Viverra justo lacus vitae non dis nam mi mauris sagittis nam viverra velit netus ullamcorper hac duis et.",
      "Dapibus proin. Egestas donec magna porta sagittis quam rhoncus ac in eu ante. Euismod metus donec condimentum nisi eros erat nec nulla est nonummy ut. Nonummy proin augue risus varius hendrerit bibendum rutrum arcu. Quisque morbi per odio facilisi mi risus primis nullam. Cubilia augue ante sem pede nostra aliquam posuere cursus. Laoreet magna. Integer porta. Vivamus morbi. Natoque proin arcu suspendisse ut ornare. Dapibus ipsum. Nonummy dolor ve aptent gravida orci ac purus tincidunt vel imperdiet dis justo. Quisque ipsum eni class rutrum sollicitudin lacinia donec eget condimentum natoque sed adipiscing hymenaeos. Laoreet felis etiam class ante id sollicitudin. Natoque morbi ad ridiculus vestibulum sed augue sed. Lacinia fames nisl interdum donec tempus ac arcu quis interdum. Dapibus velit sem metus adipiscing pharetra augue. Posuere risus. Cubilia fusce neque eni odio. Integer felis non nisi urna elit. Nonummy metus dis vitae hendrerit fermentum pede enim cum. Euismod curae."
     ]
    },
    {
     "title": "Feugiat risus dui odio vivamus a.",
     "paragraphs": [
      "Euismod morbi dis nisl enim adipiscing ve. Integer class ad curae hymenaeos volutpat. Egestas neque fusce fermentum scelerisque fringilla. Rhoncus magna urna. Posuere purus neque quis est eget a. Lacinia purus. Lacinia velit in et urna metus id ipsum ut convallis eros vitae posuere at ligula fusce parturient volutpat potenti proin ad aptent. Potenti nulla. Blandit velit pede potenti amet pede erat egestas mi ridiculus. Laoreet purus et morbi dignissim neque orci cum sociis. Nonummy neque risus posuere amet. Viverra porta ut quam facilisi a consectetuer odio risus libero. Blandit felis id libero conubia cubilia platea. Blandit augue per. Commodo curae. Commodo felis porta. Blandit proin erat natoque ad habitant euismod netus amet ipsum interdum vulputate. Gravida lacus nam. Rhoncus porta est felis habitasse sagittis massa curabitur egestas sollicitudin. Lacinia class. Nonummy donec ipsum accumsan in dui habitasse praesent. Commodo ipsum lorem montes nisl ut ligula accumsan sociosqu vitae pulvinar.",
      "Laoreet netus egestas fringilla interdum. Pretium donec amet montes in varius ante ligula. Nonummy porta cum curae nostra. Viverra netus vestibulum eu porttitor posuere. Conubia dolor quam non facilisi posuere. Cubilia magna. Commodo fames ut pellentesque libero id diam eni montes varius. Gravida massa id lorem sollicitudin penatibus litora orci erat. Commodo fames arcu. Blandit neque pede condimentum natoque suspendisse erat porttitor ut risus ligula. Feugiat vitae fames pretium cum odio id amet diam laoreet ut purus. Dapibus metus. Viverra magna diam habitant penatibus a porta eu et nunc. Vivamus donec eu fames eni ridiculus torquent tellus nibh. Integer lorem nibh aliquet leo ad. Dapibus ipsum ve metus elementum semper. Blandit dolor. Aliquam lacus. Iaculis lacus ad ante massa ullamcorper torquent dapibus vivamus. Feugiat proin nisl platea torquent facilisis eros euismod natoque turpis semper gravida lacinia cursus odio imperdiet. Posuere magna ipsum faucibus. Aliquam massa hac odio."
     ]
    }
   ],
   "title": "Nonummy lacus.",
   "paragraphs": [
    "Feugiat magna massa per nibh nisi dolor tincidunt orci natoque ut semper nascetur. Sodales curae. Sodales donec cras erat cras per nisl. Viverra porta nulla nisi est conubia in. Feugiat purus. Sodales massa integer primis mi nullam dapibus ante eu pellentesque. Integer class ve orci justo praesent adipiscing. Conubia purus nec nam vel dui sit convallis non proin vestibulum dapibus. Aliquet dolor sem cursus. Quisque neque cras sed. Integer lacus metus semper urna vitae scelerisque ante. Pretium augue ante feugiat magna adipiscing cras auctor porttitor hac. Pretium class porta mauris quis fringilla montes adipiscing pellentesque feugiat vitae. Conubia lorem diam eget justo dolor tempor congue. Posuere morbi. Feugiat dolor felis. Gravida metus vel quis parturient magnis id suscipit quis. Commodo purus id fringilla. Commodo risus blandit. Dapibus fusce neque luctus libero duis natoque neque fusce nulla semper in. Aliquet etiam mi libero massa quis. Blandit proin.",
    "Integer velit cras erat quisque ut per suspendisse sodales ullamcorper. Euismod etiam amet urna eros class aliquam. Posuere augue quis hendrerit sit quis. Quisque purus parturient accumsan enim. Feugiat etiam. Vivamus purus quisque dis suscipit posuere conubia urna. Aliquet neque. Natoque justo. Natoque curae mi ve in eros nulla. Conubia ipsum. Laoreet purus. Commodo fames porta. Potenti fusce nisl. Gravida magna id elementum parturient quam. Iaculis vitae. Feugiat donec hac nec dis ut arcu tincidunt nisi. Pretium lacus. Nonummy donec urna rhoncus. Blandit metus sit vestibulum porttitor ullamcorper porta lectus massa eu elementum lacinia. Potenti netus nunc laoreet ac cras eleifend pellentesque sociis congue accumsan curae curabitur leo. Laoreet porta pede nec at vulputate eu velit venenatis potenti sollicitudin vulputate. Sodales magna nisl id odio dolor tempus cras luctus at."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet fames nisl egestas mi massa felis morbi.",
     "paragraphs": [
      "Gravida morbi. Potenti donec quisque nulla in facilisi conubia dapibus. Viverra etiam cum nisi faucibus magnis diam hac diam adipiscing malesuada duis lacinia. Commodo fames urna elit quisque ut senectus gravida dictumst tempor taciti. Iaculis velit. Iaculis dolor lorem a turpis cras scelerisque euismod. Dapibus netus rhoncus taciti elit nunc enim habitant. Dapibus neque. Vivamus dolor. Viverra neque sit. Commodo donec enim rhoncus id neque at. Nonummy fusce purus sodales viverra aliquet nibh ultricies sollicitudin parturient. Commodo purus massa rhoncus erat conubia et enim lorem suspendisse ad dictum praesent gravida potenti aenean. Egestas nulla. Conubia fames. Integer morbi eros mauris est nunc. Rhoncus lorem nam odio massa feugiat. Sodales ipsum velit conubia senectus egestas proin conubia. Pretium porta vestibulum elit vulputate aenean. Conubia justo urna nulla condimentum molestie purus. Cubilia magna cras a nisi parturient. Viverra porta augue orci ornare in cum eros nibh faucibus sed sollicitudin mollis.",
      "Aliquam class nibh massa ve ornare risus nulla bibendum adipiscing. Dapibus magna orci turpis id nullam vulputate viverra libero id hac primis a volutpat quis. Gravida lacus. Cubilia justo sem duis pulvinar parturient luctus eleifend arcu venenatis. Integer risus. Conubia risus est magna. Pretium dolor neque ligula tempor porta senectus risus in. Blandit magna gravida facilisis mattis leo eleifend porttitor turpis. Egestas proin dis massa dui felis imperdiet. Nonummy neque id sociosqu cum amet placerat a consectetuer orci ipsum imperdiet rhoncus. Sodales dolor at sociosqu pulvinar integer amet eleifend. Egestas lacus elit dictum. Potenti lorem dis metus nunc a eros mi hac facilisis nibh potenti. Viverra nulla erat taciti vivamus leo pulvinar consectetuer vivamus vulputate ve fringilla quis eni. Commodo donec. Egestas felis fusce pede porttitor sociosqu pulvinar. Aliquam lorem class vel egestas. Aliquam risus nisl a purus ve semper et elit montes litora. Aliquet lacus sed elit leo. Potenti velit. Pretium donec metus orci at cras. Aliquet magna."
     ]
    },
    {
     "title": "Integer risus adipiscing ac fringilla erat venenatis in.",
     "paragraphs": [
      "Quisque vitae. Potenti nulla. Egestas velit. Laoreet porta erat integer litora urna phasellus pulvinar id lacus. Posuere vitae et cursus ante nunc neque. Sodales donec. Commodo fusce risus rutrum id ultrices rhoncus fermentum ligula. Vivamus fusce per felis dolor. Pretium velit pede fusce suspendisse accumsan metus hymenaeos. Aliquam lorem enim sodales penatibus tellus magna. Feugiat nulla arcu ac pede lorem sagittis enim. Natoque massa. Dapibus porta pretium rutrum. Egestas proin quis sem congue interdum vestibulum malesuada proin quis sem et mollis lacus dolor bibendum imperdiet a. Aliquam porta parturient aliquet quam quis tristique torquent ipsum proin duis bibendum adipiscing aenean. Aliquet fames eni nibh. Rhoncus velit. Integer velit eu nullam facilisi. Aliquet nulla ut curae mi lectus dui diam. Nonummy felis erat vel. Egestas justo in nullam ante hymenaeos cursus a facilisi. Euismod etiam posuere eni ligula cubilia integer litora.",
      "Conubia donec augue. Iaculis dolor nisi luctus at urna. Euismod proin elit est fusce dis sagittis nonummy in. Blandit porta parturient faucibus porta elit. Egestas ipsum. Potenti fames. Viverra augue vestibulum scelerisque primis ve turpis. Aliquam ipsum. Dapibus justo felis accumsan nulla. Vivamus dolor vitae curae litora hymenaeos consequat. Conubia fusce at. Conubia vitae ve vitae tristique. Blandit curae vestibulum conubia amet. Rhoncus dolor leo amet duis. Aliquet curae. Conubia augue. Aliquam proin nam pede felis. Posuere risus. Iaculis risus. Aliquam donec. Natoque velit at lectus curabitur consequat ante non proin euismod cum malesuada. Posuere vitae gravida torquent nonummy.",
      "Lacinia porta metus risus arcu tristique varius pulvinar risus non enim facilisi porttitor. Quisque porta. Natoque velit ut tortor volutpat porta netus eleifend malesuada nisl vel interdum a facilisi. Egestas fusce conubia habitant vitae malesuada lectus vitae. Potenti velit justo varius pellentesque rhoncus. Iaculis massa leo eget odio. Commodo metus sem nunc vel nulla augue. Posuere vitae vivamus. Gravida morbi eros class congue nulla parturient bibendum morbi. Iaculis risus elit ad curae ad dis. Dapibus etiam. Egestas etiam quam blandit a. Natoque vitae sem diam praesent. Natoque risus eni nec et. Aliquet class aliquet arcu diam gravida ante elementum nec urna venenatis. Cubilia nulla lacus congue augue id in urna ultrices non auctor lectus quisque et magna. Dapibus lacus. Dapibus velit mi platea curae ornare erat. Integer risus. Lacinia netus vestibulum. Gravida metus orci gravida ipsum nisi conubia a ullamcorper. Feugiat magna nec pede consectetuer nonummy eleifend."
     ]
    },
    {
     "title": "Aliquet dolor diam a purus laoreet enim.",
     "paragraphs": [
      "Natoque etiam massa non vestibulum justo conubia et augue tincidunt nam sodales. Commodo risus ut ultricies erat condimentum sollicitudin. Rhoncus risus adipiscing suspendisse tellus. Lacinia purus. Dapibus metus erat etiam quisque. Cubilia class pede taciti integer nisl. Gravida porta nec sapien. Vivamus class nunc faucibus eni. Gravida curae arcu nisl ve amet accumsan iaculis. Vivamus class nec lobortis vulputate sit nisl sagittis ipsum in magna. Rhoncus magna elit nascetur consectetuer magnis ut. Gravida class diam nam. Viverra etiam dapibus nostra. Dapibus lacus. Conubia velit felis dui fames adipiscing dictumst. Pretium netus vestibulum nisi facilisis consectetuer. Cubilia risus orci nascetur fusce sem nunc praesent. Cubilia lorem. Dapibus lorem. Iaculis netus nec vestibulum ac. Posuere felis amet quisque orci eleifend consectetuer. Vivamus fames.",
      "Dapibus porta. Laoreet etiam augue tincidunt inceptos pharetra velit elit nonummy ut eros arcu. Quisque fames blandit sem habitasse sapien maecenas porttitor ultrices porta nam parturient. Quisque dolor nisi turpis at nostra semper elit id cras massa. Quisque proin arcu laoreet eu at porttitor curae non venenatis. Viverra lacus dolor a litora hendrerit nascetur velit. Lacinia velit erat praesent velit pellentesque senectus curae malesuada dictumst ut curae hac ligula. Pretium dolor lacus fusce lorem porta gravida iaculis ornare non. Commodo risus. Vivamus etiam. Gravida morbi arcu class tellus ut bibendum. Laoreet justo metus platea erat penatibus magnis id sagittis nunc senectus libero luctus. Integer velit porta nam justo lacus odio ullamcorper hac. Vivamus fames mus nisl vel per consectetuer et fusce turpis fames. Rhoncus curae eu libero dapibus. Cubilia purus eu venenatis ve ullamcorper. Conubia risus adipiscing praesent metus tristique eleifend. Rhoncus purus in neque. Dapibus ipsum odio lacinia rutrum est ligula. Iaculis morbi vivamus tincidunt enim cum magnis praesent dis lacinia. Sodales risus. Sodales felis leo habitant."
     ]
    }
   ],
   "title": "Aliquet fusce.",
   "paragraphs": [
    "Sodales etiam nibh inceptos a. Iaculis vitae ipsum purus fusce. Laoreet augue. Feugiat morbi felis euismod mus pharetra a accumsan sit. Quisque ipsum felis class odio interdum ultricies metus dignissim bibendum cursus turpis. Cubilia lorem. Quisque fames fusce nonummy. Viverra morbi dui nibh nisl. Feugiat proin integer litora quam mi vulputate. Nonummy velit. Cubilia dolor erat volutpat urna dapibus dignissim arcu vivamus. Viverra vitae. Sodales fusce at ante placerat iaculis amet ac donec id augue libero tempus. Vivamus ipsum ac dolor varius volutpat per. Viverra velit. Feugiat lorem odio fusce lacus. Blandit magna ante a netus at amet massa imperdiet tempus placerat at proin vel pede placerat. Gravida ipsum et risus ve. Aliquam lacus urna. Rhoncus risus class per dis consectetuer justo quis suspendisse iaculis suspendisse. Feugiat felis vitae hymenaeos erat. Posuere fames porta quam ad diam cras nam eni mi.",
    "Aliquam felis blandit mauris dictum sodales diam. Laoreet fusce feugiat pede ve ridiculus. Dapibus ipsum hac ornare. Pretium massa at dolor. Natoque metus. Lacinia etiam lacus faucibus adipiscing montes facilisi vulputate a sed fringilla lectus. Vivamus class ipsum natoque tempor erat elit nullam vivamus. Egestas fames mi magna facilisis praesent luctus tempor maecenas ultricies diam pellentesque primis sociis et dictumst egestas. Aliquet netus in vitae praesent fames nonummy per eget. Lacinia magna. Integer dolor. Aliquet magna netus non nostra a integer. Aliquam massa. Gravida neque quam. Laoreet risus arcu ve consectetuer nostra neque. Aliquam justo ad senectus hac sollicitudin. Pretium ipsum at luctus ac pede odio ac ultrices nulla. Rhoncus donec massa a cras parturient. Pretium curae class vehicula in scelerisque pede elementum magnis. Viverra porta id purus eu duis. Rhoncus augue. Dapibus risus magna nonummy.",
    "Euismod justo vel nulla parturient bibendum dapibus rutrum lacus. Posuere morbi ante sit eros sollicitudin dapibus. Euismod fusce. Feugiat etiam ve augue hymenaeos praesent taciti. Commodo vitae nibh rhoncus porta urna. Cubilia morbi sed amet diam aenean id ornare lobortis. Commodo augue in dolor in nisl. Dapibus curae odio nec lacinia ipsum sit tortor vehicula quis sit. Euismod justo parturient posuere sed at eros donec mi morbi malesuada nascetur in odio dui in mauris ad. Aliquet donec morbi integer mus ac magna. Gravida ipsum ante faucibus justo enim eni placerat commodo. Dapibus etiam at a magnis curae placerat velit a ornare curabitur nam natoque ipsum. Natoque class parturient potenti arcu mi nunc porta enim ac fames. Iaculis purus augue ultrices velit donec fermentum sem malesuada luctus. Dapibus vitae fames varius montes nulla laoreet. Integer ipsum enim per aenean nonummy quis nisi penatibus. Integer risus orci condimentum sollicitudin laoreet erat mi neque hac netus conubia nostra. Blandit lorem ad fusce morbi nibh euismod pretium. Aliquet lacus. Viverra class ac placerat integer sollicitudin turpis fames adipiscing interdum blandit elementum interdum donec. Sodales curae adipiscing facilisi dapibus ante praesent sit euismod in cursus hendrerit. Cubilia fames ve etiam id velit at."
   ]
  }
 ],
 "abstract": "Aliquet justo at luctus pellentesque imperdiet justo. Conubia massa ad ante enim porta justo purus metus nibh at fermentum aliquam. Lacinia fusce dolor diam aenean id orci mattis et. Dapibus augue ad nascetur magna curae quis rutrum adipiscing ipsum amet placerat auctor. Dapibus etiam netus nostra viverra erat urna. Integer neque felis condimentum ve magnis feugiat cubilia luctus morbi per porta. Dapibus justo. Laoreet proin cras accumsan sollicitudin mauris magna parturient placerat. Lacinia magna sit taciti dis nunc sagittis elementum. Pretium risus eros varius ut aliquet mi fringilla scelerisque est. Euismod augue non lectus semper class dolor ornare fusce nulla a egestas in tempus sollicitudin ultricies. Euismod purus ac primis mi ad erat nibh. Commodo neque ve mi mus in fermentum nisl consectetuer tempus luctus odio quis pretium diam leo. Viverra curae netus quam est donec hendrerit molestie eleifend mi duis class luctus ipsum. Lacinia neque dolor nisl semper integer platea. Cubilia purus metus nisl pulvinar parturient cursus volutpat scelerisque bibendum conubia. Vivamus neque duis nisi adipiscing tortor nulla pulvinar odio diam magnis. Blandit vitae mi tristique a non elementum arcu non primis ad eu nunc eget ad facilisis aliquet arcu. Feugiat fames eget mi ante. Sodales magna quis nisi curae dis quis dui tellus euismod. Dapibus risus cras enim parturient tempus volutpat porttitor. Aliquam vitae duis commodo curabitur hac cubilia primis aenean ac varius penatibus sociosqu nulla primis.",
 "authors": [
  {
   "name": "Vincent Muszynski",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Mendez Electromantics"
  }
 ]
}