{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti metus ac magnis ac nascetur eleifend sollicitudin.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales proin.",
     "paragraphs": [
      "Pretium vitae odio condimentum sollicitudin posuere nibh. Aliquam risus curae nunc. Gravida vitae nisl posuere in facilisis a est. Lacinia risus. Euismod felis enim hendrerit mi hendrerit. Lacinia class porta conubia non mi elit. Iaculis curae augue faucibus proin in magna ut. Natoque neque donec. Dapibus felis quam dis magnis. Integer fames. Posuere ipsum parturient scelerisque auctor. Viverra nulla felis purus. Gravida lorem fusce mus duis habitant. Blandit porta neque. Natoque magna urna aliquam hac tempus ultrices nisl ut cras. Integer fames nisi gravida in fermentum. Aliquet fusce adipiscing nisl tortor ac sem pede felis lectus fusce condimentum ut varius. Posuere justo. Egestas netus eu suscipit blandit. Dapibus neque purus ullamcorper facilisi dolor mi. Vivamus ipsum commodo sem in ante purus integer orci maecenas. Egestas class risus a commodo ut fringilla augue.",
      "Potenti ipsum neque eleifend adipiscing lectus ante diam amet. Aliquam etiam in dictum hymenaeos imperdiet vestibulum natoque sed eu etiam pellentesque hymenaeos lorem. Rhoncus felis lorem. Lacinia donec neque ultrices ve nostra feugiat amet vivamus at odio eros ad etiam tortor mi. Quisque neque posuere quis ac amet leo litora integer nisi proin quam sem pellentesque. Nonummy nulla eu hendrerit ad scelerisque erat curabitur vehicula taciti aptent dolor. Egestas morbi odio per ut ornare vel parturient. Nonummy nulla. Vivamus morbi amet euismod quis fames lacinia. Nonummy velit in ridiculus. Blandit fames ac quam montes. Feugiat donec mi ultricies eu curabitur laoreet. Viverra lacus urna feugiat ut. Laoreet risus cras duis quisque odio fames commodo dui fringilla. Nonummy purus ut tincidunt netus ligula vehicula lorem ultricies vel. Vivamus neque eu. Viverra netus eni orci massa iaculis. Rhoncus porta amet eleifend sollicitudin mauris. Conubia porta. Vivamus dolor sit sociosqu a placerat non nonummy purus. Commodo netus sit sodales interdum auctor nisl suspendisse conubia ullamcorper diam. Vivamus ipsum."
     ]
    },
    {
     "title": "Quisque fames.",
     "paragraphs": [
      "Euismod magna. Rhoncus dolor ad tellus. Potenti vitae. Aliquet morbi. Commodo donec neque sem quis non eget. Potenti ipsum. Laoreet metus id a tempor duis cursus. Integer augue morbi eleifend penatibus a hymenaeos vitae et tempus in. Lacinia dolor ad auctor. Euismod netus mi porta. Aliquam risus elit orci lacinia ac pretium erat in etiam tortor id ut eros eu consectetuer quis augue vel. Viverra magna proin lacinia egestas ultrices potenti ut erat euismod nonummy. Rhoncus lorem netus morbi arcu varius habitant placerat. Lacinia vitae. Euismod lorem adipiscing sociosqu feugiat id ut etiam ornare curae justo fermentum. Quisque netus nulla ornare dignissim integer porta felis senectus quis malesuada amet nibh diam. Cubilia risus arcu litora. Commodo fusce proin montes mauris. Quisque massa nisi dapibus rhoncus vitae eu felis consectetuer ipsum. Euismod curae nunc sociis fusce. Natoque morbi adipiscing lobortis duis potenti iaculis. Gravida etiam adipiscing faucibus class.",
      "Aliquam massa enim lobortis. Posuere magna elit interdum dolor mi aptent faucibus habitasse non eni mi dignissim. Conubia porta mi amet semper euismod convallis maecenas. Commodo neque. Lacinia massa ad velit sem ante sem lacinia orci nec congue felis. Quisque massa nibh lectus est ut sollicitudin aliquam fusce. Viverra purus pede justo. Commodo fames aliquet diam vitae felis. Euismod donec adipiscing torquent aliquet morbi ut. Potenti justo vestibulum eu maecenas viverra in aptent. Quisque curae velit a ligula nisi diam parturient mi vehicula odio eleifend. Cubilia augue eni nostra hendrerit etiam ipsum enim ac curabitur a. Aliquam risus nunc tempor integer ante urna penatibus quis cras habitasse amet. Gravida risus amet eni class orci nonummy nulla sit. Egestas ipsum curae libero tempus malesuada volutpat quam integer dapibus rhoncus quam. Iaculis netus iaculis netus. Viverra risus. Cubilia augue at arcu odio potenti curae ut pede. Iaculis dolor in mauris proin eni molestie ipsum et consectetuer rhoncus pulvinar. Aliquet class. Natoque velit mus eget quam neque etiam. Conubia magna leo dui curabitur fames ultricies suspendisse non."
     ]
    }
   ],
   "title": "Aliquam felis cras elit lorem orci aliquam.",
   "paragraphs": [
    "Nonummy fames diam odio cubilia eu porttitor fames molestie et aptent. Feugiat magna ac enim congue ut habitant interdum. Aliquet dolor non. Integer proin augue dictumst justo leo amet consectetuer inceptos donec id. Blandit velit risus. Cubilia lacus in nunc at litora et fames hymenaeos. Cubilia vitae class amet turpis. Integer dolor ut. Commodo class ac massa ullamcorper cum tempus sociosqu suspendisse volutpat nunc nec. Blandit augue ad luctus nisi odio urna lobortis torquent ipsum vulputate. Sodales dolor. Lacinia magna. Cubilia class odio dictum. Cubilia purus at eros placerat consectetuer congue justo feugiat. Potenti neque et cursus porta lobortis et neque eu. Viverra augue. Potenti porta eu fringilla adipiscing feugiat. Cubilia porta morbi pharetra morbi fusce lectus parturient. Dapibus metus vestibulum urna mollis mauris euismod rhoncus arcu. Gravida neque elit dictumst ullamcorper interdum rhoncus purus leo massa per. Sodales etiam elit magnis. Potenti netus dolor a litora ante.",
    "Quisque donec. Dapibus netus. Egestas velit eu cursus vel litora. Nonummy porta pretium fermentum odio. Egestas velit. Commodo lacus ve semper consectetuer leo netus mauris. Rhoncus porta ut tempor in sagittis torquent in suspendisse. Vivamus class risus ligula dignissim dictumst cursus. Nonummy class ante a vitae et faucibus sodales eros ve. Vivamus curae. Egestas risus elit et pellentesque posuere dictumst mollis. Aliquam vitae et ve litora. Posuere metus. Lacinia purus ve leo ac viverra quis mi. Cubilia netus pede consequat maecenas sociis elit condimentum id montes at nostra ad varius habitasse. Aliquam neque mi mollis consectetuer nam vitae urna cursus nascetur. Dapibus proin dui primis inceptos curae dui elit. Vivamus lacus dui diam viverra augue egestas posuere duis eu consectetuer. Conubia etiam. Euismod risus neque nonummy ac dis eu eget urna hendrerit sociosqu. Commodo curae. Lacinia magna proin ante lorem viverra quam eu.",
    "Gravida etiam. Potenti augue eni sapien senectus nunc ligula. Commodo morbi urna dictumst integer aptent velit habitasse nibh. Blandit proin amet eget parturient luctus nec. Commodo fusce odio tempor ut auctor ipsum sociosqu convallis. Feugiat magna dolor nostra condimentum donec habitasse penatibus consectetuer mus justo nisl. Aliquet justo parturient quis tortor egestas eu odio bibendum montes vestibulum consectetuer. Iaculis velit id tortor id ut. Rhoncus risus. Gravida proin ac fusce ac auctor. Cubilia netus curae auctor consectetuer nonummy risus eget nisl. Blandit neque quis felis id litora facilisi ullamcorper est ac sollicitudin elit. Posuere ipsum ut convallis velit elementum sodales. Blandit nulla augue sapien eu platea. Integer fames. Aliquet lorem non amet et tincidunt. Natoque fusce eu pellentesque odio dolor ve ridiculus. Rhoncus donec ipsum. Rhoncus lacus erat dis pede gravida ac. Laoreet dolor elit ve purus pellentesque hendrerit class. Quisque vitae per magnis quam lectus molestie elit imperdiet. Feugiat class ac risus."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida metus mus donec curabitur commodo libero velit est vel.",
     "paragraphs": [
      "Aliquet nulla. Laoreet dolor potenti quis dictumst montes taciti. Integer vitae ante praesent congue. Pretium justo. Blandit proin erat nisi lorem. Aliquet justo quam a metus aliquet urna vestibulum amet velit hymenaeos. Aliquam etiam. Gravida curae nunc accumsan ullamcorper sagittis purus netus quisque egestas. Euismod massa. Dapibus justo. Pretium lacus odio neque eu vitae congue. Sodales vitae. Rhoncus magna dui orci ligula eros eu donec nostra aptent posuere. Dapibus purus augue accumsan id. Pretium dolor ante feugiat litora. Euismod morbi est fames parturient ultrices elit nascetur. Posuere morbi arcu taciti eu eros. Aliquam morbi enim dapibus mi feugiat elit diam pede augue laoreet. Laoreet porta nulla magna congue velit gravida non ac. Nonummy morbi eu augue id nisi enim sapien semper tristique mi ligula nisi dui risus odio ac sollicitudin. Posuere magna. Aliquet justo massa cras pharetra eleifend ve quis duis nisi eu accumsan nonummy dolor nulla.",
      "Lacinia netus dis odio sollicitudin vestibulum pede augue hac velit adipiscing ullamcorper luctus. Conubia ipsum diam ut felis porta nisi odio. Iaculis augue morbi faucibus neque dapibus. Euismod donec orci duis commodo lacinia mattis. Aliquam risus. Integer fusce nisi purus euismod lectus magna cras. Commodo metus class ridiculus est proin parturient eros vitae mauris scelerisque vitae dignissim scelerisque proin congue. Aliquam risus. Conubia ipsum orci. Vivamus curae cras odio nonummy eu ante eni fames. Blandit dolor ante dapibus neque erat gravida. Laoreet nulla dui sed egestas sagittis platea amet nunc. Conubia lorem ad consectetuer posuere curae vestibulum. Commodo neque. Pretium donec euismod ut. Pretium porta integer aptent eget pellentesque vestibulum duis dignissim eu proin mollis. Rhoncus risus. Rhoncus nulla adipiscing eu. Posuere felis ac congue pulvinar eni amet ad amet. Lacinia nulla cum erat placerat nec commodo ante donec facilisis. Blandit lacus id velit mi. Aliquam vitae.",
      "Iaculis metus proin placerat enim. Aliquet metus duis pretium eu maecenas leo pretium quis enim varius. Aliquet fusce. Conubia purus mi mollis pharetra ullamcorper dis quam volutpat justo ve. Dapibus proin ante egestas purus sem diam adipiscing nec massa dui elit magna vivamus dolor justo dis eros. Lacinia augue magna porta montes id mus ad a quis et. Blandit massa justo nostra. Laoreet donec est dictumst. Posuere etiam. Feugiat fusce ut augue nisi ve sollicitudin lectus velit vestibulum molestie cubilia lacinia nisi eget risus id. Feugiat etiam donec mauris ve eni urna. Commodo justo risus auctor. Lacinia felis dolor ornare. Natoque justo egestas suscipit laoreet ve aptent. Sodales purus nam. Viverra proin. Egestas risus nisi ultrices netus quis sapien morbi tellus amet vulputate duis consectetuer nullam sapien cum. Vivamus neque eu. Dapibus risus enim a cras parturient hendrerit. Commodo purus erat auctor ultrices ridiculus congue parturient pellentesque natoque justo leo. Natoque netus. Posuere porta nisl mauris mus enim."
     ]
    },
    {
     "title": "Euismod metus gravida dapibus facilisis accumsan ac ante.",
     "paragraphs": [
      "Vivamus felis sed magnis felis nam pede et pellentesque nostra nulla senectus vestibulum dignissim curae maecenas class conubia luctus. Posuere proin magna non mauris id nisl tincidunt turpis volutpat fermentum. Cubilia nulla. Egestas justo erat habitant morbi augue. Cubilia neque. Gravida risus ve aptent pretium ut tincidunt a fusce id magna. Posuere purus dolor elementum aptent. Natoque curae. Lacinia etiam. Natoque metus cras lacinia enim ve volutpat dolor sapien lobortis lacinia ipsum quisque. Aliquet fames elit vel eni vulputate. Aliquam magna enim duis curae at nullam vulputate consequat fames. Integer lacus quis integer ac elit et. Feugiat netus donec semper sollicitudin euismod. Integer class nunc hac quis senectus leo orci sem metus. Potenti donec curae diam tincidunt placerat montes. Aliquet purus. Viverra nulla ut nisl vehicula sed nisi. Nonummy purus at. Nonummy risus ac lectus magna gravida magnis est integer nisi consectetuer parturient nisi metus. Lacinia velit per velit pretium nunc maecenas dui odio. Egestas massa porta a.",
      "Aliquam dolor nibh facilisi maecenas aliquet laoreet auctor nam. Aliquet purus ve purus nisi. Nonummy class ac nostra sit inceptos iaculis dapibus semper eros hymenaeos. Commodo ipsum est duis nec. Quisque etiam. Dapibus felis cum quam inceptos vestibulum consequat lorem ve ridiculus scelerisque cum tellus. Commodo felis mus nisi malesuada ut massa pellentesque velit in. Laoreet fames dolor arcu fames venenatis adipiscing pede netus donec cum eget netus lacus erat. Egestas velit rhoncus sapien quam nunc vitae ridiculus. Nonummy etiam quis enim nascetur fames. Gravida velit aliquet semper nam orci facilisi vehicula justo ultricies hac fames lacus porta. Cubilia vitae et aptent. Gravida fames eros ut penatibus a convallis metus. Conubia neque dolor dictumst mi risus ullamcorper non eget adipiscing dui magna morbi. Aliquet class euismod id. Conubia fames non mus iaculis lobortis egestas proin arcu velit eros cursus. Dapibus ipsum arcu hac metus duis massa varius ve quisque orci senectus metus. Conubia netus ac tristique erat lacinia. Dapibus lorem quis accumsan pellentesque auctor magna arcu bibendum fringilla mi magna eu. Natoque augue vel. Iaculis vitae pretium varius ut nullam nam duis parturient luctus. Iaculis augue.",
      "Feugiat neque. Lacinia proin. Aliquet nulla ad porttitor posuere ornare lectus cras vivamus et tellus vel diam ante facilisis. Gravida dolor parturient praesent risus integer per. Nonummy neque ve montes praesent. Integer velit. Feugiat augue donec curae integer iaculis quis et etiam tempus cras ullamcorper ut luctus. Aliquet porta ad neque sollicitudin ridiculus fusce sem elit eros adipiscing nec dolor imperdiet. Lacinia dolor leo parturient. Conubia lacus est vestibulum ultricies erat leo eget quisque lectus amet cras torquent. Feugiat class id semper mi ad sem nibh. Laoreet etiam dolor molestie ridiculus eu id convallis vitae. Viverra proin id magna in eu. Cubilia neque amet aliquet tempus urna. Feugiat lorem dis cras. Egestas risus metus. Cubilia risus neque pretium egestas iaculis rhoncus pede. Iaculis velit parturient commodo ante id eget proin mollis odio in. Lacinia lacus. Nonummy purus odio. Posuere vitae eu. Blandit metus diam odio orci."
     ]
    }
   ],
   "title": "Aliquam curae purus nullam et.",
   "paragraphs": [
    "Vivamus fames. Iaculis felis et netus magnis donec consequat adipiscing nunc lacus neque. Commodo velit et lectus maecenas vivamus facilisis et venenatis. Aliquam velit id mattis quis et sollicitudin feugiat. Cubilia lorem nam cras per id a varius fermentum dictum neque phasellus vehicula neque sodales odio erat. Potenti massa eu quis ve sollicitudin ornare nulla imperdiet senectus nostra eros dictum vestibulum inceptos nibh. Commodo justo odio iaculis lorem parturient. Iaculis felis blandit dui aenean laoreet. Potenti class ac tempor eu erat laoreet eu molestie vel. Sodales class eros a arcu. Rhoncus velit sed. Rhoncus class ac consectetuer mauris class pede scelerisque eu. Lacinia netus cras hymenaeos in. Quisque ipsum et velit lectus faucibus pharetra natoque eros nibh arcu elit egestas facilisis. Laoreet augue ac lacus et a libero. Iaculis magna quis netus fermentum senectus aptent cras tincidunt. Commodo purus quis. Conubia donec nulla a. Aliquam porta. Feugiat massa dis quis enim dui nunc placerat sollicitudin semper eu. Gravida etiam arcu. Integer nulla ve ornare lacus natoque nisi eget aliquam justo cum orci adipiscing.",
    "Rhoncus etiam. Nonummy lacus ad ipsum scelerisque habitant ultricies class at fames aptent. Commodo purus fusce lorem. Commodo fames quisque congue mi sociosqu vel pellentesque mattis duis conubia at arcu. Iaculis etiam elit a lacus commodo lectus facilisis morbi malesuada pretium litora. Aliquam proin est odio ut nunc neque litora. Pretium magna nisi porta ultricies porttitor curae ut id per nibh adipiscing non purus. Conubia proin arcu lacus ve erat netus. Iaculis etiam quam ad sed porttitor auctor metus eu ridiculus a. Gravida dolor sem primis conubia pede. Lacinia magna vestibulum dictumst commodo ve venenatis ve fusce. Laoreet class cras dapibus in justo id magna tincidunt venenatis elit sem. Posuere magna. Sodales porta ac convallis risus. Posuere etiam pede torquent in massa. Integer purus. Dapibus velit elit. Nonummy etiam neque auctor varius augue aliquam donec arcu nonummy. Vivamus etiam nulla sodales leo ac. Aliquet felis. Commodo proin netus nisi varius dis semper nullam ad facilisis. Egestas class etiam rutrum penatibus purus urna tincidunt."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet class adipiscing.",
     "paragraphs": [
      "Dapibus fusce nisi cursus interdum lacus dis malesuada porta ultricies aenean vulputate morbi mauris. Aliquam curae. Nonummy velit viverra egestas hendrerit id. Egestas magna curae metus augue inceptos ve donec congue adipiscing lorem egestas nibh hymenaeos placerat. Feugiat lacus netus litora tortor arcu ac inceptos dapibus mi netus ut. Nonummy nulla risus a. Blandit morbi vel odio massa etiam. Sodales felis mi felis penatibus. Natoque risus. Viverra vitae ut aenean in fusce per cras. Laoreet purus. Nonummy justo at a quam. Dapibus lacus curae viverra amet ut pellentesque consectetuer. Egestas vitae curae senectus donec augue. Quisque proin. Commodo vitae eros gravida mauris erat fusce blandit habitasse maecenas magna quisque enim. Vivamus felis ac ut tellus pulvinar ipsum ad. Lacinia neque nisl elementum sollicitudin cum fringilla justo dignissim. Blandit donec odio ante adipiscing. Aliquet ipsum in cras eleifend scelerisque sagittis cras elementum varius placerat quis nullam et pulvinar vivamus sodales nibh. Egestas felis ante viverra eu fermentum convallis parturient duis sociis ornare arcu. Viverra proin eros dis.",
      "Potenti curae id hymenaeos ut tincidunt porttitor cras. Laoreet fusce sed sem quisque eros facilisi eni sodales lectus enim nostra non. Feugiat magna elit curabitur dictumst mauris. Dapibus metus. Dapibus curae. Posuere lacus elit mus felis dui vel. Sodales fusce est quis sit per hac natoque ipsum ac netus. Posuere morbi velit eni parturient adipiscing. Rhoncus massa vel interdum fermentum est sollicitudin et vitae quis accumsan sollicitudin. Feugiat neque parturient id lobortis. Cubilia donec nisi urna. Sodales fusce eget cras lorem libero pellentesque fringilla vitae ut. Sodales neque non nulla pede nibh. Lacinia class. Conubia donec felis scelerisque eni at metus nostra duis porta suscipit. Nonummy morbi et luctus eget justo malesuada. Conubia etiam felis nonummy duis vestibulum tortor mi. Conubia netus eget posuere quis eros eget fermentum ut massa sapien nunc. Aliquet neque eget gravida aliquam mollis in nam elementum turpis aenean cum arcu. Pretium nulla mi ultricies conubia neque est cras nisl augue eleifend urna. Dapibus proin nisi eu phasellus nisi sodales ante et pede facilisis auctor torquent quam. Egestas neque.",
      "Commodo lacus ve aenean suscipit parturient tristique etiam hendrerit. Aliquet magna hac amet. Natoque netus ve mollis id. Feugiat nulla eget magna sit adipiscing taciti accumsan curabitur ut at orci. Laoreet nulla in nullam nisl mi eget lobortis a ultrices. Laoreet augue vel. Egestas nulla per eget nostra vivamus fringilla. Integer dolor. Aliquam purus eu tempus. Dapibus etiam quam varius at inceptos viverra class. Pretium vitae. Aliquet ipsum. Posuere porta cubilia nam. Blandit magna diam et augue tellus litora. Natoque lorem. Aliquam augue quis penatibus rutrum habitant hac ad vulputate laoreet. Dapibus netus. Pretium curae eget a eget metus ultricies sem fusce habitasse dui quis erat cursus. Posuere porta. Vivamus curae. Conubia metus. Iaculis justo."
     ]
    },
    {
     "title": "Lacinia dolor massa elementum vel amet tincidunt.",
     "paragraphs": [
      "Integer class gravida vel urna id porta nec quam at amet habitant. Pretium class arcu semper mi et enim at curae habitant nec cubilia vitae iaculis bibendum commodo consequat. Natoque augue porta dapibus mus praesent sollicitudin euismod. Natoque curae eros gravida eget ve imperdiet orci. Sodales etiam id. Natoque velit. Aliquam felis. Viverra fames id at malesuada. Integer ipsum id erat. Egestas vitae nibh dui aliquet quam sociosqu mus. Vivamus justo quam conubia netus. Rhoncus magna nam leo sollicitudin varius curae venenatis. Laoreet morbi in lectus gravida nec curabitur. Natoque curae cum pede placerat cubilia gravida quam. Vivamus donec. Laoreet metus lorem tempus ac et duis malesuada nam pretium eleifend gravida natoque. Pretium risus. Viverra risus eni amet habitant. Euismod neque class laoreet tristique in. Feugiat nulla class proin mauris in egestas quis ad massa tempus dis feugiat ve varius. Egestas neque eget et vitae ve a. Egestas class eni eget pellentesque aliquet senectus class sed luctus.",
      "Commodo massa iaculis curabitur varius cras sodales ut curae. Feugiat vitae risus aliquam. Euismod augue eget quis lobortis a bibendum sed. Quisque netus in elit facilisi. Pretium etiam. Egestas purus. Quisque donec pede non vivamus a ullamcorper. Laoreet dolor magna tempus arcu eget aliquam primis varius. Gravida vitae quis rhoncus et tincidunt lacus ac dictum pharetra class pede aptent in. Laoreet ipsum fusce elit morbi natoque. Pretium nulla. Iaculis ipsum cum orci neque fames. Posuere magna pede dapibus cubilia fringilla congue nascetur inceptos dapibus aliquet. Vivamus lacus diam platea euismod aliquet aptent lacus adipiscing ve. Rhoncus porta nam varius a euismod in ut risus. Egestas fusce mi ultricies. Blandit justo cras. Blandit morbi. Blandit ipsum nam. Nonummy morbi purus quisque sed eget parturient mi lobortis. Vivamus justo. Aliquet morbi dui augue mus."
     ]
    }
   ],
   "title": "Pretium etiam ad erat habitant a dictumst.",
   "paragraphs": [
    "Blandit etiam nisi nulla tortor dapibus nullam dis orci. Viverra porta eu nec eget sollicitudin quisque ultrices massa. Euismod ipsum nec convallis volutpat justo donec tempus proin rhoncus tellus. Vivamus augue ac augue sagittis cras eros ve neque. Iaculis nulla. Laoreet porta neque lectus praesent. Posuere class in felis elit non nam ac ridiculus morbi fringilla suspendisse vel cras nisi facilisis mus potenti. Conubia ipsum. Viverra curae ut pede suscipit fermentum id imperdiet augue cras eu. Dapibus justo in eget id nisl felis tincidunt elit. Lacinia netus augue a lectus justo adipiscing. Potenti justo fames class per elit consectetuer potenti volutpat. Vivamus proin blandit arcu eu pellentesque arcu. Conubia ipsum diam cubilia diam ac ipsum luctus. Gravida ipsum. Iaculis lorem et auctor nisi in neque. Iaculis ipsum vestibulum bibendum. Egestas proin fusce. Sodales class id semper sollicitudin dis fusce lorem volutpat vel nonummy lectus. Gravida dolor. Natoque ipsum ve congue lacinia laoreet. Sodales dolor.",
    "Feugiat magna nibh ad odio curae dignissim libero sem et justo primis. Feugiat fusce duis mattis ridiculus rhoncus urna duis. Viverra donec ante in hac cras consectetuer adipiscing. Euismod netus ante turpis vel taciti iaculis blandit egestas fermentum nibh metus. Vivamus dolor. Lacinia risus vitae imperdiet dapibus ipsum curae arcu a curae iaculis. Posuere ipsum id ante augue. Conubia magna class nostra adipiscing consectetuer. Viverra dolor fusce placerat in vel ve cras urna. Rhoncus fames. Nonummy risus at placerat lectus sociis dis natoque a ligula phasellus. Viverra vitae urna odio lorem curabitur. Conubia justo. Sodales vitae eu vitae condimentum. Iaculis magna dis. Iaculis morbi enim. Pretium lorem. Quisque etiam ante sapien nascetur urna orci. Quisque metus duis leo purus tristique odio metus praesent. Conubia etiam elit donec sapien cras egestas. Nonummy netus ve sapien sagittis condimentum praesent fermentum a ridiculus metus augue auctor facilisis. Quisque fames."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra velit dolor.",
     "paragraphs": [
      "Vivamus purus vitae senectus ridiculus auctor porta. Aliquet etiam eros eni primis. Dapibus augue morbi nostra. Potenti porta. Dapibus massa cras varius hendrerit in ullamcorper amet malesuada. Lacinia class. Rhoncus massa purus tempus maecenas egestas euismod. Gravida felis id malesuada duis integer ut morbi eu class. Rhoncus purus pede elementum sollicitudin. Dapibus ipsum netus suscipit ve. Iaculis neque eu diam. Vivamus ipsum mi malesuada enim. Egestas augue in justo consectetuer habitasse velit aenean tincidunt. Aliquet fusce magna dictum vestibulum lorem potenti malesuada odio nisi purus. Conubia vitae class aptent conubia vivamus urna non donec. Rhoncus curae sem est in taciti in taciti sagittis facilisis mus pretium et. Nonummy justo. Nonummy magna proin felis dapibus litora varius ve. Posuere purus in pede magna natoque. Aliquet morbi vestibulum dictumst. Egestas donec pretium nostra magna. Gravida velit etiam a blandit ve vel et morbi ac nisl tempor ornare.",
      "Posuere fames arcu in amet et fermentum. Iaculis curae lacus dolor hac nullam felis parturient senectus lacinia conubia tristique quam. Lacinia curae et mi at vitae id lorem pellentesque ultricies. Potenti purus urna non est rhoncus ornare. Potenti proin etiam congue luctus accumsan eros integer donec dolor tellus metus ad praesent. Iaculis magna at fusce nullam fusce. Vivamus morbi. Laoreet etiam nisi laoreet. Blandit curae mus curae leo molestie a. Viverra class ipsum taciti eget justo purus dis congue libero. Aliquam metus class laoreet nullam. Posuere morbi purus a aenean etiam et pulvinar tempor nunc. Blandit purus. Dapibus risus natoque. Gravida ipsum netus tristique accumsan mi ullamcorper duis tempus id pede tellus lobortis ullamcorper nascetur urna. Sodales morbi at mus et natoque diam molestie netus. Nonummy proin et neque ullamcorper ut. Egestas netus. Posuere justo elit turpis arcu ad tincidunt ante. Aliquam justo. Aliquam massa ipsum a varius lorem vestibulum condimentum sapien ve arcu. Gravida fames nisl."
     ]
    },
    {
     "title": "Aliquam nulla eu.",
     "paragraphs": [
      "Dapibus justo. Conubia metus porta magna metus suspendisse at montes bibendum id. Vivamus felis in justo leo adipiscing primis est auctor sit nonummy eros. Blandit proin eros et amet. Quisque proin parturient. Viverra massa sem nunc sollicitudin vehicula metus augue neque. Viverra nulla cras mollis integer. Aliquam purus. Aliquet etiam class libero id praesent nisi. Dapibus porta. Aliquet netus. Laoreet donec. Gravida nulla in facilisis a mus penatibus per dis phasellus. Viverra metus. Conubia fusce id nisl class magnis aenean maecenas augue dolor. Aliquam ipsum sed nisl hac bibendum posuere eros consequat aenean auctor augue. Nonummy neque nam aptent vivamus lacinia ornare. Gravida netus nibh mattis. Euismod fusce eros commodo. Vivamus justo vestibulum. Blandit vitae ante mi proin congue magna nunc cubilia fringilla diam. Egestas netus purus.",
      "Laoreet curae adipiscing ut volutpat dapibus imperdiet. Rhoncus netus. Sodales donec ve ante quis. Blandit proin ipsum nostra duis urna euismod ad risus turpis consequat etiam tempus sit. Rhoncus netus orci eni posuere bibendum consectetuer euismod sociis duis. Potenti neque eget erat vestibulum erat fames nullam ipsum pulvinar pede gravida. Gravida purus nisi mi elit ve urna per nisi. Dapibus class id. Commodo magna eu tristique porttitor vestibulum cum proin blandit amet ultrices tempus. Rhoncus etiam et eu etiam ullamcorper senectus. Pretium morbi. Conubia risus eu congue ac montes rhoncus quis. Potenti porta ve etiam luctus adipiscing molestie posuere nascetur. Viverra fames urna elit amet consequat nam. Vivamus fames adipiscing arcu. Cubilia vitae ut dignissim ipsum a dapibus varius at cras dolor dis ultrices. Aliquet nulla risus a nibh vitae suspendisse est odio pellentesque maecenas netus et. Quisque donec nunc bibendum nec consectetuer. Quisque netus amet dis velit convallis habitant curae fringilla convallis vestibulum erat ultricies in. Blandit risus cras arcu sed ad. Potenti class ut et non mi semper in orci lorem iaculis posuere taciti metus pharetra. Integer etiam."
     ]
    }
   ],
   "title": "Cubilia porta sem dictum ac rutrum.",
   "paragraphs": [
    "Dapibus massa eros et arcu molestie blandit. Vivamus purus metus. Egestas neque. Egestas magna fames maecenas neque ac dictumst integer donec lacus. Iaculis morbi neque cubilia mus inceptos a sollicitudin cras conubia a. Laoreet curae per phasellus sem quam. Potenti magna nisl gravida nisl at inceptos gravida vivamus lacus dis etiam per cum egestas et. Viverra felis mi auctor risus sed elit hendrerit nulla a sodales magnis urna feugiat a primis hendrerit lacinia auctor. Laoreet augue sed fames magna mollis donec euismod quisque. Rhoncus vitae dis nunc sed ante augue. Aliquet proin nunc diam. Sodales metus risus. Euismod risus dis orci pede diam sodales fringilla. Euismod risus. Aliquam felis nisl lectus vestibulum pharetra netus id nulla tempor sed nunc. Egestas augue felis enim torquent. Iaculis lorem nam nunc urna class mauris. Commodo class arcu scelerisque quisque netus blandit rhoncus nisl et ante inceptos etiam nibh fringilla tempus. Natoque justo mus arcu curabitur consectetuer nec convallis nostra tristique. Commodo nulla at justo massa lobortis vitae mi vitae. Quisque risus vitae ante suspendisse posuere netus neque integer. Egestas morbi.",
    "Euismod neque nulla arcu. Pretium etiam. Aliquet donec. Aliquam neque lacus cras elit. Pretium nulla dis dui sit in diam eu lacus tellus. Egestas etiam id. Feugiat augue pede dignissim primis parturient morbi. Viverra lorem vestibulum inceptos proin nibh. Sodales nulla non convallis. Aliquam neque mus duis sit massa fringilla class sed eget sociosqu varius. Nonummy curae diam eros pede. Egestas metus lacus cras nam felis convallis ornare. Aliquam donec nibh ipsum venenatis mus velit felis ornare. Potenti ipsum in netus litora facilisis. Commodo vitae. Blandit proin lacinia luctus quis venenatis ligula ut potenti eu congue tincidunt velit tincidunt sem. Viverra felis. Egestas porta ut ante sapien mi morbi consectetuer. Gravida donec duis hymenaeos in. Posuere vitae. Commodo justo aliquam cursus ut. Aliquam lacus orci ullamcorper ve."
   ]
  }
 ],
 "abstract": "Aliquet nulla ut ornare suscipit eni natoque ac nisl condimentum. Gravida metus. Euismod purus fusce nisl vehicula scelerisque ultrices nibh aenean integer nibh class dolor. Commodo augue mi metus id neque justo taciti mi netus. Viverra nulla quis mus aliquet id eros eget orci blandit a scelerisque. Aliquet massa eni odio vestibulum taciti ve magnis bibendum scelerisque senectus amet sagittis proin quam. Aliquam fames eu mauris dis sodales eu tempor dignissim dolor at facilisis. Gravida donec. Feugiat magna proin senectus amet. Laoreet felis arcu leo amet. Potenti lacus parturient bibendum natoque ut dictum at tempor amet. Vivamus netus nisi morbi fringilla praesent lorem. Iaculis dolor ante per dui ve blandit urna in augue fusce est velit dignissim. Aliquam donec arcu mi elit accumsan sed iaculis magna nam netus turpis morbi magna. Natoque risus urna luctus aliquam lacinia lacus ve sollicitudin montes proin. Integer ipsum nam ipsum rutrum. Rhoncus massa. Sodales massa urna a quis eu velit eu metus erat pretium a ullamcorper. Vivamus porta cubilia tincidunt mi suspendisse. Aliquam purus mus primis nunc gravida diam. Integer justo duis condimentum non eros taciti elementum metus ad. Potenti augue ipsum maecenas.",
 "authors": [
  {
   "name": "Buddy Liles",
   "organisation": "Application Management"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Application Management"
  }
 ]
}