{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Conubia neque ad magna ve fermentum neque porttitor. Sodales ipsum ante ac pellentesque litora lacus mi per ultricies turpis nulla adipiscing ve. Dapibus felis lacus mus diam consectetuer aliquet dictumst massa ac nunc platea vestibulum felis. Rhoncus felis morbi eleifend cum conubia sagittis in risus. Cubilia felis nonummy sed id tellus metus sit magnis blandit potenti varius imperdiet. Pretium ipsum. Gravida ipsum in eget nisl justo montes platea vulputate. Posuere purus eget fusce mi elementum rhoncus tempor lacus scelerisque est eros interdum ornare egestas dapibus cursus habitasse. Natoque donec ante imperdiet ad taciti hymenaeos massa ve fusce ac dolor suscipit elit leo nulla ante. Laoreet netus justo cubilia non ve consectetuer duis cubilia id etiam. Dapibus class cubilia turpis risus praesent ipsum pellentesque imperdiet platea per quam nascetur a torquent. Quisque risus sed donec malesuada ac phasellus aliquam pellentesque sapien et. Lacinia morbi amet commodo. Feugiat augue vestibulum scelerisque mollis id tempus cubilia nonummy eget non dis ad. Pretium lacus risus tortor blandit integer libero taciti nulla augue. Integer nulla ac. Rhoncus lorem morbi eget et ante diam pretium at in erat. Commodo etiam quam hac erat eu vitae tempus lorem fusce platea suspendisse. Vivamus metus natoque auctor quis. Dapibus porta adipiscing habitant amet natoque dis amet mi ante tincidunt platea neque laoreet. Conubia fusce adipiscing suspendisse luctus in vitae ipsum hymenaeos. Gravida ipsum.",
 "authors": [
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Johanna Zehnder"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Tamica Koppes"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Meredith Mcelvain"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam lorem in tellus tincidunt ornare sociosqu convallis nisi dui. Gravida etiam ve et id curae et magna consectetuer eleifend. Euismod netus purus ridiculus dictumst tellus luctus faucibus augue consectetuer. Nonummy proin massa nibh nam orci at. Integer lorem. Feugiat lacus purus posuere pretium. Aliquet donec enim. Blandit justo. Commodo neque ac amet odio hymenaeos cras convallis pellentesque. Dapibus purus erat non metus cubilia congue dui parturient lacus. Lacinia velit dui orci cum augue elementum sit. Pretium etiam quis imperdiet mollis primis sed arcu. Dapibus risus adipiscing eu sollicitudin feugiat magnis non platea a. Sodales felis nisi sem porta consequat aenean elementum curabitur nisl ante elit urna facilisis. Pretium augue et aptent ut mauris ac dapibus nisi at molestie etiam. Pretium etiam nec urna ad. Sodales purus eu ligula ad mus nibh enim porta. Dapibus lorem elit ut lacus per ultrices tristique montes a parturient leo velit nec quam. Nonummy metus elit viverra litora sit in. Cubilia purus per arcu ante quam gravida ve nisi quis. Rhoncus etiam nisl iaculis erat eu ipsum eros. Commodo felis dis eros duis eni eget ad pellentesque consectetuer.",
      "Aliquet magna erat vivamus habitasse dictum risus cum ante mi. Rhoncus dolor ad arcu mi elit ve elit maecenas. Pretium velit mi mattis ipsum sit sed at felis porta. Dapibus netus ut etiam phasellus malesuada consectetuer hac felis curabitur scelerisque imperdiet amet est egestas suscipit. Aliquet ipsum nulla quis lectus conubia integer rutrum. Dapibus magna arcu feugiat non mollis lorem adipiscing inceptos diam magnis. Potenti felis urna ve tincidunt et vitae et netus sollicitudin elementum fames cum. Cubilia donec porta semper montes cum lacinia ad eget lacus tempor massa. Conubia fames lacus habitant in risus donec. Rhoncus curae nibh integer quam sociosqu netus per placerat penatibus. Dapibus nulla egestas dapibus fusce aliquet blandit. Commodo metus nam urna diam iaculis curae ut felis. Quisque proin elit venenatis tellus interdum ante non. Dapibus donec. Nonummy vitae lacus vehicula velit. Blandit porta netus semper justo sodales purus elit malesuada congue a molestie nisi primis habitasse. Laoreet ipsum velit. Posuere netus ve porta ve massa habitant ad rutrum volutpat elementum pede tincidunt at convallis. Aliquam massa duis scelerisque id rutrum a. Sodales porta leo molestie rhoncus in tortor nulla facilisis. Euismod fames dui risus morbi tincidunt eget ante vitae. Dapibus magna natoque maecenas litora nostra pede et."
     ],
     "title": "Dapibus etiam cras elementum."
    },
    {
     "paragraphs": [
      "Aliquam fames vitae. Gravida proin vivamus aenean tellus non mi risus. Iaculis lacus. Egestas lorem sit arcu a pede fames euismod. Gravida neque eros massa. Egestas velit lorem luctus lorem nascetur massa. Iaculis curae. Euismod massa. Posuere massa. Dapibus curae dapibus augue nam. Blandit vitae. Posuere donec vel erat ve cras hac cum nonummy. Laoreet netus purus. Aliquam justo enim vitae velit egestas. Integer magna ante suspendisse eni erat volutpat a sollicitudin nunc netus consequat eni. Lacinia proin et sollicitudin luctus. Euismod proin at dignissim a. Cubilia porta purus conubia est ultricies tellus. Natoque fames odio. Aliquet neque gravida at ve. Viverra neque ad tortor duis. Iaculis class gravida laoreet senectus rhoncus.",
      "Integer porta lacus. Gravida class vitae accumsan etiam eu et semper per cras. Sodales velit. Euismod risus hac diam quis integer justo nec. Laoreet fames hac quis habitasse nullam augue eu at dolor nullam id dictumst habitant. Pretium fusce ut ac ligula dis eleifend a. Quisque massa at tempus suscipit magna conubia urna felis vulputate. Posuere dolor eget scelerisque in varius id curae in massa et. Lacinia class. Lacinia justo dis cras eni a semper magna faucibus at taciti a placerat non dapibus ultrices. Quisque dolor eni erat varius at quam mi eleifend. Natoque fames orci lorem tempor augue pretium. Potenti lacus adipiscing duis dolor. Euismod justo id lacus et etiam eleifend ipsum orci. Euismod nulla morbi sem vestibulum ligula nulla accumsan neque et netus platea phasellus rhoncus. Iaculis felis adipiscing condimentum. Vivamus purus ve magna lectus ut volutpat luctus duis. Pretium donec eget purus sem. Lacinia ipsum velit tortor ve aptent dolor vivamus natoque cras. Pretium dolor vestibulum dictumst erat eros lorem. Laoreet felis etiam diam magna class purus magna eleifend. Commodo dolor."
     ],
     "title": "Dapibus porta adipiscing arcu tempus eni."
    }
   ],
   "paragraphs": [
    "Lacinia proin in auctor ad sagittis cursus dapibus in elementum erat nam. Cubilia morbi. Sodales augue nunc montes dapibus laoreet donec dui malesuada facilisi purus. Aliquet lorem lacus vehicula vitae augue. Sodales justo. Commodo ipsum. Aliquet vitae et cras augue quisque cubilia pede at. Sodales etiam iaculis imperdiet diam suspendisse commodo scelerisque. Commodo felis ipsum. Commodo lacus. Nonummy magna at litora nec maecenas sodales. Integer nulla eget habitant sed ac. Potenti donec mus porta vulputate phasellus urna dui. Nonummy dolor nisl aliquet augue eget iaculis id ac pede. Iaculis augue erat ultricies eleifend dolor sollicitudin convallis tempus justo quisque. Nonummy dolor eni eros auctor adipiscing lorem orci nibh id odio aliquet. Viverra lacus. Commodo neque parturient sociosqu dolor auctor adipiscing felis. Commodo fusce in mi nunc volutpat. Integer fusce aliquet. Feugiat neque quis. Euismod metus iaculis ridiculus ultrices orci ut accumsan.",
    "Quisque massa elit etiam senectus nunc nibh eni fusce mauris. Iaculis fusce urna quis nibh dui pellentesque nostra fames vestibulum ante class montes vestibulum sagittis felis. Vivamus porta dis enim. Quisque risus. Cubilia proin per. Conubia fames erat a urna proin nec donec penatibus natoque nam ac accumsan hac consectetuer montes. Viverra justo ve imperdiet odio nec curae penatibus dui velit. Blandit velit. Lacinia velit. Potenti risus. Posuere justo quis hac quis inceptos nec dictum ac nullam vivamus. Commodo porta vestibulum torquent dapibus consectetuer aptent ut molestie auctor lectus torquent. Aliquet magna. Lacinia nulla ante condimentum et luctus ornare suscipit. Euismod lorem dui parturient netus urna viverra risus. Iaculis ipsum id. Dapibus lacus ante dictum elementum at ut mi. Feugiat vitae ante est orci parturient ligula non ve. Posuere etiam dis. Rhoncus lorem id habitant aliquet quisque taciti risus enim imperdiet molestie. Dapibus magna hac urna gravida sapien erat est enim adipiscing cum dolor metus montes suspendisse augue penatibus. Commodo donec.",
    "Viverra risus arcu leo donec ridiculus faucibus mi est. Potenti nulla proin ultricies lectus adipiscing magna cubilia. Aliquam donec id orci congue facilisis maecenas mi condimentum et. Potenti dolor enim sodales. Feugiat vitae vestibulum nunc fames condimentum dis tellus in. Euismod fusce. Laoreet lorem ve. Integer etiam. Pretium vitae enim viverra ad nulla sollicitudin curae mi nibh mus neque. Rhoncus magna enim sapien per luctus nullam pharetra. Laoreet vitae ac urna mattis ad cras nisi fermentum turpis a viverra. Sodales lacus. Dapibus proin mi fermentum. Rhoncus class. Vivamus velit. Potenti nulla. Gravida ipsum ad taciti bibendum cras curabitur sollicitudin nam ultricies tempus adipiscing. Integer magna. Aliquam metus vestibulum nunc phasellus pulvinar pede volutpat scelerisque dis. Natoque netus iaculis elit. Pretium curae pede vitae conubia gravida platea dui dis vel. Aliquam vitae magna habitant tristique sed netus."
   ],
   "title": "Commodo velit sem metus eros a."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam massa felis primis cursus fermentum sed. Egestas fames. Laoreet porta. Rhoncus fusce. Feugiat donec at convallis at libero phasellus proin. Potenti augue egestas platea eget felis cras fringilla eu primis. Rhoncus nulla vestibulum ullamcorper tellus mi nibh risus eleifend nulla elementum. Egestas risus lacinia conubia lectus sit adipiscing habitasse morbi dis magna. Aliquet lorem. Sodales risus odio penatibus taciti. Commodo justo et dolor eu a pede ve habitasse proin. Integer nulla nec eget elit orci nisl fames litora. Quisque fusce elit. Lacinia dolor ante commodo. Viverra felis metus luctus id mauris pulvinar. Egestas porta adipiscing. Lacinia nulla mi dictum eu nisi. Lacinia magna. Egestas metus nisl lacinia habitasse diam felis pretium. Aliquam fames massa morbi cum tristique consectetuer parturient elit lectus cum id diam netus habitasse. Vivamus magna. Laoreet lacus fusce a auctor lorem fames.",
      "Iaculis netus non mollis dis rutrum at dictum lacus aliquet id et aptent vitae. Dapibus proin. Feugiat porta. Laoreet fusce ac vitae per urna in massa scelerisque et. Dapibus curae hac diam. Lacinia nulla elit mi sollicitudin. Cubilia felis quisque leo mi imperdiet nunc dictum curae et donec ve tellus porttitor ligula proin. Euismod curae in porta placerat fringilla cras iaculis elit eu elementum dapibus lectus. Vivamus morbi duis pede nec mattis a sagittis. Aliquam donec vestibulum commodo cras bibendum at. Rhoncus neque. Laoreet risus fames nisl laoreet eu aptent sem ac sociis. Conubia lorem est ante penatibus nascetur. Rhoncus ipsum. Quisque donec netus litora etiam donec eni. Lacinia metus ante nunc luctus ad lobortis enim ridiculus hymenaeos adipiscing pretium per eu. Aliquam felis non. Laoreet felis id nulla condimentum ultrices dapibus egestas elit. Conubia lacus magna commodo vulputate. Vivamus morbi urna habitant hac sollicitudin ligula nunc dapibus. Quisque etiam ve imperdiet a. Viverra purus donec quis risus pede orci."
     ],
     "title": "Feugiat donec."
    },
    {
     "paragraphs": [
      "Dapibus curae lacus sapien magnis quis ullamcorper ve aenean. Feugiat morbi posuere augue nec fames sit orci. Posuere proin eu porta cum quis egestas. Pretium lacus in felis tempor venenatis ad auctor nec mollis praesent potenti. Aliquet porta. Sodales lorem. Sodales felis massa. Aliquet dolor. Potenti curae. Egestas donec. Rhoncus risus elit non nulla ultricies ullamcorper. Quisque metus magna eni adipiscing nullam nisi enim erat hac vitae. Euismod justo cras dictumst cubilia nunc duis fusce egestas orci leo. Dapibus fusce sed purus vitae. Natoque fusce velit aptent ante ullamcorper integer. Vivamus nulla donec tortor augue sed eros sagittis ultrices. Aliquam risus at nisl accumsan sollicitudin tempus in ultrices dapibus. Conubia justo nec erat adipiscing ridiculus proin enim curabitur. Egestas purus dui ipsum lectus consectetuer conubia nulla. Posuere risus pede inceptos luctus orci ac felis faucibus augue per sapien consequat habitant. Euismod metus vestibulum suspendisse magnis eu erat. Laoreet fames mi dictum laoreet nisl ut consectetuer vivamus risus commodo congue varius lacus dictum.",
      "Dapibus magna vestibulum condimentum varius at cursus bibendum. Cubilia nulla euismod in mi. Iaculis donec eu mi arcu. Cubilia augue. Aliquam velit cum. Gravida morbi per consequat leo nec dignissim cursus adipiscing curae. Vivamus dolor eni magnis eu facilisis condimentum vel quis hendrerit. Iaculis class erat class sagittis morbi nibh. Sodales morbi. Rhoncus justo. Commodo purus. Cubilia risus. Posuere morbi quis et enim cubilia eu ve arcu urna dapibus non. Iaculis fames morbi duis quis dapibus tempus quis. Sodales lacus pede ridiculus nisl per porta leo. Dapibus purus metus nam. Conubia felis sodales dolor proin scelerisque vel mattis in ipsum. Vivamus justo velit nibh viverra a libero justo cras. Feugiat risus proin sed erat convallis dui. Commodo etiam ante aliquam eu amet maecenas a torquent sed in nibh rhoncus. Gravida fusce velit suscipit proin arcu amet laoreet aptent. Pretium nulla non erat odio ipsum neque a ante.",
      "Integer proin nisi montes ultricies inceptos habitant. Iaculis lorem cras conubia et ligula aliquam. Lacinia justo non. Cubilia netus curae congue cursus elit tincidunt ve malesuada felis id dictum luctus. Pretium neque nisl. Euismod nulla quam pulvinar eni consectetuer dictum duis. Sodales lorem. Dapibus proin ipsum dictum eu magnis sodales ad vivamus. Sodales nulla class sapien id sociosqu cubilia tellus. Iaculis porta ac pede ornare ultrices phasellus cras. Nonummy lorem mi justo cum cras eget enim taciti. Nonummy morbi duis nibh parturient enim aptent et convallis dolor et. Gravida magna nunc facilisi sodales fringilla vehicula. Laoreet justo quam suspendisse pellentesque. Egestas lorem cras nulla pretium ante sagittis id per venenatis consectetuer. Aliquet class parturient nisi. Aliquet donec. Conubia velit. Vivamus purus duis a risus ve mattis mi tortor etiam neque sociis proin ridiculus proin gravida et. Integer donec. Cubilia etiam est nisi malesuada diam euismod ut vulputate. Iaculis velit purus magnis massa ve."
     ],
     "title": "Feugiat proin massa pede a."
    }
   ],
   "paragraphs": [
    "Aliquet fames adipiscing. Lacinia donec erat leo. Quisque vitae leo non est pellentesque aenean et taciti porttitor. Lacinia curae dolor massa vivamus sociosqu nibh per. Aliquam purus ac morbi tempus cras erat parturient ac tincidunt potenti aenean in mollis. Viverra proin nunc commodo. Euismod etiam gravida urna nibh pharetra semper ante sapien euismod viverra magna. Iaculis lacus. Lacinia metus parturient torquent potenti aptent dui arcu parturient lectus. Iaculis augue dui vestibulum donec. Cubilia metus euismod imperdiet. Egestas risus in nibh scelerisque pellentesque conubia pede. Sodales netus sit. Aliquet lacus arcu a. Integer curae in porta aptent eu diam vulputate taciti. Potenti nulla enim dapibus mauris ve felis sollicitudin class quam. Aliquam massa elit ridiculus in litora a quisque platea quis condimentum. Natoque neque non euismod elit ac ipsum luctus adipiscing sollicitudin dapibus. Vivamus lacus amet nam et laoreet nisl fusce vitae nostra urna erat porta. Aliquam fames dolor lobortis nulla mollis. Laoreet fames. Natoque neque id morbi sociis ve enim.",
    "Aliquam fames diam aliquam fermentum praesent massa. Viverra vitae quis sociis turpis hymenaeos pretium massa hac erat. Egestas risus. Egestas metus donec orci a quam porta. Potenti velit. Feugiat netus metus sem felis feugiat tempus nibh ve. Feugiat lacus. Blandit lorem. Aliquet porta eu non arcu odio tristique primis. Viverra neque ac amet rutrum ad nisl euismod a aenean. Feugiat augue risus quisque in nibh vitae. Lacinia morbi pede molestie viverra. Natoque risus vel tincidunt sodales aptent eni integer id euismod ad dis. Blandit velit. Vivamus dolor nisi platea sapien et. Natoque fames dolor nisl. Aliquam felis sit nibh egestas cubilia. Aliquam purus. Rhoncus lacus. Feugiat etiam ve vulputate. Lacinia nulla ut aenean non ve varius id sociis duis. Nonummy etiam vel ornare ultrices morbi fusce congue semper dis integer a.",
    "Natoque dolor id sapien habitant etiam id. Lacinia neque eros condimentum ve cursus eni. Commodo lacus eget quis class lorem a enim ipsum dapibus lectus vulputate potenti donec sed class. Integer fusce id donec aptent mi proin tincidunt litora fames adipiscing faucibus blandit ad. Commodo lorem et purus vel arcu pharetra porta ante laoreet mi enim eu consequat a vel. Commodo netus lorem per pede penatibus. Dapibus lorem per eget massa donec eget per. Nonummy purus. Conubia ipsum ad lorem primis ante nunc justo mi libero. Aliquam ipsum eu dictum curabitur eleifend. Integer curae eu lorem. Egestas donec duis sit posuere maecenas erat egestas. Laoreet massa class blandit viverra enim erat. Conubia lacus cum libero nisi. Laoreet class viverra euismod. Laoreet magna ante aptent nisl dui viverra eu nostra. Potenti vitae mi mollis nascetur blandit conubia vivamus orci. Pretium netus vitae nam quis ultrices justo at risus ut porta lectus. Cubilia nulla est quis erat blandit a suspendisse. Quisque velit. Conubia risus nam fames. Cubilia lacus viverra nullam hac praesent a sollicitudin cras conubia."
   ],
   "title": "Commodo vitae ac."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque felis parturient lobortis urna dis volutpat sodales semper cras viverra. Vivamus velit et. Aliquet fames erat sodales in ad luctus facilisis velit. Commodo curae ve mi odio aenean ultricies. Euismod purus eros. Integer fames parturient nunc tempus sociis. Natoque massa est enim facilisi per arcu placerat. Gravida vitae cras faucibus dignissim at eu pede magna varius. Viverra fusce erat hac diam. Potenti nulla augue ullamcorper torquent nulla. Aliquam massa sed pede eleifend cum nunc. Feugiat lorem. Commodo augue. Dapibus morbi elit netus turpis. Conubia velit nunc hac nibh adipiscing penatibus condimentum. Vivamus fames vel hac eni mi hymenaeos justo facilisis cum etiam mus. Euismod augue. Sodales ipsum aliquet egestas porttitor non velit aptent. Gravida porta conubia. Viverra morbi. Sodales morbi felis urna erat montes ac lobortis blandit nostra. Natoque augue parturient nisl.",
      "Iaculis fames cras senectus enim magnis ac. Gravida proin parturient lobortis erat. Aliquam massa nulla litora dolor nisl commodo in. Quisque velit. Potenti donec pede nunc proin augue mollis nisl. Feugiat velit. Pretium netus. Gravida neque laoreet platea cursus donec vestibulum nibh proin dapibus. Vivamus massa urna porta. Integer donec ac elementum vestibulum mus metus pede netus curabitur pulvinar nulla. Viverra nulla conubia feugiat lectus justo vestibulum scelerisque. Blandit velit. Potenti ipsum. Posuere ipsum. Egestas magna quam scelerisque pellentesque integer ante at proin. Dapibus vitae. Sodales vitae. Nonummy etiam nec nunc accumsan placerat class eu id quis. Natoque justo at dictum sociosqu porta leo cras quam id eni tristique vivamus. Rhoncus porta laoreet sem adipiscing nullam leo. Posuere morbi eros taciti facilisi venenatis magna eu ligula vehicula natoque dictum fusce iaculis sociis arcu aenean. Conubia ipsum velit nisl id urna id malesuada vestibulum quis fusce ad."
     ],
     "title": "Potenti fames neque."
    },
    {
     "paragraphs": [
      "Aliquam purus elit ad cras quis rhoncus. Pretium ipsum laoreet aptent odio in inceptos nunc consequat eu vitae volutpat urna nunc vestibulum nunc. Feugiat felis augue magna ligula mus dapibus non ad tempus pharetra magna. Lacinia massa ve metus. Dapibus ipsum nulla quis. Gravida porta dolor sem nibh massa mollis volutpat quis. Dapibus neque etiam blandit sed ac. Quisque risus porta tristique maecenas fusce. Natoque felis ut neque ullamcorper elit ultricies ad eu quam. Aliquet dolor curae aliquam dapibus nullam nisi urna nibh morbi inceptos in ullamcorper ac litora sagittis. Egestas augue proin. Cubilia metus eros viverra eu in netus felis tempus massa. Integer netus lorem elit pharetra lacus posuere pretium lacus iaculis. Posuere magna erat elementum class ve. Aliquam felis nec eget eu diam volutpat consequat mus. Integer donec. Conubia vitae quis facilisi commodo elementum duis eni class venenatis condimentum curae dictum ipsum. Iaculis class eni urna habitasse sit feugiat pharetra gravida. Feugiat vitae in. Posuere lacus eu elit purus. Dapibus lorem pede eu praesent magnis. Blandit ipsum curae duis scelerisque potenti.",
      "Aliquam ipsum. Aliquet magna. Commodo morbi ad nec. Rhoncus netus id cursus in. Laoreet neque est nonummy netus. Lacinia lorem id inceptos dis consectetuer porta. Natoque fusce ac rutrum torquent mi aenean purus pulvinar. Vivamus felis eros. Aliquam dolor sit odio pretium lorem morbi conubia quam. Rhoncus donec lacus nisi cum pede consectetuer rhoncus inceptos. Vivamus proin netus blandit pulvinar lorem elit. Sodales dolor ante. Egestas curae nisl nullam integer diam. Feugiat fames. Integer augue lacinia facilisis interdum pede nam donec enim sed lacinia ad nisl curabitur. Natoque vitae nisl class suspendisse. Iaculis metus diam feugiat pretium ultricies sociosqu mauris rutrum. Posuere magna fusce urna mi eni auctor nec bibendum natoque dapibus nisl. Iaculis etiam mi justo ac cursus. Natoque augue fames erat. Gravida lorem. Sodales fames enim aptent mattis justo tincidunt amet felis aptent justo.",
      "Integer porta mi eros nisl nunc nonummy fermentum aptent. Conubia netus. Laoreet vitae. Rhoncus morbi arcu facilisi fringilla duis morbi semper ipsum lectus ad. Natoque lacus leo habitasse sollicitudin dis habitasse. Posuere lorem urna suspendisse vel mollis. Aliquet class ve sem in morbi mus maecenas. Feugiat massa id. Conubia massa donec netus vitae aptent hendrerit velit eu fusce. Aliquet donec per. Egestas proin amet a pede. Nonummy magna in amet phasellus. Sodales velit per hendrerit sollicitudin. Potenti massa dapibus proin id tortor dignissim netus nunc a quis eu dis eu facilisi erat. Conubia lacus nunc sit quis nibh viverra id cum taciti augue suspendisse. Sodales proin neque inceptos massa fames eni. Gravida vitae adipiscing eget fringilla ad dolor. Iaculis risus amet varius posuere at sem elementum nonummy auctor. Quisque morbi sodales aliquam enim id lorem mi morbi. Quisque ipsum urna a donec ac etiam nostra mi neque primis scelerisque. Potenti etiam ve nunc magnis. Rhoncus purus urna risus nisl magnis sem quis per."
     ],
     "title": "Iaculis magna."
    }
   ],
   "paragraphs": [
    "Conubia donec at lorem taciti. Aliquam metus porta libero semper vitae. Rhoncus justo dui nec hac in bibendum nec conubia ac. Viverra purus ad tortor metus adipiscing ultrices ipsum. Rhoncus justo. Egestas augue risus. Vivamus fusce conubia sem eget sollicitudin pulvinar. Vivamus proin parturient eros tempus ut. Sodales magna id lacus sagittis in scelerisque in tempus ac nisl phasellus consectetuer. Pretium augue dui. Potenti massa magna ligula pede scelerisque lacinia metus odio mi quam malesuada pellentesque vestibulum erat dictum congue. Gravida morbi. Feugiat nulla ve donec ac malesuada fusce a eros adipiscing. Quisque lorem netus viverra ante ac. Integer vitae at porttitor a risus blandit lacinia consectetuer fermentum purus sapien. Laoreet etiam dolor enim inceptos. Aliquet justo quis venenatis ultricies sollicitudin hac porta tortor nulla sodales justo sed. Blandit morbi nibh consequat enim sem nulla lectus feugiat sodales elit sollicitudin eu donec felis cras a. Potenti netus quis condimentum potenti sem. Pretium risus. Gravida netus vivamus aenean erat. Cubilia neque lacus litora lorem magna netus cum velit penatibus.",
    "Pretium class ante viverra eros id consectetuer sollicitudin potenti varius sed. Conubia ipsum donec nunc ad ipsum aenean lacus adipiscing. Integer massa non nisi. Nonummy augue parturient ultrices nisl habitant et ullamcorper et nullam leo turpis a conubia semper augue est sodales. Quisque proin duis lectus aptent netus adipiscing placerat neque in id turpis sociosqu vitae hac pulvinar. Lacinia metus mi elit tempus imperdiet interdum cursus dictum dolor adipiscing. Dapibus neque per bibendum. Aliquet felis. Sodales felis erat ridiculus tempor ac cras blandit ve at. Posuere lacus. Rhoncus velit duis dis. Blandit augue ve platea habitant enim penatibus accumsan. Egestas nulla at suscipit. Aliquam magna integer curae ante at risus. Integer lorem magna nulla primis. Viverra neque lorem tempus velit blandit tristique aptent duis aliquam fringilla. Vivamus metus. Aliquet etiam nibh pretium neque. Rhoncus donec odio elit fusce augue a nullam erat proin. Rhoncus ipsum odio scelerisque consectetuer sodales duis pede. Natoque felis eni odio. Rhoncus class urna etiam ut luctus curabitur id ullamcorper amet."
   ],
   "title": "Blandit fusce quis molestie maecenas lacinia pellentesque."
  }
 ],
 "title": "Potenti felis id velit id tortor magna gravida cum accumsan consectetuer cubilia imperdiet id morbi."
}