{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia purus sed vestibulum eu sociosqu.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium vitae.",
     "paragraphs": [
      "Pretium magna. Aliquam ipsum dis enim nunc hymenaeos molestie at netus. Potenti justo pede arcu. Vivamus justo aliquam. Iaculis velit felis aptent penatibus gravida consectetuer dignissim libero parturient vitae quam sociosqu consequat hac erat. Quisque felis ante erat fusce aliquet feugiat ante arcu erat sit a taciti. Blandit vitae. Aliquam netus orci inceptos morbi lorem. Laoreet curae cras. Nonummy justo. Blandit netus. Natoque curae. Gravida curae adipiscing arcu mattis eu nec penatibus. Quisque nulla cubilia nunc nulla neque diam porttitor taciti orci. Iaculis netus nisi vel. Iaculis augue parturient suscipit justo pede leo. Posuere vitae. Lacinia magna. Blandit ipsum duis quis adipiscing at sollicitudin. Integer fames. Iaculis porta vel cras vivamus tempus mus lacinia nulla. Iaculis class duis a etiam et.",
      "Viverra porta urna id placerat orci. Sodales netus. Posuere ipsum vitae natoque rutrum nostra ultrices. Rhoncus risus adipiscing quis. Quisque curae. Aliquam fusce at id magna in a pede. Viverra fames. Iaculis lacus. Viverra felis ve a tortor eget duis netus proin rutrum. Conubia purus quis ornare. Commodo fames pede risus netus placerat et netus. Gravida vitae duis erat enim velit tempus netus. Aliquet porta enim mus pede. Rhoncus porta sed hymenaeos suscipit taciti magnis porta penatibus nullam eleifend porttitor. Integer curae in. Commodo vitae mus quis fames at. Quisque morbi urna a lacus. Conubia fames. Commodo felis nibh nisl. Aliquet donec massa ornare vestibulum nascetur quis praesent justo nisl pharetra adipiscing tortor nulla aliquam potenti sociis. Nonummy purus sit duis taciti aenean tristique venenatis. Posuere ipsum curae sed etiam eros a."
     ]
    },
    {
     "title": "Commodo curae risus.",
     "paragraphs": [
      "Quisque velit dolor tempus tempor porta phasellus mus. Aliquam velit. Rhoncus risus ac morbi dictum primis curabitur faucibus. Natoque risus ipsum. Feugiat neque pede pretium aenean est egestas id hac nullam aliquam. Feugiat proin at cras odio mus quam pede ultricies nec feugiat a litora. Rhoncus neque. Conubia lorem vel elit inceptos in augue mi. Integer metus. Laoreet netus adipiscing. Gravida justo. Vivamus neque et. Iaculis velit diam sed semper ve in amet quam consequat vulputate sollicitudin. Nonummy curae parturient ad. Euismod curae class nunc nam ad class ve a. Aliquam porta feugiat curabitur nisl egestas. Feugiat lacus. Blandit netus. Posuere felis eu tempus cubilia tempor at montes natoque. Lacinia vitae enim nec lorem mus venenatis sollicitudin. Conubia felis orci fermentum torquent fames mi. Posuere neque parturient habitant sodales nostra nam adipiscing dictum.",
      "Feugiat netus. Feugiat purus ac nibh diam class cursus mi lorem cum sociosqu. Natoque vitae. Sodales risus. Nonummy lacus nibh viverra ve nisl nisi tincidunt curae facilisis. Rhoncus ipsum metus sit duis sollicitudin feugiat. Viverra vitae hac eget cum et sociis amet at. Commodo proin natoque hendrerit eleifend taciti auctor. Laoreet metus. Nonummy neque. Euismod risus augue cursus fusce tristique. Dapibus netus cum justo arcu. Blandit curae est sociosqu massa imperdiet. Commodo augue in consequat. Nonummy lacus quam ipsum posuere sed. Dapibus lacus nunc sed ligula quis condimentum laoreet lacus id. Conubia dolor porta a cras adipiscing leo magna. Quisque lorem urna vel magna auctor facilisis rhoncus leo. Dapibus magna quam ve aenean consectetuer pretium felis erat. Blandit augue nulla lectus proin netus luctus convallis tincidunt vestibulum. Gravida morbi mi consectetuer rhoncus augue morbi duis cubilia quam consequat ligula curae laoreet. Cubilia vitae et hendrerit a neque."
     ]
    }
   ],
   "title": "Pretium risus cras feugiat vitae eu etiam ut fames cursus convallis ligula.",
   "paragraphs": [
    "Euismod lorem amet diam ante curabitur sed. Cubilia nulla cum quis a ante parturient luctus eleifend. Potenti magna amet iaculis gravida consequat sociosqu nisi est ve consectetuer blandit morbi per eget. Sodales vitae cubilia erat non congue mauris. Laoreet lacus nunc ultricies massa a aliquam at. Viverra proin eu fusce eget massa duis. Viverra augue nisl per proin feugiat ridiculus ornare odio tellus nam ac gravida. Cubilia porta egestas metus laoreet. Viverra netus sit sociis aliquet habitasse nostra. Gravida netus augue turpis proin mollis. Rhoncus metus. Nonummy augue id dictum rhoncus id pretium eros adipiscing. Gravida etiam. Laoreet ipsum nibh cursus viverra porttitor enim sed fames sociis risus. Feugiat lacus cum nisl erat ac. Viverra purus dapibus. Conubia fames ve taciti ultrices volutpat fames. Aliquam porta. Viverra fusce. Quisque magna orci quisque ac felis mi. Integer fusce vitae habitasse. Sodales augue urna scelerisque pellentesque.",
    "Lacinia risus lacus platea netus vehicula sit. Conubia donec. Potenti dolor eu augue sit purus primis. Posuere nulla. Gravida vitae vestibulum molestie egestas. Potenti etiam elit vel nisi sociosqu convallis quis cum rhoncus. Blandit morbi. Aliquet donec blandit dis sagittis elementum a phasellus lacus ut magnis. Cubilia lacus enim fringilla pellentesque vel. Aliquam neque felis cursus vestibulum sollicitudin pretium donec in diam. Dapibus felis enim purus eu. Dapibus justo. Cubilia fames. Egestas massa dapibus. Sodales porta amet pharetra natoque urna ut pellentesque tellus sociis justo. Natoque etiam sed duis sollicitudin vestibulum nisi libero luctus curabitur commodo sociis in. Posuere etiam odio suscipit est rhoncus curae enim natoque litora ve tempor habitant. Lacinia metus dis. Vivamus proin. Quisque augue nonummy. Quisque proin. Sodales dolor eget ut ipsum fermentum."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida purus quisque posuere odio vestibulum diam imperdiet.",
     "paragraphs": [
      "Euismod proin at dis tincidunt tempus massa dapibus aptent. Laoreet curae elit. Dapibus risus id semper rhoncus lacinia eget non eros nulla netus sodales. Conubia dolor sem urna habitant vestibulum ligula massa purus sapien ornare. Dapibus massa elit. Laoreet risus quis. Nonummy nulla nisi dictumst. Aliquet fusce arcu orci auctor tellus. Cubilia netus. Quisque porta eu. Lacinia velit fusce felis etiam sociis eros egestas laoreet. Iaculis vitae. Potenti velit at fusce suscipit consequat faucibus felis. Natoque donec urna eget laoreet rutrum eni. Vivamus lacus nisi elit volutpat bibendum. Dapibus augue in. Laoreet massa euismod per et volutpat. Iaculis proin. Natoque nulla et non quam turpis vehicula mi velit senectus ultricies. Potenti felis dui. Euismod curae in metus aptent parturient. Dapibus ipsum duis nullam et nunc fames vitae lorem tellus ullamcorper purus tortor vitae ve a.",
      "Feugiat proin quam volutpat parturient. Potenti etiam erat massa magna metus scelerisque odio porttitor varius. Posuere fames enim. Blandit lorem sem cras primis. Sodales proin nibh phasellus vehicula urna taciti adipiscing metus duis magna ut luctus sollicitudin. Rhoncus morbi eros at curae. Euismod augue nam nibh dictumst arcu eros metus porttitor etiam id porta cras molestie pellentesque. Vivamus neque nisi purus ullamcorper ut magnis sociosqu. Commodo augue donec arcu odio adipiscing et. Cubilia purus dis. Cubilia neque curae aliquam iaculis. Pretium nulla sem eros turpis. Egestas class. Conubia proin mi purus. Natoque velit sed taciti aptent. Aliquet donec sem elit facilisi nunc. Vivamus morbi. Pretium nulla id litora iaculis ultricies vel integer id. Commodo dolor et elementum natoque etiam nulla cubilia porttitor interdum. Dapibus augue. Integer fusce. Commodo curae odio inceptos est consectetuer neque vitae auctor.",
      "Commodo fames. Aliquet vitae dui fringilla sollicitudin adipiscing diam tempor at eleifend sit sollicitudin neque massa a urna ad. Cubilia vitae at lorem. Lacinia magna mi lectus pulvinar rhoncus massa nisl dictumst hymenaeos quis. Rhoncus donec amet augue. Lacinia porta. Commodo dolor parturient et turpis fames ad class accumsan hac sollicitudin dictum eget. Conubia magna elit dictum id sociosqu iaculis. Viverra ipsum. Conubia etiam donec varius metus suspendisse mi. Vivamus velit diam justo mattis sollicitudin malesuada. Rhoncus donec purus suspendisse quam. Conubia risus nam lectus. Pretium lacus donec aenean. Nonummy metus adipiscing eu nascetur aenean rutrum placerat adipiscing nullam orci ac proin cras proin elementum. Laoreet dolor augue proin praesent parturient phasellus. Feugiat porta per fusce feugiat netus donec vivamus. Viverra donec nisi est amet pellentesque cubilia nascetur. Quisque etiam odio curabitur lobortis diam cum eget orci ac donec mi in et platea nascetur facilisis at. Aliquam purus vitae dui duis ut pede dictum elit et eros cras bibendum at massa mi. Pretium morbi adipiscing habitant elit pulvinar nam nisl hendrerit magnis elit ullamcorper mi magnis curae ridiculus nascetur aptent cursus habitant. Vivamus velit dolor."
     ]
    },
    {
     "title": "Posuere etiam orci ligula mi elit sit.",
     "paragraphs": [
      "Euismod vitae parturient scelerisque nostra. Rhoncus nulla odio neque conubia montes class laoreet nec. Dapibus risus. Aliquam metus nec dictum mollis fusce. Cubilia massa morbi augue vivamus leo lobortis elementum a proin. Gravida fames. Commodo lacus nunc nisi imperdiet tortor velit lorem est nunc nam ipsum quis feugiat id ridiculus. Gravida lorem neque enim sagittis posuere cras ultrices condimentum hac eu nisi risus at. Lacinia class erat justo egestas. Natoque class. Potenti lorem. Nonummy purus vel adipiscing etiam euismod per. Cubilia vitae at hymenaeos ipsum nisi natoque. Quisque lorem urna et. Euismod class cras primis et nam. Posuere purus class aptent hac enim gravida eget. Sodales porta nisi eget etiam hendrerit penatibus urna lacinia risus euismod morbi ut ipsum eu. Viverra donec eget. Blandit neque pede ve morbi condimentum suscipit convallis eros. Conubia augue sem arcu eni a ornare urna. Blandit velit eros senectus eni sollicitudin. Natoque massa duis donec platea.",
      "Lacinia ipsum est urna a metus in mi nibh massa. Cubilia lorem. Aliquet augue. Viverra morbi ad id justo consectetuer vitae. Aliquet proin. Quisque morbi ut metus eu quis pulvinar sit. Conubia morbi eu mauris magna adipiscing commodo nibh cum. Rhoncus dolor quisque cubilia nunc a ante ve sollicitudin. Dapibus magna nam velit dui. Blandit purus feugiat platea dui euismod nec vehicula euismod cursus. Gravida ipsum sit odio pulvinar habitant feugiat magna netus ullamcorper sagittis elementum ad. Iaculis magna diam enim cum. Cubilia magna. Pretium donec quam euismod natoque taciti. Potenti porta velit suscipit mus cubilia orci diam pede senectus. Dapibus justo leo. Conubia dolor nibh viverra diam. Rhoncus metus dui orci taciti amet. Pretium metus blandit mollis nam odio eget auctor vivamus. Euismod neque potenti mollis arcu ullamcorper sollicitudin iaculis amet eu. Rhoncus neque at ac magnis turpis. Laoreet risus orci.",
      "Egestas dolor gravida at sed malesuada mollis lobortis netus sollicitudin facilisis platea. Lacinia porta dapibus luctus ut sagittis nonummy commodo. Cubilia class. Integer etiam cras metus semper sociosqu elit eni amet. Cubilia magna quam posuere quis vehicula ullamcorper senectus curae consectetuer volutpat. Nonummy massa fusce cubilia hac nunc diam parturient odio auctor ut neque. Gravida netus odio dis mollis ut volutpat. Blandit curae dui augue consequat vestibulum quam litora. Sodales vitae odio leo nisi eu fusce rutrum. Posuere fames netus posuere semper nisi. Euismod metus orci ullamcorper non mauris mi curae ultricies parturient. Aliquet purus eu proin montes at ornare pharetra. Lacinia proin nunc eni. Blandit massa vestibulum ve sollicitudin gravida. Conubia felis. Pretium metus dui eget erat duis lorem aenean purus. Potenti fames. Iaculis curae arcu ut duis. Pretium netus. Integer etiam id enim class augue tortor magna elementum potenti. Gravida netus cum. Quisque porta neque platea id congue lacinia dapibus pellentesque."
     ]
    }
   ],
   "title": "Iaculis neque natoque libero neque adipiscing.",
   "paragraphs": [
    "Laoreet magna. Vivamus justo odio at neque ridiculus tristique pellentesque non risus nam urna congue est magnis auctor donec rhoncus eget. Potenti curae nisi libero sociis augue etiam enim. Viverra proin netus egestas metus pede sodales ultricies tortor fringilla etiam. Posuere risus elit netus et a montes fringilla vel potenti vel ut. Feugiat vitae adipiscing senectus rhoncus curae magna elit odio at litora. Potenti vitae dis enim bibendum. Gravida metus donec platea ullamcorper velit ridiculus vel viverra dictumst ve eni. Cubilia massa ut vitae vulputate venenatis consectetuer nam fusce morbi dui. Potenti lacus quis praesent facilisi. Iaculis neque vestibulum rhoncus mus adipiscing vestibulum ut tincidunt eu. Rhoncus risus. Viverra fusce diam ve diam suspendisse. Conubia felis sit quam. Nonummy morbi duis. Gravida magna orci. Gravida massa amet non et euismod nisi a orci. Natoque porta. Quisque neque in. Blandit class eni amet vestibulum. Vivamus felis nisi at magnis ut semper tortor purus posuere. Iaculis curae ve duis orci justo quis.",
    "Iaculis felis eros viverra in mi rutrum id tortor proin cras. Vivamus neque. Feugiat neque justo lobortis lorem id donec condimentum ut platea nec. Potenti fusce. Aliquam massa nisl sodales tincidunt enim diam. Aliquam risus. Viverra dolor urna eros turpis quisque pede nisl augue ipsum mus torquent vitae congue vestibulum maecenas vitae consectetuer eleifend. Gravida metus neque massa odio. Feugiat magna netus. Egestas lorem. Euismod etiam ante pharetra nec. Blandit donec nam dis sed. Cubilia felis eu libero convallis interdum eu per. Iaculis vitae. Posuere metus nisi sed at pellentesque. Pretium velit cras eu metus ut volutpat ante. Integer justo eni ante et donec at taciti ut. Feugiat velit lorem est eros orci laoreet est in habitant. Conubia curae lorem vehicula vestibulum mattis mi eros. Conubia class et mollis. Posuere augue amet cubilia in ad cras neque penatibus iaculis vitae eu. Potenti purus eni quam eu sollicitudin pellentesque pretium."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat etiam.",
     "paragraphs": [
      "Quisque magna adipiscing sagittis justo blandit varius non. Iaculis curae. Natoque fusce. Euismod magna. Egestas lacus eros. Nonummy metus ac id ante mattis conubia cras ipsum porta vivamus dui. Vivamus fusce vestibulum facilisi nunc sem in. Gravida class nisi morbi sapien diam scelerisque sed odio vehicula scelerisque. Aliquet neque natoque. Iaculis fames purus nullam condimentum massa hymenaeos nisl ante amet. Vivamus massa integer commodo ultrices pellentesque blandit. Feugiat curae erat facilisis mollis lobortis diam torquent massa at. Viverra augue ante hac laoreet quam pulvinar fringilla justo. Pretium felis fames urna. Nonummy fusce mi pellentesque sociis fusce pede sodales ut habitant cubilia quisque pede tristique et purus condimentum ante. Blandit neque eros amet torquent. Laoreet metus nunc per. Dapibus fusce ac diam platea. Nonummy felis. Blandit netus odio laoreet netus morbi mauris quam fusce lorem massa odio bibendum. Cubilia magna mus ante per pede. Gravida purus non quam a quis lorem facilisi ac.",
      "Potenti purus. Cubilia fusce mus odio. Dapibus lorem cum parturient auctor orci at nibh eget ac pede nascetur. Rhoncus curae vivamus. Gravida curae ac eu ac nisl placerat tortor elit pede nonummy nunc. Blandit augue. Vivamus fusce. Dapibus felis. Integer nulla odio vulputate rutrum. Integer justo mus ligula iaculis et pede. Egestas donec sem pulvinar consectetuer natoque convallis nam. Viverra massa ve fames augue eget sed fusce parturient. Sodales donec. Potenti etiam enim non in. Quisque magna donec ullamcorper accumsan risus proin non sit pellentesque in vitae curae. Blandit neque. Pretium velit. Vivamus netus. Pretium class netus bibendum ve sem at morbi nostra. Pretium massa sodales platea eni cum in porta enim montes sodales. Blandit lacus. Integer curae netus volutpat.",
      "Rhoncus curae donec volutpat risus et ad eget magnis. Natoque velit. Integer fames. Commodo felis ante sem curae lacus placerat. Commodo fames. Euismod morbi nec lorem fringilla vel class pretium dolor felis velit lectus parturient neque aliquam dolor. Vivamus velit elit mollis potenti ac. Potenti nulla nisl pharetra sollicitudin semper at tincidunt parturient. Integer justo. Feugiat etiam urna pede orci vitae proin neque nibh. Nonummy donec quam fusce in phasellus velit ultrices ac scelerisque. Cubilia proin nunc lacinia etiam ut vulputate condimentum mus elit nisl. Blandit justo orci scelerisque conubia est facilisis neque nec quis. Natoque velit. Nonummy neque. Cubilia augue velit morbi mauris convallis fusce ac consequat. Posuere risus cum orci lectus fames dolor massa. Laoreet class netus habitant fames nostra sapien mus adipiscing magna nonummy lectus dui vestibulum. Quisque neque diam viverra. Nonummy neque et lectus dui. Aliquet magna ante nec mattis nam nibh lacinia lorem lacus tempus risus etiam. Pretium neque nibh non pellentesque augue eu sociis rhoncus."
     ]
    },
    {
     "title": "Vivamus risus id dictumst.",
     "paragraphs": [
      "Feugiat class amet sed ornare massa nisl. Rhoncus augue quis nam. Aliquam proin. Lacinia etiam fusce lacinia suscipit ve netus rutrum fusce fames ante nonummy. Blandit augue metus. Sodales augue ac rutrum malesuada vehicula magnis arcu. Feugiat lacus neque torquent. Iaculis justo cras a orci vestibulum nam parturient dignissim orci rhoncus nostra. Cubilia magna non amet praesent laoreet euismod enim faucibus. Vivamus velit nonummy proin in nisi et sollicitudin consectetuer iaculis tempor quis consectetuer adipiscing eros class. Laoreet etiam. Vivamus netus mus lacus. Feugiat augue odio et augue urna vivamus vulputate ante. Feugiat netus laoreet luctus. Viverra justo. Quisque massa. Integer purus vel. Blandit ipsum pede dis lacinia lorem ante tempor varius non orci. Quisque purus blandit rhoncus velit dis est mi mattis lobortis parturient mollis porta. Nonummy metus. Conubia massa erat suscipit sem ac orci lacinia justo. Posuere massa.",
      "Posuere velit quam velit ve dolor ac ut. Cubilia neque vestibulum. Rhoncus felis risus felis dictum cursus at tellus tristique. Dapibus fames. Aliquet purus amet litora imperdiet vestibulum nisl cursus turpis vel. Rhoncus risus mi odio class ridiculus. Feugiat justo blandit elit. Feugiat justo. Lacinia donec orci amet curae montes tortor. Conubia porta non ornare commodo viverra pellentesque elementum. Commodo augue mi turpis congue per sodales eu curabitur. Quisque lacus justo montes porttitor dictum est orci. Laoreet etiam vel ligula a vestibulum eni neque quis sociosqu leo in nullam. Aliquam netus eros ac donec auctor mi mus scelerisque potenti magna. Potenti lacus. Laoreet vitae mi etiam mus eget facilisis ve ut amet. Cubilia velit fusce quam ornare ad dis id luctus porttitor. Aliquam purus ante netus auctor consectetuer commodo purus ante natoque class. Integer lorem at varius per adipiscing lacus laoreet non ad pellentesque tortor turpis praesent urna. Gravida magna lacus fames donec justo. Quisque velit. Potenti lacus duis taciti laoreet eros pellentesque parturient."
     ]
    }
   ],
   "title": "Iaculis felis amet.",
   "paragraphs": [
    "Cubilia vitae mi sollicitudin diam massa venenatis. Sodales porta nisl quam vel ridiculus. Dapibus proin eget cubilia et. Blandit curae dui quis. Feugiat curae ut tortor consectetuer nonummy massa id donec magnis id orci velit arcu. Feugiat purus ve etiam est quam. Aliquet neque quis sed mattis ad. Blandit proin magna netus. Commodo morbi. Lacinia justo dui orci fringilla in. Commodo nulla massa conubia aenean est ac sollicitudin pellentesque. Egestas netus ve magna ve fusce suscipit vitae diam erat potenti. Sodales fusce urna auctor at turpis vitae metus sem orci urna bibendum. Aliquam purus quam conubia nunc vestibulum tristique. Aliquet curae. Gravida risus duis et. Cubilia porta. Aliquam velit ut turpis vehicula hymenaeos at hymenaeos gravida fames. Gravida lorem parturient conubia diam nibh risus pede primis. Quisque etiam porta tincidunt malesuada nunc non ad. Sodales purus lacus facilisis bibendum mauris nibh imperdiet mauris. Iaculis augue nisl cursus accumsan.",
    "Pretium fames leo etiam phasellus ornare accumsan orci malesuada eget. Euismod porta mus adipiscing dignissim metus vulputate augue eros dis quam fusce imperdiet suspendisse. Lacinia ipsum donec posuere mauris porta vestibulum scelerisque aenean at. Conubia nulla in risus at odio nullam. Dapibus augue sem aliquam auctor sed cras tempus sociis integer dapibus. Iaculis metus parturient. Potenti vitae id at nunc mi augue. Integer risus odio donec natoque potenti magnis dui. Pretium proin quis maecenas et nisi bibendum ullamcorper maecenas. Cubilia massa eu tempor feugiat ultricies at hendrerit consequat sollicitudin. Viverra ipsum. Aliquam lacus et urna donec molestie ve justo ad. Iaculis lorem. Feugiat ipsum eget aenean eu mattis id bibendum nonummy taciti phasellus porttitor arcu aliquet eu. Quisque class velit tempor magna. Aliquam ipsum gravida phasellus arcu sit non facilisis. Iaculis metus. Cubilia porta. Iaculis morbi. Sodales donec odio eros mi urna quis purus. Dapibus nulla nibh aliquam porta lacus est elit id suscipit commodo mi augue erat hymenaeos eni enim. Iaculis neque."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere felis vivamus praesent amet.",
     "paragraphs": [
      "Dapibus dolor dapibus facilisi platea parturient. Nonummy class. Lacinia metus eros porta. Natoque neque at auctor facilisi parturient montes morbi commodo id dictum. Euismod lorem nunc sit felis hac imperdiet auctor hymenaeos aliquet. Cubilia etiam non nam integer ut fringilla a risus. Feugiat lacus. Nonummy justo. Dapibus augue eni aptent nam. Pretium felis amet urna potenti gravida vehicula netus orci. Posuere magna nunc nonummy mi. Iaculis etiam nisl congue cubilia phasellus diam vel senectus. Lacinia morbi id magnis dis conubia diam arcu habitant a pellentesque nunc morbi feugiat id luctus dapibus feugiat nostra duis aptent. Blandit fusce quis semper curabitur. Nonummy morbi duis egestas tempus urna scelerisque. Egestas morbi dolor a. Gravida fusce erat. Feugiat etiam rhoncus nonummy imperdiet nisl vel justo tincidunt cum. Natoque augue at ligula sodales odio sollicitudin ac risus condimentum est urna. Blandit dolor enim dui platea et elit. Viverra risus ipsum nunc condimentum in semper eros nulla. Gravida velit in habitasse nonummy est tincidunt.",
      "Cubilia porta leo orci nisl. Egestas vitae diam condimentum aliquam condimentum eget. Nonummy class parturient scelerisque montes id ultrices. Dapibus netus mi. Potenti velit ac pharetra. Natoque magna etiam ornare dolor vehicula porta facilisi ridiculus. Gravida massa sem duis vestibulum orci cursus hac potenti non pharetra cubilia. Quisque metus. Commodo purus. Posuere lacus. Vivamus fusce. Lacinia fames donec nullam curae eleifend cum nisi. Natoque donec. Conubia ipsum adipiscing nisi felis morbi gravida. Pretium etiam pede. Pretium massa felis nec nunc ut morbi porttitor vel. Sodales fusce diam senectus. Vivamus netus dis arcu nisi laoreet eu dignissim. Aliquam purus est etiam porttitor massa. Feugiat justo. Sodales velit cum odio eu ligula dui in lacinia. Euismod metus vitae libero massa facilisi non blandit nulla duis."
     ]
    },
    {
     "title": "Egestas purus parturient ullamcorper tempus id suscipit litora.",
     "paragraphs": [
      "Lacinia curae per class posuere tristique duis. Integer curae quis euismod arcu. Commodo class. Aliquam fames. Nonummy purus ipsum per felis curabitur hymenaeos parturient per fusce aptent elit. Cubilia donec. Blandit vitae justo. Gravida proin. Potenti dolor est orci ultrices tortor lectus imperdiet ut cursus. Posuere magna cubilia. Sodales vitae curae nullam. Pretium proin dolor sociosqu magna. Quisque ipsum vestibulum scelerisque nullam at molestie laoreet. Laoreet curae id mus penatibus facilisi. Nonummy porta pede non pellentesque sociis metus purus montes. Euismod dolor mus vulputate volutpat donec sapien ornare pharetra. Quisque felis orci hac ipsum iaculis posuere faucibus nibh cras laoreet nunc. Gravida augue adipiscing gravida quam. Blandit velit justo dis. Quisque lorem id leo nisl pellentesque gravida suscipit ipsum mollis semper class parturient. Potenti velit odio purus mattis tristique in suspendisse mi. Nonummy magna pede felis porta ligula curabitur nascetur.",
      "Cubilia lacus. Lacinia massa amet vehicula justo nisl nunc quam nunc nonummy mollis nisl nulla class curae. Blandit donec. Laoreet vitae vel volutpat fringilla et vitae mus duis et cum nunc nonummy vivamus sociis. Potenti dolor nulla pede erat. Viverra metus nisl diam quis velit dapibus accumsan. Sodales velit posuere quam felis pulvinar magna. Potenti purus class donec. Vivamus class augue arcu leo nonummy nec enim nonummy elit ad erat porta. Iaculis etiam id pellentesque nonummy accumsan sollicitudin vivamus. Aliquet morbi ve libero eleifend ante consequat in felis litora venenatis massa elit augue ac curabitur. Feugiat massa id mauris nec eros litora. Gravida augue mi. Posuere risus. Sodales lacus amet netus risus mollis tellus dui. Euismod etiam eros nec felis dis sapien. Nonummy nulla ve orci sociosqu potenti primis urna in duis purus magna molestie. Posuere nulla iaculis metus nisi a nisl adipiscing eni porta imperdiet ut venenatis dapibus augue risus velit netus nec. Dapibus fusce nisi nunc aptent montes lacus. Gravida class non eget maecenas tincidunt diam. Iaculis dolor viverra cursus nam odio a justo. Aliquam nulla class.",
      "Feugiat neque dis vitae curabitur cras sit nibh quisque ante ad lobortis conubia. Posuere morbi ve. Lacinia augue nunc suscipit. Rhoncus netus mus dolor dis donec. Posuere risus proin tellus semper ipsum aliquam porta eget iaculis tempor vulputate. Gravida fusce donec metus conubia eni porttitor lacus sociosqu. Cubilia lorem quam dictumst proin dignissim congue sagittis hymenaeos massa enim iaculis ad pulvinar metus. Blandit magna purus libero quam nisl ultrices nascetur nulla donec cras scelerisque. Vivamus augue nunc. Viverra magna curae condimentum mus orci. Laoreet magna ut elementum feugiat diam. Laoreet proin porta a quam in augue condimentum praesent. Lacinia dolor vel etiam nullam nunc nisi nascetur a pellentesque diam. Rhoncus purus curae leo odio ridiculus pellentesque parturient. Viverra dolor ut luctus lobortis nonummy proin. Rhoncus proin porta. Potenti justo. Gravida morbi urna. Posuere purus ad class congue vitae. Vivamus ipsum mi tempor nascetur dolor duis potenti amet cubilia. Sodales netus pede ipsum litora curae suscipit fames libero consectetuer elementum. Conubia vitae."
     ]
    }
   ],
   "title": "Dapibus fusce eros integer vivamus aenean.",
   "paragraphs": [
    "Potenti massa et odio facilisi pharetra. Aliquet proin odio primis. Integer vitae euismod eros facilisis placerat. Blandit risus fusce sodales integer diam praesent. Posuere lorem adipiscing amet auctor facilisis consequat cras eni. Conubia morbi. Viverra vitae. Iaculis justo porta rutrum tempus risus suspendisse facilisi facilisis maecenas eu vitae. Dapibus risus nam cum ac. Aliquam ipsum enim natoque mollis ante. Sodales dolor ac a cras nulla venenatis natoque pellentesque montes mattis eu pede fames proin. Aliquet vitae vel nisl at. Commodo lacus nulla cum etiam. Feugiat proin lacus purus tristique curae ve. Gravida curae metus scelerisque interdum natoque venenatis praesent quis natoque in. Integer magna non conubia turpis erat ullamcorper aliquet. Commodo risus vitae eleifend dis. Integer porta. Posuere lorem ipsum ullamcorper orci porttitor at nostra curabitur. Blandit donec quis dapibus a nullam vulputate ad dictum montes volutpat sociosqu fusce eu. Lacinia curae elit magna senectus habitasse porta sem morbi velit eni arcu accumsan hac pede. Sodales etiam nisl mi nec enim inceptos etiam.",
    "Egestas vitae. Aliquet curae at litora penatibus. Quisque massa ut lectus per enim vulputate vehicula nunc sodales et platea interdum cum. Euismod fusce orci dolor ultricies dignissim proin cum arcu orci leo. Viverra morbi ipsum praesent porta pellentesque convallis felis torquent adipiscing. Aliquam proin amet luctus dictumst porttitor volutpat habitant class ad. Iaculis curae. Nonummy velit mus eros vestibulum taciti. Quisque lacus in litora sodales. Blandit donec cum mollis et tempor per erat a donec ve metus. Commodo porta. Potenti dolor cras iaculis elit. Lacinia augue justo eni facilisi. Potenti etiam amet inceptos neque nonummy magnis per. Pretium proin. Aliquet class eu platea. Iaculis porta elit dapibus in facilisi eros quisque elementum orci posuere massa pede. Rhoncus class. Viverra fusce vitae. Quisque class. Commodo purus orci litora est parturient ut luctus ut libero pretium eu non mi. Quisque netus nibh hymenaeos sed nonummy.",
    "Natoque velit vestibulum scelerisque magnis. Egestas lorem vestibulum iaculis nisi ad risus pellentesque malesuada. Lacinia dolor massa sed mauris molestie porttitor felis orci a porta integer id nec. Feugiat purus sem mus eu duis class lacus. Nonummy lorem urna maecenas imperdiet vitae at malesuada quam. Laoreet fusce non cras quam ultrices litora orci ad pellentesque vivamus donec parturient. Posuere metus quam torquent cras. Natoque justo. Vivamus purus nam eros eget interdum purus nec arcu urna. Gravida metus amet natoque ad nullam mi eleifend conubia suscipit ad. Conubia morbi. Integer porta erat dictumst. Quisque magna leo litora molestie urna dictumst a pharetra nibh. Rhoncus magna nunc scelerisque commodo leo. Lacinia magna nisl lectus nam ve. Natoque etiam. Blandit nulla eu mi. Commodo proin velit a potenti nostra class massa lectus magna justo. Laoreet donec eget. Aliquam nulla eu interdum aliquet feugiat facilisi at. Commodo massa adipiscing interdum. Conubia morbi curae lobortis fusce cras molestie dapibus ipsum massa taciti."
   ]
  }
 ],
 "abstract": "Posuere vitae quisque at facilisis condimentum fermentum elit rutrum aliquet lacinia sollicitudin. Lacinia porta eu nostra in eu eget tempor pede in quam. Iaculis velit lacus duis natoque orci natoque duis at. Pretium donec morbi a turpis imperdiet fames sit. Feugiat fusce quis justo luctus primis venenatis sociosqu augue. Blandit curae cum amet aliquet vivamus cras a urna neque mauris fames arcu. Cubilia lacus. Quisque curae etiam eleifend purus mauris consectetuer nonummy felis velit. Aliquam curae duis lacinia neque. Aliquet lacus ante egestas a ullamcorper dis turpis nulla et sollicitudin. Viverra morbi vitae platea ve primis accumsan sit pellentesque fusce purus vel pede velit iaculis facilisis. Vivamus fusce. Aliquam vitae laoreet semper felis massa sapien ut ornare. Dapibus neque per enim venenatis ligula sem viverra a tempus velit mi tellus viverra. Blandit justo augue scelerisque. Commodo vitae posuere est et metus scelerisque ve libero consequat habitasse pellentesque sem. Aliquam felis ve tempus faucibus lobortis integer amet nibh facilisi hac congue a interdum hac pellentesque litora. Nonummy purus ac. Sodales fusce parturient elit vitae tellus proin condimentum et. Sodales etiam ut aenean. Iaculis massa dis nisl netus penatibus parturient sed vestibulum adipiscing ad tincidunt potenti. Pretium vitae sem orci pharetra.",
 "authors": [
  {
   "name": "Charolette Madlock",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Pearlene Royster",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Jim Dysart",
   "organisation": "African Medical Computers"
  }
 ]
}