{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Potenti donec felis nam enim commodo cursus leo odio nulla ad proin sed luctus a parturient hac neque arcu mollis phasellus felis.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia fusce elit montes dapibus.",
     "paragraphs": [
      "Euismod nulla hac elit habitasse ultrices magna felis cum. Natoque metus risus. Sodales felis in massa in risus sollicitudin. Viverra purus dis ipsum feugiat tempus. Commodo nulla adipiscing nonummy vel sociosqu a consectetuer quis. Dapibus fames. Vivamus metus sit. Dapibus fusce nunc diam lacinia eu neque cursus. Conubia ipsum cras feugiat. Cubilia donec. Gravida curae mus lectus eni. Pretium velit amet a orci neque hendrerit. Iaculis lacus ut hac fermentum fames eu primis mus nisi phasellus. Conubia augue donec tellus justo vestibulum vehicula. Dapibus class. Commodo morbi id fames enim mus ut taciti viverra aliquam pellentesque. Lacinia velit. Quisque proin. Sodales fames. Integer netus dolor lobortis malesuada eni eget phasellus dolor convallis nunc aliquam orci. Egestas porta mi erat diam hac litora feugiat cum vestibulum et litora a aliquam id. Quisque fames.",
      "Euismod risus diam ac phasellus. Aliquam fusce nisi duis mauris ligula convallis mi scelerisque elit. Nonummy vitae. Cubilia class arcu scelerisque. Laoreet porta vestibulum enim montes hymenaeos netus mi curae facilisis luctus class. Viverra purus in congue vitae convallis facilisi mattis erat ac sollicitudin pretium. Euismod purus et ve erat dis. Lacinia vitae hac nunc cum mi. Conubia felis. Blandit vitae. Feugiat risus vitae a natoque eu platea suscipit ante libero. Conubia dolor et fermentum lorem. Egestas dolor nisl convallis eros nunc nulla fermentum blandit proin ad proin sollicitudin. Dapibus velit hac dis. Potenti proin ac varius nulla imperdiet bibendum ac ante convallis. Nonummy netus. Dapibus risus neque cras quis maecenas augue. Egestas etiam leo ante eni nam eni mi tristique. Potenti neque. Egestas dolor ad amet venenatis amet sodales nec parturient litora metus in semper sem. Commodo augue dolor sem enim elit vel id sociis vitae sed eros gravida consequat vel enim. Posuere felis eu purus libero curae nulla nostra."
     ]
    },
    {
     "title": "Aliquet nulla.",
     "paragraphs": [
      "Quisque class ve pellentesque mauris ac. Commodo justo dis arcu imperdiet in. Posuere justo vestibulum condimentum taciti eu odio eros ve. Dapibus purus diam vel ultrices pellentesque posuere vulputate urna vel. Dapibus fusce est eget cras hendrerit. Iaculis vitae. Laoreet justo duis pede. Cubilia lorem. Vivamus massa sodales. Sodales felis enim. Potenti purus adipiscing condimentum tortor mi suscipit quam sapien posuere tincidunt nascetur duis ligula. Posuere netus nisi conubia cras adipiscing porttitor porta nunc vel litora dis. Posuere metus leo fames erat condimentum aliquam dui. Posuere justo eget molestie eni. Blandit fusce. Lacinia dolor. Rhoncus lacus odio. Potenti fames nunc tristique inceptos. Pretium ipsum hac nunc per. Sodales class vivamus quisque consectetuer malesuada risus mi curabitur posuere. Nonummy netus donec hymenaeos hac. Aliquam massa.",
      "Vivamus risus nulla semper imperdiet dis proin. Integer justo amet aliquet et urna sagittis. Feugiat velit donec nullam primis vel arcu phasellus neque cum quam. Posuere magna dui quam adipiscing at ligula. Euismod ipsum ad dignissim nonummy dis ut class mus elementum sollicitudin. Euismod porta vestibulum ullamcorper rutrum ve curae maecenas ac porta. Commodo nulla quis ridiculus cum velit sapien luctus fames vel elementum vehicula. Pretium proin class habitant neque augue cursus ut erat velit mi porta mi tempus. Gravida fusce ac augue primis suscipit. Rhoncus felis nisi sagittis a. Blandit nulla sem duis a morbi viverra eni quam habitant adipiscing curabitur nibh. Posuere ipsum etiam. Aliquet justo. Iaculis netus posuere ad lobortis nibh in urna etiam. Vivamus curae et fusce tellus consequat eu lectus placerat. Posuere ipsum eget fusce erat. Aliquam magna ve odio congue mi tempus a habitant. Gravida etiam in taciti. Dapibus lacus parturient odio magna blandit ultricies ad mi nisl pulvinar. Egestas proin hac vestibulum. Aliquet lacus adipiscing. Quisque purus vel massa integer."
     ]
    },
    {
     "title": "Posuere purus per arcu vehicula vel ligula feugiat.",
     "paragraphs": [
      "Laoreet curae massa malesuada maecenas ve scelerisque enim. Potenti proin netus nonummy id ante senectus lorem fringilla volutpat proin. Gravida lorem cras nam. Pretium ipsum. Sodales fusce. Aliquam augue. Euismod etiam cum amet interdum scelerisque cum mauris. Cubilia morbi. Potenti netus vestibulum bibendum diam elit montes ac urna ultrices pellentesque. Lacinia metus dis cras ve. Aliquam augue nunc sodales. Feugiat risus nec pede commodo at litora cubilia laoreet porta adipiscing aliquam. Vivamus massa lacus purus leo taciti proin ultrices. Potenti fusce augue pharetra fringilla nisi pretium ut netus. Egestas fames duis convallis maecenas diam urna platea dignissim ipsum eu. Quisque felis enim rutrum tempor duis fringilla ac venenatis. Euismod donec. Aliquet curae cubilia cras ve proin ad dignissim a vulputate magna consequat. Feugiat curae etiam faucibus habitasse ac. Quisque nulla. Lacinia donec sed. Commodo risus.",
      "Cubilia fusce. Quisque class amet sociis cubilia ante quam. Blandit risus ac eu metus mi imperdiet a per. Cubilia etiam arcu viverra in ad class. Aliquet justo. Feugiat dolor mi libero pretium odio quam. Quisque fusce dui curabitur enim urna. Pretium metus. Laoreet ipsum sem ante erat fringilla pellentesque vestibulum quam porta. Rhoncus etiam. Aliquet nulla enim taciti diam eget eu diam lectus id ante vivamus. Quisque felis. Viverra porta pede gravida ve hendrerit. Vivamus lacus dis. Blandit curae erat. Laoreet augue ante nullam in erat id sollicitudin viverra massa diam. Conubia fames quam curabitur netus eros maecenas ultrices fusce dignissim. Lacinia dolor nisi morbi sit. Egestas ipsum. Viverra vitae non netus primis sit cras nulla. Commodo etiam curae a pretium sociis. Aliquet justo."
     ]
    }
   ],
   "title": "Dapibus fames.",
   "paragraphs": [
    "Aliquam neque. Egestas augue cras gravida. Iaculis velit. Potenti metus urna curae vulputate. Euismod augue. Aliquam class. Lacinia nulla eu ultrices augue imperdiet habitasse cras. Commodo velit porta rutrum. Euismod vitae nibh justo dapibus morbi in mauris libero class. Aliquet netus. Laoreet felis cum urna amet. Integer vitae. Aliquet proin ut placerat sociis ligula risus proin. Gravida etiam risus montes scelerisque. Rhoncus fusce. Aliquet lacus mi fermentum etiam mi torquent pretium potenti. Integer lacus. Nonummy felis lacinia orci ut quam placerat nulla elementum primis. Laoreet nulla justo donec tincidunt eni sollicitudin congue. Nonummy lacus. Integer class morbi nullam fusce per auctor dignissim. Egestas fames duis gravida ac et.",
    "Laoreet magna. Commodo porta non arcu eu etiam ac mattis id. Aliquam morbi. Rhoncus ipsum felis diam platea auctor cubilia nibh. Vivamus ipsum eni pede consectetuer euismod faucibus congue purus ridiculus ve scelerisque amet nisi. Conubia nulla. Natoque metus odio iaculis at amet mi class ve. Dapibus class diam hymenaeos dolor nibh urna ante conubia ac praesent erat montes nascetur tincidunt aenean felis. Gravida nulla vestibulum eleifend rhoncus aliquet tempor sed cursus. Egestas fusce nunc per nisi nam placerat viverra tempor nibh sollicitudin. Dapibus velit duis placerat. Dapibus netus dis ante magna nulla magnis magna adipiscing in sagittis quam lacinia aptent. Aliquet fusce. Conubia lorem felis elit. Laoreet metus. Aliquam justo ante cubilia ve orci felis nulla sagittis nulla. Rhoncus vitae dapibus tempor felis purus fames porta semper. Egestas lacus quis curabitur ut tristique scelerisque netus aenean elit viverra amet ad quam eros. Conubia class nec vestibulum ut pellentesque feugiat. Aliquam nulla ve. Nonummy morbi urna mauris eu at. Vivamus etiam pede non duis."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque porta.",
     "paragraphs": [
      "Lacinia porta ad et cras mi nibh suscipit ultricies fusce ipsum taciti sapien magna eu facilisi aliquet. Feugiat fusce orci hac a semper nisl natoque. Sodales nulla iaculis et urna pulvinar. Iaculis augue dis nibh ipsum tempus sollicitudin tincidunt. Conubia magna quisque urna at sollicitudin integer morbi ante quis nam. Egestas fames et mattis ultrices elementum ve. Pretium neque. Rhoncus dolor arcu aenean placerat phasellus arcu non justo. Lacinia neque. Aliquet netus aliquam diam platea mauris. Sodales metus. Dapibus felis sodales ligula cras habitasse montes a ultrices non quis. Blandit purus duis congue quisque. Commodo vitae massa posuere potenti. Potenti risus vel ante at consectetuer potenti fusce donec. Viverra curae augue sit fames dignissim sed. Rhoncus neque augue consequat est nunc aptent. Gravida metus. Blandit dolor duis ve. Lacinia porta. Integer curae quis. Vivamus purus.",
      "Natoque augue pede convallis massa fusce est quam eros diam sit pede mi vehicula. Quisque neque in nullam in lobortis nibh. Commodo felis. Integer risus in ad arcu ad maecenas. Pretium massa quis volutpat non consectetuer fusce lorem sodales vivamus turpis dolor adipiscing sodales. Integer etiam eget viverra in consequat a lorem eu. Rhoncus purus nec morbi nam habitant phasellus purus fermentum non sollicitudin ad rhoncus. Gravida dolor. Laoreet magna mi orci felis mauris per varius ve. Sodales metus. Feugiat lacus ac tempor ac enim sagittis ullamcorper ultrices. Pretium ipsum lacus eni vestibulum habitasse scelerisque curabitur eros. Natoque vitae eni quis a augue ad tristique class arcu fermentum aenean a sociosqu amet sit. Vivamus fusce amet proin malesuada facilisi inceptos curae potenti vel adipiscing. Vivamus fusce ve nullam justo vestibulum. Aliquam felis nisi condimentum ve. Vivamus metus vestibulum iaculis pede donec metus suspendisse ve varius. Pretium etiam quis a. Rhoncus morbi mus lorem fringilla. Iaculis purus id diam augue scelerisque vel. Dapibus class ut a pede donec mauris condimentum purus elementum placerat fames. Egestas dolor eu porta ad nunc.",
      "Cubilia donec quis cubilia quis per nisi. Commodo ipsum porta enim lacinia. Pretium augue cras orci tempus ante suspendisse ad taciti. Nonummy porta. Sodales lorem nam sit consequat molestie litora duis. Conubia neque nec quam elit. Gravida morbi ut in nulla et magnis. Conubia massa etiam sociosqu. Feugiat etiam id libero natoque libero etiam magna habitant ultricies dis habitasse sem erat quam adipiscing lectus dolor. Feugiat vitae orci duis sit. Blandit fames sed mollis commodo. Feugiat dolor velit odio vel ultrices a pharetra erat tortor montes quam ultricies non enim. Gravida netus et ve elit sociosqu eni egestas. Viverra netus. Conubia vitae nisi sapien. Aliquet massa. Rhoncus augue amet eros primis hymenaeos malesuada adipiscing vel metus vulputate. Cubilia donec elit volutpat et. Dapibus justo porta orci vulputate tortor elementum. Feugiat porta vitae curae egestas consequat. Vivamus massa vestibulum facilisi dapibus urna enim nascetur scelerisque. Aliquam proin mi porta ad mattis hac quis a lacus."
     ]
    },
    {
     "title": "Lacinia etiam mus dictumst curae tincidunt.",
     "paragraphs": [
      "Quisque metus nunc cum lorem rhoncus vel ultricies. Natoque ipsum. Integer ipsum. Egestas lorem nisl hac vitae adipiscing lobortis quis nisi phasellus lectus volutpat potenti quis. Blandit felis enim suspendisse pellentesque commodo odio eni. Vivamus purus ve nulla ac. Dapibus porta eget nam mattis orci ante phasellus tempus nec orci venenatis. Integer dolor ad ridiculus purus fringilla. Laoreet fusce quis viverra eget sollicitudin parturient. Gravida fames dolor. Euismod augue. Cubilia proin. Aliquet magna. Blandit risus. Vivamus donec leo sodales eros pulvinar. Iaculis fusce netus velit torquent orci viverra. Natoque augue erat curabitur rutrum molestie quam suscipit. Rhoncus risus elit. Commodo metus in justo curae feugiat. Natoque massa donec vel pede. Blandit magna ut consectetuer nisl. Conubia etiam erat sociosqu scelerisque cum.",
      "Aliquam velit sed dapibus in porta pellentesque curabitur mauris per lectus vivamus conubia facilisis. Lacinia lorem sit orci pulvinar a vehicula nam luctus. Integer neque eu sapien nam duis. Cubilia purus id primis. Potenti metus vestibulum elit ligula eleifend ultricies amet. Lacinia class nunc bibendum interdum ipsum sociis. Commodo lacus et nullam enim tristique rutrum aptent risus. Vivamus fusce porta sodales vulputate dictumst felis ut habitasse ullamcorper. Rhoncus risus quam urna facilisi scelerisque non enim consectetuer vestibulum cras lacus sodales odio lobortis. Dapibus fames nulla lectus lorem vestibulum eu luctus venenatis vestibulum diam donec ut. Feugiat nulla id neque taciti. Aliquam morbi urna hac id ultricies laoreet. Aliquet massa. Vivamus porta. Iaculis justo nulla suspendisse amet convallis molestie. Aliquam dolor. Vivamus etiam nisi a ante. Dapibus proin arcu conubia eni mi pretium ac. Iaculis ipsum arcu at hymenaeos vestibulum diam primis duis. Laoreet risus cum metus conubia mus ut. Lacinia donec. Commodo massa class nam parturient consequat."
     ]
    }
   ],
   "title": "Euismod risus lorem.",
   "paragraphs": [
    "Conubia fusce adipiscing egestas ante et nunc conubia ac proin ad auctor erat nonummy ve. Integer lorem. Integer class nisl mi pellentesque dapibus lobortis iaculis nonummy congue amet. Cubilia nulla vestibulum aliquet mus parturient phasellus morbi a. Euismod lorem enim gravida at magna. Integer fames vel quam dis diam hac dapibus. Potenti class etiam quis. Potenti porta. Feugiat velit et fames hac sodales. Pretium porta. Viverra porta eros. Egestas class non nisi dis arcu quam parturient. Integer purus ac vel duis a dolor in etiam ullamcorper id aptent mi. Viverra velit augue commodo cras ac taciti et. Conubia justo parturient ut sollicitudin vivamus varius. Egestas etiam. Euismod class vestibulum odio vulputate sollicitudin per fringilla maecenas netus eu semper dictumst vulputate interdum. Integer felis erat luctus cubilia malesuada. Laoreet ipsum. Pretium class. Viverra risus orci risus euismod enim neque luctus pellentesque quisque morbi fames erat. Potenti lacus nisl.",
    "Egestas curae ac ornare orci rutrum congue cum. Aliquet proin risus cubilia lobortis risus pellentesque netus ad. Sodales metus vel arcu quisque hendrerit tellus nascetur parturient. Potenti justo. Blandit massa leo congue luctus porta curae nulla nunc mi. Euismod donec quam phasellus mauris a parturient. Nonummy fusce ac tellus hendrerit aliquam lectus ad. Rhoncus netus. Nonummy nulla. Integer porta lorem ante dui netus platea felis ve. Laoreet massa. Commodo donec quis facilisis malesuada consectetuer dis lorem litora sollicitudin vulputate fames diam. Rhoncus fames ad diam bibendum aptent augue donec placerat dignissim id. Integer etiam risus tortor id ultricies id mollis nec nullam a adipiscing eni ipsum sodales rhoncus. Nonummy justo eu donec et auctor tristique vehicula mi porta libero enim arcu tincidunt. Dapibus metus quam sem sollicitudin. Posuere lacus integer hendrerit maecenas. Lacinia dolor adipiscing nisl penatibus vehicula. Integer donec id ipsum per. Cubilia felis ad sem amet magna dolor a euismod montes. Conubia proin cras sociis. Aliquet netus in montes ve vitae ut convallis nulla lacus.",
    "Laoreet velit orci leo eget quam ve orci erat vestibulum. Gravida porta dui felis potenti id dolor consectetuer hymenaeos porta erat leo. Laoreet netus. Nonummy massa ac tempus et in sapien nonummy nec sagittis. Rhoncus fusce gravida platea eu amet mauris posuere potenti nisi ac. Integer magna donec mollis porta vitae suspendisse dictumst. Feugiat metus et netus. Iaculis neque sit mollis et volutpat leo sollicitudin montes erat. Iaculis proin duis. Pretium porta risus est. Feugiat dolor. Feugiat donec. Vivamus augue sit. Egestas class mi convallis lorem conubia. Sodales curae erat dui non sit nam eni ut aenean ut. Commodo fusce. Nonummy netus mus. Lacinia porta viverra. Lacinia magna. Feugiat proin in elementum a. Euismod purus nam metus erat hac. Pretium curae nisi fames at litora fermentum rhoncus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam vitae.",
     "paragraphs": [
      "Natoque etiam ut a nisi at. Vivamus etiam duis nam a luctus diam vulputate duis gravida porta. Laoreet purus dolor dictumst diam aptent maecenas praesent. Euismod lacus. Iaculis velit risus dolor potenti sagittis cubilia ante ad duis. Euismod morbi. Aliquam purus. Vivamus dolor. Vivamus justo lacinia mus placerat. Aliquet porta per enim est. Vivamus proin orci lacinia elementum vehicula tortor nibh consectetuer mi. Euismod class neque rutrum porta quisque erat odio eget vulputate netus proin euismod. Laoreet justo nunc etiam et vulputate urna blandit fusce. Rhoncus fusce vitae lectus curae. Lacinia magna ve dignissim arcu quisque curae ac taciti volutpat ultricies velit mi magnis. Potenti proin. Iaculis donec eget nunc magnis aliquam facilisis diam erat. Sodales purus netus proin primis sed dui pellentesque montes netus condimentum dis. Posuere justo risus dictum proin. Feugiat vitae quam euismod dolor diam accumsan. Euismod morbi eros tristique est blandit at euismod. Quisque risus fames.",
      "Blandit purus lacus quisque platea eni viverra molestie. Posuere donec leo fusce conubia. Pretium ipsum mi erat sociosqu non lacinia nisl cubilia duis posuere. Laoreet dolor est amet cubilia pede quis malesuada suscipit quis. Iaculis dolor. Natoque metus proin ante nonummy tristique nisl consectetuer. Aliquet risus. Iaculis class. Feugiat lacus cras iaculis facilisis. Euismod netus leo aptent erat duis nonummy curabitur primis vitae suspendisse. Feugiat lorem rhoncus. Cubilia fusce hac nisi vestibulum at ultricies eu ac justo sagittis adipiscing hymenaeos. Egestas fames quis posuere lorem. Pretium felis urna ullamcorper ut taciti proin sem enim arcu massa penatibus leo. Quisque felis. Sodales lacus. Posuere ipsum. Integer augue ad neque magna eget pede neque fames placerat vestibulum convallis condimentum velit. Vivamus curae fusce suscipit hymenaeos pharetra ut condimentum mi congue posuere amet adipiscing. Posuere justo nisi nulla class cubilia malesuada id fermentum tristique velit enim. Vivamus netus non nibh montes litora morbi blandit. Blandit vitae erat dis curae augue per sagittis laoreet quisque urna cum."
     ]
    },
    {
     "title": "Quisque ipsum.",
     "paragraphs": [
      "Egestas class nisl erat ut ante ligula nascetur condimentum dictumst porttitor cras suspendisse. Feugiat purus lacus. Blandit etiam conubia neque. Blandit risus iaculis taciti ipsum ullamcorper. Euismod ipsum pede pharetra sem eu duis nam elit dictum. Cubilia fames. Vivamus morbi in nunc metus. Rhoncus massa. Nonummy velit eu lectus morbi faucibus porttitor primis nascetur fermentum. Aliquam lorem. Lacinia ipsum nisi a eros parturient nullam sociosqu. Aliquam vitae class arcu sodales ut quis nisl iaculis nec vehicula a bibendum. Cubilia fusce nibh magna montes dolor scelerisque praesent. Posuere velit nulla sit. Euismod etiam ad arcu purus. Potenti morbi amet sociis mollis orci posuere lorem mi massa neque cras. Lacinia lacus. Euismod justo netus nec odio a etiam. Cubilia risus. Laoreet nulla fames hymenaeos. Posuere neque odio torquent neque accumsan mus erat. Egestas morbi non eget.",
      "Commodo felis sem eros pede molestie quisque molestie et. Potenti dolor ante sociis interdum arcu id. Conubia purus. Lacinia morbi id facilisi cras nullam penatibus ad mi fringilla fusce imperdiet platea lacus venenatis. Euismod class. Conubia etiam odio mollis semper massa aliquet porttitor faucibus orci sed vehicula curabitur a facilisis justo id pellentesque. Egestas lorem porta nisi lacinia. Feugiat etiam elit laoreet lacinia arcu lobortis quis nec. Iaculis vitae. Potenti purus nam arcu aliquet magnis eget fermentum maecenas ac nisl vehicula. Sodales netus. Lacinia metus class cum montes turpis venenatis vitae. Laoreet donec. Vivamus dolor ut nisl ac praesent lacinia nibh nisl eni. Lacinia justo ad. Gravida ipsum nisl aliquam at laoreet orci lacinia mi mus. Feugiat class orci praesent. Gravida felis vel urna parturient quam. Pretium massa. Viverra dolor. Potenti porta. Nonummy massa laoreet tempor ve ut vulputate metus."
     ]
    }
   ],
   "title": "Feugiat nulla id.",
   "paragraphs": [
    "Integer justo sed non. Rhoncus velit nulla litora ad lorem bibendum ve fames rutrum augue parturient integer cras. Sodales magna. Vivamus neque fusce cum amet vitae potenti sociosqu sollicitudin vivamus. Blandit nulla nisi quisque at pede enim curae egestas molestie consectetuer sodales montes. Pretium augue. Lacinia fames ut. Commodo lacus quis hac ad semper commodo gravida tellus. Vivamus netus id dolor ut malesuada scelerisque morbi tincidunt. Aliquet velit class pede hac. Commodo massa porta vivamus elementum cum euismod praesent pretium purus. Posuere porta. Pretium neque ante elementum. Aliquet neque dui enim a proin et. Rhoncus velit ut in tempus malesuada. Iaculis dolor. Dapibus velit augue sit mollis inceptos lobortis vivamus ante ut. Vivamus etiam. Pretium proin ut massa. Blandit class. Lacinia felis non arcu. Commodo purus parturient quam vitae eget condimentum cum.",
    "Lacinia lorem odio tempus ad in fames tristique accumsan lorem. Laoreet velit quam vel nibh amet. Natoque nulla arcu odio semper tincidunt porta in lacus in ve. Sodales neque odio. Euismod ipsum. Lacinia vitae. Sodales lorem eu eget placerat class. Iaculis nulla. Cubilia porta. Sodales etiam erat elementum ac duis molestie pulvinar. Natoque lorem nunc rutrum luctus leo turpis id placerat posuere habitasse molestie curae netus inceptos porta. Integer fames ve fames ac dis nisl massa etiam tempus. Vivamus lorem eu mauris iaculis in tempus in taciti. Iaculis justo amet. Egestas justo at orci hendrerit magnis adipiscing sagittis. Integer velit ut vulputate magna. Blandit lacus duis ornare nascetur pede per. Integer morbi metus mattis augue ullamcorper torquent iaculis potenti. Sodales justo morbi ultrices eget convallis lobortis aptent. Aliquam curae ut nec cras leo. Cubilia fames. Vivamus vitae enim quam dis amet.",
    "Rhoncus lorem eget at dictumst erat taciti. Blandit fusce lacus a semper nulla euismod quisque pellentesque venenatis vitae. Feugiat augue quam euismod mi ac semper vehicula placerat. Quisque ipsum metus quisque quis ridiculus vehicula purus euismod. Aliquet risus pede suscipit. Egestas risus. Sodales purus non neque viverra orci. Vivamus vitae parturient quis fames vitae tortor purus mollis sollicitudin. Euismod lacus ut a sapien phasellus faucibus interdum. Feugiat massa. Quisque donec. Blandit proin. Feugiat velit eu magna et tellus venenatis sapien nascetur tristique erat sed leo in. Aliquam vitae ad vulputate. Gravida augue neque diam. Aliquam massa. Dapibus proin erat. Cubilia nulla. Pretium massa morbi metus dis vestibulum adipiscing. Pretium ipsum ve eros penatibus praesent porta. Potenti ipsum cras dictumst venenatis justo etiam vulputate magnis habitant condimentum per diam arcu. Pretium magna ve ultricies ridiculus."
   ]
  }
 ],
 "abstract": "Aliquam proin est quis mus consectetuer ad vivamus mi ad sapien sollicitudin eni curae. Viverra justo in metus ve ad diam vitae ut fames. Gravida netus lorem nostra vitae nulla dolor nullam et bibendum magnis magna. Sodales class vel pede dis erat torquent etiam eu. Euismod morbi orci vivamus ut per enim. Quisque velit parturient suscipit iaculis quisque nullam in. Dapibus risus ante proin nonummy lectus eu sagittis euismod malesuada leo curae enim imperdiet quam. Blandit netus massa habitasse libero duis consectetuer. Iaculis etiam parturient facilisi posuere pellentesque turpis ad augue taciti. Euismod fusce nam orci amet vivamus ve ac nibh tempor egestas curabitur suscipit torquent. Natoque velit odio nunc semper bibendum adipiscing hendrerit risus consequat vestibulum sodales ante id pellentesque. Viverra etiam nisi cras viverra. Feugiat velit ut rutrum mattis vel sem nam est ad mauris senectus felis conubia magnis. Laoreet morbi eu litora interdum augue sit nisi ac diam senectus. Egestas curae dolor curae iaculis commodo varius id pede dictumst integer euismod. Integer metus sodales aenean pede rhoncus et pede senectus a. Rhoncus fusce nunc suspendisse mi montes sagittis ante sem arcu mus varius elit aliquet sapien vel aliquam massa. Rhoncus felis cras lacinia dapibus vivamus aenean ad senectus. Aliquam massa urna. Egestas massa sem amet cras fusce curae nostra. Egestas neque arcu auctor quis ante justo curabitur blandit. Egestas morbi leo luctus fringilla blandit nec interdum viverra aliquam torquent ad fusce aenean quis ullamcorper sollicitudin.",
 "authors": [
  {
   "name": "Fabian Ravenell",
   "organisation": "Technodynamics"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Technodynamics"
  },
  {
   "name": "Wilber Rainbolt",
   "organisation": "Technodynamics"
  },
  {
   "name": "Pearlene Royster",
   "organisation": "Technodynamics"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Technodynamics"
  }
 ]
}