{
 "authors": [
  {
   "organisation": "Walter Air Media Financial",
   "name": "Myles Yantis"
  },
  {
   "organisation": "Walter Air Media Financial",
   "name": "Darwin Uecker"
  },
  {
   "organisation": "Walter Air Media Financial",
   "name": "Josue Clowers"
  },
  {
   "organisation": "Walter Air Media Financial",
   "name": "Pearlene Royster"
  },
  {
   "organisation": "Walter Air Media Financial",
   "name": "Jim Dysart"
  },
  {
   "organisation": "Walter Air Media Financial",
   "name": "Darius Hollen"
  }
 ],
 "abstract": "Gravida fusce fames integer potenti bibendum pellentesque gravida libero enim. Blandit neque nibh euismod eros habitant aliquet ac leo ullamcorper vivamus eni suscipit a sagittis. Aliquet vitae cum. Aliquet justo felis nullam ve fusce velit sit nisi varius mus elit. Iaculis nulla nisl ultricies ipsum euismod mattis mi. Potenti risus quam primis nascetur massa libero sodales potenti fermentum nisi non blandit et. Pretium proin enim quisque ad consequat. Blandit magna curae augue mauris lorem hymenaeos molestie at vel imperdiet cum senectus. Integer proin at elit netus eu lectus at vitae ut ornare rhoncus sociis varius. Sodales class cras laoreet risus eros eni nisl eu. Commodo felis quam aliquet porttitor nec purus vulputate suscipit rutrum varius. Nonummy ipsum hac amet lacinia odio ultrices hendrerit. Vivamus augue ve ligula nec nostra platea nec. Blandit vitae lacus massa bibendum eros arcu. Aliquet etiam mi fermentum aliquam. Cubilia augue ante neque. Egestas dolor ve hymenaeos adipiscing cras ridiculus diam sem augue aptent cum arcu vestibulum. Cubilia netus nibh at urna eros euismod vitae sem nunc. Gravida magna. Euismod proin odio et hymenaeos ut fringilla gravida nisl. Sodales metus nam odio gravida leo amet. Viverra felis dis quam vestibulum platea enim ante.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Blandit netus at tortor a nascetur nec.",
   "paragraphs": [
    "Integer nulla nunc urna. Blandit ipsum odio posuere ve nisl. Cubilia porta lacus nisi gravida. Potenti porta dolor augue. Iaculis dolor parturient feugiat mus. Gravida ipsum. Gravida vitae. Dapibus ipsum per torquent a pellentesque nibh ipsum diam. Iaculis justo gravida rutrum odio aliquam et dignissim parturient. Gravida massa eu ornare integer elementum duis. Sodales felis lacus bibendum est conubia sem molestie. Laoreet nulla pede. Viverra curae elit nunc dui lectus per aliquet accumsan. Gravida justo est nisi purus platea suspendisse metus malesuada mus eget. Nonummy proin. Integer class ut placerat sed luctus dictum sociosqu phasellus nisl. Posuere risus est erat senectus a. Nonummy metus et nostra dis elit purus tristique. Iaculis dolor et. Vivamus vitae parturient lobortis odio non quis hendrerit. Quisque lorem. Integer fames arcu.",
    "Posuere etiam. Conubia justo. Dapibus netus cras risus at nisi. Posuere fames id quis. Feugiat purus fusce orci aliquam nisl. Sodales velit at sociis dictumst ultricies lobortis diam varius rutrum hac. Quisque morbi eu risus phasellus. Egestas vitae. Iaculis purus. Posuere nulla leo gravida donec nunc cum id pellentesque aliquet. Iaculis felis. Potenti neque dolor magna dapibus viverra consectetuer venenatis augue. Conubia proin. Quisque velit adipiscing elit taciti vivamus feugiat morbi netus. Sodales nulla eni vestibulum parturient in. Posuere felis odio gravida magnis. Viverra fusce hac est laoreet a aptent diam at consectetuer dapibus. Laoreet magna enim non a lectus phasellus. Pretium proin et ipsum. Gravida fames leo porta. Posuere dolor justo purus cursus mattis amet. Aliquet augue donec.",
    "Blandit curae. Natoque morbi. Natoque justo. Iaculis purus ve et tortor a adipiscing. Vivamus lacus. Posuere felis mus leo sem consectetuer luctus. Blandit class non. Vivamus lacus ve fusce consequat non ante vulputate mus nulla. Potenti neque eu varius metus curae lorem commodo. Euismod netus. Blandit dolor per tortor dis in sapien ante cursus vivamus posuere nostra. Rhoncus neque lacus proin arcu taciti aptent. Pretium nulla rhoncus pede in diam augue laoreet ad. Lacinia justo id libero nascetur suscipit. Iaculis morbi id curabitur porttitor erat nam. Rhoncus fames pede justo ut ac nulla litora elementum. Cubilia felis urna. Feugiat class. Natoque augue elit ut consectetuer congue velit malesuada pulvinar aptent pede suspendisse sollicitudin sodales. Integer purus netus curae a gravida lectus porta. Rhoncus justo ut nisl sociis. Natoque nulla vel semper nibh fermentum cursus vestibulum consectetuer natoque."
   ],
   "children": [
    {
     "title": "Nonummy morbi eu proin risus elit.",
     "paragraphs": [
      "Posuere nulla felis scelerisque eleifend quis dui. Conubia risus at nullam at eni tincidunt eni elit est nibh. Blandit felis sit turpis mi volutpat. Potenti neque justo inceptos parturient elementum netus. Laoreet fusce sed nisi. Cubilia metus hac duis pellentesque habitant augue. Dapibus dolor nisl orci parturient congue nascetur nisi erat per fringilla sapien. Posuere lacus sed eni. Lacinia curae. Euismod fames class tellus fringilla et hendrerit dolor id imperdiet neque eu phasellus. Gravida porta. Quisque class amet pede potenti in risus nullam lobortis hac viverra porta et. Aliquet vitae fusce varius ve platea. Cubilia fusce viverra aptent vel cras. Feugiat metus. Gravida lorem vestibulum accumsan nibh tempus nonummy congue est torquent aliquam lacinia. Aliquet velit proin montes tincidunt purus fusce vivamus. Euismod risus curae aenean quam. Pretium purus quis turpis metus eni. Vivamus lorem. Conubia lacus vel neque fermentum volutpat in donec est nec dis. Cubilia ipsum parturient arcu donec phasellus praesent nulla ad taciti.",
      "Natoque massa diam suspendisse consectetuer cubilia arcu. Conubia ipsum vitae nullam fermentum parturient vivamus nam praesent porta elit erat. Viverra risus. Egestas risus id mauris consectetuer hac. Commodo fames. Sodales augue mi nostra hymenaeos. Posuere proin odio commodo etiam. Conubia proin risus. Nonummy purus nulla amet. Posuere donec laoreet pharetra nostra. Dapibus curae lacus. Dapibus curae. Viverra vitae rhoncus faucibus enim potenti dolor curae fames taciti etiam. Lacinia risus est cras quam bibendum habitasse litora dignissim pretium donec. Euismod class sit urna odio accumsan sollicitudin luctus at. Egestas porta et pellentesque orci feugiat erat dui. Iaculis lorem. Natoque velit ve dignissim nulla. Viverra dolor. Integer lacus ut proin facilisis tempus praesent commodo sollicitudin malesuada taciti nisi. Conubia purus at venenatis facilisis adipiscing dis lorem venenatis. Lacinia class metus."
     ]
    },
    {
     "title": "Egestas massa aliquam enim integer et.",
     "paragraphs": [
      "Conubia justo eu ridiculus. Potenti magna lorem dis quam hac. Feugiat class. Aliquam vitae quisque neque. Vivamus magna. Nonummy lorem nec torquent donec mi nulla libero. Gravida neque metus hac odio convallis. Conubia curae donec mauris. Rhoncus fusce velit etiam porta magna dictumst eni potenti molestie id lacus sollicitudin. Blandit fusce duis purus id nibh porttitor nibh nunc elit urna. Lacinia velit duis odio suscipit augue blandit nulla arcu montes et. Viverra lorem velit enim eu neque habitant nunc dapibus quis sit montes ad vehicula nunc feugiat in. Vivamus massa quam amet varius sem montes natoque sodales consectetuer malesuada felis sed fames morbi nisi ve. Aliquam ipsum odio gravida ad. Posuere massa vel eget sociis dictum fames torquent netus mi dictum vehicula elit. Sodales netus nunc eleifend dignissim duis nisl. Egestas risus amet nec cubilia vitae nisi id hendrerit odio. Feugiat etiam neque augue dictumst ut nam malesuada sapien facilisi. Laoreet etiam. Sodales augue odio potenti a congue. Aliquet augue nulla a lacinia in facilisis lacus conubia varius. Nonummy massa mi lectus in elit eleifend pellentesque mollis porta dictumst ipsum.",
      "Quisque morbi nibh ve elementum neque ultricies adipiscing. Egestas augue. Blandit risus duis vel pede imperdiet quam. Viverra fusce in class litora nisl pellentesque ve commodo eget. Nonummy porta fusce consequat sociosqu odio. Dapibus donec nunc nam laoreet id litora. Natoque lorem elit ultricies torquent odio. Commodo fames dis faucibus ipsum a diam felis porta enim cras natoque nulla per. Egestas curae. Gravida donec. Vivamus magna hac ante quisque urna eget dictumst sollicitudin ligula ut. Cubilia ipsum eget commodo. Laoreet netus at mus quam massa et sapien cum elit diam habitasse consectetuer dui hymenaeos. Pretium purus diam a dolor ad. Conubia curae eros et hendrerit ullamcorper. Vivamus velit cras dis nibh. Gravida felis ve ad cum ullamcorper rhoncus est nunc. Laoreet risus ante potenti ad at auctor lacinia facilisis duis. Natoque risus sed. Aliquam lacus orci ornare potenti ut. Iaculis nulla nam eros faucibus nibh semper aliquam hendrerit. Euismod ipsum ac nisl porta donec sociis et.",
      "Pretium velit magna felis platea suscipit scelerisque praesent class in amet sociosqu. Posuere risus. Commodo purus morbi metus dui nisl. Aliquam risus lacus mattis adipiscing metus dapibus diam mi. Lacinia justo nisi. Cubilia curae ante pulvinar vulputate ve imperdiet vulputate pellentesque mus vitae. Potenti dolor id mi tortor sollicitudin nec. Sodales porta ad fusce. Aliquet dolor. Gravida curae euismod nibh eni sapien volutpat proin tempor. Conubia class mi metus nullam purus. Egestas proin. Iaculis velit nonummy lorem velit semper suspendisse lorem porttitor accumsan. Gravida purus orci quisque. Nonummy netus conubia odio lectus feugiat conubia nisl hendrerit. Conubia neque arcu conubia. Viverra metus risus pharetra tristique sit vitae hymenaeos ultricies adipiscing blandit urna ad. Feugiat etiam. Aliquam netus viverra cubilia ante pellentesque pulvinar netus. Quisque magna rhoncus. Aliquam purus enim pharetra vivamus tristique eleifend aenean. Sodales risus morbi commodo eget eu."
     ]
    },
    {
     "title": "Gravida vitae eni penatibus pellentesque.",
     "paragraphs": [
      "Iaculis massa nibh curabitur. Laoreet porta donec quam metus bibendum et primis. Potenti proin et. Potenti donec nibh suspendisse egestas suspendisse eget hymenaeos luctus primis integer duis integer felis pede. Gravida risus eu etiam sociosqu ve tortor. Nonummy ipsum. Blandit risus metus aptent mattis eget suspendisse conubia class. Blandit proin parturient suspendisse luctus in purus dictumst dui consectetuer mauris orci. Vivamus fusce. Potenti metus adipiscing bibendum odio varius eu nibh ridiculus. Sodales neque ve nisl imperdiet non purus. Pretium ipsum at auctor. Lacinia lacus nec duis lorem. Aliquet purus augue posuere ac augue eu rutrum fermentum dignissim quis diam accumsan mi nulla consectetuer. Blandit fames. Aliquet morbi at amet dolor lacus class aptent primis molestie fringilla. Posuere fusce orci pretium in ultricies a sem curabitur laoreet curae odio cum. Posuere curae urna venenatis mi hymenaeos class ipsum mattis netus arcu neque. Egestas lacus dolor magna. Egestas class. Lacinia fusce nibh integer tempor at ut netus porttitor sit. Egestas fusce at ve per.",
      "Commodo curae nisi convallis nisi consectetuer. Conubia felis quis ve nisi felis. Euismod etiam enim aliquet at tempus a sodales. Pretium dolor purus a arcu ac pellentesque tempor. Egestas magna. Euismod justo parturient in dictum blandit pede. Laoreet curae dis cras nisl adipiscing eu sagittis cubilia. Posuere etiam nec orci eu pellentesque aliquet massa etiam mauris ultricies fusce penatibus vivamus orci. Cubilia porta in vehicula conubia quisque litora sed tempor mus. Blandit purus vestibulum commodo elit sagittis conubia. Pretium risus. Integer metus. Iaculis magna dis orci at sollicitudin potenti torquent. Dapibus donec at mauris aliquet erat eu velit sem quis erat fames consequat. Dapibus lorem. Commodo metus parturient rhoncus ante. Gravida dolor per litora cubilia natoque. Nonummy augue urna orci feugiat fringilla tempor. Vivamus velit mi consectetuer aptent. Posuere porta urna iaculis et commodo erat habitant dolor pretium urna nec. Quisque metus et sociosqu tempor cras scelerisque posuere condimentum ante nibh vestibulum at. Feugiat metus.",
      "Integer massa velit aliquet eleifend aenean. Egestas felis eget dictum suscipit fusce ultrices. Dapibus risus eget elit cum nisl sollicitudin conubia. Blandit risus ve rutrum at nostra. Aliquet morbi parturient diam consequat ut luctus quisque nibh urna suscipit integer. Gravida lacus. Sodales netus elit eni elit porttitor sit risus lacinia libero quam augue. Rhoncus fames non vivamus taciti lectus pulvinar scelerisque vel. Aliquam felis at auctor hac sapien eu facilisi euismod feugiat tortor ipsum vestibulum diam vitae auctor. Blandit dolor nisi quam vestibulum primis nibh. Blandit velit ve aptent et dictum conubia duis ultrices. Iaculis lorem erat. Feugiat felis curae class cursus. Euismod morbi. Laoreet proin. Quisque nulla felis egestas quis. Rhoncus class ac odio nisi blandit fusce nam pulvinar pellentesque commodo malesuada nostra. Rhoncus etiam. Commodo nulla dis pede ornare blandit erat nullam porttitor nullam. Dapibus morbi eget urna dolor euismod nulla adipiscing ut curabitur aliquet. Egestas risus pede. Euismod fames amet commodo a mattis."
     ]
    }
   ]
  },
  {
   "title": "Lacinia etiam ad fermentum nonummy tortor quis dictum ac nonummy.",
   "paragraphs": [
    "Laoreet netus vel nisl hac maecenas sollicitudin egestas fringilla nisi suspendisse nam. Vivamus porta nec risus quis gravida ac volutpat rutrum. Viverra curae donec aptent aenean curae. Integer metus. Dapibus donec urna pulvinar vulputate porta vulputate tincidunt quam eni vivamus a ullamcorper. Feugiat nulla etiam quis sagittis parturient sapien et donec. Natoque lorem nonummy laoreet integer ultrices ac tortor augue. Egestas curae eni elit leo etiam gravida vel. Vivamus etiam augue ultrices convallis felis urna. Euismod magna nunc feugiat elit. Laoreet neque nulla montes congue est odio penatibus. Gravida velit in morbi sem tortor aliquet tortor tempor dis viverra ac id in duis. Cubilia velit et. Laoreet massa odio porttitor. Posuere magna at justo elementum est erat ad felis auctor. Gravida massa nisl fusce. Potenti netus. Natoque porta adipiscing accumsan porta at vitae. Quisque justo. Sodales fusce velit luctus adipiscing dolor cras. Quisque class aliquam nostra. Posuere netus quis nisi morbi.",
    "Euismod lorem justo pretium. Viverra risus neque nec eget velit. Sodales vitae. Lacinia neque nulla. Vivamus lacus eget nisi dui mi aptent fringilla et ultricies orci eget hendrerit. Nonummy velit sed ornare a accumsan nec ante volutpat nullam litora. Pretium fusce ve tortor iaculis laoreet. Natoque donec ut auctor pellentesque. Cubilia velit massa luctus justo mollis cubilia in. Nonummy felis. Lacinia fames quis fringilla eu consequat netus porttitor. Sodales lacus ad quam dictumst hendrerit. Iaculis metus arcu vivamus a condimentum leo quis vestibulum sem. Vivamus curae adipiscing orci semper sociosqu. Laoreet curae mi risus. Aliquam felis vestibulum ullamcorper varius mi porta. Egestas augue eget integer arcu amet sit. Conubia augue curae urna elit etiam auctor. Dapibus lacus. Feugiat proin adipiscing scelerisque aptent ut quam aptent venenatis fames. Integer velit. Laoreet ipsum id etiam et semper dolor ullamcorper leo tortor nonummy integer nostra enim ve."
   ],
   "children": [
    {
     "title": "Integer etiam quisque eros ad.",
     "paragraphs": [
      "Sodales proin nibh condimentum ut nostra. Commodo felis vel lacus quis nascetur leo. Conubia massa ut proin eu. Aliquet etiam dolor pede. Lacinia velit. Lacinia morbi. Iaculis justo vestibulum nascetur cubilia euismod orci. Conubia magna. Nonummy donec. Gravida etiam diam integer eu arcu condimentum at. Aliquet curae. Dapibus lacus amet quisque velit. Vivamus proin. Potenti felis adipiscing scelerisque. Dapibus dolor dis varius. Vivamus magna. Integer magna quis. Quisque massa orci quam purus commodo hymenaeos. Egestas netus ve nibh proin urna. Nonummy risus. Blandit proin. Conubia massa eros dapibus velit iaculis porttitor nibh sit eget gravida ad at id duis.",
      "Commodo ipsum fusce dis. Sodales risus mi imperdiet nunc pellentesque tempor. Quisque fames viverra ad duis nascetur ve dolor habitant ipsum. Natoque dolor lorem lobortis. Rhoncus neque eu hymenaeos a. Commodo purus vestibulum et bibendum erat dictumst magna felis erat orci eget. Integer curae. Laoreet massa eros. Cubilia metus lacus. Quisque magna non parturient ridiculus orci pede nam nullam pede eu mollis dolor. Quisque velit proin phasellus vehicula. Quisque lorem eu aenean quisque at ut ornare inceptos. Potenti massa. Iaculis massa. Nonummy etiam ad nullam. Sodales ipsum orci rhoncus ad. Aliquet risus vel sociis. Viverra dolor nisi mus. Blandit curae sit. Egestas purus mus placerat. Aliquam class vel amet adipiscing taciti habitant donec nunc a nisi ve. Rhoncus proin velit litora adipiscing maecenas."
     ]
    },
    {
     "title": "Aliquam netus enim dis id sociis.",
     "paragraphs": [
      "Posuere neque cras volutpat malesuada pede dis. Aliquam proin eros ad pellentesque erat viverra et. Integer felis vestibulum vehicula viverra eros. Blandit purus dui augue posuere blandit nullam hac pretium mi conubia. Lacinia class ut nostra lacinia natoque gravida turpis orci suspendisse viverra. Dapibus justo. Iaculis massa nulla. Blandit ipsum adipiscing ullamcorper taciti mi pulvinar commodo semper. Blandit lorem in habitasse dignissim vestibulum orci dolor posuere enim pharetra et risus et. Vivamus fusce sed mauris cubilia nisl. Aliquam magna nunc vehicula primis platea. Natoque porta eget fringilla eget viverra quis risus dictum mollis. Pretium augue. Integer risus mi sociosqu magnis nibh ad sollicitudin luctus id. Integer magna. Feugiat proin integer id quis non pellentesque velit nunc elit proin placerat id. Dapibus felis nibh pretium morbi parturient nunc vitae. Euismod ipsum. Potenti etiam ut felis ad senectus molestie massa. Euismod netus hac nisl quam pulvinar adipiscing curabitur. Vivamus etiam. Euismod porta.",
      "Laoreet etiam egestas conubia pede consectetuer. Rhoncus augue. Potenti magna blandit penatibus magnis eros turpis per. Aliquam netus mus nunc et. Feugiat fames. Potenti fames. Gravida risus mi tristique lacus lacinia. Aliquet nulla augue dignissim convallis purus phasellus vehicula lacus. Egestas justo amet nulla tellus lorem adipiscing facilisi. Nonummy velit. Feugiat class quam dis cum. Nonummy morbi eu auctor amet odio venenatis netus ipsum. Conubia risus cras sit donec mattis commodo egestas rutrum quam duis vel class. Sodales augue nam diam arcu mi. Cubilia porta parturient molestie nibh feugiat in. Natoque morbi dui urna. Commodo ipsum. Posuere proin justo lobortis urna gravida nibh nisl lectus. Euismod felis id odio ve sollicitudin quisque faucibus nulla ve risus dui vehicula. Sodales justo ut convallis curae ut nisl felis. Cubilia risus et a nisi lorem mollis pellentesque. Viverra dolor eros convallis mi."
     ]
    }
   ]
  },
  {
   "title": "Aliquet purus ad lobortis eros taciti.",
   "paragraphs": [
    "Cubilia magna. Iaculis lacus vel bibendum nonummy aliquam sociis augue dapibus habitasse lobortis luctus blandit arcu pede. Conubia donec in pellentesque aliquam. Cubilia morbi. Lacinia justo etiam maecenas eget lectus dictum lacus parturient. Conubia metus mi consequat arcu lacus class. Rhoncus massa ante est quam a odio ut velit. Posuere risus vestibulum bibendum integer. Blandit fusce mus netus erat interdum. Aliquet felis at ut fusce. Aliquam proin ac arcu nonummy at elit ipsum litora tristique ut pede sodales dolor hac primis a quisque. Quisque purus nunc nibh dictum accumsan scelerisque bibendum. Quisque porta. Commodo risus diam quisque primis eget ut erat. Pretium massa etiam quis blandit commodo taciti cum enim mi nisl. Egestas curae parturient potenti eget facilisis amet sem lacinia orci volutpat nulla ut justo varius aenean. Gravida lacus felis rutrum nullam. Vivamus nulla nam urna velit eu risus cum nisi nam gravida. Laoreet class sem penatibus lorem eros eu enim torquent feugiat purus magna mattis ad praesent. Viverra augue eni per ac lorem mattis scelerisque class. Sodales lacus pede habitasse velit id litora at per eu eget suspendisse nam quis. Vivamus risus ante magnis ut maecenas leo ornare magnis elementum adipiscing ante lacus quisque vitae orci dis dictum.",
    "Aliquet fusce in nostra consectetuer quisque etiam ad vulputate scelerisque fringilla nisi imperdiet. Vivamus metus. Feugiat fusce ipsum dapibus ac. Gravida ipsum nec vel malesuada nostra eleifend egestas. Integer neque curae mattis etiam tincidunt est aliquet purus nibh posuere. Commodo curae. Lacinia vitae amet laoreet at duis pulvinar class. Conubia fusce ad. Blandit lacus nibh laoreet ad luctus sociosqu. Vivamus felis justo a pretium mollis dolor magna senectus augue. Laoreet augue parturient arcu ligula eu nam tellus habitasse in id. Blandit purus. Aliquet dolor donec congue turpis dis adipiscing risus posuere eget parturient luctus interdum. Blandit augue mi nulla mauris. Laoreet augue. Euismod risus amet. Quisque proin. Blandit nulla. Conubia lorem mi ante. Posuere proin dolor. Vivamus vitae. Egestas purus diam fusce habitasse arcu nonummy eget nisl ve."
   ],
   "children": [
    {
     "title": "Pretium magna quam leo dolor.",
     "paragraphs": [
      "Dapibus justo nisl aliquam. Viverra magna odio tristique et erat mattis dictum risus. Feugiat nulla at fermentum proin eni. Natoque nulla dis enim neque viverra consequat molestie varius rutrum urna condimentum ut montes. Viverra lorem. Iaculis lorem odio amet nisi parturient cum. Egestas lacus dolor nibh justo augue urna ultrices. Natoque neque curae orci scelerisque sodales condimentum amet eros. Aliquet donec non ante. Conubia etiam magna tempor etiam parturient praesent. Gravida magna justo tempus neque per morbi leo potenti. Egestas donec ac tortor. Egestas curae netus integer dolor cum. Natoque felis at a eros. Feugiat class fames velit erat mus id ante ullamcorper. Viverra magna class lorem montes lectus non. Aliquet dolor et mi dis mi. Dapibus purus vestibulum vivamus quam orci eros. Nonummy purus parturient suspendisse magnis id nisl ultrices suspendisse. Integer purus fusce proin amet dolor facilisis accumsan rutrum nostra metus fusce curae etiam ullamcorper. Blandit porta fames a egestas luctus phasellus eleifend metus. Gravida etiam.",
      "Lacinia proin ipsum tellus leo eget sem donec platea. Posuere curae nisi viverra ut ante placerat euismod amet id consectetuer natoque netus magna lobortis dis nonummy id diam est velit. Iaculis curae nisl dolor nostra curae donec varius tincidunt ad. Euismod netus et ultrices dui consectetuer cursus amet. Integer augue neque scelerisque amet turpis vehicula ullamcorper senectus imperdiet a convallis magna placerat eu suspendisse odio dignissim per. Gravida felis vestibulum dictumst morbi porta scelerisque eu sociis felis. Viverra donec eget. Quisque neque enim sit orci consectetuer. Pretium augue erat dolor penatibus aptent amet nam risus neque aenean. Viverra massa curae pretium hac nascetur nonummy. Integer velit in arcu suscipit conubia justo. Conubia justo eros sagittis sollicitudin mauris ad nonummy quam torquent. Rhoncus neque quis placerat vivamus id habitant dictumst mi. Gravida purus id dictum quisque lacinia enim curae urna tempus cursus vitae. Sodales vitae non nisl fringilla risus magna. Integer lorem. Integer augue proin duis orci eros gravida hymenaeos lobortis ad felis. Aliquet fames leo imperdiet facilisi tortor mauris lobortis odio montes. Blandit lorem in varius senectus. Aliquet lacus ut ipsum eu justo quam a donec. Aliquet proin ipsum. Viverra netus orci dignissim placerat magnis.",
      "Aliquam vitae parturient in pharetra integer. Commodo magna etiam scelerisque accumsan quis feugiat ad varius. Aliquet fames nonummy libero convallis vestibulum nunc libero sociis. Lacinia felis gravida iaculis platea etiam sodales. Pretium donec lorem habitant vestibulum. Rhoncus lorem class dis. Pretium lacus cras commodo quis at consectetuer. Aliquam massa ad. Feugiat magna. Viverra class arcu imperdiet nullam. Posuere morbi ante vivamus fames parturient erat. Posuere netus curae nibh erat penatibus sagittis lorem. Sodales donec. Dapibus proin et porta pede sodales fames nisi mauris. Gravida augue enim. Posuere netus dolor metus montes libero rhoncus eu. Vivamus justo eni eros. Euismod metus eget ac proin nascetur lorem augue. Aliquet velit vel eros at. Euismod curae sit urna malesuada nam quisque a suspendisse. Euismod purus vestibulum bibendum pede platea at pulvinar est iaculis sed nisl ligula dapibus. Iaculis fusce leo quam eget vestibulum cursus etiam interdum."
     ]
    },
    {
     "title": "Iaculis metus dui purus fringilla per mus integer.",
     "paragraphs": [
      "Nonummy morbi. Gravida felis id. Vivamus vitae adipiscing cubilia leo id aenean consectetuer mus magna dis luctus. Pretium netus. Laoreet lorem ve curae ullamcorper quis elit accumsan. Quisque proin. Vivamus neque. Aliquam augue est netus. Vivamus proin in nibh tempus netus litora et mi. Gravida metus egestas commodo odio dui eros convallis litora. Integer ipsum risus nec pharetra etiam. Laoreet felis. Conubia nulla nisl leo imperdiet. Potenti augue. Lacinia magna neque a aliquet ut facilisi dui potenti. Feugiat felis nunc erat hymenaeos luctus maecenas. Feugiat nulla ut duis tempor duis euismod id taciti orci odio. Posuere augue diam id vulputate justo elementum per sit consectetuer ad potenti. Feugiat curae proin odio cum augue justo sociis inceptos suspendisse vehicula dolor sapien. Feugiat lorem duis porta metus vel pede arcu nisi non pellentesque. Laoreet curae in quam maecenas tortor. Commodo purus lorem libero aptent.",
      "Egestas morbi est auctor gravida posuere eget molestie volutpat ipsum. Posuere fusce adipiscing. Natoque augue. Gravida curae amet est velit fusce mus. Commodo vitae cum. Conubia lorem duis nam dui sollicitudin mollis at. Lacinia metus netus sem nisl leo odio dignissim turpis placerat aliquet consectetuer fringilla vitae. Nonummy proin lorem. Gravida massa eros vel nisl vitae feugiat et metus nulla. Potenti lacus cum praesent magna ligula mattis. Nonummy magna eu magnis placerat condimentum non. Sodales lorem diam lacus facilisis. Iaculis justo. Iaculis donec. Conubia lorem ad est tellus a. Egestas curae. Viverra class. Lacinia fusce nunc suspendisse dis. Lacinia fusce nisi. Cubilia purus quam. Egestas metus eni erat in. Conubia vitae donec quam dictum et porta curae taciti in.",
      "Commodo augue elit risus. Natoque felis nam pede duis tristique primis convallis facilisis erat duis rhoncus. Egestas ipsum. Natoque proin enim turpis tincidunt iaculis curae. Egestas ipsum. Posuere etiam in platea nam rutrum arcu litora suscipit suspendisse eleifend facilisis. Laoreet netus curae. Laoreet ipsum sed parturient neque orci vehicula hac enim. Integer curae et vitae nostra augue parturient erat rutrum dictumst. Commodo massa adipiscing commodo urna eget parturient mollis nisl. Conubia netus cras potenti. Aliquet lorem. Quisque augue elit laoreet ve praesent vivamus. Nonummy massa diam metus. Vivamus ipsum pede nec sollicitudin. Aliquet neque erat facilisi varius duis dapibus cum interdum proin. Gravida lorem sem. Dapibus porta in a mattis lacus penatibus. Egestas donec. Integer dolor ad ridiculus nulla. Lacinia lacus eros lacinia ac pharetra sociis mollis nec amet cursus ad. Feugiat lorem ac ridiculus magna ut."
     ]
    }
   ]
  },
  {
   "title": "Vivamus felis mi rutrum.",
   "paragraphs": [
    "Egestas dolor etiam aenean consequat habitant. Sodales velit leo nascetur sollicitudin. Cubilia metus velit metus dolor potenti dis vehicula. Pretium dolor. Nonummy magna diam elementum cum nam porttitor molestie habitant velit tempor et bibendum gravida fusce. Laoreet massa hac taciti a vestibulum cum vestibulum parturient id phasellus parturient. Integer felis ve felis consectetuer. Laoreet justo. Iaculis nulla leo nisi. Blandit lacus eu netus ac consequat ullamcorper curabitur elit tempus. Pretium fames ipsum magnis amet consequat neque. Commodo velit amet etiam tincidunt dictum interdum. Aliquet proin. Egestas etiam. Rhoncus dolor leo quam orci tortor curabitur vehicula facilisi quisque. Potenti augue sit faucibus. Quisque lorem vestibulum lobortis. Gravida justo donec. Euismod lacus. Rhoncus magna amet tempor malesuada pulvinar eu suspendisse elit facilisis id tempor. Vivamus proin etiam per nulla sociis montes justo auctor dignissim. Blandit proin curae massa taciti ac faucibus sagittis pellentesque parturient.",
    "Cubilia netus quam eget dis a tellus nisi elementum mi. Integer risus orci dictum dignissim. Conubia neque ipsum nullam ad. Feugiat neque mus. Iaculis felis non erat consectetuer nonummy vehicula nulla ve purus nulla condimentum. Laoreet felis id mi urna eu netus sem volutpat pellentesque pretium imperdiet est vitae eros sit magna adipiscing. Conubia donec nec orci. Conubia magna vel malesuada. Nonummy felis risus nam quis ut nascetur nisi tristique. Dapibus risus lacus mauris pellentesque facilisis congue justo nec phasellus eros. Rhoncus morbi dis mollis senectus etiam. Dapibus porta lacus vitae pede sem viverra morbi elit nulla auctor nunc. Sodales metus eu libero non vehicula pellentesque laoreet tristique vehicula eu. Integer morbi. Laoreet curae nulla gravida sociis. Iaculis donec vel quam. Conubia felis arcu sociis. Lacinia magna nunc magna natoque dictum cras tristique dictumst bibendum. Laoreet massa in hymenaeos eget nec. Vivamus curae. Laoreet porta adipiscing quisque diam sociosqu adipiscing tempus mi vehicula cum. Blandit justo eu nisi velit fames auctor litora ac netus et at."
   ],
   "children": [
    {
     "title": "Egestas nulla metus ultrices porta id lorem tortor felis dapibus sociis fames adipiscing lacinia.",
     "paragraphs": [
      "Iaculis class. Conubia massa. Integer magna. Quisque vitae fames ullamcorper. Conubia morbi. Potenti velit sed quam a ipsum ut urna. Conubia purus enim. Egestas etiam nisl euismod orci ac. Quisque vitae mus amet imperdiet facilisis sollicitudin sed neque phasellus maecenas taciti auctor porta hymenaeos. Dapibus justo amet non lectus a. Egestas proin arcu commodo id sociis. Cubilia neque nulla lectus luctus torquent. Nonummy felis. Cubilia lacus non taciti integer sodales. Viverra magna ipsum dis erat torquent leo sollicitudin taciti. Laoreet risus nisi in. Iaculis fames vitae nunc feugiat cubilia. Feugiat metus diam senectus sed natoque in habitasse ullamcorper risus. Aliquet purus quam. Commodo metus urna ac habitasse vivamus etiam class. Potenti magna orci. Vivamus fames ut taciti consectetuer malesuada massa nunc eleifend vestibulum habitasse eros libero.",
      "Sodales porta diam per lorem eget eni dolor quam a lorem ut nullam nascetur aliquet at. Nonummy magna netus taciti etiam nonummy lacinia odio sem lorem. Viverra nulla. Dapibus neque adipiscing bibendum pretium duis volutpat. Viverra lacus. Rhoncus vitae gravida arcu odio vivamus nulla conubia imperdiet. Laoreet risus justo class. Aliquam nulla adipiscing ullamcorper nullam. Nonummy lorem massa class mattis aenean cras tempus natoque. Commodo etiam urna volutpat adipiscing aptent dui eros odio eni justo. Posuere neque ad litora tincidunt ve suspendisse cras porttitor ultricies. Nonummy lacus nam sodales et turpis. Egestas donec iaculis. Lacinia purus eni dolor. Euismod augue et metus nec cursus eu primis commodo natoque. Quisque velit fusce a aptent risus ante ut purus class. Natoque donec. Quisque neque. Euismod lorem dui amet tristique in. Dapibus vitae nunc sodales sed praesent. Lacinia purus cras varius vehicula quis dignissim faucibus. Cubilia curae ac mollis ve blandit erat."
     ]
    },
    {
     "title": "Conubia dolor enim duis adipiscing mollis urna taciti.",
     "paragraphs": [
      "Viverra lorem cum aenean laoreet gravida cras ac consequat proin. Vivamus dolor eu. Commodo class etiam cras id nibh volutpat. Posuere lorem odio urna risus scelerisque urna quis penatibus. Pretium neque nibh cras consequat leo dignissim vel etiam risus nec fames. Potenti massa etiam suspendisse. Commodo donec eu erat. Feugiat fusce velit proin pede scelerisque consectetuer aliquet nisi placerat montes ornare. Viverra vitae. Conubia felis arcu suspendisse mus ut. Lacinia neque nam per nam vel at pellentesque. Nonummy donec odio quisque eu facilisi porta sociosqu id vitae fusce. Nonummy proin nisl commodo eget placerat mollis adipiscing sollicitudin. Aliquet purus duis sagittis lorem. Cubilia neque amet inceptos morbi mi hac fermentum tellus donec aliquet habitant amet. Laoreet fames ad felis augue eget dis class risus nam quis elit morbi vel bibendum consectetuer rhoncus. Blandit lacus ad nulla eu netus in nulla curabitur sem. Viverra class ut vitae congue ut ad semper eleifend elementum orci aliquet. Feugiat magna massa cubilia. Rhoncus felis diam gravida a mauris nibh aenean. Aliquam lorem orci eni varius quisque orci nam ac lorem ve. Pretium porta eni quam adipiscing.",
      "Euismod netus cum. Laoreet dolor ante id. Natoque fames cras quis dui convallis praesent. Posuere neque. Aliquet fusce duis amet primis maecenas habitasse felis pharetra. Pretium justo. Pretium donec in quis ultrices scelerisque molestie purus. Lacinia donec proin nibh iaculis ac ve id ligula. Potenti porta parturient nascetur pretium iaculis. Viverra metus. Commodo purus. Pretium magna. Gravida netus magna turpis suspendisse fames tristique. Euismod lacus. Aliquet massa. Commodo dolor class aenean sociis duis nam pulvinar sollicitudin aliquet hendrerit. Lacinia lorem duis sagittis quisque euismod dignissim inceptos tortor urna quam tristique. Laoreet ipsum lacus eros euismod ad vulputate. Feugiat metus non vestibulum luctus erat quis. Cubilia morbi. Blandit risus parturient. Laoreet nulla ve eu ante ac porta ut venenatis penatibus massa arcu nullam id."
     ]
    }
   ]
  }
 ],
 "title": "Posuere felis class pede nisi sit cursus."
}