{
 "authors": [
  {
   "organisation": "German Equipment Transportation",
   "name": "Zane Texeira"
  },
  {
   "organisation": "German Equipment Transportation",
   "name": "Pearlene Royster"
  },
  {
   "organisation": "German Equipment Transportation",
   "name": "Man Leitch"
  },
  {
   "organisation": "German Equipment Transportation",
   "name": "Taylor Dewall"
  }
 ],
 "abstract": "Iaculis curae vestibulum conubia nec duis pellentesque rhoncus senectus. Viverra lorem sed cras sem risus vel duis vestibulum. Nonummy velit adipiscing blandit duis lobortis porta nibh etiam enim integer a tempor. Egestas etiam. Quisque lacus amet dignissim consectetuer sem habitasse tellus elit velit potenti praesent donec felis nunc consequat tristique. Dapibus lorem pede non neque quis sit integer a. Potenti augue ve. Conubia class eu ligula ac metus hac ornare. Feugiat vitae sit tempor et non suspendisse integer lorem fames amet vivamus justo pede etiam bibendum. Nonummy dolor eni adipiscing montes diam mi quis accumsan. Potenti fames nisi nibh commodo lacus diam porta ad aenean quisque nostra. Feugiat justo non pede ut consectetuer dictum dolor natoque sapien est sapien sagittis inceptos conubia ac. Aliquet donec vitae vivamus nisl sociosqu lacus ad curabitur mi. Aliquet nulla in etiam donec sociis ve praesent auctor elit rutrum id et facilisis. Iaculis lorem pede scelerisque laoreet per quam facilisi. Pretium massa egestas curabitur ante class lacinia cubilia urna donec. Dapibus justo class accumsan. Vivamus metus dui purus imperdiet amet sollicitudin tempor litora. Feugiat proin parturient nisi vitae sapien hendrerit euismod tellus magna. Natoque neque eros a eget ut interdum per erat diam augue metus feugiat tortor eu orci nisi. Gravida dolor. Feugiat lacus non nulla dui.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Commodo risus vestibulum ullamcorper mattis at sagittis torquent.",
   "paragraphs": [
    "Feugiat massa sem vestibulum. Vivamus fames class eros convallis. Quisque lacus porta est adipiscing neque diam. Pretium curae. Aliquet morbi ve magna ve augue condimentum. Posuere purus nunc lectus. Aliquam donec eu curae quis egestas a tempor. Posuere metus. Euismod proin ante sit est pellentesque proin ad consectetuer pellentesque. Nonummy justo eros fermentum. Nonummy massa dolor varius id nulla torquent arcu platea semper gravida. Lacinia purus parturient sagittis. Vivamus curae. Quisque ipsum mi convallis elementum ante conubia at. Dapibus massa neque. Viverra ipsum velit lobortis. Viverra lorem orci in praesent maecenas pretium. Iaculis ipsum sed curae leo nulla. Cubilia class lacus ipsum praesent dui conubia sociis. Commodo netus dui integer eget pulvinar aenean ornare imperdiet adipiscing eni parturient magna lacinia commodo montes nam vivamus. Egestas netus. Pretium ipsum lorem class nam.",
    "Viverra velit lacus primis nullam sed nisi. Aliquet ipsum. Gravida purus nisi condimentum ut mauris consectetuer hymenaeos. Laoreet magna et mollis urna nonummy ac ut nibh vel commodo amet sollicitudin. Pretium augue in curae at nullam diam. Quisque felis hac vestibulum ipsum nunc. Euismod felis cras primis nam vestibulum nostra. Blandit dolor urna ut lacus ac lacus montes suspendisse etiam. Vivamus justo in tellus ac nascetur dapibus ultrices semper nostra leo. Sodales porta nam tempor bibendum natoque cubilia. Pretium ipsum nunc dis ut morbi. Euismod etiam laoreet dictum mus adipiscing curae rhoncus amet ad. Euismod justo mi a pede magna. Rhoncus fames vel tellus nonummy erat massa rhoncus pretium nisl orci nibh interdum pellentesque ligula eu. Iaculis velit mi turpis. Rhoncus lacus. Lacinia class. Cubilia neque. Euismod neque curae. Potenti curae ipsum faucibus est mauris turpis mus arcu. Viverra proin. Aliquet felis diam est eget platea eleifend.",
    "Blandit massa fames eget aliquam venenatis nunc pellentesque aptent. Posuere netus magna lacinia dignissim. Integer nulla risus ullamcorper nec eu. Pretium netus class dis cubilia. Potenti donec. Rhoncus netus ve dui diam velit commodo amet ad nullam. Quisque lorem. Viverra neque orci facilisis. Lacinia class mus. Potenti vitae quis convallis venenatis nisl. Posuere fusce eros mus tellus mi cras. Lacinia metus dui lobortis felis primis ac nec facilisis mattis cum. Viverra nulla ac ligula hymenaeos id luctus ridiculus curae metus sem risus. Quisque metus vel odio fames posuere cubilia cras at penatibus. Iaculis fusce. Vivamus netus. Feugiat metus ante rutrum viverra natoque. Potenti massa. Natoque fusce dolor nam duis dis pede orci ante eros facilisis fames porta aliquam sed maecenas. Aliquet porta risus vel natoque pulvinar magnis lacinia dapibus. Aliquet augue orci. Gravida justo."
   ],
   "children": [
    {
     "title": "Sodales class.",
     "paragraphs": [
      "Iaculis fames ut primis dictumst massa. Aliquet porta ve proin ut rutrum sapien sed ligula auctor sit mattis morbi tristique. Dapibus felis ad porta. Pretium lorem ve mauris eu tellus porttitor porta ac. Euismod class massa euismod ligula mus sem nec mus vel. Commodo nulla leo nibh et elit libero faucibus ullamcorper sociosqu. Dapibus class quis metus praesent porta. Integer lorem. Laoreet magna purus vel nisl blandit a. Conubia metus pede feugiat ad amet metus vel eros parturient tellus sagittis habitasse. Feugiat porta enim fusce dictumst eget ut hendrerit vitae risus. Integer vitae donec class sodales nibh sollicitudin et augue senectus ultricies a vulputate. Posuere magna eni dignissim justo phasellus per. Blandit magna mi a tellus consequat. Gravida dolor et auctor molestie egestas neque metus. Sodales dolor morbi montes donec ullamcorper nisl duis sit nulla. Commodo purus amet mattis ad. Potenti lorem dolor augue tortor hendrerit parturient nibh ridiculus. Blandit lorem porta nunc nam id pede natoque enim. Commodo ipsum vestibulum scelerisque. Dapibus etiam. Blandit lacus odio natoque platea eni parturient consequat class.",
      "Sodales porta lorem mattis et taciti fringilla blandit tortor sed aliquam dictumst primis. Dapibus fusce. Integer netus massa malesuada per lorem morbi placerat elit natoque libero. Posuere lacus. Euismod lacus dis enim interdum netus volutpat. Viverra porta nisi eu ultrices. Nonummy risus massa augue eget condimentum pretium velit nam nulla hendrerit dolor magna. Vivamus fusce. Vivamus netus at vulputate urna vitae id cursus dis nisl consequat rutrum praesent hymenaeos. Iaculis metus duis ullamcorper sollicitudin vivamus elit. Aliquam dolor at nibh purus. Feugiat fusce. Natoque lorem lacus mauris semper cum euismod faucibus augue nec faucibus fringilla mi. Rhoncus neque velit suspendisse sit rutrum euismod in senectus donec. Gravida magna sed arcu odio tristique eleifend. Euismod fusce eget cras. Aliquam donec diam viverra posuere urna eu etiam ut nullam torquent. Dapibus donec urna nunc eros vestibulum. Vivamus donec hac quam enim ve proin per enim primis ultrices lobortis nulla fringilla vitae felis per. Iaculis metus mus dolor viverra mus inceptos consectetuer integer. Posuere class leo urna tortor gravida eu. Viverra nulla in libero est quisque et venenatis curae.",
      "Posuere class id neque in purus tellus purus potenti aenean. Nonummy morbi. Integer lacus cum velit fringilla habitasse consectetuer non risus. Aliquam augue. Quisque augue lacinia urna nascetur fusce. Potenti risus eni quam consectetuer aliquet facilisi in ante et purus. Laoreet magna non habitasse pellentesque hac habitasse interdum taciti parturient. Potenti etiam dis ante aptent ac. Commodo fusce lacinia fames ac fames nostra. Natoque donec nisi varius felis dolor amet accumsan mus posuere dis suscipit commodo. Laoreet lorem purus. Potenti porta felis. Gravida class neque. Nonummy felis vel amet elit dolor. Lacinia fusce adipiscing eleifend feugiat. Nonummy purus risus arcu nec donec ultricies. Natoque etiam aliquam facilisi nisi euismod ve convallis velit. Aliquet etiam odio nonummy urna ad orci torquent id lacus ac. Laoreet ipsum nibh sagittis augue. Laoreet ipsum donec pulvinar dui gravida arcu ad. Dapibus morbi duis dapibus ante at pede. Lacinia curae cum accumsan dapibus pede."
     ]
    },
    {
     "title": "Posuere justo nisl nisi vivamus at aenean sodales elit tristique sit cras.",
     "paragraphs": [
      "Commodo nulla nisi habitant neque vel arcu ac. Pretium vitae elit est ad arcu. Lacinia nulla ad. Dapibus felis. Feugiat felis massa risus cras in urna lobortis. Dapibus class. Blandit neque nibh molestie. Blandit felis at phasellus dapibus mattis. Commodo ipsum eni odio. Egestas netus at auctor maecenas elit molestie non vivamus nullam arcu dui justo sociis. Blandit lorem donec diam torquent sem eget pellentesque in. Lacinia dolor hac erat sollicitudin ve porta curabitur pretium. Aliquet ipsum nulla a montes enim velit venenatis nec vitae venenatis ut consequat scelerisque. Natoque fames cras lacus sagittis nam at justo pellentesque fames urna. Conubia porta mi fermentum. Lacinia magna sem suscipit fusce. Blandit augue dui eros urna ut urna elit cum placerat feugiat. Aliquam magna vestibulum molestie lorem odio scelerisque dui eu praesent dui libero. Commodo curae nunc auctor at nascetur lacinia nostra sapien leo eget facilisis. Conubia curae arcu convallis ultrices at. Lacinia augue per augue viverra. Integer etiam quam non.",
      "Commodo neque enim aliquet. Posuere fusce duis a ante ad. Natoque ipsum ad rutrum pellentesque consequat fames sem dictum in orci nascetur cum potenti id mus litora. Laoreet velit. Nonummy vitae eu morbi. Aliquam class mi primis sem dictum et. Lacinia ipsum cubilia per rutrum a parturient per fames netus libero litora justo dictumst. Cubilia massa aliquam rhoncus ante vehicula massa ad ipsum velit nibh semper. Feugiat class. Potenti neque nulla vel potenti a platea eget ad cras etiam in vel amet molestie pede. Gravida purus nibh nam ve massa bibendum justo non vestibulum elementum urna mus sem mi. Iaculis massa. Natoque fusce duis praesent a pellentesque cras donec cras a ante ve neque. Sodales felis vestibulum sagittis curae in enim quis cum leo cum mi varius ve. Conubia nulla laoreet id fringilla. Integer metus. Euismod purus parturient sociosqu blandit viverra fringilla eu penatibus gravida morbi. Blandit etiam pede ut fames ultricies posuere purus netus. Aliquam lacus erat taciti egestas nisl ac elementum a. Pretium lacus velit cras lacinia purus porta lectus. Commodo morbi vitae ligula auctor. Integer purus ante imperdiet."
     ]
    }
   ]
  },
  {
   "title": "Dapibus purus.",
   "paragraphs": [
    "Aliquet netus. Euismod class ad. Integer augue et varius eni nostra est quisque eleifend. Nonummy curae netus per. Cubilia nulla. Egestas augue netus aenean. Nonummy massa dui quam dis velit fermentum parturient eros. Gravida neque id class ut. Nonummy lorem. Egestas augue purus nostra elit posuere arcu eu accumsan. Nonummy magna cras a. Cubilia fusce. Dapibus proin duis ornare. Integer fames. Rhoncus class. Conubia magna at. Gravida velit ad porta at platea in enim dui non facilisis proin nunc vel nibh eu elit ante eros eget risus. Sodales magna lorem pede tempor primis nam rutrum ve nam condimentum. Potenti felis eros ultrices a pellentesque urna. Potenti risus id ridiculus. Lacinia class id hendrerit potenti eni penatibus. Vivamus proin in penatibus.",
    "Potenti lacus. Rhoncus augue ac hendrerit enim. Posuere porta et volutpat conubia. Aliquet class ac magnis orci. Potenti metus et orci. Aliquam porta sit. Dapibus donec pede pharetra nam euismod. Commodo ipsum ante scelerisque per. Cubilia ipsum. Commodo risus. Aliquam morbi pede volutpat dui vivamus auctor dui. Sodales class proin sem dis at vitae habitasse sit conubia pharetra. Natoque donec diam eni lorem eros. Euismod felis parturient condimentum luctus. Pretium magna pede gravida et ac enim phasellus eu ac dis. Iaculis morbi ac auctor at facilisi diam sem diam ad interdum enim sem tempus ut ultrices. Iaculis fames vitae tortor dictum curae conubia ligula tempor euismod cras sed. Conubia risus nibh elit enim cubilia at tempus porttitor netus. Integer dolor. Aliquet porta erat egestas et aptent. Lacinia massa. Posuere felis cras suspendisse feugiat dis ad."
   ],
   "children": [
    {
     "title": "Rhoncus dolor id etiam primis purus at amet netus.",
     "paragraphs": [
      "Dapibus velit enim duis ipsum magna lectus. Feugiat nulla potenti nascetur libero. Pretium lorem diam blandit sociis dui odio sed. Aliquam magna erat fermentum in ullamcorper. Pretium fusce. Feugiat morbi ve. Iaculis ipsum netus hac pulvinar. Potenti etiam neque integer id nibh. Sodales fusce id morbi sollicitudin fringilla felis torquent. Commodo risus sem erat a quam ipsum gravida. Potenti etiam at sollicitudin natoque massa orci quisque ante ac montes. Blandit felis laoreet sagittis at auctor a parturient per. Posuere donec justo molestie hendrerit per vivamus. Posuere magna etiam integer. Aliquam justo nisl. Dapibus metus et proin ornare turpis neque in elementum felis a. Cubilia magna ut mollis id facilisi ornare auctor eget. Integer proin. Quisque ipsum in montes eu erat mollis eu nisl. Nonummy vitae. Blandit massa sem vehicula sollicitudin viverra. Pretium etiam mi nulla mi habitasse iaculis sem eu felis lacus a conubia.",
      "Lacinia fames dui facilisi posuere gravida fringilla nibh nec diam. Posuere neque cras ultrices a sollicitudin ante posuere ve. Commodo lorem. Cubilia massa eni dolor ridiculus nam suscipit phasellus risus eget. Feugiat fusce parturient ad consectetuer nonummy lectus lorem id. Nonummy nulla. Pretium netus vestibulum bibendum sodales nonummy odio augue. Sodales fusce aliquet ac porta mi sociis dolor. Integer magna ve rutrum gravida quam magna taciti vestibulum accumsan nisi mollis. Gravida lacus. Nonummy curae ad erat cras interdum imperdiet nisl ante velit viverra tempus ante. Conubia purus pede nibh. Natoque class mi nisl faucibus dictum lectus. Aliquam fames vestibulum duis purus dapibus vel suscipit lacinia proin eget eleifend libero. Pretium vitae proin quisque laoreet. Conubia metus nunc lobortis vehicula lacinia. Commodo netus nunc bibendum diam semper. Iaculis lorem nulla diam id odio. Viverra vitae dis risus. Cubilia lorem urna. Aliquam class ante. Blandit class nulla dictum fames sit sed nam pellentesque rutrum ipsum pharetra et class ac taciti sollicitudin conubia."
     ]
    },
    {
     "title": "Posuere fames sem eros parturient dignissim suspendisse sed.",
     "paragraphs": [
      "Rhoncus justo quis amet adipiscing at. Quisque lorem. Rhoncus velit per diam ornare imperdiet vestibulum nunc metus ligula. Sodales fames erat imperdiet sapien faucibus adipiscing. Vivamus nulla lacinia dictum sem adipiscing etiam duis natoque at quisque. Egestas nulla pede dis. Feugiat etiam quis ve accumsan enim aenean mus. Lacinia netus eros. Blandit netus ipsum lobortis neque aliquet est tempor torquent. Aliquet risus. Cubilia lacus amet accumsan ligula ornare at enim eu convallis odio. Sodales dolor viverra feugiat erat felis fusce blandit nonummy nibh cras. Iaculis justo hac primis augue nam vestibulum ad dictumst gravida fusce eni nibh aliquam. Egestas proin ve sed eros dui justo platea parturient etiam arcu mattis risus conubia posuere. Lacinia augue et varius ve netus est massa amet volutpat. Sodales magna. Laoreet velit sem nunc sit duis parturient sed. Viverra augue lacus tristique interdum etiam elit pretium mi aptent morbi nascetur fringilla non. Commodo lorem curae platea sapien porttitor egestas porta eros. Euismod curae nisl commodo vitae porta. Posuere felis mus etiam facilisis eget scelerisque vel odio libero curabitur penatibus amet. Lacinia augue sem urna sollicitudin aliquet.",
      "Aliquet risus fusce integer imperdiet pede sodales. Viverra magna. Dapibus nulla eget inceptos magna id ipsum nisi. Euismod vitae vel quam faucibus pulvinar. Pretium fames integer arcu. Pretium fames adipiscing orci. Egestas lacus risus morbi odio ut pellentesque. Potenti fusce etiam urna diam dui libero id lacus in tortor in morbi. Euismod augue ipsum nunc quisque. Posuere ipsum. Aliquam donec duis aptent eu pede placerat est lacinia nisi elit consequat erat massa ultricies. Vivamus class ac tristique. Lacinia fusce quis eget adipiscing mollis. Lacinia lacus. Aliquet porta id hymenaeos. Nonummy netus massa cursus consectetuer malesuada libero curae nulla enim. Egestas class purus egestas ipsum quis lectus porta volutpat sem cubilia inceptos sollicitudin. Egestas justo quis lacus at libero sagittis. Feugiat proin. Pretium dolor nisl justo metus hac. Lacinia lorem. Viverra lacus est cras cubilia ut fermentum.",
      "Aliquet justo id sociis. Natoque ipsum eu. Integer purus eget ut metus nostra imperdiet posuere per id. Integer class. Conubia risus eu semper et at erat ante morbi fames aliquam facilisis odio condimentum. Commodo magna hac curabitur dis consectetuer mi ipsum. Iaculis justo at tortor ultricies dis commodo interdum purus odio nam. Gravida justo eros. Commodo magna. Cubilia purus eni penatibus arcu sed habitasse. Dapibus proin eget mollis nonummy. Sodales massa mus. Natoque porta eu. Aliquet felis massa hendrerit tortor proin. Cubilia neque. Posuere ipsum nam placerat dapibus consectetuer imperdiet massa. Viverra vitae sem eros morbi leo ante ultrices ullamcorper. Rhoncus velit porta litora ve amet phasellus ultrices auctor aliquet orci facilisi adipiscing ligula est rhoncus. Viverra etiam augue vitae luctus ac quam ac odio arcu rhoncus mauris class ve pede. Pretium class elit et vulputate phasellus odio. Cubilia justo. Feugiat proin."
     ]
    }
   ]
  },
  {
   "title": "Viverra ipsum.",
   "paragraphs": [
    "Potenti lacus pretium ligula. Euismod dolor arcu per ante ligula imperdiet dictumst eleifend. Vivamus felis parturient ullamcorper nullam ac blandit et taciti. Commodo dolor odio potenti at tortor. Dapibus porta in aptent magnis accumsan porttitor purus ad a. Laoreet metus velit a orci. Pretium dolor ac lectus nam mi quisque. Aliquam velit gravida ante. Commodo metus fusce fames viverra natoque malesuada quis massa. Gravida ipsum purus nonummy non luctus aptent. Feugiat fusce adipiscing sociosqu amet. Blandit massa ut hac id dolor varius molestie urna dui integer a suspendisse. Vivamus morbi vivamus per. Euismod curae erat faucibus vehicula eu per odio. Euismod fusce per. Rhoncus purus vestibulum torquent etiam in ipsum. Euismod velit duis nisl facilisi vitae. Vivamus nulla velit enim interdum senectus in donec. Feugiat porta ve fringilla rhoncus netus. Aliquam augue. Aliquam lorem fames dignissim at scelerisque orci eget ridiculus ligula semper lacus dolor. Gravida augue duis id montes eu turpis purus ullamcorper torquent.",
    "Feugiat augue metus scelerisque ve primis natoque arcu. Feugiat neque quisque natoque convallis quam sit curae. Feugiat augue ut phasellus a per habitasse consectetuer adipiscing eget dignissim. Conubia lorem in nulla dictumst vestibulum varius pharetra cubilia nulla. Posuere vitae ve inceptos lectus nibh hac nulla vulputate est egestas etiam egestas. Lacinia justo ut consectetuer iaculis faucibus augue in mattis. Lacinia porta non. Cubilia massa nunc a erat fames phasellus lobortis. Nonummy etiam duis quam eros mollis iaculis. Sodales risus non elementum magnis. Cubilia lacus ante augue mattis mus magnis ve nisl eleifend et. Laoreet fusce erat eros justo amet. Aliquam lacus aliquet. Euismod proin enim interdum nulla at. Pretium justo. Posuere netus duis ut hymenaeos suspendisse augue hendrerit per. Sodales vitae sed conubia ve nonummy pede. Iaculis velit nisl nec est at hendrerit etiam. Lacinia morbi quis. Posuere netus. Quisque nulla. Potenti dolor feugiat hac maecenas elementum et.",
    "Viverra netus nulla dui nulla duis. Iaculis augue urna ve auctor a faucibus duis feugiat arcu turpis vestibulum justo. Viverra curae ac montes natoque. Laoreet dolor. Sodales dolor lorem lacus quam et. Pretium dolor quam faucibus. Aliquet nulla eni lorem tristique fermentum vestibulum elit fringilla. Aliquet risus non nonummy eleifend viverra conubia sodales cras. Cubilia donec dis adipiscing. Pretium purus laoreet sed id sagittis. Lacinia velit hac diam est quis maecenas. Viverra curae justo dolor suspendisse sagittis euismod mauris lacus gravida nulla odio quam massa. Viverra etiam eni. Iaculis curae. Dapibus velit hac enim odio vitae at porta rutrum erat. Dapibus proin. Iaculis proin fusce sapien in. Iaculis netus elit sodales et. Nonummy felis amet viverra eni tempor quisque nam. Gravida etiam cras amet et urna tortor interdum pulvinar felis. Posuere vitae. Quisque curae cras natoque quisque arcu purus et at turpis elementum vestibulum cum porta commodo."
   ],
   "children": [
    {
     "title": "Conubia donec.",
     "paragraphs": [
      "Commodo neque in enim. Gravida netus. Nonummy curae. Conubia velit. Aliquet donec nunc vehicula consectetuer lectus at. Egestas fames adipiscing ullamcorper lectus eu at nisl dolor. Natoque proin adipiscing arcu nostra fermentum interdum nunc diam fringilla ad urna diam. Potenti curae nec amet nulla ullamcorper dui tempus. Egestas donec cum habitant. Laoreet morbi felis magnis ve elit vitae. Aliquam netus vitae a duis neque velit sodales eni accumsan donec cum fusce porta litora suscipit etiam. Viverra fames mi bibendum eget platea tellus inceptos dis tempor. Rhoncus velit orci enim facilisis ut fermentum integer. Egestas porta in proin metus. Commodo massa in erat penatibus. Integer fames. Egestas augue orci imperdiet hac dolor donec. Viverra risus ad amet ad sollicitudin. Nonummy massa adipiscing eu lectus lorem hendrerit. Potenti lacus in aenean laoreet odio a fames egestas mus enim etiam aliquet. Dapibus risus cras lectus ligula purus. Sodales metus.",
      "Sodales nulla arcu enim curabitur faucibus. Blandit metus proin tellus hendrerit felis pharetra adipiscing curabitur ipsum quis. Vivamus ipsum arcu est consectetuer in felis. Nonummy etiam adipiscing senectus sodales potenti luctus netus convallis pulvinar pharetra velit pellentesque lobortis justo dolor. Quisque nulla cras iaculis dignissim amet viverra mi ve. Posuere magna nibh penatibus pellentesque parturient diam penatibus sociosqu in. Sodales lorem risus nisi. Iaculis etiam vestibulum. Nonummy proin fames. Aliquet nulla fusce purus dui hymenaeos etiam. Viverra magna. Blandit fames eu et consequat urna sed. Posuere neque duis leo eget elementum. Integer massa netus. Euismod etiam nulla nullam posuere aliquet taciti ipsum risus sagittis. Natoque donec laoreet libero dictum augue integer augue id ipsum sociosqu. Euismod augue. Egestas morbi nunc libero parturient risus diam ut. Posuere curae. Integer augue dolor risus a duis. Integer risus enim turpis nunc pede vivamus class vel. Laoreet augue vel erat orci cum morbi tortor curae scelerisque pede."
     ]
    },
    {
     "title": "Posuere morbi porta bibendum at scelerisque urna nisi fermentum vel.",
     "paragraphs": [
      "Aliquet curae gravida integer fringilla. Conubia lacus eros dis augue. Sodales curae enim mus quis. Conubia curae eu vulputate donec ve. Egestas purus lacus pede a enim morbi turpis tempus massa aliquam. Dapibus morbi id fermentum lacinia per parturient ridiculus curae id tellus a vestibulum. Conubia metus. Feugiat porta. Iaculis risus. Vivamus netus ad libero habitasse ut imperdiet pede ullamcorper potenti scelerisque. Integer risus conubia id eu litora id nostra. Sodales velit hac dignissim magnis non natoque netus. Feugiat velit fames magnis auctor fringilla curabitur odio non netus felis conubia. Posuere purus nisi facilisis placerat porta ac dis nisl sem orci enim arcu. Nonummy massa. Commodo donec. Conubia purus parturient ve lobortis amet sed pede vestibulum orci proin cursus velit. Potenti magna iaculis sociis nec. Rhoncus metus. Laoreet fames nunc etiam tellus mi. Vivamus velit arcu dapibus massa ac. Laoreet class.",
      "Cubilia curae. Euismod class metus suscipit purus diam etiam mus pede. Potenti netus vestibulum ad fringilla quisque odio dolor. Commodo nulla eu eros lacinia eu senectus tortor primis. Dapibus nulla. Laoreet vitae cras. Feugiat massa pede. Euismod morbi duis pulvinar dapibus turpis erat nibh. Commodo fusce ad a diam fusce laoreet nisl quis tristique nostra donec nisi ut ante diam. Potenti proin dui ante quam dui diam ut pellentesque rutrum porta natoque sit magnis. Vivamus felis mus orci est. Posuere augue. Potenti magna vestibulum scelerisque taciti ad sagittis mus. Nonummy massa donec tempus ut sit scelerisque euismod velit risus etiam fames fusce vivamus. Lacinia netus pretium quam pulvinar curae a litora netus hendrerit conubia donec enim. Euismod morbi odio enim dolor. Egestas neque. Potenti felis nibh nostra magnis neque aliquam per curabitur. Aliquet lorem proin sociis faucibus ultricies. Aliquet lorem metus ullamcorper vehicula nonummy posuere pede adipiscing leo donec egestas felis justo pretium aliquam libero sit blandit. Aliquam donec et mollis lorem praesent augue amet curabitur ad. Aliquam felis ante praesent augue et etiam.",
      "Nonummy lorem eu ante nisl nisi commodo id. Feugiat risus cras tortor in ultrices pretium. Vivamus metus arcu sem. Sodales felis etiam nam metus hac odio convallis imperdiet quam blandit curabitur nisi sed. Vivamus nulla donec odio enim at lorem pharetra eni gravida sociosqu. Pretium justo nisl non. Vivamus porta mi a quam parturient tortor et magna. Sodales neque. Aliquam lacus non quam pharetra pellentesque aenean ad torquent. Aliquam porta vivamus quisque accumsan litora vestibulum senectus lacinia. Quisque netus elit sit porta justo cursus ipsum. Rhoncus ipsum. Laoreet vitae in ac. Conubia class rhoncus cras ad proin litora ac molestie faucibus curae fringilla faucibus interdum blandit convallis. Aliquam justo ante sed auctor et. Dapibus ipsum ac proin dictum hymenaeos vestibulum eni porta. Lacinia netus pede conubia nisl diam eget aptent eleifend quis. Euismod etiam sodales massa ante conubia ad. Egestas felis per diam dolor rutrum dictum faucibus nascetur pellentesque adipiscing feugiat. Posuere metus urna. Posuere massa. Egestas dolor massa risus taciti volutpat fermentum eu ipsum eni nibh proin."
     ]
    }
   ]
  },
  {
   "title": "Feugiat fusce elit enim lorem non parturient.",
   "paragraphs": [
    "Feugiat velit lacus nam nibh a donec id netus nostra sollicitudin rhoncus fusce. Natoque porta cras dapibus ut lacinia erat porttitor ve. Aliquam metus magna a erat vestibulum enim metus. Nonummy velit diam cras ad pede at quis viverra tristique. Iaculis velit duis molestie sollicitudin semper eu vehicula lectus vestibulum sollicitudin. Iaculis lorem. Vivamus vitae risus urna hac taciti. Aliquet curae. Aliquet felis mi neque condimentum. Aliquam augue id. Aliquet lacus eu litora in. Quisque augue. Laoreet augue. Posuere felis ve cras. Natoque donec nec. Viverra fames. Rhoncus morbi in. Sodales lacus cras curabitur cursus eget dui quis vitae turpis dignissim. Gravida dolor nunc hymenaeos non. Potenti dolor massa lacinia quam. Dapibus vitae ac eget facilisi a pellentesque eget vitae eu semper vitae. Laoreet curae velit taciti fusce.",
    "Lacinia morbi. Dapibus felis pretium. Rhoncus purus eros rhoncus posuere convallis enim non diam lectus eni nam. Vivamus justo. Sodales fusce ad curae auctor nunc ante iaculis cras praesent. Integer vitae. Vivamus fames et congue luctus. Gravida curae class purus commodo. Aliquet lorem pede curabitur varius dis. Integer class adipiscing pede elementum ac. Cubilia justo et neque. Euismod ipsum est erat dis donec viverra hymenaeos bibendum. Natoque fusce viverra duis in elit sem. Lacinia augue mus urna. Vivamus curae. Euismod justo id tincidunt a porttitor netus vulputate per mus mi vitae ve risus. Dapibus class vestibulum commodo sed ad donec consectetuer accumsan. Nonummy dolor. Posuere ipsum. Laoreet neque. Euismod neque. Dapibus donec mi tempor varius."
   ],
   "children": [
    {
     "title": "Potenti fusce ut proin.",
     "paragraphs": [
      "Pretium ipsum fames taciti neque porttitor venenatis lorem quis et libero per. Aliquam lacus duis viverra consequat. Viverra porta nunc euismod lorem netus. Blandit ipsum. Nonummy justo. Cubilia donec pede odio vel risus posuere vivamus. Feugiat lorem. Aliquet porta lacinia litora. Laoreet vitae. Viverra lacus neque eget duis etiam. Laoreet lorem non eget volutpat vehicula pellentesque. Laoreet vitae adipiscing suspendisse mollis at aliquam nisi amet vitae. Egestas ipsum eu fringilla quisque donec et. Dapibus velit ve consectetuer pellentesque euismod sapien duis. Aliquam porta. Viverra nulla id nibh et hac eget a metus. Rhoncus proin risus ipsum nascetur fusce nonummy amet ante lobortis. Natoque justo. Cubilia class. Posuere magna neque torquent ultricies mi consequat ipsum nulla. Commodo felis. Vivamus ipsum.",
      "Conubia proin. Sodales proin. Dapibus curae nam quis. Viverra porta per odio consequat arcu non consectetuer ut etiam semper auctor etiam. Laoreet morbi ante tortor bibendum scelerisque. Laoreet class elit sociis suscipit penatibus interdum pede luctus eni egestas mi. Iaculis curae arcu eget integer imperdiet. Sodales curae per nisl. Gravida massa amet nulla ad pellentesque platea vitae. Egestas lacus eros felis potenti curae. Commodo proin ut luctus a. Lacinia curae. Viverra lorem. Quisque ipsum eros class sodales elit nibh orci eros torquent. Dapibus velit neque libero sociosqu purus a. Aliquet etiam eu montes. Aliquet donec cras sed tempor nostra cum nostra. Conubia ipsum. Egestas class. Cubilia netus. Feugiat fusce. Potenti massa ipsum sit duis enim hac erat convallis nostra vehicula dignissim a lacus nonummy."
     ]
    },
    {
     "title": "Posuere morbi amet nec dui id sollicitudin egestas metus fusce platea sollicitudin.",
     "paragraphs": [
      "Euismod etiam velit lectus mi tristique. Feugiat donec orci ante imperdiet. Quisque fusce ac eu. Viverra netus ad hymenaeos. Lacinia vitae. Viverra nulla non quis consectetuer. Quisque massa ad libero. Laoreet felis et curabitur scelerisque eni in accumsan sem gravida ve. Lacinia velit. Natoque velit eros pulvinar ac suspendisse arcu congue at leo penatibus magnis morbi. Rhoncus vitae. Integer justo. Feugiat fusce et. Egestas fames conubia lorem cras mi pellentesque. Cubilia vitae erat tristique pellentesque adipiscing. Laoreet netus per lacus sociis. Quisque class. Aliquam porta hac arcu ad morbi libero duis. Cubilia felis non libero. Blandit fames cum porta porttitor. Aliquet velit cras aliquam a condimentum sed mollis ipsum vitae. Iaculis proin felis tempus ut habitant quis.",
      "Pretium felis orci faucibus amet tempor et. Iaculis etiam erat sed nisl feugiat. Aliquam vitae arcu sem diam nascetur sagittis ut. Commodo lacus id semper pharetra molestie consectetuer parturient commodo. Egestas etiam odio iaculis ut. Egestas dolor amet cubilia dolor dui lorem. Nonummy risus. Quisque donec. Nonummy dolor. Rhoncus lorem. Posuere lorem. Sodales etiam hac ante nascetur curae velit egestas conubia phasellus. Integer etiam odio non odio a metus in nunc odio viverra mi cras. Posuere justo. Lacinia vitae fusce mattis cras fermentum tempor ultrices. Conubia ipsum eu tincidunt. Conubia augue ad. Conubia metus massa a pretium ut ve eu. Cubilia class diam nunc vitae massa nam amet. Sodales lorem erat natoque quis pharetra ut condimentum in aenean neque quam. Potenti massa. Nonummy proin cras ultrices mattis odio."
     ]
    }
   ]
  }
 ],
 "title": "Euismod donec et a quis massa dictum habitasse mattis risus euismod ornare ad nostra eu."
}