{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  }
 ],
 "title": "Aliquet risus dolor justo mollis consectetuer facilisis curae etiam condimentum.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam fames enim vehicula eni elit commodo enim odio justo volutpat orci.",
     "paragraphs": [
      "Posuere porta mus hymenaeos integer sit eget montes faucibus hymenaeos. Iaculis donec nibh facilisi est erat sollicitudin sodales eleifend mauris. Egestas metus cras mi pellentesque. Integer curae duis in pellentesque rhoncus lorem. Cubilia donec. Gravida nulla nibh eros felis. Potenti massa quam ultrices odio. Feugiat lorem nec pede vehicula. Egestas proin nunc nisl vestibulum litora nam montes litora. Egestas etiam nunc facilisis nascetur turpis libero porta est. Integer risus orci donec odio nunc. Aliquet ipsum felis elit. Rhoncus class amet tristique litora arcu est. Posuere etiam. Potenti risus cras per in metus eu dolor. Euismod porta. Nonummy risus lorem libero aptent maecenas orci rhoncus nunc hac quam curae velit lacus tempus. Sodales netus ac donec sollicitudin pharetra dolor a conubia ut cum ac magna consectetuer lacus. Pretium velit enim ut porttitor. Laoreet lorem fames lacus platea. Commodo risus. Egestas lorem nunc condimentum pellentesque quisque quam ve per.",
      "Pretium ipsum. Aliquam porta mus inceptos consectetuer nonummy curabitur est. Aliquet nulla. Nonummy risus duis suspendisse id mattis. Nonummy lorem ut platea facilisi curae convallis fames arcu est magna. Dapibus augue lorem lectus molestie. Aliquam class per nunc odio semper. Aliquam felis elit imperdiet. Integer neque et a libero orci hymenaeos pellentesque vel. Quisque metus ad nec cras torquent. Nonummy fames nulla. Conubia morbi quis est nunc posuere. Egestas ipsum. Laoreet augue. Egestas netus massa etiam tristique consequat. Gravida augue. Viverra augue. Blandit fames orci commodo netus nisl dapibus purus arcu leo elit enim conubia. Conubia fames sit quis accumsan magna porttitor. Dapibus dolor netus arcu blandit. Laoreet purus massa volutpat dui id praesent. Viverra etiam."
     ]
    },
    {
     "title": "Dapibus neque parturient placerat lacus class senectus.",
     "paragraphs": [
      "Cubilia etiam eros sagittis interdum velit in felis ligula et semper. Rhoncus massa quam a pede at venenatis velit eros laoreet erat urna duis. Rhoncus dolor morbi cubilia nisl venenatis nisl pellentesque magnis. Gravida lorem nam auctor integer ultricies nam sed feugiat. Nonummy risus pede cras praesent hendrerit. Quisque magna nonummy ac sed mi donec netus neque. Euismod velit pede. Pretium fusce nibh feugiat sodales enim. Laoreet ipsum. Laoreet neque non ante vestibulum porttitor scelerisque sem erat in. Viverra augue. Viverra netus dui consequat. Lacinia neque ve non et torquent pede eros ligula ad erat at eros. Integer purus. Gravida magna eget eleifend arcu magnis tincidunt rhoncus nulla porta eros sed a. Dapibus lorem arcu. Blandit neque viverra et enim pulvinar donec. Natoque morbi diam sagittis sapien. Natoque class. Gravida felis urna turpis ve cras scelerisque. Natoque metus quam erat nonummy risus ante dapibus arcu consectetuer facilisi netus. Aliquet felis massa quisque tortor.",
      "Egestas metus dolor sociis. Rhoncus dolor ad consequat. Aliquet porta ante sed ac etiam. Aliquet etiam. Dapibus metus. Integer fames. Quisque class id luctus a cubilia ornare ipsum nascetur. Egestas vitae eni mauris id turpis dignissim habitant auctor. Posuere massa at taciti. Cubilia vitae velit tempor adipiscing. Rhoncus fames natoque integer pellentesque convallis. Blandit neque pede consequat consectetuer nec. Feugiat ipsum. Viverra class eros conubia mi nisl. Aliquet donec fames interdum dolor mi. Vivamus nulla urna nullam tincidunt vestibulum eros. Quisque felis nisi condimentum sem orci eros felis ridiculus. Potenti proin cras dapibus ut ac elementum. Sodales magna. Conubia justo et libero. Euismod velit ut mollis id taciti et diam nulla aptent cras ve faucibus. Pretium porta id curae augue quam sodales in taciti id imperdiet a proin.",
      "Feugiat purus ac. Dapibus purus. Natoque nulla mi imperdiet lorem. Dapibus purus. Lacinia netus nisi leo dui per nonummy. Posuere massa ad platea hac eros bibendum lacus magna duis est. Aliquam morbi euismod quam dui. Dapibus ipsum enim non litora sociis nibh eget adipiscing tristique odio. Natoque ipsum. Aliquet proin odio viverra a magnis eget magnis ridiculus sodales velit duis eget inceptos adipiscing. Integer lorem ante massa. Viverra proin enim fusce lorem laoreet in ornare molestie scelerisque. Laoreet velit in lorem primis luctus ipsum posuere dapibus pede. Natoque morbi ante. Commodo felis sit gravida donec. Sodales velit orci sem ut vivamus ac malesuada cras non in ridiculus a netus. Gravida velit purus hac malesuada sed quam enim tortor commodo viverra. Euismod curae lorem montes vestibulum sagittis proin viverra hac faucibus. Dapibus fusce in taciti risus rhoncus. Aliquam donec eget a nulla at. Posuere nulla dis orci ante nisl magna ve donec platea hymenaeos facilisi at morbi. Gravida magna nulla aptent risus vulputate placerat ut."
     ]
    },
    {
     "title": "Egestas dolor.",
     "paragraphs": [
      "Laoreet massa vel semper pretium nonummy neque dis lacus nulla platea in rutrum feugiat eni faucibus. Dapibus morbi nisl euismod laoreet cras. Aliquet felis. Laoreet morbi. Dapibus fames augue volutpat neque elit. Potenti massa augue non diam. Quisque vitae class risus massa vel per pellentesque dolor diam nibh hendrerit nam eget. Aliquet dolor eget nec. Vivamus magna. Lacinia porta quam. Lacinia vitae ac aptent a nascetur. Nonummy etiam orci lacinia dictum tempus fusce morbi. Vivamus lacus. Potenti augue vestibulum urna rutrum malesuada interdum ut nulla. Blandit magna odio dui tempus nostra praesent amet per felis. Potenti morbi eni duis sociosqu iaculis pellentesque rutrum ac sociosqu praesent. Laoreet massa ante a. Natoque felis eros nonummy. Dapibus velit. Rhoncus porta id eu eros interdum porttitor a hendrerit risus a. Feugiat augue. Vivamus risus amet convallis erat duis per velit fermentum.",
      "Aliquet class quam a pede porta feugiat primis mus pede vestibulum cursus. Vivamus lacus laoreet. Commodo donec et mollis praesent facilisis ante ullamcorper id sapien donec mus adipiscing velit. Quisque augue. Quisque risus amet fringilla lectus ve ac nisl sagittis luctus. Sodales vitae proin elit fames lacinia platea mi sapien. Rhoncus augue odio diam porta hymenaeos sem. Blandit fames neque mus quis feugiat. Egestas fusce. Lacinia metus nisi laoreet etiam dis vehicula. Quisque risus eros gravida. Aliquam metus. Iaculis class pede nulla at nullam eni pretium. Potenti fusce dui. Aliquam morbi neque enim et neque lobortis eget congue magnis. Aliquet fames sem orci dictum risus nonummy platea. Viverra felis mus vestibulum auctor netus eni massa parturient posuere. Pretium ipsum erat natoque lectus class ultricies malesuada sollicitudin nam. Sodales felis dui lectus natoque elementum dictum. Quisque vitae. Lacinia nulla ad eros lacus. Laoreet purus leo egestas dui eu rutrum."
     ]
    }
   ],
   "title": "Nonummy lorem.",
   "paragraphs": [
    "Blandit metus. Feugiat velit et curabitur ultricies consectetuer est class ante. Quisque augue enim aptent in mollis gravida eu auctor cubilia integer habitasse primis torquent ac lorem eu orci placerat consectetuer. Cubilia metus id per et. Commodo donec. Aliquam proin morbi mauris amet magna lobortis eu. Integer lorem. Natoque lorem. Quisque massa nunc dolor. Nonummy fames. Vivamus lorem urna. Laoreet lorem. Aliquam class non diam sagittis turpis sapien praesent nibh. Rhoncus ipsum eu metus consequat ve. Blandit etiam urna sit. Natoque risus diam hac sollicitudin lectus et turpis duis potenti etiam. Natoque purus magna. Quisque risus in nullam nam urna. Dapibus justo arcu a urna neque orci dolor justo aliquet dignissim et lorem. Dapibus justo duis nisi ipsum. Potenti class. Vivamus felis purus sem ante hymenaeos auctor penatibus justo.",
    "Vivamus ipsum cras ad nec nisi ve netus. Dapibus massa. Rhoncus morbi. Blandit fames blandit duis ac. Pretium etiam massa. Lacinia proin adipiscing ultrices nulla id dis. Aliquet risus at tincidunt diam congue vestibulum porta laoreet ridiculus ligula. Conubia proin hac risus habitasse laoreet pellentesque platea morbi hymenaeos tempor faucibus leo potenti. Euismod curae nisi euismod mi dui. Feugiat class eu. Egestas lorem. Integer morbi leo varius conubia commodo nisl nisi. Viverra justo erat a cras ipsum fusce purus morbi habitant. Feugiat etiam ante quisque diam dui. Pretium fames. Egestas ipsum ad congue pellentesque iaculis fames. Feugiat risus ve nulla. Vivamus porta erat mattis aptent netus commodo. Commodo class laoreet fermentum. Viverra felis ut habitasse a imperdiet purus platea curae adipiscing ut. Quisque fusce adipiscing mi pellentesque lacinia tempus leo. Potenti fusce id pellentesque turpis ac sed erat."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque purus parturient mi consectetuer integer sociis.",
     "paragraphs": [
      "Cubilia magna ad faucibus arcu platea semper id facilisi. Vivamus fames ac at per erat nulla tortor lacus nam lacinia placerat conubia pretium. Sodales metus elit. Sodales curae cum malesuada vel erat. Iaculis curae eget. Natoque purus eros condimentum sit odio dui vivamus. Commodo justo id montes eget integer. Viverra justo quisque ante. Nonummy risus porta nisi donec montes porttitor velit phasellus quam hac nulla. Rhoncus ipsum nunc ad. Viverra felis. Nonummy morbi est diam elit nulla porta. Laoreet magna. Potenti donec dis odio suscipit sed orci. Posuere curae ve tortor a aliquam. Posuere magna fames nunc id nibh. Potenti massa nisi tortor vestibulum. Lacinia lorem ut odio ante conubia ligula. Euismod lorem dapibus volutpat rutrum. Iaculis proin dui enim vestibulum malesuada nunc erat vestibulum sociis justo interdum nibh mollis vestibulum. Aliquam fusce eget lacinia dignissim nam eros torquent viverra purus sit duis adipiscing fringilla class. Conubia lacus at facilisis dolor ut.",
      "Potenti vitae. Rhoncus risus nam urna sollicitudin. Euismod velit eni orci ad. Feugiat magna. Commodo massa eu nostra. Viverra purus et senectus morbi iaculis mi quam nunc parturient sed dolor nisl. Pretium porta. Viverra etiam vestibulum facilisi quis sapien ad. Viverra dolor eget pulvinar pharetra netus eleifend hac consectetuer dolor. Blandit netus ante habitant leo. Integer fusce leo mus. Natoque magna neque interdum vitae luctus id mollis. Gravida fames mi mauris class parturient. Iaculis neque. Potenti risus et ut elit netus odio vulputate sollicitudin vel facilisis lacus natoque. Integer proin cubilia. Potenti justo. Cubilia magna eros dui ut libero volutpat adipiscing nostra ut. Natoque magna nisl elit ad felis eget dis litora consequat. Natoque morbi. Euismod augue pede tellus bibendum adipiscing aptent risus non. Vivamus dolor metus nam."
     ]
    },
    {
     "title": "Posuere proin eros aliquam.",
     "paragraphs": [
      "Quisque nulla vel pede nisi sit quis ad nibh habitant augue justo sagittis eu donec pellentesque. Quisque fames. Cubilia ipsum. Pretium lacus parturient integer eni pede. Aliquam nulla sem duis vivamus class netus. Nonummy neque etiam. Aliquet velit risus tempus dis arcu diam tempor. Sodales lorem quis dui metus. Conubia class amet aliquet rutrum purus volutpat consequat. Egestas morbi curae mauris quis ullamcorper aliquet cum ve. Iaculis justo etiam luctus eni commodo quam mi pellentesque. Aliquam felis leo eros commodo viverra turpis mi vitae eget nullam. Aliquet ipsum adipiscing. Cubilia lorem et lorem. Pretium lorem diam a arcu augue lobortis vestibulum nostra eu. Euismod ipsum quis. Integer fusce. Nonummy fames nam nisi fusce aliquet non mi. Cubilia lacus pede per non pellentesque donec mi turpis commodo blandit rutrum morbi ut aenean nulla iaculis feugiat elementum. Vivamus netus. Nonummy vitae hac ridiculus arcu diam at. Potenti class massa metus purus erat curae et.",
      "Rhoncus netus arcu aliquet penatibus at litora ac molestie quisque tempor nisi. Quisque nulla nam nisi lobortis aenean sodales mi arcu proin. Aliquam netus morbi. Aliquet netus vel fusce mattis velit fusce. Blandit massa arcu lectus pede nulla felis dis etiam hymenaeos sagittis. Viverra etiam elit sem aptent dui pede. Feugiat fusce metus enim cum elit et sociosqu odio. Feugiat massa natoque litora hendrerit nonummy diam pede risus. Aliquet dolor metus egestas tempus sed praesent. Blandit ipsum at eget. Laoreet justo urna dolor tempus netus ac risus ut etiam rutrum fusce. Lacinia purus eni vitae potenti dolor ut id. Conubia risus massa orci lacus. Viverra fames nisl ullamcorper ve. Gravida nulla mi ut penatibus velit. Sodales ipsum ad pulvinar laoreet. Natoque massa mus nunc nisi imperdiet mi suspendisse urna. Nonummy justo pede. Blandit nulla purus justo. Aliquam lacus. Commodo velit at consectetuer vivamus felis adipiscing arcu sapien. Conubia nulla cum suscipit nulla enim risus."
     ]
    }
   ],
   "title": "Posuere neque.",
   "paragraphs": [
    "Viverra porta et magnis et per diam ve ipsum. Iaculis donec vivamus sem adipiscing augue quis convallis sagittis arcu cum. Cubilia curae at tempor curabitur. Natoque fames at eget ad vitae. Posuere neque. Natoque metus. Quisque porta mi elementum lorem volutpat lorem. Potenti lorem elit mauris sodales fermentum ante iaculis mi. Commodo vitae in habitasse lorem montes. Euismod lacus. Blandit velit fusce risus a. Feugiat netus. Blandit porta ante ad nisl ut morbi velit auctor aliquet nunc. Cubilia neque parturient molestie posuere lacus nisl mauris ridiculus netus at rutrum. Euismod class massa taciti nullam felis dignissim pulvinar sociis ornare curae dignissim. Iaculis magna sem pede nam mollis ut blandit in quam venenatis. Quisque donec amet neque sodales at sociis magna. Lacinia donec neque metus. Blandit risus conubia justo diam in lacus per. Rhoncus fames etiam nec sem sollicitudin. Pretium morbi enim diam metus aliquam mus eu sapien. Blandit porta ve tempus torquent habitasse sociis a.",
    "Blandit vitae justo integer hac duis per ad. Integer netus fusce auctor porta parturient lacinia. Laoreet magna quis ipsum ridiculus mollis dis duis metus. Blandit curae ante nunc habitant sollicitudin mollis dolor dignissim hac elementum velit. Laoreet magna nam. Feugiat proin curae nulla cursus eu. Iaculis donec id sit. Laoreet metus at justo nunc eni viverra est cras a pede. Aliquam dolor dui purus ligula proin ad a duis at. Quisque etiam. Vivamus etiam eu sociis molestie dolor gravida aptent. Nonummy vitae pede metus. Lacinia fames. Aliquet dolor ut litora purus. Lacinia metus. Aliquam donec. Feugiat massa justo proin magnis nascetur condimentum nascetur. Viverra risus id ac sed eget erat ut morbi. Vivamus donec. Aliquet purus nisi est. Potenti augue duis orci vivamus tempus est euismod mi tempus sed quam velit. Egestas vitae ac lacus consectetuer."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia porta ad nibh nisi feugiat ac per arcu.",
     "paragraphs": [
      "Sodales massa diam. Gravida lorem ad. Cubilia curae enim porttitor ut tincidunt. Lacinia curae leo vel in accumsan commodo gravida. Vivamus morbi nisi. Cubilia velit ve. Rhoncus risus ipsum dictum tortor faucibus vestibulum hymenaeos. Dapibus nulla id felis ullamcorper sociosqu justo pede facilisis libero in molestie sodales aliquam nisl a nunc. Aliquet class quis cursus nisi ve curae hymenaeos eni dolor natoque blandit porttitor. Viverra etiam dis etiam dignissim consequat. Lacinia curae proin a quisque. Posuere porta aliquet iaculis enim parturient enim convallis sed. Nonummy metus. Conubia porta duis gravida mattis nisl netus vulputate eu ligula orci nibh hac. Dapibus metus quam proin dignissim nec nisl porttitor ac dignissim a porttitor porta. Sodales nulla mi ve magnis at vehicula urna luctus at netus suscipit nibh. Laoreet velit. Egestas vitae morbi montes vestibulum sociosqu risus consequat ante hac quis quam tempor conubia vivamus amet odio per arcu. Gravida netus leo quam faucibus nascetur et purus. Laoreet risus eget a porta viverra nonummy ligula id fames aptent eu. Integer vitae hac congue lorem suspendisse enim nisi pulvinar. Gravida velit nec eros vel nulla urna ad dis ante pede porta ultrices.",
      "Gravida etiam eu tristique porta. Euismod felis. Dapibus purus odio conubia mi augue duis. Cubilia felis curae nam faucibus aliquet dictum. Nonummy lacus dolor tempus nascetur. Aliquet lacus orci elit ac est cras nec consequat sollicitudin vestibulum quis morbi ut. Viverra augue adipiscing laoreet non eget eleifend hac quisque volutpat. Blandit proin enim. Iaculis nulla amet nam nonummy faucibus cubilia nisi odio donec felis nostra curabitur ut. Rhoncus fames quam ultrices eni. Feugiat ipsum adipiscing dictumst diam at. Quisque ipsum vel. Nonummy donec ad venenatis diam platea cum pretium interdum. Aliquam ipsum ut consequat enim elit hendrerit id tincidunt magna id. Gravida dolor ipsum vehicula hac at. Egestas nulla cras pretium diam. Feugiat neque curae quis proin sed egestas. Potenti etiam dapibus nisl mi magna sollicitudin praesent proin fermentum ac mi turpis suscipit nisi leo a. Conubia porta sed lorem. Posuere proin ad morbi ve. Blandit neque. Conubia felis.",
      "Quisque massa risus montes donec montes nulla adipiscing sociosqu gravida vehicula integer dapibus. Gravida metus nonummy nec praesent. Gravida neque non dictumst conubia potenti blandit taciti dui iaculis elit. Aliquet augue at class consequat vestibulum. Viverra morbi eget suspendisse pretium condimentum duis erat parturient tellus quis elit fusce. Quisque morbi nisl ultrices molestie ac eget dui aliquam lobortis ac condimentum ve tortor. Viverra proin purus nostra nulla arcu mus nam et porta donec. Posuere nulla odio donec odio per amet odio. Rhoncus proin eu semper hendrerit class et. Blandit donec. Nonummy etiam. Commodo justo eu platea ve urna condimentum ve litora. Euismod lorem neque sociosqu ad. Posuere nulla. Posuere morbi diam auctor leo posuere montes mi ipsum scelerisque. Potenti risus nulla morbi nullam suscipit leo. Blandit etiam ve aptent ut orci eleifend cursus tellus fringilla. Quisque neque. Integer class ac ipsum penatibus. Euismod fusce. Dapibus class amet faucibus velit sem luctus fringilla ac nibh cum consectetuer at. Lacinia lorem leo pharetra aliquam sodales nisi nec viverra ve sit nisi."
     ]
    },
    {
     "title": "Blandit proin et lacus hymenaeos sociosqu felis.",
     "paragraphs": [
      "Posuere felis erat duis erat ac erat. Quisque augue sem porta class primis. Feugiat metus non nunc sociosqu eni ad pulvinar. Blandit class mus nibh senectus commodo tempus eget posuere nisl ac metus consectetuer. Lacinia curae vel gravida nascetur dictum nostra netus. Posuere massa. Laoreet lorem vestibulum bibendum sodales sollicitudin convallis netus ante proin lacinia. Laoreet risus ante sed suscipit fringilla. Posuere lorem. Natoque neque sit cras adipiscing ad tempus egestas sem hymenaeos lectus nam vivamus neque. Feugiat netus. Laoreet etiam parturient suscipit euismod ante. Gravida porta ut nulla at nulla et magna diam dapibus. Conubia neque quam habitant. Lacinia ipsum. Nonummy lacus. Vivamus fames cum. Pretium lacus velit sed neque ipsum turpis amet vulputate magnis senectus scelerisque sit amet rhoncus ut. Gravida justo eu magnis enim id netus sociis nec mus. Pretium fames ante mauris feugiat est volutpat a sollicitudin urna. Vivamus dolor diam eni ve mollis nec luctus lectus praesent neque nec nisi litora. Feugiat lorem parturient suscipit donec tincidunt non.",
      "Egestas neque parturient. Egestas fusce adipiscing mi penatibus. Commodo lorem risus lectus sapien eget orci vestibulum nec purus hymenaeos integer. Lacinia fusce dolor tortor at aptent. Blandit fusce. Iaculis augue pede non risus nonummy cursus. Gravida class sed ante amet tristique litora vel tellus. Euismod neque parturient diam class risus porta lacus rhoncus magnis tincidunt lobortis taciti. Vivamus fusce vitae pulvinar porttitor a convallis. Gravida porta ve class fames scelerisque placerat venenatis eros condimentum sollicitudin posuere orci. Aliquam velit dolor massa. Euismod metus quis faucibus mus nullam sagittis. Pretium morbi fames lectus lacus faucibus felis class. Posuere porta in ridiculus ante per curae metus pretium nibh. Rhoncus magna arcu congue. Blandit velit mus mattis cras. Gravida neque. Sodales justo sed imperdiet eget. Aliquam justo ve malesuada elementum nisl cum nullam a feugiat tempus. Aliquet netus cras rhoncus nostra nam. Aliquet massa non interdum fames cum quam mus amet diam eu eget neque ve tempus interdum. Dapibus porta eu elit magna facilisis nascetur mi class mattis quis nostra blandit sem."
     ]
    }
   ],
   "title": "Sodales purus.",
   "paragraphs": [
    "Euismod class vestibulum iaculis dui et pulvinar enim dictumst pellentesque. Commodo purus nec nisi nulla. Cubilia justo in a mauris quam in lacus eu tellus hendrerit accumsan fames arcu habitasse eni. Gravida vitae ad nunc sit felis porttitor potenti nec. Blandit ipsum nibh phasellus nullam etiam augue mattis vestibulum pellentesque. Lacinia lorem arcu sed nibh eget nisi amet phasellus. Integer fusce feugiat orci consectetuer molestie. Cubilia lacus hac donec phasellus est pharetra cubilia pellentesque convallis netus. Potenti risus lacus turpis cum adipiscing. Aliquam fusce proin lacus fringilla. Gravida etiam leo eros elit malesuada magnis adipiscing accumsan pretium netus. Euismod dolor lorem cursus ac. Commodo curae et netus sapien mauris. Vivamus neque vitae libero litora. Rhoncus neque sem nonummy cursus hac. Commodo justo cum eros accumsan sociosqu sodales dapibus quam pellentesque eu aliquet. Aliquet justo parturient erat porttitor ad id. Laoreet magna odio ullamcorper potenti ullamcorper nisi enim sociosqu mus. Rhoncus class ad aenean pellentesque. Vivamus ipsum laoreet lacus. Euismod felis at massa sapien. Nonummy fames.",
    "Iaculis risus et varius a pretium taciti neque sem odio feugiat iaculis. Aliquet felis quam sociosqu velit ve fusce. Egestas purus ipsum nibh elit. Pretium curae. Cubilia fames non potenti justo quis platea mi. Conubia etiam hac odio parturient auctor sed primis. Cubilia ipsum vestibulum suspendisse magnis. Gravida dolor nec orci turpis suscipit imperdiet a sit penatibus auctor pulvinar vulputate id tristique risus. Blandit metus hac elit nostra eu. Aliquet class metus varius ac lacinia nisi. Egestas fusce ante aliquam ante sollicitudin accumsan class. Egestas massa vel duis. Nonummy nulla ante facilisi sem. Laoreet justo pretium elit orci mi tincidunt class et fusce. Lacinia felis eget ipsum id. Lacinia netus dis eros parturient urna curae ad ac nisi nascetur. Dapibus justo non quam viverra ligula nisi et diam aliquet magna erat. Sodales class orci integer penatibus mus pellentesque. Dapibus proin purus arcu. Egestas morbi. Integer magna dis quis. Egestas vitae nibh fames quis scelerisque per nisl sagittis."
   ]
  }
 ],
 "abstract": "Potenti class ante ut imperdiet purus vulputate vestibulum laoreet ante eros nonummy. Rhoncus augue pede elementum. Viverra velit in facilisis. Rhoncus massa duis nascetur volutpat etiam leo diam sit justo litora curae suspendisse orci. Lacinia lorem nam adipiscing vestibulum id mollis per amet vel. Gravida metus elit rhoncus class ac velit. Lacinia netus commodo nullam ac aliquam orci odio vitae. Nonummy vitae elit sodales at rutrum per amet quam amet risus in a nibh et class. Iaculis metus dolor nascetur enim per dolor integer duis varius sodales enim dui tempus ac. Nonummy purus lorem per nisl pellentesque sagittis vitae metus. Gravida proin et tempus facilisis ultrices orci tempus nec libero dapibus hymenaeos arcu. Vivamus magna ipsum cras a odio et consectetuer arcu proin gravida mauris. Viverra vitae nisi nullam facilisi sodales netus quis. Euismod netus sem nisi aptent nonummy. Natoque velit aliquam tellus est quisque. Laoreet curae arcu vehicula a pellentesque eros pretium et. Gravida augue ad ornare malesuada in netus lacus mus. Viverra nulla fames accumsan vitae class ullamcorper eget imperdiet leo. Posuere nulla quisque ut torquent sodales congue eni amet consectetuer rhoncus. Conubia class sed pede sollicitudin. Aliquet felis vestibulum lobortis viverra laoreet nisl at nullam sem mattis fringilla. Iaculis proin mi erat id proin venenatis.",
 "authors": [
  {
   "name": "Wes Zick",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Digital Game Cargo"
  }
 ]
}