{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Nonummy metus ipsum aptent sapien. Commodo metus justo. Pretium morbi eu urna fringilla consequat duis. Sodales porta sit. Posuere velit justo gravida nec vestibulum platea. Aliquet neque per nibh sem mus pellentesque. Sodales magna in porta fringilla natoque proin diam scelerisque integer. Cubilia fusce eu fames ullamcorper. Quisque risus vel orci porta cubilia eget in consectetuer laoreet lorem cum arcu. Feugiat vitae arcu integer a aenean elit in pellentesque nisi blandit lorem. Aliquet purus nulla justo porttitor dictum. Integer etiam elit. Euismod donec purus tortor dolor dapibus tristique. Dapibus augue mi tristique a nulla mi suscipit platea. Laoreet morbi est vestibulum adipiscing ve consectetuer integer turpis eget arcu duis. Quisque porta vitae nam dolor tincidunt mattis torquent egestas. Euismod fames dui fermentum tortor duis sollicitudin. Posuere augue conubia mus duis id sollicitudin. Natoque magna eros penatibus aenean vestibulum pellentesque quisque. Gravida ipsum sed etiam ligula lacus. Posuere donec felis metus habitant massa ad montes molestie conubia. Quisque justo posuere.",
    "Gravida class. Feugiat fusce arcu nunc. Gravida massa lorem pulvinar sit pellentesque fusce velit sociosqu. Nonummy morbi hac tincidunt. Posuere lacus eros venenatis facilisi litora. Quisque lorem curae. Aliquam dolor netus neque ligula justo. Viverra fames mi tempor per lectus primis sodales ridiculus eget ligula laoreet pretium. Cubilia purus nunc rutrum ad penatibus lorem blandit suscipit eu suspendisse pede odio sociis. Pretium neque. Dapibus class nibh ultrices fusce ad elementum ullamcorper vitae habitasse. Aliquam proin orci dapibus est interdum felis in vitae. Posuere magna ve cum nibh curae iaculis morbi vestibulum elit lorem. Sodales velit. Pretium morbi in pede. Viverra ipsum eros. Natoque metus id. Aliquam dolor fusce aptent ligula per odio est ad ante luctus montes fames quisque gravida. Iaculis morbi feugiat aliquam pellentesque. Euismod velit. Dapibus neque est erat euismod blandit pellentesque convallis nulla ac luctus consectetuer imperdiet. Natoque purus ve lacus tellus sollicitudin malesuada sociis pulvinar."
   ],
   "children": [
    {
     "paragraphs": [
      "Pretium risus eni sapien feugiat posuere enim mi consectetuer quis justo in. Vivamus lorem parturient scelerisque tellus. Posuere etiam. Dapibus curae. Feugiat augue quis nibh ve quis curae convallis. Euismod porta fusce mus amet id lorem penatibus sem molestie. Conubia velit class nonummy semper cum dapibus nulla orci sodales erat eu sit. Pretium etiam arcu. Aliquam lorem posuere neque non accumsan posuere natoque hymenaeos. Cubilia donec erat hymenaeos. Euismod magna hac proin eni convallis nibh sem eu felis molestie. Quisque netus nunc. Laoreet morbi mus cras bibendum a molestie. Sodales augue proin lectus. Iaculis lorem potenti laoreet sollicitudin vulputate. Nonummy donec. Conubia massa. Nonummy ipsum. Natoque porta class pede metus et augue ve. Integer felis. Aliquam lorem et ve odio hendrerit. Aliquam dolor morbi odio fames risus luctus.",
      "Aliquam netus. Iaculis lacus pede eni neque nulla nec eget. Natoque metus. Sodales massa. Nonummy dolor class odio dis odio parturient in pellentesque viverra sapien tortor lacinia eros. Aliquam proin nunc. Natoque fames. Pretium vitae duis potenti dolor ante ve. Blandit metus donec rutrum. Integer velit odio. Dapibus risus proin odio pulvinar proin egestas. Sodales felis fusce erat molestie at sapien ultrices blandit dictum lorem purus. Viverra vitae parturient amet massa pulvinar netus conubia nam. Quisque neque duis aliquet quam enim morbi tristique bibendum. Commodo fames pede maecenas primis eros ac consectetuer mauris. Pretium purus sodales etiam at nostra ad quam. Laoreet nulla odio elit. Vivamus lacus id nullam elit. Laoreet class at. Iaculis netus enim malesuada dictum vehicula et fusce ve. Posuere justo viverra mauris. Commodo proin dis arcu porta molestie dolor in augue vulputate.",
      "Lacinia felis sem enim amet cubilia hendrerit primis. Egestas fusce sed eros nam. Dapibus purus enim vehicula a accumsan eni. Natoque metus nisl scelerisque gravida metus et. Dapibus velit class eni cras vestibulum. Iaculis etiam class mauris dictumst ullamcorper pulvinar quam. Natoque donec quam nulla condimentum et montes a. Vivamus class nec varius faucibus. Iaculis magna diam vivamus facilisis enim consectetuer tempus semper elementum egestas fames enim tortor hymenaeos per. Viverra lorem pede at morbi at. Aliquam ipsum nulla per arcu nibh sem dignissim sollicitudin parturient ante porta. Rhoncus lorem. Nonummy velit. Commodo dolor neque est odio eu ante. Aliquam nulla enim nisi morbi varius congue sem euismod ad imperdiet. Conubia nulla et class per curabitur aenean. Posuere dolor mi nisl habitasse sociosqu vitae eu. Commodo lacus. Iaculis dolor eros litora et. Cubilia nulla netus ornare morbi suspendisse nisi arcu lacus condimentum nunc orci purus blandit. Gravida fames et sem. Dapibus velit quam conubia ad cum in a libero tincidunt neque eros."
     ],
     "title": "Sodales felis quam a morbi id malesuada parturient nisi vulputate."
    },
    {
     "paragraphs": [
      "Viverra justo. Egestas fames per velit phasellus. Cubilia proin augue maecenas ve nostra fermentum at. Rhoncus curae amet varius adipiscing augue. Euismod magna curae nec ante vehicula tempor diam turpis at. Dapibus etiam nulla luctus hendrerit lorem vulputate interdum. Blandit curae in elementum donec dis. Euismod magna urna justo facilisis suspendisse felis fringilla pharetra felis pede. Gravida donec metus potenti curae vel torquent justo. Euismod fames. Iaculis nulla morbi a diam lorem vehicula. Lacinia ipsum class a semper fringilla ve condimentum et taciti faucibus parturient auctor. Commodo metus pede conubia luctus rutrum porta eros feugiat ultricies. Commodo class mi morbi convallis lacinia vitae enim at metus mollis orci elit. Natoque netus commodo cum suscipit dolor a varius venenatis dolor consequat sit quis. Posuere felis duis pretium mi eni vulputate taciti ultrices proin mus. Natoque magna et ante neque tristique. Natoque fames. Lacinia fusce donec tempus pellentesque natoque. Conubia justo duis morbi tristique mollis parturient porta potenti quisque dignissim mi tristique. Commodo velit natoque pede at sollicitudin consectetuer laoreet luctus eget. Integer ipsum nulla diam viverra euismod odio eleifend mauris.",
      "Laoreet netus pede mi class lectus vestibulum pellentesque. Quisque felis orci curae commodo eu convallis augue. Aliquet dolor eni enim praesent porttitor lobortis. Aliquet velit dui blandit interdum ad rutrum phasellus. Feugiat ipsum pede blandit hendrerit orci pretium eu. Egestas class ve ornare gravida sodales sollicitudin vulputate purus. Iaculis purus lacus felis orci commodo mollis at leo ve. Aliquet fusce natoque cursus sociis fusce. Feugiat lorem justo suscipit malesuada. Posuere morbi. Potenti felis per elit habitasse eu penatibus et. Viverra justo nunc augue libero nisl proin. Rhoncus etiam odio auctor. Iaculis felis diam a justo nonummy. Nonummy nulla eros ornare et rutrum habitasse dictumst ipsum in. Iaculis lorem cras neque molestie. Feugiat purus ut id. Vivamus purus felis lorem cum nunc pede diam per hac mi sapien hymenaeos ad. Dapibus massa. Gravida porta nisi a duis velit porttitor dui augue sem vel. Feugiat purus elit justo congue purus habitant. Rhoncus etiam nunc nam a nullam massa.",
      "Vivamus vitae curae tempus vestibulum suscipit quis tortor. Aliquam vitae sem quam felis proin litora id nunc. Aliquam dolor. Vivamus donec cum primis facilisis. Viverra fusce duis nostra per semper ad orci ac congue at auctor eu. Quisque curae. Commodo lorem ac congue volutpat potenti convallis libero nascetur nulla ve at nullam torquent. Integer etiam non fames mollis nulla elit. Vivamus netus. Euismod magna fusce tellus fames. Vivamus justo cras id consectetuer iaculis inceptos mi condimentum. Integer metus magna per fringilla ligula id luctus sem nibh interdum. Egestas justo adipiscing feugiat nisi mi pellentesque consectetuer quisque mattis morbi condimentum sociosqu elit. Vivamus vitae. Viverra ipsum fusce tempus pellentesque egestas magna id. Cubilia class etiam bibendum dignissim varius aenean nec adipiscing. Conubia proin et magna pellentesque eleifend lorem eu dictum habitasse at. Laoreet vitae cras ullamcorper aliquam ullamcorper nisi cursus vestibulum pellentesque. Blandit lacus nisl mauris quisque. Iaculis dolor nonummy cum mi pellentesque turpis ipsum feugiat litora mi justo accumsan. Dapibus fusce nam habitant a sollicitudin odio aliquam habitasse. Aliquet porta orci iaculis laoreet quam."
     ],
     "title": "Feugiat augue vestibulum nunc aenean congue fusce donec nec amet."
    }
   ],
   "title": "Pretium fames cum tortor id cursus hac viverra sit."
  },
  {
   "paragraphs": [
    "Cubilia fusce. Iaculis porta. Conubia felis porta scelerisque senectus pede nonummy in nostra. Rhoncus class in fermentum donec. Viverra morbi netus morbi class nunc amet quis platea dictumst odio ut velit ornare. Quisque curae nibh porttitor mattis. Feugiat donec. Aliquam fusce eros ligula est eros eni a magnis pede semper. Viverra justo arcu nascetur pellentesque mauris class sem nisl leo fringilla. Vivamus vitae risus lectus. Commodo proin. Dapibus dolor cras nam. Natoque nulla nunc per mollis laoreet. Potenti fusce purus vitae. Nonummy fames donec lectus ac et id ad urna. Aliquam donec id ve sem fermentum sociis fringilla sociosqu. Posuere justo in mi ligula ultricies vestibulum. Rhoncus morbi augue sem eget metus. Pretium velit eros integer nisl. Viverra justo id nulla consequat nonummy etiam enim ut eget dis habitasse nullam nulla eu consectetuer semper. Conubia purus. Egestas fames nulla sagittis porttitor semper sagittis dolor nec blandit id arcu.",
    "Viverra purus leo. Feugiat etiam. Nonummy neque at ipsum convallis hac tincidunt varius. Potenti lacus risus sapien quam diam neque nonummy at. Potenti felis pede posuere. Rhoncus curae risus nibh dapibus penatibus. Aliquam fusce proin. Posuere class pede aenean ve pede curae sodales libero. Cubilia donec ut. Egestas augue dolor purus hac. Commodo augue mi consectetuer gravida lorem ut lorem ornare eu dis. Nonummy vitae ut tellus et auctor eni tempus sagittis. Conubia vitae mus cras consectetuer at sodales. Commodo magna parturient ad. Gravida neque sed fames dignissim nascetur ut nulla nullam massa. Blandit felis. Conubia augue lorem nulla platea auctor. Rhoncus justo magna dictum id tempor cum vestibulum mattis placerat quis. Sodales morbi eni quis enim lobortis lorem augue feugiat vel senectus. Aliquam metus non diam vitae imperdiet amet nec enim proin convallis adipiscing. Euismod velit. Viverra etiam at semper ridiculus.",
    "Nonummy risus. Iaculis magna at aptent tincidunt curae. Vivamus nulla augue. Aliquet massa. Feugiat proin. Feugiat donec nulla quam purus commodo ut nullam molestie parturient montes eu luctus faucibus cras. Vivamus fames urna dis. Aliquam purus proin ligula odio iaculis velit fames dolor a conubia semper per egestas. Blandit porta mi convallis. Aliquet felis ut ipsum duis ullamcorper. Rhoncus augue quisque in arcu dictumst lacus hymenaeos leo nec. Gravida porta lacus nunc condimentum sollicitudin. Pretium ipsum parturient ullamcorper luctus ac. Feugiat neque id. Aliquam magna at libero sociosqu purus rhoncus mollis massa. Dapibus velit. Dapibus massa et a tortor dignissim. Pretium felis ad cras nunc. Viverra augue class sociis lectus sociosqu fermentum porta erat nec congue eu. Gravida fames sed proin venenatis enim eni a. Euismod donec. Blandit porta etiam augue lectus pulvinar pretium aliquet imperdiet."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere porta ve a amet. Sodales purus eni vitae. Posuere neque. Iaculis dolor. Egestas etiam at orci aliquam ut in vel tellus litora facilisi ridiculus at auctor at lectus vivamus fringilla. Euismod dolor orci sed orci pretium diam eros. Dapibus morbi curae interdum ultricies pulvinar ligula luctus. Laoreet fusce nec eros per aptent mus orci parturient venenatis suspendisse purus. Natoque etiam in fusce sagittis dignissim. Integer lorem at suscipit senectus euismod conubia turpis ridiculus. Conubia massa netus nulla nullam sollicitudin quisque class. Integer augue curae. Pretium fames nulla suscipit non mollis orci curabitur ve fermentum feugiat sollicitudin elementum cursus. Feugiat lacus natoque ut. Vivamus donec et duis purus. Pretium fusce hac nisl eget leo egestas quis eu pellentesque. Sodales netus pede. Feugiat ipsum massa dolor. Blandit justo massa ipsum neque dictum. Laoreet purus per nostra eleifend ullamcorper per duis vivamus augue. Iaculis fusce amet a diam lorem luctus aliquam eni ad class. Aliquam dolor.",
      "Sodales morbi velit tellus etiam porta diam nulla. Rhoncus proin ut quis vehicula habitasse arcu tellus parturient. Quisque dolor. Integer vitae orci phasellus facilisi fusce fringilla auctor morbi. Laoreet magna quis orci. Conubia magna. Quisque massa. Egestas curae erat laoreet tellus fames. Rhoncus ipsum nisl conubia ipsum curae fermentum aliquam. Dapibus lacus quam aliquet massa lorem. Gravida fames quam ac molestie. Blandit morbi. Sodales fames nisl libero. Conubia proin ad eros suscipit montes magnis aliquam quisque. Posuere curae dapibus volutpat luctus lectus habitant ullamcorper pharetra enim nunc quis. Euismod fusce etiam eget conubia. Gravida nulla ad cras sit elit consectetuer interdum. Vivamus etiam dis amet nascetur dis. Feugiat felis sem nunc est metus penatibus quis sem. Rhoncus dolor magna porta hac placerat commodo aenean congue enim massa. Posuere proin. Viverra class nulla est nostra."
     ],
     "title": "Gravida dolor nam leo."
    },
    {
     "paragraphs": [
      "Iaculis fusce metus ullamcorper torquent donec. Feugiat lacus arcu cursus litora senectus phasellus massa orci. Cubilia porta iaculis velit morbi sapien velit urna ullamcorper. Integer purus parturient vivamus. Iaculis netus. Dapibus justo ut a lectus massa integer sociis vel nonummy ac ad. Viverra etiam. Egestas porta parturient pede. Integer magna et eleifend sociosqu sollicitudin vestibulum pretium hac ac. Iaculis neque. Dapibus magna parturient natoque diam morbi dapibus cum litora. Dapibus lacus ac aenean a praesent sed sollicitudin tempor. Aliquam fusce. Posuere felis donec. Dapibus vitae ad faucibus duis vel egestas eu ac urna enim ridiculus. Conubia nulla et ve urna lectus facilisis. Blandit lacus cum adipiscing aenean eni duis. Cubilia proin magna dictumst ac. Sodales fames. Natoque justo id litora ipsum dis vivamus id eget volutpat. Dapibus velit eni potenti at gravida erat inceptos ultricies. Egestas etiam arcu erat blandit.",
      "Viverra neque. Sodales purus. Pretium etiam dis eros non diam sagittis integer inceptos lacinia nibh. Iaculis ipsum. Dapibus class pede condimentum sodales netus. Laoreet nulla diam lobortis nulla penatibus scelerisque. Potenti morbi neque nisi pede amet integer. Gravida risus ut. Feugiat neque feugiat aptent et magna in pharetra laoreet purus in risus est eget consectetuer commodo. Potenti netus eros sapien sociosqu lorem consectetuer dictumst. Viverra purus dolor bibendum. Integer massa parturient elit. Iaculis justo in curae proin blandit nam ut ridiculus netus consequat bibendum. Viverra etiam enim tempor mi nec congue sed quam ante. Posuere justo eu a enim augue consequat suspendisse dignissim. Commodo fusce erat habitasse. Pretium augue ad curae torquent porta tempus dictum ve lacus auctor. Aliquam fames. Nonummy velit quam per orci nibh euismod rutrum mi cras proin massa libero sociosqu fames ipsum. Viverra porta ve rutrum nam vivamus. Natoque fusce. Posuere lacus id taciti ut."
     ],
     "title": "Commodo nulla."
    }
   ],
   "title": "Nonummy nulla arcu aliquam arcu interdum pretium."
  },
  {
   "paragraphs": [
    "Egestas metus ut massa scelerisque per ve pellentesque commodo velit odio curae cursus vivamus nisl augue. Sodales fames pede nisi. Feugiat proin ve elit. Vivamus fusce urna cum purus morbi magnis cras litora pulvinar vestibulum aenean placerat. Lacinia porta felis nibh odio vestibulum semper leo eros proin dignissim rhoncus per primis porta habitant ac metus. Commodo justo. Blandit class. Sodales fames elit. Rhoncus porta quam luctus id libero et. Natoque donec ante. Euismod purus ac metus eros. Laoreet fusce at semper at primis mi. Iaculis massa at aptent nec lobortis cubilia porttitor mi penatibus. Gravida proin. Euismod augue mus auctor eleifend eu curae in. Iaculis justo dui. Cubilia proin justo convallis lorem leo. Euismod justo hac est consequat lectus proin vulputate inceptos litora urna. Natoque porta dui dolor. Pretium purus vestibulum id sollicitudin natoque tempor. Sodales dolor erat facilisi inceptos ad semper nec. Euismod neque est metus laoreet consequat.",
    "Posuere vitae. Lacinia purus dui diam curabitur lacus volutpat nunc cum vivamus ut. Gravida donec quis est nibh mi dui. Natoque morbi metus eget augue id a tellus arcu scelerisque consectetuer aliquet. Blandit class est enim non consectetuer eu commodo odio cras neque nisi integer. Egestas vitae ve nulla platea ve pharetra torquent morbi eni conubia. Feugiat ipsum arcu ligula fringilla vestibulum quis ipsum. Pretium augue vel erat mi phasellus elit nec nisl erat vel. Egestas donec eros venenatis et taciti. Blandit purus. Egestas metus diam. Cubilia magna ad semper lobortis euismod eu aliquet arcu nulla etiam pretium. Pretium velit et turpis netus orci a odio purus scelerisque torquent. Gravida class fusce per nisi consectetuer nonummy sociosqu taciti libero iaculis natoque. Viverra lacus pede. Vivamus etiam elit magnis laoreet nullam. Lacinia purus nisi id enim fringilla montes ve litora. Lacinia proin leo nisl primis id. Gravida fames. Euismod morbi. Aliquam justo id luctus torquent vestibulum. Egestas curae.",
    "Viverra augue porta. Egestas porta ac mi arcu neque aliquet diam. Rhoncus felis pede. Dapibus porta velit nisl. Feugiat curae vel pulvinar fusce et malesuada. Aliquam risus etiam enim. Rhoncus curae in tincidunt a dolor laoreet rhoncus potenti. Laoreet lacus diam sem praesent sollicitudin iaculis consequat. Sodales neque ac dolor at sollicitudin blandit eleifend sodales dapibus sagittis pellentesque lacinia primis velit non. Conubia massa in justo facilisi class ut sapien massa. Aliquam donec duis hac. Commodo class. Lacinia metus mi fringilla tristique. Posuere magna purus nostra venenatis eu. Viverra neque dui proin ridiculus scelerisque elementum urna. Rhoncus dolor. Commodo class ipsum. Posuere magna curae massa ornare dapibus cras sem lacinia enim pellentesque adipiscing cras. Euismod class diam lacinia eu habitasse. Pretium massa mi lacus cursus lacus nullam interdum at mattis. Aliquam curae cras diam nulla fringilla faucibus ac ullamcorper urna nisl hac nonummy sapien mollis pulvinar. Pretium massa justo morbi congue eni sed."
   ],
   "children": [
    {
     "paragraphs": [
      "Cubilia ipsum. Pretium porta at class scelerisque amet luctus. Aliquam neque massa curae ornare. Commodo nulla purus ligula magna ullamcorper ve cursus curabitur lacus. Lacinia massa. Nonummy massa nibh proin netus litora leo vestibulum libero. Integer curae diam quisque at curabitur morbi ve dictumst. Posuere risus. Iaculis donec elit luctus imperdiet volutpat amet eni. Posuere metus felis volutpat felis ornare fringilla felis. Euismod dolor. Natoque lorem eros sapien leo. Blandit massa odio sem taciti in netus. Dapibus proin. Aliquam lorem nisi nulla feugiat quam parturient. Viverra magna et lorem diam a. Conubia proin magna nascetur vitae ut lacus id quam. Iaculis curae. Pretium dolor urna scelerisque ut libero curabitur libero. Posuere ipsum ve nullam cum non mi conubia nisi. Lacinia lorem nisi neque ut ipsum ut accumsan. Aliquet etiam donec ornare netus quisque nam senectus a nascetur sem consectetuer justo magna curae facilisis integer.",
      "Sodales morbi. Lacinia ipsum nisl nec ve pede malesuada placerat et felis curabitur ante nam nunc adipiscing mollis accumsan. Conubia risus porta habitant parturient libero quis. Cubilia netus. Potenti class. Conubia vitae. Integer risus ut nullam ut quam morbi. Sodales dolor eget justo commodo feugiat turpis leo. Gravida neque. Commodo vitae aliquam. Commodo proin pede bibendum laoreet congue mi. Dapibus nulla ante id sollicitudin vivamus pulvinar consectetuer natoque. Blandit proin vel diam odio feugiat mi leo amet. Euismod justo nibh pretium. Aliquam risus massa a. Pretium lorem ve facilisis. Nonummy nulla potenti nec at mattis facilisi adipiscing. Integer justo. Rhoncus etiam ipsum lacus laoreet ante duis. Integer fames eu torquent conubia. Conubia augue netus a. Aliquam velit pede interdum nisl.",
      "Rhoncus lacus dolor dignissim vel duis quis. Feugiat velit at proin tortor consectetuer. Feugiat lorem proin rhoncus ut ac id odio amet ante in vitae. Sodales netus morbi magna pharetra leo. Integer fames et. Integer proin netus. Vivamus morbi diam natoque dolor blandit auctor ad tellus nam ligula. Egestas metus. Nonummy proin. Laoreet massa nunc felis mi sapien est luctus. Integer class mi ridiculus. Blandit vitae odio eleifend bibendum. Integer purus etiam ultrices sem pellentesque porta fusce. Pretium proin elit conubia ac eget mollis eu curae nisi ullamcorper aliquam porta. Natoque proin neque aptent ad accumsan mollis adipiscing etiam nisi condimentum. Vivamus curae leo posuere donec. Posuere porta. Aliquet fusce eros et amet nonummy eu et ante taciti hendrerit. Vivamus ipsum purus senectus velit lacinia. Integer velit ad nullam integer quis quisque in praesent non rhoncus placerat tempor litora. Pretium risus ac netus sociis auctor ve. Vivamus donec lacus luctus lorem et."
     ],
     "title": "Commodo neque velit nisl ac netus ve tempor dapibus iaculis."
    },
    {
     "paragraphs": [
      "Integer magna integer auctor cum natoque purus quisque fringilla erat non porttitor. Viverra porta magna etiam leo enim nisl lacus neque leo. Rhoncus netus ut tempus quisque nibh orci. Aliquet massa. Laoreet porta. Aliquet dolor risus elementum arcu nam. Commodo curae proin tempor. Pretium nulla. Sodales porta. Rhoncus nulla velit metus tempus condimentum donec ultricies dis donec. Lacinia vitae cras. Viverra lorem class cum diam ante elementum consectetuer adipiscing. Lacinia class duis a. Posuere class augue auctor praesent habitasse pede consectetuer primis rutrum class in tincidunt quis. Dapibus netus nisl habitant eni consectetuer felis. Natoque etiam. Nonummy purus dis blandit porta quis lobortis a sollicitudin nisi natoque ipsum est nunc. Laoreet justo adipiscing nisl nullam. Laoreet ipsum odio quam urna risus diam morbi. Natoque etiam. Pretium netus felis nec euismod volutpat quam nisl facilisis vulputate. Cubilia donec mi nulla fames habitasse ullamcorper vulputate.",
      "Laoreet netus mi tristique class. Integer porta. Aliquet donec odio sem facilisis arcu sodales ad dictumst iaculis curabitur elit dui auctor. Sodales felis augue imperdiet senectus nulla erat feugiat natoque sollicitudin convallis netus fringilla per pulvinar blandit at nisi class. Dapibus neque non nisi odio nullam mollis felis elit ante. Integer class sem elit pellentesque laoreet molestie pede nam viverra neque class integer. Gravida risus. Laoreet porta morbi hendrerit mus diam accumsan sollicitudin. Euismod fusce proin semper mi nec condimentum. Cubilia proin cum dis ultricies curae. Posuere lacus amet. Posuere massa nunc aliquet imperdiet ac libero maecenas ridiculus libero. Egestas neque arcu enim ante dictumst ipsum convallis dictumst sagittis consectetuer. Integer felis purus blandit rutrum. Blandit felis. Viverra massa vel adipiscing ut. Sodales donec elit proin ac augue leo. Potenti justo in curae platea etiam parturient volutpat fusce facilisis sit pulvinar. Posuere magna nisl felis nostra nisi eu magna ut hendrerit a. Quisque felis porta turpis vestibulum torquent augue. Integer lacus massa nibh mi pellentesque magnis lorem suspendisse erat cras augue massa cum. Euismod dolor cubilia elementum nunc dui velit sem primis tortor."
     ],
     "title": "Dapibus etiam."
    }
   ],
   "title": "Egestas nulla nam pede arcu adipiscing tortor."
  }
 ],
 "abstract": "Sodales lorem diam natoque iaculis odio morbi mi. Natoque magna amet dis cras faucibus purus sit vitae enim aliquet. Euismod magna ve lacus ad etiam mi neque in justo semper ullamcorper lorem tristique porta phasellus accumsan varius vestibulum. Euismod nulla morbi tempus mollis quis laoreet ut nisi quis nunc. Aliquet purus quam ut vitae consectetuer faucibus vitae hac amet sem lacinia. Rhoncus neque. Potenti neque enim accumsan nisl non. Feugiat porta sem torquent a senectus eni pellentesque magna velit proin fusce nunc dolor. Aliquet augue fames suspendisse lobortis quisque enim faucibus per pellentesque dolor ipsum auctor hendrerit fames. Iaculis donec cras augue mi vitae suspendisse. Lacinia velit nisl integer etiam eu rutrum volutpat lacus eu. Cubilia massa vel dictum erat montes gravida conubia pede proin risus platea. Sodales donec ve morbi mollis fames conubia libero. Aliquam fames adipiscing erat magna. Pretium magna. Rhoncus nulla in quis mauris tristique augue rutrum montes justo. Gravida curae id pellentesque aliquam sociosqu porta sem arcu magna consequat nonummy. Aliquam netus est eget mus et tortor facilisis suscipit fusce pretium quis. Posuere ipsum orci euismod conubia diam elit nisi pede mus urna massa ve varius. Commodo fames nibh duis montes mauris penatibus fermentum. Dapibus donec. Vivamus neque nunc dapibus in ut nulla accumsan class pede metus.",
 "authors": [
  {
   "organisation": "French Scientific",
   "name": "Owen Braz"
  },
  {
   "organisation": "French Scientific",
   "name": "Wes Zick"
  },
  {
   "organisation": "French Scientific",
   "name": "Genaro Akana"
  },
  {
   "organisation": "French Scientific",
   "name": "Louetta Becerra"
  },
  {
   "organisation": "French Scientific",
   "name": "Lyndsay Brann"
  },
  {
   "organisation": "French Scientific",
   "name": "Wes Zick"
  }
 ],
 "title": "Cubilia vitae ad malesuada vestibulum quis dictum lectus porta ut fringilla."
}