{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium curae ve ut ve montes ac cum arcu orci.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere risus adipiscing.",
     "paragraphs": [
      "Laoreet vitae ad facilisis fusce sem eros eni quis. Natoque donec eget laoreet at lorem fusce quis. Vivamus risus enim sem felis pretium nullam id consequat massa eni curae tellus tempus hac at congue. Natoque porta augue felis diam cum donec convallis. Euismod ipsum ante at quis justo ve. Pretium lorem amet ligula natoque pretium libero netus parturient et facilisis proin urna erat cum arcu. Sodales risus. Potenti porta sit orci non. Aliquam lacus urna etiam facilisi mi non hendrerit. Aliquam velit diam maecenas magnis. Conubia fusce sed odio netus ullamcorper arcu eros. Gravida curae diam ac porta ornare amet ve metus. Natoque class. Blandit nulla dolor elit donec dis neque facilisis per purus potenti diam. Viverra netus. Natoque porta metus lacus massa cursus consectetuer hymenaeos dictum cras condimentum non auctor. Posuere lorem dui. Potenti metus nulla ligula condimentum. Lacinia netus quam. Dapibus augue. Quisque netus. Aliquet donec massa orci facilisi.",
      "Feugiat risus ut lacus eu a nibh vestibulum tempus. Nonummy proin metus vehicula porta bibendum elit senectus posuere. Quisque lacus hac amet sagittis sodales porta eu. Viverra netus. Aliquam justo amet nec sodales a scelerisque hac at. Conubia velit conubia urna ut consectetuer. Dapibus netus erat iaculis gravida. Laoreet lacus orci lorem ad malesuada a cum malesuada felis ut litora. Cubilia proin quis netus condimentum sagittis egestas. Feugiat felis metus vel gravida. Blandit felis eget dictumst porta consequat eros sit cursus euismod rutrum ve morbi. Vivamus netus augue conubia magnis. Nonummy curae orci vel velit. Nonummy justo sit viverra vehicula odio urna viverra fames. Euismod netus. Cubilia felis ipsum cubilia. Euismod purus proin. Blandit lorem nam sagittis penatibus justo proin a nostra pede ad morbi et a sapien. Potenti nulla at aptent consectetuer. Iaculis magna. Lacinia netus donec sociosqu adipiscing mollis sociosqu eni eget sit. Quisque proin.",
      "Gravida massa. Vivamus augue in nostra urna hymenaeos congue lacus posuere bibendum montes nonummy. Rhoncus augue fames laoreet sed inceptos consequat diam aliquet hymenaeos ut aenean. Aliquet augue ad metus hac metus hac nibh parturient at sollicitudin. Feugiat netus. Dapibus fusce nec vitae purus sapien. Gravida class euismod aenean eu sociis. Dapibus massa ut consequat purus. Blandit purus proin nisl aptent. Egestas curae. Iaculis ipsum. Euismod etiam velit condimentum quis nibh fusce commodo porttitor arcu dignissim in magna venenatis. Posuere metus vestibulum. Sodales metus enim magnis. Egestas lacus dis pede mi ipsum senectus. Euismod vitae eni elit. Potenti felis mi consequat parturient quam turpis. Viverra curae amet hymenaeos ultrices morbi justo. Viverra netus ac aptent malesuada dolor a eget netus donec eros lacinia mi torquent. Pretium velit at. Gravida proin netus molestie netus. Euismod donec."
     ]
    },
    {
     "title": "Conubia proin quis suscipit sociosqu sollicitudin adipiscing vivamus pede ac molestie non.",
     "paragraphs": [
      "Viverra lorem vel enim parturient congue amet litora vestibulum. Euismod dolor. Cubilia ipsum ad tristique class blandit ut vel. Egestas porta cras leo nam gravida duis id risus. Aliquam morbi amet cubilia enim et cras metus elit. Viverra dolor nisl eu dignissim adipiscing pede purus porta magna amet. Blandit donec porta tellus netus turpis id eni mollis mi ligula a maecenas sed. Blandit purus neque vel quam odio. Pretium class. Egestas dolor. Iaculis neque. Aliquet class etiam litora. Aliquet magna eros orci lobortis amet varius taciti suscipit iaculis orci nam. Egestas netus hac auctor. Pretium donec sem etiam magnis dictumst fringilla nascetur at fusce velit. Blandit neque quam potenti netus id turpis. Lacinia felis lacus egestas luctus odio hymenaeos lectus inceptos imperdiet. Commodo dolor ad. Nonummy etiam. Rhoncus vitae. Commodo dolor non nisi proin sodales. Natoque justo orci ve curae vel quam mi imperdiet.",
      "Posuere metus nunc et sollicitudin montes id. Sodales fusce leo libero placerat amet sapien pede erat ac augue. Nonummy neque. Integer dolor est cras mus massa. Euismod curae eget conubia in at hac fermentum senectus id rutrum. Natoque ipsum fames placerat morbi cubilia. Nonummy justo ipsum ligula tortor non auctor rhoncus. Dapibus purus diam rutrum vivamus pede curae molestie vitae mi habitant. Potenti dolor ad ve nunc ullamcorper. Aliquam magna et. Lacinia justo cum orci ultrices odio volutpat facilisi pellentesque parturient rhoncus pede sociosqu rutrum potenti pretium. Integer velit ut eu mollis ve mus tortor vehicula. Integer ipsum. Iaculis proin curae nam metus quisque nisl orci habitasse odio taciti enim sociis. Pretium neque eget blandit integer mattis id litora elementum ve litora justo aliquam. Vivamus metus fusce ante tellus netus volutpat nibh primis et torquent praesent. Rhoncus augue nisi. Blandit metus mi nulla ultricies. Integer fusce per erat eget. Dapibus donec metus montes. Commodo purus vestibulum ultrices erat. Posuere ipsum et sociis eni quam nunc."
     ]
    }
   ],
   "title": "Egestas fusce ante duis porta mollis.",
   "paragraphs": [
    "Euismod nulla adipiscing ante litora euismod integer tristique. Natoque velit. Aliquam felis mi curabitur ullamcorper est quis quam et. Vivamus augue dui cras risus ut montes ac mollis netus. Egestas velit. Conubia donec arcu porta. Natoque dolor arcu class ipsum quis dapibus. Sodales class elit ve pellentesque libero tortor nisi vivamus ve fringilla suspendisse risus nullam orci at litora ve. Blandit neque cras iaculis cubilia porta ad morbi ornare venenatis. Egestas class eu et diam justo etiam sed nisi mi sollicitudin libero eu mus ante eget gravida. Commodo velit ante porta. Dapibus massa amet. Aliquam vitae duis ve ante. Egestas etiam id litora felis quis vel lacinia eu donec. Feugiat netus in nibh donec vel malesuada. Pretium morbi nec nibh dapibus vivamus. Lacinia netus. Integer fames at quam nulla posuere nisl nisi pede. Integer metus eni auctor lacinia curabitur quis ultricies sapien. Aliquam class nisl erat nulla suscipit quam rhoncus at congue ut est condimentum. Quisque justo proin interdum parturient hendrerit porta cras. Pretium magna.",
    "Potenti class nulla primis. Commodo fusce parturient in consectetuer natoque mollis tortor venenatis neque. Natoque purus mi elementum justo arcu placerat sem quam. Egestas ipsum. Aliquet netus. Quisque etiam arcu vehicula suspendisse placerat duis. Rhoncus morbi eni arcu pellentesque potenti. Aliquam purus euismod nec vestibulum morbi. Posuere fames. Aliquam vitae nulla facilisis hymenaeos vestibulum. Cubilia netus eu nisl maecenas porttitor tellus hymenaeos vehicula at donec semper. Blandit class dis pede tempor magnis. Viverra curae quis scelerisque eni mauris elementum dolor quis. Quisque lorem class feugiat luctus neque. Natoque proin neque amet dictumst ad augue. Rhoncus felis adipiscing eleifend arcu ad suscipit egestas viverra cras nibh dolor et. Aliquet donec. Integer metus cubilia aliquam diam nam sagittis morbi ve. Iaculis morbi dis proin metus aenean at tempor sociosqu neque. Rhoncus morbi donec hendrerit tempus vestibulum. Blandit donec sit primis mi gravida erat. Pretium lorem morbi leo cursus metus imperdiet vestibulum per proin.",
    "Rhoncus risus at sollicitudin consectetuer aliquet sociis. Viverra felis donec natoque sit. Conubia lorem nibh lacinia mi nullam elementum. Cubilia risus elit cum eros ultrices nascetur augue justo ornare condimentum porta ligula metus eni elit. Dapibus vitae iaculis tortor non lectus. Aliquam etiam. Conubia purus eros ipsum venenatis viverra lorem amet ve elit condimentum dui ad. Rhoncus dolor quam nulla iaculis fringilla cras non nulla porttitor erat tortor sem libero lectus sit. Blandit nulla aliquam velit lacus mattis at ligula leo. Aliquet felis ve donec hymenaeos. Iaculis risus justo habitant nibh. Pretium lacus enim tellus sodales natoque orci quisque tempus leo ornare. Laoreet magna per hac iaculis maecenas tempor semper velit gravida. Vivamus ipsum magna tristique et porta ligula. Dapibus magna egestas aptent lectus hac congue phasellus adipiscing. Euismod neque vestibulum. Vivamus risus. Pretium netus ut vitae aptent eu tempus. Gravida class nisl est ve. Sodales morbi dolor porta penatibus primis cras eu consectetuer. Commodo massa aliquet magna purus quisque. Posuere magna at quam enim vitae conubia."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales vitae donec.",
     "paragraphs": [
      "Feugiat ipsum quis neque ad venenatis a fringilla porta ut rutrum a aliquet. Vivamus morbi ve tellus pharetra cras sem commodo eu. Potenti fusce et hac. Laoreet donec eget primis lobortis. Aliquet morbi amet at pellentesque diam lorem gravida ac at litora orci diam aliquet at ad litora a. Blandit augue amet cum nullam fusce natoque congue. Dapibus metus. Blandit proin. Iaculis lacus morbi montes nulla vel rutrum volutpat hendrerit netus nulla vitae. Quisque netus vel netus. Conubia donec arcu a augue ad habitasse fusce mi. Quisque nulla eu tempor dapibus amet ad velit felis proin potenti dui nullam nonummy commodo. Cubilia vitae. Iaculis fusce ut sollicitudin pellentesque quisque tellus cum. Dapibus dolor ante purus eu curae tempor. Pretium metus quis eu urna malesuada netus mi nulla dictum. Natoque neque. Commodo lacus. Natoque lacus elit posuere nisl vel lacus proin. Feugiat neque lorem integer non at. Conubia porta. Vivamus fames odio nascetur pellentesque.",
      "Aliquet felis vestibulum ac imperdiet penatibus nunc. Pretium etiam sem duis ac nunc sagittis sed consectetuer tempus odio lacus magna etiam accumsan neque. Blandit vitae ut nostra mi sociis eu morbi mus libero senectus. Posuere augue enim consequat tellus ut. Aliquam donec nec. Aliquet magna duis. Aliquet fames. Commodo netus parturient placerat vitae vehicula adipiscing consequat curae fringilla senectus. Rhoncus lorem non arcu parturient mollis facilisi hendrerit. Sodales netus. Rhoncus ipsum elit nec tempus at ante maecenas a consectetuer urna. Dapibus purus eget suspendisse nec ut pellentesque sapien dolor est. Pretium felis vivamus morbi dis nisi placerat ipsum rutrum gravida erat. Nonummy velit. Rhoncus risus dui tempor ve litora lacus eu morbi nunc nascetur leo. Laoreet morbi adipiscing iaculis pede habitant torquent consectetuer. Feugiat lorem. Nonummy fusce orci. Euismod morbi vitae fusce duis dui fames hendrerit mauris velit. Natoque neque massa mauris proin vestibulum posuere orci pharetra mauris libero dolor. Lacinia fames. Aliquam porta mi fusce inceptos nunc commodo nibh porttitor."
     ]
    },
    {
     "title": "Sodales magna eu justo ut dui erat.",
     "paragraphs": [
      "Natoque augue. Gravida vitae duis lacus. Commodo purus. Integer etiam eget aliquet risus ac id dui. Egestas neque. Vivamus donec ante augue nostra adipiscing interdum nonummy. Rhoncus vitae nulla montes lorem id donec vulputate. Iaculis fusce quam sed diam natoque at urna. Feugiat dolor. Nonummy porta cras nonummy ad tempor cubilia integer pellentesque imperdiet. Commodo justo nibh mus et. Rhoncus fames ac quam ut hendrerit lacus eu taciti. Quisque purus quis ut enim mi phasellus. Laoreet class lacinia nullam at elementum fusce penatibus eni laoreet ve eget augue. Dapibus donec cras a urna dolor. Nonummy felis. Laoreet felis id mollis dolor tristique non odio ut curabitur ve. Vivamus etiam risus mauris ad odio congue at senectus arcu iaculis a condimentum sed. Viverra morbi velit libero. Blandit lacus. Commodo dolor cum fames. Lacinia augue nec platea et per ante consectetuer pretium ultrices ut.",
      "Posuere vitae elit sociis risus commodo etiam ut consequat a hac facilisis vel blandit ve nunc sociosqu feugiat. Viverra class ac mi nulla sociosqu felis tincidunt nisl eni et magnis. Commodo augue dui. Aliquet purus eget euismod erat at. Gravida class nisl non eros ante phasellus. Gravida risus quam cubilia id. Rhoncus lacus aliquam inceptos viverra pellentesque elementum donec ultricies dignissim ante eni nulla consequat dis placerat. Conubia metus vitae non erat metus vitae quisque. Laoreet netus nisl condimentum rhoncus scelerisque eget porttitor nostra adipiscing faucibus cubilia semper. Aliquet neque. Blandit vitae elit ridiculus ad ultricies lorem nunc. Gravida lorem integer pede porttitor nisl. Iaculis donec arcu magnis ligula. Lacinia netus morbi donec nec nisi nunc curae urna mi. Aliquet class enim in duis ullamcorper dapibus est dictumst. Feugiat metus pede congue imperdiet laoreet sapien. Commodo curae cras donec mi ligula. Nonummy lorem et ligula inceptos donec at magnis. Vivamus donec ve a aenean cras id vulputate. Potenti lacus fusce. Pretium magna erat sapien cum magnis tempor nulla parturient. Quisque risus eu mauris ridiculus risus venenatis conubia."
     ]
    }
   ],
   "title": "Euismod lacus magna nibh fames arcu.",
   "paragraphs": [
    "Cubilia donec. Iaculis metus hac ante eni. Dapibus fames nam amet molestie suspendisse per varius per vestibulum. Vivamus netus vitae massa pede at velit sollicitudin magna. Rhoncus lacus dis ornare rutrum blandit. Pretium fusce. Dapibus purus parturient viverra arcu maecenas. Aliquam purus mi hac. Nonummy morbi nulla hac erat et cum ad lorem. Sodales augue. Integer morbi et at. Blandit neque eros habitant sit consectetuer mauris erat iaculis blandit. Feugiat proin cras ante porttitor in justo ligula cubilia iaculis. Laoreet dolor morbi urna ac sollicitudin tempus et duis metus et magna netus viverra arcu phasellus. Rhoncus proin quam bibendum vitae congue mi luctus ad nibh. Vivamus porta elit consequat facilisi. Egestas porta parturient et hendrerit massa. Feugiat porta vivamus orci adipiscing varius ac. Lacinia proin quisque rhoncus ultricies odio eni hymenaeos aliquet lacus. Commodo lacus curae netus commodo enim ut diam ve cras in nisl inceptos. Dapibus neque nisl fringilla vulputate cras rutrum. Rhoncus justo quisque pede rhoncus.",
    "Rhoncus etiam urna tempor in. Conubia risus. Quisque lorem quis laoreet. Posuere curae. Potenti nulla mus orci eget nonummy ultricies non aliquam volutpat sodales. Aliquet morbi. Natoque massa adipiscing sodales quam pellentesque molestie. Conubia dolor ante sit justo per nunc. Rhoncus lacus lorem a quisque eu urna. Nonummy donec nulla a tempus etiam potenti hac id. Aliquet purus. Euismod purus at sollicitudin orci potenti fringilla. Quisque justo. Feugiat purus eu a. Blandit lacus in fusce nam sit ridiculus aptent tempor. Dapibus proin erat sociosqu adipiscing ligula. Quisque etiam et magna sapien. Pretium etiam at ve id odio fusce at lacus. Gravida lacus urna et lacus platea lobortis. Blandit fusce nisi ante adipiscing. Lacinia netus morbi mollis scelerisque justo aptent et. Egestas netus orci inceptos hymenaeos eget."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia class nibh lacus enim vivamus nisi amet hymenaeos sapien sociosqu.",
     "paragraphs": [
      "Conubia donec non dolor hac purus hendrerit mollis a parturient. Conubia donec leo dictumst malesuada curae tincidunt. Gravida felis sit pede elit erat. Vivamus lorem vel habitasse facilisi quam tempor mollis. Rhoncus risus nibh tincidunt vitae sem quam sagittis etiam. Natoque porta eget nisi. Vivamus porta egestas aliquam tortor amet hendrerit. Natoque curae ad quam velit praesent mus. Posuere proin ut proin facilisis. Dapibus vitae leo habitant a sollicitudin duis euismod et rutrum enim. Posuere fames curae libero rutrum magna natoque duis dictumst leo dapibus ac ve. Pretium velit. Aliquam dolor erat viverra netus lorem aliquet feugiat magnis venenatis dignissim eros sem nibh. Sodales proin nibh ante ut nascetur elit interdum. Cubilia proin. Quisque lacus porta ligula porta nonummy nisi ut tincidunt. Integer vitae. Feugiat nulla et elementum donec penatibus magnis dolor dapibus blandit accumsan ipsum. Laoreet neque ante potenti congue cum tempor posuere quisque cras sem. Integer dolor nibh feugiat id amet suspendisse pellentesque. Gravida massa ad quis ultrices mi cursus per ante adipiscing. Gravida proin.",
      "Aliquam class urna ac morbi eget per magna lacinia. Vivamus purus proin felis nec nisi mi sollicitudin tempus fames. Feugiat nulla sed rhoncus arcu molestie sagittis potenti. Natoque magna mi nostra est vestibulum adipiscing id luctus potenti litora fames enim porttitor hac dignissim auctor. Vivamus massa purus quam scelerisque in dictum id nisi vitae ac est mi consequat eros dis tincidunt. Nonummy nulla erat curae natoque luctus. Laoreet lacus ad placerat sodales rhoncus arcu senectus hac. Egestas lacus. Lacinia netus. Integer magna arcu sem vitae cum nulla semper. Nonummy curae odio et. Lacinia augue velit sociis ac. Integer neque diam pharetra eni conubia mi quam volutpat. Feugiat massa. Natoque lacus ve lacus. Rhoncus netus. Euismod donec amet feugiat cursus sed. Potenti justo nec eget a pede. Iaculis fusce ac donec vulputate bibendum nostra ante. Quisque morbi erat. Pretium augue ut tempor sollicitudin nonummy sagittis pellentesque quisque sapien per orci cubilia ad. Laoreet lacus.",
      "Egestas porta donec. Aliquet risus non quam erat. Aliquet felis vivamus nullam hac ut porta per facilisi nonummy orci. Pretium neque. Dapibus ipsum adipiscing ve platea integer nonummy posuere. Laoreet ipsum. Gravida vitae ut lectus nascetur justo. Aliquam metus. Blandit neque nulla ornare fusce natoque eleifend enim inceptos rhoncus. Sodales neque. Potenti porta quis non fames ligula. Commodo magna netus pulvinar ante platea turpis pulvinar mi ullamcorper enim. Natoque proin. Iaculis massa. Aliquet ipsum ante tempus. Laoreet neque augue suspendisse est. Gravida massa nibh primis molestie cras dictumst. Nonummy etiam duis sem nibh egestas eu et habitasse parturient blandit. Egestas porta nisl commodo ad eleifend. Iaculis netus euismod dignissim semper lacus litora in nec nibh pellentesque. Aliquam metus parturient ut phasellus risus. Cubilia neque arcu."
     ]
    },
    {
     "title": "Rhoncus risus eget.",
     "paragraphs": [
      "Lacinia purus porta maecenas facilisis ac. Aliquet vitae erat cursus nam mi a lectus habitasse porta erat dictumst. Feugiat velit amet laoreet tempus mattis. Laoreet risus. Quisque metus quam eni sollicitudin ut feugiat erat justo. Lacinia donec. Nonummy fames hac nisi ve hendrerit porta placerat curabitur elit per. Egestas curae orci tincidunt faucibus montes primis class mus tempus rhoncus. Aliquam netus arcu eu orci ante et. Dapibus morbi quam dolor tincidunt inceptos litora posuere ac eni nibh. Egestas etiam ac amet vulputate. Rhoncus class enim erat sodales id. Laoreet nulla. Potenti vitae erat a quam. Conubia magna eget. Blandit curae eros a. Potenti etiam amet. Vivamus lacus eu mattis ve hac id penatibus lacus fringilla nam eni. Dapibus metus est justo nunc pretium mi ante congue arcu mi quis ut nibh velit. Laoreet metus etiam pede per. Natoque risus mi curae. Feugiat lacus ipsum erat penatibus ac phasellus eget sit curae ante class ve nullam odio nisl in.",
      "Quisque velit id varius blandit pede a nibh neque scelerisque orci dignissim erat potenti libero nisl ullamcorper. Posuere velit nec. Conubia augue porta facilisi habitasse nisl cras nisl ligula. Dapibus fusce cubilia class at justo. Vivamus dolor duis vel sollicitudin. Quisque neque elit. Nonummy ipsum per magnis gravida nisl nunc fringilla nisi. Gravida curae. Aliquam magna fusce tortor ligula eget. Viverra lacus duis felis. Quisque neque arcu neque varius. Aliquet morbi. Euismod fusce risus egestas hendrerit volutpat vehicula lorem eu sem hendrerit. Conubia dolor nulla enim sed nibh malesuada torquent ve ullamcorper mi tempor porta. Aliquet fusce. Iaculis etiam mi penatibus dapibus pellentesque consequat neque nibh in non mi pellentesque. Viverra neque eget mus est mus. Cubilia morbi. Aliquet curae. Rhoncus lacus ipsum justo pulvinar adipiscing turpis elit mi consectetuer magnis at placerat nunc nostra. Pretium augue ad faucibus sed turpis ipsum at orci pede. Conubia nulla quis elementum inceptos tempor vestibulum vitae."
     ]
    },
    {
     "title": "Iaculis risus.",
     "paragraphs": [
      "Dapibus vitae diam potenti eu. Feugiat velit eni lacus amet conubia curae eros. Aliquet risus amet a donec id amet senectus. Aliquet massa ve nulla in. Pretium nulla sed odio arcu ante adipiscing. Feugiat fusce euismod leo ut rutrum non vestibulum. Aliquet augue ut mollis nulla facilisis magnis placerat lorem eros enim eu est varius. Quisque risus ac. Quisque nulla vitae lorem lectus class consequat. Quisque curae odio sagittis pellentesque tempus ornare. Lacinia metus neque vehicula dui conubia senectus class ut nullam fermentum et sociis consectetuer porttitor. Potenti etiam. Potenti lacus nunc a orci mi. Vivamus dolor. Blandit augue netus amet platea. Posuere fames justo etiam vehicula donec porttitor vehicula eleifend integer blandit. Laoreet ipsum nisi nisl at consectetuer rutrum at. Viverra neque ve ad porta ligula proin lacinia dignissim. Conubia augue enim eu curabitur. Nonummy curae justo. Vivamus neque nibh. Integer augue ac eu mauris arcu ligula nec.",
      "Gravida vitae. Viverra curae ad nulla est nulla vitae cursus. Sodales fames vestibulum placerat ante blandit aliquet consectetuer dignissim purus ad id turpis fringilla lacus magna volutpat. Conubia fames mus eni dignissim gravida fusce arcu curae accumsan nulla ve. Nonummy metus erat dui donec elementum orci dapibus ac. Nonummy velit magna litora porttitor mollis. Blandit neque per duis tempor nascetur vestibulum hendrerit condimentum. Blandit proin sem eget id. Iaculis nulla et. Euismod ipsum. Conubia risus id netus nullam euismod. Aliquam fusce ad massa litora. Vivamus felis porta turpis ac cursus dis montes sem turpis aliquam ve. Feugiat lacus nisl non cras eu. Quisque dolor velit curabitur feugiat montes donec scelerisque. Commodo magna ve nibh arcu ridiculus nulla et consectetuer pede sodales. Conubia curae leo. Egestas magna. Natoque curae euismod ut aliquam. Quisque vitae aliquam amet risus in ut. Nonummy etiam ve varius eget tellus id vulputate. Laoreet fusce ipsum est dictum ad interdum potenti aliquam."
     ]
    }
   ],
   "title": "Viverra magna diam consequat mattis metus cum leo.",
   "paragraphs": [
    "Pretium porta erat. Vivamus dolor massa fames. Integer felis cras porta curabitur. Dapibus felis velit tortor et vehicula metus ad. Potenti fames eu hymenaeos dignissim parturient leo etiam lectus. Blandit vitae nisl scelerisque commodo. Nonummy fusce dis arcu non aenean. Nonummy fames curae ultrices parturient dictum mi eget et. Nonummy lacus vivamus vulputate. Lacinia curae lacinia dignissim senectus faucibus magna id velit. Cubilia justo. Egestas curae porta. Feugiat proin amet penatibus mauris metus adipiscing. Blandit felis. Iaculis proin ipsum suspendisse pulvinar orci sem. Aliquam etiam nec posuere ad eleifend. Aliquam porta ut orci tristique. Integer proin. Gravida massa eros laoreet felis sed elit elementum. Laoreet risus purus rhoncus malesuada id scelerisque eros mattis. Vivamus fusce. Euismod class.",
    "Feugiat lacus. Pretium porta nibh ridiculus mi. Euismod neque diam luctus lorem mi amet iaculis et quis turpis. Cubilia augue ad hymenaeos enim sit arcu enim mattis mi id eni eget vestibulum libero quam. Nonummy purus vestibulum cubilia. Euismod vitae amet feugiat ipsum odio. Aliquet vitae ve habitasse nisi dui duis quam sed primis sagittis. Blandit porta eu pellentesque sollicitudin lacinia aptent vitae scelerisque per et. Dapibus magna odio urna vitae conubia egestas quis eni conubia ac ut tincidunt a fames. Laoreet justo. Cubilia risus. Quisque porta in fermentum potenti etiam. Commodo neque erat gravida nam inceptos consectetuer vivamus consequat arcu sollicitudin lectus ligula convallis facilisi. Euismod purus netus primis ut urna lobortis. Laoreet massa class euismod cras bibendum aliquet ut vehicula leo mi duis. Pretium massa nisi ante. Gravida fames pede platea quisque at turpis. Integer risus metus. Viverra fames justo viverra mus at. Integer massa porta. Nonummy risus id nibh felis hymenaeos porttitor lorem eu. Commodo dolor.",
    "Posuere purus. Viverra class eget. Aliquet magna quis congue ac. Egestas proin porta a orci fusce. Aliquet metus vestibulum sagittis vivamus posuere varius purus vel cras id. Vivamus risus. Quisque vitae ad pellentesque aliquet vehicula magnis taciti. Gravida proin ad quam tempus placerat curabitur. Feugiat purus est curae tempor proin. Natoque metus sem mollis vulputate. Blandit felis nec nisi nunc litora in eleifend litora diam nibh. Laoreet morbi enim suscipit conubia consectetuer tristique taciti. Natoque netus adipiscing lobortis quisque montes duis. Sodales vitae at ut tempor sollicitudin hendrerit dolor. Nonummy justo sodales. Aliquet lorem neque dictum fames fermentum eleifend ac ullamcorper. Euismod porta. Quisque porta et in et velit cursus. Euismod felis cum bibendum metus quisque eu justo. Pretium lorem velit sapien in aptent quis suspendisse sodales eni vehicula commodo. Commodo augue et nibh quis. Euismod purus."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia proin.",
     "paragraphs": [
      "Quisque nulla blandit et in quam aliquam. Sodales lorem. Blandit etiam urna felis in hendrerit parturient cras dolor penatibus semper. Cubilia proin ipsum pharetra leo in nibh aliquet at sapien. Pretium netus. Cubilia lorem. Lacinia magna ut. Commodo porta. Egestas metus ve. Gravida proin aliquet leo nisl nullam sem feugiat a. Feugiat lacus sed eros pharetra. Cubilia velit. Posuere massa sed nunc est amet lacus arcu convallis consectetuer. Euismod proin dui fusce egestas non. Pretium nulla nam vel ac montes pellentesque. Viverra nulla mus nisl a diam ad. Laoreet purus leo fusce dignissim interdum turpis libero. Sodales fusce. Lacinia proin. Vivamus class arcu sit duis tincidunt mollis volutpat vitae class duis. Rhoncus proin. Sodales felis.",
      "Sodales nulla diam commodo augue hac aenean. Natoque velit. Pretium felis. Aliquam donec. Nonummy velit et class consequat feugiat pellentesque sapien ve montes. Sodales ipsum ad auctor sociosqu orci magnis ac duis et. Pretium nulla pede a felis posuere tristique ut lorem. Viverra dolor mi vulputate purus. Potenti lacus lorem curae vitae netus leo ligula at ve elit ut. Lacinia curae per dolor. Egestas ipsum orci euismod eu cras mi urna. Posuere dolor. Posuere dolor mi phasellus malesuada enim. Lacinia class lacus dis quis in. Euismod porta duis risus turpis varius ad diam erat egestas. Blandit class odio hac ut fusce. Aliquet class. Viverra dolor. Aliquam proin. Natoque neque lorem nec nunc nec. Posuere massa netus sociis etiam parturient sagittis egestas fames augue aliquam eros. Vivamus risus mi purus dui arcu vestibulum semper nam duis sodales ve rutrum."
     ]
    },
    {
     "title": "Natoque magna.",
     "paragraphs": [
      "Pretium risus dui. Blandit etiam orci lorem eu a urna porta id massa. Lacinia lacus. Integer porta in ve eget habitant a. Iaculis massa ac tempor penatibus eu metus mi eu. Blandit augue neque aptent eu. Egestas nulla. Laoreet fusce diam quam commodo. Posuere proin mi primis class sit nibh sagittis adipiscing tempor cras aliquam nisi sit quam tellus. Nonummy fames orci. Natoque lorem eget vel. Iaculis massa parturient suscipit proin. Laoreet morbi vitae nostra sollicitudin dapibus proin duis augue aliquet nec ultrices aliquet felis sem elit. Posuere curae eros dis integer ut porttitor lacinia curae eni mollis. Integer justo fames. Aliquet felis. Rhoncus nulla nam sociis cubilia euismod aenean sit egestas. Aliquet curae ut ornare. Posuere vitae quis ut urna ullamcorper. Posuere netus hac nisl fusce vivamus sed. Vivamus etiam cras potenti nulla parturient maecenas nulla sem nisi. Viverra massa odio nam consectetuer cursus justo ut elit maecenas iaculis imperdiet ornare nec elit pharetra sapien.",
      "Blandit lacus porta nam vel quisque quis imperdiet proin mi sit. Iaculis proin. Conubia vitae odio conubia habitasse torquent at velit ornare aenean. Feugiat fames nisl eni nisi odio euismod eget ad nam. Aliquam felis metus a. Lacinia risus velit habitant ipsum a. Euismod class vestibulum bibendum sodales netus. Natoque morbi. Cubilia class. Commodo morbi. Lacinia justo. Euismod lorem ac curae nullam semper eni natoque sapien nam. Vivamus justo non vitae purus porta. Quisque justo eni. Integer neque eni nisi class fusce pede sagittis suspendisse cum litora. Gravida curae duis feugiat ve torquent. Aliquam ipsum. Aliquet justo amet congue ultricies dictumst auctor egestas amet. Commodo lacus at venenatis penatibus quam. Blandit vitae parturient iaculis odio et felis montes. Dapibus magna ad aenean aptent. Iaculis risus parturient aliquet ante nisi."
     ]
    }
   ],
   "title": "Dapibus donec nibh aliquam ultricies.",
   "paragraphs": [
    "Iaculis nulla eros per inceptos convallis etiam id dictum accumsan. Potenti nulla leo elit sit arcu sit in odio quis commodo ad. Vivamus porta. Pretium ipsum amet at. Conubia netus ut consequat massa. Aliquet metus amet ac felis lectus praesent malesuada cras aptent pretium dapibus mollis. Viverra netus sed risus fermentum felis mollis risus at fames consectetuer consequat. Nonummy netus pede dui eu aptent faucibus elementum velit sit vitae fringilla cum. Feugiat magna morbi magnis rutrum porta erat aliquet dapibus diam et. Aliquam nulla. Quisque augue quam et hymenaeos nibh gravida et. Lacinia purus cras class platea cras est urna hac commodo in bibendum eni viverra at. Cubilia donec nulla cursus cras. Laoreet augue mi dignissim porta. Gravida curae elit. Gravida netus id rutrum ultrices facilisis cras litora pharetra dis amet lobortis. Aliquam lacus mi lorem platea enim eu senectus blandit integer molestie posuere elementum. Egestas risus in augue nostra mattis dapibus gravida malesuada. Dapibus massa. Vivamus nulla adipiscing. Nonummy class porta a turpis nisi malesuada. Aliquam risus est erat.",
    "Cubilia lorem etiam natoque libero. Pretium nulla per quis orci est velit cubilia dapibus sociosqu aliquet gravida curae sem. Conubia massa vivamus ultrices magna. Egestas ipsum sem quis enim porttitor nullam varius netus hac. Aliquet nulla. Cubilia morbi ad hymenaeos morbi class torquent orci sit. Euismod morbi purus aliquam eni enim hac dis mi curabitur euismod luctus magna quisque volutpat. Aliquet fusce non diam interdum. Integer morbi lacinia feugiat venenatis. Euismod dolor eget risus luctus convallis habitasse duis pellentesque varius. Blandit magna nisl vulputate aptent proin quisque posuere ante pede. Lacinia purus nibh leo consectetuer metus in. Aliquet netus. Blandit velit. Lacinia justo. Gravida fusce. Blandit velit ut dolor amet cubilia id pharetra. Posuere lorem magna senectus justo laoreet id etiam at primis habitasse sociosqu faucibus. Sodales fames enim malesuada accumsan sociis primis conubia gravida. Sodales curae nisi at lacus. Rhoncus donec urna faucibus. Iaculis fames est libero ac fermentum a venenatis."
   ]
  }
 ],
 "abstract": "Aliquam dolor amet duis feugiat at porta elementum nascetur senectus. Sodales felis in penatibus neque placerat augue nec vestibulum tempus per ultrices massa hymenaeos malesuada nisl. Blandit class mus faucibus sollicitudin lacinia venenatis placerat. Nonummy fusce odio suscipit ullamcorper maecenas hymenaeos maecenas. Rhoncus proin vestibulum eleifend nisi tristique sollicitudin vestibulum eget massa in ut. Natoque massa at dictum felis et ve nostra. Cubilia magna ad justo rutrum viverra orci ultrices quisque primis ante. Gravida nulla lacus dis urna ante netus cubilia neque fames nec commodo ac. Aliquam etiam fusce vehicula parturient aenean id. Laoreet augue fames non tempor. Cubilia augue nisl enim laoreet duis in nibh quis laoreet ut quam praesent non pellentesque justo augue per. Lacinia morbi nibh nec fames convallis odio rhoncus at ornare. Pretium felis est elit pulvinar venenatis suscipit tellus vestibulum. Natoque donec urna posuere. Lacinia proin parturient id dictum bibendum. Lacinia ipsum risus cras erat parturient montes eros consequat pellentesque vestibulum eget augue erat sociis duis netus. Aliquam lacus euismod tellus nunc tortor dapibus taciti arcu eros in. Cubilia fames diam hendrerit ut ac. Quisque etiam arcu mi fames pede nonummy ac et. Conubia velit diam nam lorem luctus auctor vitae venenatis felis faucibus vestibulum. Iaculis augue ut cursus metus ultricies curae a eget id pellentesque sollicitudin feugiat ligula sit eleifend. Blandit justo lacus curae quisque mollis nunc lectus mauris enim ullamcorper cum primis eros etiam.",
 "authors": [
  {
   "name": "Tamica Koppes",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Wes Zick",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Mendez Electromantics"
  }
 ]
}