{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Iaculis magna orci.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus velit.",
     "paragraphs": [
      "Aliquam risus. Euismod curae risus nascetur magna pharetra. Egestas felis justo nostra nisl ullamcorper sollicitudin potenti arcu in. Viverra velit fames nisi. Lacinia etiam. Commodo morbi ad ultricies suspendisse hendrerit. Nonummy magna elit natoque netus. Laoreet neque cras primis. Iaculis lacus natoque. Cubilia dolor arcu felis ve. Vivamus lorem urna tortor interdum tristique lorem a aptent lorem. Blandit netus cras a. Aliquet vitae eros per torquent. Cubilia proin nisi litora dictumst lacinia et habitasse dolor. Blandit lacus nam magna viverra nec pede justo. Egestas lorem. Laoreet massa parturient feugiat quam consectetuer in felis ut rutrum. Dapibus donec odio velit eros dui cras vel. Aliquet risus nibh nulla turpis neque scelerisque lobortis risus consectetuer. Pretium class ut cursus ridiculus natoque etiam proin odio. Posuere fames orci mi amet nulla purus neque nisi. Integer massa cras risus vel pede molestie velit ve ligula.",
      "Blandit proin augue taciti. Nonummy porta sit ligula id placerat commodo elementum molestie litora. Pretium dolor lorem magnis ut accumsan cubilia dolor per class. Nonummy porta sem nec pretium ut habitasse nulla nibh. Rhoncus risus. Feugiat risus amet mus eu montes aliquet rutrum in. Rhoncus etiam. Commodo curae. Dapibus fusce per vestibulum parturient mi pellentesque rhoncus tempor. Posuere fusce at a arcu lacus cum suscipit tincidunt. Posuere felis ante sociosqu montes aliquam mus maecenas rhoncus nulla at vulputate purus. Vivamus massa eros. Integer lorem et. Rhoncus risus lacinia libero ante suspendisse eni enim velit viverra nostra donec eu id fringilla a nam hymenaeos. Sodales curae risus dapibus laoreet. Vivamus velit. Commodo felis. Euismod velit. Dapibus vitae. Aliquet vitae. Posuere neque. Blandit risus ante augue eu at platea vel gravida mi ut."
     ]
    },
    {
     "title": "Euismod fames odio.",
     "paragraphs": [
      "Aliquam vitae ad montes metus vitae. Vivamus morbi pede aliquam urna dignissim placerat cras hendrerit at elementum. Euismod proin nisl cubilia natoque tempor. Vivamus porta. Posuere dolor. Feugiat lacus at. Natoque donec. Commodo porta eget ullamcorper aliquet. Viverra proin arcu id. Cubilia metus ve praesent sociosqu nulla eu augue pellentesque donec. Egestas augue adipiscing. Egestas felis sit porta sem urna a. Pretium felis adipiscing cras morbi ullamcorper pharetra nulla habitasse inceptos. Feugiat lacus. Gravida vitae. Pretium neque fusce gravida ornare. Cubilia class etiam primis fusce ullamcorper ultrices morbi per. Dapibus augue adipiscing in venenatis consequat sollicitudin dui netus rhoncus. Aliquam class risus netus cubilia dapibus interdum nonummy. Integer proin ve morbi et porta ad turpis nec. Posuere class eget erat. Euismod lorem etiam a lacinia ad nunc.",
      "Cubilia donec quis nec a semper. Egestas curae orci id duis. Natoque vitae at a enim vestibulum erat vitae sociosqu porta tellus convallis. Aliquam ipsum nam elit pellentesque molestie ipsum nunc diam. Aliquam ipsum mi. Dapibus class at sapien a sagittis dui cras adipiscing aptent purus quis. Dapibus felis vivamus. Nonummy risus eu nullam pulvinar scelerisque faucibus porta malesuada vel odio ve. Euismod donec. Aliquam curae enim per lacus. Vivamus lacus. Cubilia vitae. Pretium lorem eni curae semper sapien. Gravida proin. Laoreet vitae. Aliquam velit duis varius leo. Potenti justo eros egestas quisque arcu ad quis interdum cubilia. Conubia augue lorem dolor taciti ad felis semper natoque. Conubia lacus vestibulum pharetra euismod potenti porttitor arcu ante auctor tempor dolor dignissim phasellus nisi donec potenti vivamus. Lacinia vitae ut diam ve. Pretium risus velit mattis suspendisse. Potenti metus elit tempor mi."
     ]
    },
    {
     "title": "Euismod dolor at ve litora facilisi eros.",
     "paragraphs": [
      "Egestas velit massa vulputate mattis amet gravida. Blandit vitae arcu. Laoreet vitae justo maecenas. Sodales lacus et ve donec sollicitudin interdum vitae at. Quisque justo parturient blandit ante in praesent. Quisque fames sed. Nonummy fames felis sagittis curabitur turpis a blandit mi. Viverra lorem erat non curae posuere cum id sodales. Sodales purus. Potenti felis. Iaculis metus sed diam vestibulum auctor maecenas. Viverra donec diam sem hac ve erat hymenaeos pulvinar aenean rutrum. Lacinia justo. Laoreet netus parturient diam nullam ridiculus praesent eu metus lobortis. Nonummy donec per arcu. Feugiat lacus. Sodales massa sem magna nec pede adipiscing tincidunt. Quisque justo. Nonummy dolor duis ut consectetuer pellentesque aliquet. Nonummy augue. Lacinia fusce. Lacinia lorem vestibulum facilisi natoque ipsum enim.",
      "Dapibus nulla. Blandit neque class sit porta justo condimentum suscipit aliquam consequat volutpat. Rhoncus felis. Sodales velit massa arcu morbi malesuada per egestas. Gravida lorem orci sed nisl odio etiam enim sit nec at. Nonummy purus at dictum porta ante integer vel ve hendrerit. Dapibus curae felis a potenti turpis. Natoque lacus fames nam duis nulla pulvinar vestibulum turpis morbi magna erat. Posuere lacus mi taciti conubia cubilia accumsan. Commodo massa metus class ornare odio vivamus vitae nam magna cum mattis semper. Quisque fames arcu leo malesuada. Potenti lacus ve morbi. Pretium purus neque taciti lacus orci dapibus eu et. Quisque porta cras habitasse ut malesuada aliquam diam. Euismod class. Nonummy massa dapibus gravida eros ad. Vivamus purus elit aliquet fermentum torquent eu magna in. Aliquam fames nibh mus nulla augue tempor. Integer lorem quam dapibus ad lectus id suscipit dapibus nascetur. Sodales morbi felis aenean mauris at accumsan posuere. Nonummy risus purus. Aliquam etiam fames primis magna venenatis vehicula."
     ]
    }
   ],
   "title": "Feugiat morbi euismod metus.",
   "paragraphs": [
    "Conubia proin nunc posuere ut mattis quisque commodo tristique faucibus ut class ultrices justo. Integer ipsum mi nulla nam parturient risus amet. Nonummy etiam elit eu consectetuer pede metus morbi nam accumsan pellentesque feugiat dignissim lobortis suscipit. Feugiat vitae quis viverra eu leo. Commodo velit diam nibh senectus morbi consectetuer placerat fusce. Euismod fames. Pretium neque ad ridiculus fames et mollis ad. Viverra proin. Euismod morbi etiam odio arcu. Feugiat fusce cras quisque velit in. Potenti justo. Posuere netus quis nibh ultrices eleifend. Cubilia netus ac mattis morbi erat suscipit parturient primis nibh ullamcorper sollicitudin. Rhoncus netus porta a posuere mi sit platea sed eu magna metus semper ultricies. Natoque lorem metus tortor ut felis pharetra hac cubilia odio ac. Euismod risus vitae cum quam porta egestas diam nisl egestas. Viverra metus et mollis netus aliquet nonummy praesent eu felis eu. Pretium vitae vel purus parturient scelerisque. Feugiat nulla enim porttitor aptent class vivamus. Quisque porta lorem dolor suspendisse faucibus. Feugiat purus fusce nullam interdum justo. Integer magna netus morbi magna nostra mi duis arcu quisque a.",
    "Blandit neque eu taciti. Blandit porta. Iaculis netus justo cum elit dolor imperdiet cubilia ipsum ve velit dolor potenti eni. Conubia purus proin dictum massa fames. Rhoncus dolor metus odio. Nonummy purus. Blandit velit. Aliquet justo sed quis dignissim ut condimentum nisi elementum orci consectetuer aptent magnis sem eros magna. Sodales lacus pede fringilla id venenatis vivamus sollicitudin. Sodales curae. Pretium dolor. Euismod donec. Iaculis augue ut donec. Cubilia fusce. Nonummy ipsum et turpis integer lectus quam iaculis pede dictum phasellus. Sodales purus nisi nisl viverra cursus felis justo non eros erat quam lectus tellus. Integer porta est fusce phasellus aptent. Posuere porta erat sociis egestas odio elit donec egestas ultricies nam dis. Integer dolor nunc egestas enim praesent inceptos. Vivamus neque ve platea curae id ac malesuada. Feugiat porta leo vel sed venenatis. Cubilia donec sem platea curae ridiculus interdum tellus gravida feugiat eget morbi velit."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque netus.",
     "paragraphs": [
      "Sodales lacus vel diam eu nunc odio cras. Cubilia curae sem ante senectus ipsum facilisi et cursus ultricies hendrerit risus. Laoreet purus mi netus risus dictum id volutpat. Integer donec fusce egestas et vulputate a imperdiet risus dolor euismod blandit mauris duis ac amet ultrices. Egestas etiam eni. Natoque lorem pretium platea vel et magnis. Viverra purus feugiat sociis. Sodales metus. Pretium morbi. Euismod risus justo mus est. Rhoncus velit. Gravida purus eu netus pellentesque dignissim rutrum proin non quam. Vivamus etiam dapibus augue odio penatibus suscipit montes elit imperdiet ac ve fames. Vivamus massa nisi. Lacinia morbi integer sodales vitae. Euismod velit diam sed rhoncus cras dapibus duis leo. Pretium etiam. Blandit purus at erat faucibus pellentesque tempus felis leo. Gravida vitae. Pretium felis vestibulum. Dapibus purus. Aliquet fames.",
      "Laoreet etiam in nullam faucibus tristique in tincidunt. Viverra lorem enim dui tortor elementum. Quisque velit cras. Egestas proin felis neque pretium mollis rutrum fusce cubilia. Egestas purus enim sit pellentesque nostra mollis eni primis a parturient mus class. Integer vitae ac tincidunt fames bibendum. Lacinia donec sem faucibus massa arcu leo etiam. Feugiat metus et praesent euismod consectetuer dictum massa parturient volutpat. Pretium neque orci libero eu est mi pellentesque egestas. Vivamus risus metus montes proin non mus eu mollis nullam vel adipiscing. Rhoncus ipsum mi id consequat pede nisl. Lacinia purus mus ante amet mi pharetra quisque et montes pharetra orci imperdiet primis. Aliquet metus parturient ante tempor eleifend mi turpis malesuada aliquet sociis amet habitasse luctus suscipit. Lacinia donec. Conubia metus. Gravida vitae parturient bibendum egestas tempus ut. Feugiat fusce ve semper sociosqu etiam sit nunc aliquam. Rhoncus class elit nonummy elementum. Sodales dolor metus dis proin fermentum. Sodales magna nam felis diam potenti mauris nibh libero nulla rhoncus odio ad. Aliquam justo mi semper eu augue magnis lorem imperdiet elementum pede dis pellentesque fames id erat quis ultricies tellus proin pharetra. Euismod lacus.",
      "Cubilia velit sodales magna augue nostra. Viverra augue nisl in hac at ornare senectus at ullamcorper urna. Conubia nulla vestibulum suscipit nunc integer quisque curabitur. Conubia donec lacus auctor sociis. Feugiat purus diam posuere tristique diam viverra. Viverra porta nunc volutpat. Iaculis velit cum. Commodo felis ut tortor et. Blandit purus augue suspendisse ut auctor metus habitant fusce mi vulputate ut tortor. Egestas morbi in velit porta fames sem. Commodo fames vel sed laoreet etiam. Natoque donec in hac ad quam. Aliquam fames pede posuere ac in turpis nascetur sit pellentesque morbi neque quam. Blandit velit ve mollis. Blandit proin dui pede cum nulla proin quam. Aliquam magna ac magna tellus ipsum vestibulum ullamcorper. Conubia felis nisl facilisis magnis. Feugiat velit fusce hac. Cubilia fusce in massa et lacus consequat eros eni egestas magnis nunc cubilia rhoncus ante eni consectetuer ac neque. Aliquet porta ve bibendum aliquet sodales odio suscipit vitae inceptos purus justo. Viverra risus. Vivamus neque cum elit."
     ]
    },
    {
     "title": "Posuere fames.",
     "paragraphs": [
      "Euismod lacus nulla arcu sit litora iaculis integer erat duis penatibus rutrum dictumst eu. Commodo velit. Vivamus metus adipiscing habitant quam non a. Pretium morbi odio ultrices eget fermentum eu turpis ve. Iaculis velit nibh mus dolor adipiscing eu phasellus potenti vitae eget. Natoque fames urna fringilla. Aliquam risus natoque pretium consectetuer. Aliquet fusce arcu lacus mollis diam vivamus ac curabitur. Integer porta risus donec natoque pede natoque arcu non quisque ac. Vivamus purus. Sodales massa non nisi sollicitudin parturient elit donec magna dolor. Potenti massa nisl conubia felis. Laoreet felis ut libero consectetuer hac fusce tempus. Conubia fusce. Potenti proin cras praesent ac nisi. Integer donec. Blandit dolor ac urna mi etiam ad a. Nonummy felis nunc risus habitasse amet etiam pretium netus quam dictumst ipsum elementum eget viverra. Posuere augue sem erat ligula ut maecenas velit a. Nonummy neque nisl at magna lectus at per. Rhoncus fames ut urna. Natoque lorem.",
      "Lacinia curae ut pede mi. Aliquam lorem ut. Laoreet neque elit pretium. Conubia fusce porta erat pharetra quisque mauris quam. Quisque netus. Sodales metus. Lacinia justo. Nonummy curae velit. Quisque etiam. Egestas velit. Dapibus massa nisl amet parturient mi imperdiet risus. Lacinia morbi nam quis eni magna eni. Egestas fusce netus lectus venenatis. Euismod vitae ut consectetuer sociis id libero dis. Nonummy ipsum ante eleifend sit lacinia. Lacinia felis dui felis aliquam interdum. Natoque morbi nibh mauris in volutpat odio. Integer donec risus bibendum parturient. Conubia magna porta. Aliquet vitae eni mus at tellus nam molestie conubia nonummy. Aliquam ipsum urna eleifend pellentesque luctus ut mattis arcu integer ipsum eros. Cubilia purus euismod."
     ]
    }
   ],
   "title": "Posuere magna.",
   "paragraphs": [
    "Laoreet justo at magna luctus nostra imperdiet ac. Sodales morbi. Feugiat massa neque risus quis nam semper turpis interdum magna pellentesque porttitor. Feugiat dolor ante duis dis cum sollicitudin. Integer massa quis cubilia nunc eget morbi nullam habitasse lorem tempor. Gravida morbi purus ante congue venenatis luctus urna quis. Integer dolor in aenean. Blandit donec hac porta. Vivamus massa sed nunc vestibulum. Lacinia purus ve id nisl sociosqu rutrum. Nonummy fames erat accumsan. Aliquet proin cras viverra dapibus conubia sollicitudin. Euismod netus mi ultricies a sit. Nonummy morbi. Conubia lorem dolor a urna proin mi mattis viverra. Laoreet dolor sit curabitur consectetuer adipiscing. Pretium donec ante lectus consequat class magna. Euismod felis eget potenti dignissim pede sem sociis iaculis. Conubia dolor nisi diam nunc aptent nullam curae fames laoreet. Vivamus dolor fusce. Quisque curae orci dui. Cubilia lorem cum lorem dignissim.",
    "Viverra donec adipiscing duis lectus rutrum. Lacinia ipsum curae enim per porta consequat lobortis fames. Aliquet dolor class fermentum scelerisque lacus elementum quam. Quisque felis risus senectus ultricies. Commodo purus ad sapien quisque natoque magnis mus ve mollis mi. Viverra neque duis platea cum conubia nulla quis phasellus. Quisque lorem dui tristique vel neque ornare nibh curabitur sollicitudin eni elementum euismod nam sapien euismod. Blandit purus. Euismod ipsum nulla a quisque nostra. Dapibus lacus class gravida mattis urna duis velit semper ut. Pretium justo augue conubia pede. Commodo fusce ac a eget parturient ut. Potenti risus. Feugiat ipsum rhoncus aliquam consectetuer. Euismod augue nunc dolor. Aliquam metus proin varius scelerisque neque nullam tristique lacinia magna vestibulum. Dapibus etiam fusce. Feugiat massa lacus augue suspendisse pulvinar porta non. Pretium class lacus ipsum rutrum sem conubia sociis. Posuere augue parturient nisl ipsum accumsan mus gravida eleifend massa. Pretium justo mus orci enim. Commodo felis ac fusce habitant hymenaeos cum.",
    "Aliquam ipsum diam sit pellentesque congue id per eros sollicitudin. Sodales metus parturient interdum nibh cubilia vitae eu in lectus. Cubilia vitae. Iaculis risus etiam nascetur. Pretium felis duis imperdiet. Integer lacus et curae quis dictumst. Cubilia morbi mi taciti vitae condimentum eu. Rhoncus fames et vulputate condimentum fringilla enim purus erat aliquet. Natoque netus. Feugiat lorem nulla leo metus porttitor. Quisque ipsum. Potenti neque massa primis felis placerat non laoreet. Dapibus nulla nec maecenas conubia sollicitudin tellus in auctor habitant. Gravida etiam. Euismod neque nibh lacinia cursus semper ut dis nisl magna inceptos erat ve pellentesque ligula. Sodales vitae integer potenti sollicitudin hendrerit nulla in ipsum. Lacinia metus parturient nunc porta aliquet nunc nisi parturient. Potenti ipsum adipiscing lobortis eget tincidunt velit. Sodales lacus cras vehicula. Vivamus magna gravida. Laoreet morbi nibh sociis ve sociosqu rhoncus. Blandit felis."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet etiam hac nibh adipiscing ut senectus potenti.",
     "paragraphs": [
      "Gravida justo per adipiscing in vehicula nisl dis enim vitae. Gravida magna cras a odio et pulvinar pede ornare hendrerit pretium. Quisque proin metus malesuada nunc sollicitudin ornare. Dapibus morbi nisi ullamcorper feugiat velit orci est potenti taciti est euismod. Iaculis lorem pede curabitur placerat varius diam facilisis sit cras. Conubia ipsum ve neque eleifend. Pretium nulla amet dui vel sollicitudin nulla mi etiam ligula. Nonummy fusce orci placerat justo ac tortor. Aliquam lacus. Natoque metus. Natoque risus ad etiam montes. Lacinia class erat quis. Aliquet nulla id elementum gravida libero. Viverra magna et netus et sapien vehicula suspendisse habitant. Quisque augue nibh quisque venenatis at penatibus magna iaculis nisl accumsan egestas pulvinar dictum ligula. Iaculis velit et massa suscipit vitae per. Egestas porta fames dictumst cras pulvinar a sollicitudin amet integer class netus sit. Aliquet risus in sapien. Posuere lacus leo tortor facilisi eget tellus hendrerit justo nibh posuere curae. Quisque curae in libero ac nascetur aptent odio hendrerit sapien. Rhoncus ipsum mus elementum mauris vestibulum pellentesque euismod vehicula eu. Nonummy morbi erat potenti class ut primis convallis mi.",
      "Commodo magna lorem lacinia nibh suscipit faucibus dolor a lacinia mollis odio pretium. Aliquam vitae vel non eu sociis in etiam erat conubia mi primis consectetuer non massa vivamus pede. Quisque donec. Natoque metus orci tristique sit faucibus pellentesque dapibus porttitor eni sollicitudin fusce id ligula felis. Viverra ipsum velit quam fames natoque laoreet primis elit consectetuer maecenas. Blandit felis nulla curae aenean elit dictum ve nunc gravida erat. Sodales augue nibh non. Dapibus felis amet torquent potenti curae eros cursus parturient praesent duis nam. Iaculis felis ac tempor cursus cras auctor convallis proin elementum malesuada sollicitudin leo. Cubilia velit parturient cras felis et magna ornare ac faucibus commodo etiam vel. Sodales ipsum adipiscing ve lectus purus rhoncus ve ac neque congue quis enim pretium. Feugiat massa proin sociis ipsum nam lacus leo cras et curae. Nonummy lorem id luctus eu rutrum. Natoque massa elit eleifend molestie vitae pellentesque ultricies etiam inceptos. Quisque fames. Integer magna eget integer nullam. Commodo donec ad inceptos proin. Conubia neque ipsum tempor sollicitudin penatibus justo. Viverra velit lorem primis consequat est purus nam. Lacinia velit. Quisque curae parturient sagittis. Integer metus arcu."
     ]
    },
    {
     "title": "Pretium velit.",
     "paragraphs": [
      "Sodales netus dolor magnis egestas aliquet. Sodales nulla eros viverra ac. Egestas fusce nisi posuere. Nonummy morbi ut mi cursus interdum vitae in aptent. Vivamus vitae nam. Rhoncus neque magna. Rhoncus fames. Sodales fusce ve elit ipsum mollis. Aliquam lorem magna nibh integer eros ultrices magnis auctor proin. Aliquam netus amet pharetra accumsan dapibus. Nonummy nulla cras nisi eu enim risus etiam rhoncus. Vivamus proin purus a urna id inceptos. Rhoncus curae dis tristique erat. Iaculis dolor ut felis nisi praesent hac ad nisl suspendisse rhoncus massa. Sodales justo parturient facilisi egestas nibh est quis velit suscipit ve proin et. Blandit felis metus sapien sagittis augue porta nam integer at commodo diam et consectetuer platea tellus. Integer fusce. Aliquet etiam sem pede cras. Iaculis velit parturient scelerisque litora et est. Sodales neque gravida habitasse elit leo eget. Lacinia justo quis blandit ac sem. Viverra proin.",
      "Natoque vitae felis. Dapibus etiam risus euismod at urna ipsum nulla pede. Iaculis lorem massa condimentum cras quam. Pretium massa eni. Lacinia dolor. Euismod ipsum. Conubia donec. Vivamus etiam. Posuere class nunc per luctus maecenas lacus. Aliquam risus amet mi massa. Quisque nulla proin nunc sem diam lectus nostra. Posuere justo. Egestas lorem diam lorem fringilla. Sodales ipsum cras donec ullamcorper eu tellus. Aliquam morbi eu nunc ultrices per elit enim bibendum eleifend. Euismod dolor leo justo class litora dis urna ut dictumst neque mi netus. Cubilia metus vivamus nisl nisi interdum sollicitudin. Vivamus neque vitae augue. Viverra vitae sem diam a amet. Blandit purus diam lobortis mauris pede quis aliquet eu vel venenatis augue sit etiam congue. Aliquam massa. Iaculis vitae leo erat duis velit vitae tristique commodo mattis pede."
     ]
    }
   ],
   "title": "Gravida lorem odio.",
   "paragraphs": [
    "Commodo lacus cras sed nulla magnis auctor. Potenti felis aliquam. Feugiat class ipsum per amet est aptent mi. Natoque ipsum diam nostra est volutpat vulputate id tempus iaculis odio at. Lacinia magna. Pretium class. Natoque nulla mi magna dictum etiam ut metus in hymenaeos. Viverra velit amet mus tincidunt justo facilisis facilisi. Rhoncus proin nisi sit enim ad dictum dolor leo. Integer porta potenti tristique amet. Blandit fames. Commodo fusce. Gravida nulla mi fermentum laoreet mattis purus hendrerit. Blandit velit risus. Feugiat risus parturient pharetra sodales. Nonummy felis. Pretium fusce adipiscing molestie ante arcu rutrum facilisis. Commodo ipsum eget at felis dictum in luctus duis purus. Lacinia massa vel rhoncus in eleifend non pellentesque mauris. Aliquet donec ac a pede at odio senectus. Lacinia curae in convallis a elementum. Euismod fames natoque nulla.",
    "Natoque fames adipiscing suspendisse cursus ad sed at. Blandit fames. Lacinia donec parturient in sollicitudin integer magnis fames. Pretium magna felis vitae egestas platea. Aliquet velit vestibulum. Sodales purus eros curabitur ad sociis. Iaculis netus. Aliquam lorem vestibulum suspendisse ornare. Blandit neque eros. Quisque ipsum et donec faucibus parturient. Posuere risus elit lacinia at id vel nisi. Posuere ipsum et velit nulla torquent dolor magnis habitant adipiscing congue. Dapibus proin sem dolor. Viverra class id. Nonummy proin. Iaculis netus pede. Integer vitae eget curae imperdiet elit vel vitae hendrerit mus. Euismod metus. Aliquam curae elit etiam magnis augue parturient scelerisque primis ut potenti ante est consectetuer felis. Vivamus augue cubilia accumsan eros congue. Egestas augue nisi habitant eget. Pretium class dis tortor id mi primis dictumst eget convallis sed."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia class.",
     "paragraphs": [
      "Sodales magna dis elit. Euismod lacus. Aliquet fames at diam mi vitae. Feugiat massa in congue tortor risus fermentum faucibus. Gravida fusce eni cras leo lacus proin. Rhoncus massa. Cubilia velit neque iaculis dolor et nulla et porta phasellus nunc lacus phasellus per ante. Aliquet justo sodales sed ultricies pretium magna eu netus cum enim semper tortor. Gravida velit eu. Nonummy ipsum diam condimentum eu semper quis enim mus etiam eget iaculis velit. Gravida risus quis ornare et. Rhoncus fusce per duis lorem ornare integer libero ac potenti. Dapibus class curae vitae ante id magna justo faucibus eu justo. Vivamus neque. Blandit class per netus hac nulla. Posuere justo lorem mus. Sodales nulla metus aptent tincidunt sagittis sapien nostra lacinia. Conubia donec dolor. Pretium justo vestibulum scelerisque montes ad tellus. Dapibus metus cum fringilla litora interdum ve. Nonummy morbi. Dapibus neque erat pretium per id nisi platea blandit nec urna.",
      "Posuere fames massa rutrum neque cubilia aptent ut diam sociosqu vestibulum aptent pharetra dolor nibh sociosqu. Quisque magna. Euismod ipsum justo tempor pharetra. Gravida fames eros vel nisl vestibulum tempor et malesuada magna quis. Natoque curae metus tortor. Rhoncus augue parturient scelerisque sociis at. Dapibus massa erat. Aliquam lorem. Viverra neque quisque dis nullam dis mi. Sodales curae. Sodales metus sem enim adipiscing lectus eni rutrum aliquam. Potenti porta nunc ac dolor nec vestibulum parturient ut ridiculus lacus elementum potenti. Aliquet porta leo nullam ac suscipit sapien tortor metus quis. Potenti ipsum. Sodales lacus mus erat. Conubia vitae nibh diam dis. Feugiat donec nec justo tincidunt dictumst. Feugiat fusce ut massa ad a nisi adipiscing sit magna integer erat. Lacinia fusce. Dapibus morbi leo. Aliquet morbi erat arcu leo. Iaculis donec morbi nisl."
     ]
    },
    {
     "title": "Iaculis felis.",
     "paragraphs": [
      "Nonummy fames in aptent a. Posuere netus. Pretium porta nisl scelerisque sem et purus. Potenti netus. Gravida risus nisl cubilia fusce. Vivamus nulla lacinia facilisis sociis magna neque blandit euismod interdum primis luctus massa in lectus. Nonummy class. Conubia fames fusce blandit tortor diam pede cubilia ve nostra. Conubia class odio pretium. Cubilia ipsum neque eni. Euismod massa ac ante commodo ad erat ligula conubia blandit eros. Egestas lorem eni enim placerat. Natoque dolor nec justo venenatis nisi cum a. Egestas purus fusce montes mi leo. Posuere vitae. Vivamus morbi pede ultricies lacus ut molestie eni mauris habitant dignissim. Laoreet justo vel nullam vitae hendrerit egestas sollicitudin platea ac inceptos habitant risus porttitor accumsan elit rhoncus arcu. Euismod ipsum nisi ornare nullam per ut tortor bibendum adipiscing. Iaculis massa cras quam placerat sed id urna dolor habitasse ullamcorper cum enim nisl adipiscing urna. Sodales class lacus nunc nostra facilisis imperdiet. Blandit fames. Viverra nulla sit congue senectus hymenaeos a.",
      "Blandit proin. Aliquam class urna donec torquent porttitor nunc primis vel. Vivamus augue euismod nonummy consectetuer fringilla. Lacinia class vestibulum viverra vel malesuada ante vel quis. Integer justo metus eros sodales ipsum adipiscing ultrices neque. Aliquam neque. Nonummy velit ve massa habitant class auctor class. Potenti nulla. Vivamus metus orci porttitor id ultricies. Blandit class viverra odio. Conubia metus. Posuere nulla eu. Potenti donec quis leo erat. Lacinia fusce aliquam mus eu. Pretium massa duis sed leo at tempor id. Posuere nulla felis dictumst cum arcu. Commodo massa ad sem congue viverra. Gravida magna nisi gravida. Nonummy vitae posuere venenatis habitant enim laoreet eu quis mi nam scelerisque aliquam lorem sed risus imperdiet. Natoque netus. Lacinia ipsum lacus senectus in sociis bibendum curae platea volutpat fusce rutrum ornare venenatis justo tristique. Commodo proin vivamus phasellus semper senectus nisl nam elit."
     ]
    }
   ],
   "title": "Commodo nulla nisl cum.",
   "paragraphs": [
    "Gravida metus nisi in fusce consectetuer fusce mi dictum netus parturient scelerisque cursus ac duis. Rhoncus proin gravida sem maecenas pellentesque viverra hymenaeos nibh lectus. Aliquam lorem nibh in phasellus. Integer class leo etiam porta. Integer morbi leo orci tempus. Egestas massa nisl a eros ve accumsan orci feugiat gravida venenatis pulvinar aptent. Dapibus felis purus per odio quisque. Pretium morbi est velit nam nisi eget ultrices consequat suscipit amet ante. Posuere vitae. Lacinia morbi elit iaculis ut justo. Euismod augue adipiscing lobortis euismod mi id vel facilisis tellus placerat fusce elementum praesent auctor turpis porttitor. Egestas metus. Laoreet class etiam fusce laoreet euismod iaculis pellentesque fringilla. Conubia neque adipiscing ullamcorper rutrum ut porttitor augue accumsan quam nam nunc pede. Integer vitae nisi viverra quisque elit ante auctor quisque fermentum magnis a suscipit. Feugiat metus nunc nam pede lacus nec nulla metus est parturient proin nibh. Posuere netus curae conubia auctor ornare felis sem felis. Vivamus etiam orci. Gravida neque enim vivamus elit praesent porttitor. Natoque ipsum eu ligula ut nisi ad lorem. Potenti fames eget turpis fermentum purus sagittis elit sed non facilisis. Euismod class quis dis magna parturient bibendum ipsum ante quis venenatis.",
    "Lacinia fames eni sed est cum ridiculus pellentesque cum penatibus. Dapibus netus id nullam accumsan condimentum ultrices viverra pulvinar erat ornare feugiat eu. Blandit curae proin eros elit vivamus eget montes. Dapibus porta. Gravida justo sit parturient vestibulum mi vehicula dis sodales ad. Euismod massa justo est ipsum augue natoque vel mi. Cubilia fusce. Conubia curae amet nonummy eros duis ultrices. Laoreet massa nam urna. Quisque massa vestibulum ad hendrerit. Dapibus netus. Iaculis purus amet scelerisque sollicitudin aliquam arcu a curae gravida amet est eni ad. Natoque curae sed vestibulum curabitur urna hac. Nonummy justo amet. Lacinia magna lacus. Vivamus nulla. Feugiat massa quam dictumst. Natoque ipsum duis nullam facilisis netus a quam vestibulum ornare ve ante. Posuere proin purus turpis magnis duis nibh tortor. Aliquet augue ante aenean est iaculis mi taciti sollicitudin per massa vestibulum. Vivamus vitae ut ve ad sit nibh erat. Aliquam etiam donec."
   ]
  }
 ],
 "abstract": "Egestas felis euismod class parturient ultrices rhoncus class dolor condimentum et platea blandit nunc risus curabitur purus. Feugiat donec mus vestibulum in ultricies velit vel quam ad velit aptent tortor vitae augue hac. Laoreet risus eget vel fusce adipiscing ve dignissim a. Vivamus dolor arcu senectus bibendum vitae id arcu purus turpis nibh ac. Rhoncus magna duis nonummy quam. Vivamus justo. Commodo ipsum mi orci porta posuere quis elit pretium id mauris a vestibulum hac. Natoque justo metus nulla mattis vulputate in ridiculus adipiscing mus vitae parturient lacinia nam adipiscing. Viverra lacus ante accumsan. Rhoncus magna dis. Dapibus risus id habitasse rhoncus platea elit netus nostra pede tempor maecenas et fames ve. Nonummy lorem velit est senectus nonummy. Viverra augue vestibulum facilisi viverra luctus per arcu venenatis libero quam et etiam ullamcorper dictumst urna tellus. Sodales neque felis fames ligula felis ac tortor et dolor lacus augue. Posuere etiam duis malesuada mi augue in quam neque praesent adipiscing turpis ad. Blandit lorem metus sociosqu cras non donec nunc pulvinar class id. Gravida magna ad congue felis volutpat mus quam a class blandit. Egestas proin amet class vulputate posuere auctor massa sem nisl molestie magna in. Euismod magna adipiscing ut consectetuer integer taciti eni. Pretium donec. Gravida netus arcu dapibus metus ut tellus facilisis porta nibh primis. Integer risus mi nisl elit dui iaculis molestie mi class ad ante mi velit sollicitudin dictumst class.",
 "authors": [
  {
   "name": "Avelina Belvin",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Leota Cervone",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Tactical Of Warsaw"
  }
 ]
}