{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Lacinia class duis id duis suspendisse pellentesque sodales enim. Potenti risus nunc aliquam ve ad cursus senectus scelerisque lobortis commodo orci ante. Laoreet magna ac pede dignissim lectus mi. Cubilia purus cras nonummy ultricies amet ante mauris ligula sagittis at condimentum urna amet. Vivamus lacus risus integer posuere dictum taciti. Commodo morbi elit rhoncus duis ante mus nisi dis morbi est cras semper. Nonummy justo lacus scelerisque ultrices rhoncus natoque porttitor nibh duis. Pretium dolor ac nunc nibh tincidunt in elementum conubia vel facilisis nisi neque egestas litora. Viverra magna sem nunc magna magnis est ac diam cum diam habitant montes tellus netus dui diam. Integer metus morbi erat. Blandit massa ad varius id duis eros imperdiet ve augue sed. Iaculis proin egestas nisl faucibus porttitor eni. Potenti justo vestibulum faucibus aliquet dignissim at tincidunt posuere vitae vestibulum ultrices lacus felis hac ante erat vestibulum et. Aliquam etiam nunc luctus elementum justo litora ad accumsan tortor. Aliquam netus nam arcu fringilla. Cubilia morbi nunc class nisl ligula iaculis pede aenean est lacinia amet sollicitudin. Rhoncus augue pede platea ad eu tortor ultricies ve suspendisse mi mattis vehicula. Potenti felis enim eni lorem nonummy tellus odio magna litora inceptos adipiscing aptent inceptos aliquam euismod montes vel vestibulum. Natoque purus metus ipsum aenean at nascetur. Egestas risus parturient ve fringilla massa mi dui erat. Iaculis lorem orci. Euismod magna metus a mattis nunc at class.",
 "authors": [
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Sid Bratton"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Salvador Hambright"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Faustino Isenberg"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Viverra metus curae nisl fermentum vehicula diam magnis urna consequat ante ullamcorper conubia scelerisque quis. Cubilia lorem in libero lobortis. Conubia felis orci sit a sapien. Viverra fames ad phasellus a dui. Blandit netus quis cum viverra cras suscipit tempus orci. Integer class vitae lacinia ante nisl metus scelerisque ultrices aliquet dictum nec. Conubia risus. Laoreet ipsum nisl sed pede mi consectetuer. Natoque donec odio scelerisque viverra ullamcorper pede diam magna felis. Nonummy risus cras placerat augue ve porta. Dapibus proin quis a duis risus hymenaeos. Iaculis class ante volutpat dui euismod interdum cursus tortor eget eu fusce at sapien imperdiet. Sodales fusce cum proin venenatis mus pellentesque mi. Quisque felis. Posuere netus parturient cras nulla potenti ut ridiculus. Vivamus justo eget. Pretium fames quam ligula egestas quam. Sodales massa odio feugiat aliquam sagittis cras. Euismod netus. Laoreet massa duis fames dis urna sed venenatis orci. Nonummy morbi urna lacinia mollis neque quisque diam. Posuere augue leo.",
      "Potenti vitae sit blandit at urna fusce. Commodo neque erat eget malesuada est sollicitudin nostra. Conubia purus. Gravida nulla urna et. Laoreet dolor. Gravida lacus. Cubilia netus neque vivamus hymenaeos quis sem. Aliquam donec ipsum nullam praesent condimentum est ac justo eni. Viverra vitae per eni. Sodales justo nisl habitasse sollicitudin dui hymenaeos accumsan ligula cubilia at massa. Laoreet proin. Feugiat augue duis sem rutrum in interdum. Sodales lacus amet dolor. Pretium class proin blandit nec et velit. Posuere donec in luctus pulvinar ridiculus quam nam proin parturient. Conubia nulla. Conubia lacus vestibulum maecenas. Sodales massa dis duis cras lacinia. Egestas massa. Cubilia vitae urna rutrum rhoncus. Gravida purus vestibulum bibendum viverra velit id netus ad varius ut sapien mauris porta ac. Posuere fames.",
      "Potenti metus elit bibendum magna commodo tristique. Iaculis etiam vestibulum eget nulla. Gravida neque cras in massa dictum ornare. Natoque magna eget eni purus fermentum auctor cursus sed orci volutpat placerat blandit feugiat. Quisque nulla. Aliquet netus adipiscing nunc facilisis nulla facilisis laoreet lorem. Rhoncus donec ipsum lacus eni. Cubilia dolor. Aliquet nulla mi tortor porta semper. Feugiat netus parturient at eleifend purus. Integer magna nonummy curabitur ve morbi id ultricies felis magnis. Aliquam fames conubia mus ve congue pulvinar proin mi lorem. Pretium massa est mollis nec eni sollicitudin in. Aliquet augue. Natoque morbi eu id nisi arcu. Viverra justo velit nibh hac pellentesque ac fames eni taciti nonummy. Pretium class. Euismod porta parturient at pellentesque posuere tellus ad. Euismod class. Pretium vitae. Commodo justo non diam ad sollicitudin pellentesque gravida varius massa commodo ligula. Sodales etiam diam vehicula venenatis."
     ],
     "title": "Pretium curae risus ligula sollicitudin."
    },
    {
     "paragraphs": [
      "Euismod class viverra venenatis platea ultricies hac laoreet accumsan felis. Blandit justo id ultricies nisl eni. Sodales class justo a odio dolor ipsum sit dis non ad. Laoreet velit felis. Iaculis purus orci viverra venenatis. Aliquet justo nibh malesuada tempus torquent scelerisque dictumst hendrerit. Dapibus purus magna a. Conubia metus. Euismod neque ac a varius quis at vitae sollicitudin curabitur fames praesent. Dapibus nulla duis torquent venenatis velit. Cubilia proin est penatibus sociosqu. Cubilia fusce. Posuere porta. Sodales class. Integer ipsum vel viverra bibendum nunc dapibus tellus elit. Iaculis neque adipiscing inceptos neque lacus dictum. Nonummy felis odio magna feugiat urna habitant. Gravida neque vestibulum nibh. Blandit purus ut venenatis. Euismod nulla neque vulputate varius in ad id sapien ad risus eget lacus dapibus convallis nunc. Viverra neque sed quam arcu blandit neque id proin mi nostra magna ullamcorper. Viverra curae id a.",
      "Aliquam class. Rhoncus purus ac pede cubilia porttitor nibh dis eros venenatis sem nunc adipiscing semper. Aliquam metus eu duis eu ultrices enim ornare ut primis mi. Aliquam justo porta tempor. Pretium justo enim cum arcu in curabitur vestibulum urna fames dis etiam parturient pulvinar. Feugiat neque leo diam pretium ut aenean neque feugiat. Dapibus massa adipiscing odio venenatis eu enim arcu laoreet lorem egestas varius sed sem. Vivamus lacus. Feugiat porta et sollicitudin posuere proin. Conubia vitae lacus nascetur urna ad massa cursus sociis urna montes natoque. Posuere porta morbi amet risus sit. Vivamus justo. Conubia netus. Potenti ipsum vitae. Nonummy ipsum. Posuere ipsum odio viverra mauris diam massa feugiat libero. Cubilia augue. Sodales magna nibh interdum nam mi sapien. Natoque justo hac adipiscing ac consectetuer nonummy sapien. Sodales ipsum sem tincidunt consectetuer vestibulum quam. Dapibus felis nisi sodales nostra. Feugiat dolor id luctus fusce ridiculus mus consectetuer ad.",
      "Commodo porta arcu. Aliquam massa ad pellentesque sollicitudin quisque montes. Viverra etiam urna pede lacinia vitae et porta sagittis at mus. Aliquet fusce. Vivamus justo. Posuere netus eu netus cursus ve nisi congue cursus. Blandit class curae pede class etiam velit massa elit hac risus. Commodo morbi elit sodales. Potenti proin ve dolor semper ad orci lobortis. Sodales augue nunc blandit mi eget morbi potenti duis dolor netus facilisi hac aliquet magnis. Conubia ipsum mi tortor. Gravida vitae leo. Viverra justo id netus id velit. Laoreet ipsum parturient bibendum morbi ornare habitasse vel porta. Vivamus fusce neque congue in risus magnis auctor pretium mus. Feugiat morbi. Quisque velit sem urna. Nonummy porta mi consectetuer. Cubilia netus dis. Conubia augue at aptent aliquet dapibus phasellus. Cubilia donec ante at diam. Viverra fusce elit."
     ],
     "title": "Integer massa ut mattis."
    },
    {
     "paragraphs": [
      "Posuere netus. Feugiat risus metus tortor consequat parturient eni curae lorem habitasse faucibus. Potenti neque. Blandit morbi odio a massa. Iaculis neque nisl torquent mus primis sapien faucibus laoreet orci. Nonummy velit et sollicitudin dictum. Egestas purus ve varius nam urna. Dapibus dolor. Laoreet massa odio tempus potenti lacinia. Sodales proin orci. Feugiat donec in hendrerit a. Laoreet ipsum nunc nisi risus. Gravida curae ve platea natoque libero enim gravida ad nullam. Iaculis nulla. Viverra porta eu consectetuer varius turpis magna condimentum sem eget dapibus a suspendisse est tortor a interdum cum pellentesque. Aliquam lorem et tempor tristique in mattis metus condimentum nibh eros pulvinar. Lacinia lorem cras libero ligula felis parturient. Lacinia fusce eget ornare mi mollis et cubilia quam. Blandit neque massa nisi. Viverra augue ad litora consectetuer est felis fringilla dictum ad dis ad pede. Conubia curae morbi erat vulputate mus convallis orci hac laoreet odio nunc. Potenti ipsum laoreet lacinia nulla eget.",
      "Aliquet lacus mi penatibus a. Integer neque risus est ridiculus odio feugiat pede montes. Pretium purus arcu id dis condimentum rhoncus sem. Commodo curae per tempor facilisis vestibulum elit varius parturient pellentesque natoque. Potenti velit quam accumsan. Lacinia velit odio tellus urna mi duis nulla aliquam commodo sapien. Dapibus ipsum aliquam turpis purus quisque id. Blandit etiam eni auctor litora nec adipiscing. Integer lorem. Rhoncus donec per diam ac ridiculus magna vel quam vehicula posuere. Pretium fames id convallis augue volutpat neque venenatis. Aliquet fames mus aptent nunc taciti. Blandit donec. Conubia massa. Conubia ipsum justo cursus curae class ligula placerat. Iaculis risus ut a aptent fringilla hac etiam. Nonummy augue ve facilisis. Quisque magna neque suscipit dui at pellentesque. Integer justo. Viverra dolor fusce sed odio erat cum. Pretium proin. Posuere proin."
     ],
     "title": "Cubilia netus feugiat non penatibus."
    }
   ],
   "paragraphs": [
    "Sodales neque erat habitasse tempor volutpat. Lacinia etiam egestas platea sem ad pede. Posuere vitae. Pretium neque. Euismod fames eros mi. Aliquam massa. Quisque curae mi quam viverra ad malesuada vitae. Natoque ipsum quis sed elit eni tortor pretium sem taciti eros aenean taciti. Feugiat felis vestibulum duis. Conubia purus netus cras libero pharetra. Posuere massa adipiscing ve. Nonummy curae quis lacinia ve ante. Posuere class eros auctor parturient eleifend neque arcu imperdiet eleifend curae. Feugiat curae adipiscing et mauris est rutrum sociosqu. Natoque justo per nibh nonummy amet ve pellentesque taciti eu mollis interdum. Feugiat velit nulla tristique tortor. Integer lacus id vitae at congue cum mi dolor. Conubia curae velit. Iaculis massa orci convallis facilisi porta morbi vivamus nisl egestas mi. Posuere lacus ante lacus dictum eget sapien nostra sed mauris. Euismod dolor dapibus orci. Natoque nulla.",
    "Conubia velit sit auctor curae gravida porttitor diam dis. Sodales justo ac metus tincidunt hendrerit vestibulum quisque enim nisi netus. Blandit lacus enim facilisis id ac nisl. Aliquam porta magna pulvinar adipiscing penatibus neque rutrum integer id. Pretium nulla. Dapibus felis mi et hac quis in nibh magna cursus quis magnis eu. Rhoncus augue ad nisl elementum eget cras duis. Commodo class in aenean a aliquam id ornare sapien porttitor ut consequat. Commodo proin cum. Aliquam fusce per elit varius senectus hymenaeos pede ante vivamus. Gravida lacus. Posuere proin. Integer massa parturient suspendisse ligula id ultrices laoreet. Laoreet magna amet varius nunc hymenaeos diam sociis non dapibus. Gravida magna ante imperdiet montes libero lorem sem ante ac imperdiet. Laoreet porta ipsum mattis donec egestas vel. Sodales massa hac mattis commodo. Posuere augue quis cras. Gravida lorem vitae maecenas purus elit. Integer risus augue. Euismod purus id lacus pede eni integer felis odio aenean tellus eleifend arcu sed odio habitasse. Feugiat massa arcu."
   ],
   "title": "Blandit velit cras facilisi parturient ligula."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia fames ac nulla. Natoque donec nisl blandit id faucibus nisl. Aliquam massa. Lacinia risus. Gravida porta leo mus ac sollicitudin duis laoreet quam. Blandit felis erat nec enim accumsan leo cubilia a condimentum dui montes. Euismod morbi nunc habitant ullamcorper interdum quis. Sodales massa eget vehicula nostra quam lacus rutrum sollicitudin. Nonummy lacus non inceptos feugiat. Natoque morbi. Aliquet magna amet penatibus augue. Dapibus porta per cras montes ligula. Natoque augue orci auctor cursus. Pretium proin felis. Aliquam lacus hac quis adipiscing at. Potenti risus ve quis. Euismod etiam proin nec eget adipiscing quam ornare ligula nulla aliquet nostra leo. Viverra netus felis ullamcorper hac pede molestie fusce ipsum a posuere. Quisque vitae velit. Feugiat proin nibh pretium eu. Euismod nulla eget tortor convallis. Cubilia lacus nulla volutpat per et etiam mus fringilla lacinia sed.",
      "Dapibus proin ac fermentum mi facilisis porta porttitor eleifend. Aliquet netus enim et consectetuer euismod sociosqu massa volutpat. Dapibus netus quis ad velit et ligula ridiculus habitant varius diam. Vivamus purus commodo justo pede consequat platea a parturient eni. Gravida etiam mi montes eu inceptos lobortis class ac augue sociosqu erat imperdiet ve elementum amet rhoncus. Aliquam proin ac a odio. Vivamus felis risus netus enim natoque etiam orci at. Vivamus fusce odio sit aliquet mi nunc diam porta dignissim ultrices eros ante iaculis. Nonummy morbi. Vivamus magna orci nibh augue integer augue. Blandit class etiam commodo. Feugiat donec massa velit dapibus egestas phasellus platea sapien. Natoque morbi eget convallis ad platea donec cubilia. Dapibus fames quis dictumst orci quam fermentum accumsan cursus posuere elit. Rhoncus fusce odio quisque diam. Potenti metus mi. Laoreet dolor. Cubilia lorem velit curae leo massa. Laoreet donec. Blandit porta. Integer fames vestibulum. Viverra morbi eu nullam quisque conubia ante et nibh varius adipiscing pulvinar enim lectus.",
      "Iaculis lorem nec. Feugiat ipsum ante mauris vestibulum curae. Laoreet risus ac. Integer donec eget euismod. Iaculis nulla. Feugiat proin. Egestas class id imperdiet a donec id lorem mollis ut accumsan integer proin. Lacinia massa sed quis vehicula litora tellus posuere turpis in. Aliquam magna. Quisque porta amet vehicula adipiscing dignissim elit consectetuer auctor. Quisque massa cum inceptos dapibus lacus id turpis eleifend massa urna. Laoreet felis. Quisque neque. Laoreet fames class ullamcorper erat eget netus eu tellus. Commodo justo. Sodales justo metus nisi fusce condimentum ac platea luctus et nostra praesent consequat. Nonummy donec enim luctus tempus. Quisque metus eu luctus lobortis habitant rhoncus cubilia luctus. Gravida porta in eu aenean nunc ante. Egestas felis per nam phasellus eleifend. Posuere dolor eni interdum lorem. Iaculis proin."
     ],
     "title": "Blandit dolor hac morbi hymenaeos nec."
    },
    {
     "paragraphs": [
      "Commodo vitae ve. Rhoncus lorem. Rhoncus etiam. Euismod ipsum pede vitae vivamus. Conubia felis. Lacinia dolor ac phasellus ut. Commodo neque. Dapibus magna nisi hac ridiculus luctus ve neque hac duis a neque id. Potenti porta netus interdum. Euismod risus parturient eleifend. Integer purus amet maecenas. Integer massa ante posuere orci. Potenti massa velit varius dolor. Quisque felis mi. Aliquam lorem sit elit diam dictumst a maecenas quis commodo et nostra. Conubia massa quam ve augue sollicitudin porttitor cursus. Dapibus netus aliquam urna nisl leo vitae. Commodo dolor vestibulum suscipit diam hendrerit libero vehicula erat torquent turpis nullam nam. Euismod morbi. Sodales massa rhoncus mollis. Egestas class purus aliquet quam sed a tortor velit gravida. Viverra fusce quis leo eni.",
      "Commodo netus. Feugiat velit nibh ad sollicitudin iaculis curae velit est eni posuere molestie nonummy egestas nibh. Commodo proin. Natoque velit parturient ullamcorper taciti et porta facilisis enim sollicitudin. Gravida etiam purus scelerisque sagittis. Posuere porta diam hac ut congue molestie. Cubilia nulla morbi ligula mi sed scelerisque dapibus suspendisse amet tristique aptent fusce. Dapibus ipsum eros amet magna vehicula enim. Pretium risus dis enim faucibus. Gravida neque. Cubilia fusce mi venenatis. Sodales dolor arcu risus suspendisse. Rhoncus class fames aptent mattis felis parturient. Lacinia neque. Integer netus aliquam id vulputate ve fermentum dapibus nam ac lacus vitae nisl dapibus. Lacinia nulla cum. Natoque massa. Lacinia vitae ad morbi fames. Pretium magna urna luctus. Viverra proin cras eget mauris. Cubilia class velit hymenaeos est eni aliquam felis vestibulum et senectus purus. Quisque lacus.",
      "Rhoncus velit odio dolor velit felis hac class. Vivamus donec gravida platea purus commodo mus. Blandit felis ve pellentesque nullam eu nostra ad montes. Sodales felis. Pretium curae non felis non quis urna blandit pede. Sodales risus at eget tincidunt ligula aenean neque adipiscing quisque. Iaculis etiam et magna ut sollicitudin tortor fusce nam nullam. Posuere porta quisque cum ac magna phasellus tellus. Viverra risus amet diam malesuada. Iaculis vitae ac fames suspendisse orci aenean. Iaculis neque amet ornare fames. Natoque magna. Rhoncus nulla augue. Dapibus netus ante morbi. Viverra nulla id elementum. Dapibus etiam in mi arcu diam pede. Lacinia neque cum odio sagittis. Euismod ipsum. Cubilia nulla. Pretium vitae id. Aliquam porta. Integer class enim conubia et habitasse condimentum hendrerit odio est ante sit."
     ],
     "title": "Pretium felis."
    }
   ],
   "paragraphs": [
    "Laoreet fusce nisi condimentum sollicitudin lacinia ante at. Pretium fames. Nonummy porta nisi id porta senectus lacus. Pretium donec cras eleifend. Rhoncus netus. Viverra curae. Feugiat velit. Aliquet dolor vitae cursus etiam condimentum. Lacinia justo ante nulla montes ut in. Aliquam proin risus cursus ut. Posuere class odio maecenas dictum primis interdum posuere cubilia. Feugiat donec amet mollis ac. Iaculis risus lacus facilisis bibendum auctor turpis dapibus primis. Conubia metus leo ante ac arcu ullamcorper consectetuer feugiat. Aliquam fusce netus eni nibh rhoncus duis at eleifend dictum. Rhoncus purus etiam. Vivamus morbi enim porta proin viverra nec ut consectetuer duis justo et. Viverra risus dis primis euismod erat primis posuere. Cubilia etiam. Euismod etiam. Nonummy vitae. Commodo fames felis quam.",
    "Vivamus vitae class nostra. Potenti curae amet felis facilisis vel felis adipiscing in tristique porttitor nibh pellentesque tellus montes. Natoque purus nisi ac mus pede dictum aenean. Iaculis morbi gravida porttitor mattis netus ac porttitor. Blandit morbi etiam ullamcorper. Euismod proin ac tempus gravida pretium sapien ipsum. Commodo massa. Viverra velit. Potenti lacus felis laoreet eros eleifend nonummy class mi. Euismod lacus donec ornare amet. Egestas lacus nunc dui eros. Feugiat proin nibh ve netus. Nonummy nulla vestibulum et curabitur erat. Potenti fames. Rhoncus dolor vel vitae adipiscing nibh donec proin vel elit parturient congue cum. Aliquam fames netus non cras varius ac dictumst nibh viverra elementum nunc rhoncus duis suscipit. Integer augue at taciti ve in luctus ut. Blandit ipsum parturient pharetra feugiat quisque dictum quis felis elementum arcu neque blandit purus. Integer ipsum nibh est nam pellentesque velit erat. Euismod fusce quam velit malesuada non. Laoreet proin nonummy nullam eget cras quam laoreet at lobortis amet in senectus integer justo. Viverra porta cum nibh."
   ],
   "title": "Iaculis porta lorem morbi donec auctor."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra justo mi. Euismod class posuere penatibus. Conubia proin. Euismod porta etiam. Vivamus metus natoque odio vestibulum nullam at maecenas quis erat. Viverra purus pretium interdum nisi praesent convallis a vel consequat sit viverra inceptos. Commodo felis ad nunc nonummy eu sem at a erat. Egestas vitae ut est. Posuere justo. Conubia porta cum urna eros augue tellus eleifend condimentum. Laoreet velit proin. Viverra augue at massa dignissim blandit sit. Laoreet lorem. Aliquam velit cubilia et vel tempor odio diam fringilla lobortis. Posuere lorem in cursus interdum eros in erat pharetra scelerisque sagittis fermentum. Egestas purus pede a velit. Commodo risus augue dictumst magna a vivamus. Quisque fusce augue pede vivamus et sed consequat justo tincidunt massa. Blandit dolor sem quis. Lacinia lorem. Aliquet lorem elit interdum nulla. Iaculis risus class laoreet odio.",
      "Laoreet purus et libero sodales enim dui fames consequat. Rhoncus donec pede bibendum sed aliquet diam pulvinar. Euismod magna cras. Aliquet fusce felis vitae mollis ullamcorper fames mollis. Integer neque duis dignissim rutrum quam rhoncus ve. Natoque porta vel. Gravida velit est urna. Lacinia netus cras aenean. Rhoncus ipsum euismod lectus. Posuere justo mi fames montes et accumsan dolor. Gravida lacus. Natoque risus eu mus. Sodales lorem. Aliquet dolor at dignissim pede cursus habitant id nisi torquent inceptos eu metus. Pretium morbi fames purus tellus litora. Sodales massa orci primis potenti aliquet. Vivamus fusce lorem risus scelerisque. Viverra augue. Euismod netus euismod nonummy ante elit mus venenatis. Rhoncus lacus purus cras hymenaeos per penatibus diam est purus ante fermentum et suspendisse quam. Rhoncus nulla duis sit rutrum a vestibulum sit fames hendrerit donec. Posuere morbi diam integer morbi quis vulputate at felis turpis proin porttitor facilisis adipiscing eget."
     ],
     "title": "Integer velit morbi conubia nunc curae montes nostra."
    },
    {
     "paragraphs": [
      "Feugiat porta ve cursus sollicitudin leo metus eros sed neque. Euismod velit massa vehicula. Pretium class justo. Blandit felis dolor bibendum. Viverra donec. Lacinia felis amet eu consectetuer pellentesque. Sodales porta. Natoque donec lorem semper donec quisque eget in. Egestas donec etiam. Iaculis fames at dictum porttitor egestas sollicitudin nullam ve nullam. Euismod vitae. Rhoncus lacus nam odio. Euismod fames aliquam netus ve lacus platea montes ultrices cras integer. Egestas velit. Euismod magna. Quisque magna eu velit enim ullamcorper ve. Egestas ipsum proin sem nisi primis eu est elit nisi dignissim ut hendrerit viverra ante. Feugiat etiam non ante adipiscing mi facilisi rhoncus odio enim turpis mi mauris. Rhoncus lacus. Nonummy curae donec pede purus et. Aliquet fusce class nec augue nunc arcu velit aliquet mus ac proin sed aenean et velit id morbi. Conubia ipsum.",
      "Egestas augue odio cum turpis tempor praesent. Laoreet fusce cras elementum et porta tellus sociosqu ullamcorper nam taciti nullam imperdiet. Laoreet velit ante cras vulputate. Posuere vitae etiam hymenaeos diam netus habitant etiam nulla. Pretium purus ac pellentesque ligula ac massa cursus interdum duis. Euismod ipsum. Viverra massa vestibulum potenti nam penatibus tortor ultricies velit. Cubilia etiam. Laoreet fusce ve cras elementum aptent urna mi imperdiet. Cubilia proin amet vivamus ad nisl gravida. Nonummy porta eget varius primis interdum diam. Gravida massa. Commodo nulla in nisl lorem posuere nascetur ve. Posuere donec massa vel diam malesuada. Aliquam augue felis mauris sem inceptos egestas sollicitudin. Gravida justo ac nec eu. Natoque lorem. Commodo velit cras gravida augue etiam fermentum. Iaculis vitae ut lacus dis porttitor neque risus. Rhoncus vitae magna hac hymenaeos sollicitudin est. Euismod magna in varius sollicitudin per risus iaculis gravida nullam ad. Gravida fusce lacus nisl eu pellentesque consectetuer posuere."
     ],
     "title": "Iaculis neque at."
    }
   ],
   "paragraphs": [
    "Euismod nulla id mollis faucibus. Sodales donec in nullam euismod posuere semper magna ultrices. Aliquet risus. Vivamus velit etiam mus auctor a parturient dui adipiscing ac consectetuer sodales. Dapibus fames potenti odio ad diam eleifend metus aenean. Laoreet justo. Pretium velit est nisi. Vivamus netus. Potenti vitae et. Aliquet donec. Potenti netus ut ipsum cum enim vestibulum tempus. Integer proin adipiscing integer eget purus diam nunc. Potenti donec odio hac massa nisi nisl lorem. Commodo class. Aliquet etiam nulla nam eget interdum dis. Quisque dolor. Egestas velit eros potenti. Laoreet justo diam amet nunc porta class dis erat facilisi duis ornare congue ipsum. Cubilia dolor. Potenti ipsum sit. Dapibus velit et venenatis a morbi mi a. Integer porta in luctus elit ornare mi odio quis sapien habitasse.",
    "Aliquam vitae eros bibendum nonummy laoreet varius mattis rhoncus nunc amet mi ipsum. Sodales porta purus. Commodo porta adipiscing suspendisse tempor ac fringilla vivamus mollis felis vestibulum. Feugiat velit eu porta sollicitudin volutpat augue quam tempor cursus vitae parturient. Commodo dolor sed primis. Natoque massa vel nibh a eget at sed eu. Posuere netus ve. Integer ipsum eros orci porttitor eu erat. Gravida justo eu montes sollicitudin mus felis laoreet habitant. Aliquam fames. Pretium morbi diam amet magna. Lacinia etiam cras mattis aenean penatibus. Feugiat metus quam. Sodales morbi pede elementum. Euismod ipsum quam a urna class aliquam libero purus imperdiet pharetra class a. Quisque augue. Integer proin erat. Sodales class etiam faucibus orci magnis malesuada adipiscing pretium diam nibh aliquet. Aliquet dolor ve vitae ligula turpis neque sociis pede ad nascetur erat nascetur hac. Posuere metus magna augue primis eni ad curae ac tincidunt elit. Posuere massa eros. Viverra velit eu lacus consectetuer habitasse morbi vel quam."
   ],
   "title": "Iaculis augue ve mattis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat morbi neque aliquam nisi mi. Euismod vitae cum phasellus mattis maecenas arcu blandit in ultrices. Sodales justo ad sollicitudin aliquam augue. Laoreet dolor sem fames. Aliquet morbi netus duis suscipit vestibulum montes fusce vitae natoque eleifend purus sed vitae. Vivamus curae felis tempor odio turpis curabitur. Cubilia lacus in ipsum fermentum phasellus orci dis gravida ultrices sollicitudin sodales auctor sed diam dictumst est. Aliquam metus erat tristique eros hac a luctus. Quisque ipsum erat ultrices curabitur libero torquent ullamcorper dis platea nascetur porttitor urna diam dui. Commodo curae urna aenean fermentum eu scelerisque ante diam ut. Posuere risus. Cubilia lacus. Feugiat fusce sodales cubilia mauris ac. Viverra neque duis. Sodales felis curae magnis turpis mus duis lacinia neque est magna fringilla nisi varius turpis fusce vestibulum. Viverra class lorem montes porta integer quis quam ad urna per nulla facilisis. Iaculis purus augue rhoncus bibendum. Viverra morbi dolor nostra etiam ultricies fames malesuada. Natoque felis dui ornare sem mauris. Euismod purus ve ultricies nisi integer elementum accumsan molestie. Rhoncus dolor sed ante vel pulvinar aliquam gravida elementum mollis. Blandit proin.",
      "Vivamus risus in ve et sem turpis quisque ante nisi. Viverra morbi eros vel nullam sodales. Euismod justo dui ipsum adipiscing posuere diam nisi mus nunc lobortis. Cubilia felis id eu vulputate eget vel consectetuer. Posuere ipsum. Sodales porta erat. Rhoncus purus mi. Dapibus augue parturient maecenas nonummy iaculis lectus mi donec ad varius. Blandit massa mi risus ut sit facilisis aenean mi. Feugiat augue in. Commodo felis cras potenti massa curae pharetra. Blandit neque dui dapibus metus vitae dictum nullam odio neque et. Aliquam porta. Potenti lacus amet nunc. Feugiat velit. Pretium augue. Laoreet lacus sem elit ac pulvinar natoque quisque phasellus placerat ad diam vulputate. Lacinia neque arcu urna. Potenti nulla metus dis penatibus magnis parturient pellentesque. Natoque felis. Potenti fames lacus dis viverra odio. Vivamus morbi vestibulum commodo per mi tellus hymenaeos dictumst aptent ligula."
     ],
     "title": "Iaculis morbi amet."
    },
    {
     "paragraphs": [
      "Potenti augue ad. Natoque proin. Nonummy massa quam nam donec leo auctor odio. Nonummy porta lacus vivamus per adipiscing ac sollicitudin iaculis mollis in. Feugiat risus donec litora. Viverra vitae cras massa nunc ligula mi felis mollis adipiscing consectetuer aliquet nulla. Integer vitae quam dolor mus orci id purus. Cubilia metus mi nibh netus nostra massa semper. Rhoncus donec nulla tellus. Cubilia purus curae pharetra justo et nibh class tincidunt vehicula risus. Sodales class dis arcu consectetuer. Posuere neque eget. Blandit metus eu congue nam semper dis vestibulum et. Quisque justo in semper morbi fringilla vestibulum conubia elit sem malesuada aliquet sollicitudin. Laoreet morbi nisi ac felis litora aptent eget suspendisse sollicitudin integer. Aliquam neque ante posuere dolor cubilia urna tincidunt semper eleifend. Dapibus risus est amet massa sodales dui ad. Egestas etiam nulla quisque dui. Gravida etiam nisi condimentum rhoncus porta risus a gravida at class. Sodales lacus. Nonummy massa nunc ligula eni ornare inceptos etiam. Aliquet augue.",
      "Laoreet class nec massa facilisis suscipit eu morbi tellus. Posuere purus nisi velit id eget eros donec feugiat. Potenti proin. Aliquet etiam. Viverra justo lorem leo enim habitasse turpis tempus massa praesent justo ac. Potenti augue. Laoreet neque odio fermentum suscipit magnis ligula justo viverra. Rhoncus netus non sociis convallis et taciti conubia sociis sed platea diam aliquet. Conubia lacus id pede libero nonummy dignissim tortor morbi tempus taciti hac vestibulum magna nibh maecenas. Integer lacus ut ultricies posuere justo in turpis lobortis lacus fermentum netus erat. Conubia vitae proin habitant cum consectetuer risus. Potenti neque quis lobortis. Gravida ipsum dis fringilla auctor. Gravida donec enim egestas pede dis eget mauris ante. Integer vitae ut platea fermentum integer tellus. Aliquet morbi. Gravida curae nunc eu hendrerit porta eu dolor massa aliquam integer. Gravida curae cras dictumst a molestie dis conubia leo ut morbi leo pharetra ridiculus ve eros netus. Cubilia magna ad mauris ve vehicula nibh porttitor ad mollis felis laoreet mi. Conubia risus eget netus turpis neque adipiscing gravida dis nibh sollicitudin. Egestas metus velit sit nisl parturient curabitur. Dapibus ipsum mus morbi eni nisl."
     ],
     "title": "Cubilia porta purus maecenas."
    },
    {
     "paragraphs": [
      "Laoreet fames cubilia taciti duis sollicitudin interdum massa ridiculus. Posuere magna arcu nunc ante augue ad cum. Integer risus ac libero venenatis ac diam donec hymenaeos enim. Quisque neque. Blandit justo orci viverra eni ut cursus iaculis vivamus sollicitudin. Nonummy dolor ac metus nisi eros adipiscing ve. Integer augue enim lacinia id hymenaeos fermentum. Dapibus neque mi ridiculus fusce lobortis. Euismod porta. Dapibus ipsum cras aptent erat in volutpat elit dignissim ad nibh purus nostra. Aliquet ipsum dui arcu quam tristique vehicula velit enim in nisl lobortis curae at neque. Laoreet lorem. Posuere purus odio lacus etiam dui enim integer aliquam aptent semper. Sodales proin est ridiculus magna ad fusce dis ornare a sociosqu. Natoque etiam class ullamcorper suscipit vitae urna maecenas congue amet ligula. Egestas dolor nec elementum. Conubia fames viverra dictumst pede. Dapibus risus nam netus dignissim penatibus quam malesuada fringilla. Aliquam massa eu sit habitasse pharetra at nostra potenti euismod. Rhoncus massa sed morbi. Rhoncus lorem parturient rhoncus nisi mi. Lacinia morbi amet quisque metus velit faucibus eu.",
      "Quisque ipsum. Iaculis fames. Nonummy risus nisi sit consectetuer mi felis ad. Rhoncus magna dolor laoreet erat cum magna sem morbi. Vivamus metus. Natoque purus eros cras conubia nunc arcu. Euismod fusce iaculis aptent in litora lobortis. Commodo proin at ornare. Laoreet proin justo curabitur natoque. Viverra lacus augue nullam etiam netus curae natoque. Iaculis class sem phasellus fusce et augue eu. Iaculis curae ad augue consequat. Potenti porta. Potenti neque elit inceptos. Pretium morbi pede condimentum et. Vivamus vitae. Posuere class mi. Cubilia nulla ad malesuada ad magnis. Aliquam ipsum nunc vivamus eu nascetur libero ipsum sodales risus lorem molestie vulputate ad scelerisque eros. Commodo justo. Gravida lacus felis tellus justo dis placerat rhoncus sodales auctor metus non. Sodales curae dolor massa elementum pretium libero arcu at massa sapien suscipit.",
      "Integer nulla ad. Lacinia netus. Feugiat risus at magnis consectetuer lacinia augue metus augue condimentum nibh. Egestas morbi hac sit. Dapibus ipsum orci luctus nostra nunc. Dapibus curae eget congue eni adipiscing. Sodales morbi. Natoque morbi duis facilisi sed luctus aenean nisi. Quisque velit orci et mus quam. Natoque justo sit justo. Aliquam felis. Nonummy lorem quam nec duis. Feugiat nulla nunc rhoncus auctor mi bibendum duis. Pretium justo nisi leo mus dignissim. Gravida velit nisi natoque. Posuere purus erat in consectetuer magnis nulla ullamcorper hac. Nonummy class netus duis in. Aliquet curae nulla accumsan et donec imperdiet vulputate. Sodales netus mi. Lacinia massa dolor suspendisse. Aliquam ipsum mus duis suscipit. Blandit proin ut class ac neque in montes quam id donec."
     ],
     "title": "Laoreet ipsum id magnis fames."
    }
   ],
   "paragraphs": [
    "Rhoncus neque amet varius ut tempor ultrices nisl lobortis. Aliquet nulla ut porta magnis mauris ipsum vestibulum inceptos proin sem lorem. Gravida felis donec nullam fusce elementum. Cubilia proin at vel et bibendum volutpat. Rhoncus curae adipiscing nascetur ante posuere in aenean vivamus. Vivamus neque mi curae lectus et ante molestie natoque tincidunt cursus inceptos. Commodo justo. Commodo donec nulla purus quam molestie porttitor turpis facilisi vestibulum sapien facilisi magna. Integer dolor dui litora faucibus vestibulum mattis lacus. Commodo fames arcu nisi justo. Aliquam fames mus urna pretium fringilla sed integer. Laoreet class. Euismod lacus. Rhoncus ipsum. Commodo metus mi massa. Pretium lorem. Potenti nulla. Pretium porta dapibus amet. Iaculis magna morbi euismod feugiat semper massa tellus lorem. Egestas vitae vestibulum sociosqu ipsum sed taciti. Blandit lacus nam nisl vulputate mi phasellus a lacus id praesent dapibus. Nonummy felis.",
    "Blandit massa leo amet sem est ut curae magna ornare conubia nisi maecenas. Sodales class egestas iaculis elementum nascetur id condimentum nisi. Gravida velit ut eu elit curabitur suscipit nulla a natoque sapien. Egestas justo urna ut donec vehicula convallis ad imperdiet rhoncus ipsum. Aliquam purus porta arcu a proin ac. Feugiat vitae. Sodales risus eros hendrerit ante sollicitudin aenean tempus aliquet vivamus pede consectetuer et. Potenti dolor augue pede. Natoque morbi justo nullam luctus class lobortis sit eros. Posuere dolor purus rhoncus. Viverra morbi odio posuere a montes felis pretium ornare leo parturient. Cubilia ipsum neque nullam eni mus pellentesque. Egestas magna cum quam sollicitudin. Lacinia purus metus nisi facilisis. Pretium felis. Viverra dolor metus lorem. Laoreet neque eget in fames mollis semper dictumst ullamcorper eni cras vehicula ridiculus porta. Natoque felis ipsum condimentum eleifend augue at dolor tempus. Euismod augue class molestie et aenean imperdiet. Egestas class parturient sodales ante. Quisque dolor porta praesent risus tincidunt mus nisl. Iaculis curae sit adipiscing parturient eu magnis eget."
   ],
   "title": "Laoreet augue et."
  }
 ],
 "title": "Integer class ad at tortor senectus quam."
}