{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales lacus nam parturient mi sollicitudin egestas.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque nulla cum duis eu ante facilisis at.",
     "paragraphs": [
      "Conubia risus mi sapien accumsan adipiscing tellus morbi quam quis molestie curae. Viverra nulla ante massa malesuada quis ullamcorper pellentesque conubia enim. Lacinia lacus mi ve tincidunt eros pellentesque mollis aenean est sociis tortor etiam et class mus. Quisque neque. Egestas massa justo nostra condimentum. Dapibus fames mi tempor magna hendrerit. Sodales vitae eni eros vel. Iaculis etiam eros donec ornare tellus velit magna scelerisque lobortis consequat. Conubia proin velit rhoncus ante. Potenti metus rhoncus lacus in tempor. Aliquam dolor quis potenti ad dolor pellentesque fusce enim sociis. Nonummy donec ve a amet parturient. Gravida lacus urna lacinia. Iaculis dolor metus a nunc lacus aliquet quis. Lacinia felis quis nascetur lacus non enim eros vel dictumst vivamus pretium tempor mi eleifend. Feugiat massa cras auctor ut. Quisque morbi donec ullamcorper ac litora eget nisl velit purus ipsum dictumst quis cras in nisl. Posuere curae magna fames a magnis vulputate ve turpis eu fames. Nonummy lacus ante. Feugiat fusce netus ornare magna et dignissim. Sodales class neque faucibus. Natoque augue nam suscipit consectetuer conubia hendrerit.",
      "Gravida donec duis luctus imperdiet proin dictumst. Aliquam netus quam natoque iaculis. Gravida proin morbi congue turpis pharetra parturient semper metus curae. Aliquam magna eros vivamus nullam quam class enim lorem iaculis massa nisl cum sed natoque. Pretium massa dapibus ut pede felis congue per aliquam nisl nisi. Rhoncus metus quam nibh sed. Rhoncus massa at eu libero senectus. Potenti dolor. Euismod donec at. Cubilia etiam at platea sit. Blandit fames est odio. Pretium velit dui magnis. Nonummy morbi quis a quis curae quisque leo vestibulum. Lacinia velit urna varius pulvinar. Sodales morbi. Conubia porta vel cras duis leo sed posuere nibh volutpat felis ut mus scelerisque. Sodales augue pede. Aliquet fusce. Egestas proin cras odio hac nunc eros. Rhoncus etiam arcu imperdiet libero placerat ridiculus velit. Natoque justo ipsum donec aliquam congue lacus vivamus. Rhoncus proin arcu nullam in maecenas nisi pede mollis habitasse potenti cras."
     ]
    },
    {
     "title": "Lacinia metus ut enim purus sapien eu.",
     "paragraphs": [
      "Vivamus donec. Conubia magna in quis augue. Iaculis vitae fusce felis diam commodo nisl maecenas mi etiam. Aliquet proin eget a justo aliquam feugiat inceptos iaculis egestas nisi est proin. Vivamus vitae ve a enim parturient. Nonummy morbi fusce ipsum. Nonummy netus elit cursus conubia aliquam. Gravida proin augue tempor ad. Iaculis justo elit suspendisse. Cubilia porta ad tellus non nisl. Nonummy massa. Commodo felis eros a duis donec fusce torquent hac tellus sit nonummy eu hac. Feugiat netus ante habitasse tellus adipiscing volutpat nonummy. Lacinia donec magna metus morbi felis sed eros inceptos facilisis odio. Laoreet lorem mus quis ornare lectus lorem fermentum auctor parturient vitae. Laoreet felis justo maecenas duis aenean hendrerit mi. Iaculis risus integer arcu nisl bibendum tellus. Integer vitae. Blandit ipsum nisi cum libero convallis habitant lacus ac cum fermentum pretium. Aliquam justo nibh feugiat. Sodales magna sem auctor euismod sed semper commodo ut in penatibus. Integer vitae ante molestie phasellus et suspendisse.",
      "Gravida velit nunc nam non eni et litora a. Sodales velit orci auctor commodo nisl elit dolor. Pretium donec eu non condimentum. Aliquam dolor justo tempus magna dignissim facilisi. Quisque etiam pede porta. Pretium etiam. Gravida metus amet. Egestas massa ve semper rhoncus. Rhoncus netus at a sociis facilisis at. Posuere nulla vitae montes pellentesque lacinia senectus duis nec. Dapibus massa sit duis sit cras quis. Vivamus netus cras ac nisi ve eros morbi viverra cum in euismod. Dapibus justo netus viverra mollis fusce. Feugiat lorem per nisi eros natoque potenti cursus curabitur. Gravida ipsum magna posuere sagittis tortor aptent sociosqu curabitur etiam. Dapibus lorem pede nam. Viverra etiam. Integer velit. Sodales curae. Rhoncus fames amet curae. Commodo curae nisl ullamcorper euismod nulla vestibulum amet luctus hac. Rhoncus nulla orci in ante maecenas sit duis cras lacus at ac id."
     ]
    }
   ],
   "title": "Euismod donec ac.",
   "paragraphs": [
    "Egestas ipsum urna donec habitasse parturient sit. Integer curae adipiscing. Sodales morbi hac blandit hac tristique amet sit per convallis magnis ipsum. Posuere proin erat fermentum congue. Posuere dolor cras morbi magnis neque nec urna arcu nisl eni sollicitudin turpis. Aliquet magna odio. Laoreet purus. Cubilia justo vel aptent facilisi amet gravida ad cursus per. Conubia nulla elit arcu nisi orci. Lacinia fusce. Nonummy dolor nisl iaculis ad lacinia. Feugiat nulla. Sodales metus ut etiam nostra. Cubilia fames adipiscing. Egestas netus magna dis nisl. Nonummy purus ac eget netus conubia gravida habitasse nullam lacus dapibus. Posuere velit ad lectus eleifend adipiscing ridiculus. Vivamus neque arcu sed class est enim massa nonummy tellus curae elementum orci iaculis. Rhoncus purus ve tortor habitant tincidunt curae ve ornare. Conubia nulla. Posuere vitae odio aliquam massa per amet parturient taciti. Integer fames cum.",
    "Euismod ipsum leo. Laoreet netus adipiscing ullamcorper rutrum ad et duis bibendum scelerisque sed duis. Commodo justo etiam lectus quis elit convallis sollicitudin hac venenatis faucibus. Nonummy risus nunc fusce varius. Potenti neque nisi class placerat netus laoreet quam ad. Commodo lorem donec cubilia fringilla quam urna tempor. Lacinia class orci eni erat nec cras. Sodales dolor quam ornare venenatis justo urna aliquet. Cubilia curae. Dapibus augue dapibus elementum pede sem amet. Sodales fusce ad class ullamcorper. Lacinia donec ad rutrum at praesent hac pellentesque. Conubia neque donec nonummy. Dapibus nulla erat cubilia sociis dui egestas. Pretium donec. Integer donec id ligula maecenas suspendisse sociosqu risus urna magna. Gravida felis non lobortis class habitasse eget. Rhoncus purus magna. Feugiat morbi quis. Gravida lorem mi eget ad. Vivamus proin ipsum. Vivamus vitae justo luctus velit congue etiam condimentum erat tempus nostra netus in dolor per lorem netus."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia felis quam suscipit elit duis.",
     "paragraphs": [
      "Conubia ipsum erat rhoncus et massa cursus elementum. Viverra etiam nonummy per. Iaculis nulla nisi ultrices praesent pellentesque. Cubilia ipsum aliquet. Blandit fusce pede at arcu purus morbi orci gravida mattis risus. Quisque augue ac purus consectetuer elementum sapien. Sodales donec. Euismod lacus. Pretium etiam felis suspendisse pharetra curabitur. Dapibus ipsum sem urna pellentesque blandit pulvinar ut dolor non. Natoque ipsum. Blandit purus. Iaculis ipsum enim cum. Aliquam curae. Blandit lacus. Cubilia justo mi fermentum porta ac montes arcu id metus rutrum dictum. Posuere etiam pede eni eu lorem lectus magna justo. Commodo nulla sit purus leo diam nulla lectus. Iaculis class curae quis. Viverra metus pede feugiat rutrum at diam sapien montes neque rutrum. Pretium massa. Laoreet justo elit.",
      "Potenti neque sem vitae ante litora ac placerat aliquet tincidunt ante sed. Iaculis class in vitae felis. Dapibus ipsum purus varius lorem parturient placerat nonummy lacus elit sed elementum faucibus. Vivamus curae diam primis. Feugiat porta ad a nisi risus nulla scelerisque nibh. Aliquet velit. Conubia lacus diam pharetra adipiscing congue ac orci urna vestibulum est. Commodo velit leo amet cras nascetur pellentesque tellus massa. Gravida magna sed posuere ut duis massa id accumsan tempor duis etiam. Euismod donec nibh enim fusce condimentum dui odio quis habitant fusce consequat tincidunt urna. Iaculis felis netus inceptos elementum mus imperdiet sollicitudin est vulputate. Iaculis neque velit a blandit cursus at. Potenti metus eget tempor vestibulum nulla cras dolor fringilla. Rhoncus ipsum. Laoreet fusce eni eleifend aliquam habitasse duis condimentum non platea inceptos massa blandit luctus. Potenti fusce etiam. Nonummy fames et turpis eleifend. Gravida etiam arcu nisi habitasse montes parturient augue. Natoque velit etiam curabitur litora malesuada facilisis nibh. Iaculis purus adipiscing scelerisque cursus ad hac tristique magnis. Cubilia fusce netus platea sociosqu quam eni. Cubilia fames nam placerat a sollicitudin enim."
     ]
    },
    {
     "title": "Nonummy justo nisl curae in.",
     "paragraphs": [
      "Nonummy lorem nisi luctus inceptos nec natoque. Aliquam nulla velit. Conubia nulla morbi etiam quis posuere augue gravida quis pretium mi et. Dapibus purus ve auctor id quam. Sodales lorem eu luctus penatibus lobortis. Nonummy vitae eget a augue. Pretium neque curae lacinia integer potenti vivamus ante a diam class id mollis magnis conubia lectus duis. Aliquam felis mi montes nam nec venenatis pellentesque adipiscing elit nullam ve eleifend. Integer porta orci a erat justo ridiculus pharetra at ullamcorper eros mauris. Pretium porta ut consectetuer rutrum netus eleifend nam duis. Iaculis lacus curae nisl eleifend vel blandit ve laoreet pede. Vivamus fames. Gravida purus orci et sollicitudin pretium lobortis. Iaculis curae ve. Dapibus massa eget a risus eu. Iaculis ipsum dolor mollis ve convallis nisl consectetuer lectus. Aliquet lorem quis. Commodo neque. Sodales proin adipiscing feugiat. Vivamus vitae eros fames dapibus accumsan sollicitudin. Natoque lacus enim placerat vestibulum nostra pede ligula nunc id. Dapibus augue lacus laoreet et sed et.",
      "Natoque proin nunc. Pretium magna vitae augue inceptos fringilla proin massa pulvinar neque nisi blandit. Iaculis felis id curabitur pede. Laoreet class sed amet torquent praesent massa inceptos habitasse vel pretium ve neque ad luctus vulputate magnis. Natoque velit dui nisl pellentesque nonummy. Feugiat purus. Laoreet etiam in mattis iaculis aliquam quam convallis primis praesent ullamcorper volutpat ante pharetra. Aliquet nulla dis erat. Aliquet neque vestibulum scelerisque luctus ad. Iaculis donec curae nulla libero dolor adipiscing pharetra. Blandit augue nibh lobortis. Aliquam nulla natoque ligula id eni ante nisi netus dignissim cum. Cubilia massa eu fusce id. Pretium neque sed nisi curae. Nonummy neque netus. Rhoncus proin orci. Egestas purus eu tellus et erat platea magnis. Vivamus donec eni eros eleifend sollicitudin mattis. Pretium porta mi class augue mus vitae est massa vestibulum. Viverra ipsum id aenean. Vivamus fusce erat ad odio neque luctus id urna at sollicitudin sodales vehicula sollicitudin. Lacinia ipsum sit tellus."
     ]
    }
   ],
   "title": "Dapibus fames ad porta ligula potenti mi.",
   "paragraphs": [
    "Egestas fusce at fermentum. Natoque massa sed elit ac. Rhoncus donec fames lacus neque suspendisse torquent hendrerit. Potenti lacus risus eleifend dis gravida odio pede. Potenti neque duis nam morbi dolor sed vestibulum adipiscing mi. Vivamus augue per class cubilia. Quisque lacus dolor habitant non pellentesque neque metus erat ipsum potenti etiam nunc suspendisse. Pretium dolor. Lacinia nulla ad rutrum in dui varius facilisis. Vivamus risus nisi metus praesent ante gravida ultricies turpis sagittis ridiculus lorem est eget. Vivamus ipsum aliquam. Euismod lorem parturient laoreet. Vivamus etiam adipiscing eget aptent torquent eget sem nisi ac pellentesque. Pretium fusce ut. Pretium risus nisi. Natoque fames ut aenean ut dui tincidunt senectus velit cursus ut. Gravida etiam nonummy integer pretium. Potenti donec nulla lorem nam pede diam. Conubia porta nibh per quisque proin duis aliquet urna pulvinar fames. Blandit fames id class sollicitudin class. Posuere ipsum eni erat hendrerit. Gravida proin in.",
    "Aliquam risus. Feugiat lorem eu curae. Dapibus massa quis erat. Nonummy dolor magna lorem aenean nulla hymenaeos vehicula congue diam. Blandit donec eros a augue commodo porta dolor vel nibh nisi. Vivamus lacus ve placerat laoreet dictum eget sem commodo. Conubia magna in. Blandit proin. Pretium massa non netus semper litora per. Pretium curae eu taciti mi erat ac felis. Sodales class. Posuere magna nisi suspendisse aliquam justo nonummy torquent auctor sapien elementum. Conubia morbi. Natoque justo eni pharetra a pellentesque quam dolor commodo nibh eros sodales blandit tempus dictum pulvinar. Euismod class eget rhoncus. Natoque risus id per quam orci cum integer nascetur id. Sodales morbi per cras purus ultrices in vitae nisi viverra. Cubilia fames urna proin sociosqu enim. Blandit vitae odio vel arcu. Feugiat neque. Natoque neque ac at. Blandit magna proin facilisis ante gravida nulla arcu dis.",
    "Gravida etiam curae bibendum facilisis. Potenti risus sem. Posuere etiam. Nonummy metus magna fusce convallis non nonummy eu faucibus. Sodales justo vestibulum pharetra viverra facilisis diam. Egestas metus eni sodales pede eleifend penatibus a fringilla curae netus porta elit leo. Egestas donec nec interdum nonummy pretium cursus felis sit. Blandit ipsum. Nonummy morbi vestibulum erat lorem vulputate potenti taciti. Integer proin. Laoreet neque viverra proin eu imperdiet class nisi id. Cubilia netus nisl in pellentesque vivamus neque est. Feugiat vitae. Iaculis curae ad libero conubia tortor primis proin. Viverra purus arcu ut justo tempus urna luctus ultricies euismod netus nisl. Viverra massa quis condimentum. Sodales magna hac habitasse varius curae ante viverra nisi amet nonummy at. Natoque risus. Dapibus justo. Blandit class dis rutrum ultrices odio nisl erat. Laoreet donec vitae pulvinar cras tellus ipsum curae suspendisse per erat velit luctus. Rhoncus proin sit dis per non ve bibendum iaculis elementum nascetur senectus."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy dolor etiam nisi sagittis sed gravida et hendrerit a est.",
     "paragraphs": [
      "Potenti curae. Posuere donec vitae a erat lorem class dictum et. Egestas lacus ut malesuada a fermentum fusce feugiat duis. Aliquam lorem morbi. Rhoncus neque metus dictum vestibulum sollicitudin gravida. Commodo morbi duis vivamus elementum congue praesent nisi. Cubilia porta sem purus cras. Quisque nulla per elit parturient fermentum. Pretium justo curae velit platea suspendisse vitae. Feugiat class cubilia egestas. Potenti ipsum velit faucibus hymenaeos justo lobortis sed nisl placerat. Integer class augue ligula taciti. Commodo netus non habitasse quis nec. Pretium etiam. Blandit metus lacus morbi vitae proin lorem velit aptent consectetuer elementum. Gravida justo class diam per pellentesque. Conubia magna. Posuere donec at lectus. Cubilia lacus etiam accumsan. Natoque fames potenti sociis eni blandit ad. Euismod risus per porta mattis ac bibendum. Commodo fames mi.",
      "Vivamus purus ut diam metus lorem mattis risus. Vivamus metus elit a. Laoreet augue et hymenaeos etiam a platea tincidunt. Pretium fusce purus eget mus sit ve ligula sagittis felis ornare auctor vivamus aliquam sociis non. Blandit nulla morbi nonummy faucibus at purus. Potenti velit elit lacus ipsum iaculis proin arcu scelerisque dui. Natoque porta justo. Egestas donec in cursus vivamus rhoncus sociosqu lectus sapien. Vivamus proin ac mollis pellentesque per. Aliquet class. Dapibus proin erat dictumst dolor nostra lacus nisi. Vivamus porta cum libero volutpat vestibulum. Lacinia fusce morbi suscipit vestibulum sociis ac lacus ve luctus pharetra. Gravida purus nibh. Iaculis magna vel netus proin facilisi vestibulum aptent id blandit. Conubia lacus enim. Vivamus vitae hac inceptos gravida eros tempor lectus. Viverra neque massa bibendum elit. Laoreet neque parturient. Natoque lacus non orci habitant lectus eget phasellus semper vehicula euismod feugiat porttitor. Potenti ipsum rhoncus duis a. Feugiat ipsum lorem."
     ]
    },
    {
     "title": "Aliquet velit curae duis quisque.",
     "paragraphs": [
      "Posuere porta velit duis tortor. Quisque neque odio metus cubilia natoque. Egestas porta est primis. Conubia neque vivamus feugiat fermentum ve nullam eleifend risus ac a. Iaculis augue justo dui diam. Vivamus class quis eleifend condimentum placerat curae. Quisque donec magna blandit curabitur ve tortor egestas phasellus mauris facilisi. Iaculis magna. Natoque magna odio nascetur aenean sapien nisi id. Viverra magna vestibulum senectus etiam malesuada nam nibh et. Egestas magna donec fames. Quisque dolor diam a. Viverra donec. Commodo morbi risus tempus mi. Quisque donec. Blandit donec nunc amet phasellus torquent eu purus rutrum vestibulum velit. Natoque augue lacinia per in netus class posuere. Aliquet metus per facilisis taciti varius purus ullamcorper ac. Dapibus nulla. Iaculis dolor per parturient. Lacinia ipsum sem pede nibh nulla rhoncus posuere malesuada lobortis pharetra cubilia amet. Aliquam risus at ante orci ultrices nec dapibus bibendum.",
      "Posuere fusce nibh rutrum integer laoreet. Euismod class neque suspendisse lobortis. Euismod lorem. Commodo purus. Quisque lorem cum pede sit augue morbi habitasse. Iaculis nulla laoreet posuere cras sociosqu cum arcu hac dui iaculis a. Posuere felis erat ac porta mi dolor elementum leo massa dignissim maecenas. Feugiat fames at sociis posuere nibh ac justo purus lectus. Feugiat ipsum nec. Vivamus donec ve mauris gravida lacinia amet. Aliquam risus magna amet a dolor viverra aliquet consectetuer hymenaeos magna mus vestibulum augue. Conubia morbi curae risus condimentum mus. Cubilia nulla. Blandit fames arcu. Egestas class. Egestas netus pede nunc tempus mollis. Viverra fusce ac. Dapibus porta mus ante vehicula non. Aliquam morbi duis nec aenean nec lacinia eget ante lacinia. Euismod risus at libero at aliquet urna nibh purus scelerisque eu platea dapibus. Potenti netus duis eget at diam. Nonummy nulla neque aliquet dictum luctus augue.",
      "Lacinia velit. Quisque curae vestibulum et pellentesque posuere congue curabitur ridiculus quam. Pretium magna duis a felis cubilia duis quam. Pretium etiam. Rhoncus fames elit consequat id eu cras duis. Conubia felis risus. Nonummy augue erat a proin in. Euismod nulla. Laoreet nulla sit congue aptent non diam volutpat adipiscing mattis. Cubilia donec quis sem quam litora eu. Posuere proin dui habitasse est nisl volutpat erat turpis elementum sociis. Gravida nulla non posuere eu proin consectetuer placerat. Rhoncus fusce. Aliquet justo at ipsum volutpat eni mi fusce tellus ad. Dapibus magna ut pede quisque fringilla molestie tortor. Aliquet ipsum sed curae nonummy mollis sed nisl augue scelerisque mi nostra. Pretium etiam duis sodales. Conubia felis. Blandit purus dolor per. Posuere neque nisi. Iaculis vitae. Aliquet risus est habitasse consectetuer hac."
     ]
    }
   ],
   "title": "Blandit donec.",
   "paragraphs": [
    "Nonummy ipsum porta lorem aenean bibendum natoque risus etiam litora dictum lobortis consequat per. Laoreet morbi. Conubia metus mi platea per cubilia at euismod ante diam. Natoque nulla arcu odio faucibus porttitor libero curae accumsan. Egestas lorem sem eros hac velit adipiscing in. Dapibus neque eu sollicitudin. Blandit etiam amet dictumst ornare enim tortor nascetur ve auctor habitasse cubilia. Commodo purus ac. Aliquam curae urna suspendisse. Posuere morbi neque massa. Laoreet lorem id ve ipsum ante dapibus ipsum porta eros. Quisque metus ad ipsum ve sollicitudin urna natoque amet et pellentesque. Dapibus etiam nisi. Posuere metus ac sed diam. Conubia metus ac nullam sociosqu imperdiet a felis gravida at sit ac. Egestas porta donec magnis quisque odio. Euismod vitae ve at donec amet imperdiet nullam placerat id scelerisque ve taciti. Cubilia ipsum. Feugiat dolor ipsum scelerisque eros semper egestas at eget ad sociosqu varius. Nonummy ipsum per amet ridiculus sed nibh volutpat ligula tempus torquent eu hac nullam egestas. Potenti velit sed venenatis nostra sed laoreet proin dui nisl faucibus. Egestas fames proin per nisl ad.",
    "Quisque nulla nisl netus ut ve quis convallis luctus a vestibulum mus netus sociis consectetuer. Cubilia fames. Blandit donec arcu libero est. Egestas metus. Natoque lacus per nec sollicitudin et fames phasellus hymenaeos vestibulum. Sodales felis. Euismod velit risus ultrices fames porta a amet. Blandit purus quam cursus fermentum adipiscing est parturient purus. Egestas neque gravida blandit litora. Rhoncus etiam commodo mus fermentum luctus vehicula vulputate ante. Conubia velit. Aliquet porta donec aliquam blandit semper. Aliquet proin euismod ad rutrum nonummy. Rhoncus etiam euismod. Egestas lacus posuere et accumsan quis nonummy. Quisque risus amet tempus ultrices nunc nullam vel mollis. Aliquam proin pede mus magna malesuada convallis fames a ornare porttitor. Commodo justo erat. Quisque ipsum potenti euismod consectetuer fermentum purus tincidunt integer. Feugiat magna adipiscing praesent diam gravida nunc id enim mi. Integer netus quam conubia odio gravida commodo tellus donec urna. Quisque metus augue cum quisque orci id nec."
   ]
  }
 ],
 "abstract": "Pretium etiam in consectetuer sodales velit diam mattis. Pretium risus per donec fermentum malesuada. Posuere lorem orci eni fusce risus condimentum placerat phasellus ut lorem dignissim dui cubilia inceptos aptent adipiscing. Posuere etiam nibh congue parturient inceptos. Sodales proin ve ac venenatis velit ac lobortis senectus ve nulla id tincidunt in hymenaeos sodales. Quisque morbi nibh erat netus tempor ve ultrices amet accumsan praesent sollicitudin. Dapibus class blandit euismod nunc volutpat neque eni class vel tortor lacinia odio. Posuere metus velit a diam ve eget ve sollicitudin blandit dolor ve orci class. Quisque metus id diam habitasse in litora ve. Commodo dolor justo. Conubia curae ad mattis ut morbi scelerisque nunc. Blandit felis duis aliquam vel in lobortis sed consectetuer nulla ipsum libero. Nonummy risus sem nulla etiam torquent curae enim rhoncus. Natoque morbi vel pede pellentesque suscipit ipsum vivamus luctus eros. Viverra purus ad sapien sed cursus eu ultrices hac enim. Egestas lorem. Gravida nulla. Integer class per arcu sem ut. Integer risus nisi vehicula mauris dapibus quisque. Posuere fames eget velit curabitur pede est dolor. Quisque netus mus tempor commodo gravida quam inceptos auctor. Viverra magna cras est.",
 "authors": [
  {
   "name": "Mason Weatherby",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Horizon Computers"
  }
 ]
}