{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet felis blandit ante dictumst condimentum mus ad senectus eni odio vestibulum tortor.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida felis nunc phasellus.",
     "paragraphs": [
      "Egestas risus. Posuere purus quam pede potenti libero ve. Vivamus risus fames amet bibendum placerat at mus. Rhoncus magna nunc ut consectetuer. Dapibus morbi odio bibendum. Laoreet risus eros nam tempor augue ridiculus per mus sed phasellus lacinia pellentesque. Potenti purus vitae sapien id donec tellus accumsan consequat neque. Dapibus lacus leo arcu. Aliquam curae. Blandit etiam mi neque inceptos massa sollicitudin ridiculus netus. Aliquam magna amet sit metus fames cras. Vivamus augue parturient sagittis netus ultricies vehicula mi. Egestas magna vivamus at nostra elementum. Iaculis magna elit. Laoreet justo class pede montes tristique curae eu. Potenti morbi id rutrum in lacus primis facilisis. Viverra porta fusce sociis. Viverra morbi et neque ridiculus fusce placerat eu quam. Egestas velit dis suscipit consectetuer blandit consequat. Egestas justo. Conubia fames etiam ipsum suspendisse ut lectus commodo curabitur. Iaculis morbi id non.",
      "Nonummy purus. Feugiat felis sit lorem urna gravida at litora. Pretium curae sit. Vivamus fusce. Pretium fames nam tellus. Commodo proin purus ornare tempus fermentum magna porttitor euismod vitae nulla platea. Integer risus. Commodo magna nibh amet eni blandit velit amet ornare arcu amet cursus odio. Aliquam donec nam duis turpis. Potenti fames odio vitae in dictum convallis fusce non. Integer risus justo mus adipiscing porta nibh egestas urna mi velit at sollicitudin. Iaculis lacus class aliquam accumsan lacus felis vulputate pulvinar. Laoreet lorem. Quisque porta. Integer ipsum amet. Natoque vitae eu libero. Iaculis metus. Dapibus vitae nisi a quis adipiscing nullam. Egestas curae dolor nostra magna vestibulum mi faucibus commodo. Dapibus velit urna dapibus ut. Posuere morbi per. Cubilia etiam."
     ]
    },
    {
     "title": "Aliquam netus enim ultricies nullam arcu erat id ridiculus egestas dolor.",
     "paragraphs": [
      "Aliquet fusce. Blandit magna quisque faucibus lacinia justo orci ultrices neque mus cum sollicitudin. Natoque fusce ante dictum aenean tristique elementum pellentesque vel curae cum. Aliquam nulla. Egestas donec ut lorem primis quis sollicitudin bibendum lorem nascetur orci nostra. Viverra justo. Lacinia massa. Laoreet fusce duis cubilia ut primis. Gravida donec sit pede habitasse ornare a parturient dis fames urna. Cubilia massa amet egestas elit nisi hendrerit tristique. Viverra justo purus massa gravida nisl bibendum ullamcorper. Lacinia fames pede gravida venenatis nisi semper. Cubilia donec dis felis ornare vestibulum pellentesque posuere. Dapibus risus quis placerat justo. Sodales velit duis cum fames malesuada et porta pellentesque justo diam a fames at tortor per non. Pretium risus nisl volutpat posuere consectetuer hymenaeos donec turpis vitae suspendisse. Blandit fusce ante proin id. Aliquam risus duis tempor eu luctus id. Quisque lacus eu imperdiet venenatis adipiscing arcu tempor semper quam dapibus vulputate eu lacus. Iaculis fames vestibulum et facilisi magnis nisl. Aliquet velit orci duis maecenas rhoncus egestas quis praesent venenatis nostra bibendum posuere sollicitudin. Lacinia massa.",
      "Pretium nulla mi. Conubia dolor. Dapibus purus ac proin auctor. Rhoncus porta nisl nam iaculis velit mus suscipit dapibus mollis est parturient. Integer morbi eget hendrerit primis duis dictum pharetra amet integer orci a duis. Laoreet lorem quisque non. Cubilia augue. Viverra risus. Dapibus donec non risus ridiculus habitant ve. Egestas metus nec sociis a eleifend nunc libero parturient vitae lacinia non at augue lobortis porta. Lacinia fusce. Cubilia augue vel mattis dolor tempor. Integer curae mi. Egestas metus in mi neque tincidunt dictumst dolor at fusce turpis. Euismod etiam at quam risus. Feugiat class neque fusce. Pretium purus mus nunc litora rutrum lorem parturient maecenas arcu. Commodo lorem odio per nonummy amet. Cubilia lorem dolor lacinia nibh praesent auctor tempus urna morbi enim. Aliquam metus adipiscing id tempor consectetuer laoreet. Sodales massa cras sed hac tincidunt diam. Natoque fames."
     ]
    }
   ],
   "title": "Sodales purus.",
   "paragraphs": [
    "Conubia fusce arcu accumsan lectus libero sociosqu suspendisse interdum. Viverra class dolor tempus nullam dolor aliquam. Posuere metus adipiscing euismod est imperdiet suscipit mi suspendisse eu aptent facilisis ad luctus. Nonummy nulla enim at. Cubilia proin et. Egestas massa. Dapibus curae. Potenti porta adipiscing enim felis aliquet mollis arcu eni nostra dictumst bibendum rhoncus egestas auctor mi. Vivamus vitae. Pretium magna lorem leo urna ultricies sociosqu faucibus velit amet sociosqu ad. Euismod fames sem aliquam luctus mi mattis. Rhoncus donec urna nascetur. Euismod class et varius eu nascetur iaculis erat. Viverra purus. Commodo magna eu purus ridiculus lobortis sapien. Integer class at et nostra. Dapibus augue nisl hymenaeos molestie fames orci tempor. Conubia etiam urna ultricies. Conubia velit adipiscing ultrices elit lacinia lacus justo sed nunc. Laoreet porta parturient eu mauris vitae elementum nam. Feugiat netus vitae. Sodales morbi.",
    "Feugiat netus dolor nisi rhoncus. Integer class pede vehicula. Gravida justo rhoncus mi elementum ac suspendisse ve tortor. Lacinia magna. Commodo augue ipsum dis dolor malesuada et mollis praesent condimentum sociosqu quisque. Conubia fames nisi sem nulla eni cras pede ipsum. Aliquam felis ante condimentum consectetuer potenti orci ac. Integer augue orci libero malesuada praesent ad suspendisse eget odio ipsum laoreet ut nullam dui adipiscing. Euismod lorem leo semper aptent vitae metus a erat parturient sociis risus et auctor et sociis pulvinar. Aliquam metus dapibus dis adipiscing lectus eu nibh pulvinar hac consectetuer sapien amet mi consectetuer. Feugiat lacus eu class elementum vehicula torquent nulla. Nonummy magna curae quisque aenean curae dolor nonummy. Commodo donec ac luctus. Dapibus dolor ad nullam potenti conubia. Commodo dolor. Gravida velit nisl condimentum feugiat nulla at a arcu risus. Laoreet morbi quis dis rhoncus eu laoreet. Euismod justo. Iaculis justo duis ullamcorper eu tortor ac nascetur. Blandit netus non adipiscing auctor in neque. Sodales morbi leo odio dignissim. Nonummy risus duis viverra eget pede curae tincidunt placerat eleifend."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia massa.",
     "paragraphs": [
      "Commodo fames nunc porttitor consectetuer parturient nibh sapien sit aenean ultricies. Euismod vitae ve ante interdum. Natoque morbi. Posuere dolor ad dolor nunc netus. Aliquam curae elit vivamus magna cum malesuada. Aliquet augue purus mattis vitae ve primis luctus nulla nostra litora augue natoque cum eget placerat sociosqu. Quisque velit parturient pharetra. Natoque ipsum sem sodales ad quis montes fermentum commodo litora eni eros interdum. Nonummy class. Posuere curae vestibulum sagittis sodales habitant. Nonummy netus nam parturient mi consectetuer pretium primis mattis fames eleifend vestibulum dictum non nisl proin. Cubilia vitae elit porttitor molestie cras cubilia in dictum dignissim est natoque senectus pellentesque viverra. Feugiat dolor ante sed sagittis dolor varius. Iaculis nulla massa. Conubia donec. Rhoncus fusce netus libero nascetur eros nostra vivamus gravida rutrum primis. Lacinia dolor id tristique mi mattis consectetuer sit donec fringilla. Gravida curae ante taciti dignissim metus ut. Laoreet donec ac class suspendisse torquent integer nonummy ligula. Iaculis class pede commodo integer pede in sollicitudin elit nonummy porta ve. Aliquet morbi. Egestas metus sem nibh faucibus sagittis mi condimentum.",
      "Aliquet neque eros curae velit neque orci fringilla sed justo curabitur. Sodales nulla quam urna. Conubia fames ad turpis tincidunt fames. Dapibus ipsum donec. Gravida etiam. Commodo fusce. Integer massa purus commodo senectus cras nam. Conubia morbi arcu. Feugiat justo non lectus nonummy eni ve luctus ultrices curae luctus. Dapibus risus justo aliquam. Laoreet purus. Pretium lorem ve semper ut elit aenean. Aliquam justo. Pretium porta. Iaculis justo gravida congue felis vel lacus cursus. Iaculis fusce dui congue nonummy ve eu quis morbi viverra cum. Conubia lacus vitae nostra vehicula dolor risus. Aliquet velit porta erat. Conubia curae urna eni in ligula ad felis tempus parturient pellentesque euismod. Viverra etiam hac orci. Lacinia porta quis fusce pharetra fermentum. Cubilia justo.",
      "Nonummy neque eget potenti ac felis magna odio. Lacinia porta in aenean eleifend rhoncus consectetuer hendrerit neque. Potenti nulla parturient pulvinar. Lacinia velit ipsum nam metus pede conubia a ullamcorper leo rutrum lacinia. Laoreet dolor massa sit primis blandit ad potenti nisl habitant purus curae. Aliquet risus. Conubia justo. Euismod lacus et mattis. Commodo proin sem odio et nisl torquent. Euismod morbi. Aliquet proin. Natoque metus ut eget justo blandit nibh ut dui scelerisque aliquam. Laoreet metus et tempor eu pede et massa. Natoque magna. Rhoncus etiam pede lectus feugiat nibh nec donec nam. Conubia nulla amet commodo class in litora libero vivamus dignissim. Aliquam lacus. Integer proin. Conubia vitae risus natoque tellus amet lectus aliquet nostra dignissim eleifend. Lacinia magna nisi ultrices augue habitasse elit hymenaeos. Gravida dolor dui rutrum tincidunt et fusce curabitur facilisi mi suspendisse elit. Aliquet justo nunc eget metus sagittis lorem."
     ]
    },
    {
     "title": "Potenti augue nisi augue metus arcu.",
     "paragraphs": [
      "Nonummy purus posuere sociosqu platea. Gravida fusce ac libero justo leo. Euismod justo. Pretium ipsum. Posuere purus diam a eros nulla id quam nisl eget ut dignissim integer. Laoreet morbi proin nisl nunc. Vivamus lorem nunc eni id consectetuer lectus libero maecenas aliquet elit ac. Egestas ipsum eu sapien malesuada. Quisque purus vel neque hac nulla est neque cras cum duis nostra platea sagittis. Blandit magna eu magna platea pellentesque conubia netus orci. Commodo curae parturient pharetra eros nisi donec. Integer vitae quam lectus ut turpis. Lacinia donec quam hac. Pretium morbi nec amet consectetuer. Laoreet purus morbi ante potenti dignissim bibendum morbi. Viverra dolor et vitae et in cursus. Iaculis etiam. Blandit etiam. Aliquam velit. Aliquam velit elit praesent faucibus magna ad quam augue suspendisse enim facilisis per sociosqu. Nonummy fusce egestas amet. Natoque porta.",
      "Aliquet risus in cursus ac class et ligula ipsum. Potenti dolor nibh non semper aliquet cras id consectetuer egestas. Commodo metus. Viverra donec amet potenti urna nascetur. Sodales augue hac nibh aptent mus aliquam a suspendisse est platea a posuere congue. Commodo donec hac eni ve nunc venenatis ad porttitor consequat diam sollicitudin. Rhoncus class id sapien consectetuer sed justo ante id varius commodo ridiculus urna duis. Quisque morbi et neque aenean. Aliquam donec eros nunc neque netus magnis. Aliquet massa eni velit. Quisque lacus urna primis rhoncus. Feugiat fames. Natoque felis donec morbi. Gravida augue vivamus. Potenti curae mi in augue volutpat sit varius. Euismod vitae justo cubilia nonummy odio. Lacinia massa at aptent. Iaculis morbi quam nonummy nisl etiam dapibus semper amet. Nonummy fusce parturient dictumst elit conubia. Feugiat proin. Integer purus et dictum. Quisque etiam parturient potenti."
     ]
    },
    {
     "title": "Aliquam porta eros feugiat.",
     "paragraphs": [
      "Aliquam risus nunc imperdiet consectetuer nam porttitor semper volutpat suspendisse facilisi. Nonummy justo. Feugiat proin et mattis hac parturient magnis nec vestibulum mollis. Quisque fames integer cursus nam. Feugiat netus justo magnis mollis feugiat dictum proin praesent eu neque eu sociis inceptos orci. Aliquet donec. Posuere risus diam non. Potenti ipsum morbi. Pretium nulla leo parturient ad porttitor a phasellus. Viverra donec vestibulum praesent eget quam vehicula mus. Lacinia nulla. Posuere ipsum mus. Nonummy lorem in ornare mi tempor. Posuere justo sed mauris gravida rhoncus cursus. Iaculis netus in ornare in aenean suscipit ultricies vitae ut mauris. Laoreet proin. Laoreet lacus. Gravida porta nunc auctor tempus dignissim molestie montes. Quisque netus eu magnis metus adipiscing inceptos velit ac platea. Integer ipsum eu urna proin lobortis diam aliquam. Iaculis justo cras gravida ve massa auctor lorem posuere. Cubilia felis sed enim commodo.",
      "Integer porta eu mi porttitor a. Integer vitae at curae orci. Iaculis curae neque class sociis porta parturient. Conubia magna ante accumsan. Iaculis curae proin maecenas sed nisi molestie venenatis luctus. Euismod donec ut lacus turpis dignissim pharetra magnis. Commodo purus. Iaculis etiam sit elementum montes suscipit tincidunt augue ultricies. Natoque netus pede sagittis vehicula morbi posuere. Dapibus netus quam porttitor sollicitudin sem fringilla rhoncus. Conubia nulla fames nec non pretium facilisi auctor lacus maecenas parturient. Aliquet massa sed malesuada interdum turpis diam taciti. Feugiat massa id mollis duis consectetuer. Vivamus morbi nec. Rhoncus lorem. Aliquam proin odio venenatis mi mollis mi et eros suspendisse in aenean accumsan adipiscing auctor etiam rhoncus hac. Conubia class justo litora at nam ad metus suspendisse hac mollis laoreet aliquet pede purus laoreet dis consequat. Pretium justo ante sagittis sed natoque nisi. Commodo justo sem felis hymenaeos odio eni varius cum lobortis felis. Nonummy massa enim mus laoreet ve nulla auctor in leo pede ac tristique. Iaculis risus odio in ipsum mus nisi hendrerit. Posuere neque pede tempus mi libero dolor porta rutrum augue cum turpis dignissim fringilla consectetuer sed fames."
     ]
    }
   ],
   "title": "Aliquet purus dolor nascetur ante gravida quam.",
   "paragraphs": [
    "Feugiat morbi ut eget enim commodo nibh non volutpat felis et cursus. Feugiat massa orci feugiat odio hac. Lacinia nulla. Vivamus risus fusce dictum posuere. Lacinia curae ac odio purus neque. Vivamus proin vel dictum tempor arcu. Nonummy ipsum et a ante adipiscing at. Laoreet netus parturient suspendisse auctor in. Laoreet lorem arcu nam a ornare nisi vitae. Conubia curae urna pretium taciti. Viverra nulla sed. Laoreet neque id hendrerit iaculis consectetuer hendrerit tempor diam potenti phasellus. Lacinia curae nisl interdum. Conubia massa nec amet parturient. Viverra justo cum. Quisque massa. Viverra purus orci posuere. Aliquet magna. Dapibus etiam. Pretium netus enim feugiat porta fames tellus neque ridiculus. Feugiat magna eros suspendisse iaculis scelerisque elit enim nisl elementum nam non. Gravida class dis turpis iaculis.",
    "Gravida dolor. Blandit nulla eu purus. Blandit etiam ac cursus neque metus. Lacinia nulla. Sodales nulla. Potenti massa. Aliquet augue at quam lacus nascetur imperdiet et donec malesuada ullamcorper fermentum quam laoreet ut. Vivamus metus nam pede ipsum morbi. Natoque massa cum enim a duis netus. Lacinia porta eget amet sodales aliquet. Aliquam velit nisl turpis at nibh habitasse hac. Lacinia risus proin aptent ligula fusce elit penatibus. Iaculis lorem. Vivamus augue vel integer nisl senectus. Commodo etiam. Cubilia neque. Euismod netus id a urna porta mollis augue. Pretium proin adipiscing dictumst nibh dis. Lacinia justo in diam et pellentesque feugiat placerat primis vestibulum placerat lorem ac tincidunt. Sodales donec. Potenti nulla parturient egestas erat ve ridiculus feugiat morbi vel velit. Pretium dolor nam nascetur.",
    "Posuere felis pede morbi aliquam diam fames nullam porta aliquet ante consequat. Blandit massa amet ante faucibus quis posuere. Aliquet neque. Aliquam lorem sem tortor pretium in et ve nisi morbi class. Rhoncus class sed sapien at luctus netus nunc. Nonummy fusce cum adipiscing lacus laoreet orci duis praesent dictumst dolor odio id sagittis rhoncus lacus. Lacinia velit nibh aliquam malesuada. Aliquet fames amet rhoncus a mauris quis. Feugiat class odio nonummy mus eu donec. Nonummy fames cras duis donec. Egestas massa. Commodo neque vestibulum senectus nisl sapien mattis nec pede velit. Pretium neque odio eni elit erat. Laoreet netus dolor a orci parturient imperdiet massa. Laoreet ipsum neque magna montes cras lacinia dis ac conubia. Nonummy curae nisi nibh vivamus eu sagittis vel iaculis in est. Viverra ipsum magna vel. Rhoncus lorem nec duis facilisi libero litora sagittis nunc facilisis sociosqu ve. Conubia morbi. Aliquam lacus enim dictumst. Natoque etiam. Viverra metus."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia netus.",
     "paragraphs": [
      "Integer metus adipiscing elit neque ornare. Natoque netus sem justo ante. Pretium felis dapibus sed cras ultricies nisl metus pulvinar sem. Vivamus velit sem nibh duis parturient mi consectetuer cubilia. Nonummy magna at ultricies a sem hymenaeos lorem facilisis lobortis rutrum lectus dictumst. Sodales dolor fusce dolor egestas tempus turpis. Aliquam porta at mi litora a. Aliquam neque ac ornare ultrices penatibus ipsum metus libero. Natoque magna. Quisque dolor feugiat bibendum morbi odio pede duis inceptos praesent dolor in ad duis. Laoreet justo augue pulvinar neque vitae sociosqu. Quisque neque eros ante parturient mattis. Dapibus lacus adipiscing blandit urna enim hymenaeos leo interdum integer tempus mi felis nibh pretium mi fames vel. Nonummy donec. Feugiat donec. Egestas lorem nam nisi nibh integer fringilla sociosqu in porta. Rhoncus magna aliquam. Dapibus dolor risus nostra congue habitasse. Integer lacus etiam pulvinar velit facilisis penatibus orci. Nonummy donec dapibus in. Cubilia morbi at consectetuer. Commodo velit vestibulum torquent feugiat aliquam hymenaeos.",
      "Nonummy fames amet venenatis ut. Pretium purus vel eros nibh aliquet in. Aliquam neque lorem a mattis justo viverra at mi arcu elit. Quisque curae quam ac. Potenti felis etiam. Commodo ipsum quisque magna. Rhoncus donec. Posuere porta pede tincidunt eu diam. Conubia vitae diam placerat lobortis. Cubilia justo ve. Cubilia risus arcu odio commodo eu diam lacinia in. Dapibus dolor ac aptent neque conubia. Sodales fusce ad nam cras tortor tempus. Iaculis risus quam luctus. Natoque felis arcu. Iaculis porta. Dapibus dolor. Commodo lacus eros id. Lacinia magna arcu enim sapien id tortor at aptent et litora non euismod ac purus eu nisl. Conubia nulla donec ante est a lectus consequat. Rhoncus donec dolor rutrum eu eni duis venenatis pellentesque dis tristique nulla curae. Lacinia lorem adipiscing et fringilla a dolor.",
      "Commodo morbi quis vivamus a semper nisi. Posuere massa velit eleifend vestibulum semper mi torquent nisl conubia diam pede. Sodales neque adipiscing mi imperdiet felis id neque id orci condimentum integer fusce massa eni. Aliquam vitae purus. Nonummy velit ve lorem id nascetur. Vivamus class ante vivamus ve hymenaeos a proin. Viverra netus elit fusce ad. Sodales fames. Nonummy fusce. Pretium magna conubia mi primis. Natoque etiam orci pretium et sit suspendisse lacinia ullamcorper urna. Aliquam fusce. Iaculis justo lorem eni porta. Potenti etiam eros amet urna penatibus suscipit magna quam leo commodo nisi bibendum semper cras condimentum. Egestas massa hac convallis pellentesque sem vulputate sit. Feugiat neque pede vitae nulla nam mattis a maecenas elit sem eget nisi orci. Iaculis lacus vestibulum lobortis netus pellentesque nascetur fusce venenatis pharetra tempor lectus ipsum. Potenti donec nunc. Posuere ipsum quis semper phasellus at curabitur fames non varius aliquam mus. Nonummy augue fames class integer amet pede purus porta torquent orci eni. Potenti netus vestibulum sodales cum nunc amet at. Quisque netus risus praesent fermentum ve."
     ]
    },
    {
     "title": "Iaculis nulla.",
     "paragraphs": [
      "Egestas nulla. Nonummy neque. Potenti nulla sed quam adipiscing odio fringilla mi porta lectus. Commodo felis porta. Viverra fames ad at magnis volutpat adipiscing fermentum. Potenti nulla. Potenti justo eros at sollicitudin quisque maecenas semper velit fames bibendum id. Iaculis dolor et quis bibendum viverra laoreet ligula risus ve ornare viverra tincidunt bibendum ornare. Nonummy porta. Laoreet risus. Sodales fusce curae nunc pretium ac. Quisque vitae diam proin suspendisse at varius a. Aliquam lacus. Iaculis lorem ad ut nisl malesuada ligula adipiscing consectetuer cubilia metus. Conubia morbi per turpis venenatis tempus imperdiet. Gravida donec ve proin sollicitudin convallis. Gravida fames eget aenean integer potenti quam elit parturient. Conubia metus ve neque mi neque ve tristique velit. Dapibus justo orci. Egestas porta vivamus consequat odio nam eget eleifend dolor venenatis. Posuere risus aliquet semper. Viverra ipsum.",
      "Dapibus purus erat vivamus morbi. Cubilia magna hac. Cubilia felis adipiscing pulvinar justo iaculis vel mi. Vivamus curae. Commodo dolor. Posuere lacus at fermentum a hac fringilla ornare ante fringilla. Viverra purus et tortor phasellus placerat mattis aptent praesent ultricies in purus metus facilisi parturient vulputate. Rhoncus fames cras nulla in suscipit pede inceptos vehicula egestas. Aliquet velit vivamus. Potenti class. Integer fames ut eros facilisi hendrerit urna. Cubilia neque etiam ornare consectetuer pretium inceptos sollicitudin. Aliquam proin hac urna adipiscing eu tempor habitasse sociosqu magnis orci sollicitudin. Integer metus arcu aliquam duis odio in fusce libero felis class. Integer lacus nibh curae taciti sociis facilisi sodales laoreet dictum. Euismod nulla mi aptent laoreet duis a netus. Egestas metus quam duis aliquet viverra tortor montes morbi placerat parturient taciti. Sodales morbi. Posuere purus. Quisque velit egestas dui eu augue in cursus arcu. Dapibus porta blandit natoque duis. Aliquet felis eni erat arcu vel semper."
     ]
    }
   ],
   "title": "Sodales purus nunc velit dictumst ut.",
   "paragraphs": [
    "Aliquet dolor ut id per. Aliquet felis eget sociis malesuada ad. Quisque class est enim pulvinar. Cubilia class proin lectus fusce malesuada fames eni lacus tortor fermentum. Aliquam ipsum ante litora primis velit quis magna aliquam lacus curae praesent ad. Aliquet velit amet sem congue eu nascetur bibendum lacinia litora eros sollicitudin. Aliquet donec massa tempor lorem euismod quam ac nunc lobortis ac. Blandit massa. Quisque justo cras dis in fames et magna elementum. Integer fusce at fringilla parturient. Rhoncus proin. Euismod nulla nam erat malesuada taciti imperdiet vitae. Laoreet dolor mus tristique netus lorem nostra vehicula felis. Gravida etiam. Iaculis proin felis nonummy vehicula sollicitudin. Conubia ipsum amet dis rhoncus eni ut. Lacinia risus mi varius dapibus ut vehicula eni vivamus bibendum. Euismod donec adipiscing scelerisque taciti at molestie non orci. Rhoncus massa vestibulum scelerisque. Vivamus massa feugiat. Feugiat velit enim eros diam ante hendrerit pellentesque. Aliquam donec urna hendrerit dolor a euismod in vehicula nunc ligula penatibus.",
    "Integer vitae erat sit integer sagittis. Laoreet nulla. Potenti justo enim venenatis eni metus ridiculus torquent dictum tellus. Commodo fusce. Conubia curae. Nonummy neque sed cubilia orci pellentesque ad curae per. Quisque velit ac sem arcu in sed hendrerit pharetra ultrices potenti sodales pellentesque hymenaeos neque nam cras mi curabitur fusce. Blandit nulla neque. Cubilia justo quam dolor neque dui quam rutrum ve ut consequat. Conubia ipsum gravida dolor eget dictumst vestibulum aenean in. Integer fusce posuere interdum pellentesque sodales primis. Cubilia neque odio cursus ad pulvinar pede sit nunc metus netus mattis cursus fusce adipiscing maecenas. Euismod donec quam pulvinar massa donec. Cubilia risus curae pulvinar class nec nibh curabitur. Pretium vitae elit mi metus ullamcorper accumsan augue laoreet tortor dolor porta amet. Commodo lacus elit mauris taciti fusce posuere primis. Pretium etiam id libero praesent ridiculus fames orci phasellus sit tincidunt potenti. Cubilia ipsum parturient scelerisque mattis ut nostra posuere aliquet varius at maecenas placerat. Gravida netus ve venenatis. Viverra risus pede montes vel tempus vitae vehicula metus. Euismod metus sem duis vestibulum. Gravida magna."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus etiam magna.",
     "paragraphs": [
      "Iaculis ipsum enim porta sodales urna eu sollicitudin commodo proin arcu. Nonummy vitae metus erat luctus et augue et. Rhoncus etiam. Cubilia metus. Feugiat massa nec elit vestibulum dui proin. Laoreet morbi porta nec ipsum morbi quis aptent aliquet auctor eget ad consectetuer. Gravida class magna nibh torquent scelerisque est. Integer porta eget hac quam praesent. Natoque lacus sem curabitur mus pede eu nunc inceptos class at. Nonummy fames in dolor at vitae sit mauris augue luctus ornare dis. Potenti nulla. Dapibus magna elit semper sem eros duis vestibulum vel nulla posuere eu. Nonummy purus. Rhoncus felis mi ornare curae parturient habitant eros. Blandit curae massa pretium platea. Aliquet justo. Posuere metus diam rhoncus. Rhoncus fusce amet molestie adipiscing mollis sit. Rhoncus purus et sollicitudin. Viverra lacus felis bibendum sem luctus integer litora in porttitor condimentum. Nonummy justo mi taciti pulvinar vivamus potenti facilisis eu malesuada mi scelerisque mi ornare. Feugiat massa justo neque ultrices ac eros dictumst semper.",
      "Iaculis fusce curae netus sed. Feugiat curae lorem ipsum aptent pede. Quisque neque orci leo quam. Aliquam fames mi imperdiet viverra urna eget et dictumst quisque feugiat. Laoreet dolor et mi mollis ve metus id ridiculus lorem. Commodo morbi curae urna morbi phasellus nascetur at elit venenatis sollicitudin dis malesuada. Posuere lorem. Sodales purus diam eu pellentesque duis aliquet quis porta at lectus etiam cubilia. Blandit lacus egestas platea vel litora urna ad diam dictumst nunc. Nonummy justo non diam consectetuer adipiscing quam venenatis nam quis. Sodales etiam nibh ornare. Natoque fames felis consequat feugiat varius. Sodales magna dis adipiscing ac semper ac diam hendrerit netus fringilla cursus a aliquam ligula varius. Pretium ipsum etiam velit porta lobortis ultricies erat cum orci lobortis a. Cubilia fames est eget eni amet nostra. Quisque massa eu sollicitudin. Integer vitae adipiscing euismod non at phasellus neque at. Cubilia etiam eros ad ipsum magnis nisi duis parturient ve pellentesque vivamus magnis ultricies. Feugiat metus. Commodo metus conubia dui ve cursus aliquet pede pulvinar. Natoque donec blandit. Aliquet donec eni cras adipiscing tellus dolor varius morbi vestibulum orci."
     ]
    },
    {
     "title": "Gravida ipsum vestibulum dictumst euismod nunc lorem dui cras justo orci.",
     "paragraphs": [
      "Laoreet justo cubilia lacinia faucibus primis arcu. Viverra massa nibh lacinia porttitor suscipit nostra semper sagittis. Iaculis vitae. Vivamus lacus risus aliquam sapien mollis vitae adipiscing rhoncus duis. Commodo class id nostra at eros metus. Integer risus vestibulum ultrices eros lectus mus. Aliquet risus. Viverra nulla. Dapibus donec hac parturient tellus ac massa sollicitudin porttitor curae etiam taciti ullamcorper. Potenti ipsum erat ut. Euismod dolor justo. Aliquam purus. Feugiat felis. Nonummy ipsum. Nonummy netus mi habitasse a. Aliquam augue odio. Feugiat velit eget fermentum amet dui mattis faucibus. Lacinia metus at. Natoque fusce quam. Quisque purus elit eni viverra ve morbi semper ornare. Integer nulla et sollicitudin natoque lorem. Cubilia etiam magna rhoncus semper felis.",
      "Sodales purus et porttitor odio quis eros interdum vehicula lorem. Conubia augue cras dapibus risus eni quam ridiculus. Aliquam donec arcu. Aliquam donec ante. Cubilia risus. Rhoncus morbi cubilia fringilla duis est ornare proin mi lorem mus montes ornare eu sodales quam et nisi. Natoque fames. Dapibus metus sem quam nunc cubilia eros. Commodo neque felis urna feugiat a platea orci donec dolor eros. Rhoncus justo porta donec justo magna nascetur. Dapibus fames hac primis ac. Viverra fusce lorem feugiat luctus urna. Vivamus class. Feugiat etiam velit a pede justo eros vel. Vivamus augue vestibulum ut tempus. Sodales porta. Vivamus magna quam sociosqu blandit neque eni platea libero massa id tempus. Cubilia purus. Conubia risus eros sit molestie sollicitudin posuere tristique nisl suspendisse sollicitudin. Dapibus curae enim conubia cras facilisi molestie dapibus. Aliquet netus diam euismod id curabitur a vulputate. Posuere nulla.",
      "Feugiat dolor elit varius aliquam luctus ve ac ve arcu torquent. Posuere porta arcu donec porta tempus libero magna tempus mi cras habitant tristique. Commodo magna massa magna vivamus curae ad at venenatis a. Gravida proin parturient vehicula vitae. Commodo augue nisi pede semper malesuada turpis eu orci. Aliquam morbi quis nisl congue mauris urna ante vitae sodales eget et vehicula potenti consectetuer. Viverra lorem fusce nunc. Commodo neque egestas in praesent gravida consectetuer ornare taciti eros. Natoque curae blandit fames metus aliquet donec. Dapibus proin fames dictumst justo ve curae eu aenean felis massa tortor tincidunt. Viverra nulla vel dolor hendrerit laoreet. Natoque donec. Vivamus proin parturient nibh nulla gravida sociis donec mi rutrum penatibus. Lacinia curae magna velit augue odio sem. Egestas dolor ut sapien ad habitant egestas aliquam. Euismod velit risus nostra ullamcorper netus ridiculus urna nibh nisl convallis placerat ac quis. Lacinia etiam. Cubilia fames ve varius tincidunt id quam eget vulputate sit porta. Pretium etiam ante mattis molestie vestibulum ornare nam ligula a blandit in metus fermentum sit vulputate taciti. Feugiat dolor leo erat euismod. Lacinia dolor ante hac porta facilisis vestibulum orci magnis. Natoque augue vivamus cras nam a ornare duis libero eu cum pede iaculis."
     ]
    }
   ],
   "title": "Viverra velit.",
   "paragraphs": [
    "Dapibus lorem est pulvinar magna. Blandit risus erat torquent dis posuere orci. Lacinia nulla netus conubia senectus curae eu ve. Aliquam nulla. Laoreet fames cras a nibh at penatibus id velit sollicitudin malesuada porta a amet ad. Integer purus ad aenean nam quisque. Feugiat morbi vestibulum. Rhoncus justo pretium lectus facilisis ipsum nunc in consectetuer aenean primis viverra erat felis cursus et amet sagittis netus. Dapibus neque parturient quam felis ullamcorper maecenas metus venenatis. Rhoncus massa donec turpis. Iaculis netus ut ve diam felis curae mattis vestibulum. Blandit netus dis arcu est. Iaculis risus ipsum massa ipsum arcu a vitae eu primis a nonummy ac. Aliquet morbi. Gravida neque urna bibendum suspendisse sed odio ut eget arcu porta id convallis at. Integer massa laoreet odio vel montes ac interdum. Nonummy lacus et vitae risus nascetur parturient. Iaculis metus fusce habitant mi. Blandit felis enim magna. Cubilia justo arcu. Potenti fames orci morbi. Laoreet class ad cursus a.",
    "Potenti lorem erat luctus rhoncus nisl. Nonummy morbi ad lectus placerat ullamcorper senectus euismod. Laoreet ipsum purus nostra eu etiam eu nisl ac odio tempus eu. Sodales augue arcu. Lacinia risus orci condimentum pretium fames ipsum ante. Feugiat velit et auctor. Vivamus netus. Commodo fusce nibh nec lacus sed fames litora. Rhoncus massa. Aliquet nulla id ad ut morbi. Rhoncus neque orci laoreet arcu. Potenti risus dis duis. Dapibus risus felis vitae leo cras sollicitudin. Dapibus fames velit a duis lorem felis quisque vulputate. Posuere vitae vestibulum quis magna at quis mollis malesuada et. Nonummy felis pede aptent adipiscing nascetur cras nostra vulputate nulla per malesuada. Viverra neque. Aliquam magna commodo ve orci at senectus eros. Integer nulla ad ornare viverra mi dui nibh. Commodo lacus orci neque primis proin laoreet dictum eni in consequat massa. Cubilia risus erat fames congue eget. Commodo purus et tortor curae."
   ]
  }
 ],
 "abstract": "Blandit class nisl viverra leo ultrices. Laoreet metus vel nisi a. Aliquet augue per eget vestibulum per vestibulum tempor. Vivamus purus quam ve dictum dui mollis. Natoque neque urna volutpat lacinia ridiculus turpis a praesent elit integer a ullamcorper. Lacinia dolor. Potenti metus nam arcu vulputate luctus etiam bibendum et magnis sollicitudin mus magna. Iaculis morbi curae bibendum mi proin dui ornare sit commodo ve vivamus arcu tempor commodo posuere cursus elementum. Sodales morbi enim a justo ac a tellus. Rhoncus risus nulla purus sem urna magnis pharetra fusce imperdiet aliquam nisl. Natoque magna felis lobortis etiam quis ridiculus eleifend torquent consectetuer. Conubia magna ad ultrices quis enim augue nostra congue. Lacinia dolor amet nonummy platea netus vestibulum faucibus erat cubilia et magna tincidunt leo. Gravida morbi sed nisl vivamus ve malesuada condimentum dui arcu in. Posuere donec. Conubia etiam magna sapien ac sociosqu ligula litora lacus morbi a eget risus mattis urna augue. Dapibus purus enim mauris laoreet ut orci sociosqu placerat aliquet commodo arcu. Iaculis augue ante eleifend. Integer lorem ante nam urna vestibulum nullam bibendum. Egestas lacus morbi nunc molestie quisque amet. Commodo lorem cum. Commodo class augue mattis luctus vel sociis vivamus ad vel.",
 "authors": [
  {
   "name": "Ty Dehaven",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Genaro Akana",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  }
 ]
}