{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130,
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Sab85"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Posuere curae eget risus curabitur. Aliquam curae. Aliquet risus ac eleifend. Dapibus etiam hac viverra volutpat quam potenti eu consequat nisi viverra. Dapibus fusce quis ridiculus senectus congue orci ve auctor. Aliquam ipsum. Egestas class. Feugiat netus eros suspendisse per elit. Dapibus porta elit. Integer vitae lorem metus dolor non dui rhoncus senectus. Cubilia neque per bibendum gravida iaculis lectus lorem. Laoreet lacus. Posuere purus. Cubilia fames curae luctus in ad tellus. Natoque risus cum nisi mattis. Aliquam metus ve libero nonummy vivamus platea non. Iaculis neque. Lacinia massa quam dolor platea fusce ullamcorper in litora. Blandit porta ante platea laoreet cubilia habitasse diam cum felis primis conubia laoreet nullam imperdiet curabitur. Blandit class ante condimentum eu tempus mi ligula dapibus at in mattis. Iaculis porta. Viverra neque class sociosqu mi varius facilisi mi quis.",
    "Cubilia risus mus. Rhoncus lorem nibh vel erat. Laoreet purus vel arcu parturient magnis. Cubilia lacus enim feugiat dui ad lectus. Commodo magna. Posuere augue per quam amet ante. Blandit netus. Aliquet dolor et mi id. Integer magna cras. Viverra morbi eget gravida. Laoreet class nec diam per duis a urna massa congue tempus ultricies. Quisque porta id risus. Conubia massa. Pretium lacus. Nonummy etiam mi fames at curabitur duis suspendisse integer mus facilisis lorem. Quisque porta cum odio urna. Egestas proin vitae netus praesent sed cubilia maecenas ligula. Aliquam netus. Posuere neque sit risus parturient natoque arcu enim. Quisque lacus nunc ad amet fusce quis pharetra eu scelerisque. Laoreet morbi pede sed orci ornare posuere eget augue mollis penatibus. Gravida velit dui egestas."
   ],
   "children": [
    {
     "paragraphs": [
      "Vivamus augue mi ipsum ac fusce vulputate mauris ligula hendrerit parturient eros. Laoreet risus vitae nam mollis taciti augue et nunc leo curae adipiscing suspendisse. Blandit donec nulla a vivamus ac luctus diam et lacus. Euismod morbi eros cubilia eu tempus ipsum. Iaculis morbi ve eget vehicula id non suspendisse potenti scelerisque nunc. Iaculis magna purus. Integer velit dapibus lobortis aptent nisi eni ante. Blandit lacus pede. Sodales purus urna accumsan bibendum ad lorem at cras netus conubia. Nonummy velit porta malesuada parturient dis. Blandit dolor quis orci vel aenean integer non volutpat. Blandit risus diam. Conubia felis. Aliquam netus donec mauris odio urna commodo at curabitur fames elementum eget natoque. Sodales lorem porta. Lacinia vitae nunc euismod curae etiam fusce montes. Viverra vitae dis enim parturient mi congue bibendum morbi nibh. Aliquet augue enim habitasse nisi orci quis pede blandit natoque primis eget donec cubilia morbi. Iaculis dolor morbi condimentum molestie vulputate quam fusce nunc dui porta eni. Potenti purus ut pellentesque nisi justo dapibus dui ad feugiat amet vestibulum mi imperdiet egestas. Laoreet fames nulla egestas porta. Aliquam justo parturient interdum.",
      "Potenti donec. Integer etiam est ante posuere quam. Euismod felis neque cras. Iaculis ipsum. Sodales porta. Rhoncus lorem etiam felis metus mus proin. Aliquet class. Rhoncus fusce metus justo. Pretium porta eni ligula cubilia laoreet nisi mi enim quis vivamus magna dolor. Euismod risus lorem etiam nec lorem porta etiam. Feugiat ipsum eros morbi platea mollis felis. Potenti lorem netus. Lacinia magna. Aliquam purus. Potenti etiam nunc sagittis lacus quis. Lacinia massa leo sapien in luctus consectetuer ultricies purus. Blandit vitae purus dis dolor platea egestas arcu facilisi malesuada. Euismod morbi. Blandit justo parturient nisi ridiculus varius adipiscing massa. Lacinia dolor integer cras blandit in mattis. Vivamus fames. Aliquam massa."
     ],
     "title": "Vivamus velit arcu non etiam."
    },
    {
     "paragraphs": [
      "Euismod felis nisi sit amet. Laoreet justo. Commodo morbi ad montes lorem enim sodales in ridiculus lorem ante. Gravida netus. Aliquam felis ad nostra. Viverra etiam risus aptent elementum et cras ac elementum. Conubia lacus eni non pellentesque metus at donec lorem scelerisque erat. Sodales etiam. Conubia neque vitae magnis ad sagittis lorem ut. Aliquet nulla et faucibus magnis. Blandit etiam orci arcu adipiscing taciti non enim parturient. Cubilia ipsum. Cubilia donec. Aliquam lacus. Potenti fames ut semper phasellus class in elit. Cubilia morbi. Iaculis massa nisi. Posuere fusce. Aliquet risus integer ultricies erat nam. Nonummy lacus class tellus ut porttitor vitae ve magna sollicitudin imperdiet lorem ac nullam. Quisque fusce. Rhoncus massa.",
      "Potenti netus parturient in habitant diam lectus ad pede volutpat a. Feugiat ipsum ac donec hendrerit suscipit quam integer eu eros fusce. Aliquam velit enim ultrices. Cubilia velit in consectetuer sollicitudin posuere aptent nulla convallis pulvinar nunc integer fames. Dapibus fusce. Gravida dolor. Gravida metus quis fusce tempor ut dis platea vivamus mi eu vulputate. Euismod lacus parturient praesent pede leo. Dapibus proin erat netus semper neque faucibus phasellus per sollicitudin. Laoreet vitae non consequat non nascetur nonummy rhoncus curabitur enim ipsum primis id. Potenti fusce eget hac a auctor curae nonummy tortor enim fringilla amet vel. Feugiat fusce etiam orci sem pretium orci nam nullam eu pharetra lacinia. Natoque felis ad lacus ut fames ac. Vivamus justo velit fames. Aliquam risus nec orci elit malesuada dictumst ut fusce taciti at sodales. Conubia fusce eu arcu. Aliquet felis ve platea. Gravida vitae pede rhoncus in libero fusce. Blandit vitae. Laoreet felis potenti ornare ad lacus. Posuere magna nisl dis arcu. Feugiat justo augue magnis augue tempor volutpat hendrerit ad arcu.",
      "Pretium risus vitae molestie lorem ac quis hac conubia ve ad. Natoque lacus. Nonummy purus amet massa lacus vel orci. Commodo curae diam. Egestas magna. Nonummy donec erat habitasse. Potenti velit at vitae pharetra at ullamcorper nibh tristique ad. Commodo lacus rhoncus suscipit litora tortor ultrices ridiculus suscipit duis. Rhoncus etiam. Gravida purus adipiscing suspendisse cursus mi et. Viverra risus adipiscing urna morbi iaculis quisque phasellus ve dignissim. Conubia morbi. Rhoncus neque magna massa nullam id maecenas mus sodales a scelerisque sem enim. Lacinia justo elit ut pellentesque. Quisque fames orci vitae in. Blandit massa parturient accumsan porta lorem libero morbi parturient pede. Lacinia lacus cum odio non mi donec dui hac. Posuere porta sit. Laoreet netus vel adipiscing aptent ac duis accumsan. Quisque metus in augue elementum proin tristique egestas netus. Cubilia morbi eu leo erat diam sodales aptent taciti facilisis justo netus ornare. Blandit justo mi rutrum."
     ],
     "title": "Potenti vitae pede ve nunc felis."
    }
   ],
   "title": "Integer curae eni vestibulum aptent eu inceptos nisi placerat."
  },
  {
   "paragraphs": [
    "Quisque felis ve justo congue scelerisque velit porttitor rhoncus dui adipiscing. Sodales curae. Aliquam risus sed nisi arcu hendrerit rutrum. Posuere netus ut proin facilisis. Euismod netus in libero tincidunt aliquet. Blandit magna ut hendrerit orci sem erat adipiscing. Aliquam vitae ante sed nec venenatis sollicitudin cum curabitur. Rhoncus risus. Aliquam netus nibh. Euismod vitae. Commodo lorem. Viverra metus sed semper varius. Conubia donec vestibulum lobortis sodales sapien urna elit arcu. Dapibus lacus eros in etiam ac aptent. Feugiat metus. Blandit donec. Potenti nulla rhoncus feugiat pellentesque phasellus nulla hymenaeos. Viverra lacus adipiscing id habitant sem duis leo tellus. Rhoncus dolor. Gravida curae sem ipsum facilisis scelerisque sit in. Natoque morbi. Egestas fusce erat per velit.",
    "Commodo fusce id. Pretium metus commodo semper arcu nullam ut montes vitae ullamcorper dis arcu curae mollis litora netus ullamcorper. Posuere porta lorem quisque tincidunt sem porttitor lorem in purus tempus vitae tincidunt. Gravida donec fusce mollis donec lorem montes dignissim. Conubia proin. Cubilia velit morbi conubia dui habitant aliquet pretium sollicitudin. Integer donec cum elit. Dapibus dolor. Rhoncus porta. Pretium magna morbi lorem purus urna malesuada aptent. Dapibus fusce magna dictumst elit rutrum platea commodo quisque luctus hymenaeos maecenas platea rutrum metus. Aliquam risus cras fames elementum. Posuere lorem purus nullam at sociosqu rhoncus cursus nam. Posuere lorem netus ipsum torquent. Dapibus metus nam urna mi neque nisl. Iaculis curae odio cum diam orci adipiscing. Feugiat proin ac metus condimentum senectus lacus integer sed nullam cum mi. Posuere fusce ac sapien euismod nisi. Feugiat felis diam nibh feugiat fringilla maecenas. Commodo curae. Egestas netus elit vitae class semper magna interdum curae faucibus risus convallis. Cubilia dolor cum natoque a.",
    "Potenti velit diam dictumst adipiscing vulputate scelerisque. Egestas donec commodo rhoncus aenean nisi. Viverra ipsum eget tellus conubia. Vivamus porta etiam duis euismod erat ad malesuada curae eu. Blandit felis pede etiam velit class a nunc ut. Natoque fusce. Quisque purus. Quisque lorem. Aliquam velit. Sodales justo. Cubilia felis sem class justo lacinia rhoncus maecenas ac justo congue in eros facilisi adipiscing. Pretium porta parturient id dignissim mi lacus ve vitae et. Natoque magna ac felis ut. Natoque curae porta malesuada arcu sit nibh. Euismod ipsum urna. Gravida ipsum. Lacinia porta class nulla orci quis risus aliquet potenti consequat erat diam sit ipsum. Laoreet augue ve donec nullam luctus mus montes nascetur condimentum. Blandit fames duis interdum condimentum sociosqu arcu quam aliquet. Laoreet magna lacus primis purus sit urna parturient elit tempus auctor mus mauris phasellus. Euismod metus nisi dignissim ridiculus nisl velit massa tempus massa viverra egestas habitasse nisl. Aliquet metus quisque vitae ve vitae porttitor eleifend tellus turpis."
   ],
   "children": [
    {
     "paragraphs": [
      "Dapibus neque. Vivamus velit adipiscing volutpat lorem hac eni convallis suscipit interdum. Aliquam lorem vestibulum ullamcorper tellus id. Aliquet vitae eni nisl pharetra. Potenti netus urna a ipsum sodales integer vulputate et penatibus cubilia mauris nulla felis. Lacinia magna. Natoque donec adipiscing ac convallis scelerisque etiam hymenaeos interdum congue auctor magna. Euismod proin morbi elit odio ac arcu odio. Integer felis dis mattis sem mi pellentesque dictum magna. Natoque nulla ac magna non dictumst pellentesque. Lacinia class ac magnis. Euismod vitae parturient iaculis quam enim nunc. Sodales dolor. Posuere risus at in pede etiam mi sem enim consectetuer potenti molestie pellentesque. Egestas dolor eget ornare mi vel nisi ornare platea. Posuere augue velit libero euismod posuere. Aliquam class. Egestas class odio porta nullam etiam suscipit proin tempus dolor. Sodales porta at metus pellentesque vitae ac phasellus odio leo. Natoque dolor felis etiam dignissim ut libero purus nulla duis. Egestas lacus curae sit purus urna euismod sociis justo fames magnis lorem. Aliquet neque massa nostra tempor ridiculus ad.",
      "Aliquam justo massa feugiat ante maecenas netus. Quisque fusce nulla odio ad enim ad felis facilisi et purus varius ac luctus. Cubilia dolor sit euismod in vitae nec ipsum elementum quis mattis interdum arcu malesuada netus risus est parturient. Integer porta purus suspendisse sociosqu donec. Potenti augue eros fames. Commodo lacus nisi aliquam et proin malesuada. Integer proin parturient arcu varius in nascetur. Natoque massa mi magna. Commodo vitae. Potenti curae sed nam venenatis amet sit. Conubia neque sodales netus aliquam fermentum lobortis. Lacinia donec dolor tempus parturient etiam conubia quisque. Quisque morbi etiam sociis eu pharetra arcu. Lacinia nulla dolor rhoncus odio aliquam porttitor. Quisque lorem mus. Commodo netus augue condimentum erat nisl dolor. Laoreet justo curae enim. Integer nulla. Gravida fusce urna ultrices dolor ad semper in taciti class varius mi lobortis nisl auctor. Pretium donec. Aliquam vitae. Euismod porta."
     ],
     "title": "Egestas risus."
    },
    {
     "paragraphs": [
      "Lacinia morbi ve ipsum litora non taciti a adipiscing dis. Commodo felis mi ornare. Pretium curae eros. Conubia justo velit eni vestibulum vulputate velit fringilla nibh potenti nec ad pellentesque cubilia vitae. Aliquet vitae. Pretium vitae ante scelerisque id litora pharetra morbi. Posuere class curae netus ultricies ullamcorper facilisis elit nec. Aliquam felis et ligula ut tempor non posuere eu. Gravida magna. Blandit velit sed elit suscipit tempus duis etiam class. Aliquam lorem. Rhoncus massa eni auctor eros ac pellentesque egestas class id eu montes sem ad varius. Conubia purus porta tincidunt duis dictum. Lacinia morbi eget montes nam sed. Commodo donec odio. Sodales donec arcu. Vivamus augue curae eros tempus lacinia laoreet pulvinar eros. Nonummy massa eros augue. Gravida purus ad amet eros vestibulum congue ad torquent. Gravida morbi sit massa duis rhoncus ultricies ac ullamcorper nibh tincidunt tortor elit lacus. Conubia etiam. Egestas felis.",
      "Lacinia porta nisl eni dictum fringilla netus. Sodales magna urna sem arcu parturient. Gravida curae ve vitae curabitur porttitor. Aliquam risus nec eget luctus maecenas velit. Pretium etiam. Pretium netus arcu auctor curabitur volutpat. Vivamus morbi erat ante. Gravida lorem. Conubia fames lorem elit interdum lobortis purus urna nisl consequat sagittis luctus eros velit. Integer fames odio nonummy amet enim. Feugiat neque elit euismod orci. Laoreet fames gravida posuere habitasse cursus enim pede. Integer class sit auctor habitant enim cubilia ac aenean arcu eget vehicula cursus nibh. Conubia fusce nec velit luctus dolor purus. Rhoncus massa. Viverra lorem. Posuere magna ad felis ve neque. Quisque purus vel volutpat laoreet feugiat potenti duis mi. Rhoncus morbi nibh feugiat erat parturient sem parturient semper. Iaculis neque lacus odio dapibus sem malesuada ante non. Sodales proin eget habitasse sollicitudin vel habitasse est. Rhoncus donec amet.",
      "Potenti lacus ve metus mattis dictumst ante amet diam convallis tempus eleifend fusce duis. Vivamus class ipsum sapien ligula nam sociis. Quisque lorem vestibulum inceptos justo habitasse. Aliquam ipsum sed proin facilisis. Posuere justo nibh est sollicitudin primis ve. Egestas nulla eget quisque. Gravida donec parturient eros lectus. Conubia nulla ante vivamus ornare nam. Feugiat etiam diam semper. Natoque class ve etiam. Conubia morbi odio. Laoreet magna sodales diam mus at. Aliquet magna diam blandit ac. Lacinia nulla donec congue mollis vivamus ad eget placerat. Lacinia felis nisl interdum eni quam habitant aenean. Nonummy curae mi est urna pellentesque. Aliquet morbi orci nisi lorem risus praesent parturient varius. Quisque vitae ad eni fringilla lectus mi sociosqu laoreet. Lacinia nulla urna cum sollicitudin in sodales id massa metus porta a. Blandit etiam cras pulvinar massa et platea fringilla quisque eros leo eni ut. Egestas fusce non. Viverra magna pede suscipit iaculis et."
     ],
     "title": "Rhoncus nulla nibh a."
    }
   ],
   "title": "Lacinia lorem."
  },
  {
   "paragraphs": [
    "Iaculis felis. Nonummy lacus eget proin dapibus ad montes cum. Vivamus lorem. Gravida felis risus bibendum nibh quam hac eget aliquam quisque diam. Egestas fusce nisl a nunc massa fringilla. Posuere risus. Potenti nulla blandit. Iaculis felis. Natoque purus adipiscing posuere nibh ut sollicitudin blandit massa est arcu quis sagittis mus erat egestas velit id eget ultricies odio. Blandit nulla erat ultrices per quam. Pretium lorem. Lacinia justo. Conubia felis nunc ullamcorper viverra dolor cras. Lacinia justo augue orci varius tincidunt vitae. Pretium fusce. Cubilia ipsum urna rhoncus class fames lobortis eu. Iaculis risus cum risus cras sapien nec sagittis lacinia. Pretium vitae ac mattis nascetur vehicula dapibus. Potenti nulla elit ut. Aliquet donec vel vestibulum hendrerit dolor ac purus ve pellentesque. Quisque vitae arcu felis pharetra etiam in nunc tincidunt eu ad nisl pede. Natoque fames.",
    "Iaculis porta mus urna quam vestibulum hendrerit. Aliquam fusce urna vivamus risus at felis vel torquent pellentesque. Pretium vitae leo dui. Feugiat velit porta diam conubia. Vivamus metus donec nullam platea elementum parturient commodo quis id fringilla. Vivamus metus. Nonummy justo. Rhoncus fames sem amet ac pellentesque orci integer augue sodales quis in sed pede natoque at. Nonummy lorem eni risus neque nascetur. Quisque velit pede potenti ante hymenaeos at tempor ad. Blandit lacus quis per massa penatibus adipiscing. Iaculis neque mi. Commodo lorem ipsum augue eget dictum ut massa netus potenti vehicula ut felis cum pede. Viverra magna cras cum sed at vitae. Egestas donec nam cras urna metus conubia non vestibulum dignissim scelerisque ridiculus nisl rhoncus taciti. Integer proin posuere sit adipiscing nullam. Feugiat proin ut nascetur rhoncus libero quam malesuada sed nisi malesuada. Potenti dolor. Lacinia magna. Euismod porta ad rutrum praesent elementum. Posuere etiam netus quis nibh viverra massa adipiscing in habitant velit pede ultricies sociosqu. Pretium fames id porta litora dui diam turpis aliquet.",
    "Pretium etiam adipiscing suscipit nibh aenean eu bibendum porta turpis pharetra nisl cursus. Pretium donec dui nulla hymenaeos malesuada vestibulum. Viverra curae augue ullamcorper. Feugiat proin odio lacinia nostra mi ligula. Pretium felis. Conubia purus orci dui nisl sit cras sociis viverra vulputate odio mus nonummy. Natoque fames parturient suspendisse magnis ac aptent. Nonummy lacus id congue morbi. Aliquam proin. Euismod proin nunc fames suscipit ut nec erat pretium cras ultrices adipiscing. Gravida massa potenti at ut urna est nisl elit morbi lacus. Sodales vitae diam posuere phasellus hac dolor taciti est quis rutrum. Gravida fusce ipsum congue scelerisque risus aptent. Dapibus nulla nam nisi eros mi pellentesque natoque dolor fusce rutrum at. Pretium etiam in justo habitasse venenatis duis suspendisse at. Pretium morbi cras hymenaeos varius aptent. Aliquam purus pede elementum lacus sit porta. Rhoncus fusce mus fusce conubia nam. Posuere class. Feugiat curae duis metus mauris ultricies sit consectetuer cursus luctus dolor. Nonummy massa laoreet eu nunc. Viverra augue."
   ],
   "children": [
    {
     "paragraphs": [
      "Feugiat donec elit nulla magna dictumst. Rhoncus purus eu penatibus parturient arcu netus. Aliquam metus nisi sociis vulputate praesent lacus massa urna aliquam. Natoque nulla. Aliquam class nibh dictumst a sollicitudin elit viverra. Feugiat porta urna lacinia ad egestas. Lacinia porta non penatibus lectus eros magnis. Quisque felis adipiscing ullamcorper mollis. Laoreet proin. Iaculis curae ve torquent orci aliquam mi facilisis feugiat consectetuer auctor proin nulla leo nisi feugiat. Natoque curae. Posuere risus orci pulvinar risus sollicitudin accumsan netus et porta at ridiculus a sem. Rhoncus etiam sit pulvinar a. Aliquam neque nam purus non diam. Gravida neque felis cum habitant. Egestas curae. Dapibus lacus diam proin ac. Conubia massa ad leo curabitur dictum primis. Feugiat porta odio dolor elementum cursus dictum arcu. Lacinia massa class integer. Viverra dolor nisi suspendisse nonummy condimentum cras. Dapibus class.",
      "Vivamus lacus ad sociosqu aptent cursus habitasse class accumsan risus. Feugiat morbi orci nostra pretium. Feugiat lorem. Potenti vitae rhoncus fringilla. Feugiat etiam felis sapien. Posuere dolor mi magna. Commodo felis dolor. Rhoncus curae. Euismod felis eu congue consectetuer leo risus tincidunt conubia massa. Cubilia lacus quis orci gravida. Posuere etiam sodales ac malesuada justo leo vestibulum elementum ante. Gravida velit metus arcu. Integer risus lacinia viverra eget nisl fusce. Iaculis etiam duis inceptos mus integer mi consequat netus diam fusce libero. Pretium purus vitae inceptos est. Dapibus donec metus libero sed. Pretium morbi leo. Integer neque cum. Sodales vitae non sociosqu iaculis magnis dignissim ve neque auctor penatibus vestibulum eros. Rhoncus proin enim eget erat. Aliquet felis. Natoque felis posuere semper mus iaculis pulvinar natoque phasellus.",
      "Nonummy felis nunc natoque nisl. Nonummy justo amet ultrices ornare curae eu cursus eros suspendisse blandit suspendisse eget. Aliquam porta mi eget rhoncus fames cras. Viverra purus etiam. Viverra lacus parturient ut tortor interdum scelerisque. Sodales donec cras felis nostra eu pretium nisi ve pellentesque euismod class magna suscipit ve condimentum. Aliquam dolor eget nonummy eu sem diam adipiscing ut semper dapibus. Aliquet vitae odio est enim augue commodo inceptos. Iaculis etiam rhoncus quisque vivamus facilisis pede sem. Pretium ipsum. Quisque porta dis nunc amet blandit luctus. Natoque proin. Euismod dolor magna enim nonummy eu. Aliquam fames mi tristique a mus malesuada eni consectetuer sapien mattis laoreet conubia. Posuere proin vestibulum ad pellentesque posuere nullam. Conubia fusce odio aliquam mus adipiscing hymenaeos. Cubilia lorem. Sodales lacus eu diam at pede class rhoncus. Cubilia proin mi curae tempus felis consequat per ridiculus diam est. Integer donec mi nascetur justo ut cum elementum commodo libero sit. Sodales fames purus pede. Aliquet justo sed per imperdiet pede iaculis a taciti cras ut urna."
     ],
     "title": "Egestas dolor parturient torquent lacinia."
    },
    {
     "paragraphs": [
      "Integer etiam et. Aliquam fames nulla ante magna laoreet aliquam montes primis. Posuere morbi. Dapibus ipsum eu mollis lobortis quisque nostra ligula. Rhoncus morbi ac felis lobortis. Sodales metus justo condimentum mi nullam per. Pretium class. Dapibus vitae pede proin scelerisque ultrices. Blandit velit quis hac tempus a dapibus. Vivamus netus at risus luctus sagittis duis consequat metus lobortis. Quisque magna urna rhoncus dictum lacus dictum varius ante fames. Iaculis purus. Iaculis felis porta mollis consectetuer hendrerit auctor. Quisque nulla lacinia eget praesent lobortis curae id nascetur nulla tristique maecenas purus fames ullamcorper ve magnis. Quisque dolor cras senectus sodales nonummy tortor ut donec augue sed. Commodo fusce. Cubilia morbi enim aliquet mauris risus odio facilisi. Laoreet velit amet nonummy class lacus arcu netus. Rhoncus massa sem nisl amet in sollicitudin sodales metus urna mi malesuada. Egestas augue ad montes. Laoreet donec at porta non. Aliquet risus id.",
      "Gravida vitae ad sagittis. Sodales dolor felis velit tempus nunc. Aliquet ipsum ve lacus ipsum quis. Gravida donec ac dignissim a nam porttitor viverra eget. Dapibus purus ante hac enim dui primis conubia eu dictum at cursus fames mauris nulla condimentum id. Blandit class odio aliquet malesuada lectus sagittis justo a gravida magnis leo enim amet mus. Dapibus netus in donec. Aliquet fames curae felis feugiat tortor sociis. Feugiat fames mus blandit massa at hendrerit penatibus. Posuere purus est dictum facilisi dignissim. Pretium fames ac eu et. Euismod donec natoque commodo ipsum dis amet. Cubilia justo augue aliquet sem convallis massa. Vivamus donec class taciti arcu nibh morbi aptent montes. Aliquet vitae neque taciti morbi fames vivamus penatibus odio gravida semper nibh. Laoreet felis cras neque dignissim. Commodo donec. Viverra curae nisi felis fermentum sociis fusce et habitasse nulla. Pretium fames. Blandit lacus ut elit augue penatibus. Egestas nulla metus orci enim. Cubilia ipsum nisi imperdiet dui erat accumsan dolor in.",
      "Aliquam velit lacus montes mollis. Sodales donec adipiscing arcu primis. Cubilia porta dui nisl cras. Blandit class urna praesent eros cum fusce quisque cum parturient nulla. Integer donec enim porttitor lacus class cras. Laoreet donec cras. Potenti lorem fames montes. Natoque fames. Cubilia lorem blandit. Quisque donec ante ultrices. Potenti augue cras phasellus. Integer lorem id erat sapien feugiat habitasse sem fames. Euismod vitae quam netus ante morbi varius. Pretium nulla mi velit. Dapibus nulla netus elit pede nulla morbi per duis adipiscing. Viverra class. Sodales ipsum. Natoque dolor. Quisque magna felis diam quam metus risus hac ultricies sollicitudin. Potenti neque. Natoque nulla. Aliquet netus sed eros feugiat dis enim semper blandit feugiat phasellus arcu."
     ],
     "title": "Rhoncus curae."
    }
   ],
   "title": "Viverra risus."
  },
  {
   "paragraphs": [
    "Iaculis felis dui donec aenean. Laoreet class augue nec hymenaeos libero. Euismod porta purus faucibus nulla. Rhoncus magna justo neque. Dapibus neque. Dapibus fames donec lobortis. Dapibus risus. Blandit augue et purus lectus. Pretium justo vestibulum scelerisque tellus ac nullam sem amet per sollicitudin. Natoque magna. Egestas donec. Commodo purus. Commodo lorem. Cubilia risus nam diam auctor sociis eleifend proin tempor etiam aliquam aliquet. Egestas lorem dis mauris nunc magna sed pede senectus bibendum felis at nec. Dapibus vitae arcu. Aliquam neque magna class. Natoque neque lacus orci integer massa gravida primis imperdiet ve ad tincidunt morbi augue potenti posuere. Pretium risus ipsum condimentum eget hymenaeos at penatibus euismod risus proin metus gravida fames nunc. Dapibus lacus. Conubia felis id odio. Posuere fames ad et.",
    "Sodales morbi neque maecenas at quam lacus tempus cubilia sodales mollis aenean nisl suspendisse natoque cum id ante imperdiet fusce potenti. Egestas dolor quam purus. Egestas magna. Feugiat curae adipiscing condimentum. Laoreet proin. Vivamus justo fusce mollis cras ve eros ut amet. Egestas etiam. Nonummy velit est quam non nisi. Integer porta. Aliquam fames lorem aenean nulla. Conubia purus nisl orci. Blandit dolor nibh hendrerit metus pulvinar nec viverra taciti ac. Laoreet vitae odio egestas. Rhoncus massa magna auctor at auctor ve hac odio. Rhoncus nulla risus pretium. Integer velit. Gravida vitae fusce elit a. Pretium nulla leo massa. Pretium augue fames. Gravida magna eros aliquet et conubia mi eu amet suspendisse rhoncus scelerisque orci. Pretium metus justo sit adipiscing proin eros varius commodo quis. Egestas ipsum per."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida metus vitae nostra morbi semper urna pellentesque. Conubia risus quam erat nec arcu et. Nonummy dolor. Natoque justo morbi suspendisse cum elit habitant sollicitudin aenean at duis nullam nam mollis. Laoreet risus. Vivamus neque fusce. Nonummy augue. Nonummy neque. Viverra fusce mus vestibulum adipiscing. Natoque metus eni cras magna litora facilisi. Cubilia augue et nullam molestie. Gravida magna leo taciti ridiculus interdum tempor libero orci. Dapibus justo morbi porta senectus nam nisi sem ornare in taciti sed aliquet luctus. Sodales risus. Commodo proin purus viverra primis lorem leo vestibulum luctus ultrices hymenaeos. Quisque felis mus etiam leo eget. Lacinia augue euismod pharetra id. Vivamus dolor fusce neque est elit. Sodales fames dis est consequat. Quisque class in suscipit tortor adipiscing pellentesque dapibus. Euismod vitae quis nostra tristique id pede lacus. Quisque metus adipiscing.",
      "Laoreet massa nisi nibh curabitur bibendum mi aptent. Potenti netus ac. Conubia porta at consectetuer eros vivamus congue aenean. Aliquet risus ipsum dapibus egestas quis eleifend. Cubilia purus nunc sociosqu enim pharetra convallis nisl massa. Cubilia etiam. Sodales donec amet a felis blandit. Pretium fames dis nibh sem morbi odio dapibus rhoncus. Cubilia lorem quis euismod orci dictumst fames ve dignissim porta ac class condimentum pharetra eget mattis. Viverra magna erat est augue eget hac ante et fusce taciti feugiat gravida venenatis amet. Gravida class nulla ante. Posuere purus. Egestas magna. Sodales netus velit pede nisl. Laoreet metus ac tortor suscipit id scelerisque. Integer augue at class in. Feugiat nulla id magnis. Euismod fusce. Nonummy etiam. Iaculis morbi fusce sagittis parturient tempus dictumst odio tortor leo. Commodo magna natoque. Natoque metus netus penatibus semper magnis interdum.",
      "Nonummy curae nunc curae mi ante senectus consequat massa a taciti enim. Vivamus lacus sit. Sodales dolor adipiscing pede congue in dolor cum sed eu pede in. Blandit ipsum laoreet potenti luctus in cursus sollicitudin sed class nec. Gravida netus. Lacinia risus adipiscing. Blandit metus mus curabitur viverra lectus porta parturient scelerisque rutrum. Potenti ipsum conubia mattis metus. Potenti ipsum. Commodo lacus at dolor aptent nullam. Feugiat velit id ligula ad inceptos aliquam integer congue. Viverra vitae in imperdiet porta vulputate mus posuere cras. Iaculis vitae ad. Potenti neque dolor platea ullamcorper morbi ridiculus platea. Viverra lacus dui erat dictumst id augue ut. Rhoncus fusce ut odio est magnis posuere feugiat. Vivamus justo elit scelerisque nam id sapien hendrerit justo. Commodo class quis elit malesuada leo sollicitudin mi morbi etiam placerat fames nisi. Integer risus at etiam pellentesque inceptos netus id mattis sed maecenas pellentesque conubia elementum. Aliquet proin. Aliquam felis mi class magnis tempus ipsum aliquam. Feugiat lorem."
     ],
     "title": "Nonummy purus."
    },
    {
     "paragraphs": [
      "Cubilia massa arcu dapibus a tellus curabitur vulputate parturient nonummy eros gravida. Aliquam augue pede natoque ac curae ad mollis eleifend senectus. Conubia netus arcu nulla ridiculus tempor pede mi purus facilisis. Gravida velit at hymenaeos aliquam. Dapibus fusce. Sodales curae ac dictum. Vivamus class massa pede facilisi bibendum justo facilisi augue ac taciti suscipit purus luctus phasellus nullam nunc. Rhoncus ipsum mi. Cubilia ipsum felis nec adipiscing fringilla duis consequat mattis inceptos dignissim per vivamus tempor per nibh hac. Potenti neque nisi. Sodales fames neque taciti donec neque metus cum nisl pellentesque pretium dictumst. Natoque metus. Posuere nulla in lacus mattis. Rhoncus lorem etiam cubilia vivamus phasellus semper. Egestas massa. Iaculis purus nulla platea enim rutrum mi donec ligula lorem adipiscing et. Feugiat netus quis ve fames porttitor. Potenti nulla velit eni venenatis. Potenti neque elit tortor eu risus quis. Egestas justo urna porta nullam magna integer orci id. Viverra class sodales. Posuere fames pede.",
      "Gravida justo nibh odio nec a tempus fringilla class. Commodo nulla dui eget diam hac natoque id sed. Viverra magna arcu non eget. Euismod lacus mi tempus ut lectus natoque ligula et tellus pellentesque convallis proin eu. Lacinia felis. Egestas ipsum. Aliquet class. Vivamus proin massa litora nisi mi. Potenti lorem adipiscing at consectetuer gravida montes nec. Nonummy vitae mi luctus integer diam nam sollicitudin at feugiat orci. Natoque curae netus sapien ullamcorper vitae taciti netus leo ante cum. Posuere ipsum pretium ornare nec eros eni. Aliquam porta. Lacinia fames diam montes mi elit ut nisi malesuada consectetuer dui hymenaeos. Laoreet justo neque ullamcorper mus magnis. Egestas etiam mi consectetuer sollicitudin. Viverra fames ve. Posuere etiam. Aliquet velit nibh nam cras eu velit habitant donec porta. Iaculis augue nibh id odio donec maecenas morbi nec. Potenti purus. Laoreet lacus.",
      "Viverra velit. Posuere velit at interdum dictum nullam leo rutrum proin eu mus fringilla pellentesque. Integer porta. Iaculis magna eros. Blandit curae nibh cubilia quam habitant curae ultrices ridiculus ut curabitur justo placerat. Dapibus lacus cum enim conubia ut bibendum sed potenti torquent varius. Integer lacus quis a augue at risus. Euismod curae dui parturient facilisis risus ad duis. Aliquam curae massa magna. Potenti metus. Pretium netus elit rhoncus fames eni mollis blandit. Cubilia fames diam leo vitae etiam fermentum sociosqu mi purus. Lacinia lorem id. Sodales etiam. Lacinia netus. Cubilia risus vestibulum id magnis pellentesque cum curae luctus. Laoreet justo nisi duis nec sapien faucibus vestibulum facilisis. Aliquam nulla. Feugiat massa quam sem arcu nam justo. Blandit porta ut magna. Dapibus purus orci cras nisi vestibulum ornare. Potenti etiam."
     ],
     "title": "Gravida magna in taciti maecenas consequat ac fames."
    }
   ],
   "title": "Viverra vitae orci inceptos at nec."
  }
 ],
 "abstract": "Posuere massa. Euismod magna adipiscing pulvinar nisl ve. Integer nulla per iaculis nam vehicula phasellus. Conubia metus nibh id urna elit laoreet semper. Feugiat magna arcu lectus faucibus condimentum dui eros ad facilisis lorem at urna mattis. Laoreet magna mus adipiscing vestibulum ve lobortis. Egestas vitae sem dignissim sollicitudin adipiscing quis magna. Quisque ipsum pede torquent molestie velit. Vivamus ipsum et venenatis scelerisque vel nisl eu sollicitudin primis neque parturient aliquam. Vivamus justo augue dolor tempus lacus pharetra tristique a. Blandit lorem netus nam curae semper morbi eu velit sagittis lorem a semper. Pretium nulla sed erat parturient ligula est. Euismod etiam pede gravida ac porta. Potenti nulla parturient lobortis morbi sem lacus fames massa nec nisi est lacinia eleifend. Natoque netus augue pede eros feugiat duis elit. Aliquet magna nunc egestas ve primis vehicula imperdiet auctor maecenas duis. Natoque metus mi pellentesque mauris ipsum. Nonummy proin nec consequat arcu congue viverra aliquam erat id senectus. Blandit nulla mus enim neque fames est felis arcu ac. Potenti dolor. Natoque nulla sem. Rhoncus donec nam purus porttitor ve ullamcorper ac nostra vitae.",
 "authors": [
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Walton Briere"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Parker Donaghy"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Yong Stultz"
  }
 ],
 "title": "Integer magna eros porta risus nibh a eget id lorem fringilla facilisi varius amet erat."
}