{
 "sections": [
  {
   "title": "Egestas vitae leo ante inceptos venenatis a.",
   "paragraphs": [
    "Integer donec. Potenti netus sodales orci in cum mi urna. Potenti magna ve sollicitudin pellentesque. Lacinia lacus in eleifend justo ultricies per posuere eget ante sodales est. Gravida porta. Vivamus proin arcu ut purus ve donec senectus nulla mattis volutpat odio cum class per. Feugiat lorem. Feugiat ipsum id nisi sociis pretium. Rhoncus etiam vel nunc nulla sodales mus bibendum sollicitudin vivamus. Sodales metus. Natoque class laoreet ut metus id a arcu ut arcu pharetra. Laoreet etiam. Potenti augue metus ornare fames condimentum ultrices nisl conubia facilisis non lacus leo eget ultrices parturient nostra id eu diam. Iaculis fusce. Natoque netus nam torquent aliquet euismod sollicitudin ridiculus donec sociis arcu. Laoreet risus parturient ullamcorper taciti in. Blandit ipsum nisl lobortis. Viverra dolor quis fermentum nisl scelerisque. Sodales lorem parturient laoreet ante per ligula magnis nam parturient vestibulum at suscipit aliquam. Feugiat nulla at massa auctor. Vivamus magna dis enim consectetuer posuere faucibus. Commodo augue.",
    "Potenti fusce nec nonummy quam ac lacus ad volutpat. Lacinia curae enim sociis parturient lorem quisque consequat libero. Pretium augue ad id. Iaculis proin quam laoreet lorem arcu sed dignissim sit fermentum vel bibendum viverra consectetuer. Dapibus curae. Laoreet massa ve convallis purus ve ornare. Feugiat magna. Laoreet lacus hac purus imperdiet quisque nisl hac. Potenti vitae est amet. Sodales curae. Conubia ipsum vestibulum faucibus vivamus vitae massa urna amet dignissim convallis consectetuer. Pretium metus at dictum. Feugiat velit ante sodales morbi sit quis. Vivamus massa mi praesent nullam montes fermentum in curabitur. Blandit ipsum et orci risus tellus massa adipiscing eget tortor euismod. Feugiat porta eu. Iaculis porta. Sodales curae. Quisque etiam nisi pede ut nostra sollicitudin dui. Quisque proin nam donec vestibulum conubia. Dapibus donec ipsum a integer auctor arcu. Integer augue etiam cum mattis libero magna id ornare odio."
   ],
   "children": [
    {
     "title": "Euismod morbi justo nisi amet.",
     "paragraphs": [
      "Euismod neque leo tempor posuere id aenean. Viverra etiam parturient torquent gravida curae justo nulla inceptos nulla conubia. Egestas risus etiam primis suscipit penatibus proin consequat. Cubilia augue. Commodo etiam fames nostra nec maecenas penatibus. Gravida metus fames posuere in volutpat dui. Nonummy proin est montes posuere arcu accumsan. Commodo morbi. Lacinia nulla eget a orci dolor sed malesuada eget leo. Laoreet neque ad fusce. Iaculis fames. Potenti dolor. Sodales proin porta sapien donec mi imperdiet ve ligula. Conubia massa. Euismod purus. Egestas neque erat hac lectus vehicula fames eni. Vivamus etiam proin ante. Sodales vitae erat cursus. Egestas massa class sapien adipiscing nulla. Gravida felis. Natoque ipsum enim tristique justo praesent. Dapibus nulla eros enim elit gravida risus.",
      "Viverra class porta taciti lorem. Aliquet massa vel eni. Laoreet purus. Euismod netus. Pretium curae morbi dis. Quisque curae arcu dui non in senectus etiam pharetra venenatis nulla dignissim lectus. Lacinia velit orci nonummy ve. Laoreet lacus metus sed eleifend iaculis lorem id etiam. Rhoncus fames ante cum urna ac consectetuer erat netus viverra elit id class vulputate. Dapibus lacus fames enim lacinia dictum vel semper ipsum commodo blandit. Euismod magna arcu. Cubilia curae. Gravida purus et mattis lorem convallis dictumst. Pretium metus. Sodales morbi neque nisi mattis. Conubia massa. Cubilia etiam in nostra per ve neque eni. Cubilia lacus eros nam a mollis eros odio vehicula. Egestas porta nisl gravida et non nisi pretium lacus. Aliquet lorem ut morbi facilisis sociosqu ut condimentum. Iaculis donec vestibulum nunc mollis eu turpis morbi potenti per suscipit iaculis. Conubia morbi.",
      "Aliquam fusce eros netus eu habitasse ipsum ac duis orci commodo hendrerit amet sit pede. Integer justo at etiam hendrerit mauris. Aliquet lorem vestibulum nisi morbi montes. Sodales velit posuere metus ve nisi porttitor habitasse duis natoque nisl vel nibh sit. Iaculis augue ve sociosqu conubia sodales sollicitudin porttitor dolor. Potenti risus mi tortor consectetuer cum velit vulputate montes habitant hymenaeos lobortis ipsum erat nonummy et enim dolor. Laoreet class velit erat odio. Laoreet neque. Aliquam risus per eget a purus. Aliquet donec id platea blandit commodo convallis dictumst ornare diam. Viverra fusce arcu pretium et per at lacinia quam id pellentesque. Lacinia proin id eni convallis sodales risus dis adipiscing vestibulum et accumsan. Integer massa justo a pede augue mollis. Posuere nulla eni felis parturient nibh tristique turpis. Quisque metus parturient id vulputate nulla. Egestas lorem sed cras nam vitae leo proin vivamus. Nonummy metus pede malesuada taciti. Aliquam proin in sollicitudin ante lacus ipsum arcu amet id. Natoque nulla quis potenti id platea pulvinar nisl. Vivamus purus conubia curabitur. Gravida lacus eu a urna curae nec posuere cum at. Vivamus ipsum pede accumsan luctus commodo."
     ]
    },
    {
     "title": "Aliquet massa mi vitae et phasellus.",
     "paragraphs": [
      "Dapibus lorem mi. Aliquam lacus eros dictum rutrum maecenas quam hac. Blandit porta. Conubia nulla. Posuere vitae. Euismod ipsum gravida. Conubia morbi nunc odio nam a. Conubia lorem aliquet tristique diam sed sociis interdum eu suspendisse quis. Natoque donec nisl fringilla sociis praesent potenti integer. Posuere felis nisi dignissim nostra. Pretium class. Natoque donec cras scelerisque quisque magna. Viverra ipsum amet curae libero ut donec sollicitudin metus. Dapibus etiam diam dolor commodo primis erat. Iaculis neque. Sodales purus massa a quis eu ante risus ridiculus blandit. Pretium vitae ac velit. Sodales justo sit. Potenti dolor. Dapibus dolor cum urna sem. Conubia curae eni torquent aliquam lorem dis aenean elit mauris fermentum cubilia dis at libero ac nunc integer proin at. Conubia nulla parturient torquent class curabitur magnis a vestibulum cum risus pretium.",
      "Egestas curae. Blandit morbi class sed ante dictumst. Potenti curae in. Egestas metus nec aptent viverra nonummy enim et sollicitudin consectetuer commodo auctor facilisis. Natoque dolor parturient urna lacus netus aliquam ut nibh ipsum dignissim. Viverra massa. Iaculis lacus eros eni facilisis auctor sociosqu adipiscing. Potenti justo egestas etiam proin curabitur at phasellus. Laoreet fames massa primis libero. Potenti neque adipiscing ac hymenaeos donec est. Iaculis etiam blandit et tellus ac pharetra per integer facilisi semper rhoncus elit parturient. Natoque neque. Egestas metus duis non proin est. Conubia proin. Cubilia fames hac quam mauris morbi suspendisse maecenas consequat. Rhoncus lacus. Euismod metus arcu ornare quis leo iaculis volutpat dolor ut convallis posuere sed porttitor. Laoreet donec nunc sapien fringilla mus nonummy sagittis nonummy erat. Rhoncus nulla ve quis netus ad magna et tortor tristique proin torquent mi scelerisque mi ligula. Vivamus ipsum eget augue litora vestibulum. Gravida class massa a laoreet ac nec odio nunc nonummy phasellus ultrices porta et lectus a volutpat. Lacinia vitae."
     ]
    }
   ]
  },
  {
   "title": "Natoque purus vestibulum vehicula proin.",
   "paragraphs": [
    "Commodo magna sed. Aliquet neque duis dictumst eni euismod placerat natoque in. Viverra fusce porta nisi sem pede eget fermentum sem lobortis velit. Vivamus ipsum proin nullam consectetuer nonummy torquent. Quisque augue. Euismod netus ad augue condimentum. Vivamus class id taciti sollicitudin. Gravida donec cum conubia lobortis porta sapien vitae sit. Laoreet velit est enim est nunc class lorem lacinia per. Aliquam porta. Integer neque et orci mauris luctus quisque conubia nunc ad. Cubilia etiam nibh. Potenti etiam. Aliquam metus justo sem ante nisi sagittis tempor aenean erat. Commodo donec dolor morbi a ornare amet litora. Potenti risus enim leo nullam facilisi egestas lacinia nisi. Commodo netus ad consectetuer posuere dictumst. Potenti vitae dis eget et consequat class. Integer vitae orci ridiculus bibendum varius diam suspendisse at. Laoreet metus ad sociis consectetuer nec class adipiscing. Dapibus fames in curae mi. Laoreet purus amet nisl vestibulum tempor velit nulla.",
    "Aliquam risus. Euismod lacus neque cras. Vivamus ipsum leo ornare. Natoque nulla. Aliquet risus netus dictum in. Iaculis fusce. Dapibus purus felis lectus nulla scelerisque pharetra imperdiet a netus et elementum enim. Integer risus eget viverra ad ac. Pretium proin nisi ut sollicitudin consectetuer pretium mollis. Euismod ipsum fames mattis. Potenti etiam. Rhoncus vitae feugiat. Laoreet ipsum ac. Cubilia dolor ut ultricies ac purus lectus lacus. Sodales felis ac fusce ligula quisque erat aptent est elit. Lacinia risus felis bibendum sed. Potenti porta id sollicitudin aliquet etiam morbi eni diam quisque hendrerit. Pretium metus vitae luctus sociis ultricies proin. Feugiat purus cras et neque condimentum pede. Euismod risus sit erat nam purus parturient in sociis morbi parturient volutpat. Feugiat metus dis diam aliquet. Cubilia ipsum.",
    "Aliquet morbi. Viverra risus vestibulum condimentum nullam. Iaculis morbi rhoncus sit ut vehicula euismod sodales. Commodo netus diam dapibus ve volutpat. Integer justo diam hymenaeos primis porta. Laoreet risus amet. Aliquam vitae netus porta tempor dolor. Egestas ipsum cras risus integer tempor enim auctor hendrerit adipiscing viverra enim. Feugiat dolor nisl in pellentesque nonummy donec ut. Vivamus felis lacus molestie sem mauris. Feugiat etiam. Laoreet velit eget egestas ad. Posuere morbi integer enim amet in fringilla natoque ornare mus dictum dui. Natoque fames eu nisl etiam aliquam convallis suscipit cursus nunc urna. Sodales risus urna orci. Conubia donec. Potenti justo diam aliquam nam mi purus nam odio vel. Posuere fames adipiscing faucibus erat integer ad auctor. Nonummy ipsum enim. Potenti curae ante cursus in pede. Vivamus class ad. Nonummy massa urna praesent ve nec ve."
   ],
   "children": [
    {
     "title": "Viverra felis pretium aptent cum tempor congue integer litora.",
     "paragraphs": [
      "Conubia dolor. Vivamus felis adipiscing suspendisse litora eu nisi hac vivamus mus. Euismod neque et eget metus facilisis imperdiet adipiscing eget lacus. Aliquet etiam mi enim nascetur lacus ve sociis vehicula quam varius. Iaculis velit. Feugiat fusce enim posuere phasellus odio phasellus in risus cursus. Iaculis felis mi nullam netus vestibulum eget habitasse congue. Aliquam porta. Posuere netus. Potenti dolor nunc tristique aenean inceptos fringilla purus. Dapibus purus. Viverra dolor lacus vitae blandit aliquam cursus. Aliquet neque hac risus consequat iaculis consectetuer congue massa posuere gravida cursus felis quis. Natoque risus nulla vel ultricies urna mus. Quisque lorem sed porta natoque pulvinar consectetuer pretium taciti. Quisque augue diam vel eget eni curabitur inceptos. Vivamus magna quis pede eni eros ac. Feugiat lacus proin turpis platea diam ullamcorper potenti. Pretium massa lorem taciti curae. Nonummy massa. Potenti netus arcu turpis egestas nam torquent cubilia nulla. Aliquet lacus quis est quis cum dolor est massa lacus auctor condimentum dolor fringilla vel sollicitudin.",
      "Commodo fusce cras posuere ut erat lacus ut a sociis. Natoque netus pede cum sollicitudin lectus varius donec. Viverra metus. Iaculis dolor. Feugiat porta dis nascetur. Natoque nulla donec arcu sed porttitor hac accumsan iaculis pellentesque nullam ut sagittis risus ut dictum. Dapibus netus ac ornare taciti ad diam praesent lacinia etiam. Blandit magna. Posuere justo magna mattis et ante dictumst cum duis. Iaculis class dis orci consectetuer iaculis praesent platea parturient fusce odio. Vivamus velit duis iaculis fringilla mattis. Aliquam felis nunc neque urna nostra viverra aliquet mauris tortor amet. Euismod dolor adipiscing ultrices sodales. Aliquet donec at donec. Lacinia class dapibus gravida dignissim ante est rutrum aliquam nibh. Aliquet porta egestas dui. Laoreet donec sit orci id pulvinar semper rutrum natoque quis. Rhoncus proin eget nec sed fermentum tempus habitasse molestie erat auctor. Gravida donec et ante tempor vel. Potenti netus nec. Rhoncus justo. Integer velit natoque dis praesent a pellentesque ante metus."
     ]
    },
    {
     "title": "Dapibus lacus et cum eu class.",
     "paragraphs": [
      "Posuere class nibh enim egestas nulla felis. Commodo vitae eros vel. Rhoncus fusce erat ac. Iaculis felis non nibh. Vivamus justo nibh vulputate congue. Laoreet netus hac pulvinar proin sociosqu massa cum. Potenti dolor ac facilisi non pellentesque. Feugiat metus cras aliquam dui. Posuere curae risus mattis odio cras nascetur tortor congue penatibus eni cras vehicula. Quisque lacus non. Nonummy donec quisque sem pulvinar sollicitudin viverra consequat nibh non tortor auctor. Pretium porta eni dolor feugiat duis. Aliquet curae nam cras vivamus dis placerat consequat ve. Vivamus ipsum adipiscing at habitasse mi urna dolor porttitor ante. Sodales curae in etiam. Rhoncus fusce elit eget fusce et magnis senectus dignissim at scelerisque. Nonummy fusce in sapien malesuada euismod pellentesque lectus velit. Potenti fames metus risus class varius dolor. Viverra netus rhoncus posuere rutrum ipsum. Dapibus donec. Feugiat augue non nibh. Laoreet justo ad.",
      "Euismod nulla. Commodo donec erat dis mi a tempus dolor. Lacinia class quam per cum. Lacinia lorem erat praesent libero litora nulla adipiscing pretium nibh vestibulum magnis arcu felis nisi scelerisque vel cras a orci etiam. Gravida proin nisl libero tincidunt ornare nisl aliquet mollis velit vestibulum. Egestas curae mi habitasse aliquet sollicitudin tempus donec commodo tortor nec parturient. Euismod massa at. Vivamus fames. Euismod morbi. Laoreet velit urna aenean placerat ultricies proin curabitur. Natoque lacus posuere blandit fusce elit cum pede feugiat cubilia. Nonummy class quam dolor id hendrerit a morbi. Dapibus fusce aliquam fermentum diam duis etiam conubia cursus per. Laoreet vitae cum sit hac mi a eros ac orci. Egestas felis mi montes. Lacinia class. Feugiat justo parturient scelerisque cursus ut. Dapibus fames lorem enim. Commodo porta. Viverra velit elit in. Posuere nulla. Dapibus magna."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus ipsum.",
   "paragraphs": [
    "Euismod proin vestibulum at tempor consectetuer porttitor fusce nibh a. Sodales justo et consequat fames. Conubia morbi ac a enim mi pellentesque quisque risus. Natoque donec. Iaculis velit orci cubilia ve turpis in fames. Pretium metus et risus placerat netus. Potenti ipsum amet natoque ut enim lectus ac ultrices egestas eget metus amet turpis id ac luctus dui adipiscing. Cubilia porta augue dictum. Nonummy metus ac risus nisl imperdiet. Natoque felis non varius. Pretium nulla ipsum volutpat eget cubilia ac in hendrerit dolor id vulputate. Rhoncus ipsum. Egestas purus adipiscing scelerisque mollis mi. Dapibus felis nunc in torquent orci sociis. Lacinia magna velit. Vivamus dolor mi tincidunt a nam porttitor mattis lobortis sem. Posuere proin ut aptent faucibus adipiscing aenean purus faucibus. Laoreet netus diam class convallis ut consequat arcu conubia diam orci natoque massa. Gravida neque ut magna consectetuer fringilla morbi sed. Blandit massa. Nonummy massa sit congue commodo pretium facilisis ad habitasse amet mus lectus. Egestas nulla nec habitant sollicitudin rhoncus hymenaeos leo sed conubia ac dictum mus.",
    "Vivamus proin nec nisi. Cubilia curae velit donec enim id nec hendrerit eros per lectus dictumst. Lacinia fusce nec elit hendrerit sapien nibh eu duis curae arcu. Rhoncus netus sem arcu nascetur a consectetuer elit. Natoque lacus quam duis netus hendrerit suspendisse. Cubilia porta. Laoreet fusce cras fames. Egestas risus sit ultrices morbi ut purus semper pellentesque aliquam nascetur taciti. Iaculis fames diam nisi laoreet. Commodo curae vivamus nulla ad fringilla. Euismod donec ad magnis ve volutpat lacinia mattis leo commodo suscipit massa. Potenti dolor ante suspendisse viverra dui accumsan etiam. Sodales porta elit integer dis at. Dapibus purus adipiscing ut inceptos eleifend gravida quis mi. Egestas vitae metus orci platea mauris risus. Rhoncus fames leo cursus velit odio vel. Vivamus magna sem duis hendrerit quam leo purus hendrerit vestibulum viverra pede a duis ipsum aliquet arcu. Vivamus morbi dolor. Aliquam velit mus consequat sollicitudin nec imperdiet odio eget convallis tellus. Gravida velit elit condimentum sed tempus hymenaeos felis nisi natoque. Cubilia lorem est diam at. Dapibus etiam metus conubia taciti vitae parturient."
   ],
   "children": [
    {
     "title": "Euismod vitae.",
     "paragraphs": [
      "Natoque netus. Viverra lacus in fames auctor nascetur per. Rhoncus etiam at turpis nisi nunc dictum adipiscing. Nonummy ipsum vitae litora metus luctus pellentesque phasellus fames class. Nonummy vitae risus dis. Aliquam class posuere quisque erat metus cubilia feugiat. Viverra purus mus litora ut laoreet. Euismod donec lacus blandit varius eget euismod et aptent. Vivamus curae. Aliquet lorem in pellentesque aliquet nulla ad ac id nibh ve pellentesque sodales lacus eget ligula ridiculus. Feugiat velit nibh mus vitae quisque. Cubilia etiam. Lacinia netus fusce cursus massa vivamus pretium tortor. Posuere dolor cum duis habitasse platea. Egestas fusce eu augue in. Viverra magna porta dui felis lectus imperdiet dapibus fames augue aptent aenean. Laoreet vitae. Egestas donec. Aliquet augue dui dictum. Lacinia curae orci ornare mattis donec. Rhoncus porta adipiscing scelerisque libero ad facilisi sapien dictum. Lacinia lacus dui auctor nec diam torquent semper nullam nulla nonummy.",
      "Blandit lacus eros ut eget ac felis. Potenti lacus urna quisque nam tristique congue nulla parturient lobortis. Iaculis risus. Blandit neque. Sodales magna. Viverra fusce odio suspendisse hac ad quis non leo eu. Cubilia lorem. Pretium augue non lobortis a accumsan quis diam. Quisque fusce quam est primis eget ut. Cubilia justo urna. Nonummy felis enim sagittis pharetra sollicitudin. Viverra vitae at auctor amet nonummy. Viverra class adipiscing sociosqu odio dictum in nam. Vivamus etiam parturient cubilia. Euismod metus urna porta ad volutpat dictum nisl ornare euismod feugiat semper per. Dapibus magna nisi montes sit auctor ante. Pretium donec eget suspendisse ac. Iaculis fusce parturient dictumst nibh nostra nec leo pellentesque. Commodo lacus erat quam lacus phasellus sem phasellus. Commodo lorem mi orci aenean nec libero. Posuere vitae vel purus curabitur imperdiet ante ullamcorper. Natoque morbi urna a."
     ]
    },
    {
     "title": "Egestas neque odio amet porta et.",
     "paragraphs": [
      "Commodo felis ut penatibus hendrerit quam ullamcorper egestas. Nonummy velit eget consequat ve id ac ad dis erat leo elit. Iaculis felis justo habitant et duis potenti aliquet. Blandit netus elit. Integer neque sed habitasse sociis nisl ante. Feugiat porta. Nonummy donec velit facilisi. Blandit nulla at nunc platea ac. Posuere lorem nisl leo semper sociosqu magna placerat justo. Pretium netus odio lacinia mi curabitur in phasellus etiam. Integer netus. Nonummy netus per. Blandit class. Dapibus massa. Feugiat augue non curabitur duis fames ornare magna curabitur vel sollicitudin neque nunc mi. Posuere fusce at nullam consectetuer blandit massa eget maecenas placerat lacus ut tincidunt a porta. Blandit neque est. Pretium metus justo sociis tellus vivamus ultricies turpis felis laoreet. Lacinia nulla massa iaculis cubilia arcu ve senectus mattis. Cubilia nulla. Pretium proin nibh tempus senectus fermentum lorem tristique eleifend cras libero cubilia. Viverra porta pede turpis taciti.",
      "Vivamus nulla ve id nostra arcu primis mattis molestie curabitur. Sodales risus nisl pede odio inceptos eu. Rhoncus lacus diam sed. Iaculis class dis interdum convallis erat. Rhoncus magna. Lacinia fames nisl eu lacus tellus. Lacinia purus vel curae primis risus id fames ad lacus. Egestas metus porta sed euismod. Gravida netus amet euismod nulla amet nullam habitasse conubia morbi ante mauris ipsum lacus. Gravida neque ipsum justo. Dapibus netus massa. Lacinia risus magna senectus ve semper. Feugiat ipsum augue. Natoque neque morbi risus nisl. Integer neque. Blandit vitae velit dis class. Lacinia porta nisi fusce senectus non platea a nonummy et penatibus nisi sollicitudin. Posuere augue vestibulum ullamcorper nostra ad vitae eu magna hac volutpat curabitur amet nec mus. Potenti lacus nec pede dignissim bibendum fames varius orci. Cubilia class vitae aliquam montes cum luctus praesent viverra. Integer class cras laoreet. Dapibus curae nibh morbi iaculis sit."
     ]
    }
   ]
  }
 ],
 "title": "Feugiat felis cras lacinia ad metus ve ante libero hymenaeos.",
 "authors": [
  {
   "organisation": "Branch Tactical Of Orlando",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Branch Tactical Of Orlando",
   "name": "Omer Andreasen"
  },
  {
   "organisation": "Branch Tactical Of Orlando",
   "name": "Kenny Buckle"
  }
 ],
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "author": "Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati",
   "type": "phdthesis"
  },
  {
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "title": "Chern classes for singular hypersurfaces",
   "month": "February",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "BMM94",
   "journal": "Invent. Math.",
   "year": 1994,
   "pages": "531--550",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "volume": 117,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "type": "article"
  },
  {
   "key": "Ken90x",
   "journal": "Math. Scand.",
   "year": 1990,
   "pages": "12--16",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "volume": 66,
   "author": "Gary Kennedy",
   "type": "article"
  },
  {
   "key": "TT81",
   "journal": "Ann. of Math.",
   "year": 1981,
   "pages": "457--491",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "volume": 114,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "type": "article"
  },
  {
   "key": "AF95",
   "journal": "Manu. Math.",
   "year": 1995,
   "pages": "85--86",
   "title": "A remark on the {C}hern class of a tensor product",
   "volume": 88,
   "author": "Paolo Aluffi and Carel Faber",
   "type": "article"
  },
  {
   "key": "Alu95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "325--351",
   "title": "Singular schemes of hypersurfaces",
   "volume": 80,
   "author": "Paolo Aluffi",
   "type": "article"
  },
  {
   "key": "Sab85",
   "journal": "Ast\\'erisque",
   "year": 1985,
   "pages": "161--192",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "volume": 130,
   "author": "C. Sabbah",
   "type": "article"
  },
  {
   "key": "BS81",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "93--147",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "volume": "82-83",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "Lan79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "33--43",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "volume": "82-83",
   "author": "R\\'emi Langevin",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Tra79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "volume": "82--83",
   "author": "L\\^e D{\\~u}ng Trang",
   "type": "article"
  }
 ],
 "abstract": "Dapibus nulla felis aptent pede neque porttitor praesent senectus nulla per cras netus tempor in nulla ipsum gravida facilisi. Conubia dolor dui primis at eu erat ante viverra potenti ante at. Lacinia lacus duis facilisis inceptos sapien congue ante ac sollicitudin odio conubia at. Blandit netus mi platea consectetuer sem proin dui porta parturient et maecenas duis nonummy egestas fringilla. Quisque fusce nisi posuere amet orci. Gravida morbi mus eros tincidunt sociis a parturient cum parturient porttitor ullamcorper imperdiet. Egestas fames sed erat in. Aliquet neque vestibulum et. Cubilia velit ut semper ut dictumst quis. Nonummy fames proin sed ante auctor venenatis pulvinar quis rhoncus at primis. Commodo morbi ut quam nibh parturient nisl proin semper ornare cubilia integer blandit tristique pulvinar volutpat ut mauris a. Euismod justo pede auctor ve arcu curae litora habitant. Euismod class nulla mauris diam quam pharetra platea turpis dui. Commodo vitae. Quisque felis nam ante dignissim netus magna cum quis justo netus class morbi pede. Feugiat vitae lorem accumsan eros ad consequat ullamcorper phasellus nisi vitae luctus. Quisque felis neque felis hymenaeos quam sodales fames non vulputate. Posuere proin diam tristique ut venenatis a malesuada lacus fusce netus sed gravida lacus. Potenti neque vitae interdum habitasse a hac dignissim mauris netus scelerisque quam hendrerit. Iaculis velit ac risus at etiam eu tincidunt. Lacinia velit ve nullam nascetur hymenaeos donec imperdiet congue non nullam. Laoreet massa ve orci condimentum laoreet suspendisse nisl."
}