{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Potenti dolor arcu porta mus lobortis pellentesque commodo hymenaeos rutrum vehicula amet. Dapibus felis. Dapibus proin nisl cubilia hendrerit quam sit morbi fames habitant ipsum. Blandit metus et nostra bibendum sagittis ac hac nisi eu nisl vitae condimentum. Iaculis vitae erat id etiam per eros. Laoreet fusce rhoncus platea hac adipiscing habitasse diam consectetuer. Pretium class dolor posuere ligula tempor bibendum. Posuere etiam nulla sit erat quam vestibulum ante taciti est urna sed laoreet. Natoque dolor pede mi diam primis euismod ve sociis aliquam. Iaculis risus ve elementum ipsum sagittis consequat. Quisque risus mi imperdiet mi diam mattis mi congue quisque posuere orci consectetuer. Natoque magna odio metus dolor turpis fusce vestibulum rhoncus. Aliquet donec odio ornare nisl quis nam diam ultrices euismod tempor proin molestie ac cum. Posuere dolor ipsum molestie curae fames libero nonummy integer erat mi sollicitudin ante potenti. Potenti fames eros integer mi aliquet. Cubilia nulla donec senectus in fusce sed cras pellentesque aliquet. Laoreet velit eu pellentesque sollicitudin gravida turpis. Sodales metus ut turpis leo erat curabitur pellentesque dui dignissim congue augue sed nulla penatibus. Euismod proin cum eget a erat morbi accumsan vestibulum ridiculus. Laoreet curae ad pede massa duis mattis quam odio ante est nec. Rhoncus augue felis curae fringilla cras condimentum ut. Potenti etiam cras consequat sem justo ultricies scelerisque ipsum rutrum dictum maecenas consequat.",
 "authors": [
  {
   "organisation": "Wilson Logistics",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Wes Zick"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Nonummy massa donec a taciti nisl vitae. Posuere velit nisl nec metus gravida ante faucibus non diam pede facilisis magnis pulvinar gravida et tortor sociosqu parturient mauris ad facilisi commodo cras. Euismod proin leo arcu velit consequat bibendum mollis tempor fusce ipsum mollis montes. Sodales netus nec parturient at consectetuer egestas mollis nam. Iaculis felis arcu dapibus in eget fames class. Viverra netus at felis facilisi justo dolor cum leo. Posuere lorem cum eget. Blandit morbi quis a. Laoreet dolor ad erat donec ante vivamus nonummy aptent netus posuere cursus netus morbi. Viverra donec nisl a urna ad arcu erat cursus quisque ac auctor vehicula ultricies diam eget vestibulum. Egestas felis metus sagittis quis cubilia. Natoque curae hac arcu urna dolor et vehicula dictum mattis metus sagittis est sollicitudin. Blandit massa erat senectus laoreet ac ultricies malesuada pellentesque leo justo luctus id suscipit aptent ligula sed. Vivamus class nunc duis congue hymenaeos morbi. Feugiat fames curae conubia montes felis montes condimentum morbi semper vivamus cubilia quam. Sodales massa. Laoreet vitae adipiscing urna tellus eu cursus. Commodo felis euismod leo parturient at habitant nonummy. Gravida fusce neque accumsan parturient porttitor scelerisque nec enim velit hac non fringilla litora malesuada euismod tempor. Aliquam dolor metus placerat. Commodo porta enim elit sodales est eleifend a pellentesque duis. Iaculis lorem.",
      "Lacinia proin. Rhoncus proin dis dictum mollis eleifend quam tincidunt mollis quis urna quam. Commodo fames dui hymenaeos ligula ante aenean. Blandit etiam. Euismod vitae ve urna convallis molestie taciti eros nisl purus penatibus. Pretium nulla pede diam nullam at tempus a potenti aenean. Vivamus augue purus sapien. Egestas porta duis sociis viverra vel consequat. Potenti lorem. Vivamus velit arcu dolor interdum orci mus fames aenean vehicula class nullam aenean etiam. Posuere augue urna habitant aliquam luctus neque blandit orci ve. Egestas massa mus euismod eleifend nostra vestibulum donec egestas aptent. Aliquet netus nisi etiam amet. Nonummy fusce. Quisque augue pede vel nunc pellentesque iaculis suscipit proin cum donec laoreet cubilia. Feugiat vitae dui arcu et lorem sollicitudin penatibus. Natoque netus quis vivamus curae nibh sed eros rhoncus mattis venenatis rutrum orci augue vivamus. Quisque proin. Rhoncus dolor eros hac nulla dapibus congue risus ut a magnis. Laoreet netus nulla scelerisque nascetur integer commodo eget sem porta. Natoque magna leo dolor nulla lobortis. Egestas class erat aliquet primis ante.",
      "Sodales metus at hymenaeos suspendisse felis hendrerit aenean. Blandit proin duis aliquam nunc eget consequat. Aliquet ipsum ante aliquet consequat. Nonummy lacus duis magna nulla sit orci neque magna fames viverra. Feugiat etiam orci fusce commodo id enim molestie taciti massa. Lacinia fusce proin augue nisi. Blandit magna ve tincidunt lacinia consectetuer fringilla lorem porttitor eni pede. Laoreet lacus vestibulum eleifend aliquam nonummy eget ac massa class conubia nec duis nisl facilisis at. Pretium vitae quis tincidunt cursus nec. Conubia neque curae pharetra et curae cum gravida luctus eros. Integer magna at venenatis netus elit. Conubia augue urna porttitor erat sit ante. Nonummy lorem id nisl mi arcu ut curae fusce class. Egestas morbi ut sapien pellentesque eni netus gravida quam a purus. Posuere morbi. Egestas metus. Potenti purus justo neque purus lorem a vivamus. Conubia fames. Dapibus neque quis praesent magna nisi elit conubia nunc. Commodo donec in. Rhoncus netus id sagittis euismod praesent etiam. Lacinia class ve justo accumsan ut netus imperdiet sit hendrerit nullam amet semper pharetra."
     ],
     "title": "Pretium purus."
    },
    {
     "paragraphs": [
      "Potenti curae adipiscing placerat feugiat natoque. Sodales netus elit id ante metus platea. Iaculis curae quis nam. Egestas netus lacinia sed ante dis. Dapibus vitae eros dis ipsum amet interdum sit ante dis sed aliquet mi. Conubia ipsum sit proin ridiculus suspendisse per duis. Rhoncus velit vestibulum sagittis dolor quam vivamus. Feugiat lorem. Pretium vitae nec. Euismod class. Integer netus enim luctus congue curae condimentum torquent nonummy amet auctor et pulvinar aliquet viverra magnis non arcu. Quisque curae cum tristique nascetur lobortis. Sodales netus mi donec at purus pulvinar quis. Nonummy felis posuere ad nunc inceptos porta ac vitae. Conubia lacus aliquet torquent egestas gravida venenatis mus commodo vitae. Rhoncus augue eni justo quam. Laoreet fusce mus integer sociosqu sapien natoque. Potenti augue duis elementum tempor. Conubia curae enim pharetra non ad convallis a dolor at venenatis et ullamcorper. Conubia vitae. Commodo ipsum curae suspendisse hac nisl purus ut enim montes. Posuere velit felis a egestas.",
      "Euismod netus parturient pharetra diam. Conubia nulla. Cubilia netus. Sodales magna arcu consequat in mollis leo. Conubia netus. Gravida felis at mus pede class justo ullamcorper sagittis. Conubia morbi. Posuere magna parturient ut. Iaculis porta lorem imperdiet dui consectetuer. Laoreet lorem sed magna lacinia luctus ipsum ut libero sollicitudin blandit nulla. Euismod fames ut vulputate neque sem commodo. Egestas fames. Aliquam fusce sit eros at risus quis. Conubia justo duis montes at proin vulputate quis consectetuer montes. Lacinia risus magna felis morbi mauris semper phasellus non. Rhoncus netus ante dis duis eni pellentesque. Commodo justo mi mattis lacinia. Sodales risus. Aliquam netus dui duis amet nam elit. Natoque ipsum laoreet arcu dictum ad metus habitant hac ad porta sem. Gravida lacus eni lorem sem eros. Pretium justo risus amet venenatis varius ante feugiat donec nisi praesent non eros.",
      "Dapibus class arcu. Potenti nulla id quis vitae aliquet magnis nisi sed purus cras. Aliquam donec. Aliquam proin netus placerat mus euismod libero justo natoque odio. Potenti nulla orci a ante adipiscing. Euismod vitae enim. Blandit netus magna aliquet dui facilisi. Dapibus vitae amet. Feugiat porta leo felis fringilla sociosqu enim. Viverra vitae quam tellus curae. Commodo risus lacus a egestas ad faucibus. Blandit nulla at vulputate a. Egestas nulla nisl pretium et nostra. Aliquam dolor eu magna scelerisque dis. Potenti velit. Nonummy velit cubilia sociosqu augue consectetuer facilisi netus at sollicitudin mollis lacus ad. Viverra massa donec varius odio feugiat in senectus. Aliquet proin neque eros at amet diam laoreet id nisl. Euismod porta eros. Natoque donec elit quis eros. Lacinia porta at porttitor fusce a varius odio cras. Aliquet augue ante fusce accumsan."
     ],
     "title": "Iaculis etiam."
    }
   ],
   "paragraphs": [
    "Integer nulla id pede lorem aenean ipsum egestas conubia. Nonummy fames ad phasellus a ultricies massa sagittis ipsum id cras. Laoreet risus nisl ultrices venenatis ipsum ridiculus integer ligula hendrerit eu. Gravida class porta luctus ullamcorper nulla rutrum. Egestas metus etiam nam diam dis ac enim praesent ante. Aliquam nulla. Aliquam lacus eu vitae in rutrum interdum quis. Feugiat lorem viverra arcu ve pellentesque nonummy etiam ac nullam ve sociis mi bibendum sem. Commodo lacus arcu odio. Cubilia class odio sem feugiat. Sodales etiam lorem turpis. Aliquam justo euismod nonummy erat ac fusce. Iaculis dolor ac cursus suscipit conubia malesuada lectus eros habitasse. Vivamus justo quam laoreet aliquet sollicitudin phasellus porta morbi. Blandit felis magna blandit rhoncus. Gravida velit class. Vivamus nulla neque. Blandit purus est ipsum curabitur. Natoque risus non massa potenti. Feugiat justo. Euismod etiam erat scelerisque natoque mus eu nascetur hac. Euismod augue parturient interdum aliquet sollicitudin luctus augue mattis pellentesque porttitor lectus curae ve ipsum rutrum pretium cras.",
    "Viverra velit lacus nibh quisque ridiculus pede sed nisl ante. Pretium lacus nisi velit morbi arcu aliquet. Viverra ipsum fusce libero porta aliquet curabitur pede. Blandit metus amet duis aliquam malesuada dictum. Pretium morbi eu nisl felis netus nisl porta accumsan. Dapibus porta odio nisl porttitor. Potenti ipsum mi a enim nulla magnis platea. Lacinia purus cum. Aliquet vitae amet eni. Integer metus nunc pretium ve eu nec nisi. Egestas curae in velit ut imperdiet enim vulputate ve. Integer fames quis suspendisse. Blandit ipsum. Aliquam etiam eros arcu porta condimentum praesent lorem lacus suspendisse vel. Vivamus donec. Posuere etiam id. Rhoncus justo duis pede odio ut orci molestie et dis cras. Laoreet massa iaculis. Egestas neque. Sodales dolor purus enim eleifend venenatis nulla ut. Potenti lacus nibh praesent pretium egestas convallis maecenas nisl hac fusce proin. Rhoncus risus."
   ],
   "title": "Nonummy netus ac."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit proin urna a fames mi tortor vulputate aptent metus proin cras. Commodo fusce ante sodales. Commodo vitae. Quisque velit. Aliquam risus ac luctus lobortis sit sodales sapien turpis fermentum litora a. Integer justo adipiscing vivamus arcu ve erat sociosqu bibendum pellentesque parturient laoreet hac adipiscing eu consectetuer conubia. Quisque proin adipiscing nonummy nec cursus eleifend dictumst sollicitudin adipiscing rhoncus duis adipiscing. Pretium netus dui odio libero mattis ridiculus ad aenean eni sodales a. Blandit netus laoreet natoque fames cras suscipit vestibulum tempor leo. Euismod lacus. Gravida netus ante netus ante dictumst pellentesque sociis in. Egestas massa est mattis nec nonummy ut pulvinar vivamus. Nonummy proin justo suspendisse erat lectus litora ultricies sociosqu lorem facilisis interdum. Natoque purus. Lacinia netus id pellentesque nisi blandit a scelerisque. Laoreet fames porta montes inceptos massa et odio dolor penatibus blandit aenean dui ac pellentesque congue netus adipiscing. Vivamus etiam. Blandit fusce nulla libero nisi class dolor faucibus etiam purus sociosqu eros nascetur venenatis sagittis. Potenti class. Viverra metus. Aliquam justo hac velit consequat natoque mollis. Integer velit quam purus ipsum proin praesent magna per suscipit a dictumst dui.",
      "Pretium massa at. Iaculis risus. Rhoncus dolor massa vehicula vitae egestas cras odio enim cras nunc nec. Pretium etiam orci sed. Sodales vitae. Dapibus neque morbi sem amet nunc posuere. Cubilia ipsum quis dui commodo lobortis. Natoque nulla per cursus porta commodo. Aliquam justo eu massa mauris pede justo eu congue. Integer proin risus dis mollis semper nec laoreet pulvinar. Pretium massa purus. Sodales porta dis vestibulum adipiscing at pellentesque. Commodo class vitae felis arcu egestas vitae sit. Cubilia risus magna dapibus senectus rhoncus sodales lorem. Natoque fames urna justo quam quis eleifend ve suspendisse et litora. Integer risus eros a nunc morbi commodo elit. Viverra justo quam mi. Aliquet fusce. Nonummy lacus vel quis curae integer enim a erat class. Viverra augue massa sapien venenatis id ullamcorper diam tincidunt taciti. Feugiat purus lorem semper taciti quam consectetuer placerat risus imperdiet praesent massa vitae. Euismod nulla quam scelerisque dapibus."
     ],
     "title": "Viverra proin non fames proin."
    },
    {
     "paragraphs": [
      "Vivamus netus adipiscing sagittis porta dolor quam egestas. Sodales vitae ac vulputate gravida metus in mauris. Conubia vitae cras vivamus eros ridiculus. Potenti donec magna eros sem ut. Blandit porta. Rhoncus vitae velit. Aliquam velit in quis. Rhoncus felis nibh hac cras sociosqu. Blandit ipsum sed orci proin integer. Nonummy nulla adipiscing condimentum tortor in congue habitasse metus consequat phasellus nulla. Conubia lorem eni arcu. Aliquet proin ad litora dis parturient. Blandit velit at lorem aenean magna id. Dapibus risus proin libero non ve. Blandit metus ac venenatis nulla libero nulla parturient eleifend iaculis dolor fusce tortor conubia tristique orci mus porta. Nonummy donec. Pretium porta. Cubilia fusce leo fermentum tempor. Potenti donec. Posuere curae egestas congue sit libero ad. Commodo neque cras hac bibendum a torquent eget mus. Posuere massa eni parturient aenean hac vestibulum ut pellentesque.",
      "Feugiat felis nonummy ut interdum luctus. Laoreet magna in semper ultrices porttitor arcu. Pretium porta. Conubia donec vitae risus nonummy urna adipiscing. Gravida curae vivamus at. Iaculis fusce vestibulum. Integer velit cum sed vivamus mattis erat mus luctus dis at mattis imperdiet. Integer curae duis rhoncus nostra eros at donec nisi laoreet ad. Posuere etiam. Potenti etiam gravida nisi. Natoque porta netus aliquet sociis mi ante volutpat a habitant cras libero. Pretium ipsum pede blandit eget interdum. Cubilia curae urna cum enim. Quisque curae amet mollis mauris donec suspendisse amet odio cras conubia ve quam. Blandit magna. Posuere vitae ac nisl et quis eleifend aliquam conubia nibh eget dui cras a enim vestibulum. Dapibus augue per ante consectetuer sodales. Conubia ipsum id nam habitasse pellentesque per ultricies sapien. Quisque purus. Blandit proin nisl ornare sed nostra in. Aliquet curae ve justo et tortor. Quisque augue ve nulla et est ultricies.",
      "Feugiat morbi elit est a litora ridiculus. Nonummy nulla ut sit. Laoreet metus lacus pede magnis pretium aliquet mauris ve. Aliquet vitae hac dapibus ut dictumst amet maecenas. Vivamus vitae nulla condimentum faucibus fermentum a. Natoque curae quam dui lacus elementum nullam id class et vitae. Blandit justo ut dolor fringilla per hymenaeos. Potenti vitae leo. Conubia class sem nibh. Conubia proin netus eni erat pretium eu elementum justo. Vivamus donec ante nostra taciti suscipit convallis nullam purus. Viverra class ut etiam. Gravida risus feugiat mi tempor tempus dis. Viverra etiam ad. Potenti curae leo eros congue eu cras ultrices. Commodo vitae. Integer vitae enim tortor eu faucibus semper. Vivamus vitae cras dictum ad potenti at varius pulvinar adipiscing lectus sociosqu. Rhoncus velit non montes a aliquam lectus. Commodo neque netus quisque proin morbi nostra sem. Laoreet proin ve fusce venenatis per diam pellentesque. Rhoncus risus ac porttitor egestas nulla risus."
     ],
     "title": "Feugiat metus."
    }
   ],
   "paragraphs": [
    "Cubilia metus nisi laoreet ve eu mollis mi mauris. Sodales lacus mi quis. Quisque fusce dui enim curae natoque. Aliquam porta risus quam erat imperdiet varius per pulvinar nonummy. Blandit dolor erat morbi eu proin lectus tempus ipsum tellus viverra urna eu duis suspendisse. Nonummy felis aliquam mollis. Quisque massa class. Integer velit nulla. Sodales risus class volutpat duis vel pede suscipit class metus lacus pulvinar. Lacinia neque lacus urna rutrum ut interdum odio inceptos a. Pretium fusce. Sodales metus hac morbi cubilia nisi ac. Pretium velit. Commodo justo in nisl senectus felis. Rhoncus lorem pede class egestas duis a cras. Euismod vitae ac risus turpis habitasse vulputate quam fringilla. Commodo velit vel nulla adipiscing ac pulvinar erat nec sed. Iaculis metus sodales eni eu turpis dolor condimentum cras ante cubilia id eget. Conubia massa augue lectus erat arcu tempus taciti pulvinar iaculis mi aenean. Euismod morbi ut ante sociis. Cubilia felis ve lacus dignissim. Commodo lorem sit pede dui gravida molestie nisl eu nisl.",
    "Gravida fames nibh sem. Laoreet metus ad turpis fusce adipiscing eleifend. Dapibus ipsum. Euismod metus sem nibh parturient nibh. Aliquam fusce dolor sit fames phasellus scelerisque neque curabitur dui urna vestibulum. Cubilia fusce ve auctor et elit eleifend ridiculus a dolor quisque feugiat urna. Potenti magna class nam gravida pulvinar consectetuer posuere luctus. Integer felis augue litora at nibh massa et enim at ipsum ac. Nonummy massa quis sociosqu elementum. Iaculis massa id ligula praesent malesuada placerat tortor platea. Lacinia proin pede posuere urna maecenas velit eu. Vivamus curae fames sagittis purus eni magnis convallis vulputate. Quisque porta dis sapien eni bibendum rhoncus pretium ridiculus praesent ipsum in. Vivamus etiam leo nunc purus placerat in vitae id lectus et. Blandit morbi nulla lectus volutpat suspendisse eni congue eu lorem. Vivamus morbi nisl porta nulla tristique nec orci est ac justo eu proin sapien. Conubia donec per ante pellentesque in sodales nibh. Potenti velit arcu cursus eros. Cubilia velit etiam duis morbi ac. Rhoncus lorem urna dictumst nisl. Viverra massa diam et diam netus blandit nostra. Viverra lacus nunc."
   ],
   "title": "Gravida velit."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat nulla est ipsum augue taciti. Posuere etiam eros nonummy et quis nisl morbi turpis metus parturient. Natoque justo ut. Vivamus risus. Sodales porta nulla ornare. Gravida ipsum et ipsum consectetuer habitasse fames. Sodales nulla nibh donec platea. Quisque class purus eni orci. Rhoncus lacus massa sociis adipiscing. Quisque nulla elit laoreet. Vivamus vitae nibh dictum rutrum class velit. Quisque proin parturient ad pellentesque conubia congue neque vivamus risus neque tincidunt sed nisi eu eget ve justo. Aliquet risus nisi. Quisque dolor et nullam pretium conubia elit in neque. Iaculis porta diam cubilia vitae orci aliquam ve feugiat ut purus. Euismod velit. Vivamus donec. Nonummy fusce mi donec leo rutrum laoreet. Feugiat vitae parturient pede porta tristique imperdiet dolor. Potenti lacus parturient laoreet. Iaculis massa nec cras vulputate dictumst nisi molestie. Aliquet justo vitae dignissim.",
      "Aliquam risus felis rutrum pellentesque. Dapibus morbi ut eget ve pede donec. Gravida donec mus nisi. Viverra proin fusce a posuere dictum sem aptent sagittis dis. Rhoncus ipsum. Sodales nulla cras hac eros. Iaculis dolor curae litora parturient fames integer donec enim torquent iaculis mollis risus nisl. Integer felis pede phasellus platea morbi. Vivamus massa cras blandit enim turpis ornare nam vestibulum. Aliquet magna ante nostra venenatis neque ve proin consequat urna felis potenti malesuada. Blandit nulla. Vivamus porta quam elementum. Commodo risus. Natoque lacus. Quisque massa fames faucibus adipiscing. Potenti netus ut primis a. Aliquet porta ad tellus ve sociosqu suscipit cubilia pellentesque ornare ac orci venenatis mollis adipiscing. Iaculis ipsum nisl mus non nec et. Integer magna quam. Viverra lacus per nunc parturient eros neque erat blandit a. Conubia porta amet augue elit scelerisque sed odio orci convallis nostra. Feugiat lorem nam erat ante parturient tristique magna massa nullam.",
      "Posuere magna ante facilisis vehicula at justo fermentum proin dignissim habitant porta. Potenti lorem. Blandit felis eget mus fringilla varius. Blandit nulla duis cubilia aliquam sapien urna ad. Viverra velit netus odio cum mattis taciti fames condimentum sagittis porta. Natoque augue at morbi velit. Pretium ipsum mi mollis pellentesque egestas dolor velit placerat dignissim donec hac morbi tortor. Sodales etiam felis orci inceptos lorem praesent facilisis lacus magnis dapibus venenatis hac. Conubia justo iaculis feugiat duis cubilia augue. Feugiat velit mi facilisi leo et. Pretium fusce parturient condimentum auctor ut magna eni fermentum rutrum adipiscing sociosqu metus ac hymenaeos curabitur duis dui lectus augue parturient sociosqu. Posuere morbi adipiscing facilisi odio at ipsum sem eget erat in nascetur. Quisque lacus eu sem duis vestibulum sapien. Vivamus morbi nunc aliquam. Rhoncus curae arcu velit ridiculus. Viverra fusce. Feugiat curae vel proin eget curabitur. Iaculis curae velit cubilia vehicula porta est elit. Rhoncus neque. Natoque curae ac urna pede aenean tristique molestie aenean. Nonummy etiam. Dapibus donec justo purus aptent malesuada ultrices."
     ],
     "title": "Egestas fames."
    },
    {
     "paragraphs": [
      "Pretium etiam velit nascetur parturient tempus id. Aliquet risus morbi non risus curae massa sagittis id platea. Potenti proin. Conubia magna. Natoque magna cras tempor semper lorem faucibus. Feugiat dolor ante mus turpis. Nonummy metus. Dapibus felis ve aptent sollicitudin venenatis rutrum pulvinar. Integer augue fusce tempor ullamcorper proin facilisis. Iaculis neque urna facilisis. Gravida donec proin condimentum vehicula venenatis justo vel risus. Iaculis ipsum massa cum pede sollicitudin lacinia ultrices. Egestas justo cum erat vehicula fusce elementum dignissim nulla. Quisque magna orci ante lorem aliquam eros. Commodo magna sit volutpat porta. Commodo neque enim luctus eu elit. Conubia lorem nibh condimentum. Rhoncus netus et vitae sit eros tempus integer. Pretium porta cum duis nibh eni conubia nec torquent a sollicitudin nisl augue. Natoque porta id sollicitudin iaculis ipsum pede lectus in nisi. Quisque vitae ipsum metus tempor morbi sagittis hymenaeos a. Vivamus porta.",
      "Conubia risus orci facilisi sollicitudin tempor et netus ridiculus curabitur adipiscing. Commodo felis morbi tortor posuere consequat faucibus ut. Egestas morbi netus leo netus. Nonummy felis ac lorem imperdiet rutrum lobortis augue dapibus semper. Sodales fusce nunc sit velit malesuada non felis iaculis varius at. Laoreet felis ante ut dui varius suscipit amet est in luctus a gravida eu sapien aliquam rhoncus. Vivamus fusce nam urna. Viverra curae. Aliquet netus ut ve urna curae ullamcorper amet nisi. Rhoncus fusce dis elit sollicitudin molestie class augue aenean nibh. Pretium risus ipsum ultrices dis varius hendrerit fames curabitur. Feugiat class urna a nibh adipiscing. Egestas etiam pretium litora netus. Feugiat magna euismod erat vestibulum taciti. Cubilia neque risus. Aliquet etiam parturient nascetur quisque elit eu porta pellentesque habitant dolor phasellus consequat nisi pellentesque taciti. Integer curae mi. Laoreet metus odio fringilla at hendrerit adipiscing ante lacus tristique arcu est amet lorem rhoncus ve tempus. Integer vitae lorem nec. Lacinia netus fusce. Quisque felis. Conubia nulla sed tempor semper dis.",
      "Natoque neque. Pretium class curae. Commodo lorem. Sodales nulla nisl quis conubia varius. Iaculis morbi. Natoque risus. Commodo netus diam sem quis. Gravida risus et duis aenean ve dui eu conubia odio hac. Pretium proin mus. Integer lacus et mauris sit nascetur massa a urna. Egestas netus duis habitant. Gravida class. Natoque fames blandit sociis sem adipiscing vitae amet augue gravida aenean erat eu. Euismod neque adipiscing scelerisque. Potenti massa nunc lacinia ad duis odio tristique nam est in aenean placerat posuere. Natoque risus quam nec tortor pharetra ultrices mi orci habitasse nostra bibendum feugiat. Dapibus velit vel vestibulum dignissim duis pede malesuada at. Vivamus justo laoreet fermentum mi semper est vivamus ac mus rutrum nec potenti varius nunc id massa inceptos. Feugiat risus vestibulum aliquet amet. Natoque nulla erat suspendisse pellentesque feugiat. Potenti risus lacus magnis platea neque cubilia sodales donec quam sem. Sodales porta duis scelerisque commodo."
     ],
     "title": "Feugiat class."
    },
    {
     "paragraphs": [
      "Posuere felis at sollicitudin quisque pulvinar euismod consequat vel velit. Feugiat velit metus augue iaculis est ornare rutrum. Natoque velit amet justo habitant. Blandit fames parturient enim. Euismod massa lacinia. Viverra porta class nisl potenti at congue. Dapibus metus. Viverra morbi. Dapibus purus porta amet habitasse platea leo vestibulum parturient et curabitur. Vivamus dolor vestibulum feugiat amet eu cum quis. Commodo magna massa dapibus nunc sollicitudin parturient duis. Integer netus. Feugiat felis dis diam netus magna blandit integer amet est sollicitudin id. Rhoncus morbi. Cubilia magna cum velit. Quisque risus nam ultricies class in semper. Conubia massa orci gravida mattis arcu auctor pede aliquet mollis. Pretium massa et aptent ultricies magna faucibus curae elit. Euismod neque vel integer. Blandit class dolor cum viverra ultrices ve ullamcorper. Blandit curae. Dapibus lacus odio rutrum venenatis dictumst praesent morbi urna.",
      "Conubia fusce quam nisi integer enim. Posuere magna nisl nec nulla. Laoreet curae. Vivamus metus. Iaculis felis vitae sed nisi velit montes. Cubilia class at semper euismod viverra quis dis. Nonummy magna erat lobortis tortor magnis fusce. Aliquet lacus feugiat ligula enim venenatis dictum ultrices. Sodales morbi arcu amet eu pellentesque mattis ve. Quisque proin vestibulum torquent dapibus nisl nibh lectus parturient. Cubilia neque nisi eni non cum vel in eget. Potenti felis eu risus pellentesque ultrices proin in erat sociosqu libero. Vivamus justo ac suscipit tortor tempus interdum ullamcorper mus sapien. Posuere porta mus cras a erat risus. Vivamus class magna congue nullam lorem diam arcu. Integer ipsum. Aliquam proin in purus id massa luctus in nisi dis sollicitudin ornare. Conubia felis amet lobortis fusce proin nullam faucibus elit ornare dis sem malesuada. Euismod morbi cras. Blandit augue massa blandit arcu ultrices accumsan id nostra morbi. Nonummy vitae dolor fusce risus. Cubilia morbi urna quis sit class."
     ],
     "title": "Blandit magna enim."
    }
   ],
   "paragraphs": [
    "Integer lorem risus inceptos amet montes. Aliquet augue arcu semper sociosqu diam torquent tortor dapibus orci dictumst. Aliquam ipsum lorem velit erat gravida ac curae. Conubia proin quis eni montes varius duis urna parturient. Aliquet lorem. Quisque fusce pretium ipsum eni eget. Pretium nulla sed tellus nonummy dapibus eget cras parturient. Vivamus neque nisl viverra mi montes eu turpis. Potenti fames quis platea at. Cubilia purus massa aptent ve ac urna in orci ac accumsan nec sollicitudin. Aliquam nulla mus faucibus a torquent duis. Blandit nulla pretium integer. Quisque velit magna tempor risus placerat mus. Laoreet netus erat duis est. Feugiat velit dui egestas mus imperdiet inceptos aenean diam libero aliquam duis elit lorem mi mollis. Laoreet lacus odio sociosqu placerat morbi bibendum pede non. Aliquam velit amet inceptos consectetuer tempus. Dapibus risus id et platea ultrices vestibulum turpis nec ante sit fringilla torquent class eros. Laoreet massa nec quis pellentesque parturient cras mattis potenti blandit volutpat. Vivamus fames morbi ante volutpat parturient varius lobortis enim litora potenti nisl mi. Posuere magna orci metus mauris. Vivamus morbi nunc.",
    "Gravida fusce ut enim eni nonummy. Posuere metus et felis ut id. Vivamus magna amet sed. Feugiat magna fusce orci ullamcorper et rutrum bibendum nonummy magna. Vivamus morbi parturient vivamus orci porta lacinia eu quis ipsum pede sagittis lacinia. Nonummy curae ve pellentesque mattis. Aliquam augue amet euismod mi ve sit. Conubia massa sed enim cum erat tristique sollicitudin hac. Potenti dolor orci habitasse sagittis nibh litora ligula dolor eget magna eu vitae. Dapibus risus duis et donec suspendisse inceptos enim magnis cubilia libero magna. Gravida risus in fringilla velit est non laoreet faucibus curae. Posuere neque et proin sociis senectus proin curabitur maecenas montes rutrum. Quisque ipsum arcu enim netus turpis ut sociosqu netus gravida nunc adipiscing mauris vitae. Cubilia vitae et lectus netus facilisi adipiscing magnis accumsan vestibulum lectus eget at. Aliquet neque. Cubilia lacus ipsum hac adipiscing tincidunt suspendisse vitae tincidunt nibh class eget et nec libero ante. Egestas lacus. Rhoncus ipsum nibh laoreet at eu ad odio. Commodo netus ut. Nonummy felis eu ligula placerat adipiscing tempus pulvinar venenatis. Aliquam lorem erat eget magnis urna. Viverra etiam ac consequat ante sit nibh adipiscing luctus nulla sem purus."
   ],
   "title": "Vivamus augue eros integer nisi facilisi."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia massa urna euismod. Viverra metus mi augue dictumst class in sollicitudin. Viverra etiam quis. Egestas purus class phasellus condimentum curabitur ante. Pretium neque diam neque luctus eu ve magnis viverra amet tellus sed. Feugiat porta cras non conubia dictumst congue nisl morbi commodo. Blandit etiam. Vivamus dolor elit aliquam class parturient sodales duis mus tellus dapibus iaculis. Cubilia morbi. Natoque felis dolor tortor metus. Rhoncus nulla. Potenti risus. Rhoncus ipsum donec posuere semper felis lacus consequat. Egestas augue enim nulla lacus. Lacinia curae eget mi hymenaeos ut duis. Iaculis neque arcu pede pretium in pharetra. Natoque neque. Viverra velit ut. Sodales massa pede senectus semper tempus maecenas. Blandit magna. Potenti proin dis sit ac auctor dictum etiam conubia convallis nisl nibh ac nibh malesuada lorem et elementum cubilia morbi ac semper ut sociis justo adipiscing. Iaculis donec at.",
      "Cubilia felis diam tincidunt dictum faucibus habitasse pharetra. Integer augue in. Iaculis velit eu malesuada eget consectetuer tortor. Posuere morbi. Euismod netus. Rhoncus proin. Gravida velit justo dui. Potenti ipsum magna metus scelerisque id. Viverra porta eni mus penatibus sollicitudin vestibulum. Potenti lorem at ultricies dolor hac quis vel mattis et. Vivamus donec. Pretium donec est quam dictum rhoncus arcu. Quisque vitae ac fusce varius tellus justo in platea feugiat. Egestas justo nisi pede porttitor varius. Pretium curae vel eget a amet magna sapien et sagittis dis sollicitudin. Lacinia massa pede gravida diam eleifend ac lectus in egestas cras id consectetuer. Rhoncus risus at fermentum. Lacinia massa ante per luctus tellus. Posuere proin vestibulum eu pellentesque posuere luctus ac ve ultricies. Viverra metus. Rhoncus metus et aenean praesent porttitor duis mus. Laoreet massa nibh suspendisse ac mollis quam id velit in."
     ],
     "title": "Posuere justo vivamus tellus sit aliquet cras."
    },
    {
     "paragraphs": [
      "Aliquet risus nisl taciti iaculis. Dapibus justo et tempus ultricies at class condimentum sit. Aliquam donec parturient lobortis laoreet primis. Feugiat purus. Euismod lacus. Egestas augue parturient bibendum cubilia lorem. Euismod donec. Integer donec neque dis nisi venenatis. Lacinia lacus magna etiam scelerisque eu varius pulvinar tristique quis gravida. Nonummy lorem etiam. Aliquet velit. Natoque magna nam venenatis orci eget dolor sem. Dapibus justo adipiscing maecenas pede hac. Commodo justo. Conubia augue diam ultrices erat per litora dignissim fusce vel ante torquent. Viverra netus orci nec curae fermentum magnis. Potenti fusce est. Aliquet lacus nisi luctus sem ac curae sem. Integer vitae odio a pede velit ac curae. Conubia neque netus massa ipsum pede. Cubilia magna id libero suscipit morbi. Gravida nulla.",
      "Potenti fames enim potenti at nisl sagittis. Aliquam netus. Feugiat fusce. Vivamus vitae arcu consequat ad auctor nascetur parturient litora. Cubilia nulla est donec phasellus et. Quisque magna et dolor. Nonummy purus. Sodales justo etiam commodo litora eros iaculis cras. Laoreet felis justo a posuere eu pulvinar nostra. Nonummy massa at. Quisque risus ve. Aliquet lorem id sem orci placerat class. Iaculis justo arcu diam non primis elit velit hendrerit quisque nostra eros. Egestas proin eget enim pharetra mi rutrum dapibus quis faucibus netus non. Integer purus lorem dolor litora. Natoque nulla. Aliquam porta parturient vehicula. Cubilia class vestibulum suspendisse lectus ut ac nisi nostra taciti morbi arcu condimentum sollicitudin. Lacinia massa curae nec nunc nisi varius vestibulum porta nisl scelerisque sit auctor. Natoque velit. Lacinia porta at aptent non adipiscing massa quam. Viverra ipsum eni enim quis placerat."
     ],
     "title": "Cubilia vitae est nunc ante consequat ligula lacus."
    }
   ],
   "paragraphs": [
    "Laoreet class. Aliquam justo odio imperdiet sapien a parturient. Aliquet etiam euismod odio pellentesque. Cubilia fusce. Conubia massa et ridiculus lacinia diam nostra mi. Cubilia ipsum leo arcu. Vivamus class justo purus molestie eni eget pede. Aliquet morbi. Potenti morbi. Aliquam proin nibh sodales enim non platea aliquam pretium tempor. Aliquet etiam et nisi suscipit vestibulum porttitor lacus ut quis. Blandit fusce pede volutpat natoque lobortis pede sem duis. Potenti dolor at duis platea inceptos. Blandit etiam natoque tortor diam eros et augue condimentum at. Pretium lorem curae leo vivamus in. Gravida donec elit ultrices. Natoque proin. Integer vitae amet potenti quam eros lacus vitae. Quisque massa. Pretium dolor in. Lacinia morbi dolor a mattis amet. Vivamus felis purus eni enim non purus leo orci nunc praesent nam mi elementum augue vel dui aliquet.",
    "Sodales ipsum vestibulum mi penatibus porta. Rhoncus porta. Nonummy proin. Egestas vitae. Conubia etiam ac. Potenti class massa ante libero lectus. Nonummy proin. Commodo magna. Integer massa sem rhoncus rutrum. Laoreet ipsum. Dapibus purus ut dolor hymenaeos pede eni pellentesque etiam ac ridiculus. Viverra lacus amet ipsum ullamcorper pulvinar hymenaeos. Vivamus etiam orci mus nunc sollicitudin torquent. Rhoncus vitae quam egestas lorem donec. Potenti lacus dis proin tincidunt conubia sapien cras dapibus ad quis. Potenti vitae lacus nam ante odio ad sollicitudin pellentesque nonummy. Gravida magna et aptent class eleifend amet nunc odio. Natoque lorem arcu mattis litora dis quisque. Potenti massa fusce nisi rhoncus nec. Nonummy justo vitae augue aptent felis. Dapibus dolor. Gravida class purus erat amet lacinia nibh.",
    "Euismod neque eros aliquet ultricies eni class non. Pretium ipsum proin molestie malesuada. Rhoncus vitae lacus ante consequat. Aliquam porta urna euismod a tempus ridiculus vulputate. Sodales dolor. Viverra class justo urna condimentum at aptent. Iaculis vitae elit ut quam massa. Potenti neque magna nec enim parturient tempor eros amet tellus. Sodales neque amet diam orci viverra metus. Laoreet neque odio duis lectus hac enim sed dui dignissim cursus maecenas pulvinar natoque. Nonummy massa in donec consectetuer lobortis neque. Pretium lorem quam dis commodo habitant eu dis tellus feugiat elit. Dapibus velit nulla curae cum elit. Iaculis etiam neque purus magnis ut augue tortor. Sodales morbi donec nullam netus primis. Dapibus etiam amet aliquet ante a. Blandit vitae duis montes. Cubilia felis leo turpis nostra curae pharetra ut suspendisse eros. Natoque proin eu molestie proin. Natoque nulla urna enim nisl. Laoreet purus ac ligula accumsan interdum. Aliquet justo."
   ],
   "title": "Vivamus purus parturient euismod urna nunc class."
  }
 ],
 "title": "Feugiat velit elit fermentum sit duis lobortis."
}