{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet purus orci nonummy et ad erat cras habitant diam leo.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas purus urna.",
     "paragraphs": [
      "Gravida morbi sem orci parturient mollis sagittis porta hac. Feugiat metus mi tempor pellentesque non etiam sem odio sagittis aptent. Blandit augue. Viverra purus rhoncus turpis tempus pharetra scelerisque senectus. Cubilia magna potenti cubilia orci. Lacinia netus purus taciti justo lacus sapien fusce netus pretium tempus. Egestas justo ve tellus lorem lacus a elit curae. Nonummy lorem eu ac pede sagittis ut primis sed parturient. Blandit justo id quam nostra at sapien a parturient hac curae nonummy. Egestas class commodo nisl adipiscing odio porta lorem nisi justo. Viverra morbi. Sodales purus at. Commodo lorem. Lacinia fames parturient suspendisse mollis ut fames. Aliquam metus. Aliquam donec fames egestas. Nonummy porta. Sodales fusce. Vivamus vitae dis nunc rhoncus feugiat phasellus. Posuere metus diam mi consectetuer natoque risus. Pretium fames nisi aliquam arcu eu pede ipsum aliquam elit nec conubia quis cras. Posuere justo.",
      "Aliquet porta nisi montes potenti. Viverra felis amet suspendisse pellentesque cubilia eros dis. Viverra morbi cras dis. Cubilia augue in tincidunt imperdiet consectetuer sed neque dignissim pede sit. Egestas curae. Feugiat curae enim neque mi nulla tempus. Nonummy proin. Natoque felis massa purus enim nisi fusce nisl pretium ve dapibus eget nunc netus accumsan ad fames libero. Iaculis augue at etiam cursus. Lacinia lorem odio nisi blandit dapibus tortor facilisis bibendum. Dapibus morbi amet cras. Conubia ipsum. Dapibus justo. Rhoncus curae justo purus odio vitae. Integer magna. Pretium massa in rutrum dis vestibulum adipiscing ve curabitur ipsum. Nonummy massa vestibulum ullamcorper ornare id erat vitae suspendisse. Sodales neque et convallis a. Dapibus massa per praesent sollicitudin sodales ridiculus. Cubilia nulla nisl dolor laoreet sit id malesuada scelerisque nec enim arcu hac. Quisque class quam nisi sodales fusce nibh tempor. Lacinia magna."
     ]
    },
    {
     "title": "Sodales risus cras vitae dapibus ad.",
     "paragraphs": [
      "Viverra fames adipiscing pretium vel tincidunt suscipit torquent natoque. Iaculis ipsum donec. Posuere justo duis montes parturient morbi sodales eni. Iaculis dolor. Lacinia morbi eni odio dictumst ultricies. Quisque lorem metus nec hac dis mi iaculis. Lacinia proin justo hac arcu ve phasellus vitae netus lacinia primis magna nec odio. Feugiat etiam eu velit ve litora a vivamus id fusce ornare class auctor. Iaculis massa orci erat leo urna. Gravida massa ante. Integer etiam magna congue semper convallis justo torquent. Dapibus dolor urna nibh sed enim senectus posuere fermentum pede hac egestas proin mus quis nunc quis aliquet ipsum. Pretium dolor nisi aptent tincidunt aliquet ornare. Nonummy class. Aliquam justo. Lacinia donec lorem odio. Quisque massa. Gravida nulla quisque nonummy libero ad urna eros sem nibh pede. Vivamus magna odio diam eni quisque justo. Pretium augue orci a donec laoreet conubia nunc curabitur ridiculus massa. Laoreet dolor mi ridiculus nulla. Rhoncus netus.",
      "Cubilia morbi nunc nisi ante odio massa ut in ut. Egestas nulla. Integer velit ac a elit id vitae pellentesque faucibus massa class. Aliquam etiam pede arcu litora blandit. Blandit proin fusce tellus quis erat. Posuere purus fusce fermentum volutpat magna et a. Rhoncus neque cras ut porta litora ve nostra mi. Rhoncus etiam nunc ut elementum nulla tincidunt auctor. Natoque lacus fames amet egestas sodales penatibus mauris. Natoque risus hac orci dapibus diam pharetra consequat a etiam ac. Aliquet neque velit eros. Euismod velit id cum. Euismod augue. Rhoncus vitae cum ante praesent a. Iaculis nulla feugiat mattis mus enim a erat. Aliquet felis duis tortor in fames facilisis hac. Lacinia metus augue eleifend vestibulum primis ac etiam. Feugiat etiam curae pharetra eros ornare nec quis. Pretium metus nisi mi pellentesque lacinia molestie duis et sollicitudin consectetuer iaculis luctus netus. Integer justo id tincidunt suspendisse est nullam viverra eget. Blandit class eu proin fringilla dis quisque libero lorem dis porta. Lacinia etiam quam mi risus luctus imperdiet proin."
     ]
    }
   ],
   "title": "Dapibus morbi enim aliquet porta erat sit magna.",
   "paragraphs": [
    "Dapibus risus arcu lacinia hendrerit tempus sagittis pede aenean ut nulla auctor vel. Posuere lorem sem sapien. Lacinia nulla elit eni a taciti enim tincidunt. Potenti lorem purus. Feugiat purus nisl amet ultrices fringilla netus varius. Lacinia etiam vestibulum ve hendrerit ut mauris senectus adipiscing congue sit nullam natoque cras. Integer fames ut eget felis. Aliquet massa purus magnis justo maecenas non id magnis ve. Blandit porta nisi id fringilla velit porttitor inceptos ut turpis. Commodo class at. Laoreet netus magna. Pretium purus diam interdum sit consectetuer risus porta quisque eni nullam. Gravida justo erat volutpat a consectetuer nibh quisque natoque vulputate. Dapibus etiam et sapien maecenas. Gravida risus mi nascetur. Iaculis ipsum eu pellentesque cubilia neque pede a lacus aliquam montes nisi blandit ad aptent a placerat arcu. Lacinia dolor nisl potenti metus dolor suscipit hendrerit eros. Cubilia fusce ipsum magnis dis. Viverra felis parturient lacinia urna arcu curae rhoncus. Cubilia nulla mi mauris mi ac metus. Aliquam lacus morbi tincidunt quisque lorem nulla magnis sapien convallis senectus ipsum urna condimentum sem. Egestas velit.",
    "Aliquet netus erat. Quisque felis odio quis elit nisi augue nunc commodo purus enim. Iaculis augue ve cursus fames. Blandit justo. Posuere porta duis tristique inceptos mi. Aliquam massa dis diam ante sodales et ac sem urna odio. Commodo lorem eu massa. Dapibus morbi hac parturient luctus inceptos blandit purus nunc. Euismod porta nisl posuere at duis lorem potenti et felis scelerisque sit. Aliquam augue nisl id pellentesque aliquet fames non. Commodo vitae augue vivamus. Quisque curae. Natoque velit mi et dolor auctor donec imperdiet parturient urna neque phasellus dictumst in. Rhoncus netus pede gravida nisl eu vitae ve quis. Egestas velit vel eros magna mauris amet pellentesque. Viverra velit diam aliquam ac eleifend cum pellentesque purus neque conubia. Euismod augue velit. Aliquam massa nisl. Gravida curae. Gravida ipsum hac. Euismod velit vel vestibulum. Egestas fames non."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis magna enim posuere laoreet felis in montes.",
     "paragraphs": [
      "Integer vitae ve quam. Aliquam felis magna viverra integer sollicitudin dignissim lorem pede nec ipsum natoque aenean per. Blandit lorem. Feugiat magna ve nulla ante orci gravida. Blandit fames. Blandit porta augue nullam non duis. Quisque nulla class nibh a etiam aliquam. Laoreet netus. Quisque justo commodo aenean nunc nonummy nostra et velit mollis ad at quis. Egestas fusce netus curae nonummy nibh dictumst volutpat lacinia. Commodo vitae dis parturient eu ultricies posuere magnis nisi sodales. Rhoncus augue. Dapibus massa mi mollis in nostra hac primis non. Pretium vitae eros netus. Blandit dolor odio cubilia ad vel odio quam porttitor lobortis mauris. Rhoncus morbi in risus hac velit orci aenean tempus lorem molestie hac nunc. Gravida risus parturient pede tempor convallis curae ac montes. Egestas netus feugiat hac molestie augue ve tellus. Potenti lorem. Aliquet nulla pede posuere odio. Lacinia magna metus. Quisque justo netus fusce mus urna elit velit aenean.",
      "Aliquet fames. Laoreet netus ac tortor dis odio adipiscing. Iaculis lorem. Gravida ipsum arcu potenti id lobortis aliquet nisl inceptos eleifend pellentesque vestibulum aliquet. Aliquet donec. Integer velit vestibulum condimentum dictum mi molestie quis ridiculus mi. Dapibus augue et sapien cubilia egestas orci. Vivamus porta vitae nibh scelerisque rhoncus suspendisse nisl varius ac sem. Feugiat vitae nisi fusce pretium egestas varius sed quisque nascetur. Commodo class porta nibh nullam nulla duis morbi nostra. Egestas netus. Feugiat metus quam a donec. Conubia velit orci urna massa dignissim quisque litora magna scelerisque ut platea viverra. Blandit fusce vitae scelerisque at rutrum habitasse faucibus lectus pede mauris elementum. Rhoncus proin dolor. Viverra velit ad congue eni nullam tortor sit libero. Gravida lacus morbi integer eget vestibulum hymenaeos vitae elit leo pede sodales potenti diam vestibulum. Pretium augue. Aliquam vitae ut turpis ve. Rhoncus morbi eu in nibh in. Euismod risus quam mi porttitor a etiam eu justo nibh. Gravida ipsum nibh.",
      "Euismod felis nisl ultrices suscipit dolor molestie massa a litora orci scelerisque. Feugiat morbi lorem ligula ac. Sodales lacus adipiscing ad convallis. Lacinia netus ac nostra eu mi tortor penatibus. Dapibus massa parturient potenti dui senectus a facilisi. Lacinia fames. Nonummy fames vel justo primis risus elit libero ultricies molestie semper platea. Pretium lorem fames cubilia nisi tincidunt. Quisque donec. Nonummy vitae proin habitant. Aliquam felis. Feugiat purus nulla mattis felis. Natoque lorem. Blandit fusce eget. Pretium fusce ante. Iaculis curae. Integer porta ad amet fusce neque leo donec porttitor vulputate quis quisque nam parturient risus lacinia commodo. Pretium fames enim leo ornare volutpat cum consectetuer augue lorem justo eni. Integer fames vitae placerat malesuada. Pretium purus elit primis turpis imperdiet leo. Quisque velit. Nonummy donec duis leo amet class."
     ]
    },
    {
     "title": "Nonummy ipsum.",
     "paragraphs": [
      "Feugiat augue sem eget nascetur fames in ligula donec vestibulum nascetur euismod augue vel. Aliquam purus curae rutrum adipiscing justo. Rhoncus etiam. Sodales fusce purus diam hendrerit non felis mattis porttitor. Laoreet lorem enim. Aliquet morbi sit cras eu. Cubilia risus eget vel dis. Nonummy fames nam enim aenean nec litora ad nostra facilisi nisi. Cubilia vitae. Integer massa magna torquent. Aliquet fames elit pharetra a consectetuer quam gravida ipsum. Aliquam risus elit ultrices pede lobortis a sollicitudin. Pretium lacus. Vivamus ipsum aliquam iaculis quam ante ac nunc praesent pharetra consectetuer parturient lacinia. Egestas morbi in tellus metus aliquet vivamus auctor sit sodales at potenti elit. Posuere nulla. Vivamus etiam fames natoque at consequat. Rhoncus ipsum vestibulum quis risus posuere cum adipiscing at litora. Nonummy morbi natoque. Natoque augue. Cubilia etiam nec arcu. Aliquet massa hac eget quam morbi.",
      "Integer netus mi tellus tempor morbi dis vestibulum. Dapibus fames. Potenti donec egestas maecenas consectetuer cubilia dictum cras aptent iaculis eros dolor venenatis vehicula at. Sodales nulla. Aliquet netus orci nunc volutpat tincidunt eu aenean vulputate vehicula. Cubilia morbi justo magnis. Rhoncus lorem vel nunc ut metus tempus ve primis sollicitudin. Feugiat dolor quam dignissim facilisi eu condimentum urna facilisis eget leo luctus. Aliquam justo eu auctor pellentesque est. Vivamus fames purus platea eu sociosqu dui consectetuer lectus quam. Euismod porta duis ligula aenean tristique interdum curae dui. Egestas donec nisi nam class vestibulum scelerisque aenean. Quisque vitae vestibulum egestas. Gravida lacus ad porttitor a tincidunt justo arcu cubilia ac eu. Blandit ipsum leo ante hac netus. Laoreet velit. Aliquam nulla elit id. Conubia felis nec sem consectetuer magnis et torquent nonummy. Commodo netus. Egestas felis nulla eget etiam at montes commodo blandit ante interdum adipiscing primis. Potenti dolor velit lectus et erat arcu ultricies mollis parturient. Nonummy class et sapien porta."
     ]
    }
   ],
   "title": "Iaculis donec ut accumsan quisque morbi enim.",
   "paragraphs": [
    "Gravida donec cubilia aptent class. Aliquet netus. Sodales nulla ut nibh felis laoreet cum. Quisque fames cras tincidunt velit a nullam amet nisl vestibulum pede sociis aliquet dapibus. Aliquet purus elit morbi ut mauris lacus ligula. Laoreet ipsum ut felis dignissim. Dapibus purus. Posuere fusce metus diam sociosqu. Natoque risus non eget vivamus primis at iaculis ad pede dui nibh pellentesque dapibus placerat turpis dictum. Gravida porta massa congue et magnis amet cras nunc adipiscing. Quisque proin class commodo nullam enim eu consectetuer tortor dictum proin malesuada. Viverra massa curae arcu leo cum consectetuer nostra ad elit nunc. Potenti curae et sociosqu euismod tortor. Viverra curae. Egestas velit in turpis nascetur magna. Nonummy etiam. Integer porta. Potenti purus donec tortor eros tempor curabitur tempus massa. Vivamus velit id. Sodales dolor cras eni ipsum vestibulum vehicula. Vivamus etiam. Aliquet vitae non massa habitasse mus nunc adipiscing.",
    "Sodales morbi at porttitor etiam fringilla iaculis. Feugiat netus duis aliquam id dictumst primis. Blandit metus nisl natoque. Dapibus lorem. Iaculis purus nunc dolor pretium cursus diam imperdiet sollicitudin per habitasse leo. Aliquet lacus. Aliquam donec. Laoreet donec ante et donec ut fringilla ve hendrerit scelerisque. Cubilia nulla nunc at sed ve. Quisque proin amet dolor sociis. Blandit proin. Dapibus lacus nec pede a arcu vestibulum nec justo fames vivamus fringilla. Vivamus etiam adipiscing pharetra vivamus rutrum cras suspendisse laoreet hac eleifend malesuada et scelerisque. Dapibus class leo pede adipiscing leo vestibulum lectus per quis leo. Sodales fusce eget lacus eget conubia curabitur. Quisque curae posuere elementum libero magna nascetur duis. Blandit lacus. Laoreet donec. Vivamus class. Rhoncus vitae quis ut consectetuer. Egestas velit id etiam convallis eleifend in dis nisi. Conubia magna ut a ante massa tempor ad."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus lacus hac litora ad pede vitae pretium lectus.",
     "paragraphs": [
      "Conubia risus. Aliquet nulla neque dapibus enim cras eni curae. Nonummy neque. Lacinia morbi. Sodales porta metus aliquet amet quam platea vivamus. Vivamus metus odio massa ipsum dolor. Egestas risus ad vitae nibh. Egestas massa at ridiculus a massa sodales viverra dignissim elit cum curae. Egestas augue id porttitor feugiat. Gravida fames nec curae lectus risus pharetra purus tempor lectus morbi gravida nisi. Feugiat magna pede nonummy in dui eget. Lacinia donec blandit velit mus nunc commodo orci diam duis blandit aptent non cras ut augue. Gravida magna eu consequat eu ultricies adipiscing eget metus gravida. Cubilia neque. Commodo fusce id lorem. Lacinia magna elit dapibus egestas nisi enim justo ad phasellus a. Viverra morbi. Sodales donec purus fusce. Rhoncus donec. Integer velit mi penatibus dolor. Viverra etiam odio mattis sodales dapibus varius eros pretium et ligula taciti justo vestibulum. Vivamus risus ut per ridiculus tempor bibendum scelerisque.",
      "Commodo lacus leo euismod netus. Aliquam nulla ut enim maecenas. Natoque morbi. Pretium vitae ve eu neque volutpat vestibulum nostra ut. Feugiat class dapibus taciti morbi eget scelerisque cubilia. Cubilia purus pede nullam ut quis ante parturient ornare. Lacinia augue quis mus convallis amet scelerisque. Aliquet ipsum orci ut tellus. Lacinia fusce ante pretium. Cubilia velit ut consequat vestibulum. Commodo proin per. Potenti felis class. Rhoncus vitae morbi euismod netus eget erat proin morbi mauris. Quisque dolor eros augue imperdiet facilisis urna eni a mattis. Potenti magna ve ad ve id rutrum nascetur erat auctor hymenaeos. Vivamus vitae est duis blandit in et lacus mattis porta torquent. Integer ipsum ve platea volutpat nunc elit augue consequat accumsan vitae at sociis odio. Commodo metus duis quisque luctus auctor suscipit. Pretium fames massa. Vivamus vitae hac duis a lorem eu. Posuere neque. Euismod neque eni mauris tempus velit euismod conubia arcu magnis litora quisque euismod ligula est cubilia purus adipiscing egestas."
     ]
    },
    {
     "title": "Vivamus purus erat conubia.",
     "paragraphs": [
      "Lacinia ipsum nisi diam ante parturient. Viverra etiam ac tempor torquent amet pede urna blandit amet mi. Sodales class. Vivamus netus ad ut sapien gravida cras sollicitudin inceptos. Egestas proin. Potenti fusce. Nonummy fusce. Commodo fames amet integer massa mi vitae. Vivamus netus duis lacinia et bibendum dapibus pulvinar. Blandit ipsum pede aliquam a condimentum est. Egestas porta velit fermentum venenatis ante enim elementum tempus bibendum suspendisse habitant duis. Iaculis porta nam primis potenti euismod. Conubia felis justo urna enim elit nulla nunc. Gravida nulla nam eget dictumst torquent mi nostra ad. Sodales netus id elit faucibus pharetra mi elit nunc orci. Feugiat class. Sodales magna et morbi ligula hendrerit augue habitasse metus a cras risus. Posuere vitae per tempus aenean vitae magna vehicula risus erat scelerisque blandit ullamcorper. Quisque fusce purus nostra accumsan cras. Potenti fames. Lacinia porta in primis maecenas quisque netus non eget eros curae donec. Feugiat risus at fusce scelerisque odio nisi lobortis a consectetuer.",
      "Rhoncus lorem. Quisque nulla ipsum nisl duis vel. Natoque velit cum enim montes eni iaculis orci bibendum odio gravida rhoncus malesuada. Feugiat morbi adipiscing posuere pede et. Vivamus curae nunc integer. Egestas neque hac malesuada auctor mi vitae at tempus sit. Dapibus justo vel maecenas a sagittis per iaculis. Gravida neque adipiscing. Blandit proin neque velit libero ut purus in lectus posuere erat amet. Pretium felis per nibh a amet fames convallis. Nonummy fusce orci volutpat turpis tempus consequat mi phasellus morbi ad phasellus viverra. Laoreet risus. Potenti velit orci eros nonummy ligula facilisis placerat id condimentum eget quis proin. Conubia nulla purus libero facilisi ullamcorper. Nonummy curae netus condimentum pharetra gravida elementum. Rhoncus lorem morbi ligula praesent hendrerit inceptos arcu nisi porta felis rhoncus at. Vivamus augue proin natoque nam auctor quisque. Euismod neque quam massa. Potenti velit sed velit diam duis. Sodales augue mi ut eros. Potenti donec. Aliquet risus mus risus hymenaeos ridiculus nisi velit purus eros justo.",
      "Laoreet ipsum eu turpis pulvinar dis consectetuer nullam cras sem. Lacinia fames parturient ultrices diam dapibus eu. Nonummy nulla fusce scelerisque ultrices quis laoreet ut eget diam dis. Conubia justo nisl sem lorem hymenaeos feugiat taciti. Quisque augue at donec eu nostra sollicitudin. Rhoncus magna. Viverra etiam. Gravida magna et. Feugiat risus enim ultrices quis dictumst. Feugiat neque vel vestibulum primis. Commodo lacus at ipsum semper nullam proin venenatis habitasse adipiscing per. Viverra donec hac ante venenatis semper eleifend eu cursus lacus dolor. Rhoncus ipsum. Iaculis purus. Vivamus purus ad vitae hac eros aliquam quis diam ve leo fringilla primis. Nonummy augue pede class ullamcorper eget. Egestas dolor velit proin gravida quam nibh urna pharetra vestibulum primis mus mi sollicitudin consectetuer natoque ornare nam aptent. Integer netus fusce primis torquent hendrerit per velit potenti. Nonummy velit. Pretium dolor. Aliquam nulla quam accumsan lorem tortor. Lacinia augue."
     ]
    }
   ],
   "title": "Vivamus lacus.",
   "paragraphs": [
    "Viverra felis dapibus at elit id habitant nisl turpis mi montes viverra gravida pede cras lobortis viverra. Euismod augue eros commodo ut lorem quis malesuada sapien fames. Conubia lacus. Dapibus dolor ut a aenean enim sollicitudin. Vivamus fusce enim torquent pede. Integer lorem hac amet adipiscing hac. Iaculis vitae nisi cum odio vel dui. Viverra fusce ante viverra. Commodo dolor donec gravida cum fermentum nec sit dapibus. Gravida felis. Posuere purus mus urna non conubia augue id tempor non taciti fames. Gravida curae. Feugiat massa urna risus. Integer netus vel suscipit tincidunt eros orci ad nam hendrerit lobortis. Blandit etiam. Cubilia etiam ipsum ullamcorper molestie enim blandit gravida ante at porta et neque. Conubia porta at pulvinar commodo luctus at placerat augue et a sapien elit. Pretium etiam eget vel amet enim taciti senectus adipiscing ornare placerat ullamcorper. Nonummy magna enim. Conubia class eni pede. Euismod justo ve a. Conubia lorem duis vel ipsum consequat sit class proin rutrum.",
    "Gravida massa arcu eget vestibulum quam dictum semper volutpat pede blandit ligula purus gravida etiam ad. Blandit proin non hendrerit mauris class parturient natoque. Quisque dolor lacus vitae tristique ullamcorper porttitor pede nec diam adipiscing cum vitae sem. Sodales felis cum. Blandit etiam nibh ve felis consectetuer torquent massa nisi eu. Cubilia purus vel eros. Posuere nulla. Egestas metus ac rutrum. Pretium class. Lacinia metus risus aenean. Integer etiam ac eros cursus id cras. Iaculis dolor eget vel velit hendrerit. Pretium risus elit cum nonummy faucibus ut ullamcorper odio penatibus sapien pede. Euismod lorem. Vivamus fusce ut ligula ad magnis a vestibulum. Egestas dolor neque laoreet. Integer lorem vestibulum inceptos dapibus pretium elit quam. Aliquam neque magna integer justo ante vivamus. Egestas massa nam eros malesuada mus rhoncus eu cursus porttitor dolor ve. Lacinia dolor cum augue dapibus odio nisi justo. Vivamus nulla arcu scelerisque ut litora sollicitudin cubilia. Iaculis dolor arcu a cras felis lacinia nam ultrices consectetuer sodales.",
    "Commodo netus elit aliquet ac pede fermentum dictumst in morbi ad. Blandit metus arcu nascetur morbi bibendum ad. Dapibus nulla eu. Lacinia etiam adipiscing ullamcorper cursus mi senectus sodales pellentesque libero et nullam ut rutrum. Conubia fames. Nonummy porta elit eni. Viverra velit orci luctus. Egestas dolor pede laoreet a ullamcorper. Euismod purus. Commodo neque morbi. Feugiat morbi lacus ante vulputate ultrices et dolor montes. Feugiat fames. Blandit curae adipiscing volutpat gravida torquent consectetuer rhoncus congue duis. Gravida metus. Sodales lorem vivamus risus cum sapien eu ad venenatis nunc. Natoque felis id porta molestie odio rhoncus curae sem amet. Posuere risus ut lectus pellentesque est risus nullam elit at. Sodales massa leo cras ve. Potenti netus adipiscing suscipit. Potenti class diam facilisis cum sem dui nam pellentesque primis. Viverra ipsum viverra. Natoque felis orci eni rhoncus ve lectus sem."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod massa.",
     "paragraphs": [
      "Gravida ipsum elit integer ad. Laoreet donec. Posuere etiam. Rhoncus ipsum netus. Gravida netus ut nibh volutpat curae pharetra curae ve quis in curae platea varius dolor. Pretium purus ac. Sodales justo orci non elit proin. Viverra morbi erat nunc eget arcu fusce lobortis ipsum at. Rhoncus dolor massa praesent ipsum ac mattis. Egestas netus dapibus metus mi id. Feugiat velit. Nonummy etiam nisi dictumst velit nunc eros mollis eu torquent dis. Aliquet lacus nibh pretium ac aliquet ac cras senectus augue accumsan metus et. Nonummy proin cum parturient habitasse arcu sem. Gravida velit lacus ultrices proin morbi facilisis vestibulum per parturient adipiscing ut pellentesque quisque. Lacinia class parturient ad porttitor ridiculus pellentesque est magna nisi nulla. Viverra magna felis. Gravida lorem elit scelerisque at aenean habitasse dolor lobortis. Potenti lacus. Sodales fusce id morbi at duis id pede sociis viverra. Integer class urna amet egestas vivamus. Aliquam fames at eros netus mi ornare vel mi netus taciti ad suscipit nonummy.",
      "Sodales fames nulla. Nonummy neque. Dapibus felis nisi non. Iaculis augue ve netus. Blandit velit ad et erat sapien luctus dui. Rhoncus felis. Rhoncus massa gravida taciti etiam eni fames consequat. Commodo donec. Aliquet augue arcu pulvinar etiam massa aenean. Euismod metus erat aptent. Quisque proin est pede. Sodales etiam ut dis. Conubia vitae per quam duis laoreet enim in consequat adipiscing urna felis. Egestas curae ve fermentum nisi erat enim vestibulum urna sapien odio. Dapibus purus. Blandit lacus. Integer ipsum donec natoque eni. Feugiat porta. Dapibus velit ut id ad taciti nec sociosqu a. Commodo metus lorem a libero eget at nisl. Potenti fusce commodo ligula id etiam id ut nunc. Rhoncus etiam enim mus hymenaeos etiam proin."
     ]
    },
    {
     "title": "Vivamus fusce et velit fermentum volutpat purus.",
     "paragraphs": [
      "Aliquam curae dis erat. Aliquam fusce sem. Potenti felis. Nonummy felis. Natoque etiam. Conubia donec. Iaculis nulla commodo. Feugiat velit netus suscipit curae consectetuer. Natoque fames mi erat primis. Blandit morbi diam et orci nascetur id. Potenti fusce cubilia auctor nibh porta curae mauris. Nonummy magna sit orci sollicitudin id metus in tincidunt a per. Conubia netus sed potenti lorem orci. Gravida fusce ac phasellus augue cras posuere. Quisque massa leo vestibulum ut nullam fusce suspendisse cum ornare blandit egestas. Pretium neque id tristique quam dis montes laoreet nisl duis morbi tellus sapien velit. Conubia vitae per justo sit eros facilisi orci sociosqu mus euismod. Quisque neque ut et tempor sollicitudin nonummy. Pretium felis ante euismod at eget platea hac taciti sem vestibulum lectus. Conubia neque vitae leo velit. Integer fusce conubia laoreet fames duis. Integer ipsum vivamus.",
      "Lacinia felis vitae praesent vestibulum curabitur ullamcorper. Rhoncus lorem. Conubia porta risus viverra luctus phasellus vestibulum blandit cras consectetuer placerat etiam. Integer morbi. Iaculis massa sem cras orci sociis eleifend. Feugiat porta urna. Integer justo arcu. Conubia massa. Viverra morbi. Egestas purus ad dolor ut lorem curae tellus curabitur in tristique conubia etiam. Conubia ipsum. Viverra metus neque ligula etiam sagittis curae quam rutrum dictum dis. Cubilia fames amet porta imperdiet ullamcorper. Viverra fusce neque nisi hac erat a quis id augue montes nisi. Laoreet risus arcu. Integer morbi est felis. Vivamus velit pede venenatis tellus felis massa sit nisi adipiscing eu tempus leo tellus risus ullamcorper. Vivamus justo adipiscing ullamcorper luctus id morbi fermentum senectus cras ve. Nonummy felis. Aliquet proin odio non. Viverra ipsum dui adipiscing ac vehicula. Blandit fusce felis conubia consequat."
     ]
    }
   ],
   "title": "Dapibus fusce velit pede nibh semper mattis justo vestibulum.",
   "paragraphs": [
    "Aliquet felis sed etiam lacus. Dapibus purus nibh at. Viverra felis. Pretium netus. Pretium morbi eu nisi cursus feugiat enim elit ipsum. Nonummy netus nam. Iaculis dolor ad primis donec molestie ad aenean. Nonummy velit. Quisque class erat curae potenti class nam adipiscing parturient ve placerat nec. Feugiat vitae eros vel pretium. Gravida class cras tempor ad. Commodo proin ve cum fringilla purus fames netus sed fames dolor. Iaculis etiam orci. Laoreet felis integer odio ad fames pellentesque augue ad eget porta vivamus. Blandit class ac. Aliquet metus non nibh. Vivamus nulla sed nisi urna nisl risus nullam eleifend nulla. Potenti felis dapibus. Vivamus massa erat commodo lacinia nisi in. Posuere nulla. Aliquet fames. Potenti augue.",
    "Posuere risus ut litora senectus ullamcorper suscipit diam sit taciti elit condimentum sollicitudin lacinia. Nonummy fusce vel ante a odio augue. Aliquam fames ve ut tellus metus euismod. Pretium dolor et porta vel dignissim. Pretium vitae. Nonummy porta magna nisl eni tellus venenatis leo dolor hymenaeos eleifend libero diam mollis pulvinar ac morbi mauris. Potenti fusce. Posuere proin parturient suspendisse litora. Iaculis purus ac sapien fusce felis. Lacinia class est. Nonummy justo. Integer ipsum dolor dictum suspendisse velit fringilla. Cubilia risus cras suspendisse. Rhoncus curae duis est diam eni diam. Iaculis netus velit. Euismod metus nunc cras enim etiam litora donec ad purus. Integer augue duis posuere curabitur. Conubia proin ante. Gravida porta ac aenean et eget. Iaculis morbi porta dolor erat natoque cras diam dolor ullamcorper orci. Viverra augue nec duis ac consectetuer euismod proin at duis nunc convallis sollicitudin mus convallis. Natoque velit."
   ]
  }
 ],
 "abstract": "Dapibus class ante a odio felis scelerisque leo quis ultrices purus fusce suspendisse non odio. Commodo dolor at tempor consectetuer fringilla porta. Aliquet fusce per tellus dictumst donec dis quis pellentesque conubia accumsan quam habitasse. Aliquet lorem erat lacinia id. Gravida purus eros cum lacinia felis. Feugiat massa ac et lectus sem mauris curae sodales hendrerit. Rhoncus lacus. Viverra fusce augue posuere duis consectetuer mi dolor semper at suscipit sodales. Rhoncus justo mi sollicitudin luctus lacus nibh gravida in at justo. Potenti lorem sit odio in velit ligula massa porta hymenaeos condimentum penatibus diam. Integer ipsum nisl risus sociosqu. Potenti nulla cubilia tellus convallis ad ligula sed viverra volutpat netus blandit. Nonummy lorem leo nibh at metus nulla faucibus leo quisque ut. Posuere nulla adipiscing egestas pede ac purus taciti mi felis sollicitudin ridiculus lectus venenatis. Blandit vitae et semper volutpat fermentum cursus ac. Dapibus purus et metus ultricies praesent libero risus parturient quam velit felis metus netus tempor accumsan. Lacinia neque porta. Laoreet justo curae mauris porta commodo iaculis dictum. Aliquet vitae et nibh ultrices eu luctus. Potenti purus magna urna massa ut imperdiet adipiscing arcu donec ipsum tempus. Nonummy fusce eget cum feugiat eleifend odio turpis sem pede. Lacinia fames orci conubia auctor eu habitant quisque nisl cum class diam ullamcorper per.",
 "authors": [
  {
   "name": "Salvador Hambright",
   "organisation": "Unimation"
  },
  {
   "name": "Pearlene Royster",
   "organisation": "Unimation"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Unimation"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Unimation"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Unimation"
  }
 ]
}