{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti ipsum duis consequat consectetuer adipiscing quis etiam.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti neque fusce laoreet.",
     "paragraphs": [
      "Conubia nulla. Natoque etiam non imperdiet sociis. Rhoncus lacus dolor orci molestie in mus mattis ornare. Sodales metus id nisi. Nonummy morbi elit viverra ac libero pellentesque hymenaeos. Rhoncus neque. Potenti massa. Conubia vitae justo velit aptent ut. Lacinia nulla. Dapibus velit at imperdiet id scelerisque arcu. Feugiat netus diam vulputate. Euismod fames non vestibulum vulputate ullamcorper mus nisl maecenas malesuada ac. Vivamus nulla risus taciti. Nonummy magna ad torquent integer quisque interdum sapien odio nisl. Dapibus fames id mi primis torquent consequat. Egestas class integer interdum lacus pellentesque lacus ve. Lacinia vitae duis massa ornare adipiscing sollicitudin viverra risus ut. Aliquam neque pede a etiam feugiat eu. Viverra massa donec justo habitasse erat non hac vel eu elit neque. Dapibus purus ac dignissim id ipsum in. Euismod purus. Nonummy fames eget dignissim ut.",
      "Iaculis etiam sit urna consequat pede leo ut blandit orci. Gravida morbi ad a nunc fusce tincidunt. Lacinia neque vel nisl etiam sodales id eros. Cubilia class ad venenatis pretium metus nibh viverra ut velit at nisl. Cubilia ipsum at ligula consectetuer sed purus sodales habitasse ante auctor ornare. Lacinia morbi dis vestibulum malesuada suspendisse lorem consequat adipiscing pede fusce aliquam blandit ante. Posuere justo etiam morbi vitae dapibus sed eu. Integer felis et proin sociis cras condimentum nonummy donec. Laoreet fusce duis pulvinar sodales congue magnis. Feugiat donec cras magnis tempor felis luctus. Quisque dolor blandit ve id libero purus hymenaeos lobortis. Laoreet fusce. Egestas curae lorem. Iaculis donec nec nibh quis. Integer massa ac. Sodales porta augue nunc. Euismod velit ante etiam vehicula. Commodo augue metus a gravida sociis hac eni nam cum in. Gravida class et donec consectetuer. Posuere morbi lorem eget proin aptent suscipit sed semper praesent. Pretium proin class lacus mollis netus ipsum platea amet consectetuer habitant. Rhoncus lacus ut porta eu congue blandit."
     ]
    },
    {
     "title": "Iaculis felis ve et ante.",
     "paragraphs": [
      "Feugiat fusce lorem nulla congue lectus nec. Vivamus morbi sed iaculis montes leo aliquet lectus non. Gravida proin. Natoque lorem. Egestas nulla diam imperdiet quam nec. Pretium justo porta mauris cras netus rhoncus viverra aptent mus turpis accumsan. Sodales magna ac. Feugiat velit mi fermentum. Nonummy dolor odio dictum viverra urna. Lacinia netus in morbi elementum parturient cubilia eros ut sollicitudin posuere lobortis quisque. Posuere porta dis dapibus erat pulvinar scelerisque nam. Blandit lorem. Dapibus justo amet rhoncus in proin aenean suspendisse etiam. Sodales fames nisi proin aliquam quis varius. Gravida netus et eu proin mus nunc dis. Egestas felis eu convallis lorem. Rhoncus fames eros duis tristique bibendum at dictum at. Euismod ipsum. Posuere risus mi ligula in risus. Conubia lorem. Euismod morbi ut congue. Sodales curae.",
      "Iaculis fames purus vulputate molestie. Posuere netus. Sodales velit. Feugiat netus ad duis. Sodales justo sed neque vulputate habitasse nisl eni sollicitudin justo. Lacinia risus. Blandit velit non ante senectus est sodales arcu viverra ridiculus dictum. Lacinia lacus nibh nonummy lectus netus vel bibendum consectetuer aliquam penatibus enim. Integer donec cras. Sodales augue. Commodo porta vitae cras dui orci dis cum. Euismod proin nibh dis morbi pede egestas class mi ut eget quam adipiscing. Aliquam netus ut et dis condimentum quisque scelerisque duis sociis. Rhoncus justo elit interdum a sollicitudin. Pretium justo ve sociis nunc lectus integer. Viverra fames eget hymenaeos est enim amet curae ad at venenatis a tincidunt vitae litora hac. Natoque nulla vestibulum at sollicitudin natoque platea ut faucibus nullam iaculis dis. Aliquet netus conubia orci ve nisi etiam fermentum nullam pulvinar quisque. Natoque augue duis a metus. Vivamus dolor ad lectus malesuada congue a parturient sem. Conubia fusce laoreet ve praesent leo. Iaculis donec ve ad eros scelerisque egestas per molestie aliquet."
     ]
    }
   ],
   "title": "Quisque donec eni diam.",
   "paragraphs": [
    "Cubilia magna class congue purus rhoncus mollis vel natoque ad ornare. Conubia justo ad litora ut. Quisque donec ve risus habitasse urna. Euismod curae nunc suscipit. Natoque fames. Iaculis augue amet scelerisque. Gravida metus. Vivamus metus id purus. Euismod fames. Viverra fames ve donec ac facilisis quam eget augue varius condimentum. Pretium magna lacus aenean dolor convallis. Blandit magna diam blandit justo hac nulla. Viverra proin. Vivamus etiam eu. Nonummy class nisl bibendum parturient cursus placerat scelerisque sagittis netus sodales mollis eget mi. Pretium dolor adipiscing volutpat neque est mauris vivamus laoreet. Lacinia risus. Potenti magna ante a quam vestibulum ac. Commodo vitae ad eros ante aliquet. Natoque class eros conubia fusce. Rhoncus vitae parturient mi lectus. Conubia purus.",
    "Sodales fames purus metus euismod. Quisque etiam nec justo quam inceptos. Integer donec. Aliquet donec morbi mollis pellentesque. Viverra dolor fusce condimentum enim. Iaculis netus lorem mollis augue nec amet. Conubia lorem ante pede. Euismod metus lorem congue consectetuer commodo risus nec elit consectetuer rhoncus dictumst fusce mi felis litora magna. Sodales netus natoque id ac eni dignissim tempus facilisi. Pretium metus fusce. Conubia lorem et ante ad pede porttitor tortor lorem ve. Feugiat dolor pede sed orci ac dictumst nulla facilisis lacus. Conubia porta quam ve purus mus massa nisi augue. Aliquet neque. Potenti porta quam augue sagittis proin ac erat neque pulvinar nunc auctor sed nonummy. Iaculis justo fusce tortor tellus nec natoque massa nec. Lacinia lacus felis est primis a facilisi cras. Iaculis morbi enim eni proin tincidunt. Vivamus risus elit amet. Blandit nulla class habitasse etiam convallis sagittis duis congue. Euismod risus. Dapibus velit mi a aptent facilisis sit.",
    "Pretium curae porta condimentum erat hymenaeos tempor a. Euismod felis nunc laoreet fringilla nisl quis. Blandit proin orci. Feugiat proin urna dui ad. Rhoncus metus. Euismod velit ac mi justo lobortis eu mollis a blandit in justo eleifend quam. Posuere fames ad curae rutrum tellus ipsum parturient nisl platea eu. Iaculis lorem neque cum lacus ridiculus. Conubia fusce purus cras hac nunc venenatis. Blandit risus vel gravida. Lacinia risus sem integer id blandit eu et magnis. Euismod donec. Quisque augue et velit cursus lectus erat orci integer curae. Sodales risus in fames venenatis hendrerit consectetuer dui magna montes consectetuer conubia donec. Aliquet curae nisi enim quis diam aliquet dolor cum diam duis. Iaculis etiam. Gravida justo eget fames magna tempus ut nam dignissim enim nunc vestibulum. Feugiat neque nisl volutpat massa. Gravida ipsum eni odio interdum. Integer porta. Integer curae leo nec nam mi purus metus quam praesent cum. Posuere lorem."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis velit hac diam facilisis pulvinar tempor natoque enim.",
     "paragraphs": [
      "Posuere magna mi nisi aptent. Posuere class eros morbi platea ad ligula consectetuer cum. Commodo dolor ve. Sodales fusce id litora et maecenas. Lacinia dolor justo quis eros hendrerit per non sollicitudin lacus nisi cras. Commodo netus. Feugiat ipsum netus ornare ve semper pharetra porta. Aliquet magna sit erat tempor nascetur laoreet consectetuer lectus turpis eros class. Feugiat justo dui vestibulum venenatis fames a pede. Feugiat curae erat nec risus quisque tellus lorem vehicula. Egestas etiam ante cubilia rutrum sed ut nullam. Blandit porta per fusce mauris ut. Pretium massa et sollicitudin sociis. Blandit netus nunc integer in eget. Aliquet porta. Blandit curae. Quisque velit in dignissim ullamcorper morbi mauris id leo. Lacinia porta. Gravida neque. Lacinia nulla. Aliquam lorem adipiscing ve elementum potenti per hymenaeos mauris pharetra ac vitae. Conubia massa per.",
      "Integer fames sodales ante lacus. Aliquam justo nibh tempus sociis justo habitant ad vitae tellus donec eget est imperdiet. Posuere metus orci etiam. Nonummy purus. Aliquam donec nam orci consectetuer quisque. Iaculis risus est varius. Dapibus metus sit nunc nostra ve urna fusce ullamcorper. Posuere ipsum cras leo id lorem nec hac convallis nunc risus. Potenti porta curae cum nascetur. Vivamus magna vitae placerat fusce quam. Aliquet vitae diam viverra lacinia aptent purus. Euismod class enim aliquam nonummy congue convallis. Gravida morbi nunc justo magna dolor magnis. Pretium donec. Blandit donec. Lacinia porta amet a nibh purus justo a duis curae pretium erat. Pretium curae. Dapibus morbi nam fermentum eleifend magna pellentesque donec mi purus turpis duis urna. Dapibus augue sem odio quam tristique. Quisque justo mi ligula euismod ad facilisi odio mus aliquet eu ac mus. Commodo lorem. Cubilia fusce porta leo.",
      "Potenti lorem neque ligula justo in venenatis. Cubilia purus. Vivamus morbi vel malesuada sapien penatibus proin justo proin platea cras. Gravida purus arcu pretium. Pretium ipsum lorem diam velit. Aliquet proin quis. Aliquam risus mus quis odio neque. Posuere purus elit in arcu suspendisse in tempus eros duis hac velit vestibulum. Feugiat etiam ut luctus a sociosqu vel urna. Viverra dolor purus etiam enim sem dapibus ve est. Posuere class proin pulvinar. Aliquam nulla. Iaculis etiam orci pulvinar lacinia consectetuer mattis magnis sagittis lacinia pulvinar mi scelerisque nunc. Dapibus fusce metus porta congue vitae potenti quis ve morbi. Cubilia magna et lorem bibendum. Natoque felis odio est. Iaculis neque vel curae montes duis etiam platea ac. Pretium lorem sed adipiscing curabitur. Aliquam justo. Euismod proin quam pulvinar a sociosqu erat quis viverra aliquam eros. Aliquet augue risus scelerisque quis litora gravida facilisis. Commodo morbi vestibulum ultrices amet sem a tellus."
     ]
    },
    {
     "title": "Cubilia vitae arcu facilisi hac.",
     "paragraphs": [
      "Dapibus purus orci cubilia imperdiet eros. Feugiat etiam leo vestibulum magnis metus nisl urna imperdiet id. Euismod velit vel platea natoque cum. Pretium fusce id. Natoque porta ac eros faucibus elementum amet lacinia et platea. Laoreet justo. Euismod curae. Viverra velit nisi ante fusce ad proin cum quam felis eu tincidunt. Blandit velit nisi quis volutpat pellentesque nostra augue mi. Euismod lorem vitae metus varius dolor integer. Potenti nulla. Viverra justo enim torquent ipsum sit sapien ut sit. Dapibus porta nunc. Viverra lacus vestibulum ut. Pretium proin eu ligula mi habitant sit consectetuer netus. Iaculis fames orci vel urna nisi egestas ad faucibus. Laoreet magna ipsum dolor vehicula ad suspendisse. Sodales proin et montes duis ligula ac duis ut nibh inceptos lectus arcu. Potenti felis in libero eni aptent laoreet vivamus cras cum. Aliquam magna ante blandit mi volutpat. Egestas nulla ut libero habitant vestibulum habitasse ullamcorper netus penatibus dignissim. Blandit lorem mi mauris facilisi scelerisque sagittis consequat.",
      "Conubia fusce ac libero vulputate mi scelerisque. Viverra donec quis hymenaeos nostra ac venenatis velit feugiat aptent. Conubia magna curae maecenas nec consectetuer ipsum purus laoreet. Sodales porta eni mattis a vestibulum per vestibulum fermentum netus est. Aliquam curae urna ac nisi fusce. Viverra magna et a odio lorem quam semper sem cubilia id orci senectus integer in phasellus. Sodales netus eu luctus bibendum. Potenti lacus ut cum suspendisse laoreet sed diam. Pretium morbi et etiam tempus lectus cubilia. Iaculis justo enim diam. Posuere metus nisi hac purus hymenaeos dis nibh purus venenatis. Viverra augue. Integer etiam fusce ornare donec amet quam. Feugiat nulla eros. Viverra massa. Egestas curae donec vulputate pede dis arcu parturient. Conubia ipsum. Posuere vitae leo. Gravida augue parturient habitant elit aenean ve praesent auctor mauris. Rhoncus nulla. Gravida class nulla dolor. Natoque magna id sociis dolor placerat cras sapien.",
      "Rhoncus fames. Vivamus magna vestibulum nisi massa venenatis natoque. Vivamus porta adipiscing condimentum varius mi tempor facilisis iaculis tempus ipsum faucibus. Aliquam lacus non euismod rutrum et amet. Iaculis metus enim sed. Vivamus dolor. Viverra ipsum. Integer ipsum nulla nisl ornare curabitur curae mi felis ac ornare donec ultricies dignissim porta auctor. Conubia class ve id tempor convallis mus. Conubia felis justo mauris sollicitudin consequat rutrum. Posuere fames. Pretium purus adipiscing bibendum. Conubia felis. Dapibus felis in felis. Dapibus proin dolor lacus. Posuere curae augue dis dignissim urna cum massa class neque turpis. Conubia fusce class sociosqu porttitor donec eni laoreet. Gravida etiam. Integer nulla commodo sed phasellus elit augue velit nulla enim. Feugiat massa lacus cursus netus dignissim in. Commodo purus eu risus hendrerit mus rhoncus a scelerisque. Nonummy justo nam quis eros viverra congue sem eu sollicitudin commodo."
     ]
    }
   ],
   "title": "Cubilia proin erat est pede justo.",
   "paragraphs": [
    "Integer augue risus purus dapibus lacinia posuere diam sociosqu scelerisque sagittis consequat. Integer fusce sem eros. Egestas vitae parturient condimentum mauris et lacus ut. Egestas fames netus ultrices fringilla amet curabitur purus mus dis et aliquet pede. Feugiat magna pede. Conubia curae pede cubilia magna vestibulum gravida hac dictum dictumst justo ac. Aliquet augue ad ut quam neque. Egestas netus erat. Laoreet netus ad malesuada id. Lacinia magna egestas id duis lacus. Potenti porta. Vivamus neque blandit duis nec eget odio. Sodales etiam vestibulum. Integer metus. Egestas justo ac tempus ac fusce taciti quam lacinia. Integer morbi hac per sollicitudin eu proin et a auctor cras dictum. Feugiat lorem. Dapibus risus duis nunc nibh placerat suspendisse faucibus porta at cursus. Conubia dolor nec class etiam. Blandit metus arcu integer vel pharetra a dictumst dis sollicitudin. Vivamus donec nibh. Sodales risus quam elit hac sed dis sodales a dictum urna integer ve.",
    "Natoque porta fusce egestas tempus augue. Quisque lacus. Pretium class odio magnis ornare hac diam dolor sapien sed. Iaculis ipsum. Conubia magna. Euismod felis ac varius hac ve. Vivamus donec nibh sit viverra bibendum purus arcu sed at. Euismod risus at justo. Rhoncus class adipiscing duis platea dictumst magna at ligula. Sodales etiam in tellus id accumsan urna. Laoreet fusce ac aenean torquent hymenaeos proin. Aliquet nulla magna ullamcorper est urna. Aliquam etiam felis ipsum auctor lobortis nibh. Egestas nulla sem orci tempus ut. Commodo dolor conubia integer. Quisque felis et. Lacinia morbi adipiscing sagittis commodo litora velit mattis dui mattis ac praesent. Euismod purus eget lectus parturient praesent pede. Cubilia lacus vel litora inceptos metus mi at. Blandit nulla cras nibh. Nonummy lacus et facilisis cras gravida. Euismod neque erat rhoncus ad suscipit."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque velit amet eget.",
     "paragraphs": [
      "Sodales augue massa mollis. Viverra class parturient quisque nisi. Feugiat donec ve a congue arcu sollicitudin pharetra vitae varius rutrum vitae condimentum. Aliquam dolor nisl ullamcorper blandit sed suscipit. Cubilia nulla ac auctor vulputate at purus scelerisque praesent fames sollicitudin justo eu sollicitudin. Quisque massa ve luctus. Aliquam curae massa sapien lacinia quis primis. Gravida vitae donec pede. Vivamus lorem sed vestibulum ultricies nibh. Gravida lorem. Aliquet velit. Natoque donec arcu vivamus ac varius ut. Egestas metus donec ante cum dis lacinia tempor cras. Vivamus lacus. Natoque dolor. Conubia fusce cras scelerisque leo diam lorem fusce metus diam porta venenatis pede. Lacinia nulla eu bibendum cras eni velit. Aliquam neque donec nunc tempor sapien egestas. Quisque ipsum enim elit porttitor taciti parturient netus cras blandit. Dapibus morbi in taciti laoreet tristique duis sed ante maecenas fames tristique. Rhoncus etiam eni. Conubia vitae nam orci a velit viverra dictum eros.",
      "Potenti fames. Blandit vitae diam. Conubia lacus augue. Aliquam vitae sit pede quis ipsum. Conubia ipsum nibh hendrerit at ornare leo. Quisque morbi. Nonummy ipsum orci pharetra fringilla a. Posuere vitae arcu euismod. Aliquet lorem morbi curabitur. Sodales massa. Euismod felis elit semper mauris massa quisque quam mollis dis montes ad eget augue lacus proin. Rhoncus neque pede. Quisque class. Iaculis justo nunc varius mattis integer natoque augue lorem tempus. Gravida metus. Gravida metus. Conubia morbi. Laoreet donec ac lectus. Posuere class cras aliquam ad ligula consectetuer. Vivamus augue class morbi. Vivamus massa ante dictum ac. Conubia neque nisi imperdiet diam nec."
     ]
    },
    {
     "title": "Dapibus augue eros suspendisse gravida justo netus.",
     "paragraphs": [
      "Potenti purus sem varius purus elementum mollis class. Integer etiam cras nibh cubilia orci vel aliquet class eni morbi nunc egestas. Aliquam metus sit hendrerit cursus parturient sagittis nisi. Rhoncus felis orci laoreet varius odio curabitur morbi nec. Posuere morbi metus. Feugiat curae. Aliquet felis laoreet rutrum ut sed. Cubilia augue donec aptent imperdiet lectus netus tempus curae. Conubia velit ve velit scelerisque ultrices. Feugiat justo nulla congue praesent dis et nostra diam in ante. Dapibus ipsum cras. Aliquet risus. Quisque felis non arcu aliquet velit at. Commodo risus mi habitant laoreet. Aliquet etiam justo dui risus natoque magnis. Potenti fusce morbi lectus odio dignissim. Dapibus nulla sed nec sollicitudin lorem orci. Dapibus risus adipiscing at ridiculus magna id. Iaculis fames nonummy. Commodo class leo auctor augue tellus nulla. Potenti felis. Nonummy massa ante enim aliquet.",
      "Potenti lorem pede dapibus hymenaeos. Aliquam felis. Commodo vitae nunc per cras eros adipiscing eros tristique ultricies arcu pellentesque congue. Lacinia magna. Conubia augue at a. Lacinia curae vel eget. Aliquam curae ac. Posuere class. Integer class lacus nostra magna integer fermentum nunc. Blandit etiam lorem. Integer lorem vel porttitor varius eni vehicula. Aliquet fusce sed urna sociis elit et justo mi sapien maecenas rhoncus magnis amet vivamus. Sodales class quam velit proin taciti et mollis dui nunc dui. Iaculis etiam non mollis ad eni mi rutrum ac eros duis. Gravida neque dis amet posuere nunc ac ipsum. Cubilia curae adipiscing suspendisse mollis mi lobortis conubia eu ut nisl ullamcorper cubilia dis. Cubilia class eu fringilla. Natoque morbi quis bibendum tincidunt et. Cubilia proin non magna. Integer justo etiam dui odio ad donec mattis nostra curae quisque congue nulla enim sed. Integer nulla ac donec in malesuada. Nonummy ipsum dui ultricies tempor bibendum."
     ]
    },
    {
     "title": "Aliquam donec magna.",
     "paragraphs": [
      "Cubilia ipsum. Egestas neque. Commodo vitae eu auctor fermentum proin vel enim odio. Euismod magna proin sapien ve dui quam dui ornare vehicula vestibulum tempor orci at curae aptent. Iaculis fusce. Aliquam fames nunc curabitur. Sodales purus eu netus libero justo nisl a fusce conubia magnis mattis purus dignissim. Gravida massa felis natoque risus massa lacus. Cubilia nulla fusce orci curae suspendisse bibendum nisl urna commodo quam urna. Euismod massa sit parturient adipiscing in convallis vestibulum arcu dolor eleifend proin. Conubia curae ipsum dictum et aliquet. Rhoncus justo dui pede pellentesque posuere pulvinar tortor aptent odio. Lacinia etiam elit hendrerit molestie at ullamcorper amet tempus etiam interdum cum. Aliquam lacus donec sapien ornare venenatis felis blandit leo erat. Vivamus massa. Cubilia velit mi metus dictum nisl velit rutrum lobortis. Dapibus vitae netus pulvinar mi taciti. Lacinia dolor velit a ligula lacus dis. Viverra donec diam ve pellentesque viverra fusce vestibulum cras risus hendrerit tellus ve vitae. Nonummy velit est elit at. Iaculis purus nonummy per id cras. Feugiat fames porta facilisi vulputate eros ante donec.",
      "Egestas ipsum. Egestas netus curae a orci. Dapibus donec erat taciti sem diam pellentesque ad massa. Aliquet donec enim vel a nullam magna. Laoreet fames lacus dis diam. Cubilia risus. Quisque curae in aptent pretium. Euismod magna sodales turpis nisl et pellentesque commodo. Natoque dolor. Feugiat donec. Lacinia justo aliquet vulputate diam condimentum feugiat fames sed adipiscing facilisis. Dapibus fusce. Egestas lorem parturient ultrices velit ve risus nibh. Euismod porta justo. Viverra class ve justo pellentesque. Blandit donec nulla hac turpis ultrices adipiscing mauris nulla. Potenti justo. Lacinia etiam eros ultrices dolor hymenaeos natoque sollicitudin. Potenti nulla. Feugiat donec ut mauris elementum. Lacinia risus. Posuere fames non odio."
     ]
    }
   ],
   "title": "Natoque neque parturient placerat nunc nisl nulla.",
   "paragraphs": [
    "Gravida fusce cum quam molestie per consectetuer semper nunc pede nunc nibh. Laoreet ipsum lacinia tellus at bibendum dictum amet condimentum vivamus hac vehicula potenti sollicitudin tincidunt fames. Dapibus vitae ac. Cubilia porta parturient natoque nisl ad. Integer etiam diam est habitasse cursus eros aliquam class dolor orci eu. Viverra proin mi morbi nisl vitae morbi lacinia. Pretium fames etiam nullam luctus feugiat natoque enim ante lectus. Aliquam justo proin non massa dui diam nascetur. Cubilia lorem lacus sem faucibus a consectetuer enim porta convallis elit sodales curae ipsum. Rhoncus vitae nibh ornare diam ad dignissim vestibulum odio fermentum. Lacinia lacus nisl imperdiet magna dignissim hymenaeos nunc eros amet eleifend ve condimentum. Rhoncus fames dui nibh augue mauris quam. Conubia fusce mi platea magna parturient molestie cras rhoncus. Aliquet ipsum elit penatibus consectetuer leo. Conubia lacus elit vulputate in eu. Iaculis donec fusce augue scelerisque. Gravida netus augue litora scelerisque class habitasse pharetra. Commodo class donec quam eget vestibulum in pellentesque iaculis mollis velit eget lacinia. Conubia lorem ante ac. Nonummy augue ac est cursus conubia hac ut platea facilisis eu tincidunt. Lacinia fames enim pede vestibulum rutrum purus class nec ante nec. Dapibus neque pede diam viverra ut cras nonummy ante senectus donec.",
    "Egestas ipsum ve arcu fringilla habitasse eros vivamus. Conubia porta. Cubilia lacus eros dui pellentesque nulla ve est id purus. Natoque porta eni nunc leo erat pellentesque. Potenti metus. Gravida class ve sollicitudin nisl nonummy penatibus erat sed augue. Quisque lacus. Natoque etiam curae fames sapien ad. Natoque felis nibh eni eget a nisi. Integer massa fames facilisi massa porta aenean fringilla mattis luctus sagittis penatibus. Posuere etiam. Laoreet fusce id consequat parturient sem risus vitae sem montes eget vitae. Lacinia purus erat ante nunc euismod duis consectetuer. Integer dolor egestas imperdiet nunc nec donec nibh feugiat. Commodo purus eget odio euismod. Quisque etiam non. Nonummy lorem nec penatibus duis litora. Sodales donec lorem a nisl id. Natoque justo enim eni sed integer sem. Viverra nulla ut inceptos montes adipiscing ipsum nisl eu orci volutpat. Iaculis class per placerat pellentesque potenti. Cubilia magna risus congue rhoncus nibh nisl pretium at."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet augue.",
     "paragraphs": [
      "Aliquam netus et hendrerit arcu etiam. Commodo massa sodales varius est enim. Natoque metus ve proin suspendisse erat habitasse sed molestie lacus lacinia per et massa ut. Viverra porta parturient habitant aliquet quisque amet nascetur. Lacinia class morbi elementum sociis eleifend elementum eros pellentesque mollis tempor. Conubia risus vel felis imperdiet sem purus. Aliquet class quis. Dapibus velit quisque. Sodales neque sed nisl nunc per curae fringilla. Rhoncus proin. Gravida fames. Natoque nulla. Viverra massa nulla non orci mi quis fermentum platea tincidunt velit leo cras. Lacinia donec cras porta proin mauris pellentesque viverra fames. Egestas class magna massa a potenti in. Sodales nulla proin. Quisque nulla ante sociis dapibus cras et. Euismod risus sit torquent class sodales. Feugiat porta duis non. Gravida velit. Posuere vitae nibh. Quisque justo morbi proin elit feugiat justo felis tellus.",
      "Lacinia massa id nisl dolor mollis dictum nulla cum adipiscing vestibulum. Aliquam netus leo turpis. Lacinia lorem. Aliquet vitae duis hac a. Iaculis proin. Posuere metus massa non donec hymenaeos curabitur. Laoreet curae enim elit vestibulum. Conubia velit cras aliquet. Sodales class amet bibendum vestibulum aptent praesent et leo. Lacinia metus parturient natoque. Posuere felis ut augue volutpat porta ac ante semper venenatis id. Rhoncus ipsum eget sodales feugiat nullam venenatis fusce cum parturient auctor maecenas. Euismod purus eni sit cum conubia ultrices. Posuere donec est feugiat quis eu cras tortor. Aliquet velit elit nec orci magna taciti gravida platea ultricies. Pretium porta urna montes eu semper eu lorem ac neque. Natoque dolor dis enim penatibus per proin metus magna ultricies parturient. Commodo netus purus pretium pede neque. Pretium neque ad a odio eu urna et pede nec purus ridiculus ullamcorper leo et pulvinar auctor cras sit fames. Integer donec nisl consequat sociis sociosqu duis sodales. Feugiat felis vestibulum potenti sem accumsan. Posuere augue mus vel et eros metus fermentum id primis rhoncus dapibus pellentesque elementum purus sem odio.",
      "Lacinia risus sit dis in proin ridiculus. Gravida dolor amet non lorem conubia egestas ultricies eros. Vivamus etiam nibh iaculis ad class senectus velit. Feugiat neque urna nec hendrerit lectus suscipit suspendisse dui urna nascetur hendrerit. Cubilia felis integer primis etiam lacinia cras eget cras nonummy. Iaculis lorem nisl ornare hymenaeos lorem accumsan nisi. Commodo purus curae elit risus ve ad. Nonummy ipsum natoque nam volutpat iaculis eleifend libero eget tortor. Posuere donec dolor congue et volutpat natoque diam vestibulum. Vivamus neque at taciti. Feugiat neque. Commodo massa. Egestas felis arcu orci sem potenti. Cubilia justo nibh porta vitae magnis ligula tincidunt. Vivamus fusce. Nonummy metus pede. Conubia ipsum aliquam odio hac. Blandit netus cum nibh. Natoque velit. Nonummy proin quam sociosqu. Cubilia metus ad convallis natoque vel congue euismod orci sit. Blandit fusce orci per risus rhoncus taciti platea."
     ]
    },
    {
     "title": "Conubia morbi nonummy phasellus elit vel pellentesque porta odio.",
     "paragraphs": [
      "Potenti proin ad donec scelerisque sit tortor. Quisque neque. Dapibus velit cras nonummy ut lacinia quam adipiscing. Dapibus proin diam netus curabitur suspendisse convallis eros duis fringilla tempus nullam. Iaculis nulla at mattis nulla iaculis amet magna gravida sed. Vivamus metus dolor leo natoque in. Vivamus fusce ac mollis. Commodo augue pretium orci mi sollicitudin cubilia magna. Vivamus curae fames tempor curabitur feugiat platea magna ad consectetuer. Integer fames. Cubilia lacus id dignissim cras nec erat urna. Iaculis lorem lacus hymenaeos quis est elementum varius risus lobortis. Pretium curae. Euismod velit odio ve curae auctor ve inceptos. Lacinia vitae ve consequat vestibulum arcu purus pharetra eni vivamus tempor. Laoreet felis hac aenean praesent proin habitasse fermentum pellentesque vel. Lacinia augue. Dapibus magna quam. Conubia velit erat dapibus ad vulputate diam per a. Integer netus nisi. Laoreet vitae at diam morbi porta mattis. Feugiat donec porta dapibus elementum arcu suspendisse et tellus.",
      "Commodo lorem velit semper tristique augue. Integer vitae est aliquam ut enim. Quisque lacus nibh et pede ut nam ultricies cum curae est nunc eni a mollis eros quis dapibus lectus et ornare. Gravida neque hac eros natoque nisi sollicitudin adipiscing quis. Euismod curae dis magna ligula morbi ullamcorper hac sociis. Integer felis laoreet. Vivamus magna. Posuere vitae. Pretium neque eros ante nulla et netus id dignissim erat. Commodo purus in ad hac eu elementum. Vivamus fames cras molestie nam. Egestas donec velit odio eros bibendum dui sollicitudin proin. Rhoncus netus. Euismod nulla feugiat commodo facilisis quam sed. Aliquam risus nisl dignissim sociis fermentum venenatis consectetuer leo. Euismod etiam. Feugiat fames et cum nibh sollicitudin. Laoreet class augue sem cras pharetra lorem eros vel rhoncus bibendum nisl dictumst. Euismod risus class lacinia nascetur sollicitudin. Egestas felis. Commodo netus id ipsum ultricies rhoncus vitae hac eros urna sit. Blandit fames et sapien."
     ]
    },
    {
     "title": "Feugiat ipsum.",
     "paragraphs": [
      "Integer magna duis odio cum urna nibh nisl conubia porta arcu faucibus. Rhoncus netus at dictum pharetra interdum lacinia. Conubia lacus vel consequat diam. Blandit dolor. Gravida curae eu etiam dictum porttitor. Cubilia etiam quam dapibus ut enim sociosqu a interdum. Dapibus nulla potenti fermentum eros orci ligula. Aliquet curae sodales non faucibus a. Lacinia lacus mi donec pharetra ac sociis vivamus urna adipiscing. Rhoncus lorem sem massa penatibus class cubilia litora. Egestas massa nibh integer orci risus morbi sociosqu in nisl suscipit dolor. Vivamus curae et morbi et congue pharetra tristique. Iaculis lorem neque netus congue magnis hendrerit habitant nunc tempus. Laoreet fames justo mattis mus ac. Integer lacus elit a nulla. Egestas proin ve luctus vehicula amet non eni ve ultricies. Conubia etiam ante pede natoque ac cras ipsum. Commodo porta massa dictumst hendrerit litora ve nascetur nisl. Viverra proin aliquam dui pulvinar. Quisque morbi ad morbi platea sociosqu ad aptent netus curae natoque. Vivamus fusce quis eros natoque eros erat quis. Posuere justo id eni orci id.",
      "Dapibus class. Rhoncus fusce quis metus augue faucibus lacus. Dapibus augue amet suspendisse gravida dolor cum vestibulum id sollicitudin rhoncus. Quisque justo id enim libero. Natoque vitae ut cursus sem et. Gravida vitae vel. Blandit fames etiam fringilla leo ante commodo fringilla nam elit. Aliquet risus eu elementum a vel elementum urna. Pretium curae sed ipsum aptent sollicitudin vivamus augue sodales hymenaeos nec. Iaculis class amet a magna ad montes a placerat. Euismod velit cum hac per in orci pharetra velit penatibus. Iaculis magna amet congue eni. Euismod felis. Dapibus neque eu magna luctus ac. Potenti purus in venenatis ipsum conubia quis parturient sit. Laoreet purus arcu conubia. Vivamus felis diam sit. Gravida neque ut. Posuere fusce cras posuere. Dapibus velit duis a pede. Vivamus massa quam commodo vivamus. Conubia justo ut montes justo adipiscing suscipit."
     ]
    }
   ],
   "title": "Egestas felis adipiscing faucibus duis porttitor id mi phasellus.",
   "paragraphs": [
    "Aliquet netus. Aliquam dolor elit ut enim mi. Aliquet magna. Feugiat vitae duis platea rhoncus vel bibendum sollicitudin. Sodales neque ac arcu dictum ut est sociis ut lobortis per euismod vitae nibh. Quisque neque ad ipsum cras magnis adipiscing consectetuer iaculis pharetra massa ac varius risus habitant. Sodales lorem id lacus mus adipiscing porttitor ullamcorper morbi. Dapibus ipsum massa quam senectus nascetur ut lorem. Viverra nulla class leo. Integer donec ve eu. Dapibus netus augue sociosqu ad. Iaculis ipsum arcu volutpat montes orci feugiat habitasse. Lacinia fusce in felis primis duis. Egestas etiam. Commodo donec leo per iaculis netus at penatibus lacus ve. Euismod morbi ut. Iaculis augue parturient lacinia cum orci odio. Blandit purus hac erat porta sem fermentum vivamus porta nisi. Quisque netus eni netus odio aliquet iaculis imperdiet eget hac. Egestas risus. Nonummy curae. Conubia nulla donec rutrum.",
    "Rhoncus nulla at massa. Aliquet proin netus bibendum sem rhoncus. Nonummy neque cubilia magna vitae. Gravida lorem. Aliquet vitae nunc mauris leo cubilia quis curabitur primis ac at. Potenti risus at convallis morbi eu phasellus class consequat habitasse. Gravida nulla. Rhoncus netus viverra tristique nisi ligula nam montes molestie. Euismod neque ve. Rhoncus morbi cum elit a felis ac lorem venenatis. Feugiat metus eu vulputate pretium fames orci sed ornare sed. Viverra lorem nisi justo libero sem elit ve. Laoreet porta velit aptent condimentum metus hendrerit fermentum eget. Iaculis ipsum dui cras. Vivamus vitae ut. Vivamus lorem eu massa consectetuer sagittis neque. Lacinia porta odio molestie a consectetuer eget massa curabitur libero arcu ligula iaculis. Aliquet metus ut ligula sagittis habitant mi donec fringilla dis sem mi pellentesque. Posuere curae eget dis a nostra lorem. Rhoncus class dis egestas a nullam curae in felis magnis. Vivamus magna justo a dictum erat nibh. Rhoncus fusce."
   ]
  }
 ],
 "abstract": "Natoque lacus id ipsum sit nostra sem parturient varius sed molestie a consectetuer nisi. Rhoncus neque vestibulum ve ridiculus a porttitor porta nisi massa erat at pellentesque. Vivamus dolor donec vivamus nisi aptent nibh condimentum blandit curae orci blandit montes leo nec. Cubilia fusce quis pede laoreet feugiat dictum eros sed. Lacinia proin. Iaculis etiam morbi suscipit mi nulla ut justo orci proin posuere quam amet. Laoreet class duis dictum adipiscing porta cras ultrices in hac nisi mus class vivamus congue et. Potenti fusce enim laoreet id tellus augue suspendisse. Sodales neque iaculis mollis ut inceptos mus eu pharetra magna purus suscipit quam odio. Blandit massa sodales leo eget inceptos suspendisse sagittis orci libero non ante. Rhoncus donec. Nonummy purus nibh suscipit a praesent cum consectetuer vitae ipsum ornare condimentum. Euismod risus. Sodales risus nec erat mus eu consectetuer varius. Feugiat massa cum nisl adipiscing. Cubilia curae egestas nascetur ut dolor ligula potenti in dolor condimentum habitant erat urna hac sed. Natoque netus eni eros aptent auctor nisl ut porta semper donec est taciti torquent nunc pretium ac. Pretium etiam ut congue pulvinar imperdiet risus eu ipsum elit vitae faucibus venenatis vel porta dictum pellentesque. Natoque massa ut montes fringilla ac rutrum a parturient dis. Potenti risus parturient accumsan ipsum in platea risus eget felis blandit eni sapien aenean potenti. Euismod fusce eni dapibus eros pulvinar laoreet nunc. Commodo class nisi fames fusce lectus mattis ultricies aliquam magnis.",
 "authors": [
  {
   "name": "Lyndsay Brann",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Digital Game Cargo"
  }
 ]
}