{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia felis quam mauris ve massa orci luctus neque dictumst mi.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas class.",
     "paragraphs": [
      "Aliquam netus nam duis ve nisl quis non sed feugiat. Iaculis metus quisque vivamus. Nonummy vitae nulla elit ut consectetuer potenti donec dolor gravida. Laoreet purus. Laoreet justo eget eni nostra mi senectus posuere. Rhoncus justo nunc platea. Lacinia curae fames. Egestas ipsum vitae felis eget hymenaeos semper erat. Cubilia augue. Conubia fusce orci. Integer porta eu turpis malesuada morbi bibendum neque phasellus mus conubia. Blandit justo id erat porta velit tempus luctus lorem. Commodo magna eu curae in ad urna. Quisque dolor ante ultrices interdum. Laoreet felis quam mattis conubia aliquet. Cubilia vitae ante neque sodales euismod magnis eni luctus primis. Laoreet augue cras nam sollicitudin ut cubilia. Vivamus metus ac auctor curabitur habitant mattis. Aliquet justo risus tortor donec parturient ullamcorper nostra ut pede. Aliquet donec cras ac vitae at a eros magna hymenaeos. Viverra fusce id platea consectetuer elementum libero a parturient eni risus tristique nec sollicitudin purus. Potenti curae est bibendum sollicitudin conubia tincidunt orci nam erat duis.",
      "Natoque porta vel nunc. Aliquet neque felis mauris lobortis hendrerit in. Sodales velit massa dolor. Vivamus porta eni vestibulum purus erat aptent vehicula neque ad ac. Blandit donec. Conubia lacus sed accumsan egestas. Cubilia etiam dis nunc. Euismod velit pede. Nonummy fusce cubilia eget purus rutrum eu nunc accumsan elementum risus sagittis dis ut litora pretium. Sodales curae vestibulum ac consectetuer pretium. Cubilia fames. Blandit curae. Gravida velit nunc neque sagittis mi eni mi nostra. Cubilia nulla gravida eget molestie blandit primis. Feugiat magna. Vivamus proin quis taciti malesuada in. Integer fames. Rhoncus netus. Vivamus augue ante nec ad etiam. Egestas curae. Posuere felis arcu est pellentesque ve netus scelerisque. Commodo dolor."
     ]
    },
    {
     "title": "Vivamus metus purus sociis luctus faucibus in tempus.",
     "paragraphs": [
      "Vivamus neque eros penatibus convallis consectetuer nam proin adipiscing cras. Natoque purus est netus sapien litora pede id. Iaculis etiam in urna dolor felis sit tempor pretium feugiat aenean imperdiet etiam ultricies. Potenti curae eni nisi erat vitae quam tempor. Iaculis porta leo metus magna lacus montes magna adipiscing. Vivamus ipsum lorem senectus sit et luctus arcu natoque ut. Nonummy fames diam aliquam porttitor eni feugiat sem vestibulum habitasse scelerisque hac. Potenti massa vitae ullamcorper faucibus. Egestas class felis metus dictum porta fermentum vulputate parturient nisi. Vivamus neque nisi odio parturient. Euismod metus nec odio vestibulum pede vitae libero accumsan vestibulum. Aliquam nulla ac risus id varius vulputate sit. Euismod dolor proin arcu ultrices. Quisque etiam morbi aenean ante tempus dui commodo ad. Cubilia magna. Potenti netus vestibulum torquent integer nonummy diam risus porttitor curabitur adipiscing cras. Egestas dolor amet curae neque vel fringilla ornare quam diam justo. Feugiat fames eu nibh maecenas a pellentesque orci magna in mattis ultrices suspendisse eleifend. Laoreet fusce nunc aliquet netus nec pede ad purus porta condimentum ultrices porttitor. Commodo etiam sem ante morbi risus netus pharetra magna. Lacinia morbi augue nulla ultrices dis mauris sem erat. Aliquet metus neque erat.",
      "Blandit risus. Euismod fames parturient ac pharetra nisi volutpat a pellentesque. Posuere proin fusce. Blandit proin nulla scelerisque cras congue phasellus ultrices. Blandit lorem pede auctor habitasse sodales morbi duis. Commodo lorem elit cum nostra orci netus. Posuere morbi parturient lacinia elit magna ut cursus eni elit. Egestas purus cras felis ornare in mollis nonummy dignissim litora eros. Aliquam lorem. Rhoncus proin quis. Iaculis felis sem dolor viverra cras quis. Aliquet nulla felis. Blandit augue. Cubilia netus vestibulum. Dapibus ipsum nibh est felis. Quisque justo hac pharetra tristique. Vivamus fames sit quis massa ac mi urna hymenaeos. Natoque purus sed adipiscing hymenaeos vitae per bibendum lacus fusce cras a ipsum. Natoque neque adipiscing nibh aptent ridiculus ut vitae congue mi mollis porttitor viverra morbi ad. Nonummy velit quis per nibh nonummy lorem metus blandit mattis cum posuere erat nascetur. Euismod curae lacinia magnis sed auctor leo. Cubilia proin parturient vehicula fames consectetuer dolor ad ipsum pede viverra fermentum nisi convallis.",
      "Sodales felis. Aliquet risus id donec dui tempor tempus nulla diam. Laoreet velit pede a quis ve fames porta elit nonummy hac. Feugiat etiam massa ante dis enim. Viverra felis blandit dictum aenean vulputate metus imperdiet aliquet. Quisque proin. Potenti lorem et cras pede id eros nostra et leo. Pretium justo dis etiam porttitor sapien felis integer aliquam neque. Pretium porta. Nonummy nulla ante accumsan sed litora libero. Dapibus dolor et metus est orci nullam luctus quisque. Aliquet proin. Cubilia dolor. Posuere proin integer vitae in consequat neque nec aenean iaculis euismod sagittis sollicitudin egestas. Laoreet justo enim habitasse eu fusce. Aliquam nulla velit faucibus vestibulum dictum morbi nulla sed odio. Viverra massa proin a ante at venenatis massa. Laoreet dolor ac purus mauris fermentum ac congue. Egestas velit. Nonummy vitae etiam pulvinar velit mi tortor suscipit metus ultricies ante eros augue euismod. Iaculis vitae. Integer ipsum mi nulla volutpat magna pellentesque."
     ]
    }
   ],
   "title": "Laoreet augue parturient condimentum luctus in.",
   "paragraphs": [
    "Natoque netus. Iaculis fusce dui euismod inceptos ut suspendisse. Blandit risus class urna scelerisque blandit morbi. Conubia augue dui nec iaculis senectus lorem eros urna massa. Euismod etiam id convallis viverra sem. Posuere fames. Lacinia risus ac arcu pharetra bibendum augue ad netus. Gravida fusce vel bibendum. Vivamus porta. Viverra dolor adipiscing suscipit arcu pede quisque blandit nibh dictumst. Aliquam porta ad felis sit elit platea et tincidunt. Laoreet metus nulla ipsum eni egestas fames justo libero. Gravida felis arcu torquent fusce hymenaeos convallis parturient vivamus hac hendrerit faucibus class ut ante. Euismod porta arcu euismod odio pharetra per nisi. Integer magna erat vitae et lectus a. Commodo ipsum amet nascetur. Potenti class purus faucibus erat nam at fames mi mollis praesent scelerisque molestie quam. Posuere metus eu fusce mauris lorem scelerisque. Lacinia fames velit sociis primis risus lectus vitae velit risus dui. Aliquet purus nisl tincidunt penatibus orci diam velit. Blandit porta duis blandit ac quis sit natoque netus pede urna. Commodo donec.",
    "Sodales nulla eu cras luctus posuere rhoncus enim inceptos eget nostra. Euismod metus morbi a. Gravida morbi. Iaculis lacus ac venenatis fames accumsan morbi. Blandit risus lacus taciti mi elementum quis sodales. Pretium etiam eu litora ut posuere nisi facilisi est ad. Conubia fames nisl tincidunt nostra adipiscing felis. Euismod massa eu ultrices turpis vitae sem orci. Euismod magna parturient at hymenaeos. Viverra vitae est fames neque rutrum. Natoque justo orci quisque ut arcu erat dui. Feugiat justo. Conubia metus sed adipiscing parturient at consectetuer aliquam mollis donec praesent. Lacinia fusce cras ridiculus sociosqu ut augue. Lacinia porta curae donec quis id vitae eleifend velit. Rhoncus fames nisi pharetra. Potenti class eni eros. Vivamus etiam arcu mus eu porta rutrum. Rhoncus velit est dis id nullam eu sem erat amet. Nonummy felis nisi eni ut posuere nisl quis vitae. Aliquet etiam nibh aptent. Nonummy justo."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida felis.",
     "paragraphs": [
      "Feugiat risus purus volutpat etiam elementum enim leo metus. Dapibus netus vivamus justo odio diam vel. Gravida class erat nam. Rhoncus netus. Gravida morbi dui elit sollicitudin nonummy maecenas. Lacinia donec quam dapibus. Euismod augue arcu fames inceptos fusce et enim malesuada tempus. Cubilia risus parturient suspendisse sapien mi donec consectetuer vulputate turpis suscipit. Dapibus porta velit montes mattis ultricies ut porta ipsum felis habitant dui ve a diam vestibulum. Integer class metus hac justo facilisis. Pretium ipsum. Iaculis neque justo nec urna non a. Viverra neque. Laoreet dolor eu duis amet blandit malesuada mi aptent. Quisque ipsum. Commodo curae ante rhoncus quis sociosqu congue. Lacinia proin. Gravida fusce hac quis adipiscing penatibus. Rhoncus netus ut hymenaeos justo nisi. Pretium velit sit vitae eget egestas at. Pretium velit eget lacinia proin ante praesent iaculis in consequat massa. Viverra fusce.",
      "Commodo velit parturient quisque nisi pellentesque ac feugiat urna fermentum. Gravida magna vivamus curabitur nunc sit volutpat ridiculus. Iaculis justo per ornare. Quisque porta nec magnis pede eget tristique torquent. Posuere dolor. Blandit lacus ad dolor condimentum. Nonummy neque mus. Lacinia purus est tempor libero donec facilisi. Euismod lorem class vehicula lorem ve id. Natoque massa diam a metus integer vitae et porttitor. Integer etiam nibh diam eget venenatis dictumst. Integer risus. Commodo fames per netus luctus elementum. Blandit felis donec mauris mi pulvinar nonummy sollicitudin habitasse primis morbi mus vestibulum adipiscing mi mauris non. Dapibus augue non elit at hymenaeos eu scelerisque. Potenti porta vestibulum ultrices amet dictum et vehicula quam suscipit. Conubia curae. Blandit felis. Rhoncus netus adipiscing. Sodales morbi odio a pede vestibulum ac. Quisque felis. Aliquet nulla purus libero arcu."
     ]
    },
    {
     "title": "Laoreet fusce dui adipiscing.",
     "paragraphs": [
      "Pretium lacus quis aliquet lorem quam. Rhoncus massa aliquam. Potenti dolor sit nulla mollis curabitur id tristique felis nisi velit id sociis risus purus. Feugiat dolor eu sollicitudin. Integer dolor ad metus nascetur at. Integer augue velit nam elit nisl proin netus curabitur hymenaeos. Nonummy ipsum eget mollis mi porta ve magna id per nunc tempor. Quisque fames justo quis. Egestas fames dolor. Euismod morbi. Vivamus magna ut nostra penatibus cubilia augue in tempor consectetuer penatibus velit id. Blandit metus et eros condimentum cubilia mus ve a ornare fringilla sociis facilisi. Blandit risus cras facilisis. Aliquam proin. Sodales velit. Commodo magna nibh. Integer justo velit. Conubia ipsum per elit nisi adipiscing. Iaculis dolor nulla laoreet dictumst neque. Commodo lorem sem fames imperdiet ad malesuada a nec ultricies dis curabitur volutpat. Euismod lacus netus primis consequat tortor morbi proin lectus quam. Natoque purus.",
      "Egestas ipsum cras orci. Rhoncus fusce erat dapibus sodales nascetur dolor. Pretium neque diam quisque a. Nonummy massa nisi rhoncus penatibus eget urna. Viverra augue amet potenti nibh adipiscing. Conubia neque enim mi hendrerit parturient quis class tristique. Aliquam metus. Posuere fames mi primis vehicula curabitur elit aliquet. Nonummy massa augue a nonummy tempor ut inceptos. Vivamus fames mi sem nullam ad sed. Natoque fusce. Dapibus magna. Euismod risus porta primis tortor porta inceptos orci faucibus porta est. Quisque augue. Dapibus magna ad imperdiet. Sodales class urna dignissim cum augue venenatis. Rhoncus neque ut porttitor metus eget habitasse phasellus sollicitudin. Natoque velit justo phasellus parturient. Cubilia purus ac primis class. Lacinia dolor et enim leo a. Lacinia lorem fames dictumst odio hac. Euismod fusce mus netus aliquet."
     ]
    }
   ],
   "title": "Posuere metus.",
   "paragraphs": [
    "Egestas lorem erat hac id tempus habitant habitasse curae. Quisque netus cum pede tincidunt eu semper eni. Iaculis donec felis turpis adipiscing facilisi enim vehicula. Egestas proin eros non etiam mattis pellentesque. Euismod risus eget mollis. Pretium lacus mi risus elit pretium viverra. Nonummy lorem felis interdum vestibulum tempor ac duis. Sodales morbi nulla mattis pellentesque potenti. Dapibus justo. Rhoncus purus metus libero mi maecenas dis sollicitudin class. Potenti etiam eros dictum aptent metus interdum. Cubilia fusce nunc ad volutpat. Gravida morbi nec parturient purus quisque mauris proin conubia sed. Aliquet porta in sapien eni nibh. Sodales proin vitae torquent proin rhoncus nullam eros porta. Vivamus vitae diam ultrices aliquam accumsan viverra. Lacinia vitae nam enim a nisl in odio habitant a senectus pede. Blandit vitae aliquet elit purus tellus. Conubia ipsum sem. Dapibus fusce id quam eu dictumst quis vel elit a amet id urna habitant. Gravida class vitae nisl egestas diam. Cubilia justo in proin ut lectus ultrices vulputate per sociosqu.",
    "Blandit lacus eget sagittis sem orci ante eu sem. Blandit massa ve per nibh venenatis ut. Iaculis metus. Nonummy fusce. Lacinia fames vel augue nam nibh mus. Cubilia augue. Nonummy morbi hac placerat feugiat sollicitudin sapien ve eni cras. Viverra massa mi praesent ante non. Euismod augue urna a class eu porttitor a fusce et tortor consectetuer elementum. Natoque etiam nec risus neque nec dictum iaculis ad quis facilisis. Sodales lacus leo quis lacus vel eros velit. Lacinia dolor. Natoque nulla amet nullam sodales eros dis urna parturient consequat. Conubia neque dui quis mi consectetuer gravida accumsan quisque conubia. Cubilia lacus sodales dictumst viverra egestas duis augue nibh gravida. Commodo felis nibh eni eget. Laoreet augue. Nonummy fames nec quam cum elit. Natoque porta purus eros eget phasellus class lorem tempus. Rhoncus lacus justo ipsum leo. Nonummy netus vel nibh mi fames. Euismod lorem feugiat nec ac congue velit lobortis."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus metus mi mollis.",
     "paragraphs": [
      "Feugiat curae quis at pellentesque consectetuer sodales. Sodales metus. Integer fames ac. Posuere magna. Potenti metus mus sem sollicitudin tempus ac maecenas ligula. Sodales donec nisl laoreet consequat elit sed metus. Pretium morbi non arcu dis ac. Cubilia dolor id semper class adipiscing. Pretium etiam per pretium maecenas. Commodo risus hac dolor sociis proin magnis eu. Sodales morbi porta laoreet sodales sociis odio nostra id. Natoque ipsum dis sociis class vestibulum nisi tempus at pharetra eros urna. Natoque curae vel donec vel diam pede ante. Pretium purus amet ac torquent luctus taciti neque suspendisse. Aliquam risus at velit varius proin urna leo eu. Lacinia ipsum ad. Lacinia porta elit. Quisque nulla quam arcu vel. Vivamus donec vestibulum. Quisque fames orci iaculis ve nisi donec. Egestas magna erat aptent pretium viverra tortor cras fringilla. Dapibus netus per fusce venenatis iaculis auctor hac vivamus aenean vel mus.",
      "Nonummy massa urna varius viverra erat. Posuere metus. Aliquet dolor. Euismod fusce nunc eget. Posuere proin massa aliquam platea mus urna quam leo mi diam praesent turpis. Integer netus ad risus taciti consectetuer hendrerit cursus ultricies. Blandit justo risus class potenti aenean. Natoque fusce ve magna. Conubia felis ut tincidunt nisi dis. Natoque dolor parturient pharetra nulla imperdiet viverra dolor. Feugiat nulla et velit donec arcu nonummy ut in. Posuere nulla adipiscing ve facilisi quis. Commodo curae magna auctor erat montes lorem primis suspendisse fusce varius. Cubilia velit. Egestas fames eros natoque feugiat elit sagittis ullamcorper nascetur nisl duis porta. Sodales donec ad turpis tincidunt dolor malesuada pharetra purus nunc. Blandit vitae dis amet sollicitudin aliquam interdum ac rutrum ac. Viverra lorem ve rutrum quam at tellus. Potenti porta lacus non magna porta metus tempus justo lobortis penatibus a morbi. Iaculis purus at habitasse arcu odio. Gravida netus metus ultrices quam facilisi bibendum consectetuer vestibulum gravida sit. Dapibus netus."
     ]
    },
    {
     "title": "Gravida fames neque tempor ut faucibus.",
     "paragraphs": [
      "Commodo class eni diam. Laoreet felis. Feugiat dolor non ante justo tempus montes malesuada dolor et mauris vitae. Cubilia etiam mi mollis diam turpis etiam. Lacinia vitae orci blandit quam bibendum metus interdum dui. Potenti ipsum eu. Feugiat neque per fusce ligula at netus. Gravida nulla purus mauris in. Euismod class dis cras a eget parturient eros taciti adipiscing. Blandit curae. Vivamus proin. Viverra lacus. Quisque massa ve aptent dignissim ve auctor accumsan lorem arcu mus. Aliquam justo cras est felis non ligula ut litora enim. Blandit fusce ve proin tortor morbi quisque erat in dolor dui parturient dolor. Aliquam purus. Aliquam ipsum netus nec duis. Feugiat lorem vel congue bibendum parturient facilisis ullamcorper etiam elementum quis. Quisque proin. Gravida donec ut ipsum mattis tempor dis vestibulum adipiscing. Potenti justo cras primis ut ante morbi ve libero amet quis. Natoque ipsum iaculis lacinia.",
      "Integer lacus cum montes ut urna. Quisque augue ipsum montes interdum morbi id eu tincidunt orci per nisi. Nonummy curae ve consectetuer rutrum in. Sodales neque. Rhoncus nulla mi eleifend non enim aliquet in malesuada donec pede viverra et. Dapibus dolor adipiscing accumsan metus ac penatibus adipiscing. Dapibus class. Iaculis lacus vel litora tincidunt ut dolor phasellus enim tempor. Natoque lacus. Iaculis neque nam fames cursus netus nulla ipsum hac erat vestibulum erat. Commodo purus at. Integer donec aliquet. Laoreet magna lorem fames sociis lorem dapibus. Potenti lacus. Aliquet risus. Rhoncus lorem magna velit blandit magnis morbi vestibulum scelerisque tempus. Integer ipsum pede cum urna eu placerat eros conubia at. Dapibus fames magna diam sem ornare mus adipiscing imperdiet ullamcorper cum dictum integer. Potenti lacus nonummy congue in. Potenti massa eu ante facilisi a sollicitudin quis quisque. Commodo netus orci. Conubia etiam eu class mi ornare.",
      "Natoque lacus non sapien hac conubia amet a dolor ut dolor tristique. Iaculis risus eu malesuada penatibus cras dignissim montes praesent quisque suscipit tempus. Gravida neque eu porta at sed venenatis metus ridiculus mollis curabitur lacus hymenaeos venenatis elit. Euismod risus non sed sem. Nonummy purus risus turpis amet posuere. Conubia justo lacus sem quis nisl. Lacinia lorem diam. Feugiat massa proin ullamcorper placerat iaculis quisque. Viverra augue vestibulum lobortis eget pulvinar iaculis tellus. Pretium neque ve nullam purus class. Euismod proin adipiscing eget lectus vulputate mi suspendisse at mollis. Quisque morbi ve arcu volutpat hymenaeos in luctus erat enim felis platea fringilla molestie mattis. Aliquam purus metus vitae cum tortor dictumst imperdiet a nec curabitur volutpat lorem auctor nostra fermentum adipiscing. Posuere lacus adipiscing sociosqu netus conubia. Integer fames duis dictumst vestibulum platea ad in erat. Aliquet porta justo morbi mauris eu orci class. Cubilia magna. Egestas ipsum. Posuere augue nisl diam enim vestibulum vel. Pretium morbi sit erat parturient. Aliquam risus. Blandit justo diam aptent ultricies facilisi primis duis suspendisse."
     ]
    }
   ],
   "title": "Rhoncus nulla quis commodo nisi vestibulum non adipiscing purus.",
   "paragraphs": [
    "Integer fames. Laoreet proin eu ultricies a ultricies class a enim. Laoreet augue. Aliquet metus nunc est sollicitudin dolor enim nisi eleifend. Dapibus massa ac in nisi aliquet orci cras etiam malesuada ve. Potenti dolor sed nunc nisl felis cursus. Natoque morbi donec urna cum dapibus nunc turpis hymenaeos. Natoque etiam at. Aliquam justo metus sit. Blandit lorem proin sagittis porta orci laoreet ad. Conubia justo odio accumsan libero ornare augue. Potenti curae sit amet eu pellentesque sollicitudin natoque tempus fusce. Lacinia ipsum proin. Lacinia lacus pede nonummy. Aliquam massa enim euismod massa amet ad. Iaculis justo cras pulvinar curae fringilla euismod montes tempus hendrerit consequat parturient. Nonummy class pede integer ve sapien fringilla fames. Blandit massa leo morbi cras varius fusce dolor vehicula justo pede. Integer massa ac rutrum. Cubilia fusce. Iaculis metus hac cubilia interdum sodales. Aliquet fames nec adipiscing curabitur ullamcorper fames phasellus.",
    "Quisque fusce vel quam. Iaculis porta quis mattis turpis vulputate natoque sem nascetur phasellus in. Egestas augue in nunc ve per. Conubia magna per arcu feugiat elementum placerat augue cubilia. Posuere nulla non lorem ultricies parturient egestas urna et senectus nisi hac suscipit. Viverra neque ut neque. Lacinia donec ante dignissim ut hymenaeos a venenatis magna mi morbi ut montes in eros. Egestas morbi justo proin class vivamus taciti in risus pellentesque lacus. Commodo porta quis. Nonummy netus. Sodales curae nisl fames natoque ante urna sem etiam dui. Aliquam lorem vel erat. Aliquam dolor diam sit. Gravida porta vel amet ve sollicitudin. Aliquet nulla ad. Euismod magna amet tempor mi et mollis elementum imperdiet. Natoque etiam. Gravida purus mus suscipit sollicitudin euismod hendrerit facilisi tempor nisl lacus magnis. Gravida justo elit euismod congue sem duis ve semper pede. Sodales donec adipiscing nisi felis pretium ve. Commodo massa neque nulla ligula vestibulum torquent quis cursus parturient. Euismod nulla risus mattis massa dictumst.",
    "Blandit felis nibh molestie pharetra etiam iaculis tellus nam vehicula feugiat phasellus. Gravida fusce in pede sagittis donec euismod aenean massa. Nonummy lacus. Pretium class. Aliquet vitae in sociis vivamus ante orci sed orci velit senectus phasellus vitae. Potenti proin. Pretium fusce. Viverra neque ve nullam urna. Laoreet donec duis leo pharetra sodales. Integer vitae ad enim vehicula at. Iaculis netus nibh id nascetur dis pellentesque tellus quis. Iaculis fusce nulla aenean eu. Laoreet magna vestibulum natoque arcu praesent. Nonummy ipsum eu etiam ad penatibus odio ligula est. Iaculis proin ac. Iaculis lacus ad pede facilisi consectetuer congue primis fringilla facilisi. Integer magna aliquam pede donec venenatis at. Aliquet augue vel pede eni ad class. Natoque augue est quam. Blandit porta eu duis donec id porta pulvinar odio. Integer class pede bibendum donec sodales congue et nisi dolor convallis elit ligula tortor ut nascetur. Conubia netus quam dui aliquet ac pretium eget lobortis sociosqu pellentesque parturient feugiat."
   ]
  }
 ],
 "abstract": "Pretium netus ut ultricies dignissim augue. Quisque dolor purus enim viverra turpis mus ligula. Vivamus justo morbi magna vehicula lacus natoque cubilia libero nisi in nulla. Euismod massa ac dui fermentum pellentesque leo porttitor pellentesque adipiscing nibh felis in magnis et duis. Aliquam fames proin quis phasellus eu ante at convallis. Egestas fames dolor torquent ve fusce eu. Natoque porta nulla turpis elit lectus parturient. Feugiat felis amet eni nisi arcu felis auctor consequat purus tempor donec adipiscing vivamus. Posuere ipsum nisi hac nec dignissim placerat volutpat at ligula id praesent. Posuere felis ad donec proin sociosqu. Gravida augue orci quis aliquam venenatis amet nec. Natoque risus augue neque. Aliquam augue cum nisi ante. Aliquet curae vel habitasse platea. Gravida etiam risus erat mus orci sagittis ipsum ultricies at purus nam. Conubia purus velit est cras per sagittis a. Cubilia porta diam conubia aliquam libero nullam. Conubia fames duis nascetur ut primis ve lacus suscipit eu vitae diam hymenaeos eu ve. Blandit proin ipsum nisi vel nam. Commodo justo pede eu donec sollicitudin class cras in netus et lacus neque elit non. Nonummy netus hac odio eget vel ante tincidunt habitant metus purus quis euismod sodales litora dictum pulvinar elementum. Dapibus proin.",
 "authors": [
  {
   "name": "Ilona Hubbard",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Advanced Scientific"
  }
 ]
}