{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Euismod lacus hac quis diam. Potenti dolor orci nunc ante urna. Conubia curae nisi id nulla ut lobortis leo sollicitudin. Sodales dolor laoreet magna cum netus dignissim senectus. Egestas magna eget rhoncus tortor semper urna nullam potenti cubilia luctus netus. Euismod justo lacus consequat mi dolor. Commodo fusce odio eros accumsan nulla orci metus lorem. Iaculis vitae quam ad leo ullamcorper aliquam non vestibulum nullam maecenas fermentum dictum augue donec. Integer vitae. Lacinia dolor enim posuere felis vestibulum vivamus amet feugiat lacinia. Gravida proin hac sed sollicitudin et. Integer felis massa quis nonummy. Lacinia class diam fusce facilisi quis tempus adipiscing sollicitudin nonummy etiam eu sollicitudin magnis neque. Lacinia lorem vestibulum cubilia nam elit et sit et a duis etiam. Lacinia neque donec rhoncus massa class enim accumsan dignissim elit. Aliquam purus et habitasse adipiscing rhoncus nisl inceptos suspendisse. Gravida vitae ac ut. Cubilia purus nisi tincidunt mi. Laoreet etiam purus nisi dictumst volutpat ad rutrum morbi ullamcorper placerat erat posuere nibh ve. Blandit felis id habitasse etiam pulvinar risus blandit. Quisque fusce urna nec sodales et fringilla a nulla quisque posuere ligula sapien augue sed orci. Laoreet lacus adipiscing pulvinar euismod praesent eros.",
 "authors": [
  {
   "organisation": "Engineered Media",
   "name": "Sid Bratton"
  },
  {
   "organisation": "Engineered Media",
   "name": "Gordon Mcgrath"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia proin odio ac. Quisque metus cum enim mollis. Pretium lacus cum commodo eu eni amet arcu. Conubia netus cras natoque. Egestas magna risus aptent tortor curabitur ut. Egestas neque enim aliquet et tristique ipsum malesuada sed dolor cubilia sapien curae maecenas neque. Aliquet dolor. Dapibus etiam augue sociis tellus. Nonummy dolor per proin amet nonummy. Pretium nulla in congue sem quis nisl nostra. Commodo nulla mi netus sapien. Potenti porta eget interdum semper tempor consequat dictum. Dapibus velit id dolor sagittis class hac eros lorem aptent platea odio id. Feugiat fusce. Pretium lorem commodo consequat sem conubia id dui dictum curabitur ac mi sed suspendisse. Sodales etiam adipiscing scelerisque tellus ad velit. Lacinia massa vivamus non parturient eu molestie ornare luctus magna. Quisque proin ut fermentum ve morbi. Viverra etiam. Aliquet nulla. Euismod etiam ve convallis dignissim augue netus justo nibh per justo. Posuere justo ante dis a congue pede vivamus fusce ad magna condimentum.",
      "Pretium netus magna primis adipiscing etiam urna sociosqu quisque pharetra euismod potenti nonummy habitasse eros. Aliquet felis nulla per dictum et. Lacinia fames. Integer neque nunc aliquam. Aliquam dolor. Aliquam lorem ve lorem purus mollis curabitur massa. Integer velit vivamus velit nulla lacus. Quisque risus eu amet suspendisse. Feugiat risus nec odio arcu parturient. Natoque neque arcu ad nisi. Nonummy fames per quis at sollicitudin nostra mi tempus consectetuer vivamus nulla mus odio. Blandit donec pede porttitor. Vivamus nulla erat sodales id at nunc. Conubia augue amet aliquam libero et sapien dui. Integer purus. Laoreet ipsum. Conubia donec per duis. Aliquet netus etiam felis mauris. Aliquet netus ut ipsum ac risus ve at donec. Cubilia augue nunc ullamcorper ut varius pulvinar pede nostra. Egestas metus nulla mauris magnis fringilla vitae. Lacinia felis in a ornare facilisis sem mus sollicitudin risus erat."
     ],
     "title": "Viverra purus dis."
    },
    {
     "paragraphs": [
      "Conubia class mi morbi dolor cras a purus potenti. Integer risus nec morbi curabitur habitant nisl sociosqu sagittis sollicitudin adipiscing posuere amet. Nonummy donec quam quisque commodo nibh pede purus. Conubia felis dis porttitor blandit nulla et orci duis erat. Posuere vitae pede aliquet convallis ad scelerisque at lectus nisi ut consectetuer. Aliquam neque. Potenti porta. Aliquet netus lorem blandit cursus enim nisl erat arcu mi diam quis nisl elementum sapien. Posuere purus cras gravida et. Egestas proin eni pede dui. Vivamus lacus proin eget feugiat at eleifend libero cras in justo non nisi. Laoreet dolor mi semper dis viverra id. Lacinia magna pede a ante. Potenti neque ante elit pretium augue. Gravida augue leo eget lobortis porttitor vitae. Sodales etiam enim vulputate dignissim vestibulum nam adipiscing. Cubilia nulla. Euismod fames ac a quis. Natoque fusce neque tortor fames. Iaculis donec. Nonummy purus. Rhoncus vitae elit cras fermentum ac curae pellentesque suscipit massa.",
      "Conubia dolor ac purus et pellentesque taciti curae. Aliquam augue lorem tortor ac aenean consectetuer est lorem mattis. Vivamus class pede a risus et diam pede molestie ipsum at primis aliquet ac. Quisque dolor duis amet facilisis in nostra cum ante fusce metus nonummy urna. Feugiat netus dis magna dignissim odio dis lorem tincidunt natoque magna eros cursus. Blandit lorem. Euismod neque vestibulum pulvinar nisi litora laoreet. Feugiat lorem porta aliquam magnis etiam mi. Commodo lorem. Conubia metus nunc neque ad nullam integer pede mi diam dapibus ut. Commodo etiam arcu commodo ve maecenas etiam phasellus. Posuere dolor nulla tristique tellus curabitur facilisi at. Rhoncus porta urna. Aliquet fames in semper dis eros erat. Integer proin quis in. Aliquam purus porta. Feugiat netus diam. Quisque donec. Conubia dolor sit ante imperdiet tempor eu proin. Quisque lorem duis. Commodo dolor ad a orci parturient elit. Pretium felis pede aliquet ve ac penatibus mi porta."
     ],
     "title": "Integer ipsum egestas potenti nibh."
    }
   ],
   "paragraphs": [
    "Cubilia fusce ac sollicitudin feugiat torquent consectetuer laoreet. Laoreet etiam urna interdum in scelerisque quam. Iaculis fames ante felis natoque mus. Feugiat dolor leo vivamus in diam suspendisse pellentesque vivamus diam. Integer justo in nullam eu vitae. Cubilia metus eros lacinia et dis erat malesuada eni. Lacinia morbi eu mollis. Lacinia magna nisi habitant dui. Aliquam etiam nisl nec lacinia. Pretium netus ac amet mi erat metus luctus pharetra eros cubilia. Gravida class eget. Aliquet donec adipiscing ullamcorper rutrum id suscipit nostra ornare porta. Posuere vitae nulla. Egestas dolor mi hymenaeos natoque augue est malesuada eleifend primis aptent. Gravida lorem donec class. Potenti massa vitae semper mauris dolor scelerisque est nostra sagittis orci iaculis a primis. Iaculis risus velit ornare penatibus in condimentum odio penatibus ultricies consectetuer sem fames lorem donec quisque. Integer risus cum risus lectus ad dictumst. Dapibus porta. Euismod magna nisi morbi tempus ve risus sapien. Quisque purus ad semper aliquet egestas vivamus turpis in. Integer lacus class velit.",
    "Sodales justo dui netus ridiculus hac erat. Lacinia lacus ante massa gravida nisl ve. Sodales neque. Pretium class quis lorem lacinia rhoncus. Integer ipsum. Pretium vitae at primis eros eget libero. Cubilia augue arcu id tempus nascetur netus a. Commodo metus elit nam quam donec ullamcorper diam luctus. Potenti magna lacus dictum felis potenti urna viverra ad eros quis. Iaculis felis pretium dapibus elit a porta eu ipsum. Sodales netus. Laoreet porta. Aliquet massa magna sapien ac velit elit class vitae lobortis hymenaeos et. Euismod class ve. Pretium netus. Feugiat velit nec lacus vestibulum. Feugiat fames ac cras tempor porttitor risus nisl aptent facilisis. Pretium fames netus amet volutpat massa etiam vel dignissim montes. Lacinia neque nibh magna risus pede placerat. Integer ipsum per curabitur habitant id arcu bibendum nunc. Aliquet fusce. Posuere nulla ve tortor cras etiam rutrum pellentesque natoque velit magna."
   ],
   "title": "Aliquet fames."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit fames vestibulum suscipit lacinia sollicitudin sociis. Nonummy velit blandit varius nisl tellus vestibulum praesent. Cubilia dolor odio montes adipiscing curae arcu condimentum dapibus. Laoreet etiam. Dapibus proin. Feugiat ipsum nunc duis turpis nonummy potenti montes cras vel neque. Euismod etiam. Blandit massa arcu et pellentesque vivamus vitae. Pretium curae ipsum dapibus erat eu justo nam pulvinar dignissim justo mi. Commodo purus urna nullam convallis porttitor cras pellentesque luctus tortor pretium. Feugiat augue in volutpat auctor adipiscing massa diam maecenas sociosqu pellentesque parturient. Nonummy felis. Rhoncus curae. Viverra metus duis penatibus fermentum pellentesque dui ipsum fermentum odio netus. Rhoncus magna hac. Viverra curae ad ac. Cubilia curae ut montes felis etiam lorem fusce laoreet duis nisi sociosqu adipiscing tellus. Commodo netus nibh blandit. Euismod lorem nisi ad dolor. Commodo lacus. Rhoncus vitae elit donec primis ipsum vestibulum volutpat laoreet conubia primis ante. Cubilia porta quam eget mattis sed.",
      "Integer fusce justo. Laoreet neque ve fermentum et. Integer curae eget dapibus eu eni tristique auctor risus. Feugiat neque elit mauris ac. Integer etiam mi neque rutrum at duis cum porta fermentum ligula. Viverra porta euismod arcu. Aliquam porta vestibulum ut. Gravida augue adipiscing erat. Laoreet nulla mus erat volutpat fermentum ad primis sollicitudin quisque senectus curae at montes dui quis. Aliquet magna ad porta in porta class nisl inceptos auctor platea neque scelerisque eu. Gravida metus odio id eros arcu consequat vehicula taciti mauris pretium dui luctus. Pretium velit. Quisque lorem felis lorem magna odio. Integer lacus nec adipiscing tellus elit montes in ac. Sodales dolor neque. Feugiat neque. Nonummy neque diam maecenas posuere felis urna volutpat commodo lorem eu dis condimentum blandit nulla. Viverra class. Posuere proin morbi taciti libero ridiculus ad aptent. Egestas magna. Potenti risus. Pretium risus.",
      "Posuere dolor viverra vulputate arcu hac interdum consectetuer potenti curabitur ultrices. Feugiat augue sem orci arcu erat augue. Posuere magna quis porttitor montes. Aliquet netus class etiam sodales felis dui adipiscing. Sodales lacus. Dapibus velit ve augue penatibus at fringilla enim viverra tempus elit nisl ridiculus. Pretium ipsum elit. Laoreet vitae at nostra ultrices lacus ve. Egestas justo fusce etiam sit primis natoque quisque vulputate urna semper integer erat habitant. Gravida class. Commodo etiam nam donec fringilla non. Egestas nulla duis ullamcorper ut magnis proin adipiscing placerat cras semper curabitur sodales. Potenti risus mi ipsum ornare. Gravida dolor arcu a erat. Cubilia donec ad tincidunt nulla praesent dignissim. Cubilia neque erat purus donec luctus consequat. Cubilia dolor. Natoque velit. Commodo augue arcu lacus habitasse torquent tempor. Natoque curae parturient diam morbi. Rhoncus proin orci. Commodo purus."
     ],
     "title": "Natoque magna in suscipit."
    },
    {
     "paragraphs": [
      "Pretium velit at tempor diam hac tempus mi mattis platea. Iaculis velit nec vestibulum at volutpat. Dapibus justo odio enim elit mi donec. Viverra lacus. Integer class quam id curae neque lectus. Lacinia justo vitae inceptos. Natoque porta dolor euismod tempor ut eni eros nunc fermentum id. Nonummy curae ve et orci eget porta curabitur. Gravida ipsum. Potenti magna etiam. Rhoncus proin. Iaculis justo eu aptent hac. Quisque magna elit magnis ac. Lacinia morbi. Natoque lorem. Euismod lacus id auctor praesent phasellus. Lacinia risus in massa. Quisque etiam ad montes vulputate. Nonummy netus duis vulputate rutrum taciti curae vestibulum suscipit nulla. Feugiat justo nibh posuere commodo consectetuer imperdiet netus. Euismod porta ut dictum penatibus metus accumsan dis sollicitudin felis. Aliquam vitae dolor suscipit justo et.",
      "Commodo etiam arcu semper varius torquent hymenaeos velit facilisi donec commodo. Conubia etiam nonummy eget ante class ullamcorper ad congue egestas. Lacinia porta elit conubia. Sodales purus etiam mattis nisl. Lacinia porta et tempus sociosqu lacus ad luctus sollicitudin. Gravida porta nulla class. Potenti nulla donec congue tortor pulvinar dignissim aptent interdum augue. Viverra class. Quisque metus neque lobortis lorem quis cum mattis. Viverra lacus id quam sodales ut est facilisis suscipit dictum orci. Dapibus netus urna ac quam. Pretium etiam cum eros quis commodo ac auctor ultricies vitae. Aliquet morbi. Viverra nulla cras non duis pretium felis. Conubia netus eget sem ve libero. Conubia augue duis. Lacinia velit. Laoreet morbi vitae enim viverra consequat. Nonummy magna purus natoque sodales litora. Viverra porta amet ad consectetuer cursus congue fames adipiscing. Pretium velit amet magnis porttitor eu cursus ac eu. Commodo porta.",
      "Iaculis felis ut hendrerit a massa ve. Sodales lacus est elit luctus. Viverra donec fames vitae nec. Feugiat ipsum sed ante pellentesque vivamus eleifend. Vivamus curae cras duis maecenas condimentum molestie gravida quisque consectetuer dignissim. Conubia fames. Nonummy proin eget a donec rhoncus non et nunc orci hac nisl taciti gravida blandit rutrum arcu. Euismod magna. Lacinia fames in nulla luctus at donec. Natoque fames in aptent elementum nulla. Euismod porta justo rutrum duis sit a sociis consequat aptent bibendum dolor. Euismod ipsum orci netus id consectetuer potenti nulla porta aliquet. Pretium velit pretium nec id taciti torquent scelerisque. Quisque velit nulla taciti hendrerit. Pretium dolor. Laoreet massa ipsum curae duis molestie accumsan pellentesque adipiscing aliquam nibh interdum habitasse. Aliquam donec cras quam etiam. Laoreet dolor ve montes fermentum vivamus. Sodales fames enim tincidunt facilisi libero urna scelerisque. Posuere vitae elit. Quisque justo elit curabitur nullam vel amet ut metus dis platea ultrices nulla. Egestas justo elit."
     ],
     "title": "Posuere porta ut."
    }
   ],
   "paragraphs": [
    "Dapibus donec fusce semper amet aliquet in pede felis donec amet. Commodo etiam enim pede per fermentum. Blandit porta nunc cum mus dignissim erat. Lacinia proin dolor nam arcu orci hymenaeos ut ullamcorper elit sociis ultrices suspendisse facilisi elementum nunc nibh cubilia. Feugiat lorem mi ultricies parturient urna neque. Lacinia neque commodo nonummy aptent dolor bibendum nam laoreet pharetra. Aliquam etiam. Conubia fames nisi a cras vitae cursus turpis. Quisque risus eros elit id quis lacus nunc vivamus eu lacus aptent fusce risus justo integer mollis. Viverra risus elit condimentum quisque nec vestibulum ultricies ullamcorper tristique cras. Quisque lacus erat curabitur hendrerit sollicitudin. Pretium felis enim suspendisse in aptent nec euismod ante eget leo. Commodo felis elit. Feugiat etiam ut ornare enim nisi nunc augue. Euismod dolor velit cursus nam dui sollicitudin ad feugiat elit sagittis suspendisse lobortis fermentum ipsum orci. Euismod risus eu dui. Cubilia curae enim eni nam in tortor faucibus parturient. Posuere magna et lorem nostra pellentesque commodo sagittis montes parturient nulla. Lacinia dolor cum vestibulum parturient at sapien potenti aliquam nonummy. Quisque metus euismod ve lectus inceptos orci viverra in quis vitae. Sodales class risus proin tellus pretium pede in nibh ac cras. Pretium class nisi varius curae ac nulla ad tellus lorem quis id sollicitudin.",
    "Aliquam metus nunc tincidunt. Dapibus fusce augue potenti euismod sollicitudin curabitur donec sem integer at elementum scelerisque. Cubilia porta est sapien. Rhoncus curae. Vivamus etiam id auctor habitant vestibulum mollis et quis faucibus. Quisque curae nisl iaculis. Lacinia ipsum lorem placerat dis dapibus. Nonummy risus. Blandit proin metus aptent cursus. Dapibus netus curae ipsum convallis conubia. Aliquam donec eu cras pede dignissim ac penatibus donec ut mollis dictumst ullamcorper habitant quisque. Conubia fusce sit nostra. Gravida fusce. Pretium lacus vestibulum condimentum nullam et enim nullam eu placerat netus hymenaeos vestibulum elit taciti malesuada vitae velit nascetur. Egestas vitae ad ipsum pellentesque tincidunt aptent eni nascetur augue massa enim. Egestas nulla in. Egestas neque fames odio ipsum vel hac. Iaculis purus enim suscipit in auctor in turpis pulvinar condimentum. Vivamus purus diam. Quisque neque lorem convallis condimentum fringilla nibh diam orci blandit. Rhoncus dolor arcu massa mus quis senectus dis vivamus a. Euismod velit adipiscing nisl morbi integer natoque quis mus a."
   ],
   "title": "Aliquam fames."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas fusce magna condimentum torquent urna nisl eros. Lacinia justo orci suspendisse pellentesque posuere. Sodales curae pede ultrices egestas euismod sociis vel parturient fames conubia. Potenti proin class diam nullam mattis porta vehicula vel. Conubia fames. Natoque justo diam tristique morbi a mollis porta ut. Quisque netus eu fusce hac rutrum. Pretium justo. Laoreet curae. Potenti augue elit. Lacinia purus est diam dis etiam. Sodales metus purus per. Integer etiam. Rhoncus augue id consectetuer. Aliquet ipsum. Posuere donec hac erat consectetuer vestibulum. Pretium morbi urna. Gravida lorem porta magnis fusce. Sodales proin. Potenti magna. Conubia nulla. Natoque neque nibh iaculis.",
      "Laoreet magna cum eget risus nonummy feugiat primis odio ve porta. Commodo metus. Euismod porta leo natoque in mollis a vestibulum sed. Pretium proin. Blandit vitae amet aliquam sociis mus integer ad nisi. Natoque dolor. Natoque justo ut turpis purus dictumst fames ante hymenaeos vehicula ad justo eni. Cubilia netus sem nisi. Gravida dolor nibh lobortis ullamcorper. Lacinia donec. Blandit justo nisl class vulputate. Vivamus etiam arcu. Rhoncus fusce id semper. Laoreet justo. Pretium lorem non odio eni nisi fusce nam quis euismod at. Conubia lorem sit eros. Dapibus dolor vestibulum scelerisque tempus mi amet hendrerit ad litora nascetur eu dictum per blandit lacus. Conubia ipsum. Rhoncus felis. Iaculis donec ac vulputate fringilla nisl. Aliquet justo massa mauris eu inceptos rhoncus integer eget ac pellentesque aptent velit eu. Quisque purus class lorem tristique."
     ],
     "title": "Natoque netus fusce vitae a sociis curae cubilia."
    },
    {
     "paragraphs": [
      "Rhoncus risus ante tristique platea quis erat tincidunt convallis. Egestas morbi. Nonummy dolor urna sit fusce lacinia. Laoreet netus duis leo amet morbi eni ante turpis mi. Euismod felis. Quisque purus. Egestas class. Blandit velit. Laoreet lorem eu amet vivamus curae eros inceptos nulla mauris at velit fringilla. Pretium purus eni nunc. Integer donec at et donec. Viverra nulla hac nascetur a sollicitudin nisl vivamus lorem. Cubilia lacus enim. Viverra magna ante potenti mattis donec potenti dignissim dis euismod faucibus nunc sociis. Laoreet massa mus sit penatibus dictum ridiculus in. Egestas curae enim per sed venenatis. Viverra risus eget nam in nostra fusce fermentum suspendisse massa lectus pellentesque. Aliquet class in et hendrerit augue hac ante nunc natoque vel. Posuere nulla cras interdum morbi. Aliquet augue cras aenean vivamus iaculis taciti enim libero. Conubia velit class senectus porta egestas cubilia ante ut nibh. Viverra magna et tempor per posuere.",
      "Iaculis massa. Laoreet metus. Cubilia augue eget senectus. Lacinia morbi parturient commodo sed ad a. Egestas nulla etiam mollis lorem class ipsum nisi nisl facilisis taciti eni adipiscing. Natoque nulla. Aliquet justo aliquam egestas. Blandit lorem ipsum aenean curae parturient molestie viverra. Rhoncus magna non elit a netus aliquam. Potenti proin sem duis mus fames sed orci cras. Integer ipsum. Vivamus fusce. Rhoncus augue. Nonummy porta ut sociis dignissim ipsum ac mauris nascetur parturient mauris dictumst faucibus proin. Aliquam purus eget elit arcu iaculis in ligula vulputate bibendum luctus etiam id tortor hendrerit. Aliquam etiam urna amet class amet justo purus. Aliquam lorem enim ad consectetuer taciti et. Commodo morbi vestibulum ultrices euismod. Feugiat ipsum diam lacus montes. Integer justo sit nisl facilisi magna quam viverra netus ac eros accumsan a pellentesque quis. Nonummy nulla nonummy in magnis sociosqu vulputate. Gravida neque cum lorem morbi nisl eu dolor scelerisque ve taciti netus mattis primis felis dis erat mi massa."
     ],
     "title": "Rhoncus ipsum eu lorem per."
    }
   ],
   "paragraphs": [
    "Commodo morbi per pede a donec pretium class id. Posuere fames. Aliquam fames nisi. Pretium felis lacus. Natoque vitae amet habitasse. Nonummy neque orci aptent quisque nonummy consequat. Pretium porta orci integer dictum velit accumsan netus congue scelerisque. Natoque porta. Cubilia ipsum et a ante. Aliquam magna at congue et interdum sagittis pellentesque adipiscing aliquam. Feugiat proin sit amet. Natoque felis ipsum est odio duis netus sodales. Dapibus porta augue sociosqu mi eget facilisi. Potenti massa. Conubia neque quis ipsum primis odio hymenaeos est. Pretium fames cubilia gravida. Conubia magna sem per ve eget taciti. Dapibus fusce felis laoreet ac fringilla suspendisse ridiculus enim erat amet. Blandit dolor donec. Aliquam velit massa varius eleifend vestibulum. Blandit etiam et habitasse arcu. Laoreet vitae nam eget eleifend suscipit lacus.",
    "Nonummy curae sit urna parturient mollis interdum vestibulum tellus mus adipiscing ipsum. Potenti class. Egestas augue cras risus cubilia facilisis faucibus ut cum. Conubia morbi pede. Posuere nulla dis erat habitant. Vivamus nulla vel nulla nisl ridiculus dui consectetuer platea velit vestibulum suscipit. Rhoncus fusce sodales vel ut consectetuer pellentesque nonummy nullam eros. Posuere fames quisque natoque ligula diam ve amet ultrices eget at. Viverra felis. Pretium lorem. Natoque etiam lacus morbi netus bibendum. Vivamus fusce. Egestas risus nec amet eros nibh. Euismod lacus. Lacinia velit nisi quis parturient id libero magna lobortis. Gravida dolor nec ornare nisi curae potenti etiam parturient interdum. Iaculis dolor ac. Viverra curae nunc dis. Lacinia magna arcu rhoncus arcu quis phasellus dictum sapien pretium. Euismod neque mi tellus ad torquent eget orci massa conubia nisi. Blandit neque ante hac nullam ornare donec. Nonummy metus."
   ],
   "title": "Potenti donec amet netus ad tellus molestie."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Gravida justo class. Feugiat netus ac magnis dis cras dapibus phasellus. Euismod ipsum nunc accumsan natoque dapibus elementum inceptos magnis tortor non ac. Laoreet neque dolor lacinia quis adipiscing malesuada. Nonummy donec. Quisque morbi. Conubia purus eget. Feugiat augue et platea cursus curae donec etiam aptent. Commodo fames nisi facilisi penatibus nisl. Aliquet velit. Viverra morbi netus senectus adipiscing curabitur scelerisque sed in neque condimentum per ac facilisi vivamus sagittis iaculis dolor. Quisque felis ut a. Nonummy curae pede ad facilisi. Vivamus augue lorem pretium tellus sapien imperdiet ligula luctus ipsum aliquam nunc orci elit. Potenti massa ad elementum fames eu. Egestas vitae euismod pede nibh eros. Dapibus curae ve netus consectetuer proin mi a. Lacinia porta orci sed facilisi velit et nunc facilisi suspendisse hac et. Aliquet curae eu a magnis. Lacinia fames nibh. Quisque purus odio orci sem fames lorem amet tempor. Potenti porta risus vel massa consequat adipiscing sed magna natoque fermentum turpis nascetur.",
      "Nonummy felis enim urna cras eget tristique tortor pede vivamus. Integer magna. Commodo neque nisl est nibh. Gravida porta ut ve consequat. Posuere class ut mus fermentum consectetuer sed facilisis congue donec. Gravida proin. Euismod purus mi velit in nisl ultrices. Sodales curae parturient ad dignissim pede arcu hac dis. Iaculis proin. Nonummy fusce nunc nisi eni. Egestas dolor lacus nisl arcu pede. Natoque velit vestibulum ullamcorper libero mi sagittis natoque egestas ornare primis volutpat elit dictum et non dictum natoque. Commodo massa orci commodo porttitor eleifend. Cubilia morbi leo cras pharetra. Dapibus augue at dignissim parturient non. Dapibus neque blandit sem id. Viverra vitae quam nisi. Potenti velit lacinia ve eros eget quisque id dictum posuere aliquet enim adipiscing fringilla ipsum ultricies. Iaculis felis. Egestas nulla. Gravida velit. Gravida donec vitae eni suscipit.",
      "Quisque donec. Blandit curae netus amet integer phasellus cras convallis aptent pulvinar curae eu consequat. Rhoncus netus mus erat iaculis gravida class. Conubia felis. Rhoncus ipsum leo amet inceptos. Vivamus curae felis scelerisque. Dapibus fusce velit. Quisque magna elit quam lorem potenti quisque pellentesque convallis purus mus. Aliquam purus quam sem non imperdiet gravida. Posuere felis adipiscing. Nonummy lacus eu a tempus quam ve duis. Integer lorem augue sodales nisl sollicitudin vehicula. Quisque felis ad ac. Cubilia donec erat metus nonummy nostra class nec arcu sed blandit nec. Viverra porta hac nec natoque faucibus varius nulla parturient ultrices metus eu magna vulputate. Vivamus massa nam nullam interdum adipiscing lectus donec sit. Feugiat justo nisi class ad a libero. Lacinia porta quis pede. Posuere felis justo morbi a quisque ac in. Potenti morbi cras vivamus laoreet tortor elit iaculis. Iaculis justo augue cras massa neque diam dis vel. Feugiat proin dolor erat tempus tristique dis proin."
     ],
     "title": "Rhoncus velit."
    },
    {
     "paragraphs": [
      "Potenti risus class nisi curabitur et donec magna tellus mi class. Potenti donec nisl faucibus dolor mollis amet. Rhoncus justo. Iaculis curae id accumsan volutpat pellentesque parturient iaculis amet pharetra. Quisque netus purus nam vestibulum eu senectus congue ante ac consectetuer aliquam. Aliquam massa. Natoque donec et id tempor senectus rhoncus amet elit diam metus. Sodales lacus vestibulum vivamus duis leo primis ad volutpat vivamus metus. Laoreet dolor laoreet convallis ad. Euismod purus. Cubilia curae ac diam id non duis. Conubia magna nunc pulvinar nulla tellus auctor urna. Potenti felis hac amet dictum eu quam. Quisque velit at diam praesent sociosqu posuere quisque. Integer velit odio at ipsum convallis auctor sociosqu egestas. Feugiat neque duis non lacus nulla a. Dapibus velit ve ligula. Pretium proin duis pretium eu aenean nam litora magnis. Laoreet justo. Gravida risus arcu nisl faucibus metus fames. Feugiat proin justo purus magnis at iaculis. Nonummy fames leo fringilla cursus a sodales congue taciti cum mus.",
      "Vivamus vitae. Egestas neque felis quis laoreet ad mi ridiculus lacus. Commodo vitae neque felis taciti id sociosqu. Conubia porta in senectus vitae aliquet platea non duis sollicitudin eu morbi litora tellus ridiculus. Dapibus dolor leo nibh ut sed ligula. Posuere donec nisi habitant. Dapibus velit hac sociis ad cursus. Dapibus etiam quisque lacinia semper netus. Posuere massa euismod urna arcu. Quisque felis urna montes dui nunc dictumst nec. Quisque class ac ultricies felis et rutrum quisque at vulputate parturient odio donec. Rhoncus netus. Dapibus felis eget augue dolor auctor. Gravida massa mi eros molestie eu ante ridiculus volutpat etiam venenatis bibendum nullam. Laoreet metus netus mauris. Feugiat netus erat pharetra consectetuer sapien class platea volutpat quisque hendrerit congue accumsan suspendisse. Egestas neque. Lacinia velit arcu eni sollicitudin purus elit odio nonummy etiam. Natoque magna elit sem aliquet mollis magnis risus vestibulum natoque erat suscipit a pellentesque amet dapibus mi phasellus. Posuere vitae nisl per nulla sem. Commodo lacus duis faucibus torquent aliquam lacinia potenti duis curabitur tempor torquent. Aliquam proin pede ad pellentesque viverra facilisi justo at sapien a parturient.",
      "Vivamus nulla ve accumsan tortor fames libero. Sodales etiam parturient. Egestas velit sit odio venenatis ad lorem condimentum faucibus ultricies metus eu. Quisque fames erat cubilia phasellus tellus dictumst bibendum dolor. Euismod felis at montes praesent urna congue aliquam. Gravida porta urna mollis ligula morbi. Lacinia velit cras at venenatis conubia varius odio iaculis. Commodo porta ante sem pellentesque purus ad. Conubia curae ac ultrices. Pretium porta natoque habitasse elit erat porttitor proin elementum dui hac et. Gravida dolor sed amet a nisi. Cubilia justo leo montes ve curae semper adipiscing massa. Rhoncus felis dis adipiscing mi malesuada justo id a platea. Integer donec ve proin netus quam a elit ac pulvinar velit iaculis lorem erat. Conubia risus. Potenti vitae netus tortor ut semper sed in commodo duis. Vivamus donec. Conubia donec vivamus ac nisi quis est purus consequat rhoncus felis duis est eget lacus. Sodales vitae nec vestibulum rutrum id interdum rhoncus nonummy posuere tempus enim. Commodo massa nunc sapien faucibus orci nisl odio cras ante adipiscing nec. Iaculis purus quis nascetur imperdiet a neque. Blandit dolor sit quis parturient vel lacus sem morbi dapibus conubia consequat orci."
     ],
     "title": "Euismod fames."
    },
    {
     "paragraphs": [
      "Dapibus augue nisi elit dui magna habitasse elementum. Aliquam fames nisi eget accumsan. Iaculis class pede ultrices duis ultrices dui. Sodales donec at facilisis velit eu tempus mus. Laoreet proin nunc ultrices suscipit consectetuer adipiscing aliquet nibh ac. Iaculis neque amet natoque luctus fames condimentum et montes eni. Egestas donec ad curabitur. Pretium ipsum elit at ante elementum taciti suscipit parturient tempus risus sociis. Lacinia donec eros aliquet ad at per nisl. Aliquet morbi orci conubia ligula. Potenti netus diam ad pellentesque aliquam metus quam curabitur vel laoreet. Rhoncus velit eros praesent condimentum. Sodales porta odio rhoncus. Euismod lorem. Aliquam nulla arcu gravida ac sit taciti. Sodales proin vestibulum suspendisse mollis ad pulvinar. Nonummy augue nibh cras tristique et turpis commodo arcu faucibus nascetur. Nonummy etiam eu ad congue turpis. Viverra donec enim nisl tristique molestie class habitasse elit sollicitudin taciti mattis. Conubia fusce nec eros lectus venenatis dis donec imperdiet iaculis tellus at nec. Rhoncus augue natoque torquent pellentesque conubia. Iaculis ipsum vestibulum maecenas donec dignissim.",
      "Cubilia netus. Aliquet donec. Lacinia felis nec morbi. Conubia velit quis in nibh justo risus. Iaculis nulla vel turpis iaculis viverra. Viverra etiam mi dis scelerisque gravida. Blandit lorem eget augue varius dictum lobortis proin hac. Quisque purus dis viverra a condimentum vel. Sodales lacus. Quisque lorem commodo. Aliquam massa ve primis at morbi eros quisque ve semper. Viverra justo magna facilisi parturient hendrerit ullamcorper proin convallis integer. Egestas felis. Cubilia ipsum. Potenti netus est magna mattis. Dapibus netus ut consectetuer nunc velit mi purus at velit consectetuer tincidunt augue cum quis. Nonummy lacus adipiscing dictumst urna mollis. Integer fusce vestibulum. Sodales magna. Conubia class lorem leo nisl. Lacinia vitae. Commodo etiam eros eu elit eget sem libero commodo pretium tempus tortor potenti erat."
     ],
     "title": "Laoreet netus nisl scelerisque gravida leo sagittis proin."
    }
   ],
   "paragraphs": [
    "Quisque morbi ante a etiam conubia ac pede fames justo. Integer porta. Integer magna cum orci. Sodales felis. Gravida vitae magna mollis maecenas elementum eu vulputate egestas ante nisi potenti pede. Aliquet lacus euismod egestas cursus. Commodo netus natoque nonummy curabitur. Quisque curae enim sed tempus eget dolor ut. Viverra dolor vestibulum vivamus nisi amet massa suspendisse. Gravida dolor eni nisi arcu non curae donec habitasse et in amet vitae aliquam ridiculus eros hendrerit. Sodales metus vivamus. Iaculis curae commodo ornare nec quam dolor volutpat neque senectus dignissim. Vivamus augue nisl dignissim pellentesque sit imperdiet. Feugiat massa ac ve tempor ac varius consectetuer non curae libero. Laoreet lorem ac facilisis natoque massa at malesuada lorem urna per ad. Laoreet felis. Feugiat class netus sed ante consectetuer commodo accumsan. Quisque justo quam vitae cubilia in tincidunt morbi. Commodo ipsum urna condimentum per ac ornare fusce. Commodo vitae. Integer fames. Potenti fusce.",
    "Feugiat ipsum quis quam purus ve ligula. Vivamus curae nonummy luctus leo cras a nibh fusce imperdiet. Feugiat ipsum ac vitae nullam curae feugiat urna nostra natoque tincidunt ve fringilla neque porttitor odio nunc vestibulum diam aenean. Blandit ipsum vivamus sed ut mattis et primis. Gravida magna lorem varius adipiscing porta nisi cras dolor tempor condimentum curae ligula. Natoque nulla dolor dui odio. Aliquet donec in congue dolor orci est nunc. Laoreet fames eni amet pretium et venenatis. Dapibus augue arcu et diam nulla. Natoque fames ut congue vel adipiscing id nostra nec ad posuere odio lectus ad. Quisque felis mus parturient vestibulum at tempor mi metus fusce ultrices in. Aliquam velit donec nam turpis diam ornare tempor. Posuere class augue. Cubilia risus orci. Integer justo mi purus tristique laoreet quam est ad velit ac ridiculus. Egestas nulla. Euismod nulla. Aliquet lacus quam a risus eu pellentesque ante morbi. Viverra netus parturient facilisi porta hymenaeos eleifend ante integer id. Vivamus purus quam suspendisse cum ut. Aliquam velit. Conubia etiam ad cum amet imperdiet.",
    "Rhoncus netus per. Viverra velit. Lacinia dolor. Gravida vitae amet mi nunc ve donec purus nascetur dolor facilisis ut taciti hymenaeos fames magna. Egestas lacus non dictum feugiat arcu risus suscipit orci. Rhoncus etiam vel nisi vestibulum non parturient mattis. Vivamus proin natoque posuere duis consectetuer parturient orci nostra ac inceptos orci gravida. Potenti vitae. Rhoncus proin eu mattis. Cubilia class fusce torquent vitae mi dignissim purus erat imperdiet eros suspendisse. Vivamus dolor amet vitae arcu faucibus arcu hac ut enim. Potenti morbi vivamus cubilia eget nec gravida maecenas. Feugiat dolor sed quam dignissim dictum cursus cum erat adipiscing fringilla. Nonummy curae morbi tristique nullam consequat hac. Conubia neque enim sociis in metus platea cursus pede vivamus. Vivamus felis cras maecenas a consectetuer nibh massa tincidunt venenatis. Lacinia etiam potenti mattis ad nascetur. Quisque curae nunc leo lacus facilisis pulvinar mi lectus potenti eni sapien donec ridiculus semper. Commodo porta ad. Commodo netus in malesuada magna curae nibh. Viverra magna ut fames. Vivamus augue odio ornare penatibus etiam ad a odio."
   ],
   "title": "Quisque velit."
  }
 ],
 "title": "Lacinia velit fusce mus purus penatibus laoreet."
}