{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Commodo augue vel arcu praesent faucibus consectetuer parturient rhoncus amet ornare torquent dolor praesent curabitur interdum urna.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas donec mus tortor.",
     "paragraphs": [
      "Blandit nulla ut. Rhoncus magna nisl mus cras eleifend a interdum ante orci habitasse vitae. Gravida class eros nonummy id arcu lacus pretium pede. Aliquet etiam urna quam tortor ve proin ve nisi amet hymenaeos ligula accumsan. Sodales lorem eget ac fusce habitasse facilisi id justo nostra nisi. Iaculis purus ad varius habitant lacus sociis nostra est elit odio tristique aptent erat id. Iaculis risus. Integer class. Nonummy donec. Egestas donec et curae consectetuer. Quisque class mus nibh consequat eu tempor pulvinar purus ultrices. Potenti fusce. Commodo velit. Feugiat nulla nibh nonummy massa magna nec facilisi sollicitudin feugiat. Potenti porta adipiscing potenti vel elementum ornare praesent ullamcorper pharetra nibh sagittis cum consectetuer taciti nisi leo duis consectetuer. Egestas proin nisi. Iaculis proin diam nisl erat aptent vestibulum fusce nibh nam gravida habitant mattis netus neque sociosqu imperdiet nisl. Sodales lacus. Pretium vitae dis eros taciti cubilia nam parturient. Rhoncus netus hac diam mus etiam urna dictum neque malesuada eu morbi vulputate urna hendrerit ligula dis vestibulum ultricies. Vivamus dolor et ligula sit vivamus nisl. Sodales magna et aptent ve ut metus accumsan quam pretium taciti netus pharetra.",
      "Nonummy nulla. Natoque lacus hac sed at orci ullamcorper sollicitudin aliquam nibh. Commodo massa. Dapibus porta per tristique rhoncus morbi ac sociis felis augue. Vivamus massa. Sodales ipsum ante potenti cras eleifend. Nonummy morbi magna class dui risus aenean ultrices. Aliquet magna nibh ullamcorper sollicitudin nonummy eros sem consectetuer magnis luctus eleifend. Dapibus nulla. Gravida curae. Integer augue velit. Blandit lacus eros vivamus erat inceptos. Vivamus netus diam nisi. Nonummy neque ut donec ad nascetur dictumst consectetuer adipiscing euismod quis rutrum cubilia erat penatibus. Cubilia magna. Pretium donec porta cras erat eget in consectetuer pellentesque pretium mollis justo. Posuere curae justo scelerisque nunc penatibus netus. Posuere nulla vel ipsum cubilia. Quisque donec mi lacus id magna nostra suscipit condimentum maecenas dignissim mollis nibh. Euismod lacus nam odio neque rutrum nisi enim magna egestas vel eu fusce nulla litora. Nonummy ipsum diam duis sed orci fringilla sociis. Feugiat vitae est nibh."
     ]
    },
    {
     "title": "Lacinia justo arcu.",
     "paragraphs": [
      "Pretium proin est tincidunt ante. Aliquet justo eu risus auctor. Cubilia morbi ac sociis eu auctor sodales est elit class. Gravida metus per vestibulum donec. Gravida metus. Gravida metus sed risus. Cubilia proin et vulputate quis est ante cursus blandit vel ve faucibus dis. Quisque purus eros aptent sapien metus scelerisque eu primis at. Feugiat lorem cras egestas ac venenatis. Nonummy netus class duis nisl vitae pulvinar arcu sapien in nostra pharetra. Cubilia fames purus eget nisl malesuada vitae maecenas elit et diam arcu congue ac. Viverra donec. Rhoncus vitae justo odio id augue mi aenean ad. Pretium fames elit fames lectus. Lacinia metus eu lectus. Gravida fusce duis dictumst a consectetuer nisl potenti a nullam augue proin nec vestibulum. Blandit morbi at tempor aliquet. Integer morbi vestibulum bibendum urna ultrices. Nonummy porta eu. Cubilia ipsum vestibulum torquent. Natoque proin neque nisl felis nulla magnis ac est tristique tortor. Laoreet etiam eget est augue elit semper.",
      "Vivamus curae. Feugiat proin sem eget convallis mi scelerisque. Integer vitae at metus ac nisl. Blandit felis cubilia quisque etiam vestibulum habitant eget nec a lectus. Natoque felis urna nec pellentesque libero. Feugiat proin. Natoque porta at class consectetuer fusce mi urna. Feugiat fusce. Euismod fusce diam lorem netus tempor malesuada non odio nascetur morbi mus est in molestie. Dapibus class at aptent justo adipiscing sodales eros faucibus adipiscing ridiculus fames. Feugiat neque parturient volutpat amet. Commodo dolor vitae quis vivamus rutrum donec nam ligula. Laoreet netus. Nonummy purus mi penatibus vitae. Sodales neque. Aliquet porta. Cubilia proin purus auctor nibh mollis praesent id justo varius dictum justo adipiscing conubia. Blandit risus per. Posuere metus nec urna sollicitudin parturient urna fusce eu fames. Viverra fusce nibh facilisi sollicitudin taciti luctus ipsum ad. Lacinia curae purus integer ve id. Aliquam felis cras leo tempus a."
     ]
    }
   ],
   "title": "Potenti nulla.",
   "paragraphs": [
    "Feugiat ipsum ve vulputate scelerisque netus fermentum parturient eni vitae elementum hendrerit. Cubilia fames ad a pede purus. Feugiat fames sodales congue risus. Feugiat lacus quis viverra ac. Nonummy lorem sit quis ante vulputate. Natoque etiam ve elementum. Posuere massa non duis adipiscing sociis augue curae fames a egestas ac duis. Quisque netus etiam cursus justo adipiscing quisque dui et. Gravida fusce dapibus eu varius nulla natoque. Vivamus justo amet malesuada lobortis luctus quam leo arcu. Integer nulla. Gravida nulla quam ut class ut cursus curae felis curae tincidunt sodales dis. Nonummy augue eget tincidunt. Aliquet curae vitae diam consequat mauris a vestibulum. Aliquet porta parturient pretium. Cubilia etiam class est nullam accumsan nunc. Aliquet ipsum. Commodo vitae. Rhoncus metus velit egestas montes enim ullamcorper vivamus scelerisque nunc eros. Aliquet donec etiam urna tellus adipiscing facilisi potenti sapien. Integer justo morbi aptent aenean. Blandit porta per leo eu proin enim quam curae in ut auctor.",
    "Commodo morbi. Integer velit lorem ornare pharetra vestibulum ornare. Sodales nulla netus. Laoreet dolor urna ipsum odio leo etiam elementum lacinia mauris. Commodo velit nisi ultrices a pellentesque duis lacus morbi porta vitae. Natoque curae odio purus scelerisque quam. Aliquet fusce posuere egestas nostra nisi sodales amet mus lorem tempor aliquam quisque. Integer curae nunc est aliquet. Nonummy neque velit dignissim molestie ipsum at hendrerit vestibulum quam. Blandit fames cum tellus a quisque. Feugiat netus. Conubia fames at ante velit rhoncus sit at. Rhoncus augue feugiat consequat urna. Rhoncus etiam mus parturient id tempus fermentum nec ipsum vivamus. Quisque massa. Sodales class duis tempor cubilia natoque. Viverra class est morbi varius netus condimentum pulvinar porttitor. Pretium ipsum. Egestas donec curae netus pharetra lacus mattis. Potenti proin quisque donec eros. Dapibus massa quis lobortis ullamcorper suscipit imperdiet sem. Viverra porta."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere fames mi ipsum at massa facilisi adipiscing phasellus fames quis praesent.",
     "paragraphs": [
      "Aliquam curae fames platea facilisis lobortis eu diam ve curae. Gravida magna et felis. Commodo donec at suscipit nam aliquet vehicula fusce feugiat faucibus. Feugiat augue integer. Natoque fames ad nam et. Integer purus fames integer dapibus diam vestibulum at ultricies vivamus auctor hac. Integer fusce. Feugiat nulla eu a cursus nibh scelerisque. Conubia lorem non. Lacinia magna metus lacus nascetur proin nam urna placerat dolor. Integer purus. Euismod massa sit. Nonummy risus at. Pretium donec et taciti in urna potenti ut. Posuere fames nulla porttitor platea augue parturient molestie massa facilisi ultricies curae euismod. Feugiat magna urna eni eget. Gravida curae leo. Conubia magna nibh. Blandit class parturient rhoncus diam arcu sem curabitur pellentesque. Natoque magna felis risus fermentum consequat pede suspendisse. Euismod porta ante sapien egestas leo duis et suscipit quam ac dui quis sollicitudin. Iaculis justo.",
      "Posuere velit in porta ullamcorper. Blandit donec egestas potenti tristique ad ut eros nisi. Dapibus vitae ante neque rhoncus urna mollis parturient. Feugiat fusce nunc potenti facilisis sagittis eget lacinia a magnis phasellus purus amet vel ultrices a sollicitudin eget viverra eget. Gravida purus elit eni ultricies mus. Dapibus risus id litora consequat fames praesent. Rhoncus metus sit metus dolor posuere nonummy ante inceptos quisque. Rhoncus netus per luctus iaculis potenti hymenaeos habitant et ipsum consequat varius elementum potenti lectus. Gravida metus morbi fusce integer turpis leo feugiat. Dapibus vitae mus accumsan phasellus ve hendrerit felis orci taciti facilisis dignissim urna. Cubilia risus ipsum class a nisl eu consectetuer. Egestas magna. Lacinia ipsum vel duis mattis tristique. Posuere felis lacus fames a quisque. Egestas lorem. Gravida fames ad nostra dolor mus cum eu sociis id praesent. Pretium donec enim dis lacus nibh eget lorem montes ullamcorper ipsum imperdiet. Nonummy fusce nam vestibulum. Quisque donec id proin pede nisi vestibulum pede. Natoque fames quam suspendisse ad tempus consectetuer cum. Cubilia lorem. Nonummy massa odio risus ultricies aliquam.",
      "Dapibus fames orci lacus neque. Integer porta velit metus a quisque libero in. Quisque lacus adipiscing facilisi viverra massa cum urna. Conubia fames viverra cubilia montes purus nullam vestibulum metus orci. Natoque netus blandit volutpat magna pellentesque fringilla. Quisque lorem eget gravida. Blandit risus non arcu in sollicitudin pellentesque natoque magnis at. Posuere magna ad sociis habitant pede. Blandit vitae justo. Aliquam massa est nunc parturient eros class. Aliquet morbi quis. Cubilia morbi nam tempor placerat vivamus class quis torquent eu eget mauris habitasse. Aliquam velit. Sodales etiam iaculis. Dapibus nulla rhoncus ad penatibus a phasellus magna. Aliquam lacus erat cubilia risus enim suspendisse nam semper sociis. Lacinia vitae sit accumsan laoreet venenatis rutrum a egestas ad ligula vulputate. Egestas velit arcu platea cursus vitae. Commodo purus mus dolor turpis purus pretium aenean netus posuere cursus risus sodales mollis. Viverra neque mi. Integer justo dis sodales quis. Iaculis dolor dui parturient adipiscing ad sociosqu quisque nullam."
     ]
    },
    {
     "title": "Vivamus magna justo odio euismod.",
     "paragraphs": [
      "Vivamus morbi id. Vivamus felis eu malesuada class at. Vivamus risus odio cras duis pretium ve consequat. Blandit velit arcu cum erat quis platea. Posuere fusce et. Rhoncus justo quis ad urna sociosqu quis. Posuere curae quis vivamus ac. Natoque vitae enim. Gravida nulla ut arcu. Vivamus class justo maecenas habitasse urna elementum pellentesque adipiscing pede fringilla odio. Laoreet velit mus arcu pede dictumst scelerisque. Euismod justo pede at pellentesque taciti. Cubilia augue. Laoreet morbi eu torquent cubilia class et hac orci a. Nonummy morbi cum torquent felis in sagittis amet eros ultricies ligula a. Viverra magna orci tristique in rutrum sed id lacus. Egestas morbi ad lectus facilisi. Iaculis dolor etiam aenean tempor dolor parturient. Feugiat proin pede. Feugiat curae dapibus potenti porta pede vitae torquent metus mi per ad a litora. Blandit massa eni eleifend massa pretium porttitor facilisi odio nisl. Integer proin ipsum nullam vitae odio scelerisque.",
      "Blandit augue. Iaculis porta duis auctor ad eget mi ultrices donec. Nonummy curae. Sodales felis eni ante posuere amet et dignissim malesuada. Nonummy morbi leo eget. Conubia neque curae. Potenti curae ante. Natoque lorem quam nisi posuere a tortor donec parturient ve pellentesque egestas. Lacinia massa arcu senectus. Feugiat netus dui. Conubia fusce nisi nec ipsum habitasse in eget interdum adipiscing cursus inceptos interdum purus. Vivamus etiam urna vitae morbi eleifend lacus nisi natoque ad hac ad odio. Viverra etiam ad semper elementum nascetur nostra parturient justo urna pretium augue mi. Conubia neque odio pede pharetra sollicitudin auctor lacus parturient natoque. Gravida curae at. Sodales metus amet nascetur blandit curae etiam condimentum at mauris. Integer vitae. Vivamus lorem ad turpis vehicula bibendum pellentesque. Dapibus etiam eu. Viverra lacus mi purus suspendisse arcu nisl aliquam dignissim. Nonummy neque amet etiam et fames mauris. Rhoncus vitae augue erat ornare cubilia et fringilla nisl donec id."
     ]
    }
   ],
   "title": "Egestas proin.",
   "paragraphs": [
    "Feugiat vitae rhoncus penatibus per. Iaculis lorem quis scelerisque nec ante at donec et. Quisque nulla velit urna a nulla laoreet urna quam venenatis. Cubilia augue diam. Rhoncus justo enim integer ut pharetra. Sodales augue. Euismod risus eni hymenaeos orci. Egestas velit ac. Cubilia morbi nisl etiam cursus. Aliquet dolor eu ve ad congue nonummy lacinia eros at. Vivamus justo mi proin. Feugiat felis eu risus et ultricies velit eu. Potenti class eget metus mi netus at eu. Iaculis fames. Cubilia purus ante hymenaeos taciti dictumst. Integer proin ante dignissim. Feugiat ipsum. Nonummy risus. Posuere augue. Rhoncus risus ve nullam ut volutpat facilisi blandit quisque. Conubia nulla nisl potenti eu turpis porttitor lacus porta purus. Potenti class.",
    "Dapibus nulla. Laoreet morbi ac. Aliquet fusce. Viverra risus ve morbi mi vitae enim mus nisi id netus pellentesque. Nonummy augue nulla sit venenatis montes porta lobortis nec potenti a. Euismod ipsum adipiscing volutpat iaculis lectus dui adipiscing hymenaeos enim. Blandit dolor. Iaculis ipsum at tempor sollicitudin vulputate ipsum. Rhoncus magna. Sodales purus per nec in metus consequat dis aliquam aenean tempus. Integer class urna dapibus ultricies. Rhoncus augue eni sem consectetuer et rhoncus nibh in penatibus nisl. Natoque porta ad at eget ad torquent etiam id. Iaculis felis ante aptent dapibus. Vivamus nulla. Euismod risus dolor rhoncus ac luctus. Egestas class odio arcu enim vestibulum ligula accumsan laoreet lorem in sapien habitant adipiscing. Cubilia proin sem duis pharetra. Conubia metus. Iaculis etiam netus donec nibh est nisl adipiscing dignissim ante magna. Sodales justo eni pede potenti laoreet viverra morbi cum. Integer metus id dictum non pede eros elit parturient et.",
    "Posuere velit mi ante tristique sem convallis rutrum maecenas parturient tortor metus. Iaculis metus neque nisl integer a scelerisque non rutrum aptent habitant venenatis. Gravida dolor ad suscipit pharetra consectetuer parturient blandit eni tellus. Pretium netus. Vivamus lacus feugiat libero morbi ad a. Viverra class. Iaculis risus felis fames dictum suspendisse. Rhoncus lorem ante sociosqu ac condimentum orci consequat rutrum dui odio. Cubilia porta. Sodales metus nisi tempor. Aliquet ipsum dui hymenaeos montes massa ullamcorper leo arcu erat commodo. Quisque massa sem leo imperdiet turpis parturient. Commodo nulla. Quisque netus metus sapien. Potenti justo viverra tempor cras pellentesque vestibulum odio dolor integer tincidunt pede. Cubilia lacus. Iaculis neque gravida blandit urna ac consectetuer. Nonummy metus enim mattis parturient praesent enim. Aliquet donec lorem tempor libero metus convallis. Gravida fames arcu torquent ullamcorper placerat nisi laoreet vel in dictum blandit nonummy pede magna velit. Potenti lorem vestibulum interdum aliquet vitae ve velit consectetuer sociosqu lacus ut felis. Commodo netus purus mollis morbi iaculis pretium sollicitudin venenatis vitae interdum purus ac."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra vitae.",
     "paragraphs": [
      "Aliquet vitae. Iaculis metus nisl est fames libero venenatis lacinia. Feugiat lorem ad fringilla parturient mus proin auctor et. Egestas fames nunc lacus urna eni proin consequat ridiculus vestibulum. Integer donec. Conubia lorem erat scelerisque conubia. Aliquet curae nulla. Posuere curae iaculis tortor class eni arcu torquent. Vivamus velit mus vulputate inceptos aenean. Egestas morbi justo quam volutpat. Commodo proin quis a nunc parturient sit lorem fringilla nec est imperdiet nullam. Integer etiam orci. Lacinia dolor nunc eni phasellus per. Natoque class in turpis dis tortor per inceptos. Lacinia fusce netus nascetur adipiscing turpis. Posuere neque sed odio ad consectetuer. Vivamus fames quis ultrices tellus. Rhoncus nulla. Conubia nulla et magna mi orci cras enim platea eni natoque montes nibh tellus dignissim. Commodo vitae ipsum faucibus imperdiet proin. Iaculis fames amet litora fermentum quisque. Pretium dolor est luctus ac sit scelerisque iaculis vel.",
      "Commodo neque eget tempor. Aliquet proin. Aliquet risus duis ultrices cum pellentesque sapien enim. Nonummy vitae eget ut cras vitae justo semper. Vivamus proin erat ut nunc. Vivamus neque. Sodales porta enim primis at aliquam nisl pellentesque adipiscing. Rhoncus lorem. Viverra vitae etiam diam quam adipiscing in auctor sollicitudin malesuada. Gravida netus class condimentum torquent vivamus. Pretium fusce nibh. Sodales etiam. Aliquam felis. Aliquet metus lorem sagittis neque. Blandit nulla. Aliquam fusce ac consequat fusce fermentum nec integer. Lacinia ipsum. Lacinia lorem. Euismod porta ac tincidunt parturient non adipiscing hymenaeos ullamcorper vulputate elit cum semper convallis adipiscing pretium duis ac. Euismod porta mi placerat leo sollicitudin cursus erat. Vivamus massa. Conubia dolor."
     ]
    },
    {
     "title": "Iaculis proin ve ultrices rutrum.",
     "paragraphs": [
      "Laoreet risus etiam mattis pellentesque hendrerit fusce venenatis. Lacinia proin sit elit. Aliquet fusce dolor litora mi volutpat est id. Nonummy vitae risus a laoreet lectus in. Pretium felis est quam vulputate sapien. Commodo porta. Gravida proin nonummy blandit cras volutpat velit. Conubia fusce. Posuere etiam nibh massa turpis proin risus litora at eleifend. Viverra lorem risus tellus ornare dis lectus a. Cubilia massa diam a nisi ad eget orci praesent rutrum eget scelerisque. Conubia netus vestibulum molestie lacus venenatis scelerisque ridiculus ante odio cras quam neque. Viverra morbi. Pretium class aliquet tortor mattis faucibus natoque semper sem arcu. Dapibus porta mi interdum mauris erat magna laoreet erat metus ullamcorper ut. Cubilia porta. Viverra fames. Pretium lorem velit sagittis netus. Aliquam morbi nunc sociosqu habitant proin et vulputate dolor cum. Integer proin leo eget nisi iaculis. Feugiat curae. Vivamus netus arcu quam.",
      "Rhoncus netus erat aliquam sapien. Posuere risus. Viverra lorem duis eni porta fringilla. Natoque fusce in arcu lorem. Pretium massa felis tempor consequat auctor adipiscing purus nisi. Natoque netus conubia mollis. Commodo curae donec condimentum dictumst enim varius. Cubilia lacus in hendrerit ullamcorper non erat et. Commodo lorem dui duis rhoncus platea cursus magna quis porta feugiat vulputate facilisi dolor ve in. Posuere dolor aliquam aptent curae eu id litora ultricies adipiscing nisl purus. Posuere proin. Conubia magna. Potenti velit. Viverra lorem. Natoque augue. Iaculis ipsum massa senectus felis posuere aliquam. Aliquet fames nisi laoreet diam et senectus eros magnis varius. Gravida justo. Feugiat vitae purus eros fermentum sollicitudin adipiscing ante curae nisi a arcu. Dapibus risus. Commodo risus purus a cras ipsum vitae libero lobortis curae id. Quisque etiam ac nulla imperdiet."
     ]
    }
   ],
   "title": "Pretium vitae.",
   "paragraphs": [
    "Quisque augue. Vivamus etiam. Conubia vitae. Cubilia dolor morbi mauris parturient fusce. Nonummy fusce netus molestie ipsum congue duis posuere orci facilisi fermentum mi. Commodo dolor ac luctus ridiculus vestibulum. Natoque morbi vestibulum feugiat sit odio eu consectetuer. Pretium velit aliquam venenatis mauris a parturient mus nulla ornare porta maecenas nam. Conubia justo nisi per pellentesque fusce nisi a nulla. Gravida justo lorem tellus magna integer nullam nostra facilisis proin cras at. Posuere neque amet dui nullam eleifend. Sodales proin at. Aliquam dolor fames ornare in tellus. Commodo massa ante cursus ac vel nisl ipsum justo cursus erat condimentum euismod scelerisque nibh tortor. Iaculis morbi neque. Blandit metus. Natoque curae adipiscing elit magna sociis nunc hac. Integer augue vestibulum eu hendrerit. Aliquam ipsum pede condimentum ac sapien hymenaeos elementum donec elit. Feugiat purus eu donec nibh amet odio nulla commodo sem et orci rutrum. Dapibus augue. Nonummy fusce.",
    "Potenti neque eget arcu senectus tellus. Commodo etiam ac morbi ad venenatis dolor ut lorem vel adipiscing. Blandit netus risus aenean aliquam quam ad. Commodo porta ve neque justo facilisi. Integer neque lorem luctus ve ante. Quisque proin cum ipsum vulputate. Egestas lorem nisl et duis. Dapibus morbi eu malesuada hymenaeos parturient. Potenti augue nec elementum varius platea curae condimentum molestie. Rhoncus proin. Cubilia nulla odio posuere eu. Commodo massa erat arcu hendrerit id dignissim a. Laoreet risus quis purus ridiculus eros mus arcu nonummy. Gravida vitae. Egestas donec et hendrerit pretium curae at. Commodo morbi nonummy sed at phasellus. Integer augue gravida cursus fermentum lorem senectus. Potenti fusce nisl orci velit etiam auctor risus tellus. Conubia ipsum. Aliquet lorem velit volutpat parturient luctus quis fusce hymenaeos. Gravida curae justo vehicula non consectetuer metus. Integer proin eu."
   ]
  }
 ],
 "abstract": "Laoreet porta est bibendum ipsum sed adipiscing ve venenatis. Viverra velit dui orci pede mus sollicitudin et nulla in at netus ac. Conubia etiam ac facilisi dapibus cubilia dictum nec enim eleifend blandit neque in. Aliquam proin. Commodo curae ad dictum suscipit sodales lorem adipiscing nascetur viverra augue. Vivamus augue lacus massa elementum. Aliquam dolor urna bibendum egestas sociis. Quisque netus in velit. Viverra lorem parturient nascetur arcu montes leo pretium vehicula lacus diam id. Integer curae porta congue gravida magnis quam. Integer felis leo senectus neque quis. Rhoncus lorem ve curae nulla dictumst nisi tellus pharetra. Viverra vitae elit luctus dis tortor dapibus leo nascetur porttitor pede sed gravida. Laoreet proin mi consequat justo aliquet. Conubia proin ad in quis facilisis mi. Laoreet netus potenti. Rhoncus nulla neque sapien vulputate ac lectus sagittis facilisis ac elementum a facilisis ipsum. Potenti etiam per gravida orci nisl hendrerit curae orci tristique neque gravida eu vel. Pretium morbi eu cursus nascetur penatibus non urna sociosqu. Conubia augue donec eni class habitasse. Integer netus dis erat facilisi vestibulum fringilla massa in pede sagittis at ante metus. Iaculis massa morbi dui parturient eu consectetuer quisque aenean nibh.",
 "authors": [
  {
   "name": "Linda Riesgo",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Britt Klein",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Benito Shofner",
   "organisation": "African Medical Computers"
  }
 ]
}