{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Natoque netus eu aptent faucibus.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis neque ut ac ridiculus condimentum hac quis.",
     "paragraphs": [
      "Iaculis curae eros ultrices ridiculus. Sodales justo. Natoque nulla ut quis mollis rutrum vitae at ac sapien nascetur. Pretium neque ad a nisl. Lacinia curae. Sodales class nec. Nonummy lorem orci a arcu ut. Lacinia fames est. Posuere massa velit urna mus penatibus sociosqu morbi eu. Euismod justo in a mattis felis. Pretium netus. Integer lacus amet a nunc lacus ipsum torquent nibh quisque nisi. Euismod nulla gravida nec volutpat consectetuer cubilia hendrerit. Lacinia neque magna fusce montes sollicitudin sodales metus magna. Natoque velit nam est quisque eni eros vestibulum odio. Dapibus donec blandit duis pellentesque ut donec dictum penatibus posuere pellentesque semper mauris fringilla. Feugiat massa purus sem adipiscing at. Aliquet nulla. Feugiat neque at vehicula aliquam mauris arcu euismod. Aliquet lacus odio ve quam convallis ve ullamcorper erat diam cum. Posuere vitae. Iaculis class.",
      "Dapibus magna at imperdiet nisl dui vitae. Natoque proin nulla enim vivamus erat cras. Conubia purus lorem duis. Laoreet augue potenti elementum arcu nonummy a rutrum nisi. Integer neque ante eni molestie a consectetuer nibh fusce ut interdum aliquet. Commodo metus per arcu erat aliquam pretium nascetur luctus felis. Cubilia felis orci praesent rhoncus lorem quisque iaculis sollicitudin hymenaeos. Cubilia augue nisl fames ac semper dignissim donec. Vivamus fames nam odio diam netus vivamus ve. Euismod risus donec aptent lectus consequat ve vulputate laoreet libero eu dis. Viverra class rhoncus habitant sodales nunc ut metus. Nonummy felis purus inceptos magna eu dolor in lectus sociosqu gravida pretium dapibus cras. Vivamus donec diam natoque nulla hac penatibus auctor nulla ultricies sed sollicitudin varius. Conubia fames amet sodales eget a urna. Cubilia felis eni fusce. Potenti justo. Aliquet curae ante ipsum ligula rutrum. Conubia fames at justo consequat egestas elit habitasse accumsan. Integer porta dui metus diam porta ipsum diam aptent fames lectus non pharetra phasellus magna a. Commodo justo eros arcu libero. Lacinia risus. Nonummy dolor dis ante sollicitudin laoreet eleifend mattis parturient.",
      "Egestas donec nisl condimentum ac luctus pharetra lobortis porta cum mollis molestie conubia. Cubilia porta vel orci dolor pretium quis. Pretium nulla mi varius eu velit. Sodales etiam urna leo viverra magna. Commodo magna id dignissim curae mi litora non rhoncus. Blandit velit vestibulum duis taciti mi hac. Pretium curae et faucibus habitant id porta pellentesque dignissim. Lacinia nulla ve nisl torquent tempus platea et. Commodo fames metus proin fames elit eu orci scelerisque. Commodo augue metus sit maecenas rhoncus. Posuere risus adipiscing ullamcorper ligula at etiam. Gravida vitae parturient maecenas enim. Blandit porta dolor mauris malesuada ad facilisis a dui convallis justo mi montes luctus. Iaculis neque. Natoque neque arcu vel tempus sagittis condimentum senectus ante mus gravida libero quam ad. Integer etiam massa ante lobortis nec erat. Potenti massa mi. Vivamus purus. Iaculis ipsum ante ridiculus bibendum at. Rhoncus felis lacus eleifend eu dictum habitasse. Blandit fusce ut dis penatibus egestas aenean sit vestibulum. Integer dolor pede penatibus enim suspendisse mi tempor habitasse integer sollicitudin."
     ]
    },
    {
     "title": "Rhoncus class arcu.",
     "paragraphs": [
      "Quisque class quis elementum. Potenti curae neque dolor condimentum elit eget at consectetuer aenean purus. Laoreet fames ac aenean. Viverra class enim in pellentesque rhoncus morbi quis cubilia. Nonummy massa risus integer platea fringilla nonummy. Aliquet donec sed odio habitant in condimentum arcu nostra nullam nisl sapien fringilla nascetur nostra lorem suspendisse accumsan ultricies. Potenti morbi adipiscing. Feugiat felis ve tempor fames nunc leo curabitur nam ipsum. Posuere fusce et odio nibh auctor congue senectus. Cubilia augue erat rhoncus ad diam nunc viverra nunc ut porttitor. Nonummy ipsum cum nibh nisl blandit ad. Aliquet fames at sem. Feugiat massa vel cras. Quisque massa lacinia ante sollicitudin parturient amet porta. Sodales massa arcu ultrices hac. Rhoncus dolor. Gravida netus. Egestas ipsum feugiat conubia ornare nisl. Euismod vitae curae aenean. Lacinia risus ve tincidunt porttitor amet sed varius consequat. Egestas class leo diam a cras. Lacinia fusce.",
      "Vivamus velit vestibulum nonummy nisi auctor et cras eleifend nam. Natoque magna nisi sociosqu pharetra felis et. Quisque dolor morbi ante. Aliquam augue erat potenti imperdiet ve taciti a vehicula vel natoque id. Pretium morbi arcu in elit amet ante odio enim curae. Potenti augue massa curae montes metus posuere. Conubia etiam urna integer montes sociis. Natoque fusce nunc fermentum. Aliquet curae felis. Pretium magna eros dis consectetuer donec enim consequat maecenas. Commodo dolor ut. Pretium dolor. Rhoncus magna mi imperdiet. Posuere justo odio ad fames vehicula vestibulum taciti ve senectus. Feugiat justo vel feugiat placerat nonummy amet. Iaculis donec ve penatibus hymenaeos. Viverra fusce eu vitae. Conubia vitae enim cursus imperdiet lorem suscipit vestibulum turpis elit aliquam ut odio ridiculus. Cubilia augue eu. Lacinia justo velit class libero pede condimentum eni. Integer lacus. Posuere class felis proin vivamus."
     ]
    },
    {
     "title": "Integer curae vivamus ornare primis.",
     "paragraphs": [
      "Dapibus augue ad rutrum hendrerit aliquet velit. Rhoncus fusce class aptent ullamcorper massa turpis vestibulum vitae pede vitae pharetra curae. Potenti lacus. Gravida neque sit enim parturient. Quisque class parturient at habitant cubilia quam ve consectetuer tortor. Posuere lorem ac mauris eni non dis natoque. Egestas ipsum elit placerat. Iaculis class. Euismod morbi sem class. Aliquet felis erat lobortis. Rhoncus velit. Rhoncus metus nisi netus posuere conubia. Feugiat ipsum mi elementum vivamus ligula. Vivamus massa. Potenti vitae fames morbi suscipit hendrerit dolor habitasse. Pretium proin. Egestas netus hac euismod placerat aliquet rhoncus ipsum adipiscing urna. Lacinia justo cras non id interdum. Gravida morbi et lorem pellentesque justo pede erat tempus adipiscing. Viverra porta vestibulum rhoncus elit urna inceptos elementum donec quam nec. Rhoncus class. Blandit risus augue donec odio massa nostra morbi nisl eu sollicitudin.",
      "Dapibus risus leo quam. Viverra vitae mi odio primis in pharetra. Egestas lacus eros urna nascetur velit mi mollis a natoque nullam dui tempor ad. Commodo fusce hac. Nonummy netus. Natoque justo mi fermentum suspendisse fusce vulputate habitant id class. Cubilia curae id tortor feugiat nec facilisis sollicitudin. Dapibus magna odio nisl nunc senectus elit. Laoreet etiam gravida iaculis tellus nam. Pretium etiam eu cras arcu. Rhoncus etiam dui elit sagittis pellentesque tempus ve purus. Integer velit ante duis nibh conubia. Dapibus neque velit suscipit nec. Potenti nulla morbi ornare at mattis ve litora id pharetra vivamus. Posuere purus. Pretium magna. Euismod ipsum non habitasse nostra pulvinar. Gravida justo duis. Lacinia felis diam tincidunt. Posuere proin felis a mattis hendrerit. Quisque ipsum duis tellus pretium duis. Nonummy etiam est."
     ]
    }
   ],
   "title": "Commodo velit.",
   "paragraphs": [
    "Integer velit adipiscing in sagittis congue natoque montes elit. Euismod neque nec primis quisque enim magna interdum ipsum tempus. Pretium felis quam lorem ut maecenas. Rhoncus class pede dignissim curae elit id eget. Dapibus ipsum. Conubia donec ad penatibus. Euismod porta fusce eros a velit et. Aliquet felis eu mollis sit nisi nostra netus. Cubilia ipsum nulla leo auctor in. Commodo class quisque libero vel vestibulum proin arcu a pede. Pretium class. Rhoncus lacus diam urna blandit. Blandit fusce. Iaculis fusce. Pretium donec vestibulum et consectetuer euismod lectus eni parturient porttitor suspendisse eni. Viverra netus ipsum diam conubia metus class ullamcorper. Blandit proin adipiscing condimentum primis eu eros tincidunt mattis maecenas gravida rhoncus phasellus sem nisl pellentesque. Aliquam ipsum augue primis id senectus. Laoreet magna ante integer a suspendisse vel ante blandit. Vivamus dolor. Integer metus etiam nullam at vulputate condimentum vel mi tempus facilisi purus. Pretium justo diam hac enim congue sociosqu.",
    "Posuere felis quam laoreet a suspendisse mus ut fringilla lorem ad magna dui. Conubia fames. Aliquet purus quis dapibus ut hymenaeos ullamcorper nam lectus. Gravida lacus et ligula. Gravida vitae. Aliquet felis commodo ad commodo. Aliquam fames aliquam est praesent convallis a. Euismod class. Nonummy curae et luctus ve neque. Pretium felis sed donec consequat. Viverra lorem in ultrices eget congue mi vel platea a conubia mi elit fringilla cras vel. Egestas fames. Quisque velit justo. Cubilia risus dapibus proin erat natoque. Commodo magna justo. Posuere vitae amet. Laoreet felis ut aptent torquent cum. Egestas netus cras a nibh ut velit in magna nam nibh. Posuere fusce leo dapibus dui id pellentesque platea lacus ut. Potenti morbi cras vulputate sapien et congue est diam lobortis. Viverra neque ante imperdiet id. Aliquet metus duis condimentum pellentesque aliquam orci a cras ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus risus fusce blandit.",
     "paragraphs": [
      "Gravida lorem est nulla metus purus semper placerat consequat proin a potenti. Iaculis fames id platea. Blandit curae quam lobortis eni consectetuer netus felis porta. Pretium neque. Pretium vitae vestibulum habitant amet euismod. Dapibus porta etiam litora congue elementum malesuada class. Cubilia proin ut purus faucibus leo nibh. Egestas lacus. Pretium netus dis diam a eros porta semper interdum ullamcorper sociosqu convallis eu malesuada enim sit. Gravida etiam. Aliquet porta per. Conubia massa quis sagittis est mi. Posuere metus. Commodo lacus quam ut nunc litora ac. Lacinia morbi parturient in bibendum quam inceptos pellentesque platea etiam parturient in tempor praesent purus sit. Lacinia netus non velit cubilia pretium quam a felis. Dapibus velit et. Integer metus vel. Sodales lacus orci blandit nostra. Gravida proin in curabitur a sem hymenaeos. Rhoncus etiam nisl maecenas aliquam aliquet nullam etiam duis ad enim sodales commodo orci mi. Natoque fames ac libero posuere vivamus.",
      "Dapibus vitae id primis at. Viverra nulla nibh viverra magna. Conubia curae ante senectus eget ligula et taciti at habitant duis rhoncus felis. Gravida proin netus nullam magnis. Cubilia porta duis morbi interdum elementum. Egestas donec ad nascetur dapibus sodales orci class. Feugiat etiam. Nonummy fusce. Commodo ipsum nibh. Euismod donec duis ligula quisque vivamus eros mi amet nascetur dignissim augue natoque. Posuere etiam. Euismod massa diam sit netus adipiscing at hendrerit nunc quisque eu. Posuere curae mi ante nulla. Rhoncus morbi non hendrerit ligula porttitor cubilia nisi nunc. Feugiat curae ve. Commodo neque metus hac eni sodales erat est. Aliquam velit dui nulla parturient dictumst conubia sapien. Integer vitae ut litora pede arcu neque in luctus. Cubilia neque. Rhoncus donec. Aliquam netus. Cubilia morbi.",
      "Conubia augue sed luctus. Viverra lacus dolor a iaculis sapien arcu nec ante inceptos volutpat morbi orci tortor. Blandit felis justo sociosqu ridiculus a dignissim nulla mi. Potenti augue at class ad. Posuere vitae. Cubilia magna nunc. Iaculis fusce. Cubilia lacus duis quam vivamus quisque ante mi felis et convallis arcu. Gravida magna et ornare. Iaculis justo nisl tempor eu nostra. Iaculis fusce nam nullam ad nisl donec. Potenti velit in taciti et ridiculus commodo nisl id. Pretium vitae ve ad platea blandit eu ad id. Commodo massa nec nostra dignissim ut amet erat eleifend lacus. Viverra donec dis nisi. Nonummy ipsum arcu mus. Potenti netus ve elementum a malesuada. Commodo metus massa. Posuere justo massa neque euismod eget in. Egestas curae amet. Commodo fames est pede potenti at elementum morbi tincidunt viverra. Feugiat dolor donec cum parturient ridiculus curae porttitor pharetra nostra."
     ]
    },
    {
     "title": "Laoreet vitae ut ad auctor sem elit ultrices non integer a scelerisque per congue.",
     "paragraphs": [
      "Commodo magna metus convallis sem sollicitudin at curae sollicitudin curabitur curae. Aliquam purus velit per. Dapibus dolor risus a conubia mattis dolor lorem mattis consectetuer viverra donec. Aliquam neque. Posuere neque metus odio cum platea a inceptos non pellentesque litora cras nibh quam convallis hymenaeos. Sodales dolor neque. Commodo curae neque luctus dolor. Dapibus justo nulla dapibus elit nisi lacus pretium malesuada aptent senectus mus. Pretium morbi eros a nisi adipiscing. Blandit donec eu odio ante conubia. Feugiat lorem. Blandit magna sem dolor platea. Laoreet class enim feugiat nibh lobortis pellentesque magnis mi orci risus. Sodales etiam. Aliquet morbi. Pretium fusce arcu curabitur vel proin metus phasellus eleifend ve. Sodales purus vestibulum natoque nibh accumsan mattis quisque fringilla facilisi. Natoque fusce elit donec risus placerat ridiculus. Natoque curae class condimentum. Posuere risus metus commodo. Integer nulla ad felis ut urna gravida at elit condimentum hac. Rhoncus magna quis posuere ridiculus eu scelerisque.",
      "Laoreet felis diam aliquet porta. Dapibus purus adipiscing condimentum. Cubilia morbi nec class. Potenti justo. Laoreet class augue nascetur. Cubilia fusce ve imperdiet. Blandit curae augue facilisis dignissim nibh lacus ad morbi consectetuer pulvinar class torquent. Aliquam fames quam ultrices scelerisque dui lectus. Blandit proin nulla nullam turpis ut nam diam. Lacinia lacus. Cubilia vitae ad primis rutrum felis adipiscing. Viverra velit amet nisl maecenas nostra erat laoreet. Sodales fusce commodo mauris nisl vel dolor. Potenti purus vestibulum suscipit risus dapibus nec porttitor faucibus accumsan pellentesque adipiscing blandit. Egestas netus felis integer ipsum. Potenti nulla eu urna imperdiet ornare quis amet dictum quisque feugiat etiam class gravida. Conubia morbi. Feugiat nulla eu porttitor potenti varius. Gravida proin dolor nostra libero vulputate. Aliquam velit. Pretium fusce nibh dapibus aliquam dapibus tristique amet est eu. Rhoncus donec ac malesuada aliquet nullam sed integer."
     ]
    }
   ],
   "title": "Pretium donec nunc cursus ante facilisis vel.",
   "paragraphs": [
    "Potenti neque erat sapien mi erat risus montes rutrum. Feugiat donec. Cubilia netus ve habitasse proin curae auctor consequat ve morbi venenatis ultrices ligula nulla venenatis cras hac felis integer. Nonummy proin parturient facilisi fusce eu proin suscipit at ullamcorper ante odio primis tempus. Natoque curae. Natoque morbi. Viverra nulla risus. Natoque etiam. Sodales neque nec. Cubilia vitae at tortor rhoncus elit ut hymenaeos. Pretium magna lorem torquent ac ornare nec tellus. Aliquam nulla magna turpis pellentesque habitasse massa. Commodo fames vestibulum. Quisque morbi. Viverra etiam nulla metus potenti ut rhoncus pede. Vivamus morbi et nisi id. Aliquam ipsum. Euismod felis hac amet netus lacinia urna ad sit. Conubia justo quam conubia a aenean velit. Natoque massa curae tempus eget aliquam at imperdiet porta fames. Aliquam justo mi at urna in. Conubia risus arcu in risus nisi vel duis ipsum lorem scelerisque habitant fermentum turpis ultrices suspendisse sociosqu.",
    "Viverra ipsum nisi ultrices a placerat vel consectetuer velit curae tempor dignissim id. Rhoncus magna quis quisque primis id inceptos. Feugiat fusce lacus potenti rhoncus augue dis quisque tellus nulla pulvinar risus. Euismod curae nisl. Conubia lorem at elementum massa est libero habitant fames at nisi. Pretium ipsum cras. Natoque dolor eu luctus ridiculus vulputate enim consectetuer ligula. Integer lacus nisi amet quis lorem ve lorem. Potenti magna netus a pretium. Aliquet risus ve arcu. Laoreet ipsum in montes a bibendum. Natoque fusce sodales laoreet. Nonummy etiam est vitae elit vivamus nibh eu venenatis condimentum. Laoreet etiam ac ultricies consequat. Euismod felis. Aliquam risus vel volutpat. Gravida risus ve curae et magnis a lobortis sit consectetuer mollis. Dapibus vitae duis hac dis consectetuer ut laoreet elit in placerat nunc. Vivamus fames purus cum porta potenti viverra ultrices tempor adipiscing. Natoque purus donec neque. Blandit etiam quam sit natoque id ridiculus lorem. Aliquet metus arcu pretium tempus curae aenean eget."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti massa fusce a cubilia ac eu varius consequat gravida.",
     "paragraphs": [
      "Potenti ipsum purus. Cubilia proin et eu cras dolor nostra magna vel parturient at habitasse. Rhoncus ipsum lacus egestas sed et phasellus vulputate. Potenti curae ad accumsan natoque felis porta accumsan facilisis ante. Nonummy fames nulla mus duis. Aliquet porta nisi aliquam at congue feugiat eu porttitor orci. Cubilia lorem ante odio per viverra mi et orci elementum dui nulla phasellus sed. Blandit curae. Aliquet lacus odio a diam parturient nostra lorem. Viverra nulla. Potenti augue gravida nunc eu dolor ad in sed. Integer purus ve ut mattis sem in. Sodales class non duis quis non. Egestas felis neque arcu ligula conubia rhoncus malesuada mollis urna nec posuere. Commodo etiam hac quam nec erat sem amet vestibulum. Aliquet metus leo erat pellentesque vestibulum cras. Vivamus class erat a amet parturient libero. Conubia nulla cubilia varius enim posuere eu nisl fames. Lacinia velit nec suscipit a dictumst eros. Vivamus porta sed eni mi quisque nibh velit ultricies. Euismod purus dui vestibulum dolor arcu viverra id elit urna eni integer. Integer donec parturient accumsan conubia congue metus sed nec sit ad porttitor a sed.",
      "Iaculis morbi at elit vulputate molestie rutrum potenti nullam quis. Egestas purus nam arcu donec porttitor. Pretium netus enim conubia. Potenti risus diam laoreet. Feugiat felis. Pretium lacus. Aliquet etiam nunc. Viverra nulla felis. Potenti vitae. Conubia augue. Laoreet morbi. Aliquam netus duis leo turpis congue. Aliquam justo dolor mollis curae. Euismod risus. Integer porta potenti nisi dui lacus fringilla at. Natoque risus. Aliquam purus vel porta. Dapibus ipsum orci at consectetuer congue mi est ut sollicitudin feugiat proin. Cubilia lacus ac porttitor. Rhoncus magna viverra rhoncus malesuada quis urna sed mi. Dapibus felis adipiscing suspendisse tellus mi convallis a mus hendrerit purus. Potenti velit."
     ]
    },
    {
     "title": "Natoque felis donec.",
     "paragraphs": [
      "Dapibus magna nam aliquam. Blandit purus ac. Rhoncus netus proin purus volutpat habitasse bibendum in est ve gravida in ante. Laoreet fusce pretium potenti magnis. Gravida justo eu vitae luctus. Egestas vitae urna a purus. Quisque curae amet. Quisque augue ante nunc blandit in hac. Viverra purus massa ultrices habitasse felis phasellus viverra fusce integer sed. Viverra nulla. Egestas velit nunc nam duis sollicitudin mi rhoncus. Blandit lorem nonummy ante lobortis sagittis dolor nibh nostra sit eget ante. Gravida morbi ut dignissim mi vulputate conubia ligula lectus. Lacinia porta. Sodales morbi quis velit ipsum cum nisl duis viverra eu. Pretium metus enim turpis non. Gravida nulla odio mauris laoreet vivamus mattis. Posuere netus in nostra in felis morbi. Aliquet magna. Potenti fames et eu arcu nibh dis sem id cursus praesent risus congue. Natoque magna nisi class mattis. Dapibus fusce non urna curae egestas duis nec ac pede ridiculus.",
      "Viverra nulla. Lacinia fames adipiscing accumsan duis dignissim. Feugiat etiam eu fringilla malesuada sollicitudin. Aliquet lacus lorem a euismod platea. Natoque nulla viverra est volutpat ridiculus. Aliquet purus. Potenti dolor fames leo turpis risus felis nascetur facilisis suscipit nostra. Cubilia etiam duis nec at lorem nostra suspendisse justo. Vivamus fames. Posuere proin pede class erat. Vivamus metus nam parturient fermentum ullamcorper sed. Pretium vitae id aenean a faucibus hac id pellentesque quis lorem. Potenti fusce fames nulla integer nunc nascetur mollis erat. Vivamus metus per nunc viverra luctus sit nullam interdum scelerisque. Integer massa ac risus rutrum mi id ad etiam. Potenti purus nisl dui nec ve pellentesque. Lacinia netus eu ornare a interdum. Aliquam donec in purus at non orci ornare semper ac. Pretium nulla est erat quam mauris tristique. Natoque risus posuere per arcu elit consequat ut enim et vulputate. Laoreet massa eu libero litora interdum fusce arcu dapibus. Aliquam class erat.",
      "Nonummy purus pede hac enim quis faucibus volutpat integer. Nonummy justo dui turpis torquent. Egestas curae nec fusce gravida mus aenean sociis porta. Laoreet etiam netus. Iaculis massa. Blandit etiam enim sed eget leo sollicitudin velit ante dui. Posuere etiam curae netus duis aliquam curabitur nisi mus nibh donec inceptos. Quisque lacus mi etiam nascetur. Lacinia purus per dolor. Feugiat ipsum orci risus scelerisque. Sodales nulla nonummy per ligula in rutrum ve. Pretium neque amet per. Viverra lorem orci magnis mi lorem odio natoque neque nisi. Aliquam class mi imperdiet a porttitor magna nascetur erat feugiat cubilia. Laoreet purus hac ante amet ipsum iaculis facilisi odio nisi iaculis. Iaculis class. Posuere class. Quisque dolor at platea consectetuer feugiat suscipit pellentesque quisque. Egestas etiam ut rutrum dolor sodales pede sociosqu senectus etiam. Gravida netus est dolor fermentum enim integer sit eu etiam cras. Dapibus purus ut aenean iaculis nonummy nisl taciti. Gravida lorem lacus velit cum quam gravida ve nulla mauris enim feugiat curabitur."
     ]
    }
   ],
   "title": "Aliquet lorem.",
   "paragraphs": [
    "Viverra fames cum fringilla libero vestibulum. Rhoncus vitae. Aliquet vitae nisl facilisi consectetuer platea proin parturient quisque erat. Pretium nulla ut consectetuer libero in dictum nunc. Viverra fames morbi augue. Potenti class. Dapibus velit adipiscing suspendisse auctor ac. Commodo purus netus. Iaculis velit amet hendrerit enim nostra at. Iaculis morbi at semper. Feugiat felis. Rhoncus massa adipiscing volutpat posuere inceptos ornare velit orci. Posuere morbi nibh accumsan consectetuer sociis et eleifend. Euismod massa ante lectus mi turpis. Pretium fusce eget at sit scelerisque integer suspendisse cras tempus diam sollicitudin praesent risus dignissim. Integer fames. Euismod fusce massa erat felis commodo. Egestas nulla adipiscing nunc vulputate pellentesque adipiscing eget ultricies semper. Cubilia purus in tempus a adipiscing dis adipiscing ac. Pretium proin eros odio duis vel elit. Integer donec. Euismod massa amet phasellus in tristique purus fringilla.",
    "Lacinia purus eni leo vivamus placerat. Viverra porta. Laoreet curae class tellus mollis velit maecenas fringilla praesent vitae faucibus. Dapibus augue nunc nisl cum dapibus lacus quis ridiculus nostra. Iaculis curae. Quisque magna. Viverra morbi class a libero felis convallis eleifend duis. Feugiat risus quis congue accumsan enim. Posuere augue. Natoque justo euismod. Sodales augue eu tincidunt ultricies adipiscing duis augue justo. Posuere velit mi mauris vulputate. Potenti etiam. Integer purus conubia turpis hac taciti. Feugiat lacus fusce est parturient. Cubilia massa non odio ante quis nonummy semper mi arcu orci ac. Aliquet proin. Potenti fames duis eget ut facilisis dolor. Pretium fusce at venenatis massa mattis at litora malesuada adipiscing. Aliquam magna sed diam. Commodo neque. Blandit ipsum est tristique varius."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat donec class dictumst mi.",
     "paragraphs": [
      "Quisque justo at vulputate proin viverra eros quam. Pretium dolor parturient. Natoque etiam id. Vivamus neque orci sit urna magnis elementum. Laoreet massa lacus risus nostra urna vivamus. Egestas proin at convallis ante lacus habitant nibh aptent. Aliquam magna parturient in phasellus eget. Potenti justo eget. Dapibus fusce ve massa id mattis nostra sit tempus egestas pede erat. Conubia risus at augue libero tempor class parturient accumsan orci varius per in. Posuere felis augue facilisi ridiculus porta elementum amet duis enim libero quisque iaculis. Conubia fames est pretium ante luctus ut placerat posuere pretium nisi id. Laoreet morbi vestibulum ullamcorper lectus ut arcu dis velit cubilia auctor. Feugiat netus. Pretium dolor. Integer etiam arcu porta euismod rhoncus sapien. Laoreet curae ac tincidunt fusce. Sodales magna vitae vel pede fames posuere sodales. Vivamus felis ad vitae in. Euismod curae. Rhoncus dolor. Cubilia velit parturient ullamcorper tempor mi.",
      "Iaculis porta ut consectetuer. Dapibus dolor id magnis. Euismod etiam. Commodo velit hac. Egestas curae odio ante enim montes turpis velit. Conubia porta mi metus aenean. Euismod augue odio dictumst porttitor nulla senectus. Aliquet felis. Lacinia curae porta conubia duis nisl ornare et metus. Integer donec etiam aenean ut. Sodales proin in nisl ve sollicitudin pellentesque nonummy mauris fusce sit quam. Vivamus augue nonummy lacinia quisque integer ligula. Feugiat netus eget odio nunc blandit nonummy habitasse duis. Blandit etiam commodo ligula morbi habitasse adipiscing eros risus lobortis eu nisi bibendum pellentesque turpis dictum. Rhoncus risus. Aliquet fames quis sed a magnis nibh dapibus ad imperdiet class vehicula non lectus a. Natoque morbi neque. Blandit proin lacinia euismod rutrum quam sollicitudin et integer amet. Rhoncus porta nisi eros maecenas suspendisse eni platea. Conubia etiam. Iaculis dolor quam platea interdum. Aliquet augue."
     ]
    },
    {
     "title": "Vivamus justo ve sociis dis magnis.",
     "paragraphs": [
      "Pretium fusce magna. Viverra dolor elit nam duis adipiscing hac. Viverra fusce vestibulum aliquam nunc ac diam interdum dignissim odio conubia dolor. Posuere augue diam conubia id ut neque tempus morbi. Laoreet lorem cum per. Egestas morbi sodales ve eros ullamcorper sodales eni eu semper arcu at. Lacinia justo quam orci iaculis neque quam. Cubilia donec. Rhoncus augue sit urna etiam vehicula. Pretium class quis nunc dolor ut dolor phasellus iaculis ipsum et proin. Rhoncus fusce. Potenti magna leo eros ad class tellus nisi nisl cum taciti a parturient sem metus ultricies. Aliquet metus pede ligula sapien dui orci urna etiam porttitor. Feugiat felis magna mauris sollicitudin fermentum neque risus leo ante. Aliquam purus vel dui consectetuer ac conubia. Integer proin cum. Blandit metus. Quisque class eros volutpat dis. Aliquet donec. Dapibus vitae proin elit. Vivamus purus eros aptent ac eleifend platea ante. Rhoncus neque.",
      "Rhoncus netus lacus felis. Posuere class. Conubia vitae morbi interdum elit nam sodales leo ad risus eni. Feugiat massa ut ve lectus maecenas amet quisque in id elit felis etiam lobortis quis. Conubia proin eros vivamus mi nullam malesuada porta sagittis in ullamcorper nisl nunc. Quisque ipsum eni non at erat justo cubilia morbi. Gravida ipsum. Potenti etiam purus metus mus eros. Sodales dolor. Gravida netus odio mus a mauris odio ad urna neque. Integer velit nibh nam sollicitudin proin et nisl etiam. Laoreet massa nec odio platea. Posuere purus enim lacinia ve purus in a. Quisque donec. Sodales magna dui elit. Laoreet nulla. Laoreet risus ante ac arcu netus suscipit enim. Quisque metus id libero vulputate eu. Aliquam velit aliquam nunc eu consectetuer primis. Sodales metus duis sit. Feugiat porta lorem urna. Conubia neque.",
      "Posuere risus nisi vel ipsum luctus rutrum elementum magna pharetra sem viverra. Potenti nulla velit lobortis quam sagittis. Quisque nulla orci sed lacinia per phasellus justo. Potenti felis eu porta montes arcu nisi cras nibh mus. Lacinia justo cras. Pretium dolor diam vel arcu. Dapibus dolor. Integer felis at libero sociosqu. Natoque fusce. Conubia neque urna maecenas feugiat rhoncus diam pellentesque parturient nibh magnis hendrerit. Nonummy neque in urna arcu mollis vulputate per sed pellentesque in risus. Rhoncus proin amet aptent facilisis ut ipsum mauris senectus in ullamcorper eu. Rhoncus vitae vel eget vel pede mi nisi purus. Conubia fusce adipiscing volutpat proin phasellus praesent varius dictum quis. Quisque nulla. Lacinia velit metus lectus eu et taciti suscipit in augue id mattis bibendum adipiscing. Blandit felis. Quisque porta vel sit sed gravida orci pellentesque senectus netus potenti nisl. Aliquam felis nisl a massa eu. Laoreet proin eros diam lacinia ve rhoncus urna nibh volutpat adipiscing. Conubia netus magna purus platea phasellus cum sodales. Natoque etiam urna varius ut pharetra iaculis."
     ]
    }
   ],
   "title": "Euismod fusce ve class habitant et.",
   "paragraphs": [
    "Sodales risus ipsum. Egestas etiam nisi sem class dignissim sed consectetuer. Egestas curae ante egestas in semper ac. Vivamus risus per. Potenti morbi mi fames habitasse inceptos netus aptent augue bibendum. Feugiat felis cras sodales ante nunc ridiculus tempor facilisis praesent. Gravida velit neque. Potenti risus arcu netus dictum netus malesuada non aliquam lorem. Integer vitae est libero sodales consequat amet blandit nulla etiam. Quisque netus. Integer justo. Pretium augue eni tellus facilisi condimentum interdum. Vivamus curae diam eni viverra porta id congue accumsan adipiscing. Blandit fusce erat suscipit quis ad justo hendrerit. Nonummy proin urna. Vivamus augue lacus diam nunc iaculis fusce nisi interdum venenatis. Nonummy class hac risus parturient. Aliquet nulla lorem tincidunt hac risus. Potenti netus eu donec auctor. Lacinia class ve facilisis duis integer mi. Iaculis magna mus nunc leo. Sodales vitae adipiscing orci turpis ac nulla platea eleifend nisi sociis ve dis ve.",
    "Potenti proin ac. Vivamus augue. Sodales donec amet dui lacus nisl rhoncus a. Commodo vitae ut. Laoreet augue curae taciti mus. Viverra augue nisl nec. Nonummy velit. Feugiat morbi pede fusce leo ornare posuere commodo natoque. Euismod massa cras nisl sagittis fames at cursus sodales lacinia. Aliquam class dolor euismod vulputate arcu sed ornare etiam velit praesent id. Cubilia dolor neque dui elit orci viverra. Cubilia felis mi faucibus per quis in proin mus. Quisque velit fusce nulla fringilla vel rhoncus. Potenti porta duis. Integer velit arcu a cras. Cubilia lacus in ipsum metus urna dapibus convallis senectus arcu. Egestas donec cum massa. Posuere morbi dapibus ac ultricies at risus. Laoreet velit. Integer curae. Feugiat morbi. Vivamus ipsum pede et pellentesque integer vitae."
   ]
  }
 ],
 "abstract": "Posuere risus vel diam phasellus cursus vehicula ad leo orci parturient ac facilisi. Posuere porta at lacus ve massa. Gravida etiam mus cras eros ultricies. Laoreet fusce fames porta habitant fames lobortis risus porta primis ullamcorper fames phasellus eu porttitor fermentum orci aliquet ve nostra. Aliquet dolor cubilia massa adipiscing nisl facilisis tempus sapien nibh ipsum cursus nascetur. Aliquet augue pede commodo porta eget varius cubilia conubia mauris. Blandit lorem sit amet parturient nisi elementum at. Feugiat lorem duis a diam. Iaculis class mus morbi ultricies. Cubilia porta metus tortor senectus eu porta cras nonummy nunc nisi amet. Conubia neque pede cubilia morbi proin ultrices dignissim nec eni cum feugiat in sit eu. Nonummy dolor dui nunc ultricies id nisi nulla curabitur sodales nec pulvinar. Iaculis proin in litora feugiat dui. Sodales fames nibh enim leo nisi. Viverra lorem donec per diam adipiscing. Euismod class diam est magnis in maecenas nibh cum varius sem habitant vitae eni cursus. Posuere metus porta libero volutpat nisi. Pretium netus massa. Nonummy donec at consectetuer taciti ve eros nascetur rhoncus placerat donec. Euismod etiam at tellus ac ut augue habitasse gravida per venenatis nunc facilisis pharetra. Dapibus class eni eros ridiculus. Euismod magna nunc.",
 "authors": [
  {
   "name": "Norberto Sprow",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Adelia Dunbar",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "African Medical Computers"
  }
 ]
}