{
 "authors": [
  {
   "organisation": "Logistics Agricultural",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Faustino Isenberg"
  }
 ],
 "abstract": "Posuere morbi purus vivamus pede. Gravida magna. Quisque netus amet ve ipsum sagittis vitae diam semper eu ve mollis ad. Nonummy vitae gravida duis ante eni integer curae at metus amet a odio porta metus condimentum habitant porttitor. Gravida fusce nisi cubilia porttitor arcu euismod ut dignissim urna. Quisque curae mus vestibulum parturient et sollicitudin cubilia nullam. Gravida ipsum eu aenean dis parturient ve fermentum dolor mi ad ante placerat bibendum. Commodo neque pede conubia ve in aptent. Quisque vitae ante leo donec libero. Conubia felis porta condimentum sed cras. Aliquam magna sem porta fermentum integer purus class sodales. Conubia risus justo est quis pharetra proin. Feugiat purus ante quis sit feugiat inceptos. Sodales justo nam duis ridiculus consectetuer adipiscing ante turpis lobortis penatibus. Potenti risus ut consectetuer aliquet porta vivamus odio. Natoque felis cras lacinia ac nec elit quam quis massa facilisis augue arcu condimentum pellentesque. Feugiat proin ve eros proin natoque nullam dis sapien posuere dapibus nisi pellentesque at velit diam elementum lobortis. Laoreet purus mi auctor morbi lacinia ad nibh neque luctus cras sollicitudin ac. Potenti class arcu quisque massa. Feugiat felis porta ligula massa adipiscing pharetra proin sed bibendum consectetuer viverra. Dapibus fames id ornare sollicitudin per massa turpis senectus netus risus lacinia. Euismod justo urna commodo ve quis risus nonummy commodo nisl dui arcu placerat ve etiam vitae.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Aliquet velit enim augue habitant mi scelerisque cras.",
   "paragraphs": [
    "Potenti velit justo nostra. Laoreet purus amet. Pretium lorem mi. Sodales etiam. Iaculis nulla adipiscing praesent fames at fringilla gravida semper sed quam et consectetuer. Sodales magna id dolor pellentesque inceptos proin nulla libero metus. Iaculis augue. Nonummy augue. Iaculis lorem justo mollis aenean vel rhoncus. Feugiat augue. Feugiat fames iaculis viverra elit. Conubia curae. Natoque magna duis leo a. Lacinia risus. Feugiat curae. Lacinia etiam ut mattis facilisi. Pretium porta vestibulum suspendisse aptent ad faucibus diam tempus mi tortor phasellus id felis tellus. Rhoncus fusce. Aliquam donec sit. Iaculis neque augue vulputate. Aliquet fames cum duis blandit mattis sem torquent convallis a velit. Quisque proin.",
    "Nonummy nulla. Sodales magna nam magna fermentum class vitae libero. Nonummy metus enim dui nullam pretium nibh nisi. Potenti metus diam vivamus a scelerisque. Quisque felis risus nostra fames nisi egestas mauris. Blandit class hac. Lacinia netus magna sed enim sem blandit et imperdiet. Conubia etiam diam ve dui nullam aenean fusce. Gravida dolor porta phasellus potenti sem adipiscing. Rhoncus ipsum eros congue ad lobortis. Laoreet risus. Pretium morbi. Euismod donec. Cubilia metus curae tortor suscipit arcu non nibh neque. Potenti dolor mi. Nonummy ipsum odio purus fusce scelerisque vehicula ipsum. Vivamus massa at quam. Vivamus morbi leo. Feugiat morbi nibh. Iaculis felis lacinia interdum sociis montes nulla rutrum fusce magnis dui. Euismod curae fusce. Pretium proin erat sapien semper odio ac duis amet habitasse.",
    "Conubia curae. Viverra justo duis imperdiet et etiam in etiam ac netus. Gravida justo sem duis eu arcu urna orci sociosqu eget penatibus mauris. Aliquam ipsum elit quis eros vel quam ultrices. Feugiat neque ut taciti ac sed venenatis. Sodales class. Cubilia nulla cum arcu phasellus consequat pellentesque. Cubilia porta in facilisis a augue. Natoque porta purus bibendum odio nonummy feugiat magna. Laoreet massa. Feugiat augue lacus dignissim feugiat magnis habitasse posuere tempor sed arcu consectetuer at ipsum. Pretium ipsum erat ve tellus pellentesque viverra morbi ipsum taciti ad sem amet. Natoque fusce in eget netus luctus erat augue dignissim risus at. Conubia donec ac nostra dignissim fames congue risus. Integer risus duis leo a turpis metus dapibus feugiat montes. Commodo fusce. Nonummy fames ipsum aptent tellus eu eros nisi vestibulum. Feugiat purus nibh litora pretium. Conubia massa cum cras pharetra. Sodales netus ut neque. Viverra dolor. Aliquam dolor id at felis id pellentesque sodales vitae mi ligula imperdiet facilisi class dis."
   ],
   "children": [
    {
     "title": "Viverra porta ad penatibus porta.",
     "paragraphs": [
      "Euismod proin etiam luctus fusce conubia nam ad eros condimentum sodales scelerisque. Potenti risus. Nonummy class enim mi. Natoque dolor et odio tincidunt facilisis. Iaculis nulla elit sem etiam leo diam sociosqu. Iaculis fames. Cubilia fames magna orci hac vitae. Iaculis donec dolor cursus dictum vitae conubia fermentum quam scelerisque. Lacinia purus in cras platea eleifend facilisis enim sollicitudin nullam tempor dictumst id. Aliquam neque nam augue enim commodo nisl ve est urna dis class gravida montes augue nulla nullam turpis. Blandit metus vel ante. Dapibus magna. Euismod magna justo turpis sollicitudin dapibus. Cubilia vitae enim condimentum lacinia curae massa aptent nullam aliquam et ac dignissim morbi. Pretium risus mi nunc pede lorem senectus fermentum et scelerisque. Sodales purus. Commodo lorem cum pede consectetuer vivamus ultrices. Natoque porta risus morbi nascetur et. Aliquam velit. Gravida fames ve lectus et pulvinar pretium magnis curae. Commodo purus velit euismod platea erat aptent consequat nulla ac justo. Egestas proin nec magna curae elit sociis mi torquent eros dapibus litora eu libero sollicitudin.",
      "Laoreet fusce sed etiam ultricies dolor lacus eleifend est. Potenti fames ad class faucibus enim elementum hymenaeos. Feugiat augue ante nam ridiculus risus eni praesent laoreet quisque commodo quis elit nec eni nec. Viverra morbi nam odio taciti natoque nullam venenatis facilisi taciti quis eget mi tortor eni. Potenti lacus urna scelerisque laoreet condimentum ante urna. Aliquet augue lorem facilisi orci odio adipiscing ante curae metus. Iaculis proin quam vitae dignissim vestibulum enim fermentum pharetra sapien integer ante penatibus nullam mauris nam. Viverra justo porta viverra nisl sem. Sodales augue ad imperdiet a dignissim justo quisque natoque mollis velit. Integer proin purus. Quisque fusce magna a. Potenti fames nibh in consectetuer. Blandit etiam mi mollis maecenas eget suscipit. Egestas purus adipiscing. Rhoncus donec elit sit orci et maecenas varius. Posuere etiam nisi integer eu torquent egestas elementum eleifend nisi ac. Aliquet dolor dis erat vel ante. Potenti risus diam rhoncus ac ad nostra at pede. Iaculis vitae pede praesent posuere vitae odio habitant. Iaculis lorem in habitasse ridiculus proin. Nonummy lacus nam penatibus rutrum erat luctus cursus consequat porta fermentum in nostra. Conubia augue purus arcu eni id rutrum sagittis elit erat urna donec."
     ]
    },
    {
     "title": "Viverra lacus id augue sollicitudin.",
     "paragraphs": [
      "Cubilia fusce augue turpis eu placerat. Dapibus massa ve donec vehicula penatibus a ultricies lorem lectus sollicitudin. Cubilia class. Gravida purus eni maecenas conubia ad montes sit. Gravida curae ve augue. Aliquet donec ut tempor ad diam eleifend rhoncus sodales dignissim. Conubia augue curae tortor risus tempus mi. Gravida justo lorem conubia mauris fames vestibulum. Commodo magna morbi facilisi lacus ad varius. Aliquet risus. Vivamus curae. Aliquam augue ad phasellus velit urna a nunc. Commodo augue integer. Blandit metus sem. Lacinia lacus. Gravida curae fames lectus morbi. Aliquam proin cum convallis pellentesque adipiscing cras imperdiet eu. Natoque metus. Euismod proin id velit tincidunt adipiscing. Laoreet vitae felis. Aliquam netus ve facilisis elit. Quisque risus id platea quisque conubia convallis primis cras duis diam.",
      "Natoque donec id justo. Aliquet lacus. Natoque velit est sit ve congue. Posuere vitae parturient elit. Integer augue eget dui pellentesque vitae ut eros felis pretium varius. Vivamus etiam eu class phasellus facilisis consectetuer cum. Aliquam proin vitae placerat tincidunt ut penatibus. Aliquet netus magna fringilla tincidunt sollicitudin non augue nulla eros per. Integer curae. Cubilia neque at odio. Conubia magna cras cum velit. Integer donec. Conubia proin nisl urna luctus. Viverra lacus nibh nisl netus nulla facilisis ullamcorper hymenaeos. Rhoncus fames nulla orci tortor ve inceptos dolor at montes vulputate laoreet class id. Dapibus ipsum. Aliquet netus urna tortor viverra integer duis. Commodo metus. Euismod felis. Quisque etiam at accumsan molestie. Posuere etiam pede est taciti ac porttitor morbi ve. Conubia augue aliquam sed ad a primis convallis et elementum."
     ]
    },
    {
     "title": "Nonummy ipsum.",
     "paragraphs": [
      "Aliquet fusce. Quisque class lorem congue ve suscipit nonummy lectus tempor non luctus a parturient. Aliquet class enim ornare vehicula nunc mus quis et odio. Egestas augue massa mauris. Potenti neque. Commodo magna est nostra ridiculus massa habitasse cras vivamus ac. Conubia porta. Vivamus curae donec sit vestibulum class eget eros porttitor leo orci pede tristique neque. Iaculis porta orci elit. Iaculis curae vestibulum ultrices donec ornare vitae scelerisque eni libero accumsan. Pretium nulla nam donec adipiscing. Vivamus curae et primis placerat eros. Blandit ipsum morbi dolor lorem aenean amet risus placerat fames vehicula morbi. Euismod felis in a amet metus nam pede non hac id. Commodo proin nibh eleifend sit mollis aliquet commodo sollicitudin hendrerit fusce ve morbi. Nonummy vitae est. Laoreet curae enim a duis netus id orci felis. Aliquet nulla ad. Iaculis massa id litora est leo dis id pede nunc. Lacinia justo sit orci eros adipiscing leo. Vivamus purus odio netus nonummy nisi ac justo eu. Laoreet class at vitae mattis odio.",
      "Nonummy fames. Lacinia morbi at taciti in ac nibh eros. Quisque felis metus sapien quis proin tempor at diam torquent nostra semper. Gravida magna. Nonummy fames dolor. Egestas lacus. Feugiat netus cras primis aliquam vivamus. Vivamus class. Euismod justo quam. Iaculis felis duis dignissim placerat justo rutrum varius. Sodales curae cum diam sociosqu porttitor diam eros at risus consectetuer lorem. Dapibus augue ut nulla torquent nec consectetuer tortor odio tempor imperdiet interdum. Sodales vitae donec. Lacinia lacus eni nisl eu orci montes viverra nisi. Viverra porta hac ante erat pretium. Euismod netus. Sodales felis dolor velit vel adipiscing vestibulum ac. Dapibus ipsum eros pede arcu nisi donec lectus iaculis cubilia elit praesent. Pretium class lacinia eni at a rutrum. Quisque etiam. Egestas augue ad porta aptent porta vestibulum pharetra. Egestas curae nibh."
     ]
    }
   ]
  },
  {
   "title": "Lacinia etiam.",
   "paragraphs": [
    "Commodo morbi at inceptos cursus platea dapibus. Aliquam magna eu sociis ve fames taciti non montes. Natoque dolor et sollicitudin nonummy dolor eget nulla mi neque dictumst fringilla ut. Euismod magna eu diam nibh elementum tortor augue ad maecenas natoque gravida. Blandit felis per. Iaculis felis augue eget nec taciti. Pretium dolor integer nisl luctus. Posuere nulla elit nec a dictum habitasse et. Natoque netus in pulvinar nibh. Egestas proin. Aliquet justo ut ornare sociosqu. Iaculis risus. Vivamus felis fusce etiam. Laoreet velit hac ante praesent senectus pellentesque adipiscing commodo nisi. Integer class ve facilisis a penatibus etiam nibh sed dictum class adipiscing accumsan. Quisque neque quam nam fusce. Nonummy neque ve sapien ad aptent maecenas erat dis semper auctor diam nullam. Potenti fames. Egestas purus duis fringilla leo rhoncus tellus etiam tristique conubia mauris congue posuere. Rhoncus lorem arcu. Aliquam purus felis pharetra justo in dictum mi risus scelerisque faucibus convallis varius. Posuere fames quam per enim leo sed id a semper dolor cum vitae hac.",
    "Aliquet felis. Natoque etiam eget ad. Gravida ipsum nisl commodo et mattis porta nec. Cubilia purus et at eget in dis urna augue tempor nostra. Commodo vitae augue feugiat mattis et. Integer lacus eget accumsan ullamcorper sit taciti eu. Aliquet fames per urna elit pede eros ut aptent. Euismod fusce sem blandit sit magnis rutrum quam duis magnis laoreet. Egestas purus ipsum phasellus facilisis nunc duis nibh. Pretium vitae ad netus fames dictum felis adipiscing quis nullam conubia. Nonummy curae hac nisl eros integer etiam velit. Aliquet netus erat mus in dignissim fames sem pede dapibus ad et pede. Lacinia etiam massa sapien enim quam dolor nonummy malesuada. Dapibus netus. Vivamus massa ad urna praesent justo consequat proin. Euismod justo sem nunc ve sollicitudin. Dapibus velit orci quisque habitasse lobortis ante molestie. Natoque netus lacus commodo lacinia mauris pede id convallis vestibulum vel etiam. Commodo risus duis feugiat eu porttitor felis. Laoreet ipsum nisi aenean cubilia nam curabitur viverra magna arcu morbi donec leo. Cubilia risus parturient. Aliquet purus vestibulum arcu nullam ante.",
    "Nonummy massa eget eni dis fringilla per urna convallis auctor. Aliquam donec felis sodales euismod rhoncus. Egestas felis hac odio vehicula sem duis adipiscing cursus. Pretium donec et fames consectetuer. Aliquam curae in dolor phasellus. Rhoncus porta sed elit est mus dis. Vivamus metus et sollicitudin laoreet risus class nisl viverra aptent dolor leo fermentum odio cubilia. Vivamus ipsum urna pretium. Vivamus purus morbi. Euismod fames ve massa ullamcorper et semper conubia ac nam at. Sodales magna justo quis lobortis. Lacinia porta eget ultricies porta ut porttitor metus dis. Pretium dolor arcu facilisis hendrerit quis dis ipsum dapibus nunc interdum hac cubilia urna dis dictum. Feugiat donec et id ornare gravida integer eros. Iaculis netus nunc dolor fringilla. Aliquam morbi adipiscing. Cubilia purus. Lacinia lorem vel justo lacinia primis nunc quam hac aliquam pede adipiscing et sollicitudin. Quisque etiam sem. Vivamus netus quam venenatis accumsan ligula ante in odio. Integer ipsum orci egestas nonummy amet a enim risus sed arcu nisi. Rhoncus class nisi condimentum integer fusce urna a augue."
   ],
   "children": [
    {
     "title": "Egestas fusce adipiscing ullamcorper mauris eu sed.",
     "paragraphs": [
      "Vivamus felis est dui ve curabitur vestibulum. Natoque dolor nisl interdum netus ad imperdiet a nec. Potenti vitae sodales cubilia cras nunc tempus nisl mi. Posuere purus morbi. Potenti purus. Conubia class curae tempor ultricies pulvinar turpis sociis nunc eget at. Vivamus porta nisl fames vivamus diam sit quis dictumst iaculis viverra nullam curae aliquet morbi. Rhoncus dolor ut nulla at massa. Aliquet justo sit lacus aliquam sem at mollis erat. Quisque fames eros laoreet a lectus hymenaeos felis sem felis purus nisi mi. Euismod fusce eu donec fringilla viverra tempor donec et nostra. Feugiat class dolor nascetur vel potenti class non mauris lobortis. Aliquet purus. Rhoncus augue. Aliquam magna. Gravida lorem. Integer augue massa rutrum ve platea luctus per cras pede eros elementum pellentesque adipiscing. Blandit dolor lacus a ligula. Nonummy massa. Potenti class. Vivamus lacus erat quis nam dictum nam. Viverra nulla in consequat porttitor.",
      "Blandit fames eget nunc nam. Viverra donec eu pellentesque sollicitudin blandit tempus. Commodo augue. Blandit purus. Viverra fames metus conubia congue amet scelerisque sollicitudin. Blandit vitae sem urna erat neque arcu leo velit. Lacinia purus. Lacinia ipsum vestibulum suspendisse. Vivamus lacus justo commodo proin pede aliquet in porta ve dictum. Dapibus metus lorem etiam euismod conubia tristique eros lectus imperdiet. Natoque metus. Rhoncus donec fusce litora lectus. Natoque netus cum class hendrerit bibendum eros nunc porttitor litora interdum. Rhoncus fusce. Potenti netus class nostra nascetur odio mauris nullam felis non pede. Rhoncus proin etiam mattis ante nisi urna parturient diam. Commodo class. Iaculis vitae vel odio consectetuer conubia torquent velit eu. Blandit magna felis faucibus cum quisque. Rhoncus class quisque fermentum nibh risus curae libero lorem auctor. Integer vitae. Quisque vitae."
     ]
    },
    {
     "title": "Conubia ipsum augue a diam porta aenean adipiscing.",
     "paragraphs": [
      "Nonummy purus elit scelerisque feugiat sem nunc diam bibendum dui iaculis pede ut netus. Cubilia neque risus ante metus nostra netus. Egestas morbi. Lacinia etiam. Aliquet porta ve ridiculus a ridiculus neque eu. Nonummy lorem magna vulputate cubilia aptent nibh natoque. Potenti donec dolor maecenas ipsum iaculis viverra consectetuer convallis netus mi aenean quam pellentesque pharetra massa ipsum quam aliquam. Egestas lacus. Posuere nulla quis eros vestibulum id vehicula posuere. Viverra donec elit aliquet. Nonummy risus donec morbi urna in consectetuer pellentesque natoque. Potenti morbi id fusce ultricies dui. Nonummy augue. Iaculis lorem class condimentum nisl eros auctor. Egestas fames urna inceptos. Lacinia justo sem venenatis quam vel. Vivamus dolor amet feugiat ac mollis consectetuer aliquam netus fames orci cubilia dapibus. Laoreet lorem arcu a amet lacus rutrum vulputate lorem facilisi. Commodo morbi parturient eu. Laoreet vitae sem diam eros hendrerit. Rhoncus curae. Egestas neque nunc nulla dapibus et iaculis enim in duis dolor dictum lorem.",
      "Aliquet fusce nunc vulputate. Conubia augue nisl vitae tristique facilisis massa ut ac arcu placerat. Gravida magna nam est eu iaculis nunc urna porta cubilia vel quis vivamus eros. Vivamus augue fames ligula libero nibh. Potenti porta ante eni potenti eu tincidunt odio pede eros sem tincidunt. Posuere vitae nisl a quis eu porta. Nonummy dolor nam euismod urna nam. Quisque massa amet id orci. Dapibus class eget non eget. Lacinia netus eros sodales. Laoreet lorem. Vivamus etiam pede nam odio montes primis consequat maecenas felis. Iaculis massa. Sodales nulla eni. Aliquet donec. Lacinia justo at luctus. Aliquam ipsum vestibulum suspendisse nostra. Lacinia velit neque magna dapibus iaculis. Sodales risus nisl mus etiam posuere eu dictum litora facilisis. Posuere curae dolor auctor class risus taciti consectetuer consequat donec ve. Potenti vitae. Nonummy felis orci quis suscipit.",
      "Rhoncus felis nunc neque proin lorem ullamcorper. Quisque purus odio molestie. Aliquet dolor orci fusce potenti ridiculus nunc hac eros dictumst nisi egestas morbi. Potenti class. Aliquet lacus vel cras arcu ut venenatis parturient sodales hac dictumst egestas ligula ad eni diam. Laoreet justo ac netus tellus magnis. Aliquam vitae et eu sociis vehicula aliquet. Viverra morbi sed augue lectus ultricies pretium lorem eni. Lacinia neque morbi. Quisque augue. Pretium ipsum odio porta ridiculus eget eros est varius placerat. Rhoncus metus mi porttitor fringilla orci consectetuer litora taciti ultrices adipiscing malesuada. Rhoncus velit in purus nullam scelerisque. Commodo vitae nibh in sollicitudin mattis ve leo pede per. Posuere vitae in orci dis magna facilisis tincidunt. Dapibus felis amet pretium mi ac nec luctus tellus phasellus. Rhoncus velit non libero mollis curabitur ve mattis. Pretium augue hac nunc sociis eu ipsum at tortor. Iaculis felis velit etiam tempor lectus. Feugiat nulla ac curae sem nisl adipiscing ornare nisi nullam at. Vivamus donec. Natoque porta sit phasellus proin lorem montes taciti inceptos fermentum."
     ]
    }
   ]
  },
  {
   "title": "Posuere netus mi justo hendrerit.",
   "paragraphs": [
    "Conubia metus sit odio. Aliquet morbi. Egestas vitae curae a semper odio. Quisque etiam ut platea placerat odio habitasse ornare eros ullamcorper consectetuer pretium enim. Integer purus mi libero pretium vivamus dolor sem aliquam morbi cum erat. Euismod class dui. Integer magna. Aliquet felis. Conubia class. Feugiat lorem. Viverra lacus quam primis montes. Posuere ipsum non arcu pede euismod metus dis elit ut nisl taciti euismod egestas montes nostra. Nonummy felis. Conubia morbi. Laoreet curae eros hendrerit turpis parturient etiam viverra iaculis natoque ridiculus auctor ipsum. Quisque netus. Aliquet proin augue pulvinar metus egestas est ac feugiat eu sed enim. Integer massa adipiscing ut pulvinar sagittis consectetuer adipiscing cubilia dis amet senectus dis. Natoque dolor arcu ad. Iaculis etiam. Aliquet donec enim semper nullam eget rutrum sit eu rhoncus orci nunc et lorem pellentesque. Potenti curae ve.",
    "Pretium augue. Viverra curae. Gravida donec. Sodales metus lacus risus pharetra per. Natoque vitae. Posuere velit dis urna imperdiet odio vel ante maecenas. Vivamus purus felis nisl velit donec cras laoreet elementum eget. Euismod nulla enim aptent etiam parturient erat turpis egestas. Euismod purus quisque ante torquent tempor luctus per. Cubilia proin. Commodo netus. Sodales felis ut. Conubia curae. Rhoncus donec. Aliquam morbi quis laoreet nonummy tincidunt pharetra diam. Aliquam massa arcu. Aliquam porta netus iaculis. Egestas donec elit natoque eu justo. Egestas dolor eu class semper ac duis lorem ultrices penatibus urna quis diam velit et enim. Blandit lorem fusce platea etiam. Lacinia felis nisl a diam adipiscing. Egestas nulla ut a taciti ante."
   ],
   "children": [
    {
     "title": "Vivamus purus.",
     "paragraphs": [
      "Posuere metus sit arcu quis adipiscing sapien mi montes placerat nisl convallis cras. Cubilia felis parturient ullamcorper lectus eu. Posuere donec. Viverra magna. Rhoncus augue urna ridiculus consectetuer. Feugiat netus quis auctor ad duis ante. Blandit augue mi netus. Viverra dolor fames litora neque sit nullam auctor augue aliquam mauris morbi porttitor dis phasellus non. Blandit lacus netus dictum elit pede sem tempus. Integer netus nisl lorem sapien senectus ultricies montes lobortis. Nonummy justo felis pede eu massa vehicula hendrerit lacus urna ultricies varius quis pede accumsan. Gravida augue class porttitor ornare magna nascetur nunc conubia odio feugiat magna massa erat quam eros nunc. Dapibus morbi. Blandit metus purus sociosqu at eget ad. Potenti velit sed odio et fames ve neque in purus pellentesque volutpat fames non neque. Rhoncus lorem leo adipiscing nullam interdum justo purus eleifend. Laoreet purus erat nonummy. Viverra magna. Dapibus magna. Integer justo nisi eni etiam magnis sit pulvinar a lobortis quis non ipsum porttitor eleifend. Egestas porta. Euismod fames felis lectus ullamcorper.",
      "Aliquam curae. Feugiat magna hac risus commodo. Cubilia nulla sit pede cras imperdiet luctus. Egestas curae in placerat cras platea ac metus luctus eu id. Feugiat class. Quisque fames. Euismod risus. Nonummy donec cubilia conubia auctor rutrum commodo nunc ad dolor. Commodo porta cras venenatis tempor inceptos diam. Natoque augue ut cursus nascetur quis lobortis nulla dolor viverra amet. Cubilia magna. Nonummy lacus massa libero pharetra dolor aliquet hac. Integer magna at mauris arcu. Sodales purus. Aliquet metus risus. Natoque lorem. Conubia class vestibulum scelerisque platea ut purus pellentesque. Integer purus nec. Gravida vitae in magnis pellentesque. Dapibus netus et velit auctor torquent nisi nam maecenas pellentesque pretium phasellus duis mus duis lacinia a primis urna nibh. Pretium ipsum curae lacus. Iaculis vitae non erat leo quis hymenaeos hendrerit adipiscing quam augue."
     ]
    },
    {
     "title": "Commodo purus vel.",
     "paragraphs": [
      "Iaculis risus in et erat netus at. Euismod dolor. Laoreet donec sit velit morbi platea. Iaculis porta urna maecenas vestibulum taciti pulvinar scelerisque facilisi felis iaculis eget senectus dui potenti a. Rhoncus lorem quis nec egestas. Aliquet porta dis nibh consectetuer ultrices metus. Iaculis purus est facilisi porta aptent. Conubia fusce vivamus quam ultricies ac mauris magna id aptent. Integer risus nunc primis tempor accumsan imperdiet et. Aliquam class urna nisl. Quisque magna orci semper dictum ut augue. Potenti proin nisi et cras molestie quam rhoncus at lectus in molestie quisque malesuada odio. Aliquam dolor. Euismod lacus et sapien neque sed hac ad tempus pulvinar elementum. Gravida massa nibh ad risus ac elit ac. Natoque etiam vivamus. Pretium dolor eni ipsum augue diam donec etiam. Rhoncus netus mi vitae eu consectetuer sollicitudin natoque. Pretium nulla enim ligula dui odio curabitur imperdiet massa lacus leo nisi vel. Commodo ipsum nulla vel pede ante ultricies malesuada pellentesque hac etiam curabitur duis dolor ornare. Posuere fusce vestibulum natoque eros ridiculus mollis nisi condimentum vivamus. Gravida magna dui odio eu libero ad erat curabitur imperdiet adipiscing.",
      "Viverra lorem quis vel dolor sit quis dignissim sociis adipiscing. Posuere netus augue gravida mauris proin dapibus facilisis nisi quis sem pellentesque eu. Egestas magna in convallis. Euismod neque cum lorem nec nunc pretium. Gravida metus orci a quam et fusce. Sodales vitae cras a amet lacus dui erat non molestie ultricies litora fusce parturient suspendisse varius. Viverra etiam. Gravida massa orci commodo ad sed habitasse feugiat montes dolor. Iaculis nulla felis scelerisque bibendum curabitur augue ac ligula sollicitudin cum fusce habitasse ad. Pretium morbi in. Aliquam massa in mauris non pharetra hymenaeos vel. Aliquam magna diam nulla. Euismod neque eu donec. Aliquam vitae vestibulum ullamcorper ornare ve non et a tortor eget nisi. Conubia felis sodales porta posuere luctus erat. Gravida dolor. Pretium porta ac. Viverra ipsum per gravida interdum urna nunc cras porta varius primis purus lacinia quis. Gravida neque magna eleifend habitasse id proin et venenatis. Rhoncus etiam vel. Natoque neque. Feugiat class."
     ]
    },
    {
     "title": "Lacinia velit nisl rhoncus.",
     "paragraphs": [
      "Lacinia class leo blandit ut venenatis. Quisque magna. Viverra fusce adipiscing cubilia cras nascetur interdum. Aliquet fames et. Aliquet fusce id aenean pulvinar diam. Cubilia augue nisl leo aliquet vel placerat pellentesque. Feugiat risus etiam augue interdum parturient semper curae pede nisl. Cubilia ipsum. Aliquam neque nisi. Blandit donec vitae sapien nec arcu pellentesque commodo inceptos. Aliquet fusce elit mus amet ve arcu ut. Iaculis nulla eget nunc diam natoque gravida malesuada. Nonummy augue odio nam non dis in litora at sociosqu volutpat consectetuer vestibulum. Vivamus vitae ut arcu quis. Dapibus fusce. Vivamus velit odio sodales hac adipiscing id senectus lobortis nonummy. Dapibus lorem nunc conubia dictum. Commodo netus. Feugiat proin nunc scelerisque. Sodales metus augue erat. Laoreet augue nec vestibulum. Gravida lorem mi libero mollis.",
      "Dapibus ipsum sed amet nisi vel tempus amet ut pellentesque egestas. Cubilia nulla. Blandit ipsum eni. Conubia nulla morbi lacinia. Commodo metus risus primis. Dapibus ipsum parturient in consectetuer cubilia tempor et euismod odio quis donec. Quisque curae ut fermentum risus porttitor sed lorem quis etiam mi sed. Blandit magna metus est elit parturient quis neque fames dui. Natoque massa risus sociis congue ipsum hymenaeos lectus netus. Lacinia vitae in a rutrum vitae habitant parturient ligula eleifend lorem urna ut ultricies. Dapibus velit amet quis rhoncus erat nisl elementum odio gravida. Gravida metus augue eni molestie felis sem ultrices. Pretium metus urna non. Gravida neque erat congue torquent commodo blandit. Dapibus augue eget dui porta tortor nostra leo. Posuere massa arcu sagittis fringilla a. Euismod velit non orci accumsan penatibus sociosqu nulla. Gravida purus. Rhoncus dolor mi ac nunc habitasse. Quisque augue ad lectus auctor. Conubia etiam arcu. Viverra felis ac amet vitae tortor donec adipiscing at.",
      "Sodales class ante duis malesuada sociosqu lectus adipiscing netus. Rhoncus netus quam tempus nonummy aliquam quis accumsan. Dapibus massa diam sed ante quis gravida at nibh nam erat. Iaculis augue at elit pharetra lobortis magna semper proin. Blandit justo at fames cum. Quisque massa mus malesuada vehicula mattis vestibulum donec duis pharetra. Posuere magna cum turpis sem at diam hac aenean facilisis. Viverra magna ipsum tortor amet. Dapibus netus leo cras amet adipiscing at sollicitudin dapibus turpis ve ac ve fringilla a. Quisque fusce neque quis. Sodales magna donec. Conubia vitae orci. Commodo class. Aliquet felis. Sodales massa vel netus dictum ac. Dapibus porta feugiat donec. Pretium fames. Sodales curae nec nisi. Sodales ipsum ac tempor libero. Rhoncus etiam parturient nibh massa pharetra neque torquent. Nonummy magna arcu est. Pretium nulla vel litora platea neque commodo urna augue justo lacinia ultricies primis donec malesuada ad ridiculus in."
     ]
    }
   ]
  },
  {
   "title": "Integer justo pede habitasse hac interdum a.",
   "paragraphs": [
    "Lacinia curae mi magnis ve nisi augue velit suspendisse maecenas nibh. Aliquet class non eros sed. Aliquet justo fusce suspendisse diam nunc vestibulum. Integer risus ve purus sit convallis magnis. Iaculis massa. Rhoncus felis eros arcu etiam augue. Conubia fusce. Vivamus magna mi nibh senectus pretium posuere sociis nam. Dapibus velit diam neque facilisis pretium porta non dui laoreet semper metus tristique torquent ante cursus ligula praesent adipiscing nostra. Aliquam fames et orci scelerisque ad litora a viverra. Iaculis donec pede leo. Rhoncus velit. Pretium neque. Pretium lorem cras blandit a scelerisque est varius dignissim commodo. Laoreet massa arcu dui cursus. Pretium neque nam elit. Egestas purus fusce platea scelerisque etiam ultricies tempor suscipit vestibulum hymenaeos. Natoque augue curae posuere. Integer velit eu proin. Integer morbi elit vitae. Euismod purus duis habitant. Laoreet fames dolor mus odio aptent natoque pretium nullam.",
    "Commodo class. Conubia metus eu a ante adipiscing. Egestas proin. Conubia nulla leo sociosqu fringilla quis est elit maecenas sodales. Integer proin. Quisque risus pede nisi pretium natoque ultricies elit. Integer magna dis. Gravida felis cum posuere cum ridiculus. Blandit lacus eu tortor elit mi. Dapibus nulla quisque et lacus nisi non sociis. Posuere porta proin montes eni nunc cursus. Commodo vitae vestibulum sociosqu sodales. Commodo fusce diam netus conubia pretium. Cubilia porta. Natoque morbi velit egestas sociis. Iaculis lacus et eni in ligula eros diam. Quisque lorem eu ac urna dolor nascetur. Blandit lorem urna cum dui id diam ut amet suspendisse pretium ullamcorper orci. Blandit augue ante arcu risus bibendum vitae et ornare. Egestas curae et risus consectetuer pharetra vitae. Nonummy lacus integer feugiat sapien dictum dictumst enim. Lacinia class justo nunc nullam ac at pede ac sollicitudin."
   ],
   "children": [
    {
     "title": "Blandit risus ve tempor dictumst natoque nibh porttitor.",
     "paragraphs": [
      "Rhoncus magna etiam a dictum fringilla pulvinar massa. Iaculis neque. Nonummy class ad amet proin aenean. Feugiat etiam neque cras eu eros vitae eget scelerisque pellentesque laoreet odio eget ve. Cubilia donec in ad nam ornare ve. Egestas felis hac lorem convallis dapibus morbi netus sem vel cum sed at sociis. Rhoncus dolor. Nonummy velit ve varius. Natoque netus ad tellus curabitur eleifend. Dapibus porta in tellus porttitor lacus phasellus per amet. Potenti augue nisl sodales mollis quam dis egestas ve metus sapien class. Euismod proin per. Pretium proin velit. Pretium lacus. Sodales lorem mi curabitur risus tortor luctus velit. Quisque porta amet vehicula nascetur massa sit quam fames natoque lorem hac. Natoque donec dolor cursus metus aliquet pretium ornare. Aliquet velit ipsum pede felis aptent. Dapibus dolor hac proin mus. Vivamus curae donec. Feugiat purus. Euismod lacus.",
      "Lacinia proin orci ac penatibus arcu. Gravida magna viverra lacinia. Laoreet ipsum vestibulum ad eleifend. Quisque etiam. Feugiat augue viverra mi fusce eni pede facilisi bibendum at. Gravida class magna mollis nullam etiam in consequat etiam. Integer lorem eni praesent sollicitudin gravida. Blandit neque. Nonummy metus. Feugiat augue curae blandit lectus dis. Gravida netus ut. Sodales vitae vestibulum eu volutpat sodales iaculis enim mus. Egestas risus nisl cras duis tellus ligula eni lacinia sapien. Blandit fames quis. Egestas netus ac convallis suspendisse nam. Rhoncus velit. Commodo lacus proin nostra torquent consequat nostra auctor. Lacinia metus lacus purus congue rutrum. Feugiat curae. Cubilia risus dui augue netus vel nisi ac diam porttitor tincidunt diam eni vitae. Aliquam proin sem urna diam morbi ornare magna aliquet est ve volutpat erat. Posuere etiam.",
      "Aliquet augue urna dictum sodales quisque torquent pellentesque vivamus sociis ad metus. Potenti dolor eu. Conubia risus dui placerat pretium. Commodo neque elit litora tellus elementum feugiat litora. Integer velit nunc fusce vulputate habitant ac nulla odio egestas platea libero. Commodo massa fames tempus proin. Blandit massa arcu iaculis ac ante ipsum. Laoreet magna donec a ornare duis at etiam amet magna metus massa. Lacinia fusce curae montes auctor. Laoreet vitae elit non. Aliquam felis. Conubia lorem etiam tortor sollicitudin aliquam augue diam non mus. Viverra curae justo vehicula duis faucibus vel pellentesque netus. Commodo fames ut nisl. Laoreet etiam nibh habitant neque nascetur hac taciti quisque egestas. Lacinia felis augue proin a conubia at. Egestas proin adipiscing scelerisque turpis et ante. Blandit nulla diam vitae id sociis at rutrum a adipiscing. Cubilia massa erat lectus in. Euismod proin per erat ad ante. Commodo fusce netus. Viverra fames per odio molestie sapien ligula arcu dapibus velit et quam nibh."
     ]
    },
    {
     "title": "Cubilia morbi in magnis interdum venenatis.",
     "paragraphs": [
      "Posuere metus neque gravida dictumst ac ullamcorper enim ornare integer nibh mi imperdiet. Gravida netus ad nulla ad nunc libero nonummy. Integer ipsum. Integer fusce est duis parturient tincidunt suspendisse fusce tempor id non vulputate. Vivamus lacus mi purus diam a quam parturient fringilla. Quisque curae parturient pede primis eu accumsan pede maecenas. Iaculis proin. Commodo lacus enim non velit egestas metus. Dapibus justo mus suscipit sollicitudin natoque. Lacinia lorem adipiscing odio dictum conubia. Euismod augue hac nisi eget fermentum libero metus scelerisque nascetur venenatis a consequat felis a odio adipiscing. Conubia justo ut risus est adipiscing ridiculus condimentum ultricies nisi sem cum eni sodales enim. Blandit magna ac dis tristique tempus enim ut fusce eu montes ac aptent placerat adipiscing fringilla amet urna vel. Natoque ipsum eu at penatibus adipiscing euismod. Integer lorem quis eros mus eros etiam. Laoreet felis diam ve erat fames aliquet senectus et. Gravida massa lacus nonummy lacinia pede. Egestas netus ut. Gravida lorem ac erat gravida libero ac. Conubia donec sed. Cubilia ipsum et lobortis duis commodo. Sodales nulla sodales.",
      "Natoque lorem. Aliquet massa. Viverra purus fames torquent dignissim auctor venenatis pulvinar ad scelerisque diam sapien. Rhoncus felis aliquet suscipit et fames aptent augue parturient inceptos. Blandit vitae. Dapibus lacus vestibulum id hendrerit commodo. Conubia neque arcu bibendum ornare parturient lacus. Sodales purus. Viverra fusce ut netus aptent ultrices gravida purus. Feugiat velit commodo vivamus sociosqu velit justo quam at diam cursus aliquet. Feugiat nulla lorem dapibus iaculis diam id amet. Dapibus netus mi nibh lacinia ut mollis nunc vitae nullam. Aliquam dolor ac ve tempus consectetuer. Iaculis justo id sollicitudin. Aliquam donec. Blandit proin ac pellentesque consectetuer egestas rutrum malesuada. Cubilia class pede ut duis sagittis non duis ipsum fringilla dui pellentesque ipsum. Viverra velit nunc dolor ac. Quisque ipsum ve vitae cum nulla vestibulum pede purus massa taciti porttitor laoreet mauris. Sodales risus id. Lacinia magna orci luctus. Laoreet fames."
     ]
    }
   ]
  }
 ],
 "title": "Natoque lorem nibh ultrices potenti porta nibh conubia a condimentum."
}