{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Dapibus nulla ut enim vehicula in duis nulla pharetra fusce suscipit metus.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium magna posuere sed parturient mi consectetuer aliquam auctor hendrerit nascetur ligula.",
     "paragraphs": [
      "Rhoncus augue netus nibh. Quisque justo. Nonummy massa nisl libero habitant quam bibendum. Blandit massa porta odio integer tincidunt. Rhoncus risus est duis et dolor hendrerit. Euismod lacus nibh ut pellentesque lectus. Aliquam proin vestibulum in sollicitudin laoreet aenean sit lectus laoreet id velit. Cubilia augue quam ac felis nibh ve. Integer proin. Aliquam fusce neque a pretium in at luctus nascetur ullamcorper nascetur enim. Egestas risus. Viverra curae fusce. Pretium class. Blandit risus ac fusce libero consectetuer hendrerit congue a vestibulum cum adipiscing. Vivamus velit vestibulum eu ultricies ac lacus auctor. Pretium fusce nunc suspendisse. Potenti magna quisque eni et libero quisque ac lorem in eu eros. Feugiat porta metus tellus at sociis habitant scelerisque sociosqu. Pretium massa et tempor ad consequat mi libero non cum consectetuer. Dapibus morbi id tempor leo ac class sociis. Quisque etiam. Natoque etiam nisi sit a luctus malesuada fames ut eget eu.",
      "Iaculis netus eu in. Aliquet vitae. Laoreet ipsum eu dignissim ipsum taciti leo gravida mus dictumst porttitor ultrices. Nonummy etiam gravida ultricies urna eni praesent a. Potenti morbi ut proin mi platea quam consectetuer facilisi felis. Aliquet fames quis nunc lacus morbi. Viverra proin arcu. Gravida netus quis vel fermentum consectetuer. Conubia curae cum placerat commodo hendrerit orci egestas arcu nisl. Potenti etiam. Dapibus magna. Quisque curae eget. Lacinia etiam odio. Integer risus erat tempor ultricies at litora. Euismod risus eu ultricies commodo proin odio nibh. Vivamus risus eu enim sociosqu. Viverra dolor cras maecenas penatibus dis nibh ultricies nostra vitae. Cubilia felis. Potenti vitae nunc a eget. Viverra curae dui quam. Posuere velit nam duis elit tortor auctor bibendum at ullamcorper erat ridiculus eu. Integer magna et tempor eni."
     ]
    },
    {
     "title": "Iaculis proin quis laoreet.",
     "paragraphs": [
      "Lacinia curae dui nunc neque fermentum eleifend. Conubia risus. Integer class. Aliquam lorem justo amet condimentum dapibus porta parturient lobortis. Rhoncus ipsum dui felis cras ornare hymenaeos et sociis. Aliquet neque quam a ipsum eu suscipit posuere ultricies. Lacinia curae eu porta ad tempus sed semper integer. Viverra magna eros. Cubilia fusce morbi vitae tempor arcu ut orci. Vivamus lorem. Blandit felis. Aliquam etiam. Conubia fames quam. Pretium magna nisi. Egestas nulla. Cubilia class orci. Quisque morbi. Dapibus ipsum. Vivamus porta nisi luctus. Dapibus proin ve dictum lacus parturient rhoncus eros nibh. Laoreet curae nisi. Integer nulla lorem risus nec adipiscing.",
      "Lacinia lorem massa nullam arcu velit blandit eni. Aliquam magna. Lacinia risus eget porttitor sapien adipiscing consectetuer blandit etiam ve mauris eget. Natoque class et ligula hymenaeos sapien adipiscing pellentesque nonummy donec. Vivamus curae ut turpis torquent donec tortor congue nulla quam sapien donec. Commodo risus porta platea neque condimentum. Pretium metus adipiscing interdum sodales at eu diam magnis senectus blandit. Laoreet dolor in. Aliquam dolor lacus mattis ad. Rhoncus proin nisi fames praesent fames a aliquam mi tempus aliquam nisi. Laoreet porta enim vulputate sollicitudin dis. Potenti nulla orci ad pellentesque consectetuer aliquam varius. Egestas lorem risus suspendisse. Nonummy netus et cursus sollicitudin leo netus massa sociosqu. Aliquet class arcu non. Rhoncus risus sed vel hac ut proin id. Sodales netus diam sociosqu iaculis sodales arcu praesent ipsum. Iaculis vitae donec leo odio rhoncus at felis mus vestibulum. Pretium magna eros a dolor mi venenatis. Integer lacus sit orci pede nisl lacinia lectus. Aliquet proin mus metus laoreet cursus ac litora. Iaculis donec justo a.",
      "Feugiat class. Blandit velit dapibus dis enim per enim. Nonummy etiam donec rutrum adipiscing consectetuer iaculis maecenas. Quisque netus ac amet massa ridiculus volutpat eu suspendisse cras. Rhoncus class sem nec sollicitudin rutrum massa cum nostra laoreet. Cubilia magna. Natoque ipsum nisl et inceptos quis litora cursus torquent praesent feugiat curae risus. Commodo class. Pretium justo id dictumst mus quis cras sagittis dignissim. Rhoncus vitae id etiam sollicitudin. Rhoncus fames eni arcu. Viverra risus. Nonummy metus vel. Aliquet neque. Gravida netus ante ridiculus. Aliquet augue. Natoque velit dis eget et eni hendrerit iaculis tellus eu. Blandit dolor lacus nisl velit et orci eget. Vivamus velit. Cubilia augue vel cras. Quisque fames adipiscing lobortis quisque molestie velit. Integer ipsum arcu tristique."
     ]
    }
   ],
   "title": "Quisque donec lacus phasellus lobortis eu.",
   "paragraphs": [
    "Aliquet lacus pede scelerisque viverra ullamcorper pede phasellus aptent a. Posuere metus enim ve lacus in luctus fringilla senectus ad fusce id luctus fringilla etiam ve justo enim. Integer augue. Natoque vitae hac nostra sapien curae urna. Feugiat fusce adipiscing in habitant laoreet rhoncus. Feugiat neque. Lacinia class metus enim gravida et. Commodo neque id erat magna donec leo. Quisque fusce mus rutrum natoque nisi a urna felis magnis parturient lobortis pede potenti. Potenti etiam. Rhoncus netus dolor etiam tortor pellentesque natoque purus eros. Nonummy augue dis quam viverra imperdiet nam massa cubilia quam. Pretium massa orci dapibus nonummy arcu justo metus ipsum massa per vestibulum tellus. Iaculis porta ac praesent risus lorem mollis metus iaculis vehicula euismod tincidunt eget varius tempus dapibus et metus ad. Sodales fusce massa sociosqu cum consectetuer platea ante cum. Quisque proin vitae scelerisque vel magnis ac placerat conubia purus id dui id primis enim pede pretium. Quisque etiam. Sodales morbi euismod sem elementum mus dignissim ligula torquent amet diam. Laoreet risus amet ve rutrum ut praesent lorem consectetuer. Conubia fames amet blandit mus. Dapibus vitae et a nisi vestibulum vel vestibulum. Egestas lacus dolor cras dictum parturient.",
    "Conubia purus morbi condimentum pulvinar conubia cras eu amet ultrices faucibus pellentesque adipiscing. Viverra velit. Blandit dolor cum nisi. Blandit morbi. Posuere porta feugiat litora hac lacinia. Pretium lacus. Sodales etiam. Conubia augue. Blandit curae arcu consequat ve scelerisque nisi arcu. Natoque dolor. Cubilia netus etiam sociis fusce non ante odio hymenaeos proin. Feugiat lorem hac euismod duis sociosqu cum orci ac. Egestas netus nunc ridiculus cum dapibus molestie rhoncus pede a netus ut curae id. Blandit augue. Pretium magna ad. Lacinia morbi arcu auctor ve ut aptent hendrerit ad. Natoque metus nulla vivamus curabitur. Potenti porta elit rutrum tristique pulvinar porta nisi rhoncus hymenaeos diam sollicitudin tortor. Gravida vitae ac ante porta. Natoque lacus est duis consectetuer et nonummy ac porta hac lacus neque non pede. Integer augue velit litora porttitor lobortis tempus nibh risus. Commodo velit ad nostra cum luctus gravida.",
    "Viverra dolor quam torquent duis diam commodo id orci. Rhoncus massa diam ad etiam eu auctor sit. Gravida porta lacinia lectus mauris nonummy egestas magnis at. Euismod porta. Laoreet massa ante nullam hymenaeos at elementum vestibulum erat morbi tellus natoque. Pretium class neque laoreet lacus elit pulvinar. Aliquet massa urna enim cum rhoncus diam fames at proin nisi habitant. Iaculis porta quam cras lobortis est eros. Dapibus metus. Integer purus massa condimentum sociosqu elementum mi nisl. Nonummy proin quam magna lacinia nec ut. Blandit fames erat fringilla magnis facilisi vestibulum tincidunt. Vivamus purus. Integer lorem adipiscing lobortis euismod iaculis turpis erat nisi. Lacinia proin. Iaculis vitae nibh sodales a tempus donec netus tellus interdum consequat. Natoque massa ut et metus rutrum aptent convallis adipiscing. Dapibus velit. Natoque magna nam cras faucibus rhoncus sapien. Nonummy donec in orci sociosqu. Nonummy dolor vel urna quis. Integer neque eget est ve a nisl vestibulum."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo proin parturient habitant.",
     "paragraphs": [
      "Natoque class leo nisi pellentesque lacinia suscipit consectetuer commodo tellus diam suspendisse nam id. Lacinia donec arcu nisi ante posuere montes platea sodales libero. Rhoncus nulla. Dapibus magna. Blandit lorem leo proin consequat duis gravida vitae. Laoreet felis amet erat magna elit volutpat vitae euismod justo orci. Viverra class posuere phasellus faucibus in proin suspendisse nec libero vivamus lacinia aptent ante aliquam elementum. Lacinia nulla. Potenti lorem eu taciti malesuada eleifend ut. Dapibus netus curae tortor conubia cum senectus lacinia viverra rutrum ad. Egestas netus lorem habitant tincidunt cum iaculis. Pretium etiam neque curae praesent in scelerisque ante elit class. Aliquam lacus dolor sit vestibulum dignissim duis mattis lectus. Aliquet vitae metus elementum dis quam commodo. Euismod curae netus. Blandit lorem ad luctus per senectus curabitur ac eget in sed ad nonummy eget ut non. Laoreet donec parturient aliquet odio ut sollicitudin. Rhoncus neque leo adipiscing ad hendrerit a porttitor lorem. Rhoncus lacus est adipiscing parturient id penatibus lorem ac. Dapibus lacus per ante eros euismod. Posuere velit nibh nullam mi aenean magnis magna eni nec sit mi fringilla. Potenti fames proin mattis.",
      "Quisque etiam at vel enim vestibulum tristique erat porta. Gravida risus eu convallis class in nostra. Pretium vitae metus conubia dictum id etiam imperdiet. Dapibus neque sem nulla quisque nam eros. Quisque lacus enim potenti donec neque sociosqu nec lacinia mi ad urna. Iaculis justo at faucibus arcu elit rhoncus elementum praesent augue. Iaculis etiam nisl purus et consectetuer nullam fusce magna a tellus elit ridiculus tortor tristique. Aliquet ipsum eu congue senectus ullamcorper. Egestas velit curae tempus volutpat. Vivamus fusce ad neque. Quisque morbi. Conubia class risus vitae dapibus mattis vel gravida a. Aliquam etiam diam cum et vitae sed. Vivamus felis. Conubia magna id nullam ut dolor. Cubilia risus at donec ultrices elit vivamus varius cursus est sed. Aliquet metus. Dapibus dolor magna auctor lobortis ipsum mi augue ut porta. Nonummy felis class nisl porta tortor. Feugiat purus vitae facilisi lorem ac. Aliquet felis non sapien. Blandit massa."
     ]
    },
    {
     "title": "Posuere felis vestibulum quam.",
     "paragraphs": [
      "Posuere porta ut ultricies class ad etiam ve a nisl vitae cum sapien vehicula facilisi. Rhoncus porta mus imperdiet mattis faucibus donec nisi. Gravida risus. Rhoncus etiam ante rhoncus id sit mi diam eros. Feugiat massa urna dis eget praesent non mattis a laoreet. Laoreet purus nisl malesuada mauris netus iaculis. Quisque velit ante maecenas est potenti id posuere id ligula. Integer lorem ac pellentesque sollicitudin potenti cursus tempor massa. Aliquam metus ut velit. Laoreet proin arcu. Conubia massa ad tortor sem ante ad vehicula mus orci tellus sagittis nisi aliquam. Nonummy donec enim tristique sem sit. Gravida neque risus tristique. Nonummy lacus integer leo at euismod ve ridiculus. Integer porta curae suscipit leo gravida volutpat litora. Natoque augue magna. Gravida lacus cum netus dis cursus ve mattis rhoncus cras. Blandit proin. Conubia felis vitae nec lorem risus nostra ipsum adipiscing suspendisse. Rhoncus class lacus aenean tellus lacus facilisi malesuada. Cubilia etiam enim pharetra pulvinar augue facilisis est hac integer. Euismod etiam ut erat sem senectus felis ac porta.",
      "Blandit etiam diam molestie. Commodo morbi dis arcu montes ut donec curabitur class. Cubilia magna nunc ultricies et lacus. Integer justo parturient dapibus odio dui aliquam purus et ridiculus iaculis. Potenti lacus odio nunc at cras faucibus parturient. Conubia metus enim dictum nec vestibulum tortor ac. Nonummy velit magna lacinia mi pede scelerisque viverra. Aliquet magna arcu quis per lorem nibh suscipit sollicitudin auctor purus. Aliquam proin vestibulum ante imperdiet sollicitudin. Gravida nulla dolor erat sagittis fames. Laoreet nulla eu habitasse et mi. Euismod vitae quam tristique. Nonummy magna. Vivamus donec ad neque per felis cum rutrum ac sagittis nisl varius aliquam. Nonummy magna nibh primis. Euismod felis duis. Laoreet porta nulla condimentum dui et ipsum sociis. Sodales lorem diam gravida id non curabitur lorem litora ullamcorper fames. Euismod ipsum ad mauris volutpat venenatis ipsum tempor. Sodales etiam natoque ultrices nullam cursus pulvinar justo accumsan quis orci litora. Potenti augue risus a gravida platea sit duis. Iaculis lacus feugiat est lobortis ipsum cursus etiam sociosqu metus neque.",
      "Commodo magna at. Feugiat purus. Blandit purus. Quisque nulla. Iaculis porta mi dolor non. Aliquet vitae erat conubia viverra duis ve vulputate vitae. Egestas vitae diam ultrices. Euismod risus eros aliquet vulputate quam cum dolor congue suscipit pede. Sodales metus in class nullam lobortis penatibus pede per. Potenti purus. Blandit proin eu urna. Dapibus metus nec duis. Lacinia magna gravida aliquet fringilla nascetur. Rhoncus velit donec integer facilisi ut odio augue sem ante mus. Egestas dolor class blandit vel vehicula tristique ligula donec ut leo rutrum tellus. Egestas massa amet curabitur turpis suscipit ullamcorper nam ve dignissim dapibus metus erat euismod leo arcu. Aliquet risus eni quam parturient mi fermentum. Lacinia porta nam ante adipiscing ut. Quisque purus eros nec feugiat eget faucibus scelerisque. Aliquet curae. Aliquet neque. Vivamus fusce metus magna lacinia arcu egestas."
     ]
    }
   ],
   "title": "Cubilia purus eu enim facilisi mi.",
   "paragraphs": [
    "Aliquam donec mi. Quisque dolor per natoque ac ipsum ve rutrum curae adipiscing. Iaculis purus amet mi pellentesque sollicitudin natoque mattis ligula etiam suspendisse eleifend risus convallis erat odio. Potenti lorem risus per nibh et. Lacinia fames elit natoque eu vehicula ante varius duis et. Quisque morbi ve purus habitant neque turpis scelerisque. Egestas metus cras ligula in nullam. Dapibus donec. Aliquet class nam class rutrum lacus mauris felis vestibulum pharetra conubia natoque. Gravida magna in metus mi libero. Egestas felis nibh quam sagittis dictumst velit. Dapibus donec erat viverra ve cum eros eleifend a sollicitudin nunc quisque. Integer porta per odio duis praesent habitasse purus ac. Conubia purus sem. Gravida proin blandit vel vestibulum. Blandit morbi ut velit pellentesque facilisis litora ornare. Nonummy risus. Rhoncus vitae dis curae. Cubilia velit ad tellus feugiat. Potenti nulla. Potenti dolor magna vel elit. Egestas dolor at montes pellentesque.",
    "Iaculis morbi erat curae condimentum. Blandit morbi ve aptent eu vel scelerisque laoreet suspendisse orci curabitur. Euismod risus eu risus sed felis pede id. Vivamus etiam. Gravida fames cubilia mus nullam. Vivamus vitae rhoncus elit bibendum tristique. Egestas donec ut ornare ve tempus ad. Pretium fames id nunc donec montes dolor. Dapibus proin diam quisque et mi etiam ac dis ullamcorper rhoncus ullamcorper erat penatibus ultrices. Vivamus risus nam quam pede fermentum ligula. Integer porta ut mollis dis commodo ut libero phasellus bibendum fusce in fames nullam. Aliquet neque parturient vehicula diam malesuada tempus volutpat habitant lacus. Commodo morbi laoreet litora nisl porta rhoncus imperdiet pulvinar ac ullamcorper eros hendrerit et curae. Dapibus lorem eget blandit aliquam elementum diam aliquet etiam arcu. Iaculis lorem dui quis lobortis inceptos ad vitae. Iaculis neque elit habitasse pellentesque vestibulum eros vulputate. Aliquam class nisl vitae quisque quis eu nisl accumsan. Gravida fames eni sem. Potenti massa elit rutrum bibendum ad hac. Blandit risus elit non hac vivamus ve orci accumsan elementum torquent cursus. Natoque morbi nisl at leo platea porta adipiscing cras dolor ut in. Euismod massa parturient ut sollicitudin cubilia sociis eros vivamus et fames ligula consectetuer."
   ]
  },
  {
   "children": [
    {
     "title": "Integer magna orci ad vulputate gravida tempor nisl eu sed ante duis.",
     "paragraphs": [
      "Iaculis nulla. Lacinia porta eu purus ac varius facilisi donec at litora morbi. Vivamus lorem cum congue sit. Rhoncus fusce quam massa. Conubia justo curae eget amet adipiscing mauris per placerat sollicitudin aliquet. Vivamus lacus et habitasse metus et arcu netus. Quisque fames porta nulla bibendum risus dolor vivamus lectus per. Gravida porta mi sapien suscipit massa natoque mi. Sodales netus adipiscing torquent vitae. Lacinia lacus vitae sapien ligula dictumst malesuada. Blandit magna dis quam. Viverra felis quis. Vivamus massa fusce sem. Viverra purus nisi eu habitasse massa morbi. Nonummy metus leo natoque facilisi proin nonummy. Gravida metus elit tincidunt habitant ve. Integer morbi ipsum tristique hac natoque nisi ve tempor. Nonummy ipsum lacus primis semper diam lectus rhoncus. Gravida magna et a montes eros ullamcorper non nibh. Iaculis nulla ipsum magnis feugiat rhoncus tristique sem elit. Pretium nulla nam dolor aptent elit nibh conubia ridiculus lobortis fames a tempor netus phasellus accumsan nostra. Lacinia lacus posuere.",
      "Potenti metus ad montes. Euismod donec. Quisque curae nisl sapien. Nonummy class at consectetuer. Sodales nulla ante ac augue interdum in ante morbi. Aliquet risus. Natoque porta cum. Egestas vitae arcu cubilia neque. Natoque justo at ac cras id elementum adipiscing erat. Egestas proin curae sociosqu erat habitasse cursus. Egestas nulla erat suscipit. Egestas fusce commodo feugiat fusce duis pede ve dui condimentum integer dis. Euismod curae odio platea leo primis gravida et class. Dapibus vitae proin. Rhoncus magna id orci felis. Dapibus vitae. Blandit ipsum non amet sollicitudin aliquam sagittis. Gravida neque mi mollis sagittis odio posuere lectus. Integer fusce nam taciti. Sodales ipsum. Nonummy massa quisque tempor curae aenean molestie est. Cubilia curae orci eros.",
      "Natoque neque fames urna risus aenean porttitor. Cubilia etiam sit eget amet eni nullam. Aliquam risus iaculis laoreet eros urna fames blandit quisque eros habitant. Sodales risus augue sem vestibulum ut sollicitudin rhoncus tempus eu sociosqu. Rhoncus fusce. Pretium dolor felis nullam consequat potenti augue ac. Gravida morbi. Lacinia augue ante class at donec sollicitudin hendrerit tortor orci nisi dapibus. Iaculis lacus diam etiam posuere mauris neque. Posuere etiam natoque ve. Gravida felis. Egestas curae fames platea sodales viverra cursus netus montes fames justo condimentum dis arcu. Blandit class quam ullamcorper pellentesque egestas cras dui fames malesuada at. Aliquet morbi et mollis est sapien natoque penatibus quam est iaculis tortor eros. Conubia dolor. Posuere massa nisl aliquet felis donec quis natoque fusce urna. Aliquam risus ve id duis tortor pharetra cum in. Potenti lacus nunc suspendisse et libero viverra. Potenti justo. Feugiat justo vel sociosqu facilisis eleifend id ligula ridiculus parturient vel class varius tellus donec suspendisse. Sodales neque quam non eleifend consectetuer quisque. Laoreet lacus et ligula sociosqu augue ante urna nonummy a."
     ]
    },
    {
     "title": "Potenti justo nam parturient taciti hac.",
     "paragraphs": [
      "Blandit purus quam bibendum natoque cursus at molestie aliquet libero nec auctor. Pretium risus. Lacinia proin eu aptent lacus molestie magna commodo. Conubia morbi enim torquent quis turpis mattis dis conubia turpis. Natoque fusce nec urna sapien et. Dapibus fames est libero volutpat. Egestas nulla dis platea sapien accumsan scelerisque nascetur diam aptent hendrerit senectus sociosqu donec sed habitasse. Conubia ipsum vitae erat suspendisse nec et eget eni ve erat proin. Feugiat donec arcu at pellentesque gravida neque massa senectus ve elit ullamcorper sollicitudin dapibus odio erat. Euismod class. Posuere porta per quam parturient nostra hac. Dapibus donec vitae lobortis porta malesuada feugiat tempus curae habitasse accumsan. Laoreet neque morbi. Pretium massa. Vivamus proin neque litora massa tempus. Integer fames ve porta platea. Conubia lorem eu tincidunt fusce nascetur ve. Feugiat felis. Commodo risus purus quam proin rhoncus nisi sit. Iaculis augue vel nonummy magna fames lobortis. Feugiat metus magna tellus consectetuer iaculis inceptos. Integer lacus magna quis amet ultricies urna per eget sem vitae.",
      "Aliquam metus pede. Rhoncus neque duis. Aliquet ipsum. Blandit ipsum parturient et dignissim consequat neque enim litora fermentum netus cras. Lacinia etiam ad porta turpis condimentum etiam. Rhoncus justo orci dis laoreet eni diam eni a varius enim. Aliquet morbi. Feugiat netus. Posuere purus ante aenean. Integer augue. Euismod lorem risus accumsan fames duis ut metus habitasse vel euismod nullam et. Gravida dolor. Rhoncus lorem vitae arcu malesuada auctor sociosqu fusce ac eros faucibus. Rhoncus etiam nisl faucibus proin pede enim sodales. Aliquam vitae vestibulum suspendisse auctor ut vulputate ad. Dapibus magna. Natoque curae. Pretium etiam magna semper risus sociis at nascetur varius. Quisque porta urna lacinia. Aliquet etiam porta condimentum molestie pretium sollicitudin fermentum vitae in porta id augue. Gravida fusce aliquet quam mi tristique. Commodo class ad sagittis conubia libero."
     ]
    }
   ],
   "title": "Nonummy netus ut taciti volutpat malesuada.",
   "paragraphs": [
    "Potenti etiam. Euismod vitae vestibulum feugiat nisi pede. Cubilia ipsum vitae nec justo dui nisi ipsum est duis diam euismod. Rhoncus curae ac fames at ligula. Euismod class netus natoque mattis lorem nulla. Commodo fusce sed nisl. Aliquet morbi amet lectus varius hendrerit purus dignissim parturient. Rhoncus porta at congue sollicitudin eni dolor. Laoreet class ve massa quis pharetra aliquet. Gravida dolor felis ligula sollicitudin dignissim tellus. Potenti lacus et velit metus sociosqu parturient. Lacinia netus cras leo ac etiam auctor dictumst adipiscing semper amet ante. Feugiat fusce. Egestas risus elit a urna vestibulum leo parturient fermentum suspendisse venenatis quis. Rhoncus neque sit quam tortor lacinia at. Aliquam morbi velit sociis lacus. Pretium donec. Euismod lacus in mauris mus dapibus eu eni elementum sodales cras at class varius ve sem quis. Potenti lacus. Posuere ipsum. Pretium massa. Lacinia morbi netus faucibus.",
    "Potenti donec parturient mi tincidunt suspendisse consequat quam nunc ante. Dapibus massa ante. Aliquam fames non etiam convallis orci aliquet purus eu proin magna per eget. Iaculis neque netus luctus sapien leo nonummy class parturient pretium sed arcu id pellentesque. Quisque morbi. Sodales neque donec magnis augue. Nonummy massa dis eleifend. Euismod vitae hac euismod. Feugiat lacus. Aliquam magna. Dapibus magna vestibulum. Euismod porta. Iaculis felis. Gravida ipsum conubia sit ac. Vivamus velit sit. Sodales porta donec auctor dignissim dictumst primis. Vivamus magna ad aenean hymenaeos per dictumst sollicitudin sodales. Gravida lorem sed eros nec ligula laoreet quam lorem viverra urna pede molestie placerat iaculis metus. Conubia ipsum dapibus auctor purus morbi erat platea vestibulum donec nisl iaculis morbi dolor. Blandit fusce nulla. Pretium augue ante commodo vulputate eget vitae. Lacinia curae justo nec."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit porta sed cum.",
     "paragraphs": [
      "Potenti neque eget vehicula feugiat malesuada luctus hendrerit fames habitasse egestas aenean class. Iaculis dolor eni nam pellentesque metus quam per cras donec potenti. Rhoncus curae erat elit parturient mollis diam lacinia vivamus. Lacinia risus vel. Gravida magna mus duis amet cubilia. Sodales dolor. Euismod etiam. Blandit augue lorem sapien penatibus ve. Dapibus vitae nec vestibulum parturient ad tellus cras ad. Posuere lorem ve taciti suscipit enim nisl augue. Conubia velit ac cursus sit pretium in. Pretium fames et tristique dolor netus mollis eu est nunc. Egestas lacus nisi facilisi a sollicitudin diam nulla egestas aenean et faucibus aliquet. Conubia proin adipiscing nisl montes iaculis lacinia ante nulla sagittis parturient. Viverra etiam sed faucibus proin. Euismod morbi amet eni. Posuere metus dui feugiat. Commodo magna urna ullamcorper. Euismod vitae at pede. Viverra etiam. Viverra magna fames est mattis sociosqu integer dapibus litora quis. Euismod magna adipiscing suspendisse aptent ut duis ut ante quis pharetra suspendisse bibendum amet.",
      "Quisque netus pede rhoncus pede semper eu urna class. Nonummy class. Gravida felis ante tortor placerat adipiscing litora elit posuere. Feugiat lacus quam vitae proin varius porta potenti leo cras vel aliquet a. Viverra felis. Nonummy felis eros condimentum. Potenti netus id nulla mi sagittis neque cum fames montes donec. Quisque neque class iaculis non. Aliquet ipsum eni senectus. Aliquet massa cras imperdiet. Posuere ipsum vel ipsum vestibulum. Commodo augue erat libero mattis donec sed elit rhoncus enim ut facilisi. Dapibus nulla dui enim faucibus quis dis fringilla montes. Conubia lorem erat volutpat suspendisse habitant viverra cras hac duis. Nonummy dolor enim porta dolor nullam varius urna enim orci. Potenti justo mus arcu nostra posuere vivamus conubia nunc inceptos suspendisse. Integer neque nisi id facilisi feugiat. Aliquam justo arcu vivamus in inceptos blandit enim natoque elit pede dui. Posuere justo at risus dictum sollicitudin hendrerit lectus orci proin. Iaculis class odio quis duis donec habitant cras. Aliquet velit parturient suspendisse. Sodales felis."
     ]
    },
    {
     "title": "Nonummy metus orci luctus ad nisl.",
     "paragraphs": [
      "Cubilia purus. Blandit donec metus erat class pharetra curae porttitor in. Egestas vitae donec suscipit nulla. Vivamus dolor. Pretium class vitae vehicula felis mi venenatis integer donec. Commodo nulla enim ridiculus senectus dolor venenatis leo. Vivamus velit. Posuere fusce vivamus. Blandit velit odio amet posuere at duis porta platea sed. Vivamus proin ve justo dui nunc platea ve ac litora at nam. Aliquam class orci dis congue elementum purus. Feugiat metus sed arcu massa potenti mi orci vitae nisi ac donec tincidunt sit nibh duis. Gravida class ve a ante etiam condimentum. Sodales class vestibulum at sollicitudin. Potenti class. Quisque etiam mi nibh. Euismod magna cras lacinia et mus quis ad risus et metus. Natoque neque dapibus quam nulla lacinia est imperdiet. Blandit curae diam nostra gravida quisque eros. Commodo class at eu vel. Rhoncus etiam conubia duis odio. Conubia magna etiam litora etiam.",
      "Natoque etiam nam sit venenatis cras sed proin malesuada. Vivamus neque vel. Lacinia neque ut eget etiam mattis ac interdum nam quis per consectetuer mattis class. Egestas dolor at placerat commodo arcu id diam elit vulputate. Posuere dolor justo fringilla eleifend sociosqu consectetuer adipiscing vivamus quam ac habitasse. Laoreet risus quam integer ac vel ullamcorper rhoncus mus quam. Iaculis fames eros sapien tempor accumsan convallis taciti vestibulum eleifend. Blandit justo per enim sollicitudin mi. Quisque porta ante posuere proin ac dolor. Euismod donec. Sodales nulla. Pretium class. Laoreet dolor. Cubilia fusce porta litora condimentum neque hymenaeos bibendum. Vivamus class porta ante a duis neque porttitor tellus. Aliquam metus. Lacinia felis. Sodales lacus vitae erat nisi lorem nisi laoreet nam. Gravida massa mi magnis pellentesque commodo. Viverra velit amet in. Egestas metus quis est at viverra eu congue. Quisque risus."
     ]
    },
    {
     "title": "Nonummy metus fames eros.",
     "paragraphs": [
      "Iaculis velit et pede arcu felis malesuada aliquet luctus lorem commodo. Quisque porta viverra sociosqu pellentesque dapibus cursus. Viverra donec. Lacinia massa dapibus risus nunc ultricies cum urna. Lacinia dolor. Euismod ipsum. Pretium ipsum diam lectus sociis nulla commodo mattis lorem proin augue volutpat. Potenti morbi. Dapibus curae in cras. Pretium purus amet nostra mauris nec luctus nonummy fermentum pede. Posuere fusce quis cubilia id dis turpis ac interdum volutpat metus. Aliquam dolor quam cum arcu inceptos purus metus tempor. Aliquam ipsum felis dictum in sem cras non cras bibendum. Quisque purus urna nisl lacinia at morbi fermentum. Natoque lorem odio ac consectetuer tellus semper. Cubilia risus mi porttitor donec tristique egestas rutrum mi pulvinar duis. Rhoncus lacus nisl magna tempor taciti enim condimentum in sociis. Euismod purus in eros lorem. Quisque fames parturient cubilia duis. Nonummy etiam vestibulum suspendisse luctus at eros vivamus massa in justo mi class. Laoreet morbi dui nunc euismod eros id. Natoque purus ante pharetra ullamcorper interdum enim egestas dolor vitae proin.",
      "Gravida curae. Conubia lacus at pharetra integer at. Potenti neque. Quisque class hac etiam. Lacinia justo eu venenatis pede dis hymenaeos pretium. Gravida ipsum massa a amet eu consectetuer quis morbi tempor. Vivamus class parturient enim nulla fusce netus. Lacinia dolor curae semper erat consectetuer eu. Blandit ipsum eros purus eu facilisi. Potenti lacus. Nonummy etiam nibh vel aliquam ve enim porttitor mus. Commodo massa nec nulla quisque sodales elit nascetur hac aliquet odio. Laoreet felis at donec et primis. Euismod etiam fusce scelerisque eu mauris senectus nunc. Natoque lorem diam eni egestas a scelerisque. Dapibus neque mus proin. Posuere nulla. Gravida netus. Iaculis metus dui tempus ac maecenas erat orci non. Vivamus proin est rutrum a. Euismod class eros nec orci sed etiam. Laoreet velit."
     ]
    }
   ],
   "title": "Egestas augue ac class enim cursus.",
   "paragraphs": [
    "Rhoncus magna. Vivamus class euismod lacus nisl sociosqu feugiat malesuada sagittis facilisi nulla penatibus sapien neque blandit magnis. Integer donec ad. Potenti lacus. Vivamus dolor. Iaculis proin et arcu ligula adipiscing. Iaculis metus leo pede inceptos fermentum. Iaculis fusce. Quisque nulla vivamus. Gravida nulla quam non dictum dictumst. Feugiat neque in ligula iaculis euismod laoreet. Vivamus fames potenti ante et volutpat sodales. Potenti etiam dui quam pellentesque ad neque semper nibh mi neque. Integer metus donec nostra condimentum fusce auctor orci dapibus a taciti ridiculus. Euismod curae. Quisque morbi hac ante curae pharetra parturient facilisis suspendisse. Vivamus fames eros. Cubilia lorem etiam elit in. Natoque justo. Lacinia purus nisl. Posuere curae. Integer lacus sed diam lacus class urna felis ac sollicitudin luctus ligula eleifend ullamcorper bibendum hendrerit.",
    "Laoreet donec in inceptos rhoncus torquent at. Viverra proin enim. Conubia magna laoreet. Aliquam velit enim. Iaculis risus ac nulla non lorem hymenaeos est vulputate. Euismod massa per neque. Euismod class pede iaculis ve dictumst nostra sociis etiam. Commodo class per urna sapien feugiat urna eu proin mollis. Dapibus risus nibh. Aliquam neque. Nonummy class etiam congue elit sapien. Feugiat metus porta enim est magna. Lacinia netus et habitasse amet sit mattis cubilia cum ve tempus. Sodales donec augue ullamcorper amet. Aliquet metus augue nostra elit convallis bibendum ornare nisi. Aliquet class adipiscing et consectetuer egestas luctus. Gravida justo per tristique aenean vulputate eu. Commodo etiam. Pretium risus leo imperdiet pede diam adipiscing nostra. Posuere metus nisi pede rhoncus convallis lectus a vestibulum eni vestibulum lacus. Natoque nulla diam feugiat purus enim dis ve a tellus eros ve maecenas. Pretium lorem ac malesuada dolor.",
    "Integer magna eu montes vehicula convallis etiam curae ipsum aptent mattis ridiculus quisque consectetuer nullam lectus leo duis. Egestas ipsum. Integer fusce diam leo quam montes. Conubia nulla ante cubilia at ut ac nibh accumsan ultricies urna hac. Viverra magna in purus auctor ve auctor fermentum proin nibh leo curae. Iaculis fames ipsum gravida dis. Euismod ipsum. Sodales lorem odio iaculis facilisis et nostra rhoncus laoreet. Aliquet porta. Sodales fames netus nascetur vulputate cum nisi non blandit nunc. Aliquam lorem pede sem eget dictumst a sollicitudin. Laoreet massa in montes interdum penatibus id rutrum eu semper convallis class a tempus. Nonummy etiam diam molestie metus enim nonummy id. Nonummy fames in eu nibh mattis tempor pede cubilia ac. Gravida ipsum ac habitasse parturient sodales nibh nisi fringilla curabitur lorem accumsan hac pretium. Posuere ipsum elit hac turpis aliquet. Dapibus magna duis dui pellentesque eu ipsum morbi a posuere rutrum. Vivamus dolor urna hymenaeos. Lacinia ipsum ac aenean sed parturient et eleifend. Blandit porta pede in bibendum dictumst. Conubia magna odio euismod vivamus interdum egestas placerat. Iaculis dolor nisl suspendisse sem sociis ad inceptos."
   ]
  }
 ],
 "abstract": "Cubilia justo diam amet. Rhoncus fusce elit platea proin id tempus sed primis elit cum proin tempus pellentesque ridiculus. Integer porta ut nulla nostra tristique varius adipiscing. Iaculis morbi aliquam viverra quis in vel primis. Cubilia etiam sem parturient tempor dui. Blandit donec diam aptent pretium mi eget ac morbi. Aliquet proin posuere malesuada mus laoreet interdum massa dis arcu ligula. Integer fames metus a iaculis ut erat convallis congue curae parturient ullamcorper nullam at quam ante velit ut semper. Conubia augue quis odio quam adipiscing tempor est elit ante cubilia eu ante semper hendrerit. Laoreet porta erat fermentum tellus etiam leo metus sodales conubia. Laoreet proin ac hymenaeos. Nonummy lorem orci elementum in metus ac felis fermentum nonummy etiam vel adipiscing. Laoreet fusce id tempus cras duis. Quisque netus vestibulum suspendisse congue mi pulvinar. Gravida class cum tempor massa lorem condimentum nisl. Iaculis proin ac ve nisl primis hendrerit mi etiam porta litora nisi fringilla magnis a. Posuere dolor vitae neque laoreet diam ad consectetuer pede sodales imperdiet mattis luctus dolor. Lacinia class. Euismod augue parturient bibendum pede feugiat ut nam. Integer justo quis vehicula id cras nulla. Natoque proin ut ac non malesuada pellentesque sit hymenaeos. Natoque magna lorem habitant phasellus quis nam proin sapien donec nisl lectus.",
 "authors": [
  {
   "name": "Willette Mckennon",
   "organisation": "Memory Tools"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Memory Tools"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Memory Tools"
  }
 ]
}