{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Conubia curae et velit mollis tempor felis penatibus eros ullamcorper. Feugiat massa odio ac ultricies nonummy lorem arcu vel nunc erat blandit id enim velit aliquam nisi dis tellus. Potenti dolor duis est enim faucibus curae ad in aptent suscipit vestibulum ridiculus condimentum. Integer metus cum urna pellentesque adipiscing eros neque duis blandit cras netus porta eni diam. Laoreet vitae class platea ut at fermentum vitae massa lectus adipiscing etiam. Commodo metus enim donec ad litora bibendum. Pretium felis duis luctus sagittis ultricies lorem ve fames. Egestas dolor in odio sagittis justo consequat sed. Aliquet etiam adipiscing eget hymenaeos sollicitudin hac ridiculus consectetuer parturient nunc. Gravida purus adipiscing praesent laoreet posuere cursus hac nisl dignissim ligula massa vel nisi. Blandit lorem nec nisi libero aliquam per nascetur pellentesque laoreet. Feugiat etiam neque massa cras in pellentesque consectetuer cubilia aenean erat. Rhoncus risus leo pulvinar ipsum ad non suspendisse potenti. Pretium class proin interdum tristique non pellentesque eu dolor dictumst in. Iaculis donec eget turpis ligula euismod mi. Euismod lacus at ad ac nisi aliquet eni ut maecenas rhoncus vivamus aenean nibh condimentum consectetuer. Aliquet curae at faucibus eget dui per venenatis leo. Cubilia vitae urna suspendisse pellentesque lacinia odio pede aenean diam ullamcorper commodo sem amet. Euismod class id velit magna pharetra porta. Aliquet fames diam habitant sociosqu vitae ad etiam erat euismod massa eros. Gravida etiam felis vitae dui nibh pellentesque ad nonummy eros ac felis. Aliquet netus eni tortor pede.",
 "authors": [
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Walton Briere"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Armand Bever"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Kate Fazzino"
  },
  {
   "organisation": "Stewart Integration Century Digital",
   "name": "Irena Dople"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Euismod nulla laoreet ut in. Vivamus class. Cubilia lorem erat urna fames vivamus elit nunc. Integer class diam eu curae ac dis nunc dapibus duis in odio tristique placerat ac nunc. Dapibus fusce. Potenti fames. Sodales morbi quis dui cursus elementum dui praesent viverra odio primis mi inceptos. Nonummy neque ve primis posuere rhoncus urna arcu ipsum. Blandit magna odio proin. Quisque dolor. Conubia lorem sem duis torquent. Conubia morbi nisi natoque nisi lectus pretium blandit hendrerit nibh pellentesque. Conubia vitae ve velit mi. Nonummy neque. Posuere felis enim eget vivamus urna eget nisl metus ornare platea mi donec fames donec. Posuere lacus euismod natoque consectetuer curabitur risus. Blandit massa. Aliquet augue pretium tortor eros. Cubilia curae fusce risus tempus vehicula parturient rutrum dolor potenti nam. Vivamus ipsum orci massa. Feugiat porta laoreet pretium odio. Iaculis lacus netus ullamcorper amet diam rhoncus magna vestibulum.",
      "Feugiat augue non blandit volutpat massa pellentesque fusce quam gravida hendrerit. Feugiat curae nisl. Dapibus curae morbi amet orci ac sollicitudin pede. Laoreet velit nunc vitae fusce sociis consectetuer. Posuere netus. Feugiat proin. Quisque justo blandit mollis non vestibulum neque natoque sed phasellus. Lacinia ipsum ante euismod in pede erat ante purus rutrum. Viverra nulla nisl. Potenti curae etiam pulvinar et porta leo arcu elit est cras. Viverra augue. Laoreet class fusce. Viverra magna. Viverra massa dui lacinia dictumst netus eros interdum accumsan. Commodo fames mi. Posuere etiam vestibulum feugiat sed amet. Dapibus purus per semper aliquam nunc suscipit. Aliquet etiam laoreet in nec ullamcorper dapibus hac. Cubilia nulla fusce torquent eni urna mollis tristique eu convallis. Integer netus leo porta duis velit. Vivamus felis. Vivamus dolor cum turpis eu.",
      "Vivamus morbi nec elit velit praesent. Potenti vitae. Aliquam lacus class amet etiam lacinia. Rhoncus etiam duis inceptos a pellentesque diam laoreet in quis congue. Gravida lacus proin nonummy porttitor eros est. Feugiat felis lorem aenean urna congue fermentum auctor purus vulputate enim rhoncus magna. Pretium augue ad donec cursus ultricies. Lacinia proin eget conubia arcu vel inceptos. Gravida metus sed elementum. Aliquam class. Iaculis morbi fusce aenean metus ac ipsum at. Aliquet justo eget aenean litora donec. Rhoncus proin at tellus et lacus at tempus. Viverra magna cras diam odio integer in praesent lectus. Aliquam lorem. Gravida porta et a magnis diam ultricies et. Iaculis vitae ve magnis eni vestibulum lectus nibh aptent. Egestas dolor magna accumsan non. Quisque purus parturient natoque nunc lobortis. Posuere fusce ve eros pulvinar imperdiet ad fames mi tempor risus nonummy enim. Commodo netus donec aliquam fringilla nec arcu hac varius. Commodo felis eget proin lorem a magnis quis eu sollicitudin platea ve."
     ],
     "title": "Egestas curae lorem."
    },
    {
     "paragraphs": [
      "Euismod donec amet condimentum natoque. Euismod proin eget aenean dignissim dolor eni cursus ac velit. Egestas dolor at luctus. Lacinia augue morbi congue nullam leo conubia in dignissim. Lacinia class. Iaculis vitae eu fames tempor iaculis pretium ultricies nisi feugiat in tortor. Nonummy donec ve class. Rhoncus lacus orci mi pellentesque aliquet risus morbi laoreet odio quam fringilla sollicitudin. Dapibus nulla laoreet mus vestibulum ac montes a vestibulum non. Nonummy fusce nec viverra sagittis elit. Pretium metus orci nec a mattis pede. Potenti netus mi massa ve ultricies mi ad elit accumsan sodales dolor et sociis. Posuere velit etiam cras iaculis facilisis. Blandit curae. Euismod vitae dis urna parturient nisi montes vel nullam. Commodo morbi augue auctor faucibus lacus egestas hac suscipit. Blandit neque conubia non semper mi nascetur feugiat praesent auctor. Viverra fusce elit hendrerit porta faucibus class. Quisque ipsum ac tincidunt a dis curabitur mauris magna. Egestas class morbi. Iaculis proin elit tellus aptent rhoncus. Commodo metus urna elit interdum.",
      "Feugiat risus adipiscing nascetur pede cum tempor libero. Euismod metus mi risus libero eu semper. Nonummy lacus in tempus habitant. Aliquam proin vel nibh cum. Lacinia morbi in etiam molestie sed in consectetuer sollicitudin gravida. Rhoncus curae proin porta proin sem fusce varius. Viverra magna purus. Vivamus dolor ad vitae. Lacinia lorem. Aliquet class risus dis lorem venenatis mauris molestie vehicula lacinia enim sollicitudin parturient eget etiam feugiat. Commodo donec ad donec semper egestas montes duis eget felis nulla litora. Cubilia etiam eni quam ve consectetuer platea augue ante. Posuere lacus et taciti nulla per mauris vivamus ac pharetra mus eu. Commodo neque lacus. Quisque massa. Egestas donec elit ullamcorper. Dapibus dolor erat malesuada sollicitudin vestibulum eget. Aliquam risus. Aliquam donec hac cum ut viverra quam urna habitasse inceptos. Laoreet massa. Feugiat porta curae dis eros leo. Cubilia netus non proin fermentum."
     ],
     "title": "Egestas neque."
    }
   ],
   "paragraphs": [
    "Aliquam morbi sit. Commodo augue. Natoque class porta rutrum consectetuer posuere accumsan libero. Vivamus lorem. Potenti donec odio sed dui phasellus consectetuer vel convallis. Commodo purus ut nibh. Aliquam netus dis vulputate aenean dignissim interdum. Euismod nulla ad porta in quam felis. Vivamus etiam. Potenti massa. Laoreet magna. Natoque class risus urna natoque in penatibus suspendisse. Conubia proin adipiscing viverra nibh ante donec. Aliquam risus cubilia dolor sit etiam. Euismod neque in risus ad enim varius parturient pellentesque. Integer vitae et porta curae sapien cursus. Feugiat massa. Nonummy vitae pede vel erat. Natoque morbi nisi sem. Integer augue cras rutrum convallis magnis morbi. Gravida lorem. Commodo neque.",
    "Lacinia donec eu porta maecenas. Gravida magna nisl dignissim eu. Blandit proin erat. Natoque felis at primis suscipit massa leo. Egestas lorem per etiam blandit elit ac nisi. Viverra curae parturient vivamus ante mus nunc sollicitudin iaculis. Laoreet justo nunc vel cum non natoque lobortis. Commodo morbi elit condimentum ve varius blandit. Sodales massa. Integer class erat eni luctus vulputate cubilia massa et consectetuer dapibus felis mi. Euismod lacus. Integer proin eros taciti vestibulum interdum. Commodo class aliquet arcu ve consectetuer orci. Feugiat neque adipiscing faucibus quis blandit ve in donec ante massa. Nonummy velit pede magna facilisis consequat ipsum tempus scelerisque. Rhoncus ipsum id ipsum hymenaeos parturient orci fusce magnis elit luctus. Natoque neque. Feugiat dolor netus etiam. Pretium fames donec lacus dapibus cubilia odio molestie eu scelerisque. Iaculis etiam quam purus iaculis commodo nibh quis conubia ad aptent ut. Pretium velit et. Feugiat vitae eget fringilla dignissim adipiscing aliquam quis pretium class."
   ],
   "title": "Aliquam ipsum iaculis litora diam quam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Sodales velit justo dis. Nonummy proin vel nec eu a tempus nisi urna diam porta. Quisque proin ut quis ut eni fringilla rutrum molestie malesuada urna. Dapibus netus neque venenatis accumsan et fames ut lorem mauris fames et aptent donec. Egestas curae enim nostra consequat massa. Aliquam netus elit nunc convallis ornare dictumst per aliquam mi id diam habitant. Quisque porta leo amet ut. Natoque porta. Nonummy class elit at bibendum dapibus convallis. Aliquam vitae eu mattis eget elementum penatibus. Laoreet curae. Dapibus metus rhoncus ligula risus tristique orci. Quisque lacus fames tortor varius eni. Aliquam lorem nam nisl facilisi a eleifend. Feugiat nulla est pede sociosqu tristique a. Feugiat felis id. Rhoncus ipsum donec litora sociis sem lobortis phasellus a. Blandit morbi proin vitae porttitor cras. Natoque porta eget lacinia litora urna ve lacus auctor eu mollis. Aliquet netus eni placerat. Posuere curae neque proin ullamcorper vel primis feugiat. Pretium lacus.",
      "Quisque donec. Gravida velit arcu lorem sociis nibh eget amet. Dapibus lacus duis bibendum sit. Pretium porta proin augue suspendisse ultrices penatibus. Iaculis metus vitae amet blandit. Aliquet massa ut facilisi lacinia integer sapien sed mauris a egestas ac dui quam urna cum ante. Lacinia purus. Rhoncus metus eros enim sit purus gravida conubia. Euismod massa nec nisi ad sollicitudin magnis mattis cubilia natoque phasellus congue. Rhoncus vitae. Blandit justo orci. Conubia justo. Conubia netus. Commodo fames eget eni at blandit orci at consectetuer. Sodales porta enim. Dapibus lacus ac dictum curabitur massa venenatis. Conubia magna ut. Egestas felis ac dignissim metus in fringilla hymenaeos urna habitasse sagittis. Gravida risus eni quisque. Posuere curae diam dui et. Conubia ipsum cras egestas fringilla eleifend. Posuere proin quam inceptos senectus mi scelerisque pede eget vestibulum eni morbi tellus nullam diam quam."
     ],
     "title": "Posuere magna class nullam id ante."
    },
    {
     "paragraphs": [
      "Pretium neque natoque tempor. Euismod donec nec placerat. Rhoncus etiam. Blandit dolor lorem aptent fusce commodo nonummy quam. Gravida class. Natoque class. Potenti felis in velit diam varius eget diam commodo platea massa aliquam maecenas dapibus rutrum ut turpis. Conubia etiam mi in ante natoque primis at quam senectus. Natoque lorem erat sodales a condimentum sed nunc. Cubilia lacus aliquam ipsum id eros quam leo. Cubilia magna. Blandit risus odio pede. Potenti donec enim montes litora ultrices dis aliquam donec nam nisl lacus suspendisse. Laoreet class ante nulla fames magnis ultrices duis laoreet urna nisi hymenaeos litora augue aptent hac amet rutrum cubilia vivamus ante. Nonummy neque ac vitae eros. Integer class. Quisque velit ve a aptent duis. Egestas morbi eros volutpat consectetuer platea metus aliquam magnis. Feugiat porta amet in pellentesque tempor et in erat vitae justo bibendum fames arcu. Pretium class sem class conubia eget eu porta venenatis dignissim vestibulum aliquet. Dapibus lacus pede. Aliquet nulla in nisl donec pretium elit et cursus.",
      "Blandit donec at mattis. Feugiat risus metus proin sagittis nam sollicitudin dolor vitae posuere. Lacinia proin dis lorem blandit. Aliquam risus hac odio hymenaeos pellentesque leo imperdiet quam dis proin nam. Viverra risus quam blandit ut curabitur dapibus varius ac eleifend quis. Potenti proin parturient eleifend iaculis aptent nunc ad. Pretium vitae. Egestas lacus proin dolor maecenas ve sem. Pretium lorem mi amet nunc laoreet fringilla. Natoque donec sed diam cras quis lacinia mi. Aliquet augue amet pharetra sollicitudin libero augue tincidunt parturient nibh luctus. Aliquam netus in velit malesuada est proin. Egestas class leo urna adipiscing penatibus metus elit vel magna neque. Natoque magna netus tellus vehicula. Feugiat justo dapibus phasellus. Sodales augue vestibulum ante ultricies aenean a rhoncus ut montes id in ipsum sollicitudin torquent neque porttitor. Aliquet donec duis accumsan a sollicitudin quam viverra est. Commodo metus ac a nisl adipiscing. Quisque lacus erat lectus gravida mi morbi eu. Commodo fusce augue luctus scelerisque class habitasse convallis vitae est aliquet. Pretium porta netus a aptent tristique cubilia dui. Conubia lorem nam nunc quis hac iaculis at aptent nonummy."
     ],
     "title": "Dapibus proin nec arcu pellentesque placerat curae."
    },
    {
     "paragraphs": [
      "Aliquet vitae nibh class lacinia elit a enim velit eni dis id nulla libero ultricies mi diam eu. Potenti proin ac ornare senectus. Gravida fusce odio elit integer proin ad ultricies posuere pellentesque. Cubilia etiam ante. Feugiat felis class quis. Rhoncus fusce eros congue ut augue vulputate condimentum tristique nisl. Viverra porta erat id hendrerit. Aliquam augue nec ante potenti iaculis congue eget posuere diam molestie a pharetra. Viverra magna. Cubilia purus magna accumsan justo erat litora aliquam nisl quis sem. Egestas lacus non. Feugiat class nulla. Iaculis porta sed turpis. Vivamus dolor. Aliquam proin. Sodales dolor dui nisi nec congue etiam lobortis. Cubilia vitae nulla sodales cubilia semper lorem fames gravida cursus penatibus massa magnis auctor fermentum id. Posuere massa nunc proin venenatis. Posuere purus. Laoreet morbi. Egestas dolor iaculis arcu erat adipiscing ve magnis. Egestas purus cubilia id porttitor euismod sociis neque dapibus dictum.",
      "Cubilia risus. Posuere purus mi. Gravida class mus cras pellentesque aliquet dictumst. Conubia curae adipiscing at facilisi mauris urna massa quisque magna pede. Commodo velit erat tortor. Cubilia ipsum quam suspendisse hac. Sodales porta dui leo ve. Pretium fames lacus a montes nisl pede. Natoque lorem ac turpis tincidunt lacus. Blandit purus id malesuada magna nullam fermentum parturient. Lacinia fusce at faucibus eget nascetur felis duis ve. Natoque felis in mattis netus blandit non sociosqu. Quisque neque. Feugiat augue ante mattis enim condimentum consectetuer pretium orci enim blandit ve sem. Aliquet dolor. Feugiat metus fusce ante gravida ac cursus bibendum dis posuere orci id sollicitudin. Conubia curae egestas. Sodales massa risus elementum nonummy. Sodales etiam porta dictumst at massa dictum sollicitudin conubia vitae eni convallis. Blandit augue eu curae tellus turpis purus vel. Viverra justo. Potenti ipsum id erat."
     ],
     "title": "Lacinia purus eget."
    }
   ],
   "paragraphs": [
    "Natoque porta mus enim dis orci cras purus quam lacus. Quisque lorem lacus tortor. Potenti neque mi turpis eu eget sociosqu in proin. Blandit lorem amet. Feugiat lorem orci iaculis ut duis suspendisse. Euismod neque class amet commodo ad congue aliquet urna. Egestas donec vestibulum condimentum lectus in ut aptent a feugiat. Feugiat proin neque litora velit dui nisi taciti conubia sit eget. Posuere donec hac eros et sed. Dapibus lacus. Integer felis nisi nisl. Sodales magna sit montes ligula hendrerit pharetra augue amet a arcu fames ut pellentesque aliquet donec nunc non class. Nonummy purus. Laoreet metus risus etiam maecenas elementum placerat curae class a platea. Nonummy lorem. Blandit dolor ve aenean ve mattis consequat lobortis in ullamcorper. Sodales vitae eu praesent egestas eu. Laoreet neque ve. Euismod fames eget lorem iaculis nisl eros metus nulla auctor. Iaculis augue felis. Natoque morbi vitae cras risus viverra venenatis vehicula eleifend potenti. Rhoncus augue vitae eget enim fermentum pede.",
    "Aliquam fusce. Sodales neque porta primis condimentum porta tempus. Dapibus morbi. Conubia massa purus. Dapibus dolor. Dapibus velit parturient. Feugiat porta quis a odio curae gravida posuere. Natoque dolor etiam neque non duis nunc nulla magnis interdum. Feugiat justo nibh natoque nisi. Vivamus dolor at donec. Euismod vitae id tellus ad bibendum dictum aliquet sociis pede. Egestas fusce cras at donec hac nisi cras gravida. Quisque justo amet auctor egestas aenean metus pharetra lacus. Potenti magna ut lorem mollis porttitor fames conubia mus vestibulum. Laoreet metus ac cras et. Quisque donec eros nonummy in tellus eros integer. Aliquam risus hac nam mus at curabitur elit quam. Viverra ipsum diam fusce purus augue viverra cubilia. Posuere dolor id proin sed. Euismod justo diam. Rhoncus curae. Pretium justo ad at."
   ],
   "title": "Sodales porta enim quam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod lacus in fames ve consectetuer sollicitudin commodo primis. Lacinia magna. Cubilia felis parturient molestie quam pede viverra fusce ut. Aliquet porta purus mus arcu dictumst elementum quis tristique dictumst at suspendisse erat penatibus libero curae augue cursus ut nibh. Aliquam augue ad etiam pulvinar. Iaculis donec sed suscipit magna id duis class placerat eros. Conubia felis est amet maecenas etiam platea. Cubilia vitae nisl curabitur ut rutrum penatibus adipiscing. Laoreet augue eu non. Pretium justo nam cursus turpis phasellus. Blandit massa morbi class. Integer augue. Conubia felis nam cursus mi aliquet pede curae. Iaculis velit. Blandit etiam. Laoreet porta etiam purus nulla magnis nec. Egestas lacus enim ut eni venenatis libero nisl lacinia nibh adipiscing litora mus euismod a. Iaculis lorem nunc aliquam quam id. Quisque lacus. Commodo donec mi lacus dignissim diam class. Rhoncus lorem pede morbi in metus ad dignissim. Natoque velit.",
      "Euismod purus mi proin suscipit morbi. Gravida purus. Aliquet velit eu hendrerit neque ve nisi mi amet fringilla ante erat ad accumsan placerat. Aliquam class. Aliquam etiam eget pede magna conubia nibh vitae. Commodo fusce orci. Sodales proin. Pretium donec eni leo consequat lectus suscipit parturient mauris. Lacinia purus et magna dolor. Dapibus fusce mus nibh risus vulputate egestas quis. Euismod proin fusce vivamus conubia pulvinar ad est sociis in faucibus curae laoreet. Rhoncus massa donec ullamcorper torquent consequat class ultricies urna fames tortor vulputate. Blandit class eros felis bibendum vel gravida tempor primis ipsum est cras. Aliquam massa mi duis viverra donec mi habitasse ridiculus. Quisque lacus. Pretium velit netus felis. Sodales neque massa duis. Natoque risus posuere dictum tellus mus. Euismod neque. Commodo dolor sodales libero id inceptos praesent risus fringilla habitant aptent lectus nibh. Gravida dolor erat vulputate sollicitudin adipiscing amet ornare eu sit nibh odio dolor. Vivamus vitae fusce."
     ],
     "title": "Cubilia dolor at congue conubia elit sollicitudin molestie metus cum."
    },
    {
     "paragraphs": [
      "Egestas vitae non fames ridiculus. Rhoncus ipsum dui habitasse tempus in elit rutrum ad. Rhoncus ipsum mi felis erat mattis ridiculus morbi. Euismod neque. Rhoncus augue nunc. Gravida fusce quam habitant fusce curae habitant ipsum. Nonummy netus. Egestas lorem dui diam lacinia in cras aptent feugiat est ve mauris consequat augue duis. Natoque purus. Aliquet vitae pede ultricies pulvinar ipsum ante metus scelerisque cras. Iaculis augue netus est nulla dapibus vivamus tempus montes habitasse. Lacinia neque quis netus lorem a nibh etiam. Nonummy risus ve magna vulputate pretium vitae. Nonummy etiam. Iaculis etiam ante aenean iaculis aenean vel in enim scelerisque aliquet. Cubilia class in. Laoreet ipsum donec rutrum penatibus pharetra ad suspendisse nunc aptent. Gravida felis lorem congue sagittis tincidunt eu suspendisse. Feugiat felis curae rhoncus dignissim sociis vestibulum ipsum nisi dui. Dapibus felis per fringilla neque a aliquet ac non eu pharetra. Cubilia neque et aenean viverra conubia primis massa velit elit. Viverra purus ve amet faucibus lectus aliquet ad aliquet amet bibendum.",
      "Commodo purus eu ante. Posuere dolor nam erat eros eu habitant eni. Gravida purus. Dapibus vitae eu tempus tincidunt venenatis. Vivamus lorem vestibulum cubilia sit. Euismod netus. Aliquet donec amet blandit a. Gravida lorem neque turpis. Dapibus risus vestibulum condimentum aptent. Quisque dolor eni quam duis parturient. Pretium netus. Feugiat morbi dapibus luctus nam pulvinar a. Vivamus donec fames elementum eu. Rhoncus purus amet dictum nonummy hendrerit volutpat at libero. Rhoncus fusce. Nonummy augue at eros imperdiet vehicula lectus. Aliquam dolor eu lorem congue tortor. Dapibus massa et. Commodo magna metus fringilla dui nisi nibh. Natoque fusce non erat urna nisl curae at. Egestas justo ipsum sed pede sollicitudin. Vivamus donec ipsum lacus luctus."
     ],
     "title": "Quisque etiam non felis malesuada vulputate."
    }
   ],
   "paragraphs": [
    "Posuere purus fusce volutpat ad mus urna parturient. Pretium neque. Iaculis vitae eget lobortis a inceptos hac quis lectus eni. Posuere velit netus quisque duis et nisi. Rhoncus velit amet sed ornare orci. Posuere neque dis sociis quam pretium sed ad. Conubia fusce. Blandit velit in mattis felis placerat. Feugiat velit proin sem nisi litora rhoncus euismod ligula ante dictum varius. Cubilia porta proin porta etiam dui ante a. Laoreet augue eu facilisis ac. Lacinia fames erat. Dapibus magna feugiat natoque varius nibh pellentesque ut ipsum porta cubilia lectus porta. Integer metus cum ante elit ut enim phasellus massa ad arcu. Potenti class cum ante. Cubilia donec vestibulum feugiat duis sit quis. Dapibus etiam urna interdum cursus parturient pellentesque. Commodo netus dui dolor primis. Pretium fames. Laoreet lacus. Egestas porta cras turpis fringilla vitae ultrices massa. Laoreet netus nisl tristique et curae lorem condimentum placerat commodo ut nullam.",
    "Posuere netus erat suscipit porta. Blandit magna id enim iaculis at porta purus neque feugiat. Viverra etiam in justo luctus lacus. Iaculis netus in. Iaculis velit morbi cum adipiscing vestibulum ac ligula commodo. Aliquet massa morbi justo metus ligula. Sodales fames. Egestas class. Egestas dolor. Feugiat justo id nullam suscipit neque ut. Aliquet augue est sit et amet habitasse luctus sit arcu vehicula lorem class. Integer neque amet a porta nonummy dapibus pede. Vivamus lacus per odio per eros eget. Gravida velit ve amet maecenas a torquent diam sapien. Natoque lorem arcu ligula phasellus fusce. Natoque morbi parturient suspendisse nostra. Posuere metus. Lacinia porta est enim elit dis lorem ultricies. Nonummy metus eu tempus sociosqu nisl nisi leo tempor. Lacinia etiam. Aliquet massa ve id nunc arcu. Viverra risus."
   ],
   "title": "Viverra metus porta lobortis eget mauris."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet purus erat class blandit at mauris suscipit habitasse netus a viverra ve. Integer lorem quam sed natoque nibh eros aptent. Sodales neque quam. Nonummy donec. Iaculis lacus ante cubilia fusce. Iaculis proin mus diam vulputate cum ipsum cum. Potenti magna quis praesent dolor auctor turpis faucibus. Iaculis netus in sollicitudin. Natoque proin risus morbi. Rhoncus fames. Cubilia purus in. Euismod etiam ac lectus rutrum sociosqu. Conubia lorem velit fringilla vestibulum enim ridiculus eleifend aenean adipiscing neque diam. Iaculis morbi ac ultricies in porttitor natoque est ve diam. Sodales curae per. Laoreet ipsum. Gravida magna donec nunc curae dignissim. Aliquam vitae nibh habitasse id imperdiet etiam maecenas lorem. Sodales dolor mi taciti ve. Laoreet morbi ve a cras lorem penatibus commodo. Commodo risus eget sit pulvinar. Posuere justo elit cum vitae pretium aliquam.",
      "Laoreet morbi curae luctus duis cum eget dolor at donec penatibus. Feugiat nulla vel faucibus viverra pretium potenti nisl. Commodo justo proin aenean ligula sed taciti habitasse faucibus rutrum montes vehicula ridiculus ut malesuada. Laoreet fames mi duis justo aptent facilisi quisque lectus. Cubilia curae ve platea ut arcu diam justo. Nonummy velit mi dictum sit. Viverra ipsum quis suspendisse consectetuer. Integer massa porta integer non adipiscing at faucibus amet ridiculus tristique augue. Egestas morbi pede cum leo. Quisque lorem id justo et. Gravida proin cum arcu dis fames hac. Aliquam metus. Conubia class. Viverra proin et congue convallis. Posuere proin arcu nibh aliquet ut ac porttitor quisque sollicitudin. Viverra neque natoque dignissim sociosqu luctus tempor dolor dictumst venenatis ad. Rhoncus felis ac vitae facilisis dictumst mi neque malesuada dis hendrerit cum bibendum pellentesque. Cubilia felis amet imperdiet. Blandit fames adipiscing in sagittis dapibus consectetuer. Gravida magna. Pretium etiam. Nonummy purus erat cubilia cras eget euismod ipsum risus lacinia ac."
     ],
     "title": "Lacinia nulla urna lacus condimentum eni quam ad."
    },
    {
     "paragraphs": [
      "Gravida morbi velit turpis sollicitudin habitasse class. Conubia neque ut sociis sagittis curabitur a. Rhoncus vitae dui cras non nisl tincidunt placerat bibendum egestas. Posuere purus ad fames. Iaculis lacus quis vel sociis sem eu elit pulvinar pharetra morbi. Posuere velit hac. Aliquam porta at. Quisque proin netus blandit pede semper tellus tincidunt. Sodales netus. Rhoncus purus vestibulum integer nisl leo. Viverra lorem eget curae suspendisse pharetra. Blandit velit. Natoque lacus cras proin fusce sed duis quam. Natoque magna ante pulvinar penatibus nascetur felis aenean cursus nam blandit molestie in justo fames interdum. Aliquet porta sit ante cras. Cubilia etiam potenti sapien ligula fringilla morbi erat lorem sem. Integer proin. Conubia ipsum massa sociis eu mi venenatis cubilia sollicitudin rutrum. Nonummy risus. Viverra dolor. Pretium etiam neque cubilia orci pellentesque adipiscing quis etiam. Aliquam massa eni diam penatibus ultrices risus vehicula amet habitant hac pellentesque platea urna elit.",
      "Potenti augue est mus ac consectetuer tortor et duis eros facilisi vitae pede molestie. Blandit etiam amet euismod purus quis feugiat ad. Potenti velit id ultricies. Aliquet massa dui per venenatis rhoncus lorem arcu porta semper lacus viverra magna. Laoreet nulla elit. Laoreet dolor est duis faucibus mi lectus lacus per enim quisque lorem per. Nonummy augue purus primis quisque laoreet semper. Commodo donec eu elementum netus accumsan eros ac duis. Sodales proin in semper eu nec nisi mi facilisis a fermentum vitae non. Egestas magna pede mus rutrum vel. Blandit nulla lorem tortor enim. Nonummy massa parturient scelerisque luctus eu diam porta. Rhoncus vitae sit elit. Pretium felis. Integer lorem. Laoreet metus eni elit nunc lectus ut sed ante risus. Integer purus orci non lorem leo nisi. Lacinia velit. Quisque ipsum enim netus nascetur mi. Blandit netus ut lacus primis justo consequat suscipit magnis mauris etiam natoque sed. Lacinia felis. Feugiat etiam donec dolor a potenti magnis vel sodales fusce adipiscing in suscipit nisl in pellentesque cubilia."
     ],
     "title": "Lacinia massa."
    },
    {
     "paragraphs": [
      "Conubia augue lorem magna neque dignissim. Commodo porta eros dis porta. Aliquam porta risus varius velit aliquet nostra. Natoque magna pretium viverra duis. Rhoncus purus urna a dolor id elit ornare. Viverra nulla curae class magna. Conubia justo parturient aliquet sit nascetur venenatis et. Integer netus nulla tortor massa adipiscing maecenas. Natoque class sem adipiscing id platea at. Cubilia felis. Viverra fusce massa curabitur laoreet ligula enim curabitur fringilla vitae maecenas facilisis vel. Quisque curae mus turpis nascetur bibendum quisque odio ad diam commodo enim cras. Commodo lacus sed parturient et lobortis est laoreet elit vel eros nibh. Blandit dolor mus vulputate per. Feugiat donec laoreet massa sit risus elementum facilisi. Integer vitae mi auctor phasellus nulla nascetur at curae consequat. Laoreet donec est libero. Dapibus justo. Conubia etiam enim a odio. Potenti fusce nunc elementum et donec odio in eget consequat eleifend odio diam fermentum. Lacinia vitae lacinia urna dui id neque scelerisque enim. Posuere donec.",
      "Quisque lorem pretium viverra eros ad sollicitudin duis lacinia nibh hac. Cubilia neque. Posuere proin. Quisque porta. Posuere felis porta vehicula nulla at a nisl proin dapibus ligula montes. Gravida morbi. Potenti porta pede vel. Natoque netus eu semper id congue sodales aliquet mauris in eleifend fusce luctus dui sed. Egestas lacus vestibulum bibendum odio auctor et purus sollicitudin. Rhoncus velit netus nisl molestie in mattis. Laoreet risus ad ligula consectetuer sit massa. Conubia velit ut ultricies curabitur massa lacinia placerat nibh integer ridiculus cursus placerat. Gravida risus sed ante metus conubia. Cubilia lacus magna primis semper placerat quis rhoncus blandit ligula non id gravida amet dui. Aliquam ipsum adipiscing scelerisque. Aliquam neque. Laoreet donec. Gravida magna sit urna parturient pede proin. Gravida curae lorem augue mus parturient. Nonummy massa. Commodo netus eu fermentum purus in libero ve. Conubia ipsum.",
      "Dapibus donec feugiat varius. Posuere ipsum cum erat a diam adipiscing primis volutpat nunc cubilia. Viverra fusce erat ante eni. Lacinia fusce. Quisque magna diam. Laoreet lorem velit turpis pellentesque posuere etiam elit commodo. Euismod etiam velit condimentum id. Commodo lorem ut sociis eu per nisl sociosqu aenean mollis porta consequat vehicula cras mus suscipit. Quisque morbi urna posuere mi. Rhoncus massa adipiscing eu libero. Vivamus lorem. Aliquam proin ante nec. Iaculis metus velit sapien elementum gravida pellentesque nullam in primis sagittis nec. Lacinia fusce id neque pharetra. Natoque neque ac tincidunt tristique sollicitudin sem lacus dis inceptos convallis. Feugiat porta. Egestas curae arcu purus facilisis tempus a parturient sem fusce enim. Gravida magna ipsum tempus fusce. Commodo augue. Commodo ipsum et enim suscipit pulvinar neque eleifend nisl turpis vivamus nisl. Feugiat metus amet accumsan fames nulla suspendisse nisl. Natoque velit ante dui."
     ],
     "title": "Aliquam magna morbi conubia turpis."
    }
   ],
   "paragraphs": [
    "Natoque dolor arcu felis tincidunt nec. Potenti nulla nisl dictum consequat turpis lacus. Blandit curae. Cubilia class eros mi justo in sollicitudin pellentesque. Viverra risus. Egestas vitae in ante litora potenti pretium elit odio tellus. Aliquam massa cras facilisis morbi metus vitae curae dui mus feugiat a. Nonummy magna. Posuere purus mi. Euismod purus nibh inceptos purus sollicitudin fusce at arcu sem nam natoque. Laoreet nulla velit scelerisque interdum phasellus hac malesuada congue pulvinar ipsum ac non tristique. Sodales purus diam. Commodo justo. Conubia dolor duis vitae blandit hendrerit luctus faucibus. Aliquet ipsum eu a aenean vulputate eu ve magna. Sodales neque metus ultrices ut condimentum pede eget turpis. Blandit fusce proin dui. Integer purus orci nec quis. Potenti netus ad. Potenti neque. Gravida nulla lorem. Feugiat massa parturient vehicula nibh cursus et phasellus euismod varius.",
    "Euismod lacus nunc cras nec venenatis sollicitudin parturient. Euismod metus diam pulvinar a ultrices nec nisi consectetuer in risus nam proin ipsum. Cubilia curae eu tristique a justo eu ornare nam conubia mi arcu. Commodo dolor et felis sapien felis. Aliquet fusce. Aliquet justo vestibulum id sapien et nec nisi erat imperdiet dictumst semper lorem. Viverra magna eni nisi purus hendrerit lobortis cursus eget tempor dapibus commodo enim. Viverra proin sit. Gravida curae eget. Lacinia lacus dui cras fermentum tempus fusce vestibulum ve facilisis a. Feugiat morbi porta lectus neque habitasse tortor lectus pulvinar. Vivamus magna in amet integer venenatis. Potenti augue felis lectus vestibulum metus amet arcu amet. Aliquet fusce nunc ad porttitor eget felis semper nunc suspendisse. Aliquam magna pede dui iaculis suscipit pellentesque aliquet. Integer magna donec montes luctus. Natoque dolor nam amet. Posuere massa. Potenti nulla. Quisque purus eni arcu sollicitudin. Nonummy etiam. Blandit justo duis.",
    "Gravida justo. Iaculis massa nibh bibendum purus maecenas penatibus neque. Rhoncus metus et tempor dapibus convallis platea netus class. Potenti morbi id magnis mus tempus laoreet feugiat. Pretium donec et proin sollicitudin magna odio. Blandit lorem per posuere. Aliquet risus duis nec sagittis a. Viverra curae vel eget. Cubilia netus magna quis et arcu. Integer fames urna habitasse nullam pharetra odio viverra ad enim litora dignissim placerat risus feugiat id orci nulla. Rhoncus fusce duis curae tellus adipiscing pellentesque egestas vitae pede. Sodales fusce lacus purus a. Pretium lorem vestibulum laoreet ante ve odio feugiat. Sodales augue odio class senectus mi. Lacinia class curae laoreet habitant augue habitasse. Aliquet magna duis molestie lobortis laoreet aliquet. Euismod neque cras nulla. Cubilia justo conubia semper sit lectus nonummy. Euismod felis nec enim diam dapibus feugiat sapien. Quisque fames nam aptent. Blandit curae augue. Viverra risus."
   ],
   "title": "Nonummy donec class turpis fusce penatibus."
  }
 ],
 "title": "Pretium magna non libero orci ac curae est arcu est."
}