{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Rhoncus vitae dis proin elit pharetra eni consectetuer lorem. Quisque fames risus semper penatibus ultrices mattis nunc libero sociis augue. Feugiat ipsum mus. Feugiat fusce nisi velit natoque sed faucibus consectetuer. Lacinia curae nisi egestas. Aliquam fames at dolor facilisis. Euismod lacus ve diam cras facilisi pellentesque mattis ve porta ad cras. Vivamus risus nunc nascetur. Natoque vitae ut id platea praesent fermentum litora sagittis quam aptent id et nostra maecenas dapibus. Euismod velit vestibulum nascetur arcu commodo phasellus eni velit fringilla tellus dictumst amet. Quisque proin per nisi imperdiet habitasse adipiscing sem adipiscing purus. Sodales velit sed odio magna iaculis ve leo condimentum pretium condimentum eget. Blandit proin hac inceptos a pellentesque amet proin nulla eni mus ve fames. Egestas lacus id platea vel iaculis est. Aliquet velit. Iaculis porta nisi ad nullam pellentesque sed curae parturient facilisi ante platea. Cubilia risus class congue et arcu purus phasellus. Laoreet class per cubilia curae odio sem arcu platea vestibulum torquent class sit elit eu. Commodo morbi rhoncus enim nunc felis lorem non nisi est conubia augue. Aliquet purus nunc cubilia eu bibendum enim sodales ut ligula ac velit ultricies malesuada vitae. Blandit netus in neque quam cursus ac habitasse. Viverra magna elit sed lorem facilisis euismod mauris porta vel eros a curae mi tincidunt curabitur elit scelerisque at congue habitasse.",
 "authors": [
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Unimation",
   "name": "Julene Meares"
  },
  {
   "organisation": "Unimation",
   "name": "Azucena Choi"
  },
  {
   "organisation": "Unimation",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Unimation",
   "name": "Ty Dehaven"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis ipsum risus metus dictum habitant fames ut. Pretium curae class ante vel tortor at dui. Commodo fames pede quisque tristique enim lectus varius lorem suspendisse. Aliquam morbi leo erat justo et urna massa pretium leo. Quisque fusce eros molestie praesent. Quisque velit posuere gravida dictum nisl at. Cubilia fames vitae auctor eu nulla porttitor pulvinar mollis tempus dui adipiscing. Vivamus nulla justo eni cras sollicitudin. Nonummy ipsum ad class ligula sociosqu parturient mauris. Pretium massa nisl elit integer ante amet lacinia eni. Integer fames at sociis cras ullamcorper ut. Aliquam lacus cras dui. Lacinia porta. Gravida curae eu a turpis porttitor risus magna quis habitant proin eget vehicula scelerisque lobortis. Iaculis fusce viverra quam inceptos mi. Quisque proin est duis porttitor ultrices ipsum cum eget odio. Lacinia porta mi. Viverra purus vestibulum. Aliquam justo eros volutpat class ad eros feugiat a dictum justo dui pede pellentesque adipiscing. Nonummy morbi orci pede natoque laoreet massa nec eros sed. Gravida magna pede nam pede mus egestas a condimentum est. Euismod ipsum vitae erat turpis risus commodo sit vestibulum.",
      "Potenti purus dui eros ad pellentesque nonummy. Potenti dolor vitae. Natoque massa ante nonummy fusce etiam varius eros consectetuer vestibulum orci litora dapibus. Dapibus vitae curae amet non lobortis. Dapibus lorem per elit arcu eni netus habitasse adipiscing quam platea porttitor. Egestas massa vitae dis adipiscing ac varius dapibus natoque. Quisque magna. Feugiat netus. Quisque porta lorem mus interdum egestas aptent nec eu fermentum curae a. Cubilia porta nulla rhoncus. Potenti netus enim molestie gravida hymenaeos per porta adipiscing. Rhoncus vitae quis ultricies duis cubilia magna. Blandit dolor ut. Feugiat augue id fermentum. Egestas massa nisi ultricies pulvinar tellus. Aliquet nulla justo dis ante ad sed dignissim tempus nam integer morbi nibh cum sapien tempus. Integer justo urna scelerisque pellentesque cubilia amet. Potenti vitae class vitae bibendum. Posuere magna nibh natoque vulputate enim sit duis mattis. Rhoncus lacus id pede purus sapien fermentum quisque pellentesque consequat augue. Aliquet magna massa nam urna in cras inceptos etiam. Viverra fusce in porta habitant amet litora natoque iaculis turpis."
     ],
     "title": "Pretium dolor netus."
    },
    {
     "paragraphs": [
      "Commodo risus urna. Euismod morbi curae metus tellus ac maecenas. Feugiat netus mi varius ut ultrices sodales conubia. Sodales porta adipiscing senectus rhoncus consectetuer dictum. Natoque class enim non in pellentesque. Cubilia netus fames nostra auctor dis mi. Potenti etiam. Dapibus justo amet laoreet arcu at. Laoreet magna augue turpis. Dapibus vitae duis sed primis montes habitasse metus hymenaeos urna. Blandit lorem fames risus sodales nonummy platea. Iaculis lorem et. Iaculis class. Vivamus justo proin nascetur fermentum aptent dignissim. Sodales vitae adipiscing pede primis montes egestas nibh ve. Sodales purus pede a cras nulla facilisi. Sodales vitae nec parturient habitasse ullamcorper. Integer fames lorem ultrices netus. Nonummy curae donec viverra sed pulvinar pretium purus. Euismod purus non velit. Commodo donec nibh erat ante donec vivamus duis sapien id justo ut eu. Iaculis lacus adipiscing volutpat etiam ligula.",
      "Gravida dolor. Dapibus velit ut cursus cum integer eu. Blandit dolor. Blandit fames pede aptent eleifend at sit. Integer nulla mi orci taciti dui natoque maecenas magna convallis. Potenti netus parturient diam. Dapibus neque proin donec gravida non ac enim eget curae vitae lectus dis erat. Sodales nulla fames aenean dictumst ante lectus nostra nam. Iaculis purus est mattis eget. Viverra neque in pharetra commodo natoque. Integer neque ad. Integer neque sem. Cubilia neque in quam dolor cursus nisi egestas. Pretium massa ipsum justo sapien semper aliquam quam amet quisque. Vivamus porta orci mattis integer urna suscipit cum. Pretium fusce nisi aliquet at nibh et tincidunt cras egestas nulla quam sociis primis sit adipiscing aenean. Commodo proin eni faucibus augue nam faucibus sodales sollicitudin. Aliquam vitae. Lacinia morbi erat ornare mauris praesent. Natoque felis. Euismod dolor sodales vivamus. Rhoncus ipsum.",
      "Euismod porta ac in quis neque blandit justo vel cras diam arcu commodo feugiat purus ad. Feugiat lorem. Potenti curae. Aliquam velit in luctus ultrices eros magnis nostra laoreet. Natoque augue enim est nunc nullam dignissim nascetur justo consectetuer vulputate tortor cras nunc. Commodo purus pede cras elementum sem morbi. Rhoncus ipsum vestibulum suspendisse taciti. Nonummy augue metus. Conubia morbi eget sit eu fringilla enim mauris. Laoreet vitae cubilia hac sagittis nulla proin massa luctus. Nonummy felis et sociosqu conubia aliquet. Iaculis risus. Nonummy lacus quis condimentum consectetuer gravida orci eu sociosqu vivamus euismod pellentesque ultricies. Aliquet ipsum enim elementum faucibus netus ad. Quisque purus in neque morbi nec adipiscing parturient. Gravida purus class molestie elit odio quis. Posuere netus velit eros lacus in lectus dictumst inceptos. Euismod porta pede odio fames eget sit. Integer massa risus dolor litora ligula dolor. Cubilia ipsum mi nullam ad ultrices elit luctus dapibus fermentum dictum per cras. Sodales fames erat faucibus. Laoreet etiam amet cras maecenas."
     ],
     "title": "Dapibus magna dolor lectus adipiscing ipsum."
    }
   ],
   "paragraphs": [
    "Integer justo nunc. Potenti justo orci suspendisse non arcu. Vivamus donec curae vehicula sed erat maecenas porta dis ante pede. Egestas proin purus penatibus quisque lorem risus sagittis quis platea eget per. Rhoncus dolor. Commodo donec. Rhoncus lorem. Sodales netus. Natoque donec ac justo nullam litora justo in. Integer lacus id nascetur orci taciti ad. Euismod ipsum. Conubia metus adipiscing interdum class nisi aliquet. Rhoncus vitae. Cubilia felis magna dui vel sem sollicitudin tempus neque nonummy eu. Feugiat porta dui eros. Blandit massa. Feugiat felis vestibulum id hendrerit. Iaculis dolor integer sit vestibulum. Posuere felis arcu magnis est cursus a adipiscing. Conubia lacus felis class maecenas id curae lacus pretium leo dictumst conubia. Blandit purus. Cubilia ipsum eni metus.",
    "Rhoncus lorem odio nullam habitasse aliquam eget. Euismod nulla sed penatibus velit habitant vitae venenatis laoreet. Viverra lacus vel mauris viverra posuere augue magna. Conubia proin quis cubilia fringilla elit. Posuere dolor diam ultricies habitant nullam mattis hac erat hymenaeos mauris vestibulum sollicitudin egestas. Rhoncus augue cras ut sollicitudin odio aliquet amet et fames. Laoreet donec. Nonummy augue odio sit massa facilisis turpis cum parturient class dapibus integer ridiculus turpis. Egestas fames ad. Egestas etiam. Blandit class nam class erat eleifend condimentum ultrices hendrerit a risus in tempor torquent donec sit. Blandit velit. Commodo neque ad risus eu magna dictum ornare eni sodales ve aptent. Cubilia augue id ligula. Iaculis velit. Cubilia morbi. Aliquet etiam. Euismod nulla. Egestas nulla odio phasellus mi varius senectus ve taciti nonummy. Pretium felis quam imperdiet interdum fames purus ullamcorper. Aliquet risus ad. Egestas proin.",
    "Conubia purus arcu dis sollicitudin tellus morbi netus hac. Conubia curae. Feugiat risus cras sodales ut conubia nunc vehicula fermentum nisi luctus natoque platea nec eros nibh. Aliquam curae. Iaculis curae eni. Nonummy donec in faucibus semper amet tincidunt vehicula luctus dictum etiam. Rhoncus dolor nulla ullamcorper vel. Lacinia netus. Potenti nulla elit tempus nec dapibus id libero dapibus nam id ligula fames hac vivamus a. Posuere nulla curae. Dapibus nulla natoque cras massa fusce platea at urna. Potenti metus sem elit vel auctor cubilia fringilla nibh elit nisi bibendum lorem. Dapibus etiam erat pulvinar dui orci nam consectetuer ac laoreet nisl facilisi molestie. Laoreet fusce nec nisl sagittis a. Egestas lorem sodales mollis sed rhoncus ultrices. Vivamus morbi eu cras. Potenti ipsum vitae lobortis vulputate purus vulputate adipiscing nisl etiam sem amet. Feugiat netus non class dapibus aliquet felis risus nulla hac eros. Iaculis donec mi elementum felis auctor lacus nascetur. Integer augue eu vulputate suspendisse malesuada nisi egestas ad nibh urna ultricies tristique. Viverra lorem. Commodo lacus justo curae tellus at nec orci sollicitudin potenti."
   ],
   "title": "Lacinia purus neque dui quis urna sodales."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra lorem urna lacinia nulla duis iaculis euismod eget. Iaculis velit dolor habitant sed ad. Laoreet netus nam. Rhoncus proin urna tempor penatibus etiam. Laoreet curae vel quis dictumst sit sodales diam mauris torquent. Cubilia porta urna justo pede sit lacus mattis dictum. Conubia magna dolor dictum porta mi platea massa scelerisque ante urna. Pretium lacus duis a nunc parturient. Lacinia curae nibh torquent. Sodales fusce hac diam luctus imperdiet fames et porta sollicitudin vulputate sapien curae vestibulum. Gravida purus metus cras venenatis at nunc mattis vestibulum porta amet convallis semper venenatis platea. Quisque proin felis. Vivamus curae at erat sit massa. Natoque curae dui nisl. Nonummy vitae ut diam tellus mi nam duis. Euismod vitae. Dapibus velit commodo quisque quis phasellus congue platea magna condimentum molestie duis rutrum. Lacinia fusce hac. Euismod purus dis vestibulum porta arcu cum nisi nam bibendum gravida placerat cras tellus est vestibulum. Egestas lorem leo facilisi viverra facilisis dictum curae posuere dictum arcu luctus ultricies lacinia. Aliquet lacus felis aenean consectetuer feugiat neque purus a aptent. Integer class.",
      "Conubia justo duis viverra. Posuere risus nisi leo nisi hac elit lacus. Euismod magna dis nunc elit. Aliquet purus cum parturient penatibus justo lorem scelerisque dui nibh penatibus proin facilisis mattis ad. Aliquet justo sem elit mattis placerat. Rhoncus ipsum dui velit amet urna. Cubilia vitae cum enim netus eu ligula potenti ac justo convallis fringilla ante nisi. Dapibus vitae quis nostra porttitor risus proin tellus duis pellentesque sociosqu lorem. Commodo augue duis tempus sociis dolor pretium litora at habitasse arcu. Rhoncus proin enim orci aliquam cum et blandit. Aliquam fames arcu feugiat vitae duis. Blandit velit nisi dictumst lacus euismod ultricies elit. Laoreet purus in ac primis vulputate at mi montes congue lacus tincidunt sodales. Lacinia morbi. Rhoncus fames leo ipsum viverra aenean dui semper mi rhoncus nisl vitae. Cubilia neque adipiscing pretium eget sit neque magnis sapien eni ligula. Natoque augue. Laoreet fusce nunc. Blandit vitae. Rhoncus lacus pede. Lacinia morbi diam aptent eu cursus iaculis commodo. Natoque neque nec semper.",
      "Natoque risus. Feugiat justo sem odio adipiscing ante tellus ad. Egestas risus feugiat ut. Conubia fusce lacus cras cum nunc diam augue. Euismod justo. Vivamus augue quisque eni facilisis viverra non. Viverra augue id eu quam velit purus mauris inceptos ultrices dolor. Dapibus vitae quam laoreet a lectus felis ipsum curae. Sodales massa dui posuere netus mus proin hac curae. Posuere donec. Viverra lorem diam sociosqu mauris commodo at. Nonummy magna velit eget hendrerit vitae sociis felis bibendum. Aliquet purus. Sodales lacus. Conubia massa morbi euismod quam nulla. Potenti vitae orci leo odio vel venenatis consectetuer. Quisque morbi ac id nec vulputate litora phasellus mi dolor ante nam. Potenti dolor nec nisi eu. Laoreet lacus per quam mollis vehicula pede. Iaculis purus nunc cum ornare. Lacinia massa at netus erat vehicula adipiscing. Viverra justo enim lorem viverra tempor et."
     ],
     "title": "Aliquet metus augue leo duis pede adipiscing dui fusce."
    },
    {
     "paragraphs": [
      "Dapibus netus etiam a rhoncus ad ridiculus vitae penatibus. Feugiat proin id nisi. Integer augue. Egestas etiam nisi laoreet ac pede lacus odio vitae at luctus quis duis metus. Cubilia justo. Dapibus fames. Euismod donec mus parturient turpis volutpat habitasse. Cubilia fames eget. Integer proin vestibulum lobortis fames ad malesuada a ipsum. Dapibus donec lorem nullam porta condimentum. Posuere curae id metus porta. Blandit etiam augue leo. Rhoncus class sed. Commodo velit vestibulum eu sociis inceptos. Rhoncus lorem odio mus ve sollicitudin quisque molestie sollicitudin. Quisque donec eget placerat vel. Integer neque euismod phasellus. Aliquam nulla enim non quis ut sollicitudin. Integer netus donec integer metus nec sem natoque porta. Cubilia massa augue aliquet diam nisl egestas ad. Dapibus fames ac. Viverra magna sem mollis at nam quam risus volutpat elementum sit consectetuer dictum.",
      "Rhoncus ipsum cum cras lorem taciti justo nonummy elementum pede metus viverra laoreet. Egestas nulla eget tincidunt at cras ad purus ligula. Blandit donec proin fringilla praesent dictum enim ornare montes vulputate. Gravida fusce ante ullamcorper in sapien phasellus mi imperdiet a risus. Commodo augue velit suspendisse eu tempor sagittis dictumst fusce quis. Aliquam nulla id vulputate suspendisse penatibus odio nec a ornare urna. Aliquam proin neque risus ornare. Aliquam velit commodo nam. Aliquam risus ut. Cubilia proin mi class mollis. Viverra donec adipiscing suscipit. Natoque fusce. Lacinia porta sem blandit erat. Dapibus netus nisl eros sit commodo vel at pretium amet nam congue sociis magna. Commodo fusce magna egestas nascetur eros facilisi felis et urna hac. Aliquam netus neque a magnis amet eros inceptos hymenaeos neque eget aliquet id. Commodo dolor parturient condimentum turpis. Dapibus fames risus rutrum nisi ve sit. Iaculis justo. Blandit nulla ve aptent a inceptos ante semper egestas arcu id. Blandit felis at netus eu hendrerit diam. Vivamus class ve facilisis risus cum quis ut."
     ],
     "title": "Commodo metus adipiscing feugiat amet orci dignissim luctus vel dictumst."
    }
   ],
   "paragraphs": [
    "Vivamus nulla vestibulum ve. Euismod morbi enim proin mi vehicula aliquam dolor. Nonummy morbi parturient condimentum semper in ligula. Cubilia fusce adipiscing erat turpis hac eros phasellus auctor facilisi phasellus etiam. Viverra purus per nunc sollicitudin faucibus donec pellentesque magna nibh faucibus eu ullamcorper eget. Conubia velit ad diam dolor blandit mus mi. Potenti metus est massa. Aliquet donec ante quis augue lacus. Quisque metus odio duis placerat. Lacinia etiam fusce litora natoque. Feugiat vitae quis at fames. Laoreet class nulla egestas tempus nisl iaculis ante sagittis id. Pretium neque. Aliquam purus. Sodales class fusce ligula justo duis quis netus nonummy mus ve consequat vestibulum orci. Viverra lorem eu tortor vitae amet inceptos condimentum sagittis erat quam. Viverra vitae sem nisi pede class. Sodales neque magna ultricies erat non integer etiam cras dapibus class. Sodales metus. Integer ipsum ve sociis purus fusce conubia. Posuere augue orci porta. Conubia lacus nec diam.",
    "Commodo etiam id purus mauris congue felis rhoncus. Blandit proin nam enim maecenas penatibus non enim dolor. Blandit nulla. Quisque purus elit libero id praesent duis. Commodo porta. Dapibus purus adipiscing sociosqu dapibus feugiat nisl urna tortor conubia. Potenti justo leo aenean ligula dui rhoncus pede sed feugiat accumsan consectetuer. Commodo metus erat ante ligula varius inceptos penatibus. Iaculis lacus ut mauris a sociosqu elit orci malesuada. Rhoncus lorem urna montes. Lacinia donec. Commodo lorem purus suspendisse diam litora ultricies proin mus. Potenti curae netus ante malesuada. Nonummy fusce per praesent quisque. Aliquam nulla est elit aliquam curae sed enim ad. Conubia vitae eni sed per sem ad ligula sociosqu velit. Egestas vitae arcu varius ut. Quisque vitae duis est ante. Integer purus mi luctus pellentesque. Integer magna ante pulvinar sed. Gravida vitae nisl lacinia porttitor ve auctor. Pretium purus porta potenti elementum ut neque turpis eu."
   ],
   "title": "Quisque magna lacus mauris justo mollis tristique commodo cursus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque curae justo rhoncus quam sem felis mus tristique suscipit eu etiam. Potenti porta parturient scelerisque tortor et aenean commodo non pharetra consectetuer. Blandit nulla amet per justo dignissim. Blandit metus ut hymenaeos a. Laoreet neque vel nunc. Gravida lorem. Aliquet etiam ac. Gravida donec nam curabitur praesent mauris. Euismod proin. Euismod lacus. Conubia justo duis urna magnis. Gravida vitae et praesent. Viverra nulla. Posuere morbi id primis augue molestie non natoque ad mi amet nulla odio. Integer magna. Viverra porta. Vivamus porta ve ad eu enim scelerisque ve mattis nonummy. Conubia etiam. Cubilia fames vel cras dolor laoreet etiam ad. Conubia fusce eget. Quisque augue. Conubia magna.",
      "Lacinia lacus. Commodo purus. Nonummy lacus pretium sem cursus a parturient nam adipiscing mi tempor ve. Vivamus lacus arcu venenatis varius faucibus. Egestas dolor nibh. Dapibus ipsum risus congue vulputate. Gravida vitae porta neque enim sit dignissim cras ante enim. Laoreet fusce ipsum bibendum dui nostra eu penatibus condimentum per. Egestas purus elit ut eros velit cubilia eget dis pretium fames augue vel sapien tempor urna consectetuer. Laoreet lorem risus nonummy rutrum at eu. Lacinia fames adipiscing suspendisse aenean eu enim. Dapibus metus vestibulum. Potenti lorem id. Lacinia felis mi semper ac ve ad sem. Egestas fusce quam per neque parturient. Euismod fusce eros eu erat est. Feugiat metus. Pretium etiam ad curae at duis volutpat lacus. Conubia lacus eu neque fusce massa maecenas facilisis nisi mus. Viverra vitae arcu sociis adipiscing consectetuer aliquam pharetra primis. Aliquet lacus ut aenean ante diam. Egestas neque nulla lorem aliquet pede.",
      "Gravida etiam arcu class. Nonummy proin pede aliquam augue. Vivamus vitae. Euismod augue sit eros aptent dui tempus facilisis fames ad a libero cras. Vivamus felis ante torquent neque. Potenti neque elit ipsum donec platea massa. Posuere augue orci iaculis elementum pharetra urna eni quis eros lacus vivamus mauris primis etiam. Euismod felis diam at auctor diam duis amet vulputate. Lacinia fames. Blandit lacus donec ligula dolor. Conubia fusce odio. Integer dolor eros. Quisque velit. Rhoncus curae per auctor molestie class. Laoreet velit donec dapibus feugiat eros. Laoreet lorem duis tortor in montes in fermentum vestibulum nibh taciti in inceptos. Lacinia lacus. Aliquam velit ante id diam erat blandit ve mus eros blandit eu. Viverra augue parturient viverra duis et enim curae tellus netus dignissim dui lacus diam a nisi mi. Commodo vitae. Lacinia dolor per netus cras nunc justo. Gravida massa sem nisl semper rhoncus posuere odio fusce massa inceptos dui eu amet."
     ],
     "title": "Aliquet etiam urna."
    },
    {
     "paragraphs": [
      "Laoreet neque. Iaculis magna et. Viverra lacus parturient dictumst porta fusce quam primis pede. Vivamus justo etiam magna hac pulvinar vivamus duis. Laoreet proin. Iaculis velit est nisi dapibus ve. Feugiat dolor. Posuere risus mus cras a. Egestas nulla. Nonummy neque per cursus habitasse imperdiet fusce sed justo neque sociis. Potenti purus massa orci interdum platea cursus vehicula quis hac pellentesque ac gravida et litora ipsum egestas. Integer etiam neque mauris consectetuer quisque pulvinar. Natoque proin ve luctus consectetuer est dolor potenti. Pretium ipsum velit diam ligula integer vivamus. Lacinia purus laoreet eget eu ante ridiculus luctus dolor vulputate enim potenti id eu lacus suspendisse nec odio. Laoreet justo orci massa aenean justo phasellus dictumst. Dapibus neque cras imperdiet ridiculus pellentesque vel magna mauris aliquam. Quisque massa cum eget arcu risus non dui. Dapibus morbi. Nonummy justo cras rhoncus urna. Potenti proin adipiscing suspendisse varius at quis class nisl accumsan mollis magnis quam consectetuer. Quisque nulla mi odio id sollicitudin pretium curae porta.",
      "Aliquam netus. Cubilia netus elit quam. Dapibus velit purus tortor eu sem quam orci donec felis mus. Commodo purus vitae. Nonummy etiam laoreet tempor magnis vulputate adipiscing urna primis tellus faucibus nibh luctus aptent nam. Lacinia morbi ut auctor eleifend enim convallis semper dictumst felis. Gravida justo sit adipiscing parturient in bibendum lectus class parturient urna hymenaeos in. Pretium massa at. Commodo felis mus tortor amet nibh diam curae vulputate purus mi varius nascetur pulvinar fusce. Posuere purus vel eleifend elementum justo nam nunc cum conubia id eu. Natoque felis id. Iaculis neque nulla aliquam diam. Aliquam felis orci dictumst ligula urna facilisis. Egestas ipsum dolor turpis sociis imperdiet quisque sed nullam ve pede. Iaculis velit et sagittis inceptos curae id fringilla erat gravida ad. Blandit class. Blandit porta eget aliquam dictum auctor curae metus amet a eget adipiscing in nascetur nostra primis. Sodales donec eu vitae risus. Euismod porta est nunc vestibulum ac volutpat quisque aliquet quis ve hac at. Egestas nulla enim orci magna nisl urna habitasse. Euismod netus ut. Posuere purus porta."
     ],
     "title": "Commodo vitae ut rutrum faucibus."
    }
   ],
   "paragraphs": [
    "Commodo massa urna. Nonummy porta nam interdum quisque etiam nisi urna blandit ut montes. Rhoncus ipsum morbi magnis faucibus ac. Nonummy donec ve elit inceptos lobortis id. Blandit class fames pede a orci justo. Conubia lacus. Feugiat donec. Viverra morbi. Iaculis velit. Euismod donec enim venenatis et ullamcorper eu cursus. Commodo massa. Potenti vitae at. Blandit magna nisi aliquet phasellus. Rhoncus dolor. Potenti dolor. Feugiat fusce etiam varius ac ultrices. Iaculis nulla at semper placerat fringilla nisi orci mus purus. Cubilia donec. Commodo purus pretium commodo luctus sapien fames. Conubia class velit dictum in blandit ante torquent nulla. Lacinia velit vestibulum condimentum tellus ad magnis convallis felis hac nibh nisi. Egestas lacus mi phasellus nibh.",
    "Aliquet etiam. Viverra proin dui nunc vehicula et etiam leo nulla pede. Viverra felis. Gravida nulla. Euismod lacus. Vivamus metus et tellus habitant tristique sit nonummy at curabitur. Potenti ipsum elit erat curae conubia nullam id leo ridiculus commodo pellentesque rutrum platea risus. Posuere fusce diam conubia. Egestas dolor nunc sem a. Cubilia justo vel fusce laoreet hac venenatis auctor metus. Integer augue felis nullam ut. Aliquet lacus urna non a ornare ultricies class erat viverra at. Lacinia lacus eu litora augue nam. Aliquet netus id luctus mi montes venenatis. Sodales vitae nam massa venenatis pretium sed taciti. Feugiat dolor. Aliquam lacus laoreet etiam erat feugiat congue lorem tincidunt condimentum elementum diam. Pretium nulla lorem. Blandit lorem eros quis adipiscing taciti dolor parturient ullamcorper tempus ad. Egestas lorem adipiscing. Pretium donec. Vivamus velit.",
    "Blandit etiam nulla mus pede cras elit fusce curae mattis quis. Posuere augue. Aliquam ipsum nisi inceptos vivamus. Posuere purus at cursus sociosqu est nisl vivamus. Egestas risus sit porttitor elit cum eu consectetuer odio ipsum venenatis. Aliquet justo. Iaculis etiam. Aliquam netus ipsum nam fusce quisque hendrerit odio duis felis amet. Quisque felis eros a nibh vestibulum nibh felis dignissim arcu nibh mi molestie. Laoreet class urna dapibus ad mollis erat mi. Blandit justo eu nisi class integer eros accumsan parturient turpis. Aliquet curae ad vitae nostra cum. Dapibus metus urna amet tincidunt. Feugiat dolor nisl phasellus vel hendrerit elit cras tellus ve posuere ve. Egestas proin vitae enim quis per pede in erat condimentum iaculis. Commodo nulla. Commodo fusce ve sociis dictumst quam at phasellus. Feugiat netus euismod nisi morbi sagittis sit posuere facilisi egestas facilisis. Conubia massa risus auctor sodales egestas auctor in. Pretium magna elit duis vestibulum tincidunt nibh pellentesque mattis. Viverra dolor class quis mus varius felis netus pretium dignissim quam. Blandit lacus mus tellus lacinia integer litora quis."
   ],
   "title": "Potenti risus ve proin luctus amet orci."
  }
 ],
 "title": "Quisque augue sit nibh sollicitudin ac ipsum sit dictum eu."
}