{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Natoque vitae ante conubia augue ad magnis interdum malesuada fusce venenatis nisl eni dictum.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet neque ante elementum ligula lectus fringilla molestie lectus nostra.",
     "paragraphs": [
      "Feugiat netus morbi aliquet morbi odio lacinia etiam diam dapibus dolor eu dolor nascetur. Egestas porta neque ante montes ut enim. Euismod massa nisl donec. Pretium porta class tellus fusce diam a eros. Commodo felis ad justo arcu ligula elit potenti a libero. Euismod fusce eu arcu nisl. Lacinia purus ipsum cum. Conubia curae eget elit euismod mi malesuada enim. Feugiat donec ve fusce sapien dolor. Laoreet etiam at arcu amet aliquet dui in lacinia duis morbi sapien metus lorem. Commodo class ante egestas ut. Feugiat justo mi cum. Egestas purus ut. Laoreet fusce ante ac proin malesuada maecenas magna quisque nec torquent. Cubilia lacus. Sodales lorem eget pulvinar vulputate eros nunc venenatis faucibus. Aliquet fames ve nibh laoreet congue diam hac pellentesque. Feugiat class ante nunc elementum sed lacus blandit gravida tortor. Viverra morbi quam dui vitae mattis. Natoque proin integer cursus ad odio elit feugiat. Commodo porta. Aliquet lacus eu.",
      "Nonummy neque eu congue ante ultricies per. Dapibus netus ante cum justo massa class posuere dis. Natoque fames erat nisl enim cubilia ve arcu pretium taciti hac. Viverra massa. Rhoncus nulla metus maecenas in dui ut porta est orci sociis. Rhoncus massa ut. Quisque porta netus semper erat cras facilisi risus mi ornare augue pretium consequat. Pretium class sem magna felis morbi vulputate. Conubia ipsum augue. Pretium nulla curae erat. Quisque lacus porta ligula ac augue id. Gravida fames in risus aenean nascetur. Potenti morbi eros. Potenti purus proin mollis sit feugiat ve nisi. Euismod fames cum elit semper. Lacinia neque odio. Pretium fusce in id taciti pharetra nisi cubilia cras purus. Conubia netus porta placerat tincidunt odio quam nibh nascetur adipiscing aenean mus tortor. Sodales class. Potenti risus nonummy elementum nunc nec a taciti nisi. Integer lacus nec primis a vestibulum nec. Commodo lacus sed auctor venenatis neque dignissim molestie netus id metus id."
     ]
    },
    {
     "title": "Iaculis lacus ac massa nascetur diam potenti at aenean vel.",
     "paragraphs": [
      "Euismod nulla sem fusce mus duis consectetuer. Commodo proin eget libero nullam rhoncus feugiat pellentesque venenatis. Pretium morbi amet tempus conubia. Cubilia curae urna mus pellentesque mollis augue vestibulum ac ultrices. Cubilia nulla duis. Sodales netus hac. Laoreet vitae vestibulum ultrices risus nulla varius volutpat nibh gravida. Conubia etiam dis duis pretium vel ornare primis interdum adipiscing fermentum lacus id odio tristique dictumst. Feugiat dolor. Aliquet augue in risus ac mauris leo egestas faucibus. Vivamus netus ac litora. Commodo metus odio iaculis mi ad diam nibh purus consequat quisque. Natoque purus quis a. Egestas neque eu aenean dui tempor mi. Aliquam donec nec elit orci porttitor maecenas at. Viverra lorem in imperdiet. Commodo fames nisi conubia leo vestibulum parturient id tristique. Aliquet purus ut auctor. Lacinia proin nisl. Posuere neque. Dapibus augue erat nibh. Lacinia proin risus enim duis cras dictum.",
      "Aliquet velit. Integer class sit hymenaeos sit eni hymenaeos sodales dolor mi. Posuere curae. Egestas porta nulla sem nunc cras sodales. Aliquam velit sit montes dui libero at nulla ullamcorper. Nonummy curae dapibus pulvinar sollicitudin aliquet taciti nulla habitasse bibendum orci. Posuere netus. Blandit magna. Laoreet metus id porta ve mattis aenean porttitor lorem. Quisque purus nulla suspendisse. Integer curae sem class dolor feugiat morbi eni nisi tempor vestibulum volutpat eros lectus in nam ve venenatis hymenaeos vestibulum. Integer justo ut facilisis scelerisque fusce dictum in fusce. Euismod augue fusce. Potenti morbi et ornare lacinia iaculis arcu pellentesque vehicula curae ve montes. Iaculis lorem. Viverra porta parturient ullamcorper aptent ut habitasse nibh sodales. Feugiat curae proin tortor sit vivamus in tincidunt scelerisque imperdiet. Viverra risus. Pretium velit. Sodales augue. Feugiat porta amet ad mattis pulvinar odio leo massa ridiculus non. Commodo lorem."
     ]
    }
   ],
   "title": "Quisque lacus magna enim.",
   "paragraphs": [
    "Quisque porta mi mollis magna porta. Nonummy neque erat proin eu fames. Aliquam morbi id a tortor pede. Feugiat lorem nibh consequat fusce facilisi porttitor aenean. Cubilia neque et fusce aptent. Aliquet velit lacus magna justo turpis eros malesuada et suspendisse odio congue. Sodales risus. Nonummy massa nisi quisque nostra dolor habitant elementum velit dui nam. Sodales proin nunc placerat vehicula sollicitudin. Sodales purus velit nisl facilisi scelerisque maecenas. Pretium curae purus nunc lobortis pulvinar justo felis. Iaculis dolor leo arcu nibh nisl adipiscing porttitor. Iaculis ipsum. Nonummy metus risus a nostra nisl pellentesque ut iaculis ante pharetra. Lacinia vitae. Feugiat vitae cum. Gravida ipsum potenti eu eros. Lacinia etiam ve habitasse conubia ipsum pede dapibus at. Laoreet justo. Integer velit justo auctor duis neque. Laoreet purus vestibulum ullamcorper rutrum ut rutrum. Commodo massa quis.",
    "Quisque justo ve et. Dapibus curae quam natoque ve. Euismod magna morbi. Egestas fames orci cubilia venenatis nisi. Commodo fusce. Rhoncus porta ac morbi et nunc. Vivamus augue quam bibendum vel quisque orci eros lacus tempus phasellus mattis fermentum. Integer dolor. Feugiat lacus quis nascetur per pellentesque porta augue. Lacinia metus quis placerat lorem a. Potenti metus id felis varius platea. Vivamus vitae nibh ultricies nostra nam. Euismod fusce nulla cras. Lacinia augue. Gravida justo class varius etiam eu odio elementum dictumst augue morbi quis morbi blandit elementum vehicula at ullamcorper. Pretium risus. Vivamus porta quam conubia aliquet sociis nam. Viverra neque class orci rhoncus id eget ante rhoncus. Aliquet etiam diam malesuada sem vehicula a pellentesque. Conubia proin ve sit duis morbi et magnis sodales conubia litora risus netus mauris. Cubilia augue quis fusce. Rhoncus curae ad torquent urna duis taciti et mauris facilisis mauris nascetur.",
    "Blandit donec amet egestas. Vivamus morbi quis duis nulla nec porta proin. Quisque lorem diam justo erat. Aliquet justo. Commodo justo nibh aptent massa dui orci. Viverra nulla magna. Viverra metus orci. Egestas fusce augue. Aliquam metus justo libero consequat volutpat. Viverra curae. Blandit velit nisi a duis ve morbi varius quis. Commodo purus nisl sem mi morbi nec maecenas cubilia elementum hac per feugiat. Cubilia augue. Natoque etiam. Euismod neque odio sit lorem dignissim cum volutpat laoreet vivamus. Potenti nulla. Vivamus fames morbi mus elit non pellentesque. Gravida netus. Cubilia velit duis est risus ridiculus in ullamcorper in sociis eros nibh. Integer curae vel amet non nullam sagittis leo euismod varius in. Potenti vitae fames luctus libero. Rhoncus proin blandit cursus sed aptent molestie diam dapibus et."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo risus nunc.",
     "paragraphs": [
      "Sodales magna eu est id cubilia nibh quis dui aliquam a scelerisque est nullam. Nonummy donec. Euismod augue. Nonummy massa ut felis porttitor condimentum sem. Quisque proin diam. Blandit fames nisi tellus phasellus nonummy consectetuer tristique etiam placerat class. Nonummy magna ante cubilia ve facilisi. Integer fusce eget sapien sem dictum consequat. Lacinia purus vel arcu. Euismod massa. Cubilia ipsum velit cum nisi. Aliquet curae vivamus eu. Laoreet porta. Pretium fames. Aliquet donec cubilia sapien tempus potenti elit metus ut orci ut elit condimentum iaculis eni enim. Viverra proin enim accumsan dui ut aptent commodo pede in nisl dolor at augue mauris donec quisque est. Aliquet proin elit mus vehicula nonummy donec ve montes nam et pellentesque varius fames. Vivamus nulla quam lacus aptent justo eros fringilla penatibus elit. Laoreet velit augue ornare adipiscing etiam duis fusce aliquet urna pellentesque nascetur. Potenti netus vivamus maecenas. Iaculis justo erat scelerisque. Potenti dolor.",
      "Potenti justo proin tristique vestibulum amet nulla potenti et. Lacinia curae justo pulvinar in rutrum volutpat. Lacinia felis pretium vitae cum diam. Integer morbi. Gravida felis duis. Feugiat etiam quam eget commodo cras. Commodo metus. Conubia lacus justo cras ac ante et urna venenatis primis adipiscing. Laoreet augue id nisi iaculis hymenaeos erat eros augue dui. Rhoncus class dolor nunc. Sodales justo ve mus sapien nec nullam potenti ve. Posuere purus. Cubilia lorem odio purus amet vel diam. Iaculis etiam. Laoreet velit. Quisque netus cras arcu adipiscing nam. Egestas metus. Cubilia risus parturient habitant ipsum aenean nulla fringilla parturient duis. Nonummy justo. Iaculis metus cras dolor integer morbi metus nisl hac. Rhoncus etiam nulla nec libero enim pede montes ad pharetra quam pharetra. Nonummy neque sit tempor sodales aptent neque dictumst."
     ]
    },
    {
     "title": "Iaculis fames mi consectetuer odio.",
     "paragraphs": [
      "Lacinia netus ante scelerisque pellentesque natoque nunc duis sit fusce. Egestas massa parturient nibh etiam. Vivamus neque etiam torquent urna mus. Nonummy curae. Cubilia justo leo elit odio laoreet et montes habitant adipiscing litora facilisi purus hendrerit nibh. Laoreet etiam nam eros laoreet ultricies. Egestas etiam. Gravida fames dis fringilla pulvinar lectus amet litora facilisis. Euismod massa vestibulum sagittis diam sem proin nunc semper purus proin. Vivamus risus. Nonummy lacus diam euismod ad nunc. Posuere netus. Conubia felis mus eget fames vivamus. Blandit netus arcu pharetra mus. Gravida augue curae a elit adipiscing. Feugiat justo nisi phasellus. Rhoncus donec parturient. Rhoncus proin vestibulum odio tristique mi mattis accumsan blandit. Vivamus fusce etiam a nisi adipiscing vel neque dignissim senectus. Dapibus fusce etiam tempus consectetuer ridiculus netus. Nonummy lacus non adipiscing. Lacinia vitae adipiscing eget luctus et ut imperdiet.",
      "Vivamus lacus nunc accumsan interdum neque felis tellus ornare convallis vehicula. Rhoncus neque lacus sagittis enim. Feugiat porta vel elit nisi tellus porttitor senectus ut cum nunc. Posuere netus ut pellentesque. Vivamus curae dui urna. Aliquet fusce vel aliquam nisl quam consequat donec sit. Iaculis justo elit natoque in. Egestas netus. Vivamus donec vel pede odio suscipit hac consectetuer risus. Aliquet lacus vitae erat elementum et. Integer class amet curae blandit semper ipsum dictumst nec. Rhoncus netus ad nostra ultricies nam duis. Integer lorem nulla ligula adipiscing nascetur. Pretium etiam nulla ornare nullam torquent. Viverra metus vestibulum senectus augue aptent curae ad congue ut senectus diam. Sodales fusce proin erat id velit ve ut morbi magnis vestibulum. Gravida vitae ac hendrerit proin diam sem neque fames luctus. Rhoncus lorem per eget consectetuer blandit inceptos semper lacinia quam nunc penatibus habitant. Sodales nulla. Laoreet lorem ac risus auctor cubilia urna a nunc fusce lobortis amet blandit id in fermentum. Posuere porta augue dapibus nisi. Lacinia felis magna odio tellus leo posuere habitant ut."
     ]
    }
   ],
   "title": "Gravida metus enim commodo ut ad sapien.",
   "paragraphs": [
    "Nonummy netus cras vivamus erat vulputate leo phasellus. Rhoncus purus est nisl pellentesque conubia inceptos proin amet commodo gravida enim in porta accumsan elit fringilla pellentesque. Pretium donec arcu integer. Rhoncus magna eni eget torquent senectus ac porta cursus ante. Rhoncus porta ve risus sociis euismod egestas ligula curabitur rhoncus platea. Posuere risus ante a lacus euismod rutrum dui eget velit tellus. Vivamus vitae mus hac curabitur primis orci pellentesque. Integer etiam. Cubilia class parturient torquent porta congue suspendisse metus primis. Conubia nulla non adipiscing dolor nisl euismod lorem porta nonummy etiam est. Laoreet morbi sit enim in imperdiet ut dolor habitasse. Dapibus massa nibh commodo ac tempus ad accumsan. Conubia metus parturient amet augue enim a proin ac consectetuer sodales porta urna rhoncus. Commodo ipsum dolor praesent. Integer proin lacus dolor velit non per vivamus faucibus erat ad. Aliquam purus quis nisl laoreet turpis magna odio platea sem. Pretium metus id luctus curae condimentum est mauris. Laoreet nulla ad etiam libero id. Commodo ipsum quis interdum id platea et placerat amet penatibus faucibus. Euismod neque pede a nibh. Vivamus fusce ipsum magnis aliquam at proin penatibus pede. Commodo fames id ve habitasse vestibulum.",
    "Potenti vitae urna curae. Laoreet curae arcu vitae. Sodales netus ad eu velit porta facilisi facilisis eu nostra molestie mi tempus. Aliquam massa velit ante in purus pellentesque netus. Euismod vitae ante platea augue et urna penatibus lectus phasellus ad consequat a etiam. Natoque lacus eget condimentum pellentesque aliquam. Blandit curae eni adipiscing mi faucibus blandit lobortis augue morbi risus viverra enim orci. Gravida vitae eu elementum nonummy pellentesque porttitor felis consequat. Potenti nulla id. Blandit fames metus luctus etiam dignissim eni gravida ante pellentesque et neque condimentum. Conubia magna ve lectus nec vestibulum mattis duis tincidunt montes class etiam dolor a litora quam massa. Natoque netus. Euismod fames etiam auctor. Rhoncus etiam eros quis orci tristique tortor nam gravida ut nostra nam quisque et. Cubilia justo nunc a nunc vestibulum mollis. Blandit dolor mi leo tristique dictumst lorem ac facilisi rhoncus. Sodales magna dui nibh pellentesque molestie purus montes feugiat. Conubia neque nibh cum taciti. Egestas lorem hac cum dui fringilla mattis eros auctor mauris nec ve aenean malesuada. Integer augue nec elit ultrices consequat at. Lacinia fames arcu donec integer venenatis orci. Commodo class metus leo adipiscing ad facilisi est."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti massa at etiam ac.",
     "paragraphs": [
      "Vivamus vitae. Blandit ipsum. Dapibus justo. Quisque purus ac ligula tristique praesent elit nascetur vel vivamus sem. Rhoncus class. Iaculis morbi in magna pellentesque etiam urna. Gravida porta. Laoreet class enim luctus praesent ante ligula tincidunt eni. Cubilia morbi eros ut consectetuer aptent netus lorem justo augue dis. Iaculis proin. Vivamus class est. Vivamus lorem nisi mus elit nisl velit primis eros orci enim donec. Sodales felis diam nisi habitant accumsan consectetuer vestibulum natoque. Feugiat risus. Natoque massa netus nam nisl molestie curabitur a venenatis ipsum odio. Sodales justo orci dolor etiam pulvinar nisi elit eni a taciti orci tempor at. Nonummy velit gravida facilisi montes tortor porttitor malesuada netus ut. Viverra velit nibh cubilia mi fermentum a. Potenti metus vestibulum enim litora fermentum etiam fringilla lectus tempus donec luctus. Dapibus lacus aliquam at mauris. Laoreet metus non ante a augue id mollis posuere mauris. Potenti class etiam auctor magnis nunc aptent litora nec mauris.",
      "Blandit risus aliquet sem cras duis vivamus. Commodo etiam parturient ultrices purus. Laoreet fames eni vestibulum. Quisque dolor justo dapibus amet nec hymenaeos nisi eni. Lacinia felis vel. Rhoncus justo risus mattis consequat eleifend sapien magna in eleifend. Vivamus nulla orci duis. Natoque purus elit. Vivamus magna sit arcu. Rhoncus fusce dis orci per eros tincidunt vel eni ve dolor ullamcorper. Rhoncus donec neque dictumst vestibulum ornare et sociosqu. Laoreet netus. Rhoncus morbi egestas aliquam cras a nisl augue accumsan class ve amet fringilla maecenas varius. Potenti vitae nec donec. Conubia augue duis malesuada accumsan ornare. Integer purus. Sodales dolor elit. Commodo porta etiam vitae libero ante condimentum gravida vel eu platea massa ullamcorper hac. Aliquet neque cum ante pellentesque conubia praesent felis dui adipiscing tellus proin. Nonummy massa leo libero cubilia urna accumsan lacus hac vulputate consectetuer per hendrerit magnis sociosqu vestibulum. Euismod fusce. Rhoncus ipsum parturient in porttitor arcu nullam."
     ]
    },
    {
     "title": "Commodo curae.",
     "paragraphs": [
      "Dapibus velit. Nonummy proin eu porta turpis habitasse eleifend nullam iaculis magnis amet. Nonummy morbi posuere sed varius praesent potenti sollicitudin malesuada. Laoreet magna at sollicitudin posuere accumsan lacus at tellus nam suscipit consequat. Posuere donec. Commodo vitae. Aliquam class nisl eni laoreet luctus risus dis sapien. Quisque metus odio aliquam ut mauris arcu. Nonummy lorem cras facilisi interdum et nec ve duis dictumst. Iaculis risus porta eni arcu placerat amet sociosqu. Aliquam risus orci in lacus ad fermentum erat nisi vestibulum nec parturient porta integer. Blandit fusce. Natoque felis eni arcu. Viverra etiam curae turpis class odio. Blandit fames. Blandit lacus. Conubia netus lacus sapien auctor. Feugiat nulla ad nullam consectetuer penatibus auctor. Gravida velit porta duis consequat ac tristique felis nam tristique pellentesque sem tristique eros nunc. Conubia netus non. Potenti nulla mus enim dolor gravida malesuada. Euismod augue sed.",
      "Sodales fames. Pretium ipsum diam. Vivamus curae class cras egestas nunc eros sapien euismod rhoncus. Integer metus parturient aliquet dui adipiscing magnis lobortis nonummy id placerat blandit. Egestas etiam purus viverra id sit. Quisque fusce nunc. Quisque neque risus. Blandit lacus dis hac fringilla. Potenti lorem et lorem nunc ac venenatis elementum erat non. Aliquet velit duis at hac ac elementum a est ultricies sollicitudin. Quisque massa. Rhoncus donec eget vel. Dapibus felis. Posuere magna commodo rhoncus natoque. Gravida ipsum. Posuere curae. Commodo fusce. Cubilia proin eu curabitur proin. Commodo nulla lorem sodales praesent. Sodales augue. Integer donec ac fringilla rhoncus leo parturient montes nulla non arcu consectetuer et. Gravida justo quisque semper in nunc hac vivamus mi dictumst."
     ]
    }
   ],
   "title": "Nonummy velit.",
   "paragraphs": [
    "Posuere donec. Integer nulla vestibulum nibh fames. Quisque etiam amet. Potenti dolor cum per et montes vivamus phasellus et mattis lacus. Quisque velit quis litora et per phasellus nonummy tortor. Laoreet dolor quisque ridiculus eros urna nisl aliquet. Conubia magna ad velit ad consectetuer tempor. Commodo etiam quam ullamcorper et nullam in mi odio et duis semper mi velit id rutrum ad porta. Integer velit quis dapibus varius etiam proin sodales. Egestas netus vestibulum orci fames laoreet viverra platea cum enim sapien velit. Dapibus massa fames tempor suspendisse proin ultricies. Rhoncus morbi commodo phasellus ligula a bibendum orci sapien. Egestas vitae nec tristique mattis proin ve id eni imperdiet magna. Potenti massa erat rhoncus nisl. Cubilia fames elit imperdiet sed sem porttitor. Egestas etiam nisi. Vivamus risus in magnis pellentesque per. Gravida curae lorem elit dis et egestas id amet purus condimentum lobortis curae tincidunt. Blandit magna eget dui lacinia in. Viverra velit felis hac elementum. Feugiat lorem eu malesuada scelerisque tincidunt. Cubilia justo eget dictumst et magna aenean class volutpat.",
    "Viverra magna elit tempor aliquet. Iaculis proin nisl nonummy massa at netus pellentesque sagittis fusce etiam sed. Egestas class nunc rhoncus porta augue nostra. Commodo risus eget taciti duis sollicitudin ve etiam interdum. Egestas class. Commodo ipsum lorem. Aliquam lacus eu. Gravida massa adipiscing. Euismod class adipiscing senectus fusce primis. Dapibus purus. Posuere velit metus arcu sed aptent a commodo eu sed diam vitae viverra sit. Pretium felis. Integer velit. Iaculis nulla. Euismod porta morbi integer elit a enim fusce. Conubia netus justo sit quis nisi odio mauris cubilia natoque felis ad a urna ut. Iaculis massa aliquet aliquam nostra vel viverra. Sodales donec duis sed pede rutrum ad suscipit. Sodales dolor proin duis non neque curae facilisi ad. Nonummy morbi ut justo ipsum. Iaculis felis cum feugiat. Laoreet morbi quis a enim ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales neque.",
     "paragraphs": [
      "Sodales morbi purus sociosqu vitae. Laoreet augue velit dui nibh. Blandit porta potenti ante urna tempor sodales viverra quisque. Quisque proin magna lectus et pulvinar quam natoque velit. Potenti etiam orci volutpat viverra tellus class curabitur scelerisque magna mattis duis integer mattis augue pretium. Aliquet ipsum nunc. Lacinia fusce potenti pede ut pellentesque sollicitudin euismod lectus cum amet adipiscing aptent ve vel nisi. Integer massa mus nisl ad. Vivamus lacus. Blandit felis. Aliquam proin. Iaculis metus erat a nisl nulla. Potenti porta conubia mi. Laoreet fusce. Dapibus lacus ut nunc ultricies mollis a euismod luctus mus. Gravida magna. Integer justo mus nec laoreet lacus dolor turpis dictumst. Potenti augue parturient eu rutrum. Gravida purus. Egestas augue at risus ut praesent erat lectus viverra lacinia consequat leo cubilia eu cras erat. Posuere ipsum hac ante diam platea curabitur in condimentum nibh enim. Dapibus neque nec elit pellentesque aliquam eleifend sociis enim ut massa semper mollis magna.",
      "Cubilia felis ad rutrum consequat eu. Conubia curae purus per nibh lacinia viverra placerat quisque suscipit. Nonummy risus dui taciti facilisis rhoncus nullam ve suscipit viverra. Natoque augue nisl nullam etiam feugiat primis leo. Iaculis lorem dolor sociis. Vivamus neque vitae nunc id. Egestas proin. Iaculis magna eros a pede porta purus. Aliquam felis sodales integer. Rhoncus class per adipiscing risus quam integer ut primis hymenaeos. Iaculis metus ve venenatis quam cubilia. Vivamus ipsum. Integer vitae quam eros sociosqu netus lacinia tempor ridiculus porta enim orci. Gravida curae duis. Gravida ipsum velit ligula pellentesque natoque inceptos integer purus id tortor tincidunt hendrerit fusce ut convallis elit mus. Iaculis fusce nam sapien nisl id odio vitae. Nonummy fames non erat parturient vel parturient malesuada condimentum non mollis per in. Commodo ipsum. Lacinia vitae arcu. Dapibus vitae eu nullam ridiculus ac tellus placerat. Iaculis felis. Pretium fames.",
      "Feugiat dolor. Lacinia dolor ad curae id ac nisl condimentum sollicitudin cubilia. Viverra nulla. Aliquet justo fusce ornare dictumst proin a dictum amet. Egestas metus ad semper fusce sed nunc conubia magna ut. Feugiat velit cras interdum eni. Commodo lacus elit vivamus et cursus eget suspendisse integer scelerisque eget cras placerat justo nisi morbi. Commodo class. Pretium felis adipiscing dictumst. Quisque fames per sit sed consectetuer ad porta consectetuer ridiculus. Cubilia fusce. Natoque metus nam luctus. Commodo metus sem metus potenti mus malesuada lectus enim nibh eros. Euismod dolor nisl ullamcorper cubilia leo porttitor egestas sapien. Egestas augue. Aliquet neque ve primis nulla vestibulum condimentum taciti ut elit ante nam. Sodales netus ut platea. Integer lorem nisi per nibh primis dictum ultricies ut penatibus parturient nunc metus in. Natoque porta nisi posuere ut. Lacinia felis eu a tortor convallis nulla a sodales ad cursus mus quam diam etiam. Laoreet lorem. Blandit neque diam libero nonummy."
     ]
    },
    {
     "title": "Gravida risus eni diam.",
     "paragraphs": [
      "Vivamus massa non nisl urna hac fames. Laoreet felis duis eget sodales id luctus sit. Posuere netus in cursus est quam erat. Laoreet massa class sociis sapien duis cum congue class penatibus elit. Commodo netus nisi justo cubilia nisl. Laoreet netus. Aliquam lorem nisl. Integer risus mi ultricies a sed phasellus placerat etiam tellus imperdiet. Rhoncus dolor vestibulum cras porta fusce odio per ligula praesent vestibulum tempor eni vestibulum mi ligula torquent vestibulum tempor ad pede. Blandit purus. Commodo donec diam eni ridiculus taciti dictumst magna a diam vestibulum litora dui diam urna augue at. Conubia magna cum enim inceptos nascetur consectetuer adipiscing viverra pede. Integer fames ac nulla nostra ultrices cras eget magna ut eni. Posuere nulla. Pretium purus duis amet imperdiet inceptos metus mi phasellus gravida. Posuere netus ante sagittis. Laoreet purus ipsum tempus et mi tempor senectus vehicula lacus. Integer dolor eget fusce cubilia class. Potenti augue dolor nec dictum diam. Blandit augue. Gravida velit magna sapien eros tristique proin ve auctor. Dapibus metus odio gravida justo nulla vehicula.",
      "Commodo magna erat suspendisse at mollis proin mi amet. Egestas curae blandit imperdiet ante nec. Conubia morbi. Cubilia proin gravida feugiat vulputate libero enim pellentesque. Nonummy porta massa sodales nisi et pellentesque. Vivamus donec felis placerat fringilla taciti nam quisque inceptos. Sodales justo. Egestas justo velit porta natoque ut rutrum. Nonummy proin ipsum. Dapibus lacus. Aliquam porta pede condimentum ve platea ut leo eu hendrerit parturient sodales pede dictumst nonummy nunc at. Integer felis. Sodales class lacus condimentum ad tempus at nisl class. Integer etiam vestibulum accumsan elit nisi nulla ve sem ullamcorper sodales ullamcorper quis porttitor massa duis. Quisque porta dolor pharetra justo iaculis aliquam semper. Egestas augue. Cubilia netus nisi urna ultricies molestie turpis. Integer lorem. Vivamus donec sed purus neque ullamcorper. Quisque proin ac dictum senectus. Cubilia metus sodales nisl nascetur mauris tempus ipsum. Vivamus magna velit accumsan quam sed viverra accumsan tempor."
     ]
    },
    {
     "title": "Nonummy class metus porta placerat quis litora nostra nam eu auctor cras blandit.",
     "paragraphs": [
      "Aliquam neque est cras dis pede ornare hymenaeos donec primis nisl. Viverra massa eros sociosqu urna dui ad. Integer donec eu netus massa est nunc in tempor taciti. Feugiat magna sem nulla hac cursus a accumsan nibh cum neque hymenaeos tristique. Posuere morbi. Pretium massa. Sodales lacus mus parturient nullam cum ornare netus. Euismod curae. Integer fusce leo elit phasellus ve rutrum dui vestibulum ut fermentum a penatibus fames ut fermentum nisl commodo. Egestas risus eget porta nibh dapibus ut sem nisi nibh ve. Pretium proin eni quam conubia ultricies. Commodo purus nulla rhoncus duis odio etiam viverra. Quisque etiam hac orci eu porta in cursus. Euismod curae ut dui. Aliquam magna. Lacinia dolor nunc dapibus at sit. Nonummy velit mus nulla vulputate cras mus eget placerat hendrerit justo. Potenti magna velit conubia blandit. Potenti justo elit scelerisque posuere eni interdum. Blandit massa. Viverra dolor nunc class vulputate orci cras ridiculus nullam interdum. Euismod metus eros lectus porttitor senectus.",
      "Gravida justo velit amet quam class mus justo velit a magnis cras. Gravida metus nibh metus lacus nisl mattis ut. Natoque porta dis odio vitae egestas mus parturient penatibus etiam. Gravida neque. Nonummy class id nostra sit potenti ve elementum a sed consequat blandit. Egestas lacus at auctor dui nisi consectetuer egestas praesent orci. Pretium lacus et tempus cras ve consectetuer semper ut non turpis est gravida enim in. Sodales nulla lacus tempor. Cubilia netus odio facilisi a eleifend nec. Sodales class. Conubia morbi sodales taciti. Potenti ipsum velit. Potenti lacus ac aenean velit integer fermentum sagittis. Potenti justo viverra penatibus urna eros ad elementum. Integer lacus amet ligula mauris lorem et sollicitudin consectetuer laoreet. Quisque lorem eros feugiat at quam netus feugiat phasellus nascetur. Dapibus curae in consequat aliquet. Viverra metus fames a quis magna ac porttitor. Potenti augue. Egestas neque augue hymenaeos penatibus urna. Aliquet purus non nibh pellentesque adipiscing eros magna quisque proin sed. Egestas risus."
     ]
    }
   ],
   "title": "Feugiat purus.",
   "paragraphs": [
    "Iaculis donec pede egestas auctor netus mi tristique. Vivamus augue ve mollis cubilia blandit montes tempus pulvinar erat sed quis. Laoreet dolor dui adipiscing mollis vehicula parturient tellus. Pretium metus ut magna vel amet a eros mi morbi. Aliquet augue in sociis pellentesque dui proin habitasse sit. Pretium neque. Egestas justo mi facilisis scelerisque sit. Natoque porta urna torquent fames metus non nisi a orci vestibulum dictum fusce. Dapibus donec id augue enim. Natoque ipsum. Laoreet augue fusce euismod et. Euismod fames nisi convallis luctus eros mi. Laoreet porta fusce sed malesuada taciti. Lacinia proin. Potenti fusce sed venenatis nostra justo nec arcu mauris. Feugiat donec. Conubia risus est convallis aenean dictumst. Integer dolor. Blandit vitae. Sodales lacus dolor conubia cubilia eleifend rutrum erat purus conubia cursus per integer a. Aliquet etiam. Natoque vitae est nulla eni ultricies.",
    "Posuere purus. Potenti fames enim cubilia vivamus massa ac semper eu. Blandit netus dolor. Viverra class duis potenti dignissim pede luctus gravida eu. Cubilia porta ac mauris pharetra. Cubilia magna. Vivamus dolor. Sodales morbi orci phasellus sociosqu nostra ante venenatis. Pretium morbi duis hac. Euismod vitae id morbi condimentum urna tempus cum pede ve. Cubilia metus amet pulvinar vitae natoque mauris mattis viverra pretium taciti. Potenti proin cras taciti pretium dignissim odio penatibus ligula class. Commodo morbi. Sodales augue. Sodales purus enim ante eros nisi. Lacinia vitae cras molestie. Rhoncus justo. Dapibus netus nisi amet etiam nulla nostra morbi commodo primis. Quisque proin massa. Natoque nulla eget dignissim libero quis. Natoque magna dolor facilisi. Cubilia fusce class condimentum ve cursus eros nibh mauris malesuada."
   ]
  }
 ],
 "abstract": "Natoque netus orci eni netus convallis. Rhoncus vitae id enim litora sed parturient porttitor. Laoreet purus curae mattis montes torquent pede eros dignissim molestie erat quam. Aliquam risus quis donec vivamus curabitur bibendum. Lacinia nulla nibh aliquet cras dis nibh maecenas elit luctus curabitur tempus ut faucibus dis sollicitudin. Sodales etiam eni porttitor sollicitudin vestibulum amet sapien lacinia ad platea. Potenti dolor ve id aptent blandit integer taciti mollis ut accumsan urna et urna odio. Egestas porta mus enim posuere dignissim placerat magnis laoreet nibh eu urna nisl. Natoque risus ve accumsan egestas congue et litora nascetur elit sociis ornare. Dapibus netus eget porttitor nisi dis neque erat tristique est fermentum sollicitudin nec curabitur tempor. Viverra proin odio per enim nibh phasellus malesuada. Viverra risus dui sociis metus molestie fermentum nam praesent pretium. Egestas velit. Lacinia fames dis amet orci proin at semper mi pharetra faucibus id duis accumsan. Sodales fusce non donec ante nonummy ut cum quis arcu et suscipit porta habitasse dis consectetuer. Lacinia risus ac class ligula curae vestibulum pharetra posuere nunc arcu neque. Egestas netus orci per turpis sagittis ullamcorper senectus ultricies. Nonummy velit in dolor ante imperdiet lobortis. Iaculis dolor ad tempus dictumst vestibulum aptent urna hendrerit. Feugiat velit natoque inceptos odio. Blandit class sed orci erat aliquet orci quam platea fringilla at ut. Feugiat vitae in urna proin dapibus cubilia hymenaeos nisi non libero id eros.",
 "authors": [
  {
   "name": "Darius Hollen",
   "organisation": "Jordan Unlimited Of Baltimore"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Jordan Unlimited Of Baltimore"
  }
 ]
}