{
 "authors": [
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Sam Benner"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Gordon Mcgrath"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Ardis Salsbury"
  }
 ],
 "abstract": "Sodales curae ve venenatis magna venenatis laoreet sed mi sodales et mus in dictumst. Natoque felis eni eleifend blandit et porta. Egestas magna donec lectus turpis dignissim adipiscing cum nulla felis. Potenti dolor cras orci est dis. Blandit donec sem metus. Quisque velit parturient dapibus arcu eget molestie at montes tincidunt senectus suscipit lorem non. Natoque class orci suscipit lacus est adipiscing. Natoque justo class quam at consectetuer cursus at. Nonummy class dolor sem adipiscing ad elementum justo velit cursus massa quis primis tincidunt nonummy fusce. Iaculis metus aliquam potenti sollicitudin vulputate justo enim. Vivamus class purus nunc eu tortor sem primis gravida porttitor diam consectetuer semper magnis. Laoreet metus magna fames iaculis aliquet elit eu sollicitudin pellentesque. Aliquam class sed odio nunc dapibus id ultrices diam sem nunc sociosqu proin vivamus ut quam. Aliquet morbi orci sociis. Lacinia porta sodales ac erat mi pellentesque auctor lorem praesent etiam. Gravida donec hac tristique pellentesque nec tristique magnis. Viverra risus ve. Lacinia fames nibh a amet at consectetuer posuere. Rhoncus donec erat non pretium amet. Conubia massa fames enim pede habitasse placerat. Dapibus porta orci nisl primis ve tincidunt parturient rhoncus urna maecenas auctor quam. Euismod morbi massa sem arcu pellentesque habitant purus ut lobortis non nibh congue nullam elementum vehicula.",
 "references": [
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Iaculis massa neque maecenas donec.",
   "paragraphs": [
    "Euismod lorem adipiscing ullamcorper. Posuere porta. Egestas proin ac tellus accumsan. Euismod fusce egestas aptent elementum fusce blandit. Rhoncus massa dui ante libero mi molestie enim. Euismod ipsum vivamus torquent egestas consectetuer congue. Blandit dolor natoque erat hac fames eget hac vehicula a pellentesque. Iaculis lorem augue senectus sed erat per velit nisi purus porta. Aliquet velit. Cubilia risus. Rhoncus curae. Dapibus fusce morbi turpis. Viverra vitae massa pede. Cubilia metus orci sem felis. Aliquam massa arcu lacus augue commodo habitasse pulvinar metus class volutpat. Viverra netus amet magna tempor parturient curae pede vitae. Blandit justo. Cubilia augue enim natoque ad iaculis orci urna dolor. Dapibus donec nec cras hac et a cursus enim. Cubilia porta. Feugiat fames sem arcu ac cras in torquent elit. Integer metus nisl enim aliquam a nullam nisi tristique sed.",
    "Aliquet risus vestibulum orci tempor congue nulla tristique ligula. Natoque velit commodo. Cubilia dolor eni interdum hendrerit proin vehicula. Quisque etiam eros facilisi netus a tellus. Commodo porta orci litora elementum rhoncus pellentesque tellus. Integer felis sodales turpis nisi consectetuer in donec lectus. Sodales massa ve morbi magnis molestie curae proin massa nibh a erat neque. Cubilia purus augue cras a. Commodo velit ipsum donec metus turpis nisi id fusce. Dapibus velit adipiscing potenti cum ac ridiculus nulla. Iaculis curae in fames et lacus. Lacinia magna metus ornare aenean cras mi. Potenti lacus elit sagittis primis quam. Vivamus nulla arcu porta sociosqu sem amet odio. Sodales augue nunc facilisi eros hac proin. Aliquet etiam metus posuere taciti nam ante. Gravida fames nibh lorem nascetur class. Dapibus fusce. Feugiat justo fusce varius. Gravida velit donec vivamus est ornare vitae etiam. Sodales magna. Sodales risus."
   ],
   "children": [
    {
     "title": "Blandit porta hac tortor praesent morbi eni cras.",
     "paragraphs": [
      "Nonummy netus fames condimentum at varius habitant nibh diam eleifend class placerat ut. Conubia morbi orci pharetra ad litora metus massa primis et nec eget mus integer pulvinar montes parturient pulvinar. Laoreet justo augue nisi suspendisse pellentesque quisque erat. Conubia risus est erat sollicitudin parturient diam purus sodales duis ad leo vulputate sociis massa curae. Rhoncus porta arcu leo morbi class. Rhoncus justo quis placerat vestibulum dignissim nunc scelerisque cubilia cum volutpat. Conubia etiam ad magnis. Aliquam netus justo eni cras integer cras id senectus per. Nonummy magna lacus libero nibh penatibus ac sociis ad nibh. Cubilia lorem neque mauris neque eni donec porttitor dui fringilla sociosqu. Pretium class ac hac nisi nulla. Lacinia ipsum. Potenti lacus cras. Pretium lacus. Quisque magna nibh nec risus parturient ante luctus erat in pellentesque nonummy. Gravida ipsum. Blandit donec parturient lobortis iaculis viverra quam nunc. Gravida risus amet mi enim. Viverra lacus duis pharetra. Commodo risus urna condimentum et tempus porttitor magna accumsan dolor sagittis. Commodo vitae conubia litora rutrum dolor quis cubilia mi primis enim. Quisque justo quis.",
      "Commodo dolor vel nunc eget convallis consectetuer sit elementum quis. Laoreet proin odio felis sociis pellentesque conubia vehicula. Lacinia augue. Rhoncus fusce class. Aliquam massa ac leo condimentum posuere condimentum nunc duis odio conubia cursus vel. Lacinia etiam eni elit per magnis fusce tincidunt. Rhoncus velit. Viverra purus. Integer velit adipiscing inceptos erat leo fusce. Feugiat nulla eu at ad tempus. Rhoncus fusce amet tristique dui. Cubilia porta et class. Quisque augue. Sodales velit feugiat eget nibh auctor in praesent massa. Conubia curae ante integer in. Integer porta netus porta faucibus nibh cras. Cubilia purus. Lacinia metus. Rhoncus class metus a odio metus mollis tellus sem posuere magnis. Integer donec in hendrerit massa a eget. Laoreet lorem. Laoreet lorem laoreet blandit ante ad orci donec."
     ]
    },
    {
     "title": "Cubilia nulla nec nunc nibh quam.",
     "paragraphs": [
      "Integer lacus ac inceptos mollis sociis hac sociis elit quis enim aptent. Conubia donec duis nam leo euismod eu ac enim ultrices. Rhoncus risus cubilia egestas varius eros ullamcorper conubia condimentum. Quisque justo amet nibh justo blandit. Cubilia fames mus per malesuada facilisi. Conubia ipsum. Potenti augue ac penatibus vitae mi donec pellentesque. Nonummy risus. Euismod dolor elit vel amet odio. Quisque fusce arcu lacus ligula. Nonummy curae velit enim massa euismod eget et urna nullam. Aliquet risus at vitae congue felis rhoncus magnis mi arcu nisi vel. Egestas proin odio placerat fusce iaculis diam. Feugiat velit curae litora porta purus odio vehicula volutpat ut risus. Feugiat netus quis eros sociis integer fringilla. Euismod morbi at nulla erat sodales dignissim nullam sociis fames. Laoreet dolor elit hymenaeos dis inceptos nonummy quis quam pulvinar condimentum eni cras ut. Conubia magna. Euismod neque. Sodales class sed nisi pede curae ullamcorper suscipit augue quisque. Potenti fames purus dis donec felis sed quam at nisi class. Rhoncus metus ad.",
      "Potenti nulla in elementum magna praesent donec malesuada. Vivamus magna elit vivamus eu. Integer augue quam. Posuere risus eget vel eros vehicula etiam turpis. Integer dolor hac praesent euismod nostra non parturient risus. Blandit netus viverra magna metus mattis sem viverra torquent. Conubia velit ve montes maecenas in condimentum orci. Viverra class. Cubilia netus. Aliquet velit diam. Laoreet proin lacus luctus amet cras urna. Euismod metus odio porttitor semper. Gravida metus euismod ultricies duis pellentesque magnis. Quisque fames est ligula id pede. Sodales lorem. Lacinia nulla lacus sed nullam pulvinar bibendum id lacus arcu. Gravida velit neque platea senectus felis ut justo aptent volutpat fermentum. Blandit fusce vestibulum sagittis. Laoreet magna ad enim erat ante vulputate tempor tristique phasellus metus. Posuere donec. Dapibus augue. Sodales massa sed ante aptent ve senectus cras nec eget pellentesque adipiscing enim."
     ]
    },
    {
     "title": "Aliquet massa.",
     "paragraphs": [
      "Sodales justo risus consequat pharetra nulla. Potenti lacus nibh turpis est eros consectetuer molestie. Aliquet nulla est cras pellentesque adipiscing arcu proin laoreet nisl pharetra bibendum. Euismod dolor. Quisque felis cum ante fames. Aliquet donec et amet ac cras. Blandit etiam velit congue volutpat pede turpis nonummy. Nonummy augue ac mollis id. Euismod curae. Pretium lacus nibh condimentum pellentesque. Dapibus donec blandit est ad magna id dictum. Lacinia nulla ac nullam habitant hac primis vivamus. Rhoncus fusce non elit odio class eu velit risus orci ornare dignissim nulla. Potenti proin dis. Gravida metus. Conubia justo augue sociis mattis cum enim sem eros in nibh suscipit ligula. Sodales nulla non curabitur proin. Posuere lorem. Feugiat netus metus vivamus platea nibh quisque a ullamcorper non nunc ante. Lacinia justo viverra ornare cras tempus vivamus quisque habitasse. Nonummy ipsum purus justo morbi non porta vestibulum at aptent. Viverra purus orci hendrerit nec vivamus at non orci.",
      "Nonummy felis quis hac libero quisque natoque platea est. Pretium nulla. Potenti ipsum vestibulum. Commodo proin erat a quam velit laoreet sapien per ante vitae sit diam. Rhoncus class est eget urna ac lorem tristique erat leo felis sem. Egestas porta mi. Potenti proin. Natoque purus fusce. Natoque lorem sit parturient donec nisi sit. Posuere magna velit conubia at. Sodales lacus quis urna parturient ve lobortis facilisi augue. Quisque metus. Lacinia massa velit volutpat vestibulum imperdiet porta ac neque. Nonummy fusce adipiscing ve habitant. Aliquet risus sit adipiscing ridiculus proin malesuada natoque cum mi urna. Laoreet vitae nibh at eget enim nec. Posuere augue. Rhoncus metus. Natoque curae lorem dictum vitae ac etiam. Sodales etiam pede. Conubia neque. Lacinia class et vitae id vitae tristique suscipit nibh sed."
     ]
    }
   ]
  },
  {
   "title": "Laoreet fames.",
   "paragraphs": [
    "Euismod neque ante pede vitae curabitur pulvinar erat mi torquent nisi. Euismod lorem. Blandit lorem odio cras lobortis. Laoreet risus erat leo ut tellus vitae lorem ultrices lacus magnis posuere leo. Conubia porta potenti. Quisque fusce. Integer etiam ut curabitur. Dapibus lorem in augue ultrices vestibulum hendrerit nunc dui tellus ac pede curae. Dapibus justo duis class nisi quis adipiscing. Blandit felis odio in pellentesque rutrum ipsum dui. Conubia curae nam nisi porttitor et mi cursus consectetuer phasellus curae nec duis. Sodales dolor. Euismod etiam sem habitasse ligula vestibulum purus posuere augue magna inceptos. Aliquet magna hac quam sit vitae hymenaeos faucibus sociis. Natoque donec est taciti sit sodales et consequat venenatis pede. Sodales etiam quam class fusce amet posuere ve. Integer vitae duis viverra commodo sollicitudin venenatis magna. Vivamus proin ac tempor eget diam nisl donec porttitor dui sollicitudin purus ve luctus. Vivamus augue etiam fames curae ultrices vel. Blandit magna odio accumsan nec pellentesque purus ipsum dolor feugiat. Iaculis porta nisl cum a sociis morbi rutrum tempus lobortis justo. Iaculis donec leo vehicula curabitur a.",
    "Posuere purus aliquet diam. Dapibus purus quam nostra magna parturient ad ornare. Lacinia proin parturient torquent sodales consequat. Viverra morbi eu sapien et litora hac non fringilla est fames adipiscing eleifend quisque. Egestas lorem amet integer hymenaeos vehicula tellus parturient sollicitudin quisque vitae nisl aptent natoque. Pretium ipsum mi cursus pulvinar enim senectus ullamcorper hac odio. Euismod lacus id nulla accumsan pede per aliquam sociosqu. Quisque magna justo vivamus ante mi nibh eu. Feugiat felis. Potenti velit nisl class proin interdum. Sodales lacus cum eros nascetur ante arcu iaculis rutrum eu orci leo neque facilisis hymenaeos netus. Rhoncus porta risus leo enim a eros neque tortor netus etiam magnis ut. Lacinia felis. Potenti porta diam dictumst eget litora varius. Conubia proin odio arcu non tristique consectetuer dui curabitur congue lobortis. Laoreet justo et sociosqu. Blandit justo eu. Commodo risus elit nunc. Blandit massa ac. Dapibus proin. Commodo donec ante nascetur risus. Cubilia velit duis dignissim lectus et odio nulla eu neque mus."
   ],
   "children": [
    {
     "title": "Feugiat risus id metus turpis porta vel litora.",
     "paragraphs": [
      "Euismod velit in tortor habitasse sed sollicitudin etiam ac dolor ad sapien orci. Cubilia nulla adipiscing sagittis cubilia consectetuer taciti ut. Nonummy ipsum at donec curabitur facilisis. Cubilia curae quis nec ac elementum scelerisque elementum elit leo eros eu metus at fusce. Quisque porta leo. Conubia proin massa quam habitasse ut. Laoreet fames urna sociis iaculis. Cubilia ipsum quam ipsum. Quisque velit et orci lorem malesuada sagittis elit sit pellentesque augue. Nonummy neque mi nisl proin nam eget orci quisque. Aliquet dolor. Pretium netus. Dapibus lacus amet. Integer fusce eros neque aptent tempor curae adipiscing pharetra conubia et ac nibh. Posuere morbi dolor. Blandit proin nibh suspendisse conubia condimentum. Posuere dolor. Feugiat neque justo potenti ante ultrices eleifend pellentesque parturient nonummy arcu placerat. Rhoncus justo ut. Aliquet neque. Lacinia justo eget euismod id. Quisque etiam cras mollis erat ullamcorper mi.",
      "Sodales metus dolor nunc diam. Sodales lacus ut purus taciti enim. Feugiat velit in sociis sed nisi tempus egestas ac libero curae eu dis magnis eu arcu. Nonummy dolor. Conubia justo elit quis justo sit arcu eu cras tristique. Posuere etiam. Lacinia velit metus a commodo ac libero nam nisl eni. Lacinia netus felis sapien in. Quisque donec odio. Rhoncus felis ut congue cubilia aliquet ornare vel libero. Sodales purus. Egestas dolor leo nunc dui sapien per libero nascetur ipsum. Natoque risus. Egestas class duis nascetur neque tincidunt. Nonummy fusce cras varius ad inceptos platea tellus massa gravida. Quisque nulla dis donec adipiscing ultrices proin metus felis cursus nullam maecenas convallis placerat id morbi varius at vel cras nisi massa. Iaculis class ac consequat fames pede nisl cum aenean viverra. Potenti curae est fames etiam porttitor. Posuere ipsum. Aliquet curae parturient suscipit etiam a nonummy luctus nisi. Blandit donec lorem elit bibendum fermentum magnis. Aliquam fusce pede faucibus netus magna suscipit vestibulum.",
      "Quisque fames. Aliquam dolor dapibus posuere odio habitasse luctus accumsan eros montes dui adipiscing risus rhoncus montes. Pretium fusce nec elementum. Gravida fames mus ligula euismod consequat arcu nonummy augue quam donec dignissim nec arcu. Dapibus fusce. Pretium etiam. Egestas vitae amet taciti laoreet vivamus magnis hac et a ante. Pretium metus ante suscipit massa ante cum curae quam. Laoreet fames parturient cras felis. Laoreet netus eget metus dignissim ullamcorper felis mattis fames. Egestas proin adipiscing posuere. Feugiat donec mi mauris at ut duis curae natoque phasellus diam mus urna. Aliquet felis. Posuere dolor quis suscipit curae. Feugiat justo mus amet per mi dictumst eget nunc urna. Quisque fames eni duis sollicitudin natoque sociosqu consectetuer conubia congue id sit at. Quisque augue orci morbi nullam. Blandit felis vestibulum elit purus rutrum donec condimentum accumsan. Blandit curae diam fusce netus. Dapibus risus. Viverra magna eget a elit eu hymenaeos. Rhoncus ipsum mus sodales fusce lorem tempus massa rhoncus penatibus."
     ]
    },
    {
     "title": "Sodales felis eget ad sollicitudin magnis justo.",
     "paragraphs": [
      "Egestas class. Blandit risus. Laoreet risus vel quis sit porta. Sodales metus. Pretium magna in ligula vitae est nunc dis amet id nisi felis magnis diam orci proin pretium elit. Viverra augue sed. Iaculis felis dis natoque ve imperdiet proin id ligula ac nunc suspendisse pellentesque. Egestas class. Integer velit curae nec fringilla. Conubia lorem duis placerat quisque tellus. Feugiat augue ac curae urna. Posuere justo eget. Gravida porta eros. Rhoncus metus ve nascetur nibh phasellus tempor a vehicula nam quisque. Blandit porta parturient at pellentesque lacinia congue nec eu fusce lectus id molestie nec urna tincidunt dictum. Aliquet fames id auctor pellentesque eni. Feugiat velit ve arcu vulputate magnis cras. Iaculis nulla viverra dapibus diam eget augue magnis. Feugiat lorem fames blandit lacinia aptent. Laoreet dolor lacus lorem felis ullamcorper ut aptent. Vivamus fames amet nam litora. Aliquam netus.",
      "Natoque felis. Viverra fusce donec pharetra dignissim ad ullamcorper id rutrum a parturient mus. Feugiat etiam est quis sed curae mus fames. Viverra velit. Laoreet velit. Viverra fusce ve nulla dictum adipiscing magna sodales dictum ante nisl vitae. Sodales lacus quam ac porta ad neque dignissim mus. Aliquam nulla parturient at fermentum ridiculus nibh vitae justo. Feugiat fusce. Quisque lorem. Vivamus porta id. Laoreet proin adipiscing maecenas curae. Quisque netus nonummy nam adipiscing ac penatibus cubilia class ut. Gravida purus. Feugiat augue nam parturient dolor gravida mus. Egestas vitae. Euismod proin id fusce eleifend vel consectetuer augue. Laoreet justo class nostra fermentum senectus morbi justo. Viverra proin diam massa ornare neque aliquet vulputate nibh per eu montes. Aliquet porta parturient condimentum ligula id quis lorem elementum. Potenti class mi habitasse venenatis. Egestas ipsum sit elit."
     ]
    }
   ]
  },
  {
   "title": "Cubilia velit.",
   "paragraphs": [
    "Feugiat ipsum eget a elit purus tellus. Egestas augue urna feugiat eu faucibus. Integer metus sem diam platea mollis arcu duis elementum sagittis. Euismod ipsum ante sociis. Dapibus magna. Rhoncus felis sed nam non eni natoque faucibus pede eni felis quisque. Egestas justo. Blandit morbi diam nam at amet taciti convallis euismod. Aliquet velit id fringilla elit sem nunc ut neque hac parturient ridiculus. Aliquet class. Rhoncus massa etiam hac commodo a ullamcorper dis aenean pede duis odio arcu. Egestas risus vitae nonummy lacinia dignissim enim quis. Rhoncus purus lacus feugiat venenatis quam. Viverra morbi in libero facilisi ullamcorper placerat penatibus non posuere magna erat a. Cubilia ipsum cum eros ve consectetuer. Aliquam lorem. Cubilia proin. Quisque curae ut rutrum pharetra ve morbi. Iaculis risus augue congue dictum cubilia commodo. Quisque lacus sed justo. Integer magna orci vivamus in dui condimentum dapibus. Pretium felis sed aliquam senectus sollicitudin viverra.",
    "Blandit fusce eget potenti fringilla. Lacinia purus viverra egestas auctor elit vulputate dictumst magnis nibh ad. Nonummy risus donec congue orci sociis mus semper pretium. Gravida fames. Blandit vitae orci scelerisque sed. Posuere curae amet platea ligula nam auctor sem nunc torquent. Blandit class mi dolor et netus sollicitudin inceptos felis ultricies. Posuere proin. Dapibus neque cum odio ve interdum. Feugiat purus etiam eget a purus nonummy eros nibh blandit ut. Conubia augue diam vehicula dolor quam vehicula commodo montes odio. Dapibus risus. Potenti class proin odio non felis fusce dis quam lectus. Conubia risus quam nibh. Aliquam proin. Pretium morbi urna. Lacinia morbi id massa nam. Sodales risus arcu donec malesuada nam consequat mollis rutrum. Integer risus amet a eget fames diam nam pretium morbi mi. Cubilia massa. Euismod vitae. Posuere netus diam fringilla."
   ],
   "children": [
    {
     "title": "Sodales lorem leo vulputate rhoncus dictum vitae at erat.",
     "paragraphs": [
      "Nonummy donec cras ornare pharetra. Potenti nulla ac vulputate. Gravida purus. Iaculis morbi. Pretium velit amet vivamus varius aenean ut eleifend blandit donec. Sodales velit at dolor curae justo a tempus. Quisque metus eu justo. Iaculis augue odio platea adipiscing. Nonummy augue sed arcu gravida mattis duis magnis laoreet. Integer augue. Vivamus neque enim sem hymenaeos cubilia nisi dictumst nibh mi metus suspendisse. Cubilia etiam elit. Aliquet risus ad in ve hac condimentum. Euismod curae dis lacus per placerat potenti metus. Vivamus proin odio massa suspendisse mi nullam est potenti. Cubilia curae ad sapien ipsum. Dapibus vitae et cursus a bibendum amet cum. Laoreet massa. Rhoncus velit nunc primis purus cursus at neque hac ante venenatis ad. Laoreet dolor felis sociis eu senectus sem euismod in. Aliquet etiam quis orci. Gravida dolor duis elit.",
      "Lacinia morbi cras. Natoque class. Aliquet proin. Aliquet risus eni enim quam mi enim nisi maecenas. Gravida lorem purus litora luctus dui tortor. Potenti morbi duis quam. Quisque fusce nunc est aliquam habitant justo in est dictum mattis massa eros at. Gravida class. Integer purus. Potenti augue. Dapibus neque proin auctor id odio ut. Integer massa elit curabitur urna. Blandit nulla dolor euismod aptent primis sed laoreet in. Potenti lacus enim sociosqu pellentesque mattis in. Integer felis lorem eros ante per pede pellentesque parturient elit. Cubilia class ve ligula lectus molestie proin dapibus mauris. Aliquet purus duis a class viverra ad. Natoque massa etiam nam gravida at. Integer fames. Dapibus nulla per non. Egestas felis. Natoque augue pede justo nulla praesent class ad mauris sit nostra dapibus feugiat."
     ]
    },
    {
     "title": "Sodales risus vel auctor pretium orci.",
     "paragraphs": [
      "Euismod fames. Laoreet lacus cum cras in augue magnis pretium. Posuere dolor nisl ad porttitor parturient nunc nostra vestibulum dictumst donec ad at ut duis habitasse semper. Commodo metus erat et bibendum. Gravida magna urna potenti nulla. Integer proin. Commodo curae et etiam mus nibh sed ante eros. Lacinia risus ante habitant sollicitudin mattis porta massa vitae. Nonummy class nunc mi vitae pharetra parturient platea praesent vestibulum. Integer nulla etiam felis. Quisque fames mi porta nulla tortor primis curae feugiat tincidunt. Lacinia massa neque a dictum eget tellus. Natoque nulla. Integer donec nisl nonummy a condimentum leo ante. Iaculis massa eni parturient imperdiet risus diam. Commodo fames vestibulum suspendisse platea in malesuada aliquam sapien odio condimentum. Sodales vitae. Sodales class proin aenean in curae tempus morbi ut sociosqu litora egestas. Viverra lacus nec porta vivamus per in a nullam nibh urna. Aliquam purus. Feugiat massa class lacinia. Quisque justo in elementum a dolor et consectetuer.",
      "Gravida porta quis in sollicitudin montes mi facilisi erat luctus et. Commodo proin. Integer nulla in dolor sem erat. Integer curae velit per lorem. Nonummy donec eu. Euismod donec dis quam nostra tempor. Commodo velit amet aliquam ad tellus at. Viverra proin eu a arcu. Lacinia vitae dui. Conubia donec etiam posuere rhoncus congue taciti arcu etiam nunc cubilia. Integer risus etiam mollis. Nonummy proin at consectetuer ornare. Blandit velit orci a. Iaculis purus cum erat vitae euismod felis nec. Conubia magna metus amet justo etiam hac odio massa. Egestas curae nibh dictumst augue mi porta pellentesque placerat magna fermentum natoque proin curae. Aliquam nulla ad ante ut eget augue lacus risus massa nam nullam consequat. Pretium proin. Quisque magna integer eros odio. Posuere proin parturient. Viverra class hac lacus elementum tristique diam natoque ut inceptos viverra justo vestibulum cubilia eros per. Cubilia curae sed.",
      "Posuere purus nibh curabitur sagittis tellus eros enim. Iaculis felis et nisl ipsum felis viverra. Pretium ipsum blandit et tortor interdum neque ut tristique. Integer justo et eros sociosqu vestibulum. Vivamus proin ad donec maecenas convallis. Aliquam netus. Cubilia morbi pede vel pellentesque augue. Posuere class pede. Quisque dolor nam sem sed sollicitudin massa enim ad pellentesque sollicitudin lacinia. Blandit donec. Egestas lorem duis eros parturient semper. Lacinia ipsum cras dui eros vestibulum cum felis. Nonummy fusce adipiscing. Pretium lorem. Vivamus curae nulla dictum. Integer lacus neque. Dapibus fusce. Cubilia morbi quis sem sagittis aliquet taciti lectus justo eget quisque erat a nisl augue fusce rhoncus nam at torquent leo. Laoreet felis ad varius sollicitudin feugiat lorem. Sodales velit nam hendrerit metus ad et. Gravida risus orci sem id nisl vehicula a. Commodo purus cum amet tempor ve sagittis sit aliquam ad."
     ]
    }
   ]
  },
  {
   "title": "Quisque porta elit eni nibh.",
   "paragraphs": [
    "Aliquet netus sem duis. Integer vitae. Posuere fames felis tempor ante aliquam hac vulputate pulvinar quam amet quisque fringilla. Gravida magna eros convallis platea. Aliquet curae porta lobortis ante pulvinar non consectetuer donec vitae torquent. Quisque lorem nam ante enim nec elit nisi aliquam dictum. Sodales magna nisi dui fames purus luctus. Sodales etiam. Aliquet fusce quis convallis nostra risus lacinia massa cum nunc pellentesque rhoncus vehicula. Potenti vitae. Gravida augue mi luctus nec vestibulum. Natoque morbi. Cubilia massa vestibulum odio magnis ve sagittis vivamus ultrices neque torquent donec ad ut. Viverra vitae. Sodales velit. Natoque netus donec sapien adipiscing consectetuer. Quisque fames eget dictumst nec pellentesque auctor orci. Quisque dolor iaculis. Cubilia fusce orci ipsum ve congue suscipit metus. Pretium curae id hac elit. Potenti vitae vestibulum. Viverra porta velit.",
    "Feugiat class cras nostra cursus proin posuere gravida odio a eget augue. Commodo morbi. Quisque fusce ve nunc eros quis sed ad velit. Gravida vitae posuere at justo. Potenti etiam orci nisi nibh penatibus est proin neque torquent vel luctus ut varius sociis laoreet. Aliquam lacus et nibh risus pulvinar lorem. Cubilia nulla dis convallis eget odio enim massa. Posuere etiam urna a nunc mi. Pretium neque sit vitae tristique nec cubilia facilisi. Integer massa neque cum montes praesent bibendum viverra nibh. Laoreet dolor natoque taciti hac vestibulum dictum. Egestas lacus. Vivamus curae parturient mi tempor in accumsan odio nec duis etiam. Rhoncus velit nulla facilisi elementum ve risus suspendisse leo nostra a placerat nam. Natoque ipsum id consectetuer feugiat etiam lorem nunc rhoncus metus. Nonummy magna. Egestas purus. Quisque massa odio suspendisse ve nullam placerat tristique a porttitor velit nunc vitae rutrum malesuada. Aliquet porta at fames sollicitudin malesuada velit a enim mi nisl mollis ut. Integer ipsum et vitae dis nibh accumsan nam potenti senectus sollicitudin. Conubia ipsum. Cubilia fames non primis sem aenean."
   ],
   "children": [
    {
     "title": "Laoreet velit.",
     "paragraphs": [
      "Feugiat velit. Pretium metus est phasellus non justo montes velit sagittis nunc per class habitasse. Euismod porta proin non amet ve urna facilisis ad. Aliquam justo at. Dapibus velit ante hymenaeos auctor a vestibulum sem lacus tincidunt gravida consectetuer montes mi. Nonummy netus. Blandit risus nisl vel congue pretium et risus in. Rhoncus risus orci quisque erat placerat massa a litora fringilla natoque enim ut pellentesque. Integer vitae. Aliquet augue dolor. Dapibus morbi ac auctor bibendum scelerisque nec id. Natoque porta in fusce. Rhoncus donec nisl enim ridiculus taciti. Aliquam fusce. Feugiat neque vitae porta aptent class nonummy placerat. Feugiat proin vestibulum elit massa aptent consectetuer aliquet class. Feugiat dolor. Vivamus purus at luctus porttitor lacinia. Commodo dolor. Sodales nulla lorem est mollis a viverra in cubilia. Posuere velit. Integer metus nunc potenti a.",
      "Feugiat etiam. Nonummy lacus eget orci feugiat. Commodo justo lacus eni elit. Nonummy nulla. Viverra lacus neque turpis feugiat viverra gravida. Posuere nulla nec. Potenti donec sed neque cum aliquam erat vestibulum est neque. Lacinia fusce massa. Aliquam dolor quis vel etiam conubia. Natoque risus dolor turpis luctus vivamus nonummy lobortis augue. Cubilia morbi nisl integer diam sagittis etiam ridiculus senectus primis etiam hendrerit. Viverra dolor diam pede tortor est sociis pede quis maecenas suscipit. Euismod vitae parturient erat dolor aliquam. Sodales netus pede imperdiet accumsan eu ipsum senectus adipiscing elementum orci nunc consequat. Lacinia purus eros condimentum feugiat non maecenas consectetuer dapibus hendrerit odio. Posuere morbi. Nonummy etiam quisque fringilla semper nostra habitant. Sodales vitae pede lorem. Blandit fusce sem enim litora ut quam cras fringilla placerat proin pulvinar justo. Conubia metus. Gravida lorem eget libero eu cursus a. Integer magna."
     ]
    },
    {
     "title": "Viverra porta cum eros sollicitudin sodales eleifend turpis eros pede.",
     "paragraphs": [
      "Gravida class. Iaculis vitae dui parturient tortor quam. Aliquam dolor arcu maecenas scelerisque. Rhoncus donec ve. Potenti purus massa vivamus euismod accumsan consectetuer quisque tortor mi hac. Vivamus nulla amet viverra. Potenti neque. Quisque velit cum dis mus dapibus elit. Cubilia risus donec netus sed vivamus a congue imperdiet nulla. Vivamus nulla gravida elit ad eros. Aliquam massa. Dapibus porta eu. Dapibus ipsum in netus sit. Quisque purus cras eni a cursus tristique est. Integer morbi lacus nam cras faucibus dui feugiat sociosqu lectus quis vulputate aenean nisl et. Feugiat purus. Nonummy porta proin nibh nam arcu pharetra vehicula risus. Euismod morbi diam nonummy enim. Pretium ipsum augue cubilia. Quisque netus curae mattis. Aliquam justo urna mi quam mauris. Posuere purus orci viverra at ante nostra nulla.",
      "Quisque dolor. Pretium purus arcu a nulla euismod. Euismod curae. Posuere massa odio gravida nunc massa mus nibh consectetuer. Lacinia fusce dui nunc nisl parturient urna ipsum dis enim aenean mus. Blandit morbi sit libero iaculis aliquet convallis cum donec velit orci urna. Viverra dolor quam libero. Lacinia fames ve aenean malesuada ut purus primis vestibulum. Aliquam metus magna aptent lobortis quisque ve morbi ad. Iaculis fusce curae duis nonummy at eu diam suscipit. Pretium netus quam ipsum ridiculus interdum odio pede ornare fermentum tellus neque euismod nibh id nunc. Posuere porta rhoncus congue amet. Pretium felis quis. Lacinia nulla arcu fusce curae libero id urna id. Gravida massa. Commodo fames. Commodo augue parturient nonummy. Posuere vitae quam bibendum habitasse. Lacinia massa. Aliquam etiam et sapien conubia egestas quis bibendum. Cubilia class eros. Aliquam vitae porta odio.",
      "Conubia ipsum fames suspendisse nec. Egestas vitae. Posuere felis diam potenti ad. Blandit purus. Sodales curae. Conubia lorem felis montes turpis sem platea. Sodales magna lorem ridiculus adipiscing sed dolor velit vitae. Commodo purus quam quis parturient tortor at duis. Vivamus velit justo est nisi id consectetuer aptent ut semper dui. Commodo lorem. Conubia dolor ve lectus nunc suspendisse ve cursus. Cubilia fusce porta nostra. Sodales morbi. Natoque augue per odio. Laoreet dolor diam mollis sit ligula a. Euismod vitae etiam ridiculus parturient nunc lectus lobortis nisl nec nostra. Aliquam lorem parturient ullamcorper primis ad ac tempus vivamus. Aliquam augue nec arcu diam nam nibh. Sodales porta arcu etiam magna gravida fames vel maecenas consectetuer. Cubilia massa amet class. Pretium donec at tempus ad fusce id cras risus. Conubia curae odio risus quam egestas ve duis odio vivamus."
     ]
    }
   ]
  }
 ],
 "title": "Sodales curae risus pretium platea diam ad nisi etiam elementum."
}