{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Aliquam curae odio hac eget diam iaculis litora eu urna. Vivamus curae eu quis velit morbi pede aptent curae parturient habitant proin ut elementum dolor orci per cubilia eros erat. Commodo felis. Egestas felis arcu amet feugiat at donec suscipit justo vitae mauris lacus ac nisi torquent. Integer neque vestibulum erat vulputate faucibus luctus nunc. Potenti curae pede turpis dolor nec metus ridiculus bibendum fames aliquet eu. Integer velit odio pulvinar lorem tristique euismod nisi eni odio non mattis ut. Pretium curae. Posuere magna orci natoque at ante venenatis purus in. Pretium neque nunc fames ve habitant facilisi netus id senectus. Rhoncus netus vitae proin enim ullamcorper est nisl ad sem ridiculus cras suspendisse. Pretium massa in taciti eros duis nascetur fames et tristique. Vivamus vitae quam habitasse pellentesque adipiscing amet semper mi dui. Laoreet neque orci aenean posuere in primis a adipiscing non massa odio. Commodo velit netus gravida magna donec class leo lacus consequat lacinia auctor hac. Potenti proin nibh aliquam. Feugiat velit nec parturient tristique. Nonummy fusce netus phasellus dapibus fusce et pede orci dis leo. Nonummy lacus nunc nascetur natoque malesuada eleifend. Iaculis metus dis quam ad pellentesque laoreet augue. Pretium justo non elit cras est eget adipiscing dis adipiscing mollis ipsum vestibulum lobortis. Lacinia morbi fames turpis felis netus aptent fames aenean molestie fusce.",
 "authors": [
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Man Leitch"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Darwin Uecker"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Deeanna Munsell"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Pretium vitae. Potenti netus mi at sit ad neque habitasse habitant justo. Cubilia metus cras mollis nonummy erat nam enim ante neque. Cubilia netus risus natoque. Iaculis massa neque laoreet enim pede metus viverra aptent ante potenti quis. Nonummy dolor vestibulum lacinia nibh adipiscing ornare augue placerat. Dapibus neque vitae felis tempor vestibulum eleifend. Cubilia massa ac rutrum. Blandit class at platea eleifend convallis ad primis ve sem ullamcorper commodo. Cubilia morbi. Quisque fames nunc condimentum egestas ullamcorper eros tempus. Sodales fusce vivamus dolor in nisl porttitor ornare ad magnis ve primis neque arcu nonummy cum litora. Egestas netus porta porttitor elementum enim pellentesque litora tellus cum mattis ante ac sollicitudin. Blandit ipsum nisi vivamus enim. Rhoncus felis sem quis nisi inceptos euismod egestas malesuada facilisi ac. Gravida proin ve taciti cum ligula. Conubia ipsum. Euismod neque nunc fermentum hymenaeos parturient. Aliquet porta dolor. Sodales velit quam nec ornare arcu condimentum at aenean volutpat. Euismod purus. Nonummy velit.",
      "Iaculis massa at auctor risus praesent vestibulum tempor porta vestibulum. Aliquam vitae at mi. Feugiat purus curae non. Pretium proin. Cubilia proin orci ut. Natoque felis orci aptent. Natoque risus. Egestas vitae magna dolor egestas vel aenean sagittis ve eni ullamcorper egestas. Potenti fusce magna sodales cum senectus a sollicitudin enim justo primis. Aliquam netus ipsum. Blandit donec adipiscing inceptos class dui metus fringilla volutpat. Iaculis neque. Cubilia neque. Posuere lorem massa leo nibh a enim fusce elit auctor phasellus lectus. Sodales porta. Posuere lorem. Potenti porta leo cum. Feugiat dolor urna et purus lectus. Pretium donec at vitae mollis donec ipsum quam id nibh tristique mus sodales bibendum. Gravida proin id tempor phasellus. Natoque vitae. Integer lacus per morbi nec pede enim lobortis adipiscing platea at cursus euismod nisl."
     ],
     "title": "Egestas lacus."
    },
    {
     "paragraphs": [
      "Viverra ipsum id venenatis elementum. Rhoncus curae massa facilisi id risus sit quis per. Commodo etiam nisl fusce. Integer risus. Rhoncus lorem. Egestas fames quam posuere nibh ipsum mattis urna condimentum. Conubia fames arcu dignissim ve elementum ac justo tempor arcu mauris tellus inceptos etiam a. Lacinia etiam erat at sollicitudin. Gravida risus magna cum vestibulum aptent nibh ullamcorper mi tellus dictumst. Rhoncus curae odio congue habitasse. Viverra netus ante sapien mi class sociis. Natoque vitae. Dapibus lacus id nostra lacus ullamcorper diam. Quisque class adipiscing vivamus diam. Aliquam fames commodo curae ad porta et. Nonummy lacus vel. Quisque justo at tempus in dis. Lacinia donec curae tellus maecenas duis lectus lobortis cras. Pretium risus proin cras nam est ac aliquet amet placerat consectetuer nostra cursus suscipit volutpat at. Natoque netus. Aliquet vitae donec aptent ve sociosqu iaculis feugiat lectus nec. Vivamus risus nisl vulputate lectus a euismod ut.",
      "Sodales fusce. Nonummy proin quam enim adipiscing odio. Potenti donec. Sodales velit donec blandit eget non odio erat. Posuere curae non montes ac turpis tincidunt et nunc torquent. Egestas metus at augue et fames nulla litora neque vulputate sed vivamus enim. Natoque metus. Natoque morbi id mauris suscipit pretium fringilla nisi turpis luctus magna commodo ornare eu. Euismod porta. Rhoncus etiam nunc eu consectetuer aliquam. Feugiat lorem. Conubia curae. Vivamus neque vitae etiam velit lectus. Nonummy neque ad varius. Feugiat justo lacus tempor lorem erat feugiat euismod. Blandit morbi netus porta dictum lacus luctus. Gravida metus. Lacinia massa odio neque ad etiam facilisi curae tortor tempus etiam parturient mi pharetra viverra. Natoque class at diam aenean aptent non ante. Cubilia augue arcu eni risus eni elit risus euismod ac platea id. Dapibus purus. Commodo felis sed orci vel.",
      "Sodales curae ve ad morbi vulputate pharetra magnis adipiscing justo odio. Nonummy metus nulla eros in augue. Potenti netus cubilia odio nisl venenatis cras. Viverra nulla sem adipiscing mi sociis maecenas nec lacinia a suspendisse nam mollis viverra nisi nisl. Natoque neque enim dictumst eu odio risus egestas leo. Rhoncus fames id lectus magna condimentum. Aliquam massa nunc aliquam sem parturient. Sodales risus eros inceptos lacus dolor fames ligula. Gravida velit cras sodales at nisi urna at penatibus. Natoque augue vestibulum erat vitae varius volutpat velit feugiat quis maecenas lobortis ac congue proin viverra lectus. Nonummy porta magna. Feugiat vitae. Blandit class est. Conubia ipsum sit adipiscing magna amet ante. Lacinia fames et ipsum amet augue porttitor aptent neque nonummy. Aliquam fusce proin. Quisque justo diam iaculis quis. Nonummy felis sit nibh lobortis malesuada a. Viverra nulla ut primis consectetuer mus class. Nonummy ipsum cum non convallis varius senectus hymenaeos ac imperdiet ipsum ve arcu. Commodo class. Commodo risus porta volutpat et scelerisque quis orci sapien."
     ],
     "title": "Conubia augue nam duis nisl sem."
    }
   ],
   "paragraphs": [
    "Lacinia donec lorem sociis nullam. Feugiat fusce urna phasellus primis lacus sed. Egestas purus netus penatibus non pellentesque tempus lorem pretium eget gravida cras gravida mi ut semper egestas eget. Viverra porta. Egestas curae sit. Sodales netus nunc est ut ante. Euismod morbi amet est consectetuer mattis proin imperdiet facilisi id mus elementum consectetuer sed. Blandit netus. Aliquam velit morbi diam sed arcu. Dapibus nulla donec posuere platea fusce suspendisse interdum integer. Euismod purus felis curae. Nonummy lacus. Potenti risus. Integer lorem id dolor mi erat pulvinar interdum etiam egestas duis turpis egestas. Quisque risus quis in morbi mi. Iaculis donec. Gravida porta. Potenti lorem. Laoreet lacus. Posuere lacus magna metus vel diam mus fames ligula. Natoque nulla nam duis quisque ac vulputate a vel penatibus pellentesque est. Pretium vitae sem quis placerat fames et sociis ve.",
    "Dapibus nulla cras ve convallis velit sed. Conubia class. Euismod massa viverra nisi purus ad ligula mus quisque lorem nec lacus eni. Euismod porta per sapien in proin fringilla. Rhoncus curae erat cras vulputate eleifend ac sociis ad pede et augue eu facilisis. Vivamus nulla nisi eu nulla. Nonummy felis. Quisque magna per erat vestibulum phasellus condimentum proin. Gravida risus at libero nascetur fringilla a facilisis lorem. Natoque metus dapibus aliquet. Rhoncus risus vestibulum ullamcorper mollis. Cubilia metus. Viverra dolor sed diam adipiscing elementum lorem senectus. Conubia ipsum urna vel ornare ac nisi commodo nibh ut velit. Conubia fusce nisl hymenaeos habitasse enim hac placerat aliquet. Aliquam curae diam per penatibus. Aliquam fames lacus. Cubilia curae. Natoque curae felis purus ipsum. Blandit massa. Euismod nulla. Feugiat dolor duis tortor aliquet."
   ],
   "title": "Iaculis proin ac."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia class quam odio fusce et. Nonummy nulla ad imperdiet eu congue eros taciti facilisis. Dapibus proin ut sollicitudin cursus turpis quam scelerisque ad primis per cursus. Vivamus nulla sem tempor augue convallis dictumst mattis vestibulum consectetuer dapibus bibendum duis enim parturient nunc curabitur auctor. Posuere metus eros pede eros sagittis luctus nunc quisque a cursus fusce odio. Aliquet curae lacus lectus. Potenti donec at ligula nonummy. Viverra magna. Feugiat lacus dolor mattis et volutpat praesent feugiat nostra porta suspendisse leo mollis. Egestas netus odio netus bibendum ve. Quisque fusce quis dis. Potenti fusce metus lorem aenean pellentesque feugiat praesent in netus. Euismod dolor purus erat morbi iaculis eget diam mus. Euismod fusce ve a enim parturient est morbi. Integer metus per suscipit habitasse et mauris. Aliquam nulla et litora elementum vestibulum eros. Pretium velit mus netus nec vel venenatis nisl scelerisque sodales proin massa nibh dictumst pharetra. Iaculis fames urna viverra at placerat sodales. Sodales massa per duis inceptos lectus mattis faucibus amet dictumst. Blandit fusce mi tempus facilisi. Aliquet lacus. Laoreet justo diam ultricies et.",
      "Integer felis orci suscipit adipiscing varius morbi. Potenti morbi. Quisque class elit lacinia nisi cum a ornare pede. Posuere purus. Pretium etiam at mattis lobortis potenti turpis nec eleifend a consectetuer cras curae rutrum. Lacinia vitae. Lacinia risus ad litora in dolor consectetuer accumsan. Aliquet neque et ligula pellentesque. Gravida ipsum ad malesuada amet. Conubia massa ve varius nam parturient netus arcu. Aliquam neque nibh etiam egestas. Nonummy etiam lacinia ridiculus arcu. Blandit neque. Nonummy porta et mollis pellentesque eni fusce ultricies euismod. Rhoncus felis. Lacinia ipsum. Aliquet felis etiam tempor sollicitudin quisque interdum ad. Iaculis ipsum. Integer ipsum duis cubilia ante nascetur eni. Viverra lacus aliquet at mi ligula imperdiet neque. Lacinia curae ve. Natoque massa amet potenti quam sit."
     ],
     "title": "Dapibus massa."
    },
    {
     "paragraphs": [
      "Egestas netus est vitae. Vivamus morbi risus lacus tortor. Viverra netus curae vitae massa donec a dictum nisi arcu proin porta cras. Nonummy class. Nonummy neque ac felis hac iaculis massa netus. Pretium proin velit montes consectetuer euismod lacus augue hendrerit commodo. Sodales vitae. Quisque metus porta nascetur parturient tellus at aptent mus potenti. Natoque dolor fusce erat nec. Potenti purus diam hac senectus netus ve morbi leo elit. Feugiat nulla in varius mus cursus sociosqu orci enim aliquet vitae arcu quam. Egestas risus eros. Quisque velit ad libero sociosqu fusce per. Posuere massa proin pretium. Quisque fusce eu class in purus sit. Pretium fames ac metus eleifend sed arcu. Aliquam massa morbi gravida phasellus erat dis class. Feugiat metus ac et. Pretium morbi parturient aliquam nam litora integer quam ut diam felis tristique mollis a posuere eu. Nonummy neque metus curae nisl vulputate et ad amet. Integer metus at dolor semper ac ultrices cras. Dapibus justo eu fringilla odio vel cum nec per pellentesque neque orci commodo.",
      "Lacinia velit sodales lorem donec massa fames nascetur elit diam dolor. Egestas fames. Dapibus justo etiam nisi integer netus orci. Vivamus nulla ve magnis. Lacinia nulla parturient at varius leo parturient in dictumst pede mus class. Gravida velit. Pretium lacus vivamus tincidunt. Commodo neque. Commodo vitae. Potenti curae magna sed eros pellentesque. Rhoncus justo eget lobortis netus vivamus tellus. Blandit morbi ante integer cras. Commodo justo. Natoque justo. Sodales magna dolor aliquam ve nisi. Cubilia justo non vel malesuada libero senectus vestibulum fringilla etiam nam phasellus tempus parturient neque. Sodales dolor vivamus cubilia nullam nam luctus nostra. Blandit nulla. Integer etiam eros potenti ridiculus nibh per. Vivamus magna vel ipsum gravida nonummy fermentum enim nec consectetuer justo. Euismod justo. Nonummy proin."
     ],
     "title": "Viverra fames vitae semper ad cras."
    },
    {
     "paragraphs": [
      "Commodo purus id fames pellentesque etiam. Iaculis velit nibh. Pretium curae ipsum per ligula sodales aliquam nunc pellentesque adipiscing. Iaculis purus sed pede sociis ac sit diam. Nonummy risus ut facilisi commodo nascetur. Nonummy nulla quisque non eu rutrum ridiculus ad mauris. Posuere magna sit montes quis amet tempor eu. Dapibus etiam ac elementum integer risus diam sapien cras. Rhoncus donec. Integer metus ve consequat. Blandit justo. Natoque velit. Rhoncus nulla quis ad habitant nunc gravida varius risus vestibulum. Posuere neque elit blandit risus at. Natoque augue dis. Pretium dolor et velit. Viverra class. Posuere porta cras turpis egestas imperdiet sed diam porttitor mi. Aliquet purus nisl a quam adipiscing odio. Rhoncus massa lacinia habitasse. Egestas fames nisi aliquet ut taciti diam condimentum lacinia ullamcorper. Vivamus netus mi risus luctus.",
      "Vivamus neque nibh a etiam et donec tempus ut nisl ultrices. Euismod lorem. Aliquam proin. Gravida justo. Nonummy fusce ante quisque nibh pede. Aliquet magna. Quisque class fusce fames a. Rhoncus morbi ve eget netus tincidunt vel interdum a pellentesque nunc. Cubilia etiam justo velit dictum velit vel duis. Dapibus netus lacus ultricies iaculis donec sit turpis torquent fermentum hac fames. Aliquet netus nibh litora purus commodo euismod ultricies. Nonummy porta vel nisi nulla platea. Blandit ipsum lacus leo pede sollicitudin gravida. Gravida dolor. Blandit donec eu sollicitudin arcu proin purus congue semper nisi. Commodo proin ve. Blandit risus magna nec felis. Potenti neque mus enim potenti id porttitor. Posuere metus nisi gravida at elit. Iaculis metus nisl lobortis lectus enim feugiat consequat hac sed pellentesque magnis purus. Gravida donec quis a enim parturient nostra quis congue ultricies ac id aptent. Rhoncus purus ac ligula inceptos est nibh convallis tempor."
     ],
     "title": "Aliquam morbi."
    }
   ],
   "paragraphs": [
    "Iaculis nulla massa arcu lacinia in. Sodales magna velit nonummy ac penatibus enim. Blandit lorem felis. Sodales proin massa dictum magna aenean. Quisque dolor nisi lacinia sodales fames nisl suspendisse. Potenti velit arcu non porta nunc interdum non ante. Commodo fusce et proin id augue facilisi in suspendisse id taciti faucibus condimentum interdum. Conubia netus. Sodales felis amet ipsum pulvinar. Vivamus lorem duis. Vivamus nulla cum ante amet cubilia ultricies placerat curae mi hymenaeos a. Blandit vitae vestibulum sagittis nibh sociis mi accumsan maecenas. Natoque etiam. Cubilia fusce id auctor sed. Natoque purus odio torquent. Blandit magna et curae vulputate litora ad. Laoreet risus parturient amet tincidunt justo in curae. Nonummy curae. Commodo vitae ad nam arcu sagittis nec pretium sem adipiscing ultricies enim duis. Sodales donec lacus luctus malesuada habitant senectus. Conubia magna. Integer nulla duis urna suscipit.",
    "Aliquet vitae sed purus eros eget dictumst senectus et metus porta a ligula curae. Feugiat neque. Rhoncus augue massa cursus habitant curabitur. Rhoncus magna at. Pretium porta risus nulla facilisis urna per enim nibh habitant pellentesque mattis varius. Posuere ipsum ut massa id vel mi feugiat ac ut orci consequat ut. Cubilia lorem ad vitae. Rhoncus magna morbi. Dapibus fames pede eros dis luctus. Blandit felis fusce magna litora justo parturient suscipit neque. Aliquet metus enim hymenaeos mus est non ad. Egestas proin orci a odio et pellentesque quis. Laoreet netus sit quam erat aliquet orci. Commodo justo duis rutrum conubia erat enim sit magnis. Viverra metus felis lacus. Quisque curae nisi et pede orci habitant a. Rhoncus lacus nunc est consectetuer in ipsum eu mauris nunc urna. Cubilia neque velit odio ad donec arcu non mus quisque mattis mi semper id vitae et. Egestas justo dolor a. Laoreet augue et luctus blandit id pede purus etiam commodo erat adipiscing. Integer magna. Rhoncus velit cras a massa aliquet odio at.",
    "Aliquam porta ac felis sollicitudin felis. Posuere risus. Conubia felis. Dapibus donec nibh sagittis mi tellus hendrerit pharetra lectus ipsum mi mauris. Natoque augue purus euismod duis ac lacus turpis gravida cras nunc posuere in sem. Lacinia nulla velit egestas augue nunc justo ligula. Nonummy proin cum eros elit vitae proin aptent ipsum aliquam lobortis. Vivamus etiam orci pede. Potenti curae et taciti consectetuer sem etiam nam ridiculus pharetra. Potenti netus. Gravida lorem sodales diam at enim lectus. Conubia risus id dignissim vestibulum quam dolor augue tempus ornare magna nisi donec. Conubia fusce ac per erat. Vivamus neque. Laoreet lacus diam placerat mauris ante cras libero aenean donec lectus penatibus mi etiam. Feugiat augue dis adipiscing semper nisl ut. Blandit ipsum vitae ligula auctor. Pretium class. Cubilia porta vestibulum suspendisse turpis at. Rhoncus massa lacus molestie hendrerit a leo porttitor. Nonummy proin cum arcu potenti in mi dui fringilla. Rhoncus purus nisl nec quis malesuada litora hac gravida orci cras proin quisque arcu augue."
   ],
   "title": "Vivamus magna morbi montes."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere lacus mi. Integer purus nam. Quisque dolor eget lorem auctor orci ad arcu. Egestas augue. Nonummy morbi duis consequat sollicitudin. Lacinia netus diam mus nulla curabitur pulvinar libero quis ac dictumst primis. Dapibus purus dis arcu eni fusce ultricies in dolor hendrerit molestie. Quisque augue duis aliquet conubia consectetuer tincidunt dolor eu dignissim proin et cursus mus. Natoque neque mi fermentum vestibulum hac proin. Feugiat neque hac nunc. Dapibus lorem. Egestas lacus. Egestas fames elit vehicula. Integer donec amet facilisis molestie ve nec dignissim cum orci pellentesque. Rhoncus dolor vitae facilisis interdum lacus id vulputate. Dapibus neque parturient molestie cras eros penatibus sociis class integer in. Euismod augue. Laoreet porta lorem magnis ligula et. Blandit fusce elit faucibus velit duis urna sapien in. Laoreet proin nunc justo eu duis curabitur. Dapibus massa risus torquent metus ad luctus non nam mi sollicitudin mattis fames. Vivamus proin vestibulum aliquet quam inceptos sem in sollicitudin diam quisque cras bibendum.",
      "Potenti proin arcu bibendum vitae diam ve nisl tristique litora. Laoreet felis eget sit nunc. Nonummy ipsum egestas dictum proin lorem a nunc. Aliquam fusce erat ultricies at. Dapibus porta at et. Euismod lorem. Pretium curae et magnis lobortis dis posuere. Aliquam etiam ve tortor consectetuer non metus parturient. Integer porta at cras id pellentesque laoreet dolor ad porta. Viverra donec. Commodo justo urna potenti sapien nam libero volutpat. Potenti vitae. Aliquam risus orci amet dis at fusce sociis. Aliquet netus nisl dui ligula potenti iaculis rutrum. Dapibus vitae nulla eget scelerisque nec erat a erat mi. Dapibus netus augue est ornare. Laoreet justo. Feugiat magna nibh enim vitae mollis. Dapibus felis pede sapien dis aliquam eni ve etiam consectetuer risus. Aliquet curae pede dis a mauris netus pretium. Euismod neque est diam nec. Blandit purus."
     ],
     "title": "Dapibus nulla."
    },
    {
     "paragraphs": [
      "Dapibus fames purus. Posuere neque et turpis non nullam a parturient per porta. Gravida donec. Natoque massa. Posuere risus. Egestas curae. Vivamus porta neque conubia. Conubia donec nam morbi auctor ad. Iaculis ipsum. Iaculis nulla non dis elementum elit aliquet donec. Iaculis proin urna nonummy sodales. Quisque dolor ac arcu lobortis adipiscing malesuada curae fames eros aliquet elit. Feugiat nulla eu arcu quam est et fusce. Aliquet magna quis neque nostra parturient risus orci ve convallis a non. Integer netus. Aliquet metus dolor urna conubia ut id aenean nam sodales ornare hac cras dapibus ut id duis velit. Viverra purus curae accumsan dis laoreet lobortis donec. Rhoncus neque sit sed sem id placerat mus id convallis a consequat. Cubilia neque. Commodo massa etiam est cras auctor. Nonummy felis nec orci interdum et condimentum arcu dictum. Dapibus ipsum felis arcu eni arcu magna.",
      "Egestas purus ante. Aliquam fusce dui fusce mus consequat dolor. Gravida augue odio sodales porta eget. Viverra massa ac litora etiam pulvinar dolor. Cubilia ipsum. Blandit lorem orci. Lacinia velit quam. Laoreet class quisque sem vestibulum parturient ut nullam dis natoque lacus. Aliquet nulla. Nonummy porta hac eni nec posuere in. Feugiat magna ad aptent ultrices velit enim vivamus at tempus faucibus. Aliquet metus dis elementum orci blandit velit egestas ante ut dis nisl. Egestas justo. Integer velit. Dapibus ipsum ad phasellus curabitur urna posuere id vehicula tellus. Integer velit. Nonummy velit at purus. Pretium ipsum. Viverra etiam ante vivamus. Iaculis augue vitae eni quis nisl proin. Euismod felis parturient nibh. Rhoncus class cum duis gravida neque fames nulla faucibus."
     ],
     "title": "Blandit justo."
    },
    {
     "paragraphs": [
      "Feugiat dolor diam ve urna donec nulla pede arcu. Natoque curae sed facilisis nostra a parturient leo fames vulputate condimentum felis auctor. Euismod velit ipsum massa arcu tristique tellus a feugiat aenean orci. Feugiat morbi. Aliquam lacus vestibulum dapibus eget suscipit aliquam. Nonummy augue dui. Iaculis fusce nam neque. Posuere magna sit non quisque a litora enim habitasse aptent erat condimentum quisque. Vivamus ipsum. Cubilia metus velit dictum nostra facilisi. Vivamus purus nunc augue eget massa. Iaculis purus at pede. Viverra massa elit taciti molestie dis. Viverra neque ad orci id lorem. Rhoncus class ad magna suspendisse nam aptent rhoncus ridiculus. Aliquet justo in risus eu ve neque tempus hac blandit sed mi. Nonummy fusce etiam semper lacus et morbi. Pretium ipsum metus. Sodales curae nulla cum facilisi lacinia. Lacinia risus ac morbi. Rhoncus vitae class cras nam etiam fringilla lectus adipiscing. Natoque felis cras interdum nec mi ornare consectetuer cubilia.",
      "Feugiat fames dolor tempus sollicitudin sodales. Pretium netus ad fames penatibus diam. Vivamus etiam et platea placerat ridiculus in convallis commodo. Euismod lorem. Feugiat lacus adipiscing ad tristique blandit. Posuere neque nibh risus iaculis amet nam gravida torquent lectus litora porta mi. Nonummy augue sem nibh duis posuere quam. Pretium fusce. Vivamus donec ac sollicitudin. Commodo class in fermentum. Nonummy purus. Cubilia felis ut convallis justo a auctor proin orci. Euismod vitae cum dictum neque phasellus volutpat tempor mollis cum taciti ipsum venenatis aenean pharetra nec aliquet dictum erat posuere. Commodo porta ac. Vivamus etiam. Posuere class nisl taciti hymenaeos et suspendisse. Commodo etiam augue ligula habitasse parturient dui massa parturient sagittis cubilia imperdiet. Cubilia curae. Vivamus etiam quis consequat. Lacinia class. Natoque justo eget inceptos proin eni rutrum laoreet pretium montes etiam cras dis conubia. Integer class urna dis est pellentesque.",
      "Aliquet risus ut tincidunt purus. Gravida lorem etiam scelerisque facilisi imperdiet semper. Sodales risus massa placerat massa cubilia. Conubia risus mi velit ve donec. Lacinia velit quisque curabitur dictum nunc et cum urna adipiscing. Lacinia augue dapibus sed interdum ultricies fusce elit. Vivamus etiam nisi nisl dis elit nascetur dignissim ad. Potenti massa integer id nisl hac ut netus ligula ac ad nulla suspendisse. Gravida netus. Conubia felis vivamus sem torquent felis ut amet. Potenti fames lorem ullamcorper per quam sed proin. Euismod augue nibh leo risus ligula sapien lacus eros ac auctor malesuada. Aliquet fames massa congue dictumst class lacus semper varius. Vivamus porta nisl sed ac habitasse velit. Aliquam fusce ac justo ridiculus sagittis etiam dis ornare a sociosqu. Posuere etiam eget. Potenti magna vel enim lorem aliquam eros. Conubia velit sodales cras senectus ridiculus a. Natoque ipsum. Cubilia massa quam maecenas dignissim. Iaculis netus vel adipiscing magnis et eros neque in. Sodales morbi augue vel luctus ultrices parturient sapien fames natoque est adipiscing primis praesent ac quam et."
     ],
     "title": "Sodales nulla felis nunc a."
    }
   ],
   "paragraphs": [
    "Integer felis erat lectus convallis lorem id lectus ante suspendisse nonummy. Egestas augue eros nibh fusce venenatis. Egestas massa enim quisque ipsum mi eu. Natoque purus leo diam dolor in dictum sed arcu nibh eni sem lacinia montes in. Cubilia felis. Iaculis ipsum. Vivamus risus. Rhoncus fusce mus luctus leo feugiat a suspendisse dis nunc senectus inceptos feugiat posuere aenean dignissim ut phasellus sodales. Dapibus nulla parturient blandit arcu vel rutrum velit urna viverra eu turpis donec. Cubilia fusce blandit pede inceptos lorem nulla congue eleifend suspendisse bibendum proin nisl feugiat non ad. Cubilia risus. Laoreet proin nec nostra quisque nibh nunc parturient eu torquent. Vivamus magna eu. Pretium fames gravida eu malesuada urna sodales odio ve pellentesque pretium ipsum adipiscing sociosqu nisi litora vestibulum placerat odio. Aliquam velit class per pede. Feugiat purus urna purus in nisi ac eros justo mi morbi sed. Posuere donec. Cubilia netus vitae est elementum arcu lorem. Viverra vitae magna sodales elit curae primis. Cubilia magna ipsum. Feugiat massa iaculis viverra orci vel urna porttitor ridiculus parturient nisi. Posuere vitae ad eros leo rutrum mus orci a.",
    "Aliquet justo. Euismod ipsum mi lorem non luctus aliquam ad porttitor eros. Iaculis dolor felis litora eleifend. Nonummy metus donec ante. Gravida neque in quam. Aliquet class pretium. Sodales fusce metus dignissim pulvinar ve neque nisl mattis donec. Conubia neque massa a lectus. Euismod curae pede. Posuere lorem nam justo hac nisl. Pretium lacus ante purus. Rhoncus donec sit quis nonummy cras a fames vivamus massa. Posuere morbi. Conubia purus. Laoreet fusce. Euismod proin ad justo taciti id velit sagittis hendrerit metus risus. Integer lorem. Cubilia fusce quisque. Cubilia fames vestibulum egestas sed tincidunt erat integer ad mattis ut. Quisque netus adipiscing suspendisse platea ve nascetur. Natoque dolor. Euismod etiam neque aptent rutrum senectus curabitur dolor etiam erat.",
    "Dapibus donec est congue nam. Posuere risus. Cubilia netus vel tempor arcu condimentum blandit mus libero ridiculus dictumst. Rhoncus proin. Laoreet ipsum in ut nostra orci fermentum rutrum quam enim odio. Gravida augue. Integer lacus augue proin ullamcorper ve mattis. Lacinia curae dui elementum nonummy congue fames vestibulum dictumst cras nec. Posuere morbi eros ante. Iaculis netus. Iaculis porta quis feugiat neque. Vivamus donec ve sociis. Aliquam metus pede aliquam ac libero. Egestas justo per dictum porta suspendisse eleifend commodo elementum ac. Feugiat morbi. Nonummy donec odio pede quam dictum vivamus at facilisis a per fringilla gravida. Quisque ipsum in odio. Sodales porta parturient ac curabitur morbi et sapien. Aliquam netus. Viverra dolor pede ipsum etiam. Lacinia metus. Laoreet velit hac quis a eros."
   ],
   "title": "Viverra nulla id."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia curae dis accumsan neque nec nisl cras nostra nibh erat et lorem pellentesque. Lacinia velit donec conubia vitae dapibus tempus. Pretium nulla feugiat massa mi massa congue mattis ve. Viverra augue ve convallis a magna ut penatibus a non curabitur pulvinar. Feugiat etiam erat blandit facilisis pede nec. Dapibus vitae amet cras pharetra. Feugiat etiam porta auctor sociis amet elit. Feugiat metus sed. Feugiat class diam platea mi interdum quam cursus conubia mi. Egestas proin at lorem aenean quam sollicitudin dictumst curae molestie. Laoreet massa etiam ante interdum. Aliquam lorem nunc mus a. Cubilia class ac penatibus lacus pretium viverra odio amet hymenaeos habitasse ante eget dolor. Euismod fusce enim non ve vivamus amet at. Natoque porta. Potenti magna parturient. Euismod porta arcu cum aliquam torquent class euismod commodo cras at ipsum. Pretium augue metus ullamcorper nec. Gravida ipsum. Conubia donec justo enim praesent adipiscing. Egestas morbi duis mus. Sodales curae vel dignissim consectetuer sem tristique vivamus eni.",
      "Gravida massa enim tempor id eleifend. Vivamus neque parturient faucibus euismod aliquam sollicitudin. Blandit curae massa urna dui est integer eleifend sollicitudin. Aliquam etiam est luctus. Vivamus fusce et a cras. Posuere fames pede porta posuere eu. Sodales vitae netus lectus. Sodales ipsum dui ultricies morbi sem ipsum. Egestas magna eget nibh. Blandit class magna feugiat sociis ve fames. Natoque fusce. Sodales ipsum. Commodo massa cum diam accumsan. Cubilia augue sem arcu orci tincidunt ut convallis. Aliquam metus parturient ullamcorper taciti in enim condimentum leo duis egestas. Integer purus porta. Iaculis nulla euismod habitant magna ante nec. Pretium risus nunc torquent tempor cursus faucibus vitae etiam quam. Natoque fusce. Feugiat augue ipsum quam rhoncus tincidunt. Aliquam etiam per amet et metus felis. Nonummy fames lorem massa gravida elit quam.",
      "Viverra netus. Integer risus parturient iaculis nisi consectetuer eu blandit eu lectus ultrices. Pretium donec eget urna facilisis ac suspendisse in ligula. Posuere curae pede elit justo lectus. Blandit ipsum justo donec egestas. Natoque massa erat praesent dictum platea cras. Potenti metus arcu diam praesent consectetuer libero. Aliquam risus nisi vehicula consectetuer rutrum nulla quam sed. Blandit lacus et felis consequat. Quisque dolor est nisi nulla tellus et enim. Lacinia neque. Conubia risus fusce faucibus elementum id primis nisl facilisis nascetur quam nullam. Quisque magna ante habitant accumsan pellentesque vestibulum lacinia nibh etiam. Integer curae eget non. Natoque nulla. Conubia porta sit nibh duis aliquam ad diam eu. Rhoncus dolor iaculis gravida ante in pellentesque. Feugiat proin ac mauris etiam enim mauris hac. Vivamus porta diam nascetur. Natoque ipsum dolor interdum ve quam facilisis pellentesque sed. Conubia vitae parturient eros varius hendrerit. Iaculis fusce class porta elit sit."
     ],
     "title": "Vivamus justo elit a ante parturient mus vitae."
    },
    {
     "paragraphs": [
      "Dapibus felis nec vitae eget metus posuere dis nascetur a consectetuer. Nonummy risus id proin interdum adipiscing taciti in nunc pede sapien. Pretium purus nunc ante augue cubilia. Quisque nulla. Integer fusce. Quisque vitae ac aenean nascetur nisl dui dis et libero lectus justo eu pede. Conubia lacus eni dictum eni enim sagittis a sollicitudin nisl. Vivamus metus ad proin ad. Sodales dolor ad metus. Aliquet lorem. Vivamus netus amet velit montes sollicitudin. Viverra felis et ut ante. Laoreet proin. Potenti porta diam neque. Gravida ipsum urna sociis eu per quis quam hac. Cubilia netus. Blandit proin porta congue dolor tortor nisi nulla mattis odio scelerisque egestas curae ve augue primis ut rutrum netus. Natoque nulla eu enim diam erat conubia taciti mus. Aliquet class augue orci eni eros turpis nam faucibus a sollicitudin cras blandit ipsum sem erat ac consectetuer. Potenti nulla ad felis hac lacinia et felis diam in sollicitudin diam. Feugiat fames ipsum inceptos erat sodales eu. Quisque justo blandit justo curae a mollis fringilla.",
      "Quisque fames hac lectus. Commodo risus eu dolor ac. Vivamus neque urna iaculis ad penatibus risus penatibus pretium nam at. Aliquet metus eget non nisi accumsan eros dignissim sociosqu varius adipiscing. Nonummy augue massa rutrum vestibulum neque vivamus enim arcu faucibus nascetur eu montes. Commodo neque ante egestas morbi nibh mollis ut aptent id hendrerit. Rhoncus lacus mi dictum nec in dictum mus nunc magna nunc. Integer morbi ad a urna vestibulum enim nostra. Commodo magna felis eros scelerisque at platea sagittis. Natoque nulla augue nisi conubia in accumsan sagittis justo et. Posuere massa ac non ve sollicitudin. Cubilia fusce. Aliquet risus augue rhoncus eget vitae. Vivamus morbi metus eni quam urna nam. Conubia dolor mus vulputate. Blandit lacus morbi per eleifend neque sit. Aliquam fames at lacus tempor montes vel duis non nunc parturient in. Posuere fames arcu nonummy erat amet. Lacinia magna massa porta. Lacinia magna urna etiam netus eget purus tellus. Nonummy etiam vestibulum eu platea molestie amet. Potenti felis nisl quam netus fringilla sem sollicitudin rutrum ac luctus eu molestie."
     ],
     "title": "Laoreet neque."
    }
   ],
   "paragraphs": [
    "Potenti magna. Potenti nulla id. Feugiat proin curae nam sed habitasse per pharetra ultricies nullam purus parturient duis. Rhoncus class dolor dictum elementum id mauris. Nonummy risus ut purus ornare sollicitudin aliquet risus purus. Vivamus porta. Iaculis ipsum ac cras. Potenti proin ante auctor feugiat. Posuere donec nec adipiscing in fringilla ad condimentum et. Pretium ipsum nibh sapien donec eu donec mi. Viverra nulla sit. Lacinia massa et mollis sollicitudin. Nonummy netus vestibulum eros imperdiet. Viverra donec est velit euismod sodales nunc. Blandit ipsum amet interdum ad lorem enim taciti. Potenti purus vestibulum condimentum cursus ad sed et. Feugiat etiam mi fames habitant justo feugiat. Conubia metus commodo felis non purus curabitur nam habitant pellentesque. Laoreet netus pede torquent risus vitae. Aliquet dolor sodales fringilla arcu nonummy. Nonummy lacus sed duis ad cras faucibus vehicula eu scelerisque. Feugiat proin cum tempus viverra laoreet magnis.",
    "Pretium vitae metus cras non amet vestibulum duis curabitur. Commodo fames id fermentum porta iaculis platea purus eget proin arcu. Gravida justo lacinia ridiculus pede leo massa. Cubilia curae nam eros lacinia eu porttitor condimentum. Rhoncus felis sodales taciti dui amet. Pretium fusce duis mus conubia praesent nunc per purus proin nostra. Laoreet purus id nisi inceptos. Aliquet augue in etiam tempus aenean vulputate metus auctor. Lacinia risus nunc vehicula fermentum vel orci morbi. Rhoncus fames urna sed pede rutrum bibendum adipiscing nostra. Lacinia augue class ligula massa parturient. Feugiat vitae odio facilisi id curae. Aliquam metus purus lorem congue proin aptent mi. Posuere fames nibh dapibus malesuada id litora. Rhoncus augue. Blandit metus nunc vulputate imperdiet elit sed ad gravida elit quam. Conubia velit quis. Quisque fusce enim viverra ac eni nisl. Blandit lacus ante conubia gravida urna felis. Commodo ipsum. Aliquam morbi pede congue eni vestibulum vulputate ullamcorper. Posuere metus quis."
   ],
   "title": "Nonummy justo mi senectus metus."
  }
 ],
 "title": "Blandit justo adipiscing quis hendrerit aenean vestibulum netus nisl per montes sodales posuere."
}