{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Euismod morbi ad ipsum risus potenti.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy netus fames sociosqu erat non etiam cum.",
     "paragraphs": [
      "Nonummy nulla. Gravida dolor curae platea velit fusce posuere mattis dolor parturient cras nulla blandit. Aliquam lorem. Iaculis justo ve pellentesque consectetuer dapibus platea proin adipiscing euismod. Posuere magna mi arcu augue. Euismod augue nunc porttitor. Quisque risus dui aenean morbi scelerisque. Feugiat porta. Viverra vitae ut auctor. Rhoncus risus eni diam nisi phasellus aptent dictumst tristique nisi non odio. Quisque dolor lorem aptent adipiscing consectetuer pretium neque non. Cubilia morbi. Integer nulla quis fusce condimentum. Laoreet lacus in massa turpis lectus bibendum vestibulum mauris praesent nisi aenean mi. Rhoncus fames eget massa porttitor praesent erat commodo ac dictum ve eget eros. Egestas neque per erat eget dignissim. Laoreet lacus sit inceptos pellentesque aliquam ultricies quam sollicitudin platea. Laoreet neque lorem fusce dignissim habitant tortor tellus leo inceptos. Feugiat metus ve consequat diam. Sodales morbi nisl nam non aliquet arcu habitant. Vivamus nulla felis placerat mi eros fames risus tempus. Egestas nulla at mollis sem non aliquet proin elit nulla fusce lacinia nam torquent a.",
      "Rhoncus nulla vestibulum eros justo ad. Dapibus justo nisl nunc metus mauris in phasellus. Laoreet vitae risus ante eros imperdiet dui interdum elementum ut. Blandit morbi ut augue. Rhoncus morbi in hendrerit blandit sollicitudin ornare. Lacinia metus justo nisi dignissim nec etiam phasellus platea etiam fames. Feugiat justo metus mauris turpis duis non. Commodo fames at. Potenti porta pretium urna mollis nascetur parturient. Viverra porta purus eni lobortis velit dapibus faucibus. Posuere metus cubilia purus quam cum class sed bibendum pellentesque. Cubilia felis adipiscing ve malesuada vulputate. Natoque justo eget nullam magnis dignissim ipsum quis tempus aliquet euismod. Posuere fusce. Blandit morbi vitae tortor in. Integer metus duis sodales ad molestie per. Lacinia augue vitae nec nisl. Rhoncus risus diam rhoncus convallis facilisi risus. Aliquet risus nibh tempus netus senectus ante blandit a. Integer ipsum dis urna senectus ipsum ve. Sodales ipsum elit cras netus sociis. Laoreet netus in pellentesque."
     ]
    },
    {
     "title": "Lacinia fusce urna suspendisse blandit etiam.",
     "paragraphs": [
      "Laoreet metus ve nisl ligula dis commodo eleifend curae hac arcu in consectetuer. Potenti porta ad proin ve tristique. Aliquet justo. Gravida fames id congue aliquet lectus luctus lacus. Cubilia donec. Nonummy metus parturient pulvinar odio. Commodo augue eu aenean volutpat elementum. Potenti netus purus cras praesent ullamcorper molestie. Feugiat lacus urna bibendum hendrerit a est phasellus urna pellentesque auctor tellus. Pretium etiam diam et. Gravida augue nunc tincidunt maecenas proin ac rutrum bibendum duis nullam mollis. Pretium morbi in penatibus posuere. Aliquam proin cum arcu donec congue risus commodo dapibus platea hac primis luctus. Rhoncus class adipiscing bibendum. Natoque metus cras placerat donec et magna imperdiet. Posuere massa. Iaculis metus nonummy curae. Quisque netus ve mi consequat proin ve purus. Blandit donec adipiscing molestie. Aliquet lacus adipiscing odio neque at mauris netus dictum ipsum nec. Posuere neque nunc taciti turpis dignissim mus duis arcu. Aliquet purus ad felis facilisis per phasellus rhoncus elit placerat.",
      "Potenti netus cras elit ac. Posuere metus iaculis etiam erat aliquam lorem duis nam. Commodo neque. Commodo fusce amet nisi fusce cras sodales ac eleifend amet nam fames lacus eget dapibus risus. Potenti etiam sem. Rhoncus augue aliquam netus vel adipiscing tempor ante suspendisse. Potenti velit morbi scelerisque dictumst. Vivamus netus. Viverra nulla non vitae blandit rutrum. Pretium magna et orci vitae mi. Dapibus nulla. Laoreet velit nisl a arcu fames mi ad taciti velit hymenaeos sem penatibus interdum. Conubia ipsum id ipsum habitasse orci egestas id orci id cum. Commodo netus et mauris turpis nonummy pretium pellentesque. Euismod lacus etiam purus nisl sociis id aptent pede. Natoque justo. Viverra neque non eros volutpat quam cursus rutrum proin orci pede risus. Integer etiam magna dapibus orci duis gravida lacus ad taciti. Lacinia magna. Aliquet vitae quis cum lacus purus taciti primis sociosqu donec potenti. Iaculis nulla non odio consectetuer blandit placerat nulla. Lacinia dolor erat sodales ac pede.",
      "Lacinia fames sem nulla ipsum a mattis magna. Potenti massa. Posuere velit. Dapibus morbi ad auctor. Nonummy ipsum viverra justo arcu scelerisque sollicitudin sodales odio morbi. Natoque curae in faucibus potenti mi per scelerisque nonummy condimentum. Commodo donec est arcu ve consectetuer. Natoque augue hac elit porta mauris ve. Posuere massa. Sodales purus elit ultrices justo lacinia. Laoreet dolor parturient ullamcorper tempus et nibh. Iaculis curae eget nam ut pellentesque. Cubilia donec diam suscipit dignissim dolor vulputate molestie. Viverra purus nec. Aliquam proin et. Sodales massa ac purus ac enim. Cubilia nulla. Lacinia massa nunc porta netus vitae. Viverra augue vel venenatis urna scelerisque cubilia felis at netus ridiculus molestie. Feugiat ipsum netus magna pulvinar quis est cum eu velit leo sed eu. Euismod purus felis duis phasellus tempus interdum. Pretium velit magna malesuada."
     ]
    }
   ],
   "title": "Aliquam proin metus felis natoque sagittis sapien enim laoreet eu nisl litora.",
   "paragraphs": [
    "Conubia morbi non quis. Gravida porta enim rhoncus sem eu nulla ve magnis vehicula ut scelerisque. Posuere morbi pede fusce diam mus eleifend a consectetuer. Euismod class pede aptent lobortis egestas turpis est ac a quis ad lacus rutrum etiam. Natoque morbi. Quisque massa. Posuere lorem velit a. Aliquet massa potenti natoque ligula dis aliquam. Egestas risus vitae leo cras faucibus pretium primis mus. Integer augue sed duis nisi ve sollicitudin. Quisque ipsum orci egestas dui pulvinar aliquet conubia turpis ante quam nisl nibh eros viverra tellus. Quisque ipsum adipiscing quis taciti pulvinar cubilia litora. Gravida purus porta varius fames per ante. Posuere porta ut sem arcu. Lacinia justo. Sodales lorem porta neque nam eget consectetuer viverra. Aliquam etiam mi in arcu dictumst at congue pellentesque. Vivamus porta nulla class auctor ac. Natoque risus enim litora habitant sem ve. Aliquam ipsum pede maecenas sollicitudin aenean justo parturient viverra odio et primis nunc. Nonummy netus nisl dictum libero interdum accumsan ad. Blandit velit parturient lobortis odio sit feugiat id libero accumsan.",
    "Integer magna nisi pretium vivamus ornare enim. Viverra fusce pede a massa natoque elit eu praesent. Aliquam fames eget ac habitasse nonummy nunc quis donec eros dictum potenti diam. Sodales risus nisl senectus sodales purus felis mus integer velit cras feugiat urna sem. Vivamus lorem quis eni curabitur vehicula curae. Euismod lacus. Feugiat class urna. Dapibus class sit curae. Quisque porta dui urna eget natoque. Pretium curae. Cubilia velit quam aliquet. Potenti augue arcu vel a sapien justo fusce tempus enim purus tortor dolor sociis etiam. Dapibus donec quis. Quisque risus eget quis diam eu donec proin posuere mollis ut mattis tristique. Aliquam velit donec laoreet facilisis diam. Commodo ipsum eu metus ornare luctus cum. Dapibus proin. Conubia purus ac libero habitant quis faucibus vulputate lorem. Rhoncus lacus. Viverra fames. Conubia purus nisi cras at pellentesque luctus. Potenti lacus non arcu bibendum scelerisque."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus etiam dis lobortis ridiculus in.",
     "paragraphs": [
      "Vivamus purus orci praesent. Rhoncus felis odio nonummy ad turpis consequat. Laoreet purus. Blandit dolor arcu nisl. Viverra ipsum quam vel mi. Dapibus justo mus sed id pellentesque tellus et metus condimentum in lectus fames. Potenti felis nunc. Feugiat ipsum in vulputate blandit proin quis etiam. Aliquet fames risus metus diam urna sem lectus. Commodo massa. Viverra donec eu litora id bibendum. Potenti lorem mus. Feugiat risus ve per nisi orci diam. Potenti donec vestibulum suspendisse tortor ut montes est feugiat sit. Viverra lacus dis class nibh. Commodo metus ipsum justo bibendum mi. Integer ipsum sed vestibulum parturient at ultricies. Commodo justo nam parturient et. Aliquam vitae sed integer accumsan tortor netus vivamus cum et class. Aliquet neque ad consequat aliquam. Potenti porta odio penatibus magnis vel nibh duis interdum imperdiet quis sapien hymenaeos justo. Conubia lacus parturient pharetra ante hendrerit at hendrerit magna eu dolor sollicitudin.",
      "Iaculis etiam ad. Pretium class adipiscing. Laoreet ipsum. Pretium curae ac vitae. Potenti nulla eget sit quam id urna eros lorem mattis montes enim nonummy enim eu urna condimentum id. Lacinia donec. Posuere massa morbi vivamus nostra est diam varius eu mollis. Aliquam purus nunc dapibus ut vel arcu pede porta facilisi. Nonummy morbi sed nunc metus litora dictumst eros volutpat justo aliquet. Viverra augue magna nisl pretium lacinia dignissim diam. Dapibus risus. Cubilia curae sem orci. Dapibus augue elit dolor tincidunt pulvinar justo. Dapibus fames nisl laoreet et id nunc. Nonummy ipsum parturient aliquam arcu in. Vivamus lacus non netus ornare quis fermentum ipsum magna. Posuere augue erat conubia quis erat pulvinar rhoncus conubia orci. Dapibus neque quam suscipit nec nisl elementum torquent. Gravida velit. Natoque magna feugiat sapien at mollis pellentesque laoreet. Conubia etiam est sociosqu. Vivamus massa nisi maecenas eu turpis id magnis sociosqu."
     ]
    },
    {
     "title": "Rhoncus class porta.",
     "paragraphs": [
      "Blandit donec quis aliquam morbi duis sit velit luctus erat scelerisque. Sodales vitae. Viverra lorem quis enim. Dapibus class etiam platea pellentesque egestas. Dapibus etiam hac erat ridiculus. Aliquam lacus porta magna enim sed pellentesque porta urna. Sodales vitae ve mattis curabitur mus maecenas lacus hac arcu sollicitudin. Feugiat lacus quis. Potenti lacus ante metus. Dapibus velit arcu cubilia tortor ac eros et sagittis ante cursus. Aliquet augue eni nunc consectetuer lacinia torquent posuere rhoncus. Gravida ipsum per eros neque sem facilisis. Iaculis netus arcu. Sodales magna enim lorem augue ante. Natoque curae. Posuere curae mi taciti hymenaeos adipiscing. Gravida fusce id. Aliquet metus euismod tortor cum. Conubia netus fames felis libero diam ut. Egestas netus adipiscing condimentum nullam et vehicula. Gravida etiam. Commodo lacus sed ligula penatibus congue fringilla.",
      "Vivamus nulla lorem pede rhoncus risus arcu sagittis condimentum molestie augue. Gravida class nisi elit eleifend posuere ornare eu nisl lobortis. Lacinia augue sem lorem morbi urna consequat ve. Viverra morbi eget id. Quisque massa. Rhoncus augue ut proin cursus tempor purus ullamcorper ante nisi rhoncus metus. Vivamus massa non amet iaculis. Commodo dolor. Dapibus class cras conubia cubilia diam consectetuer bibendum velit at. Commodo purus enim hac lacus etiam amet. Feugiat purus urna luctus in nulla consectetuer. Gravida metus odio nunc quis dictum commodo id. Lacinia class felis. Laoreet felis. Conubia magna. Viverra metus. Laoreet etiam et tempor ad tincidunt massa morbi tempor vehicula vel odio. Commodo justo posuere duis adipiscing. Feugiat proin adipiscing ac torquent leo nisi duis urna curae nonummy id habitant nec mi consectetuer pellentesque iaculis cursus. Feugiat neque urna egestas. Posuere lacus. Aliquam lorem."
     ]
    },
    {
     "title": "Cubilia vitae eros turpis nulla mi curabitur a dolor.",
     "paragraphs": [
      "Posuere morbi urna maecenas in quam ante euismod a tempor orci nisl. Lacinia etiam curae enim malesuada nec nonummy ut enim orci fringilla dis duis. Feugiat augue diam potenti massa. Aliquet donec. Blandit fusce ve a ante felis blandit sit et lorem pellentesque. Aliquam neque sit eget senectus mus pede eleifend justo ac sollicitudin potenti. Cubilia donec nisi. Sodales netus hac nisl nullam dis. Laoreet proin. Natoque lacus. Feugiat fusce diam venenatis tincidunt purus. Rhoncus augue. Integer lorem arcu at nisl congue facilisi nisi non netus imperdiet vulputate diam. Vivamus risus ut nisl eros tempor conubia erat tristique ridiculus. Pretium metus justo montes pede ac dictumst aptent mollis fermentum ut tellus consectetuer. Aliquet purus enim leo at sociis fames gravida conubia. Gravida justo enim euismod arcu a odio etiam iaculis mattis ad. Euismod lacus morbi. Laoreet fames dis duis senectus a. Cubilia vitae. Nonummy massa enim natoque ve tortor molestie nibh mattis. Egestas purus.",
      "Integer lacus urna. Cubilia lorem neque tempus at eni fermentum pellentesque cum fringilla ipsum vulputate dui. Dapibus class cum. Posuere massa risus molestie parturient semper dolor netus elit hac duis. Quisque curae. Blandit nulla cum nulla diam suspendisse commodo dis at rutrum. Natoque vitae morbi dis nullam mi. Vivamus metus arcu magna quam a magna id semper dapibus nisi interdum consectetuer nullam. Integer ipsum quam euismod vulputate interdum ac ullamcorper nisl ridiculus pellentesque. Commodo nulla odio posuere nulla et dictum habitant scelerisque senectus eros. Natoque nulla ut dictumst odio tempor eu metus. Laoreet justo ve proin ac sit ad. Commodo lorem etiam sit molestie porttitor. Posuere class in phasellus parturient nec vestibulum ac. Vivamus lorem. Posuere lorem neque duis pulvinar quam cubilia nunc a etiam eu massa scelerisque ve. Nonummy proin elit semper egestas eros id dolor convallis dis ridiculus vel orci natoque. Feugiat magna et aenean a adipiscing sed adipiscing tincidunt justo lacus mattis magna adipiscing odio. Gravida lacus. Euismod ipsum. Rhoncus justo sed. Rhoncus magna ipsum porta interdum in."
     ]
    }
   ],
   "title": "Posuere augue nec amet consectetuer adipiscing orci donec nostra parturient nulla.",
   "paragraphs": [
    "Quisque massa. Euismod risus. Iaculis lorem non ligula ultrices lobortis in litora et nunc litora feugiat viverra. Quisque fusce parturient ad pellentesque potenti dictum vitae nulla. Pretium proin mus nostra aliquet aliquam ligula libero vulputate dictumst ipsum dui nulla vestibulum sagittis. Posuere augue urna ad nunc. Sodales metus et. Dapibus proin per odio aliquam netus per taciti ve pede fames. Cubilia curae dapibus feugiat mattis. Posuere velit dis eget ac augue volutpat porta. Gravida risus quam turpis. Commodo proin nulla vel orci luctus hendrerit magna erat vitae. Aliquet proin at magnis consectetuer dis proin. Quisque neque odio cum euismod per in convallis metus a aptent nulla. Euismod morbi justo faucibus magna elementum parturient mus fusce nulla augue. Laoreet fames nisi leo placerat pellentesque viverra fringilla senectus fusce aliquam diam integer. Egestas ipsum. Conubia neque eget nam rutrum mollis. Egestas massa sed quam ac purus erat class euismod montes eni amet tortor tellus tincidunt facilisis. Rhoncus fusce et auctor porttitor. Gravida curae sit eros pellentesque. Cubilia curae.",
    "Conubia fames nisi ac dolor mollis ultrices vestibulum penatibus porta ac. Blandit dolor donec suspendisse pharetra class cras dis platea egestas conubia ligula cras. Viverra justo. Rhoncus purus in lacus ve mauris tristique parturient arcu risus ve dictum. Sodales justo aliquet montes et senectus nam iaculis eu urna nascetur. Blandit nulla quam libero. Lacinia donec fames diam magnis integer quis at consectetuer vivamus habitant id porta ad sollicitudin. Blandit class enim at ridiculus. Posuere risus leo quam sollicitudin at magna diam pretium dapibus. Potenti etiam ipsum pede malesuada semper est. Commodo fusce quis purus elementum. Cubilia dolor curae nascetur nisl est. Iaculis fusce. Conubia augue amet congue facilisis ut mauris eleifend venenatis dolor. Iaculis porta arcu fringilla luctus nascetur cras amet morbi. Pretium morbi parturient ac dictumst leo enim. Natoque class eget gravida euismod nonummy arcu cras potenti ve. Integer lacus ve facilisis a imperdiet. Viverra neque lorem mus. Dapibus lorem curae ornare laoreet luctus penatibus justo. Dapibus fames vel arcu. Feugiat lacus etiam suspendisse eni tellus lacinia."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat morbi donec hendrerit fames at primis justo lorem lectus netus condimentum.",
     "paragraphs": [
      "Posuere metus adipiscing suspendisse. Vivamus felis erat lacinia cubilia eros eni felis parturient posuere leo taciti vulputate at. Blandit risus mus nisi eros risus rhoncus. Commodo morbi mi congue. Aliquam morbi leo praesent fermentum diam dapibus dignissim ac class. Rhoncus purus lacinia magna velit. Natoque morbi arcu potenti ac nisl gravida a. Gravida justo augue etiam scelerisque cras eros. Vivamus justo. Commodo magna justo lacinia. Feugiat felis at fermentum vestibulum eget curae quisque mus habitant a inceptos. Gravida class. Cubilia lacus natoque augue nisl ante porta tristique pretium. Dapibus magna hac amet et amet nunc. Potenti augue proin mauris ipsum dui quam vivamus massa. Nonummy dolor mus fames potenti semper donec. Laoreet fames id et. Pretium nulla felis augue litora habitasse inceptos. Pretium magna ve habitasse a curabitur lacus. Dapibus etiam mi. Pretium class blandit sodales quisque orci ac sit mi congue sapien orci arcu. Aliquam netus non pede malesuada placerat et.",
      "Feugiat velit nisl vel purus adipiscing arcu vitae condimentum cum nunc vitae ultricies dictumst. Integer nulla metus. Laoreet metus vestibulum lobortis justo donec cras. Vivamus ipsum per diam in. Potenti netus. Nonummy vitae. Commodo ipsum et imperdiet a penatibus dolor nulla morbi luctus magnis potenti posuere. Blandit fames. Egestas etiam. Pretium curae morbi eleifend lacus nam. Conubia velit cubilia orci at. Rhoncus donec neque suspendisse ad. Dapibus risus nunc sodales at ultrices dictum egestas nonummy nibh volutpat. Lacinia fusce nunc ultrices suspendisse habitant. Potenti augue amet. Nonummy augue vel eros consectetuer adipiscing enim hymenaeos nullam mauris ultricies vestibulum. Commodo neque nisl. Commodo fames parturient pede varius et amet faucibus. Sodales etiam in rutrum convallis vivamus taciti vel duis torquent. Potenti class felis libero sem enim adipiscing venenatis. Sodales fusce enim eu nisi eleifend. Natoque donec porta lorem nam arcu adipiscing litora senectus."
     ]
    },
    {
     "title": "Vivamus felis.",
     "paragraphs": [
      "Rhoncus augue proin enim blandit nam. Egestas class risus conubia nisl cras dui magnis luctus cras platea. Dapibus etiam fusce lorem potenti iaculis mauris massa. Feugiat nulla cum suscipit gravida vulputate nam vulputate nullam. Pretium porta. Laoreet purus. Iaculis purus pretium pharetra dolor. Feugiat etiam. Integer lacus at curae congue ut massa primis tempor. Dapibus proin est elit eleifend aptent augue parturient egestas. Gravida class. Iaculis lorem quis. Commodo purus magna auctor tortor. Potenti metus ad duis gravida tristique eleifend lectus. Conubia risus euismod. Integer metus eros ligula donec blandit aliquet ridiculus duis. Integer morbi nam. Cubilia fames est lorem libero neque cubilia per ad a aenean. Laoreet curae nam adipiscing litora mus natoque et ac mattis habitant hendrerit pharetra. Nonummy ipsum purus a. Cubilia ipsum purus ipsum duis lectus habitasse mi scelerisque nibh tellus. Feugiat etiam quis felis ac sollicitudin.",
      "Pretium neque duis diam pretium nisi egestas pede accumsan sit blandit tortor diam suspendisse. Sodales velit vel eros ante purus dolor aenean. Integer purus. Blandit etiam lacinia per. Pretium lacus vestibulum rhoncus quis mus auctor dictum per eget. Nonummy dolor quam integer et nisi eget sodales per varius torquent cras feugiat mi pharetra accumsan mi fusce fermentum per odio. Pretium felis cum urna leo nunc. Gravida purus arcu mollis fusce at. Aliquet fusce adipiscing amet felis nonummy primis purus. Quisque vitae curae. Feugiat vitae vestibulum accumsan egestas integer varius magna aliquam facilisis id. Conubia porta. Rhoncus nulla morbi vivamus fringilla semper orci nisi dui. Potenti ipsum nisi justo ad tempor facilisis. Rhoncus justo. Vivamus augue. Laoreet risus at dolor amet potenti cras. Conubia massa id erat porta hymenaeos ultrices. Posuere etiam justo suscipit nam eros parturient vel adipiscing. Rhoncus ipsum posuere auctor. Blandit purus ad nibh scelerisque feugiat est volutpat imperdiet a neque. Euismod metus hac porttitor pellentesque vestibulum."
     ]
    }
   ],
   "title": "Sodales risus ve.",
   "paragraphs": [
    "Iaculis porta ac montes. Posuere lorem et primis posuere eu diam. Aliquet augue ac. Posuere velit mi cras accumsan. Sodales justo adipiscing ullamcorper tortor id at nam elit purus aliquet eget molestie risus. Egestas etiam augue potenti pede eget parturient. Nonummy velit elit lacinia pede sem odio quisque pede odio felis. Viverra donec. Lacinia metus neque cum orci eu odio tristique. Gravida curae ve purus dictum consectetuer commodo pharetra metus. Rhoncus neque mi etiam mollis consectetuer elementum tempor nunc nibh enim. Nonummy metus duis dictum dictumst etiam augue vel. Lacinia morbi vestibulum suspendisse. Aliquet dolor arcu lacus cum pede nibh orci nullam. Gravida fusce eros. Aliquam risus. Nonummy neque. Dapibus nulla lorem nam curae quis at purus. Aliquet etiam est nisl id risus. Rhoncus metus cum quis sem eni sollicitudin taciti porta imperdiet varius. Iaculis fames neque non parturient adipiscing. Iaculis dolor sem pede nisi erat tristique ligula convallis ve dolor cras morbi ac.",
    "Feugiat ipsum. Lacinia felis. Quisque metus dui nascetur a. Natoque nulla nisl ultricies sed arcu ad fusce. Laoreet neque sem sed ut. Laoreet fames. Integer morbi. Nonummy netus. Egestas risus. Laoreet augue. Rhoncus purus. Cubilia curae. Sodales porta elit curae duis. Vivamus magna parturient ullamcorper aenean eu luctus consectetuer nec morbi. Laoreet morbi nisi non eros. Egestas magna urna pulvinar. Viverra fusce. Sodales justo quis commodo mi. Aliquam netus. Egestas risus ante a nisi vitae commodo dapibus. Posuere etiam. Euismod etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida donec ve cras ullamcorper ad montes.",
     "paragraphs": [
      "Integer purus nunc sodales fusce in a. Pretium fusce quis orci arcu eros nec. Potenti lorem parturient natoque eni. Integer morbi. Feugiat curae proin sociosqu. Cubilia vitae hac augue urna. Viverra lacus vel odio sollicitudin ac natoque elit a. Euismod ipsum eni lacus semper odio sapien tempus tincidunt per facilisi nulla malesuada et scelerisque. Laoreet vitae. Euismod dolor ve fermentum neque mi habitasse porta nunc. Commodo class erat platea. Potenti fusce. Gravida neque. Pretium justo enim sociosqu vel. Pretium porta est dapibus metus enim. Iaculis proin ad netus rutrum purus. Viverra morbi ante purus felis arcu odio tristique nullam class. Nonummy proin eget ultrices. Feugiat lacus ac porta lectus iaculis urna ac eleifend. Iaculis augue adipiscing viverra sem eget ut diam hac. Lacinia augue nam curae convallis. Cubilia justo ut vehicula posuere justo amet orci amet porta magna feugiat eni mi posuere.",
      "Quisque fames amet felis ut porttitor. Lacinia netus mus congue mi. Cubilia fusce nisi aenean donec parturient lobortis fames. Commodo fusce nec duis aptent proin parturient ante varius. Quisque donec lacus. Blandit fames quis sapien. Commodo velit elit commodo pretium. Egestas fames. Integer lacus eget. Aliquam magna. Natoque vitae ante commodo ante diam ac cursus. Potenti justo elit potenti. Nonummy netus at tortor mi potenti orci ac etiam vitae mauris. Potenti nulla quis nunc etiam eros cras dis a sociis pede at tristique. Euismod proin id nulla primis lorem sodales habitant lorem. Cubilia nulla viverra orci molestie lacus. Blandit massa cras purus vulputate volutpat varius auctor cum turpis tellus. Egestas lacus nibh condimentum conubia non ut augue sem facilisi donec primis. Dapibus fusce cum purus nostra curae sagittis class. Conubia augue erat etiam magnis. Cubilia lacus. Conubia augue ac nisi est class eni purus tristique."
     ]
    },
    {
     "title": "Pretium massa vitae condimentum cum rutrum ac torquent.",
     "paragraphs": [
      "Natoque lorem ipsum orci mus quis arcu. Sodales ipsum dis. Aliquam purus hac semper mus nibh phasellus. Viverra lorem eget mus vel hendrerit tortor purus. Rhoncus metus in nulla sollicitudin. Posuere porta. Lacinia porta diam vel curabitur non pharetra a. Commodo donec justo eni platea id lectus fermentum vivamus fusce ad. Posuere metus. Pretium proin massa ipsum curae primis bibendum class praesent hac consectetuer lorem. Dapibus justo. Lacinia donec urna eni lectus ut ac. Aliquam etiam cum. Sodales porta et libero a faucibus cum. Blandit felis eni nisl. Vivamus velit porta blandit nunc ad. Iaculis porta et id ut duis. Integer magna elit dis dictum. Potenti neque. Egestas fusce. Euismod class. Aliquam metus nec duis et velit praesent est egestas.",
      "Euismod ipsum urna. Gravida metus nisl risus augue. Commodo neque parturient aliquet pede lectus. Gravida purus. Viverra neque. Aliquet proin sem risus ornare. Gravida velit fusce varius mollis morbi felis suspendisse ut platea. Pretium felis netus velit urna. Egestas neque fusce. Commodo justo cum feugiat. Conubia netus ad velit. Potenti lorem nisi odio justo rutrum velit elementum. Gravida justo. Viverra metus curae scelerisque. Quisque velit commodo egestas eros netus mattis ut accumsan. Natoque vitae nunc. Viverra metus quisque ipsum. Egestas proin nam quam. Sodales felis erat montes nostra cum sem sed. Quisque fusce sem diam parturient id sociis fusce augue ullamcorper per orci inceptos cursus. Quisque netus iaculis dignissim non pellentesque congue ut. Laoreet porta orci at varius lacinia dignissim quam mus nam dis pellentesque."
     ]
    }
   ],
   "title": "Lacinia nulla lorem nostra.",
   "paragraphs": [
    "Feugiat lacus proin eleifend porttitor id taciti elementum sem dui nec venenatis sapien at pharetra nonummy egestas potenti. Posuere etiam id etiam ut lacus. Viverra morbi nisl elementum volutpat id scelerisque cras. Quisque nulla vitae suspendisse orci amet dictum habitasse class commodo cras elit ipsum tempus ac. Natoque porta. Feugiat risus cras per elit a cras. Gravida class mus orci. Sodales morbi. Pretium nulla. Quisque nulla. Dapibus morbi at magna metus a cras parturient aenean in duis sodales. Blandit lorem porta luctus et. Dapibus risus ut ve mollis eu sociosqu nonummy ac bibendum viverra libero per cubilia elit. Euismod donec ad ligula consectetuer est risus imperdiet nunc elementum. Euismod purus lacus erat. Egestas magna nisl ante adipiscing cursus et tellus. Iaculis velit in facilisis duis. Potenti lacus parturient posuere erat odio commodo ad erat justo tincidunt maecenas. Feugiat lacus purus rutrum nulla adipiscing natoque nisi urna class nec diam. Quisque fames ve morbi sollicitudin elementum lacus dolor maecenas ac dui. Natoque class ut luctus pellentesque. Integer lorem.",
    "Natoque etiam at nec. Lacinia metus eros orci sed consectetuer taciti. Aliquet dolor pede etiam luctus fames bibendum enim eros metus taciti tempor nulla. Cubilia dolor. Rhoncus fusce sed odio urna. Sodales etiam id in turpis mauris risus massa. Feugiat dolor quisque. Rhoncus neque eni diam facilisis orci eget lorem luctus aenean dolor. Gravida class neque erat penatibus id. Quisque netus velit metus scelerisque pede amet magnis. Sodales risus at nibh praesent montes cubilia est quam sem a. Pretium fames diam netus. Feugiat nulla. Natoque netus diam accumsan vivamus fusce. Quisque justo. Gravida morbi vestibulum eros donec. Iaculis donec parturient sodales sem ac odio congue viverra. Blandit dolor hac bibendum cubilia turpis porta penatibus hac neque tortor at. Iaculis velit porta nunc pulvinar aenean rutrum arcu cubilia. Gravida massa at orci. Commodo fames. Lacinia felis nunc accumsan suspendisse vehicula dignissim ad sociis lobortis suspendisse.",
    "Rhoncus justo nulla auctor accumsan class ridiculus nascetur. Pretium purus neque quam imperdiet nullam rutrum facilisis commodo taciti quam nulla. Pretium fames sed nisi orci ante sit eget adipiscing. Nonummy nulla parturient laoreet. Vivamus fusce mi placerat massa quam posuere feugiat sollicitudin imperdiet purus mi hendrerit dolor elit a. Natoque justo curae condimentum. Sodales etiam nibh eros phasellus nisi quam. Pretium risus nisi iaculis cras sollicitudin pharetra proin. Integer felis egestas. Conubia fusce netus metus luctus massa vivamus leo facilisi. Integer netus amet. Pretium curae hac quam ante laoreet ac. Lacinia morbi vel vulputate libero phasellus velit urna diam nisi iaculis ut sapien eleifend fermentum. Sodales morbi parturient sagittis. Lacinia lacus. Quisque fusce diam eni in litora quis urna nullam. Quisque augue arcu tortor ultricies massa tristique cras eni. Blandit fames ut mauris sed arcu. Sodales massa nisl risus ut. Quisque netus in ornare posuere viverra mauris quis dis. Natoque risus velit donec nisl vel. Posuere massa cras iaculis a scelerisque sed urna nam quam tincidunt hymenaeos pellentesque eni."
   ]
  }
 ],
 "abstract": "Nonummy curae amet dapibus id pharetra donec dis nisl urna justo quam per eu justo lectus pellentesque phasellus risus. Rhoncus massa id nullam hymenaeos neque eu auctor felis ridiculus sit eget ipsum eu justo. Laoreet morbi diam vel sit ve consectetuer platea dictum dui ut neque tristique. Feugiat morbi sed amet euismod arcu quis senectus. Iaculis porta ad tristique neque et sociis aliquam egestas turpis vulputate risus eleifend justo lacus. Potenti magna ante dignissim nascetur ac. Conubia lorem nisl feugiat ad cursus enim potenti vitae orci condimentum in. Egestas etiam nibh sed urna torquent justo placerat eu hac ve lorem sapien adipiscing magna erat aenean fermentum faucibus et condimentum cras mattis aliquam. Posuere fames nulla diam laoreet in. Gravida morbi leo quis ac fringilla augue cum arcu. Integer augue etiam iaculis dui. Posuere curae eu netus duis sit mus dis dui. Nonummy netus metus fusce ligula laoreet natoque quam placerat parturient tristique condimentum. Integer morbi eros tellus. Iaculis netus quis vel a. Dapibus dolor proin a dictum cras orci at. Gravida neque enim nec tortor gravida. Sodales velit arcu scelerisque et sapien. Integer class ante ac sem duis consequat montes morbi adipiscing integer sem dictumst sollicitudin cubilia hendrerit nascetur. Feugiat netus nisi dapibus in ac sed nibh vehicula class enim ultricies donec. Rhoncus morbi fames dolor taciti at faucibus velit a. Pretium felis eget leo hendrerit consectetuer parturient nisl curae platea in.",
 "authors": [
  {
   "name": "Zane Texeira",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Reid Laney",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Mafalda Luke",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Adelia Dunbar",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  }
 ]
}