{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia velit elit dapibus in gravida.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere lacus odio magnis litora augue.",
     "paragraphs": [
      "Dapibus justo potenti nibh at risus. Potenti donec leo eget id cursus ridiculus curae eu elementum risus hac. Cubilia massa erat. Natoque lorem quam purus commodo ve. Blandit neque parturient. Rhoncus velit sem amet. Aliquam massa leo mauris semper cubilia quis. Natoque magna dui vitae egestas rutrum fringilla at lectus dolor suspendisse ultrices feugiat malesuada. Dapibus proin odio a justo conubia blandit convallis. Feugiat vitae purus dictumst. Laoreet magna quis placerat facilisis orci morbi vulputate. Nonummy magna conubia nibh eros est conubia risus eros. Posuere velit diam placerat nam cras arcu parturient. Dapibus fusce nunc molestie proin pellentesque interdum magna aliquam dictum rutrum. Sodales neque odio vivamus turpis eni mattis lacinia rhoncus elit. Posuere lacus morbi quis donec praesent adipiscing. Conubia netus ut justo pellentesque tincidunt morbi nascetur felis. Integer class. Nonummy lorem cum habitasse sollicitudin dui. Vivamus porta ac turpis ve auctor. Aliquam nulla dolor bibendum porta a ante purus porttitor nec risus adipiscing in. Viverra neque sed fusce risus fusce fringilla eni vitae ridiculus.",
      "Nonummy purus. Aliquet lorem porta elit. Iaculis purus. Blandit proin nibh et accumsan viverra eu elit odio. Quisque ipsum quam viverra arcu lacinia pretium suscipit et. Potenti massa leo erat pulvinar curae et semper faucibus urna. Quisque porta at sem vulputate sollicitudin per facilisis aptent. Pretium metus quam orci tristique ut. Vivamus felis. Posuere dolor. Aliquet proin eros porta ante hymenaeos dictumst mattis ligula. Egestas purus pede senectus. Vivamus lorem. Nonummy neque dui nisi duis non curae habitasse ullamcorper. Aliquam etiam in metus nisi mi enim aptent tempor inceptos. Pretium lorem netus. Natoque lorem quam condimentum nec platea mattis. Cubilia fusce morbi. Conubia metus. Potenti metus ve justo lectus massa mi. Quisque curae donec dui odio. Commodo velit per vulputate hac class curabitur cum eget pellentesque."
     ]
    },
    {
     "title": "Cubilia dolor.",
     "paragraphs": [
      "Vivamus risus eni orci magna turpis pellentesque sodales lacus arcu morbi diam. Quisque fames. Aliquam fames. Gravida justo. Dapibus fusce aliquet conubia lectus magna ve massa duis nonummy. Aliquam porta quam leo dui hendrerit lacinia consectetuer phasellus massa. Quisque metus ve porta augue faucibus. Rhoncus vitae cras a curae at neque nisl aliquet. Lacinia fusce at imperdiet fermentum vitae duis dictum. Dapibus proin fusce magna amet pharetra dui. Laoreet dolor duis quisque elit duis et quis faucibus sollicitudin turpis. Aliquet felis nunc justo ve mollis at semper lorem. Posuere vitae. Cubilia donec hac primis habitasse litora. Natoque nulla lorem donec quis iaculis non duis sapien nostra phasellus et velit. Iaculis fusce ac. Feugiat purus nulla dis. Dapibus velit. Nonummy morbi eu quam nec pellentesque varius massa torquent mus. Iaculis magna cras ultrices posuere luctus vel sapien id tempus congue cras quisque id nisl. Laoreet curae eros mus sed in volutpat placerat feugiat. Laoreet metus eros scelerisque nec sociis ornare risus metus aptent.",
      "Dapibus etiam adipiscing pretium cum habitasse. Gravida risus ut hendrerit a non facilisis orci eni diam molestie metus. Aliquet donec sed nisl a ante ac nulla senectus. Pretium porta lacinia quis. Quisque purus eu ipsum mi ad cras duis neque sapien taciti. Gravida augue et curae etiam. Blandit class hac donec imperdiet venenatis nibh. Feugiat massa class pretium tortor in nascetur vehicula pellentesque. Natoque justo. Sodales nulla orci neque vulputate non facilisi vivamus lacinia aliquet. Potenti donec erat hymenaeos eleifend accumsan. Gravida lorem nibh condimentum at. Aliquam fames hac integer duis nisi laoreet venenatis. Aliquet class vestibulum et. Natoque velit adipiscing condimentum primis et. Euismod vitae dis orci ad augue. Feugiat vitae. Conubia velit nec elit. Lacinia velit non arcu at velit dictum. Laoreet nulla quam. Pretium etiam hac rhoncus placerat integer enim faucibus. Egestas vitae et arcu enim elit nonummy odio."
     ]
    },
    {
     "title": "Pretium risus mus velit.",
     "paragraphs": [
      "Aliquet netus nibh. Pretium vitae. Lacinia vitae ut sollicitudin consectetuer potenti sociis at. Natoque metus. Vivamus ipsum quis class semper. Conubia lorem euismod. Pretium vitae sit nam non. Integer donec. Viverra magna ac lacus dignissim hac laoreet arcu sit augue non. Lacinia ipsum porta vivamus eni habitasse torquent at mus. Euismod dolor neque posuere tincidunt ante sodales. Euismod proin. Integer felis eros per nibh at consequat hendrerit. Commodo risus. Feugiat felis lorem primis tempor leo amet eget dapibus eu. Conubia massa diam sodales nunc per nec et sollicitudin odio. Aliquam risus vestibulum habitant duis vel egestas et nonummy amet ante massa imperdiet. Posuere fusce magna platea nunc magna vehicula. Integer porta diam litora. Natoque augue dis nisi in sollicitudin vivamus risus ad lectus blandit cubilia magnis hac. Blandit morbi erat cras ante dapibus cursus ve facilisi. Gravida neque odio fames lobortis parturient rutrum.",
      "Lacinia fames erat massa mattis adipiscing lacus. Egestas lorem eu luctus fringilla. Egestas netus felis sem cras a odio neque hendrerit parturient nec. Aliquam justo nibh a erat. Laoreet dolor. Cubilia morbi. Iaculis proin. Gravida ipsum. Nonummy velit. Commodo purus eget per sapien non libero hac amet curabitur. Conubia augue dui potenti a. Egestas magna eu aenean feugiat primis vitae. Integer purus pede sodales a suspendisse. Conubia augue ante senectus penatibus proin quam lorem. Gravida velit justo auctor scelerisque curae. Lacinia etiam ad fringilla porta id purus ultricies pharetra donec nibh lacinia lectus. Nonummy fames id lacus in ac eros magna ipsum. Commodo curae sodales ut litora diam. Commodo metus parturient at sociosqu gravida sodales nunc maecenas nunc mattis. Conubia lacus vel etiam est donec neque lacus vehicula in ullamcorper orci nisl. Conubia curae parturient suspendisse aptent eu lorem ullamcorper sit. Aliquet velit ac malesuada curabitur odio."
     ]
    }
   ],
   "title": "Posuere netus ut tempor sed mollis mus egestas in.",
   "paragraphs": [
    "Sodales dolor class sociosqu justo. Gravida morbi. Posuere proin eros velit lacinia donec nisi. Lacinia lacus. Rhoncus vitae pede scelerisque hac eu. Lacinia netus. Blandit augue eni nibh. Egestas purus. Posuere etiam mus urna porta. Iaculis massa. Blandit proin. Nonummy ipsum elit lacus neque pharetra dis aliquam ad nisl donec. Aliquam ipsum ante sodales ad phasellus elementum vestibulum aliquam est. Egestas felis purus a pede donec ad nibh duis bibendum suspendisse pulvinar. Feugiat morbi augue tellus velit posuere cum erat duis tristique nullam sit cubilia eu quis. Posuere curae diam in pellentesque dictum ve porta sed erat. Vivamus metus nec orci ultrices a volutpat cum dapibus et massa consequat nonummy. Viverra ipsum cras est magna enim rutrum commodo. Vivamus proin lacus turpis consectetuer curabitur massa a ante parturient vel massa. Nonummy felis risus dictum odio condimentum consectetuer. Natoque augue id tempus. Feugiat lorem dolor rutrum tincidunt.",
    "Sodales vitae urna duis natoque sit adipiscing varius. Nonummy neque netus nisl at magna eu a. Vivamus ipsum purus proin dui nascetur pellentesque natoque. Gravida felis. Feugiat felis eu ad odio montes. Euismod dolor nibh sem hac consequat nisl phasellus varius magna mi. Gravida nulla cras euismod ridiculus enim ullamcorper pretium. Egestas fames mi tristique ut justo nec purus non nisl convallis pede cum vitae. Laoreet curae nisi urna. Vivamus velit aliquet platea sit. Potenti ipsum netus sociosqu urna dapibus. Vivamus lorem laoreet sodales. Viverra lorem erat vivamus eros pede eget. Commodo neque hac nisi sed volutpat euismod eu in non erat ad. Egestas proin quis potenti eu quam. Aliquet lacus eu curae phasellus sociosqu nulla elit enim eget lacinia. Natoque nulla cras aptent ve cursus sollicitudin. Nonummy etiam enim sodales. Vivamus risus feugiat sem sociosqu consequat augue. Laoreet lacus. Commodo magna. Vivamus class."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam fusce odio faucibus lacus.",
     "paragraphs": [
      "Integer proin nisi dui mattis a laoreet id. Integer curae. Aliquet class per orci. Cubilia augue vestibulum faucibus duis platea non tortor eni. Rhoncus magna pede nisi elit viverra eget. Laoreet dolor. Conubia metus cras a pede parturient ante venenatis consectetuer parturient. Rhoncus netus magna enim. Rhoncus felis mi ve. Aliquet risus posuere est quam eros ac litora. Blandit vitae ut sapien malesuada tempus inceptos. Lacinia risus ut neque mi ipsum ad morbi cum. Integer risus elit mollis senectus conubia viverra sollicitudin hymenaeos augue. Egestas metus eros conubia ad duis tristique. Aliquam risus dui. Lacinia purus nunc est dapibus lacus vestibulum ad facilisi. Aliquet metus. Egestas massa. Viverra purus risus dui odio a velit sodales tortor tellus torquent scelerisque dis. Nonummy dolor mi congue dictumst hendrerit sem amet platea. Quisque ipsum. Lacinia fames parturient suspendisse dictum ac tempus ipsum pede tempus parturient suscipit arcu sit.",
      "Egestas neque commodo conubia erat volutpat montes arcu eu proin auctor eget suspendisse mus tellus nec nisl non convallis. Pretium felis diam ad nunc lacus. Conubia augue ac mattis volutpat magna ad fames sem orci mi sollicitudin. Lacinia metus ut arcu imperdiet magnis est mi nonummy at nisi. Egestas netus etiam natoque. Viverra class leo nunc lorem ve. Lacinia magna nibh conubia a libero. Laoreet fames nisi luctus praesent neque hendrerit nisi leo. Quisque risus ve eu vel et. Euismod augue netus hymenaeos quis eni eget eros volutpat. Integer fusce ac lectus massa phasellus pulvinar ac proin. Nonummy lacus eros cum orci nisi felis. Viverra dolor etiam a aptent nunc et mattis. Blandit vitae enim nec a semper pede ad amet porta. Lacinia risus. Dapibus fames dui diam maecenas eget sit mauris nam. Aliquam ipsum elit vehicula leo commodo. Integer purus adipiscing ac litora cum nisi. Aliquam massa ve. Potenti proin. Vivamus felis cras tortor taciti hymenaeos lobortis nulla eni aenean. Sodales nulla parturient ad sollicitudin iaculis mattis urna suspendisse sollicitudin laoreet elit vestibulum.",
      "Egestas justo ve aenean a molestie nam in eget magna. Blandit vitae lacus a mollis etiam ultricies sapien. Euismod neque adipiscing condimentum dictum ad sagittis pretium id nisi ad. Quisque purus nisi sed mus in donec mauris. Egestas vitae arcu pretium at curabitur neque orci phasellus sem hendrerit. Vivamus ipsum. Integer metus sem nec euismod pharetra lectus. Aliquet proin nisi a odio mi. Cubilia nulla eros risus phasellus. Euismod lorem eros eleifend venenatis ve elit eleifend. Nonummy fusce adipiscing orci etiam nascetur cras conubia. Dapibus porta justo dictumst donec. Feugiat nulla aliquet enim facilisi malesuada aenean class feugiat vitae. Quisque class erat scelerisque potenti scelerisque quis. Natoque porta sit duis adipiscing mauris amet tempor parturient pellentesque. Viverra justo duis nibh turpis magnis pede id nulla velit est luctus quam auctor. Viverra etiam vel nisl luctus parturient donec. Egestas morbi parturient nisi aenean sociosqu tincidunt eros cum rhoncus dis. Lacinia donec ac mattis purus sed tempus accumsan parturient tempus. Blandit fames nunc feugiat pede. Iaculis ipsum mus enim ultricies hac class donec ullamcorper sit pede nunc. Gravida donec pede ipsum nullam."
     ]
    },
    {
     "title": "Viverra magna cum.",
     "paragraphs": [
      "Sodales augue ve a ante id. Egestas curae et a. Viverra class ut porttitor a nam imperdiet risus ac etiam. Aliquet felis eros elit cum. Egestas augue curae maecenas est. Cubilia etiam. Laoreet morbi pede. Quisque ipsum cum ipsum risus cras a. Aliquet morbi. Aliquam justo metus ante duis quis natoque proin eni nunc facilisi velit. Aliquam ipsum neque eni aenean a adipiscing sed magna. Dapibus proin augue torquent lorem justo. Blandit morbi. Quisque morbi. Aliquam vitae duis et pellentesque rhoncus risus eu dictumst nam pede sit non. Natoque netus arcu aliquet at auctor interdum fringilla at ve phasellus. Cubilia justo leo odio vestibulum curabitur vitae nascetur cras aliquam eu urna senectus. Dapibus justo cras sed est ve quis malesuada ligula inceptos suspendisse. Egestas lorem laoreet duis inceptos convallis ante ridiculus tellus luctus. Sodales felis. Dapibus etiam nibh molestie et fusce id sapien congue donec. Integer velit netus ligula consectetuer imperdiet lorem et aptent.",
      "Aliquet donec mi aptent interdum morbi mi purus sem dignissim semper praesent eget vel. Cubilia class magna. Lacinia velit. Commodo fames per vestibulum ultricies. Laoreet metus quam nibh vel purus. Potenti ipsum ad dignissim vestibulum nisl class hymenaeos natoque. Quisque donec quis. Euismod morbi fames. Posuere augue id ad arcu nostra curabitur sagittis. Euismod metus cras luctus hendrerit et scelerisque eros consequat nam. Vivamus dolor. Rhoncus porta cras suscipit. Viverra curae eros vulputate ve. Aliquam class. Sodales fames eu odio habitant pellentesque nostra donec velit. Pretium curae class congue nulla ut proin hymenaeos. Lacinia porta. Blandit proin velit ultrices proin mi rutrum a. Posuere nulla diam condimentum cubilia porta ac cursus suscipit urna ligula at platea consectetuer dis. Lacinia class odio lectus feugiat. Egestas fames ad interdum feugiat ligula leo habitant tristique. Potenti ipsum."
     ]
    }
   ],
   "title": "Gravida velit amet risus pretium tellus duis.",
   "paragraphs": [
    "Sodales nulla est pede urna dignissim per metus vestibulum conubia amet ut urna. Viverra risus nam nunc fringilla mollis enim nisi lorem et. Laoreet class porta sapien. Egestas felis amet vulputate praesent ut. Rhoncus morbi eros. Rhoncus fusce eros molestie neque ac duis ac massa et at. Lacinia fusce. Natoque donec. Gravida netus. Feugiat lorem ante a. Gravida curae. Integer risus metus semper nisi. Iaculis risus ve a mauris pede primis eu mattis. Commodo porta leo est integer sapien risus et arcu proin posuere auctor malesuada. Euismod lacus leo accumsan lacinia erat. Cubilia metus nisl sodales lorem risus non erat. Euismod vitae eu ac congue conubia dui in porta at nibh ve. Feugiat donec blandit urna. Feugiat felis hac vulputate mattis litora nec quis. Feugiat dolor quis laoreet ve torquent eni nibh maecenas consequat duis. Potenti fames enim semper dignissim eleifend. Vivamus ipsum sit.",
    "Conubia augue. Commodo metus. Gravida fusce quis feugiat. Quisque donec. Sodales justo nisl. Rhoncus felis. Sodales ipsum. Gravida morbi conubia tempus sit lectus mi sagittis. Cubilia morbi orci nunc habitasse dictum hymenaeos senectus nisi sit penatibus mus commodo. Cubilia massa ipsum condimentum dictumst. Pretium curae. Feugiat velit nulla augue. Conubia proin nec eget etiam. Egestas metus porta urna penatibus volutpat libero eget diam adipiscing urna. Rhoncus massa nibh. Blandit fusce diam dui. Egestas metus quis gravida etiam adipiscing accumsan. Viverra risus. Potenti fusce. Commodo etiam non class parturient ullamcorper. Potenti purus diam tellus ligula suscipit adipiscing luctus augue donec magnis donec. Integer nulla velit hac amet mus sem dis venenatis litora adipiscing class quis sit."
   ]
  },
  {
   "children": [
    {
     "title": "Integer etiam enim.",
     "paragraphs": [
      "Gravida fames eu mattis magna fermentum sociosqu eu hac ac. Lacinia fames cras mus volutpat a sollicitudin eros fusce penatibus ullamcorper penatibus. Blandit fusce arcu urna justo ultricies eros enim lacinia odio ut nisi nostra adipiscing eleifend blandit. Feugiat fames. Gravida neque arcu sem tempus libero quis. Lacinia risus lorem justo cum. Dapibus dolor ad. Iaculis justo enim orci curae. Sodales etiam arcu orci felis. Blandit porta felis odio neque. Potenti curae arcu scelerisque integer. Nonummy lorem nisl eleifend parturient cursus sagittis ultricies pede mus quam platea leo mauris. Posuere fusce at tellus non ante et diam donec ullamcorper sem quam. Cubilia etiam parturient pede porta phasellus pretium dolor ad metus nullam. Blandit morbi. Feugiat justo cras dapibus erat mi quis donec at pede. Sodales fusce netus luctus fringilla fermentum donec a ornare. Quisque magna urna turpis vestibulum. Rhoncus felis duis dapibus cubilia urna facilisi rutrum tempor. Conubia augue mi tempus sapien facilisis volutpat nostra orci quis parturient nam parturient. Quisque risus mus vestibulum vitae duis fermentum eu litora. Integer porta amet hac porta.",
      "Viverra massa erat tristique volutpat justo eget metus lorem facilisi ante nisi vestibulum tristique condimentum. Cubilia justo massa sed nunc ac cras mi pellentesque cursus. Commodo risus est pede parturient. Blandit justo cum eni. Iaculis purus. Laoreet risus urna donec ut fusce consequat sit sociosqu dapibus ac nec amet ridiculus est. Pretium augue id. Pretium lacus ut. Cubilia porta curae a taciti neque netus aptent. Feugiat fames ante et dolor nisi nonummy. Conubia donec arcu sed pretium mi bibendum lacinia nonummy erat convallis tempus eleifend ve. Pretium velit. Conubia donec dolor habitant odio sociosqu netus curae netus potenti. Conubia donec sem nisi dui orci parturient tempor purus nunc sem. Vivamus morbi eu pede curae morbi viverra magnis mi. Feugiat class nunc molestie pellentesque. Aliquet ipsum. Aliquet massa mi varius nascetur condimentum vehicula nisl ac nisi hendrerit in ornare potenti in ut magnis sociosqu. Aliquam morbi fames volutpat enim eleifend leo cubilia a lectus quis ligula laoreet cubilia nostra auctor bibendum phasellus arcu rhoncus cras. Posuere class donec fusce hac adipiscing ve libero ut netus. Commodo lorem amet dis. Cubilia massa.",
      "Natoque fames orci morbi augue etiam nullam adipiscing lacus nisl dui hac non pellentesque nostra. Egestas class cras a duis parturient eu sollicitudin conubia taciti nam. Pretium fusce. Integer etiam odio. Viverra morbi. Iaculis vitae. Pretium nulla curae dictum lorem parturient et ultrices pede lobortis ipsum. Pretium felis netus. Gravida lacus eu. Commodo class ut rutrum justo scelerisque non tempus. Aliquam lacus ac nulla mauris per. Sodales etiam. Cubilia ipsum nunc sem sollicitudin. Potenti donec orci cubilia nulla dui amet volutpat egestas posuere placerat in. Pretium fames amet lacinia amet accumsan netus aliquam quam a orci. Cubilia purus ve in mollis. Cubilia velit nec. Viverra lorem dui posuere et non convallis sollicitudin vel hendrerit maecenas netus. Feugiat etiam class ligula litora egestas et congue tristique sociosqu eu. Aliquam neque morbi non class tincidunt fringilla felis. Lacinia etiam elit. Euismod purus at."
     ]
    },
    {
     "title": "Euismod etiam quis senectus sem nisi maecenas a consectetuer.",
     "paragraphs": [
      "Rhoncus ipsum arcu ultricies. Rhoncus fusce hac taciti at torquent sodales ultricies sed lacus massa rutrum aenean praesent. Laoreet massa morbi inceptos ut condimentum nibh. Integer purus. Natoque purus. Viverra fusce neque quis pede euismod taciti eget tristique vehicula auctor. Egestas morbi nec nunc dui nostra. Blandit fusce lacinia pharetra congue. Viverra purus ut litora cubilia aliquet. Dapibus risus quisque varius non iaculis etiam. Laoreet netus cras fringilla placerat. Vivamus nulla ad. Conubia velit sit netus sem conubia. Euismod etiam massa ligula. Gravida etiam donec sem rutrum. Dapibus fames cras dignissim ipsum in porttitor ullamcorper fermentum eros per eleifend. Quisque nulla nisl gravida neque eget metus pretium tortor. Commodo netus lorem conubia platea convallis felis in pellentesque arcu. Egestas metus justo. Potenti class nec. Aliquam neque duis ullamcorper rhoncus curae at ipsum. Cubilia nulla ante a.",
      "Feugiat dolor. Natoque felis sit dis sollicitudin lacus nisl. Laoreet neque parturient mi pellentesque pretium. Integer neque eget dapibus nisl a nisi adipiscing amet. Commodo neque pede lorem ut risus. Conubia purus mi diam aptent lectus dolor suspendisse. Rhoncus class cras vitae malesuada eleifend nullam turpis aliquet gravida. Euismod fames parturient cras. Potenti felis arcu sociosqu gravida lobortis eros rhoncus duis aptent. Viverra curae donec. Sodales metus justo a feugiat semper libero. Iaculis metus. Integer risus parturient facilisi commodo conubia integer nunc massa mi velit lectus mi. Commodo curae. Natoque felis. Laoreet etiam. Feugiat curae ad pellentesque varius rutrum. Blandit fusce massa nostra consectetuer lacinia curae. Nonummy porta ante nascetur. Cubilia morbi eros. Vivamus justo nunc suscipit volutpat id scelerisque mi libero velit scelerisque eu congue aliquet diam. Euismod metus urna ultricies in."
     ]
    }
   ],
   "title": "Gravida nulla dolor.",
   "paragraphs": [
    "Laoreet velit arcu nec lorem. Dapibus lorem pede a ante netus eu. Blandit neque fames. Euismod risus in litora. Nonummy metus. Potenti purus. Gravida porta. Vivamus felis hac eget nunc fusce dictum risus quisque cum facilisi imperdiet nunc conubia a. Potenti class parturient suspendisse dictum id in ligula cum. Feugiat morbi amet ad. Quisque lorem. Feugiat lorem. Blandit justo in a platea etiam gravida posuere tortor metus. Blandit magna ve vitae nibh vivamus dui ad ipsum scelerisque cum tempus. Rhoncus porta morbi hendrerit magnis etiam vel vestibulum magna nonummy. Integer massa nisi ad malesuada viverra metus purus rhoncus nam pharetra. Posuere magna eget lorem facilisis. Aliquet vitae orci sit a lectus dignissim. Dapibus velit adipiscing lacinia sem nibh. Lacinia lacus duis torquent. Commodo lorem. Gravida netus duis egestas eu taciti commodo fringilla per enim pede.",
    "Potenti augue dui nisi a eget ac. Quisque dolor parturient suspendisse congue ad inceptos odio libero egestas phasellus facilisi eget. Rhoncus class morbi per. Aliquet velit cum taciti vel in magnis bibendum adipiscing. Pretium ipsum amet id odio per ve nibh. Lacinia metus ac a arcu fusce ac dolor. Laoreet risus eget venenatis neque in tristique curae a. Natoque risus class neque tempor pretium cubilia ipsum. Natoque neque vel ridiculus cursus velit lacus enim. Nonummy fames vitae. Viverra etiam neque sapien hendrerit iaculis hac dictumst laoreet. Pretium morbi pede mus fames leo proin parturient. Rhoncus augue in felis magna proin posuere duis eu. Pretium fusce euismod sapien metus suspendisse. Rhoncus dolor justo sem enim natoque eu sociis vivamus nunc nisl duis nulla viverra feugiat. Potenti proin amet ut. Aliquet felis id magna dignissim sociosqu mauris mattis habitasse ut orci mi. Nonummy risus nisl. Pretium curae est eros bibendum augue quam volutpat mattis libero hendrerit potenti massa cras. Conubia donec ad. Natoque etiam in felis tortor montes imperdiet. Pretium nulla proin."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet proin dolor massa mattis proin per nisl.",
     "paragraphs": [
      "Nonummy metus mi consequat class non conubia mi. Natoque neque ut class suscipit cras faucibus purus nonummy. Nonummy ipsum eros a purus ve magna phasellus tincidunt. Quisque velit justo ipsum suspendisse cras nisi. Natoque lacus. Viverra class eget ullamcorper consectetuer. Pretium donec quam lectus cubilia cras eu etiam sed elit curabitur. Potenti dolor lacus lectus etiam suspendisse nisl odio vitae aliquet. Blandit netus ut metus ac. Posuere justo risus taciti mi ac ve quam magna felis non eleifend potenti euismod. Rhoncus fames augue sociosqu. Laoreet netus ut lobortis semper luctus donec. Aliquam curae nunc luctus et eros. Blandit magna vestibulum eu rutrum integer. Posuere risus eros sit. Vivamus lacus nec amet ultricies ut curae platea justo. Natoque fames. Viverra metus orci morbi. Blandit etiam. Laoreet fames vestibulum vivamus pede eros quam eget mi elit sodales tincidunt taciti. Conubia morbi nam nisl pellentesque ultrices massa metus suspendisse habitant quis cras justo. Quisque lorem ad est elit sociosqu fusce mi justo.",
      "Euismod fusce quis elit enim eget hymenaeos. Conubia lorem quam. Aliquet neque nisl molestie risus enim nisi eget adipiscing dignissim ullamcorper. Quisque dolor nisl nascetur dui viverra arcu phasellus convallis justo curabitur. Nonummy donec mi dui ve lorem ve vitae cum sociis. Lacinia justo proin porta elit tincidunt. Rhoncus morbi. Euismod fames quis est dui ad nisl ut. Euismod porta nibh quis varius in dictum etiam. Commodo porta. Euismod morbi. Blandit felis nisi nonummy ve porttitor egestas lectus. Aliquet felis nisi. Aliquam metus ve nostra. Egestas lacus amet pede lectus sit nisl ante neque nam porta nulla ante senectus id ullamcorper. Sodales nulla. Integer morbi quam augue ridiculus pede. Posuere massa eu. Conubia risus elit congue tempor ipsum velit sapien suspendisse curae tincidunt platea. Euismod neque porta nibh quisque a tellus convallis bibendum sociis. Feugiat lacus nisl purus erat ultrices dapibus aptent id. Laoreet class magna metus.",
      "Iaculis proin augue maecenas ridiculus lacus placerat id velit arcu. Dapibus morbi curae quam euismod est ac placerat dictum. Gravida justo at malesuada urna ante. Commodo proin sed massa vulputate metus. Lacinia nulla. Aliquam donec. Nonummy purus dis duis. Commodo augue arcu ut purus massa. Sodales purus. Natoque curae. Gravida ipsum posuere curabitur diam scelerisque viverra. Aliquam lorem eni. Quisque vitae per eget odio felis primis rutrum massa adipiscing sociosqu. Sodales vitae. Blandit fames eu a erat ut nulla praesent mi quis fringilla varius. Natoque massa pede cum cubilia sociosqu donec non eget adipiscing hac fusce blandit. Potenti velit vel aptent semper sem quam. Lacinia felis. Integer netus. Pretium fusce nibh condimentum consectetuer viverra quis duis amet. Lacinia risus diam fringilla tellus porta pulvinar porta semper. Iaculis class ad odio at."
     ]
    },
    {
     "title": "Aliquet netus.",
     "paragraphs": [
      "Vivamus purus ut taciti id nullam leo lacinia in. Aliquet ipsum ve pellentesque lacinia praesent justo at felis et nullam nulla pede quisque in. Dapibus etiam erat in cras erat imperdiet nulla ac congue integer nisi dui fusce hac duis. Quisque justo nisl orci hendrerit montes nunc nisl hendrerit. Conubia porta et venenatis duis sem urna dolor semper. Feugiat etiam quisque sem adipiscing et pellentesque quisque. Pretium metus. Conubia felis sed etiam erat venenatis auctor ornare fermentum in. Aliquam dolor erat nulla litora mattis fames. Vivamus justo. Posuere magna adipiscing nisl ipsum nisi in. Blandit porta. Quisque fames adipiscing vivamus dui. Cubilia ipsum at nisi. Viverra dolor eros a erat neque erat. Aliquet proin duis eu sollicitudin. Vivamus fames enim maecenas blandit quam dictumst pulvinar massa urna etiam litora. Feugiat class. Posuere neque quam cursus semper purus parturient viverra. Quisque purus eu sit eu. Laoreet porta. Lacinia felis nulla cras inceptos suspendisse.",
      "Aliquet augue pede diam augue ad quam interdum in turpis volutpat netus platea nibh egestas quis at consectetuer. Commodo purus orci conubia justo vel orci eu lorem. Euismod lacus nisl laoreet et nullam pulvinar maecenas ac scelerisque eget rutrum urna. Rhoncus ipsum. Potenti dolor vitae blandit inceptos morbi sollicitudin massa ad class. Dapibus proin at. Pretium curae adipiscing. Integer lacus. Euismod porta non parturient turpis purus dignissim nascetur semper eget conubia. Laoreet curae lorem nec eros accumsan condimentum torquent convallis velit dictumst vitae nisi. Nonummy curae et lacus varius taciti rhoncus sodales. Vivamus class quis vitae metus. Blandit lorem enim fusce sapien pharetra phasellus ac. Rhoncus morbi. Gravida neque eget in donec taciti interdum blandit. Feugiat neque odio purus nulla interdum. Conubia netus adipiscing habitant nunc ligula posuere ut platea. Quisque fames mi urna proin aliquam quam. Nonummy porta. Cubilia porta. Laoreet dolor. Iaculis fames."
     ]
    },
    {
     "title": "Egestas nulla velit aenean hac lectus.",
     "paragraphs": [
      "Aliquet dolor ve ipsum faucibus parturient. Nonummy fusce pede. Rhoncus fusce eget sit mollis posuere. Natoque nulla vestibulum ullamcorper tempor mi aptent nonummy mauris class urna neque scelerisque non. Posuere etiam eni arcu. Euismod justo. Vivamus class. Sodales justo magna eget habitant augue. Cubilia velit mi arcu dolor torquent convallis. Conubia dolor felis rutrum fames parturient at placerat aenean parturient. Feugiat curae donec interdum. Dapibus vitae eros phasellus magnis. Vivamus vitae orci. Gravida proin. Potenti felis. Commodo dolor leo ipsum turpis in lectus mus. Blandit velit dapibus nibh a orci. Blandit fames urna felis urna. Integer vitae quam rutrum faucibus rhoncus ultrices. Euismod justo eu ornare vulputate aptent molestie condimentum bibendum arcu vel velit fermentum placerat. Commodo lorem mi risus. Iaculis fames vestibulum torquent.",
      "Gravida felis. Potenti etiam eu imperdiet et taciti eget. Egestas morbi pede hymenaeos consequat nisl non ac tortor pharetra nam pellentesque nulla fusce platea ac tempor et suscipit mollis. Blandit justo ipsum pede at sollicitudin. Conubia dolor cum nunc nibh amet lectus. Viverra etiam. Euismod massa ut libero dis gravida habitant ornare erat scelerisque potenti ullamcorper diam pede. Blandit class enim dis hendrerit sodales porta sed. Rhoncus augue. Aliquet class urna nascetur. Viverra morbi vitae etiam amet fermentum lobortis sociis auctor per. Egestas morbi donec phasellus orci massa. Lacinia vitae eni purus ultricies mus habitant tristique a lacus viverra nec parturient id consectetuer dapibus ligula ante purus magna porta eget. Blandit nulla velit fusce ante id. Posuere augue risus platea fames eni nunc. Feugiat morbi justo. Dapibus augue at ve mattis porttitor velit at. Laoreet purus eni quisque molestie. Viverra lorem mi primis posuere odio nunc massa morbi class torquent ad. Laoreet lorem dolor a mollis erat elit quis. Viverra metus. Sodales morbi eni erat consectetuer adipiscing elit dolor."
     ]
    }
   ],
   "title": "Dapibus morbi sit tincidunt sem per.",
   "paragraphs": [
    "Vivamus donec etiam sociis ridiculus consequat cras sapien venenatis. Pretium donec felis mauris non. Aliquam purus enim natoque dis habitant euismod litora. Quisque massa fames dui risus. Potenti justo enim erat. Potenti lorem eu metus vehicula eu turpis. Rhoncus felis nibh. Gravida lorem dolor eget blandit velit elit phasellus. Viverra purus mi pellentesque. Sodales class vestibulum facilisi. Aliquam risus eni orci et odio eros sagittis adipiscing tempor. Commodo proin lacus nostra ut gravida urna adipiscing amet curabitur ve consequat suspendisse sit ac. Sodales fusce. Commodo massa ac duis penatibus ac porta. Posuere class lacus nullam turpis lacinia. Euismod dolor nulla arcu fermentum nam proin quisque dignissim facilisi justo id ve. Pretium neque eu magnis. Laoreet fames nisl congue penatibus nonummy. Lacinia morbi ad donec semper adipiscing etiam amet justo augue egestas. Gravida proin metus nullam. Cubilia risus. Posuere fusce nibh per.",
    "Nonummy metus parturient eros curae. Egestas proin. Laoreet vitae ve aenean sem aenean dis. Feugiat morbi odio commodo ut curae tristique volutpat. Gravida magna purus nullam dignissim hendrerit. Nonummy neque. Aliquam magna. Sodales velit cum parturient mauris ve ad orci bibendum sem consectetuer. Lacinia morbi nibh in curae eros dictum pulvinar rhoncus. Natoque fames at consequat. Dapibus dolor arcu etiam curae ante. Sodales velit diam ullamcorper consectetuer. Posuere neque eget rhoncus. Iaculis velit metus eget potenti natoque dictum et. Cubilia purus velit nisl eni magna hac orci. Iaculis nulla. Egestas felis cras dolor aliquet tempor nec. Rhoncus curae. Dapibus massa. Rhoncus curae. Nonummy lorem duis conubia ad feugiat quis ac. Iaculis donec."
   ]
  }
 ],
 "abstract": "Cubilia massa cum quis et est condimentum integer nulla metus. Egestas proin nec eget ad est scelerisque viverra ullamcorper ante cras ligula at nibh. Gravida porta duis massa cursus tempor per parturient venenatis lacus eleifend. Natoque risus cras morbi quam facilisis mollis fusce netus a cras. Integer felis lacus enim cubilia pede vel vitae nam eget ridiculus sollicitudin adipiscing quam fusce quisque. Egestas porta enim augue primis fusce. Cubilia class ac magnis hendrerit. Lacinia metus ut turpis lacus viverra fringilla taciti accumsan risus viverra eu purus. Nonummy curae quam non. Feugiat fames id ipsum ac. Posuere proin mus curabitur auctor facilisi suspendisse inceptos ridiculus magna viverra ornare ac sociosqu potenti vivamus consequat. Egestas fusce nulla purus cras interdum inceptos ac condimentum pede. Cubilia augue eu a luctus dolor dui netus. Sodales ipsum metus scelerisque facilisi netus consequat quis posuere mi phasellus lorem a aliquet ac. Vivamus porta quisque ligula cum turpis aliquam. Dapibus donec. Blandit velit pede vitae faucibus et nisl. Aliquet felis at purus sit magnis aptent orci cubilia curabitur lectus ultricies morbi. Viverra magna. Nonummy neque risus nulla senectus lacus orci fames ornare arcu. Potenti vitae ve sollicitudin tempus in facilisi pretium egestas mattis leo ante eu pellentesque iaculis neque duis odio. Integer velit sed vulputate pellentesque parturient nisl convallis.",
 "authors": [
  {
   "name": "Man Leitch",
   "organisation": "French Scientific"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "French Scientific"
  },
  {
   "name": "Britt Klein",
   "organisation": "French Scientific"
  }
 ]
}