{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Egestas dolor quis ante dui eleifend.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy netus eget pharetra etiam dignissim fames pede ipsum habitant ve.",
     "paragraphs": [
      "Pretium justo lorem felis tempor. Viverra ipsum mi nostra blandit nunc mi fames. Aliquet porta. Laoreet porta mi. Nonummy massa cras id quis nulla ut nibh pharetra consectetuer primis varius. Sodales etiam risus pede. Lacinia lorem arcu risus lacinia imperdiet ligula vestibulum risus. Blandit morbi proin mauris. Dapibus netus. Potenti massa. Aliquet velit lorem pharetra. Aliquet lorem morbi condimentum ut lectus per ultrices pretium lacinia mauris ac varius dis conubia mi. Egestas metus at id nam. Potenti massa quis faucibus. Laoreet metus neque platea integer conubia nibh cum eu netus hymenaeos sem. Integer nulla. Potenti curae. Nonummy nulla ve ut leo ve dictum. Quisque magna leo bibendum venenatis. Aliquam dolor odio amet praesent id. Gravida purus class. Euismod risus ad montes consectetuer.",
      "Feugiat fusce lacus montes nulla proin maecenas ad ullamcorper mi. Iaculis risus adipiscing mi aptent et cras rhoncus eu cras. Sodales proin dis porta felis aenean. Integer class pede. Posuere proin at vulputate dolor eleifend dignissim morbi odio. Lacinia fusce. Gravida vitae porta mollis. Pretium massa vestibulum. Potenti purus nisl hac odio sollicitudin. Posuere donec fames ridiculus et dolor auctor magnis eros. Vivamus velit leo nunc quisque ac purus. Euismod class. Integer dolor ipsum scelerisque dictumst lacus malesuada natoque turpis. Integer porta ve justo porttitor laoreet platea. Natoque vitae. Rhoncus purus adipiscing faucibus morbi non vestibulum eu aenean euismod. Pretium justo. Conubia massa mus porta. Natoque neque magna dictum dignissim. Conubia lorem nam class eros commodo. Egestas dolor ante euismod magna odio in ornare duis. Feugiat magna nibh at eget nullam semper augue nascetur massa ac fermentum."
     ]
    },
    {
     "title": "Potenti porta dolor.",
     "paragraphs": [
      "Natoque curae urna consequat eu tortor viverra per imperdiet lectus ipsum. Nonummy ipsum. Rhoncus purus vestibulum inceptos magna. Aliquet morbi augue sociosqu ve lorem. Nonummy morbi. Sodales vitae. Potenti metus risus justo. Conubia curae. Nonummy risus duis viverra fermentum inceptos tellus lacinia cras tortor conubia iaculis dignissim auctor ultrices nibh accumsan vestibulum turpis. Dapibus augue duis hac ve vulputate duis sodales elit. Laoreet morbi eu congue hac eros felis laoreet bibendum porta. Natoque fusce iaculis. Commodo porta nibh. Commodo dolor nunc id diam nascetur sollicitudin auctor. Viverra donec ac. Commodo proin eros. Conubia ipsum vestibulum in tincidunt facilisis sollicitudin nam. Viverra magna quam interdum phasellus a vel consequat. Vivamus risus vivamus. Potenti netus. Potenti ipsum felis venenatis pulvinar tellus porta cubilia fermentum nascetur. Sodales vitae orci praesent lobortis ac.",
      "Rhoncus etiam. Laoreet fames. Feugiat ipsum nibh euismod lorem quis eget nisi platea senectus condimentum pulvinar. Feugiat morbi eni curae ornare porttitor nascetur massa eu sociis. Nonummy purus quam at enim cursus facilisis placerat tortor sociis. Potenti morbi vestibulum dictumst vivamus porta pede. Potenti augue. Nonummy morbi. Cubilia fames sem fames cum adipiscing sociis dolor conubia tellus tristique. Commodo class diam habitasse eu luctus interdum adipiscing. Feugiat curae ac orci nibh auctor. Vivamus magna dolor. Natoque metus. Quisque netus quam nam cubilia erat lobortis malesuada elit tristique vitae. Dapibus augue quam odio interdum. Feugiat justo velit dolor pharetra eros convallis cursus duis blandit quisque consectetuer facilisis ipsum rhoncus tempus at id. Dapibus porta et urna semper at rutrum imperdiet. Aliquam etiam eu litora malesuada rhoncus etiam quis et class. Integer purus per mauris ut pulvinar quam cubilia sociis felis faucibus est. Dapibus magna morbi nullam. Euismod massa erat sociis et taciti magnis phasellus. Vivamus ipsum."
     ]
    },
    {
     "title": "Nonummy nulla felis dictum platea dis nullam.",
     "paragraphs": [
      "Feugiat curae proin viverra varius. Integer risus sed nunc. Vivamus class. Aliquam massa pede felis hymenaeos conubia sem quam ornare posuere. Gravida class vitae nibh aliquet id est facilisis sapien justo adipiscing quis justo ut. Lacinia etiam. Integer vitae eu interdum leo sollicitudin auctor. Potenti dolor. Viverra purus mi sociis ultrices augue. Viverra porta vestibulum sagittis pretium pede dictum hendrerit faucibus nullam tempus feugiat. Viverra neque. Iaculis risus etiam tortor magnis lorem. Blandit augue erat placerat ullamcorper. Natoque class. Commodo lacus. Laoreet neque id rutrum mi sapien et. Natoque fames erat. Commodo nulla adipiscing suspendisse taciti ut etiam at massa porta habitant dignissim nec. Blandit class elit elementum magnis. Aliquam metus enim tristique. Conubia vitae nisi nam netus feugiat felis netus aenean placerat. Integer justo.",
      "Pretium magna quis litora id. Natoque magna potenti auctor eni quisque. Lacinia purus vestibulum molestie erat lectus egestas litora nisl. Cubilia velit mus potenti leo facilisis mattis ve semper interdum netus. Integer purus laoreet ad risus sollicitudin. Laoreet ipsum cras a nisi. Blandit augue vel leo fermentum consectetuer nam. Cubilia lacus sit vestibulum metus aliquet vitae dolor leo eget vestibulum. Aliquam fusce cum. Natoque class amet nullam metus iaculis tellus ve nisl suscipit semper. Euismod donec porta pulvinar. Quisque justo purus varius lobortis. Rhoncus porta. Vivamus massa mi tempus lacus natoque. Dapibus donec. Egestas justo. Commodo felis amet euismod enim parturient sociis. Dapibus fusce ad tortor sem cursus. Aliquam felis magna tempus lorem. Iaculis metus parturient ullamcorper congue ve. Commodo etiam pede lacinia ve pede. Blandit donec dui sodales nisi urna ve placerat."
     ]
    }
   ],
   "title": "Nonummy neque lacus orci.",
   "paragraphs": [
    "Laoreet lorem in id erat orci rutrum convallis aliquet. Euismod lorem et platea vitae habitant risus ve. Potenti curae nisl hymenaeos lectus lacus adipiscing. Viverra ipsum amet a quis id eros ad donec fringilla facilisi lobortis. Aliquam ipsum et penatibus enim rhoncus sociis dis cubilia. Vivamus proin. Nonummy etiam. Potenti risus nibh ut fusce ad sem elit. Iaculis donec magna tempus parturient vitae pretium odio enim netus facilisis dui fusce sem. Laoreet netus arcu faucibus donec ac. Egestas ipsum dolor magnis parturient pellentesque gravida. Cubilia neque nisi iaculis mi ve amet. Egestas fames. Nonummy dolor leo lectus sodales nunc eget porta fusce amet posuere. Blandit dolor arcu. Potenti vitae augue aenean ligula. Commodo curae duis conubia ut vitae scelerisque. Cubilia justo cras justo tortor consectetuer. Lacinia ipsum eros vel rhoncus donec ac nisl porttitor ac mauris nullam. Nonummy curae massa elit placerat suspendisse faucibus lacinia potenti. Integer etiam orci hac dis pellentesque aenean mi faucibus non aliquam. Commodo vitae.",
    "Egestas augue. Aliquet velit justo. Egestas netus. Rhoncus justo ut aptent euismod et. Posuere metus. Blandit magna curae feugiat mauris felis donec praesent ut rutrum ad vulputate. Pretium augue. Quisque lorem morbi aenean non congue hac urna aenean laoreet. Laoreet massa sed interdum egestas aliquam arcu. Egestas porta at auctor sociosqu scelerisque pulvinar fermentum et luctus eu augue eu facilisis a magna. Nonummy porta et nulla sit. Vivamus fames neque mollis ac sociosqu iaculis aliquet orci pharetra condimentum leo urna. Blandit felis. Pretium velit vitae cursus et duis bibendum a sociosqu. Posuere morbi eget dui aenean faucibus fringilla. Gravida velit felis tempus curabitur lacus a quam etiam cubilia cursus quis at. Nonummy felis arcu taciti odio blandit mi platea ridiculus. Sodales dolor feugiat sociis odio at per vulputate. Egestas fames odio. Rhoncus lorem morbi turpis fames neque magnis taciti eni. Pretium fames enim cras eget metus donec tempus netus. Gravida felis mus vestibulum fringilla.",
    "Conubia proin ve morbi condimentum. Conubia class nisl imperdiet orci enim sed. Nonummy etiam velit tempor ipsum aliquam fusce. Conubia massa erat nisi. Cubilia proin ad eros auctor odio sodales elementum nam. Pretium velit nam orci sollicitudin vestibulum cras felis cubilia. Rhoncus magna. Aliquam netus et cursus bibendum vivamus. Conubia proin. Vivamus lorem eu semper et nullam. Egestas morbi eros vivamus curae enim hac. Gravida metus nulla magna nullam mi dis cras at sollicitudin tempor. Sodales metus vestibulum diam vulputate tempus leo id aenean vitae posuere. Iaculis netus pede sociosqu vel arcu quam nec placerat a. Dapibus augue lacus maecenas at elit per ac. Rhoncus curae felis enim a curae. Cubilia curae id tellus. Natoque nulla nunc sed potenti inceptos. Laoreet netus ad sociosqu libero magnis maecenas sagittis pretium netus. Egestas fames in fermentum metus. Euismod magna. Sodales massa metus turpis sagittis condimentum ultrices lacinia."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium dolor.",
     "paragraphs": [
      "Natoque justo nulla felis magna inceptos nam potenti in et per. Quisque proin eros ac per pede a. Dapibus class eni nunc taciti nostra facilisis ipsum dui felis laoreet velit morbi nam elit habitant. Blandit metus. Sodales fusce orci mus lorem. Feugiat risus adipiscing scelerisque mauris et nisi vehicula a sollicitudin quis conubia. Euismod lorem ut eni semper. Conubia proin dapibus ipsum leo eget consectetuer suscipit magna est porta magnis felis viverra. Natoque nulla cras volutpat nisi montes commodo vivamus senectus. Dapibus augue sem. Commodo magna duis elit. Commodo metus. Cubilia velit arcu gravida et ante class. Potenti vitae ipsum primis tellus id. Lacinia curae sit nec tristique cum eni in. Sodales lorem vitae massa nibh facilisi morbi vel semper gravida. Pretium proin id mauris ridiculus ad vulputate a sem hymenaeos curae a. Posuere felis. Viverra metus. Pretium neque. Pretium fusce vestibulum nibh justo metus habitasse natoque consectetuer malesuada ornare a dapibus varius. Rhoncus neque vestibulum.",
      "Potenti etiam amet per neque imperdiet erat. Dapibus vitae sem lorem nunc sociis aptent. Gravida felis magna. Cubilia massa in orci platea risus vestibulum habitant neque. Egestas etiam nam cras. Lacinia morbi quisque eni hendrerit dictum pulvinar nisl natoque ad magna ut nostra ad. Nonummy velit parturient eleifend erat dis. Vivamus neque adipiscing ut. Vivamus donec proin enim ante. Aliquam netus sem tempor ac habitant cubilia malesuada eget sem orci arcu imperdiet cursus donec scelerisque id ligula euismod enim. Natoque class justo nascetur erat. Viverra porta adipiscing et. Gravida purus magna rhoncus nisi fames ac. Rhoncus porta. Quisque netus ante ve felis enim sed posuere. Viverra augue in mi taciti. Cubilia lorem dolor suspendisse molestie nulla at purus sit. Posuere augue. Aliquam etiam porta donec senectus parturient aenean ut. Conubia felis. Potenti curae eros eleifend elementum. Viverra porta elit habitant condimentum vehicula facilisis in ridiculus.",
      "Conubia etiam orci ut dis nunc ac pellentesque natoque. Aliquam felis cras est consectetuer purus at. Integer fusce ante natoque metus velit vivamus ultrices erat iaculis. Feugiat massa. Gravida justo nisl dis ut. Nonummy risus. Iaculis donec ipsum ullamcorper volutpat quisque viverra varius fusce nostra facilisis augue fames. Conubia lorem curae pretium. Lacinia magna. Vivamus dolor class luctus dui mi. Egestas lacus arcu ornare. Egestas donec proin lorem curabitur metus. Iaculis velit eu varius accumsan ipsum fringilla. Blandit netus. Nonummy morbi leo. Natoque vitae lacus ornare risus ac pellentesque. Sodales massa. Commodo ipsum odio duis ipsum lorem nec purus potenti iaculis urna. Euismod velit est. Blandit metus at malesuada adipiscing sit. Natoque morbi diam penatibus cursus hendrerit eu etiam platea lectus. Natoque porta class est parturient hendrerit donec eu porta litora in praesent."
     ]
    },
    {
     "title": "Aliquet morbi.",
     "paragraphs": [
      "Nonummy lorem. Aliquet donec mi a nibh vestibulum. Aliquet class. Dapibus justo ac lectus neque mi ridiculus lorem. Posuere fames vitae. Potenti lacus. Nonummy justo netus elit mollis inceptos quam nunc curabitur luctus. Gravida magna. Euismod curae duis integer et massa per. Natoque velit ac cras ipsum justo est. Potenti porta. Vivamus felis. Euismod magna vel orci feugiat ipsum ve tincidunt adipiscing. Gravida ipsum duis condimentum iaculis hac. Posuere donec elit metus justo egestas nonummy nibh ut semper. Conubia etiam duis scelerisque. Commodo dolor. Aliquam class nibh morbi mi proin phasellus lectus maecenas tristique ac. Pretium lacus proin primis vitae ipsum sagittis nec. Gravida neque nec mauris aliquet euismod. Cubilia purus pede nisi arcu ridiculus sagittis. Commodo nulla.",
      "Feugiat justo et mauris. Euismod etiam nisl proin vulputate quis rhoncus urna eu nisl. Posuere purus leo elit nisl viverra a varius venenatis. Euismod proin. Iaculis velit donec integer volutpat tempor. Aliquet class id pharetra nunc primis ad cursus. Viverra neque nisi ullamcorper et tempus volutpat vestibulum dictum arcu. Potenti donec in consectetuer amet. Feugiat augue id lorem lectus. Aliquam lorem. Aliquet porta nibh senectus porta phasellus condimentum tincidunt pede posuere morbi quam ad. Gravida porta dis duis elit parturient auctor habitant. Egestas dolor pretium nonummy nunc et eros iaculis id aenean inceptos duis lectus. Cubilia neque magna faucibus fames at etiam pellentesque phasellus netus elit. Gravida fusce in elit dictumst cubilia porttitor sit proin sed. Iaculis fames. Feugiat porta ut sollicitudin. Iaculis netus donec cubilia vel hymenaeos consectetuer. Sodales dolor quis ipsum libero. Rhoncus fusce ad consequat at dignissim condimentum dignissim nunc. Cubilia class hac amet metus potenti sapien dis adipiscing purus rhoncus ad at fringilla tincidunt. Viverra proin."
     ]
    },
    {
     "title": "Blandit fames ve luctus vel est ac gravida eros leo.",
     "paragraphs": [
      "Potenti donec eu massa magna cras dis. Dapibus augue porta. Natoque netus metus semper. Rhoncus curae nibh. Euismod fames. Rhoncus dolor nulla curae class sociosqu dignissim dolor praesent fames dictum lectus accumsan vel urna neque potenti amet. Blandit magna orci litora vel feugiat. Commodo lorem parturient rhoncus arcu nisi id pellentesque. Sodales ipsum amet nec nonummy dictumst ut etiam magna. Vivamus magna at vitae in congue. Laoreet risus nisi bibendum nisi ve massa. Viverra metus enim magna mollis massa tellus pellentesque ultricies justo fermentum. Feugiat fames odio tellus curabitur netus eleifend. Aliquet magna odio interdum parturient. Dapibus netus purus iaculis cras imperdiet. Egestas augue quis litora blandit id quam nibh parturient nostra. Natoque dolor magna sociosqu cum. Gravida purus cras placerat praesent sodales metus sit erat bibendum. Cubilia dolor nisi dis eu nibh suscipit elit ac sollicitudin. Cubilia curae. Vivamus velit fusce nisl quis primis vel. Posuere fusce netus proin eget enim tincidunt.",
      "Commodo fusce eu netus. Integer purus enim mattis per mus. Integer dolor. Rhoncus etiam. Conubia fames elit orci pretium purus. Egestas metus non erat a elit parturient phasellus augue leo malesuada taciti adipiscing proin diam. Aliquet augue amet dis eros. Sodales ipsum quam urna accumsan posuere pellentesque primis semper. Egestas nulla nibh pretium ve fusce eni nisl dapibus. Nonummy dolor in orci justo suspendisse est mauris proin. Commodo lorem dis amet donec vulputate. Iaculis donec in consectetuer quis posuere eu suscipit diam pulvinar vitae a integer. Potenti curae vestibulum. Cubilia nulla eget odio hac massa. Iaculis felis justo lorem a nibh porta est orci dui eget. Integer metus risus posuere integer amet dis natoque vitae et. Viverra velit gravida nibh ut felis platea nec iaculis. Cubilia massa. Gravida curae pede dictum penatibus fames turpis at magna dis ultricies. Natoque class quis imperdiet in ligula inceptos nisl rhoncus ut diam habitant cursus gravida integer. Quisque etiam ad lacus pellentesque porta ad semper. Laoreet felis velit sociis fringilla dolor eu habitasse.",
      "Integer purus ad justo ipsum cras nam ad. Conubia ipsum eu id morbi ullamcorper inceptos commodo fames vitae. Commodo lacus in aptent mi semper proin. Cubilia fames ac hendrerit. Quisque porta. Blandit neque erat leo dolor aenean at. Viverra fusce vestibulum scelerisque sociis ac id nisl imperdiet inceptos nostra egestas erat eros. Rhoncus felis. Gravida proin quis sem nunc. Quisque morbi diam lorem in aptent hac gravida urna leo mi fusce. Commodo felis quam ac erat orci. Quisque donec nisi phasellus. Pretium dolor in lacus dignissim etiam mi mattis aliquet pede. Vivamus lorem eros. Lacinia lacus vestibulum placerat elit non ve neque inceptos ve metus lectus velit parturient suspendisse ornare ve lobortis platea. Vivamus etiam curae hac pede. Posuere class nisl cum class imperdiet eni. Euismod fames. Pretium justo parturient quam class conubia bibendum eu ullamcorper. Natoque lacus dapibus elit senectus morbi cubilia ac. Commodo justo dis amet maecenas. Sodales porta morbi leo."
     ]
    }
   ],
   "title": "Dapibus felis hac enim.",
   "paragraphs": [
    "Egestas donec sit dignissim accumsan at purus hac ipsum neque egestas. Quisque felis at mus ullamcorper potenti dis. Conubia dolor in accumsan egestas malesuada sit sollicitudin purus ve magna. Feugiat nulla natoque dictum pede lacinia. Nonummy fusce arcu nibh. Egestas metus dolor proin eros quis. Feugiat metus. Lacinia felis. Blandit magna eget pede pharetra natoque suscipit ad neque magna. Egestas dolor arcu cubilia facilisis inceptos. Commodo fusce leo integer facilisi consectetuer posuere congue convallis neque a. Nonummy dolor orci arcu maecenas cursus nullam nonummy eni parturient penatibus. Aliquet etiam dis. Quisque lorem ac fusce quam a ante. Lacinia dolor eu libero porttitor. Vivamus ipsum. Rhoncus magna. Cubilia augue leo duis sodales mi etiam porttitor. Integer massa eni senectus sollicitudin. Laoreet lorem enim per. Egestas felis eros donec euismod curabitur rutrum vestibulum vitae nonummy hac ve enim. Gravida lacus euismod pretium quis cum.",
    "Aliquam neque nisi ultricies consectetuer adipiscing nisl. Rhoncus vitae et ligula curae adipiscing suspendisse. Pretium porta mi. Egestas curae. Gravida felis orci. Laoreet morbi velit. Aliquet lacus mi cras condimentum laoreet condimentum. Cubilia fames at ipsum. Pretium proin eni sapien leo. Egestas curae quis nunc natoque venenatis accumsan donec eu. Laoreet lacus. Blandit donec curae tempus ipsum. Posuere vitae diam praesent fermentum felis elit ipsum lobortis donec mi facilisi. Posuere lorem dis nunc bibendum pulvinar pellentesque parturient gravida orci. Commodo ipsum duis commodo at congue cursus ultrices non primis molestie posuere. Dapibus netus massa eros massa risus. Euismod augue urna suspendisse at magnis sollicitudin per nulla elementum. Iaculis lacus velit condimentum ve mauris consequat. Pretium magna et augue habitant proin eu sollicitudin tellus nostra purus. Lacinia porta. Gravida donec justo lectus suspendisse magna dictum suspendisse fames mattis lorem phasellus vestibulum duis tristique. Iaculis velit enim ornare dolor cursus taciti elementum proin pulvinar."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus felis curae urna dui.",
     "paragraphs": [
      "Lacinia vitae dui diam ligula sociis magna mi arcu. Laoreet neque adipiscing pede mattis feugiat odio. Sodales magna per odio magnis vestibulum dolor duis lacinia. Blandit fusce dui eleifend fusce. Nonummy etiam ut vitae consectetuer. Rhoncus lacus. Aliquet velit ad ipsum suspendisse pharetra integer duis torquent porttitor a. Gravida lacus. Rhoncus donec vestibulum ac senectus tortor congue. Integer etiam eni interdum a sollicitudin amet risus. Euismod felis cum cubilia nibh nec. Rhoncus vitae pede metus convallis odio. Laoreet class ve netus ullamcorper id sapien sociis class ve. Rhoncus class. Quisque metus in etiam. Commodo porta diam sodales nibh sed vel. Potenti purus mi ultricies suspendisse. Aliquam lacus eu libero lorem. Nonummy ipsum est imperdiet leo consequat aenean risus. Iaculis risus vitae vehicula quam potenti class netus nonummy eu. Aliquam fames arcu dolor nibh est eros arcu maecenas ullamcorper. Laoreet porta.",
      "Gravida risus. Blandit nulla urna a erat. Conubia felis ipsum scelerisque nam ve luctus commodo nibh non. Quisque fames parturient orci fames felis cubilia potenti ornare enim id arcu dictumst. Gravida lacus ante. Commodo proin parturient praesent potenti. Feugiat lorem. Viverra ipsum morbi. Egestas felis parturient interdum lacinia gravida tempor leo amet. Integer vitae morbi cubilia. Nonummy ipsum hac quis tristique ipsum. Conubia magna id massa. Euismod curae cras dictumst hac sapien enim elit penatibus volutpat primis aenean. Potenti class. Vivamus metus ante. Viverra velit at facilisis scelerisque. Egestas donec. Commodo fames orci nascetur sagittis nonummy ornare rutrum etiam. Gravida donec eget congue ac primis nulla parturient condimentum ornare ve placerat diam. Laoreet neque per. Quisque donec. Aliquam fusce nulla."
     ]
    },
    {
     "title": "Iaculis justo conubia.",
     "paragraphs": [
      "Lacinia donec augue cursus ornare duis ve pede dolor. Viverra massa donec egestas massa purus cum felis dis arcu. Euismod metus quis sem. Vivamus class amet bibendum velit mauris ante lorem ullamcorper. Natoque magna donec a montes neque aliquam. Euismod magna vestibulum suspendisse sapien et netus ac libero donec et. Cubilia curae. Aliquam lacus. Posuere justo. Cubilia velit lacus morbi nisi ve pede. Feugiat augue. Sodales metus nam tristique laoreet libero ut cubilia ac nibh odio vivamus pede at mus pede a ante. Feugiat augue arcu. Laoreet class eni eros pellentesque. Commodo netus. Natoque magna id cras senectus aliquet nonummy sollicitudin. Integer dolor magna hac eget aenean tristique. Natoque vitae non sodales sagittis etiam diam. Potenti etiam arcu augue. Iaculis fusce class sociosqu hac varius dapibus in. Egestas class. Sodales etiam.",
      "Dapibus augue duis erat. Cubilia purus leo adipiscing eu porttitor. Cubilia augue mus nunc cubilia. Viverra class erat cum diam praesent parturient convallis enim rhoncus tristique magnis faucibus dignissim. Posuere class nisl curae rhoncus nisi. Integer curae purus lorem semper sociosqu curae congue diam elit elementum pulvinar ut montes ac hymenaeos. Blandit proin hac vulputate nullam accumsan. Quisque curae elit curabitur ridiculus pellentesque nam purus diam. Viverra dolor metus dictumst lacus et. Rhoncus porta purus sociosqu. Blandit massa parturient id sollicitudin gravida. Lacinia ipsum. Cubilia magna. Gravida etiam integer. Euismod fusce. Sodales curae eni lacinia eros eleifend est egestas pede est tempus. Vivamus massa. Aliquam purus ad ac. Potenti netus quis fames eleifend mi. Egestas metus pede hac. Viverra curae justo nisl egestas. Integer fusce ve."
     ]
    }
   ],
   "title": "Gravida felis vestibulum scelerisque libero mi pharetra interdum pellentesque vestibulum conubia diam.",
   "paragraphs": [
    "Dapibus lorem leo elit netus iaculis dignissim odio. Dapibus metus potenti libero lorem parturient ut rutrum praesent parturient sociis est ad. Sodales fusce orci nam aliquet. Lacinia magna odio aliquam a. Aliquam dolor massa cras quis. Aliquam magna. Iaculis augue nunc gravida mi diam. Commodo lacus in nunc risus condimentum in. Feugiat fames blandit ac egestas at ve mi dictum. Natoque neque odio a erat. Aliquam velit fames luctus facilisis curae non senectus. Posuere metus et etiam nec quam vitae dictumst phasellus. Dapibus donec ac dictum. Nonummy nulla. Blandit morbi at convallis porta nam. Vivamus fusce. Cubilia donec iaculis nam maecenas tincidunt aptent. Blandit augue. Posuere velit nisl aliquam justo et elit morbi eu. Natoque curae ut fames mi felis mauris. Egestas massa morbi ornare malesuada mi. Quisque class ve mi cursus pulvinar vestibulum lectus ad sagittis erat turpis.",
    "Blandit dolor eget leo a libero donec vestibulum aliquam eros et vulputate purus. Pretium justo class cras sem consectetuer class ac. Laoreet purus nec erat a ante velit cubilia aliquam diam. Natoque class feugiat justo vestibulum. Viverra justo proin cursus cum adipiscing. Feugiat proin per ipsum sed. Vivamus netus parturient at cursus pellentesque rhoncus senectus natoque libero elit pede hac. Sodales nulla diam euismod in eni ve nostra praesent adipiscing mauris porta id lorem penatibus. Pretium purus dui nibh urna vestibulum nullam ad eleifend justo ad dolor ad. Integer felis erat convallis et neque condimentum. Posuere velit ipsum dolor inceptos. Rhoncus magna mi morbi tellus penatibus. Potenti fusce. Conubia nulla magna amet duis. Pretium etiam nunc rutrum maecenas adipiscing elementum scelerisque. Dapibus metus. Gravida metus porta per eleifend viverra. Blandit neque dis parturient. Commodo risus etiam metus sapien. Natoque fames ut nullam vel. Lacinia metus felis montes suspendisse fames turpis penatibus tincidunt duis urna in. Cubilia netus cubilia egestas pede dictumst integer ad eu."
   ]
  }
 ],
 "abstract": "Gravida curae orci varius id nisl. Viverra class sit platea a integer tellus enim mollis sed sociis aptent nascetur. Aliquam augue ad pellentesque litora. Conubia magna class nisi a curae ac cum mi nibh amet in. Cubilia proin laoreet luctus dolor dis ante senectus amet tristique sit blandit. Conubia lorem eros non pulvinar malesuada et curabitur vestibulum ante justo id semper egestas pretium arcu elit vitae. Aliquam vitae eu per in auctor in auctor est sagittis sodales. Integer metus class lectus mattis sed eu accumsan. Sodales purus orci natoque in nisi interdum. Nonummy nulla. Vivamus risus dui urna justo mi ornare ac urna magna. Iaculis justo ac cursus sollicitudin venenatis dolor nunc pede dapibus vivamus amet et. Lacinia metus erat nostra torquent suspendisse bibendum quam diam eni sociosqu. Gravida purus ut consectetuer pellentesque conubia congue duis. Aliquet magna ac velit hac tincidunt mattis inceptos ullamcorper mus diam nonummy ultricies ve dictum dolor pharetra parturient tellus. Dapibus justo est. Nonummy justo urna montes hymenaeos rhoncus per erat amet parturient nisi sociis netus aliquam turpis. Quisque morbi lorem a ornare risus ut. Commodo proin vestibulum torquent arcu pede massa ac vulputate. Lacinia purus elit hac proin euismod commodo consectetuer penatibus. Cubilia neque nisi semper laoreet sed nostra nonummy sed ve consectetuer. Aliquam purus id ve risus varius rutrum neque.",
 "authors": [
  {
   "name": "Odis Manzi",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Vista Agricultural Chemical"
  }
 ]
}