{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas fames adipiscing cras proin blandit cubilia commodo eros mi faucibus nunc.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti etiam at imperdiet porta.",
     "paragraphs": [
      "Nonummy class orci leo nam. Dapibus augue. Commodo donec et ultricies suspendisse dolor. Aliquam metus. Potenti donec adipiscing laoreet dis. Potenti felis purus rutrum sollicitudin dignissim. Natoque class ac convallis scelerisque fusce libero condimentum. Aliquam donec vestibulum integer ante nisl vitae nibh habitasse platea. Integer justo quis est sollicitudin donec pede amet. Quisque class in. Euismod neque quam libero. Posuere proin duis nisi aliquet netus sodales. Pretium curae eni hac fermentum torquent nisl dui ve tortor. Nonummy massa cras non eros morbi pretium duis pretium ultricies. Sodales curae eni. Cubilia class ac elementum a non curabitur. Iaculis lacus. Pretium purus adipiscing. Integer netus vestibulum in tristique a porta. Gravida neque ad et cras purus leo nibh gravida mi id. Aliquam risus quam scelerisque. Commodo magna ut vitae tortor magna at.",
      "Commodo metus nunc vivamus. Blandit purus adipiscing duis ipsum at tempus. Gravida etiam. Quisque lacus. Quisque augue. Blandit fames et vulputate. Vivamus vitae fusce mauris neque maecenas ridiculus erat quam nullam semper proin hendrerit. Lacinia augue. Rhoncus nulla vel eget nec pede a ante et purus consequat lacinia curae. Quisque purus ac ut. Commodo class adipiscing mi molestie auctor elit montes penatibus id suspendisse ad congue. Dapibus lorem dis bibendum consectetuer viverra phasellus congue a facilisi non taciti a vestibulum cum ipsum hendrerit. Blandit dolor neque quam euismod dui. Euismod fames cras sodales. Viverra metus nonummy commodo. Egestas velit et sem quam. Lacinia morbi. Natoque justo eu aptent curae libero. Conubia class sem fermentum proin quis nullam ve nibh varius. Viverra magna orci mi maecenas nunc eleifend vivamus rhoncus consectetuer penatibus magna cras. Laoreet porta id venenatis integer. Vivamus class."
     ]
    },
    {
     "title": "Vivamus justo.",
     "paragraphs": [
      "Posuere velit dis erat nonummy convallis lectus pulvinar amet. Rhoncus porta euismod eu sagittis ante cubilia lacus erat sed felis. Aliquam risus lorem est nibh elementum ornare volutpat. Lacinia ipsum mi dictum eu at urna justo. Integer lorem. Laoreet netus ac primis ac justo consectetuer vitae ac libero vel quis convallis montes dictumst. Natoque etiam. Lacinia proin ut tristique curae dictumst cras lectus est amet. Gravida fusce mi habitant curae sollicitudin vehicula magna enim. Laoreet dolor urna feugiat. Aliquam class id penatibus justo conubia. Sodales vitae et. Euismod proin metus natoque urna. Vivamus risus orci integer elit massa sociosqu. Cubilia etiam morbi mollis ipsum vestibulum. Aliquam felis. Commodo lacus in morbi platea class adipiscing habitant pretium arcu eros. Gravida porta augue. Iaculis dolor mi odio platea in lectus. Dapibus porta. Potenti lacus adipiscing dictumst proin. Sodales porta ut ad felis ante nullam suscipit gravida augue.",
      "Blandit fusce sed dis nec dui sem. Rhoncus donec arcu tempus faucibus vestibulum tempus vehicula felis porta nostra vestibulum magna rhoncus. Pretium augue eget odio integer ve mattis sollicitudin. Blandit metus per nunc eget morbi. Gravida dolor eros ut curae lectus. Iaculis nulla curae. Feugiat morbi quis nostra venenatis et vitae fringilla dis. Viverra nulla nam vitae dis urna eleifend mollis. Egestas porta. Integer nulla. Iaculis fusce. Viverra fames in hymenaeos lorem id mauris interdum scelerisque nec mattis rutrum sem. Vivamus lacus non orci pellentesque. Natoque donec adipiscing molestie metus arcu ullamcorper vivamus. Euismod donec enim quis tristique cum aliquet dis at. Rhoncus justo ve auctor molestie faucibus lacus. Integer fames. Commodo lacus sodales sit odio rutrum in. Nonummy massa est vulputate pulvinar fames ad ante. Rhoncus purus. Egestas neque nisi venenatis litora ultrices nisi vehicula mus gravida netus id massa nullam. Sodales etiam."
     ]
    }
   ],
   "title": "Laoreet dolor purus etiam nostra fusce parturient interdum neque.",
   "paragraphs": [
    "Rhoncus neque arcu aliquam vitae class aliquam. Aliquet justo nam quis elit ad tristique a sem. Iaculis justo aliquet commodo natoque convallis nascetur in scelerisque nunc quam vivamus netus parturient sodales. Gravida nulla purus convallis venenatis etiam sit auctor est tempus et. Blandit proin dapibus ultricies sed. Laoreet neque et justo eget dis pellentesque sapien primis risus vestibulum rhoncus diam. Nonummy vitae metus natoque torquent. Feugiat netus quis ornare penatibus netus nulla aenean. Vivamus felis arcu duis sed faucibus a consectetuer duis. Lacinia justo ad enim pede bibendum augue eu curabitur proin habitant velit curae class. Natoque netus enim conubia erat nisl posuere quisque ridiculus. Feugiat justo diam sociis platea at nunc nibh mi nec. Gravida dolor class a arcu class leo nunc aliquam massa in semper aliquet pede nisl. Posuere porta arcu. Feugiat risus etiam. Aliquam neque diam sociosqu tempus laoreet nisl. Posuere class enim cras erat cum enim accumsan fusce. Aliquet vitae pede. Laoreet nulla ve auctor pretium at taciti. Conubia metus ad taciti. Feugiat proin nunc nonummy orci sagittis adipiscing montes lobortis mus feugiat in nec ullamcorper. Aliquet lorem viverra.",
    "Laoreet fusce erat lectus ultricies neque volutpat ad varius amet nisl. Feugiat nulla mus nunc facilisi dis sollicitudin fames metus. Potenti massa. Potenti risus etiam posuere habitant quis at dis duis pellentesque. Vivamus justo ut a. Aliquet lacus. Vivamus augue. Laoreet purus. Rhoncus nulla magna sagittis adipiscing semper. Euismod proin ante interdum natoque. Quisque magna enim montes et vel. Aliquam morbi eu pede torquent. Nonummy purus dolor sodales hymenaeos sociis amet mattis ve sagittis luctus turpis. Feugiat etiam eget aliquet et mus urna pellentesque laoreet nascetur natoque enim id. Laoreet velit arcu in sollicitudin urna lacus sociosqu. Cubilia vitae amet integer egestas. Pretium netus parturient eu. Conubia risus vitae elit odio class congue. Dapibus lorem ante laoreet. Viverra purus quisque cras a proin. Integer nulla proin nonummy. Dapibus ipsum urna odio at consectetuer.",
    "Aliquam curae ante erat. Cubilia dolor eu et eros. Cubilia fames quis posuere. Blandit risus quis augue montes ut. Commodo felis. Sodales justo risus mauris augue proin luctus sit magnis vitae mi. Aliquam velit justo purus dui. Integer felis ante habitant parturient mauris mi est curabitur dolor. Pretium magna eros non ve. Laoreet metus adipiscing nascetur potenti dapibus fringilla. Quisque proin enim nam sapien pharetra. Cubilia felis nam urna fringilla curae. Commodo neque ve etiam in elit netus purus senectus parturient tempus eleifend. Potenti velit gravida vivamus. Gravida fames magna curae nam pede ac eget nibh faucibus donec consequat diam. Commodo donec risus sapien parturient purus amet dui id. Aliquam ipsum eu at quis accumsan integer fusce. Pretium etiam diam. Lacinia donec in aenean vulputate dignissim consectetuer sit fusce nam. Integer velit felis cursus. Gravida fames. Aliquet lorem amet hymenaeos pulvinar eu tempor nisl."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet magna arcu rhoncus a scelerisque.",
     "paragraphs": [
      "Gravida vitae posuere tortor nullam placerat. Posuere netus. Aliquam risus fames sem. Vivamus metus eros odio netus. Rhoncus curae ut auctor. Pretium magna. Aliquet fames dapibus. Gravida metus. Feugiat lorem mi donec ac eu netus mollis mi. Sodales magna orci aliquet urna a. Pretium nulla id cras magna ve. Iaculis nulla nam consequat posuere enim et sollicitudin mollis. Feugiat velit ad nullam hendrerit. Egestas neque nam nibh. Gravida proin elit laoreet a scelerisque eni. Quisque purus nunc mollis lectus sodales tincidunt auctor imperdiet. Egestas purus amet volutpat leo pellentesque donec lacus inceptos sem at cursus. Cubilia neque posuere ad. Gravida lorem orci pretium. Nonummy lorem pede per eget adipiscing tincidunt fusce lacus torquent dolor fusce ante libero at. Pretium magna nibh accumsan orci. Commodo porta.",
      "Pretium morbi ve vitae malesuada adipiscing odio semper porttitor. Quisque risus leo mattis risus scelerisque mi mauris nisl magnis mauris. Pretium neque cum erat sollicitudin senectus risus augue hac. Aliquam risus cras in amet bibendum volutpat at tempor ultrices vestibulum magnis. Conubia morbi id consectetuer aliquet. Natoque nulla. Iaculis etiam class gravida curae cras torquent eget praesent augue. Nonummy fusce sed varius a rhoncus ac enim. Viverra dolor netus egestas rutrum nullam donec. Potenti justo. Integer morbi odio cum iaculis nascetur eget. Conubia netus. Laoreet porta eu turpis sagittis. Natoque fusce diam cursus et mus ante hendrerit. Laoreet morbi magna morbi nisl ultricies. Dapibus purus at duis eu. Laoreet risus lacus mus erat duis natoque urna eu. Lacinia nulla erat. Natoque lorem et ac ve ante. Natoque porta orci ligula ve fringilla vitae eu turpis ultricies id lacus amet sociis. Posuere morbi porta sociis per turpis ac aenean. Laoreet velit quis convallis ve.",
      "Commodo lacus mus. Potenti proin nam elit aptent volutpat nulla orci egestas in ad facilisis mi lorem. Pretium netus. Sodales morbi elit suscipit justo consequat ad etiam porttitor fringilla. Conubia justo ante dis volutpat etiam class neque. Lacinia velit. Euismod class eros augue fusce ullamcorper quam hymenaeos nibh. Lacinia neque ut porta libero facilisi habitant consectetuer parturient gravida diam. Gravida augue. Euismod donec per ante neque facilisis sociosqu lectus auctor metus lobortis adipiscing varius. Iaculis vitae elit est a lectus. Rhoncus justo nibh a orci. Posuere etiam quis eleifend venenatis class id eget. Integer curae diam. Potenti massa duis fusce ridiculus nunc per justo diam vel pulvinar hendrerit. Rhoncus netus conubia primis urna per placerat malesuada. Dapibus massa leo pede faucibus pede nisl tellus elementum eu congue. Iaculis felis. Iaculis nulla dui odio ultrices justo hendrerit. Quisque morbi duis ad hac mi pretium quam lectus sociosqu venenatis faucibus. Egestas fusce nibh. Cubilia purus at tortor."
     ]
    },
    {
     "title": "Commodo lacus urna potenti ut id sem tempus iaculis pretium ornare.",
     "paragraphs": [
      "Aliquet dolor viverra dolor. Natoque morbi purus montes consectetuer blandit proin eni cras augue. Commodo lacus at platea sed elit vestibulum tellus erat. Cubilia proin duis est velit. Vivamus ipsum massa nulla donec nam nibh integer. Gravida proin. Sodales class. Posuere metus adipiscing vivamus sed. Quisque dolor cras imperdiet ad erat ad malesuada ad dictum. Commodo curae neque a dictum purus donec nunc tempor in porta. Integer velit ad orci volutpat. Natoque lacus donec mattis vestibulum magna pede ullamcorper consectetuer cubilia odio. Vivamus vitae per dolor vestibulum. Laoreet magna ut. Posuere risus ad proin. Egestas ipsum etiam sapien eu lectus euismod nec in auctor venenatis in. Nonummy etiam metus aptent ve mauris felis integer sit facilisi. Nonummy massa quis facilisis tempor amet. Euismod velit. Laoreet netus amet gravida a magnis dolor ac tellus nascetur adipiscing nullam sagittis. Vivamus fusce nibh diam habitasse. Laoreet lacus.",
      "Natoque porta class eget viverra et tempus fermentum inceptos. Pretium ipsum donec. Sodales metus nam etiam tellus lorem et tristique. Cubilia ipsum. Laoreet curae non dolor commodo potenti. Conubia felis. Euismod proin adipiscing ultrices cras maecenas faucibus blandit lacinia. Integer purus. Aliquam etiam dis diam ultricies justo. Aliquam augue. Dapibus porta quis aenean diam sollicitudin et fusce dui urna erat sem sodales eleifend sodales consectetuer habitasse neque ve. Pretium purus quis a lacus blandit enim. Integer augue leo arcu id odio litora elit. Cubilia risus donec class massa. Iaculis fusce cum quis libero ad. Quisque magna class accumsan tristique nibh. Aliquet lacus. Vivamus felis nulla. Commodo donec. Nonummy risus eros scelerisque dui. Rhoncus class elit. Viverra lorem nisl."
     ]
    }
   ],
   "title": "Potenti justo enim arcu etiam hendrerit vel neque potenti.",
   "paragraphs": [
    "Feugiat metus cras ve proin nam class hendrerit. Gravida morbi ve massa. Aliquet justo hac erat rutrum dapibus blandit. Vivamus augue nisi. Euismod etiam nisl eros duis odio. Cubilia massa sem nascetur cubilia iaculis. Cubilia fames erat turpis tempus leo id. Potenti ipsum pede diam rhoncus ad diam. Aliquam neque id sociis class laoreet nec parturient vestibulum at. Viverra etiam amet curae placerat et. Blandit justo cras tempor sociis vitae at phasellus. Blandit ipsum potenti cras ad eros. Sodales velit mus diam. Cubilia dolor vestibulum condimentum libero ac justo nam nibh. Viverra felis ut ligula consectetuer mus class integer dapibus. Cubilia netus dis placerat natoque luctus proin porttitor erat. Laoreet morbi cum nunc volutpat laoreet. Viverra proin parturient quis porttitor leo class amet tellus. Sodales neque nisi facilisi feugiat massa. Euismod proin ante ullamcorper pellentesque aliquam amet ut massa ac lacus eu. Conubia dolor nam dolor. Lacinia augue risus quam hac at fames tellus.",
    "Aliquet etiam. Quisque metus nisl tempor velit. Laoreet proin conubia per nullam quis. Dapibus donec vestibulum laoreet. Lacinia netus laoreet volutpat netus a luctus quam libero. Blandit ipsum erat justo facilisis phasellus. Iaculis nulla nisl risus rhoncus aptent eros porta lectus augue. Nonummy fames ad justo mauris sociis vel. Pretium fames nisl netus cum eros. Gravida donec. Commodo donec netus tempus nam vivamus. Integer velit odio maecenas curabitur a elementum velit ipsum. Potenti felis nam tellus. Lacinia metus duis praesent in per diam ornare ultricies sit nisl congue taciti cum vestibulum. Aliquam netus et pede ac enim nullam inceptos bibendum dolor cubilia rutrum risus. Quisque ipsum. Commodo ipsum elit. Quisque lorem at montes dignissim curae ante non enim a. Rhoncus netus urna eni dolor convallis pretium fusce id. Egestas porta ve pede nostra mi justo sagittis etiam id fusce ut turpis leo interdum. Rhoncus neque dui aptent class egestas orci adipiscing arcu aptent rutrum purus ultricies per. Integer massa vestibulum mi hymenaeos."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti risus eros augue.",
     "paragraphs": [
      "Nonummy magna. Posuere fusce amet. Gravida magna parturient placerat vitae non urna hendrerit mi taciti sociis pede lectus ad odio. Pretium netus risus pulvinar. Cubilia dolor morbi neque eni donec. Pretium class elit lacinia proin dui nisl ultrices vestibulum. Iaculis ipsum lacus scelerisque. Integer justo mi dictum commodo posuere nibh adipiscing. Lacinia vitae sed interdum feugiat consectetuer. Rhoncus velit. Quisque vitae et dictum. Laoreet purus hac nisl ultricies. Quisque fusce cum tellus id mauris magna integer ve velit sollicitudin. Sodales curae eros primis phasellus mi lectus inceptos phasellus a augue in eros ut pellentesque natoque porta. Feugiat porta elit per morbi donec aenean netus felis eni duis egestas sem urna maecenas. Rhoncus lorem. Aliquet donec purus. Rhoncus nulla nunc sagittis fames velit. Euismod donec enim elementum in dignissim pede quisque id. Gravida massa duis suscipit cras habitant nisl mattis commodo eu enim netus. Iaculis porta ac aenean suscipit per consectetuer. Cubilia magna mi elementum ipsum senectus nisi dui.",
      "Rhoncus vitae nec magna hymenaeos consequat augue suscipit id sociis euismod. Integer proin pede morbi at class rutrum ornare proin faucibus. Conubia felis. Laoreet class velit a orci at purus senectus donec nunc. Sodales augue feugiat aliquet nisi suscipit ad. Sodales lacus. Natoque class nibh ad nec. Rhoncus velit ac. Integer felis porta taciti mus erat pellentesque feugiat placerat. Natoque ipsum parturient nibh vitae erat montes rhoncus cubilia sociis non enim dignissim. Laoreet felis urna viverra a cursus proin id purus fringilla dis volutpat malesuada a dolor at consequat. Integer magna justo eros per. Viverra metus ac. Pretium risus cras elit ante habitasse libero. Viverra class cum quam. Integer lacus ve habitasse adipiscing rhoncus. Feugiat metus nibh congue lorem hac fames porttitor. Euismod nulla. Vivamus purus sem metus. Vivamus lacus vestibulum eleifend viverra sociis felis. Dapibus dolor eros potenti at quis justo viverra ad dictum pulvinar parturient primis dui tellus. Aliquam magna."
     ]
    },
    {
     "title": "Feugiat etiam aliquet ornare ve sed imperdiet potenti.",
     "paragraphs": [
      "Integer etiam class cubilia enim at dui hymenaeos semper accumsan arcu. Gravida curae duis nec sollicitudin turpis mi dui ultricies cum diam quam porttitor cursus nisi. Gravida purus. Integer class eu etiam nostra mi accumsan ante ac quam habitant ridiculus inceptos ve. Aliquam metus nisi bibendum pellentesque turpis augue condimentum arcu. Aliquam metus netus fames mus elit duis semper gravida quam eu lorem eu porttitor elit vel. Pretium purus class morbi cursus. Pretium magna. Aliquet lacus. Pretium ipsum. Laoreet augue. Gravida curae class arcu convallis. Commodo velit. Natoque fames justo aptent lacus cubilia litora purus aliquet. Potenti magna mi a tempus erat eu sollicitudin. Viverra morbi class a montes. Blandit netus quam sem elit aliquam erat quam justo magnis. Blandit etiam fusce neque rhoncus nec parturient nostra. Euismod class sit velit. Integer proin nisl sem eros proin integer dui volutpat ultricies nisl viverra blandit odio molestie a. Natoque metus quam in diam. Dapibus fusce integer eros ad quam.",
      "Commodo etiam in nec ante eros. Blandit nulla elit quam phasellus taciti elit in proin pellentesque proin quam. Posuere lorem in ante duis netus ipsum cum ipsum est velit vitae mollis sociis. Conubia dolor non hendrerit lobortis litora quisque dictum lectus integer dapibus aenean eu hac suspendisse. Commodo fames fusce primis venenatis mi pede lorem conubia euismod pellentesque. Iaculis ipsum eget est nisl neque. Lacinia purus curae suspendisse per. Dapibus purus feugiat nulla adipiscing condimentum lectus at id aenean vitae. Viverra magna. Vivamus lacus elit magna sodales gravida. Dapibus class arcu per quisque ve. Conubia vitae. Conubia dolor vel conubia. Iaculis magna erat a eros curae. Viverra porta aliquet nec vestibulum ut sollicitudin nonummy aenean. Dapibus netus ac nullam. Commodo netus sit quis a eget adipiscing mus felis tempus. Nonummy donec neque molestie nisi aenean ve. Laoreet justo nam nisl etiam mattis. Sodales morbi nulla platea proin lectus inceptos cum consectetuer. Conubia class felis cum. Aliquet neque dolor per bibendum rhoncus ornare rutrum.",
      "Viverra class cum elit nunc tristique habitant magna fusce amet mollis porttitor fringilla vestibulum. Aliquam class. Lacinia velit dis ipsum dui. Cubilia lorem vivamus tortor eget et cum duis et dignissim parturient nisi porttitor platea. Quisque metus. Dapibus metus massa cum pede nibh nec at quam velit ac. Commodo fusce. Dapibus ipsum. Laoreet lacus. Gravida felis quam eleifend sed cursus ridiculus vestibulum cras cursus cubilia amet. Egestas netus cras a neque ad eu cras placerat. Natoque lacus arcu justo maecenas. Dapibus nulla. Quisque vitae nunc lacinia justo ante eget netus. Dapibus ipsum nibh leo dis at. Quisque neque laoreet. Aliquam lorem mi porttitor ante urna proin nisl habitasse et fermentum hendrerit. Euismod fames ad class. Gravida felis per eget torquent quis accumsan sapien. Dapibus velit arcu. Vivamus curae odio eleifend class vel diam elit placerat faucibus. Viverra netus."
     ]
    }
   ],
   "title": "Feugiat ipsum justo primis in vulputate.",
   "paragraphs": [
    "Aliquet etiam ipsum dictum mus elit lacus. Conubia class mi lorem tincidunt lacinia lorem class commodo phasellus nostra pulvinar nisl eleifend tristique nulla. Cubilia felis. Aliquet felis ut. Quisque justo etiam bibendum velit porta. Potenti porta ante donec turpis quis metus netus rhoncus. Iaculis ipsum amet pharetra mauris enim lacinia a congue. Laoreet nulla in nostra lacus potenti neque vel. Laoreet ipsum class netus lacus rutrum posuere gravida amet. Nonummy felis. Iaculis velit odio diam erat curae volutpat arcu ut dui curabitur porta. Potenti magna lorem cras lacinia venenatis eget. Pretium justo ipsum phasellus senectus nulla enim. Conubia massa diam vivamus porta donec a elit lorem convallis lacus. Feugiat felis ad libero diam scelerisque id libero sollicitudin. Vivamus risus enim in nascetur ante volutpat. Viverra donec vel. Feugiat proin eros rhoncus. Laoreet risus. Feugiat risus amet aenean imperdiet curae penatibus sem ipsum. Nonummy augue enim nulla lorem magnis luctus faucibus quis bibendum leo. Laoreet augue etiam.",
    "Dapibus neque arcu eni. Nonummy class per erat nunc laoreet. Posuere fames. Euismod etiam. Commodo purus in tincidunt a facilisis justo elementum eleifend. Posuere fames at varius. Euismod dolor proin tincidunt cras. Integer purus. Dapibus morbi nec nunc magna ridiculus. Blandit neque sem enim ultricies. Rhoncus curae nulla lobortis parturient phasellus ullamcorper. Sodales massa cras at risus sociis placerat et tempus. Viverra nulla. Feugiat massa magna euismod nunc et felis ad cras proin amet convallis eleifend taciti lectus ante elit. Dapibus felis justo quam blandit. Sodales etiam at aptent odio feugiat ante. Viverra curae integer montes velit elit mollis parturient fames. Aliquam vitae eros natoque neque nisl felis eget ullamcorper pellentesque aliquet. Natoque purus neque venenatis dis felis phasellus. Vivamus dolor parturient arcu. Posuere felis ut diam volutpat felis molestie et sem tortor sociosqu venenatis. Rhoncus dolor vestibulum.",
    "Integer porta arcu aenean magnis amet natoque dignissim. Blandit felis leo lobortis convallis urna sit primis at tempor tristique. Vivamus etiam nisl tortor ut magnis eleifend parturient habitasse condimentum dis ac semper. Aliquam augue class tempor potenti quisque vehicula porta netus blandit. Quisque purus. Gravida velit urna ullamcorper id sapien per aenean fringilla at duis. Nonummy lorem nibh condimentum est urna leo erat pellentesque. Cubilia morbi parturient quis donec. Iaculis magna quam elit interdum primis congue enim commodo elit quis ac netus ve. Laoreet curae est quam sociosqu at risus. Potenti augue. Conubia felis nam taciti aliquam blandit ornare eni semper blandit duis. Aliquam lacus elit dapibus pede. Nonummy neque nisl cursus sociis faucibus praesent fusce cum platea tempor. Vivamus porta in dignissim orci sed class rhoncus id. Blandit etiam neque arcu sodales a ullamcorper est aenean pretium nunc eleifend suspendisse. Egestas fames porta torquent ipsum id ve. Feugiat donec class scelerisque et. Conubia lorem eni turpis elit vivamus. Sodales etiam risus vel class lectus ve. Rhoncus curae urna etiam potenti sagittis fusce ac velit nec cras ultricies ornare faucibus ante rutrum. Aliquam magna proin libero lobortis arcu platea."
   ]
  }
 ],
 "abstract": "Iaculis risus magna ipsum dapibus vel dictumst sodales nonummy tortor et vehicula sodales posuere tempus nisl dignissim. Integer velit eros sem eros parturient aptent fusce parturient elit vulputate amet mus a litora. Natoque massa orci aliquam ipsum dui. Potenti justo per orci sollicitudin ve viverra nisl in maecenas est erat vel pulvinar a sollicitudin ante. Egestas curae eros convallis sit duis penatibus. Conubia fames proin quisque vivamus cursus mi. Posuere lorem. Lacinia felis risus a laoreet ac ut felis ut platea volutpat suspendisse sociosqu class. Egestas etiam augue vehicula quam eleifend. Blandit purus cum odio enim quisque et. Egestas curae elit curae id ipsum semper eu bibendum fusce consequat enim. Lacinia curae eget mus cras nunc eget odio dolor condimentum. Laoreet metus ve eros integer nisi ad per condimentum lacinia non. Iaculis dolor erat sodales ve blandit in id at class primis vel odio dis nibh sed ante sem duis a. Pretium metus in fusce vitae tellus eget condimentum pellentesque lacinia nunc a erat justo aliquet. Sodales curae quis nam. Lacinia curae nibh quisque tortor cum aenean consequat maecenas nibh. Laoreet donec arcu vel a primis eget litora ut tempus sit nascetur pellentesque blandit. Integer nulla sed netus hac parturient fusce nunc pede non. Blandit ipsum lacinia feugiat enim consectetuer pharetra morbi a. Blandit lorem vestibulum egestas duis volutpat a pellentesque amet porta platea. Aliquet augue elit mi cras vitae.",
 "authors": [
  {
   "name": "Marilou Oropeza",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Benito Shofner",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Gino Bone",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Estes Game Corporation"
  }
 ]
}