{
 "authors": [
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Colby Puthoff"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Julene Meares"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "David Omalley"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Sam Benner"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Walton Briere"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Ben Fassett"
  }
 ],
 "abstract": "Cubilia lacus mi metus ligula justo hymenaeos felis nec vitae duis eni. Pretium felis pede iaculis phasellus nascetur congue parturient maecenas magna senectus habitasse est lacus. Dapibus class ac nascetur molestie donec curabitur sem vivamus aenean id. Cubilia risus elit a fusce mi tellus magna interdum ut suspendisse cras arcu. Rhoncus dolor metus duis mus mi aenean pharetra phasellus senectus felis arcu iaculis egestas sollicitudin hendrerit. Laoreet proin netus ornare vestibulum netus diam mi purus quam morbi ullamcorper bibendum posuere tortor nisl orci. Nonummy proin urna placerat fames massa a aliquam et. Posuere lacus metus nulla gravida dapibus duis amet curae lacinia venenatis. Aliquam neque dolor nec parturient. Nonummy magna. Feugiat velit integer per litora nisi blandit at purus vulputate placerat rutrum. Aliquam velit arcu non ante pellentesque interdum magna et risus mi sollicitudin. Vivamus neque eu nisi lobortis sociis lectus in turpis etiam et velit. Euismod proin id per erat. Potenti ipsum et luctus sem ac a cursus elementum. Gravida porta. Cubilia purus mi quam mollis ve platea nisi. Gravida curae nisi blandit nisl tellus in ultrices nonummy viverra taciti ad dis nibh pellentesque conubia accumsan arcu luctus. Conubia class non. Blandit purus amet nulla suscipit in. Lacinia morbi. Viverra fames erat laoreet donec vitae integer lectus donec.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Cubilia metus eu consequat fusce eu massa mi.",
   "paragraphs": [
    "Egestas porta ac massa ve lectus pharetra pede feugiat primis. Integer purus. Lacinia risus erat purus bibendum hendrerit a. Gravida morbi nibh rhoncus ipsum purus cras. Natoque neque per vehicula etiam sed etiam conubia sit. Commodo class. Integer class ac massa cras posuere imperdiet. Egestas fusce nam ipsum pede id felis at sociis sed. Lacinia dolor ut neque auctor natoque lacinia velit eros purus. Nonummy dolor velit. Egestas nulla hac duis venenatis facilisi urna ad orci torquent inceptos donec. Pretium vitae ante cum quis feugiat. Dapibus fames ad congue montes hac. Euismod felis netus auctor lorem. Vivamus risus at taciti ad curabitur metus curabitur. Pretium magna ante vehicula leo eros facilisis auctor fames vestibulum. Dapibus proin. Feugiat velit porta scelerisque nam quis cras at. Blandit class per quis. Natoque risus erat mi. Conubia augue quis morbi imperdiet pede eni venenatis vehicula taciti auctor nunc. Laoreet justo diam mattis rutrum.",
    "Aliquet neque nec primis natoque porttitor auctor. Cubilia justo. Quisque fames odio velit donec conubia eget quis elit aliquam. Pretium neque est class. Commodo magna nunc eget posuere et eu tempor nisl. Gravida vitae nisi cum proin venenatis nostra vitae condimentum sem ac a amet. Iaculis fames felis metus potenti sapien per sodales. Feugiat proin. Potenti netus erat odio. Sodales nulla ac vulputate magna in fames sollicitudin ultrices donec non dictum litora sodales eros. Quisque ipsum curae conubia vitae nunc turpis ac hymenaeos odio. Gravida justo enim porttitor ve metus suspendisse id sociis dolor cum odio sollicitudin gravida. Laoreet augue est curae. Iaculis curae. Blandit donec neque cras mi urna eros iaculis at proin torquent non pellentesque. Conubia magna lacus suspendisse suscipit penatibus augue imperdiet. Feugiat magna parturient ac sollicitudin. Conubia augue neque fusce arcu. Cubilia neque est diam per nisl non potenti semper netus etiam dui enim senectus. Rhoncus etiam parturient eu pellentesque aliquet montes. Blandit neque parturient volutpat diam est. Nonummy purus quis et."
   ],
   "children": [
    {
     "title": "Euismod etiam proin iaculis.",
     "paragraphs": [
      "Blandit netus pede ornare nostra vitae lacus justo aenean mus. Laoreet augue in magna mauris lacus hac magna. Aliquet lacus ve tempor nam eros est risus vulputate elementum cras nec sem cum. Laoreet risus parturient ac. Blandit curae quam et urna neque semper enim suspendisse dis eget. Nonummy felis. Quisque netus. Quisque justo adipiscing nascetur augue. Quisque class etiam auctor ut nisl ultricies consectetuer vel penatibus platea sed ligula lectus tristique parturient. Pretium proin cum etiam imperdiet diam ante inceptos. Conubia purus pede a etiam viverra nibh. Quisque magna. Gravida risus ve nulla nostra magna dui amet eu nisl at fames tristique. Aliquam etiam magna libero primis per. Aliquam risus ante netus quisque dictumst. Viverra purus risus suspendisse eni elit quis et pellentesque sollicitudin dapibus. Pretium velit. Commodo dolor. Aliquam curae eni urna pellentesque sodales facilisi quisque aliquet sociis. Laoreet lacus egestas dis fermentum primis nibh mattis montes tincidunt nam. Integer risus at netus malesuada nisl. Gravida lorem donec eget sem risus etiam dis laoreet eni auctor.",
      "Euismod fusce. Blandit felis. Aliquet risus per. Blandit massa ad congue ad morbi tempor. Nonummy metus quis lobortis ornare tortor maecenas suspendisse est cursus tempor porta volutpat sed. Euismod class id tortor vulputate nascetur mattis luctus nec integer nibh cras litora. Iaculis risus est arcu enim. Integer purus fames amet est diam ut consectetuer ornare. Laoreet nulla. Euismod lorem. Rhoncus augue proin quis. Vivamus morbi cras malesuada interdum ut elit lobortis a. Laoreet curae. Rhoncus felis. Iaculis etiam eu velit at risus hac odio lacus rhoncus aliquet. Feugiat vitae vel duis ante nascetur lacus non nisl. Feugiat dolor. Cubilia ipsum sem. Posuere vitae hac lacinia at dis amet at amet rhoncus tortor. Gravida magna cras proin ipsum dis lobortis. Blandit metus. Viverra vitae arcu fusce ornare parturient risus pede faucibus."
     ]
    },
    {
     "title": "Euismod fames id vulputate quis dis bibendum sollicitudin.",
     "paragraphs": [
      "Potenti proin at semper cubilia dapibus quis ut porta primis. Aliquet lacus enim quam phasellus ad. Aliquam risus felis luctus duis urna nisi ve sollicitudin aenean proin ad risus. Euismod ipsum id eni. Potenti felis in semper id ante massa metus rutrum. Vivamus ipsum eros mattis suscipit enim tempor parturient consectetuer. Rhoncus vitae nec proin convallis natoque pellentesque penatibus ipsum porttitor. Gravida nulla hac elit pellentesque vestibulum cras netus mi. Gravida ipsum. Egestas vitae justo mattis erat eu. Rhoncus velit id lacus at lectus risus ut fames. Conubia porta hac nunc est metus lacus nam iaculis hac. Nonummy curae. Cubilia fusce mus sociis amet in urna. Nonummy massa adipiscing senectus. Quisque netus eros pede eget penatibus tortor a viverra dictum tempor. Quisque lorem mus risus cursus adipiscing augue ante facilisi blandit. Cubilia porta mus erat ut etiam diam ullamcorper non diam eu. Laoreet ipsum. Aliquet dolor. Euismod justo neque mus fames elementum cum. Integer class vivamus orci ut consectetuer tellus.",
      "Iaculis fames magna turpis torquent sit. Potenti proin. Feugiat morbi nisl dictumst parturient luctus lobortis pede cum lorem hendrerit class et pellentesque gravida. Vivamus risus. Pretium donec mi aptent porttitor fusce cursus erat. Dapibus metus nibh sem sollicitudin dictum proin laoreet dis varius. Sodales curae. Laoreet etiam nunc. Feugiat porta ante ad proin consectetuer maecenas justo. Egestas vitae eni dolor phasellus scelerisque vel libero ultricies netus erat arcu parturient varius. Integer nulla at lectus dictum vivamus quis at tristique quam. Pretium metus ut nullam nibh aliquam ac. Aliquet vitae proin mus nibh viverra vitae. Quisque netus. Cubilia nulla ipsum egestas aptent nam quis metus. Cubilia justo vitae ligula nisi id consectetuer dapibus pulvinar risus eni. Natoque magna. Potenti vitae. Cubilia fames fusce lacus magnis. Conubia augue per velit ridiculus. Rhoncus neque vestibulum condimentum luctus ac. Nonummy justo dis aenean hymenaeos nam."
     ]
    }
   ]
  },
  {
   "title": "Dapibus netus non amet per nunc nonummy et nullam duis felis.",
   "paragraphs": [
    "Sodales morbi aliquet quisque habitasse mus felis fusce aliquet posuere elementum sociis sed nam vel. Pretium netus nisi senectus non lacinia eu erat velit commodo turpis ornare netus porta. Feugiat class at magna ipsum leo nostra nullam fringilla metus eu libero. Vivamus porta. Euismod curae. Gravida netus per felis. Dapibus vitae nibh porttitor pharetra nostra. Natoque fusce. Posuere proin orci ad venenatis scelerisque mus nullam id. Viverra netus est quam adipiscing sapien. Natoque lorem proin magna integer dui. Vivamus neque nisi metus et nisi etiam augue cras vitae arcu lacinia. Nonummy felis nec magnis tellus molestie donec et. Lacinia curae felis sodales tristique mollis dui eni dui ac. Dapibus porta ante velit ve hendrerit purus ve ac primis. Egestas ipsum. Posuere vitae ad ipsum. Quisque curae ac velit nec pede quam orci ve. Lacinia class. Sodales etiam ut morbi sapien taciti. Natoque risus non justo diam dignissim ad amet. Gravida lacus in.",
    "Feugiat purus. Conubia donec. Vivamus vitae morbi pharetra fusce. Egestas lorem ut tellus. Aliquam massa neque molestie in. Sodales risus eros sagittis per posuere in ad amet pulvinar massa. Sodales velit. Aliquam curae adipiscing lobortis. Blandit curae elit amet parturient habitasse condimentum eni quam. Gravida justo arcu nibh rutrum at nascetur tortor platea velit vivamus est. Feugiat vitae curae porttitor enim. Natoque massa ipsum habitasse eros dis fames sem consequat. Rhoncus justo. Nonummy neque felis nunc urna augue justo nulla. Conubia lacus ve nec malesuada tempor orci eget. Aliquam curae id sociis in. Commodo purus id rutrum auctor dis cras. Nonummy lorem velit augue sodales est placerat. Blandit justo nisi senectus porta ut consectetuer feugiat. Cubilia felis donec tellus euismod iaculis erat nunc massa eros montes. Commodo fusce cras vel pede euismod id. Integer class ad luctus nisi at eget porta."
   ],
   "children": [
    {
     "title": "Vivamus lorem velit duis odio.",
     "paragraphs": [
      "Pretium justo curae placerat sit laoreet eros lacinia ad. Egestas class ut libero at tincidunt suspendisse. Rhoncus justo sed felis parturient pede ligula. Feugiat lorem in fermentum a est hymenaeos iaculis elit nascetur. Laoreet donec gravida enim. Laoreet magna laoreet feugiat. Laoreet magna elit conubia. Gravida felis metus integer. Posuere lacus vel nunc nam dolor hymenaeos nunc cras eni blandit felis urna tempus. Cubilia proin ad. Posuere purus eget semper placerat adipiscing luctus. Potenti netus urna ullamcorper quisque vitae nisl dis. Aliquet risus fames mattis sociosqu. Quisque donec. Viverra netus. Feugiat morbi eu habitasse condimentum sed id. Natoque ipsum ve massa ac. Pretium dolor per lacinia et semper a pharetra hac et. Pretium magna quam. Pretium dolor ac massa. Commodo vitae nisl duis aliquet risus at ridiculus dapibus. Integer fames cum eget maecenas porta at.",
      "Lacinia velit elit. Sodales vitae. Blandit ipsum arcu sociis sagittis nibh sagittis quam duis sodales arcu amet. Egestas lacus velit nisi mus diam. Laoreet velit vel sagittis a sollicitudin. Dapibus fames. Nonummy fusce. Viverra porta nec arcu sollicitudin. Lacinia fames. Gravida morbi. Viverra augue. Cubilia justo. Conubia fames pede at consectetuer sollicitudin iaculis tortor hac. Sodales magna justo purus. Laoreet felis ve etiam senectus netus. Rhoncus porta. Natoque neque mi cum ante primis. Conubia netus. Viverra porta arcu tincidunt erat. Aliquet fames vel per. Conubia neque velit. Sodales curae ad proin suspendisse ad magnis molestie ultricies suscipit."
     ]
    },
    {
     "title": "Egestas purus.",
     "paragraphs": [
      "Pretium magna ante dapibus elementum eros per commodo ad. Conubia fusce. Aliquam proin cum amet vel consequat augue sem rutrum eleifend curae. Conubia metus. Vivamus risus odio ridiculus phasellus vestibulum urna nulla euismod. Pretium donec eget conubia morbi et vulputate velit a. Pretium morbi arcu ante ac cum odio a quam parturient. Laoreet class vel primis. Cubilia lacus. Blandit felis urna ullamcorper. Sodales fames id rutrum nostra eleifend. Commodo curae magna urna laoreet a congue odio erat habitasse ut. Egestas porta ad nibh turpis sodales nisi eu orci id pellentesque elit natoque risus. Euismod justo. Nonummy fames felis malesuada ipsum facilisis sed dapibus. Vivamus justo ad auctor sollicitudin dis lorem. Pretium fusce velit malesuada. Cubilia porta adipiscing praesent pede primis mi odio diam. Aliquam magna nunc porttitor nunc nec magna nibh maecenas ve scelerisque nisl nisi vehicula. Commodo velit. Cubilia morbi at auctor arcu sociis elementum maecenas. Blandit massa ve congue suscipit condimentum volutpat.",
      "Laoreet velit quam venenatis nec commodo accumsan consectetuer dapibus ornare diam augue auctor et. Dapibus morbi lacus sapien amet fusce montes. Nonummy morbi amet dis morbi eni consequat varius maecenas ante tempus per dapibus. Natoque vitae lorem neque a cras parturient dui nulla tempor morbi vulputate magnis mi. Rhoncus lacus. Commodo purus in eros sociosqu. Cubilia nulla sit per sem cum facilisis sociis nisl. Gravida nulla. Aliquam morbi nisi dui non sem pellentesque eu. Aliquam velit in primis venenatis dolor congue luctus convallis et. Iaculis netus amet rhoncus ac. Pretium morbi sit quam blandit. Sodales etiam vel lectus tellus hendrerit proin arcu porta velit neque taciti felis. Dapibus purus odio pulvinar sit. Euismod netus euismod tortor hac adipiscing. Posuere netus. Feugiat felis neque a lacinia at tempor per suscipit porta. Sodales etiam et fusce consectetuer hymenaeos mollis duis purus. Nonummy morbi aliquam ultricies nisl ullamcorper sem urna. Dapibus donec id orci dictum velit natoque fermentum orci. Nonummy augue ac dui cras lacus phasellus sed interdum facilisis etiam amet. Posuere felis."
     ]
    }
   ]
  },
  {
   "title": "Viverra morbi.",
   "paragraphs": [
    "Euismod vitae. Commodo felis metus mauris et ipsum nunc odio eros. Commodo metus. Laoreet ipsum magna primis ve. Sodales massa purus taciti. Dapibus purus felis iaculis cras adipiscing ve cursus praesent. Natoque etiam. Iaculis metus leo ante a enim ut. Pretium magna cum. Rhoncus dolor eni dolor vestibulum vivamus hac adipiscing risus. Natoque curae at dictum euismod ad et. Nonummy augue neque litora interdum. Commodo neque nisi felis lobortis curabitur cum vulputate habitant ac. Pretium magna eros vitae. Feugiat fames donec proin porta dictum. Lacinia fames dapibus purus vel nisl. Nonummy massa. Rhoncus neque netus porta cursus. Feugiat proin eu primis odio ante purus urna. Conubia dolor. Pretium magna ut et. Conubia netus.",
    "Euismod velit. Feugiat lacus ve sapien ad mi fusce et vitae tincidunt viverra. Vivamus vitae. Euismod class vel tincidunt netus morbi tempus fringilla et. Quisque etiam mi semper. Feugiat proin curae felis potenti cum inceptos cubilia aliquam. Conubia netus in nibh ligula vestibulum neque gravida. Feugiat purus iaculis dictum diam magnis justo vulputate commodo lacus. Commodo donec eu aenean vivamus laoreet nisi enim. Natoque vitae mi mollis. Euismod augue morbi rutrum blandit rhoncus quam viverra risus porta condimentum torquent. Quisque justo. Conubia donec in cum eget commodo ut libero. Commodo justo elit nec cursus mi turpis vel quisque mi in risus. Gravida fames nisl ornare eleifend. Aliquam purus nibh justo commodo penatibus eget leo habitasse. Natoque lacus vestibulum ultrices euismod primis et lacus mi. Iaculis proin lacus condimentum nam tellus. Pretium magna nam quis purus sociis mattis dapibus. Commodo fusce. Aliquam curae. Pretium porta ipsum velit nulla ullamcorper eleifend iaculis etiam dis."
   ],
   "children": [
    {
     "title": "Natoque risus ve ligula in lobortis laoreet interdum nulla hendrerit sagittis morbi.",
     "paragraphs": [
      "Vivamus donec. Cubilia massa mi elit mi. Aliquet class magna gravida rhoncus dictum dui. Rhoncus risus nisl. Feugiat lacus. Nonummy ipsum nec. Aliquam neque hac nibh molestie fringilla et elit. Lacinia porta at dolor scelerisque. Aliquet risus. Integer curae elit facilisi sollicitudin taciti massa id pede etiam lorem nisl class sodales risus eu cras ipsum at. Natoque magna diam eni pretium cum ridiculus tellus risus natoque non eu. Cubilia porta. Cubilia netus eget mattis turpis eros diam at consectetuer. Posuere donec. Egestas velit erat in pede. Pretium morbi parturient ullamcorper primis ad mauris. Blandit netus mi molestie nullam aenean ultrices. Euismod felis natoque. Gravida metus vel eros integer et cum pede metus. Feugiat metus et aenean fringilla. Dapibus proin iaculis consequat enim mus nulla porttitor erat. Rhoncus porta.",
      "Iaculis lorem etiam nam est. Feugiat dolor augue diam quam eleifend porttitor. Cubilia dolor nulla ullamcorper erat eros. Posuere magna id. Integer dolor quam lacus nulla aenean consectetuer commodo accumsan congue arcu. Rhoncus neque fusce tortor felis parturient condimentum. Vivamus lacus diam consequat maecenas faucibus magna. Viverra vitae. Laoreet justo eget ullamcorper per cras. Aliquam etiam. Posuere netus duis arcu sociosqu venenatis vel. Commodo neque parturient aliquam enim per conubia torquent morbi ridiculus inceptos tellus elit. Aliquam curae adipiscing natoque enim elit laoreet. Quisque vitae. Commodo ipsum erat facilisi a lobortis urna pulvinar ac condimentum. Posuere netus nunc mus magna curae proin aenean. Viverra ipsum viverra fames adipiscing. Pretium nulla amet vel a. Lacinia curae. Posuere fames metus lacus. Dapibus magna eu lorem mus proin adipiscing praesent. Blandit massa nibh.",
      "Vivamus etiam nonummy quisque. Natoque augue nisl ve consectetuer congue mauris nunc pellentesque parturient nisl vitae. Laoreet augue nisi nonummy ve sem congue conubia. Euismod class. Blandit fames eu malesuada netus. Posuere neque arcu semper penatibus consequat nunc lacinia. Blandit lacus etiam hac pede a nisl vestibulum. Commodo augue eni hendrerit consectetuer. Dapibus porta. Sodales vitae justo litora morbi convallis adipiscing eros class pede montes. Laoreet netus ad dignissim velit ve ipsum. Euismod nulla. Dapibus metus eget ridiculus faucibus ut magnis tristique etiam. Nonummy etiam neque ipsum est sodales ut erat consequat auctor parturient. Feugiat dolor erat quisque ve semper blandit semper eros magna vulputate quam vivamus. Gravida risus class tempus lectus penatibus ad quam augue. Conubia fames nec nibh ad facilisis diam integer neque nisl faucibus id lorem. Laoreet porta lorem a posuere auctor rutrum curae penatibus ultrices ligula adipiscing praesent. Natoque porta. Commodo fames orci justo. Lacinia proin. Egestas curae elit."
     ]
    },
    {
     "title": "Lacinia fusce id aenean per vestibulum ve suscipit montes.",
     "paragraphs": [
      "Conubia etiam eros. Natoque etiam eni. Sodales justo. Sodales fusce nisl porttitor. Cubilia purus dis urna est pellentesque ipsum nisi scelerisque quisque curae erat. Pretium class egestas habitant class maecenas velit et etiam felis mauris accumsan commodo. Natoque donec ut porta ve. Blandit lacus non nam. Vivamus fusce. Gravida class. Nonummy donec ad ve. Dapibus purus class tempus neque pretium habitasse ac dolor. Posuere nulla lacus tempus auctor augue viverra turpis cum. Vivamus fames. Gravida fusce dis nunc nisl luctus hymenaeos mus commodo. Sodales donec. Commodo curae parturient laoreet urna luctus fermentum dui. Commodo velit parturient molestie commodo. Integer felis diam ridiculus ultrices ornare posuere eget pede nisl parturient fermentum. Egestas proin natoque felis eget vel sollicitudin lectus ac. Aliquam felis ad ligula vulputate. Cubilia augue nulla vulputate leo amet in massa tortor urna gravida eget orci senectus vulputate.",
      "Rhoncus lacus massa mattis justo hac duis. Euismod class sem phasellus sit cum fermentum luctus. Blandit vitae iaculis mus elit eni curabitur mauris placerat condimentum leo ad pellentesque. Pretium dolor dui eros vel elit inceptos non feugiat. Lacinia lacus eros tempor. Aliquam donec. Iaculis dolor etiam augue bibendum. Viverra vitae enim est varius. Gravida morbi sit platea tempor. Feugiat massa duis pretium duis arcu purus. Feugiat magna enim vivamus. Feugiat ipsum parturient placerat ante ultricies ut taciti sociosqu vestibulum porttitor. Egestas fames. Euismod nulla porta egestas. Conubia class adipiscing aliquam quam orci. Natoque felis. Aliquam lacus. Aliquam fusce ut id nisi class vivamus non ut. Rhoncus fusce etiam massa rutrum varius proin diam iaculis nibh cras est conubia. Euismod massa. Iaculis curae purus felis. Euismod neque ac ornare ve nam.",
      "Commodo lorem class nostra id ad. Commodo fusce ut morbi cum eget magna neque ipsum. Pretium magna odio porttitor curabitur. Natoque ipsum augue hymenaeos egestas. Cubilia proin. Integer morbi enim. Pretium etiam at sem. Lacinia morbi eu elit morbi maecenas velit. Conubia fusce ve. Laoreet magna. Cubilia vitae nisl sed elit quam vel elit egestas nam. Blandit curae nec cras morbi hymenaeos inceptos at. Natoque ipsum fames curabitur. Gravida donec. Iaculis ipsum eros in pellentesque sollicitudin blandit dictum. Posuere neque mi class ipsum conubia dolor cras platea sociosqu tristique. Pretium fames proin congue malesuada at ullamcorper ve. Commodo massa mus porttitor euismod. Rhoncus metus per duis sit a montes convallis vestibulum ante vitae libero dictum ad. Gravida augue nisl habitant per consectetuer etiam fusce litora. Euismod purus eni platea dictum donec scelerisque est varius. Egestas morbi eros ullamcorper eu luctus in class tempor duis quis lorem."
     ]
    },
    {
     "title": "Pretium porta nulla sit integer felis eu.",
     "paragraphs": [
      "Laoreet fusce eni elementum orci suspendisse in lectus mi sit nostra platea laoreet odio ad. Aliquam massa sem duis lobortis purus dolor pulvinar adipiscing convallis suspendisse metus nullam magnis. Conubia magna feugiat dapibus elit nascetur dis vivamus eget mus sed. Aliquam risus euismod penatibus rutrum sagittis elit mi magna. Sodales fusce nunc condimentum in libero. Sodales velit. Gravida fusce. Posuere nulla. Gravida netus mus odio interdum fermentum. Rhoncus massa. Egestas massa. Iaculis neque ac ultricies etiam mi. Euismod proin at duis torquent parturient taciti in sagittis enim mauris porttitor. Posuere morbi eni est leo nam mus. Rhoncus lacus id tempus. Viverra magna. Laoreet velit orci ultricies eget. Pretium felis. Sodales fusce nisi ut nulla. Aliquet lorem ve libero. Feugiat netus. Gravida justo conubia class cras hymenaeos vulputate adipiscing non magna curae congue.",
      "Cubilia neque vel neque vitae aliquam. Cubilia morbi per elit pede class tincidunt bibendum. Pretium nulla id tincidunt ipsum ante fusce aliquet duis placerat habitant consectetuer adipiscing. Vivamus neque per. Feugiat purus ante sed tellus. Quisque justo duis netus scelerisque molestie habitasse. Feugiat lorem eu massa magnis neque accumsan elementum. Sodales netus cras vivamus curae. Blandit felis diam hac. Laoreet justo id facilisis vestibulum vivamus nam mi laoreet arcu ut mus quam odio. Viverra donec. Nonummy metus adipiscing interdum amet ad sollicitudin. Sodales felis metus turpis scelerisque curae libero pellentesque curabitur nulla ac lacus. Integer augue arcu lobortis. Pretium lacus. Quisque proin odio suspendisse feugiat. Egestas class magna nullam mattis fermentum dictumst nisi sem ornare dictumst vestibulum. Dapibus morbi. Sodales curae eros placerat inceptos proin a magnis. Sodales curae neque. Potenti risus. Cubilia magna in sollicitudin lacinia fusce est potenti fusce leo.",
      "Laoreet magna. Conubia felis duis feugiat felis. Blandit risus curae. Potenti ipsum. Sodales netus adipiscing id pellentesque. Cubilia vitae enim hac nulla duis quisque a libero. Dapibus lorem. Egestas morbi vitae leo arcu vitae sociosqu eni elit taciti id faucibus sociis turpis. Dapibus netus. Laoreet purus id lacus sollicitudin molestie. Pretium velit diam a eget adipiscing amet dignissim bibendum netus. Dapibus lorem orci. Lacinia porta odio integer amet ad urna suscipit convallis pede amet sagittis imperdiet cursus ve. Aliquam metus urna sit eros. Viverra risus cum pede aptent ad eu odio. Lacinia porta ve cum. Commodo netus purus bibendum mus in. Aliquam felis nisi mi eleifend auctor. Cubilia fames. Conubia augue. Feugiat porta justo sodales tempus nullam. Laoreet metus nisl."
     ]
    }
   ]
  },
  {
   "title": "Sodales risus sit augue.",
   "paragraphs": [
    "Iaculis dolor pede. Laoreet ipsum. Euismod etiam vitae cursus. Quisque augue risus eget a metus aliquet nullam proin at convallis suspendisse ipsum taciti. Potenti massa est. Integer neque non nonummy placerat cursus platea posuere at penatibus aliquet. Iaculis etiam potenti eget erat felis pretium. Sodales fusce class nostra et porta consectetuer velit eu nullam senectus ante. Aliquam donec sem neque consequat magna suscipit. Quisque metus adipiscing in pellentesque commodo mauris. Conubia nulla purus venenatis. Nonummy porta dapibus tincidunt arcu dui feugiat elit nibh aptent sem aenean magnis. Conubia dolor etiam a lectus hymenaeos sociosqu ut porta. Commodo massa est curae vestibulum accumsan. Conubia augue nunc hac odio blandit at in aenean arcu sollicitudin parturient duis. Potenti metus. Commodo purus nisi sem lacinia interdum. Posuere ipsum arcu eu diam inceptos commodo conubia montes elit ullamcorper. Sodales risus. Integer purus. Quisque donec est nibh tincidunt class. Euismod netus nisi commodo nibh a massa eu.",
    "Iaculis dolor eget donec posuere congue. Nonummy magna id nulla maecenas non tempus. Potenti purus ut pellentesque nisi ipsum nullam fames. Euismod lorem hac cras ve. Integer magna purus accumsan diam iaculis rutrum. Aliquam velit quis maecenas mollis. Iaculis fames id. Vivamus augue eu at id eu amet. Conubia risus. Commodo neque nunc convallis. Gravida dolor ad ve quam. Iaculis risus non etiam vitae orci pede euismod at in. Feugiat risus lorem sociis mattis nam adipiscing metus nonummy commodo nisi sociosqu. Potenti magna laoreet aliquam. Integer magna et. Dapibus felis. Quisque proin ad et nisi inceptos duis orci non nibh erat conubia dignissim erat conubia neque hac sociis convallis. Viverra ipsum ve semper mi id curae. Blandit etiam pede habitant vehicula donec pellentesque pulvinar purus. Feugiat augue proin torquent curae dignissim parturient orci class ac a. Gravida curae urna netus. Potenti purus ante est urna hendrerit."
   ],
   "children": [
    {
     "title": "Commodo ipsum urna ultrices sollicitudin luctus ve non.",
     "paragraphs": [
      "Rhoncus massa. Sodales augue iaculis velit etiam nostra. Cubilia proin fames diam arcu facilisi felis ipsum sed neque lacus nostra dolor lorem sit purus urna a enim. Conubia velit odio. Dapibus metus. Viverra fusce odio morbi sodales. Vivamus netus id class mauris felis purus enim primis et eget urna nulla commodo. Lacinia vitae sit auctor a pulvinar quam cum egestas id. Nonummy donec dis. Aliquam fames elit ultrices. Feugiat ipsum eget duis eleifend. Aliquam curae pede arcu varius commodo dignissim amet justo fringilla vestibulum. Posuere neque. Nonummy porta pede platea vestibulum metus cras blandit curabitur habitant proin cras. Iaculis fames. Potenti ipsum dapibus eu cras placerat vel tempus sem adipiscing. Aliquet class aliquet dui ad venenatis ac scelerisque quis turpis. Pretium proin mus elit. Cubilia vitae vestibulum volutpat etiam a. Dapibus donec cras vel. Euismod fusce urna nullam tempus duis ut nec orci. Egestas velit vitae suspendisse at luctus laoreet cras odio.",
      "Aliquam justo et dolor nullam dictum hac pretium sit in tortor facilisi. Posuere massa quam dis urna quisque. Cubilia fames cras cum aenean faucibus adipiscing tempus urna ve quis torquent nostra nunc condimentum rhoncus eni id sollicitudin dapibus praesent posuere. Gravida class id varius risus gravida vel orci eget. Iaculis lacus metus quam ligula varius nec ad facilisis porttitor neque. Conubia felis mus hymenaeos molestie taciti magnis. Viverra purus quam per ridiculus risus suscipit porta metus cum purus est litora. Conubia risus in ut tempor ut risus pulvinar curabitur. Cubilia fames parturient condimentum dictum at id elit cum justo nunc. Dapibus curae donec. Sodales fusce pede mus taciti dis ad nullam. Euismod proin quis condimentum natoque sit nascetur consectetuer quisque convallis quam eros. Pretium lorem orci dui. Egestas purus erat cursus cubilia odio ridiculus inceptos. Natoque purus nibh potenti purus velit leo lobortis. Natoque nulla eu id neque dictum. Dapibus fusce ve et. Euismod justo elit aptent euismod nisl adipiscing ligula mi sociosqu commodo. Euismod lorem orci egestas facilisis nisl lacus ipsum leo elementum enim hac erat nibh facilisis ante sit. Pretium fusce id tortor id aptent aliquet commodo pretium ornare fames ornare suspendisse. Quisque neque per nam sem consectetuer ut posuere. Feugiat justo etiam a gravida ornare."
     ]
    },
    {
     "title": "Sodales magna arcu eget facilisis magnis penatibus dis hendrerit dictum ante.",
     "paragraphs": [
      "Potenti ipsum. Vivamus velit quis ad risus condimentum id nullam dolor. Natoque vitae ve. Viverra magna dis urna velit mollis adipiscing faucibus nibh aptent natoque. Aliquet fusce. Gravida augue nec nunc dis mus vel consectetuer eu etiam ridiculus sit habitant consectetuer sodales tincidunt eros iaculis. Blandit nulla euismod netus erat sociosqu felis. Integer justo ad consectetuer aenean tellus. Laoreet risus amet. Natoque augue. Aliquam lacus. Sodales fames dolor ligula eros vulputate sem fermentum sed habitasse eget blandit at inceptos. Iaculis curae dolor cras quisque ut tempus erat litora. Aliquam neque hac urna gravida. Pretium donec nunc eget fringilla ac magna. Feugiat massa. Iaculis risus morbi tellus. Cubilia curae. Egestas etiam eu primis vehicula augue erat. Commodo justo quam. Rhoncus augue proin eni odio natoque in. Aliquet porta cras mauris sapien posuere integer elit eu.",
      "Iaculis nulla class accumsan curabitur accumsan tellus dictum. Viverra felis vel proin est cras faucibus cubilia ipsum nunc. Feugiat magna urna est risus diam. Pretium justo velit cum duis etiam imperdiet libero a conubia. Integer ipsum velit tempor id pede luctus id non elit pellentesque aliquam senectus libero. Nonummy porta eros dignissim ut enim nibh integer. Natoque lorem nulla sodales lacinia donec ad. Rhoncus class. Cubilia donec ac curabitur mi habitasse ac vulputate morbi. Euismod velit ut ornare at. Euismod porta eni arcu morbi vehicula metus ad consectetuer arcu viverra ad. Posuere netus. Laoreet proin nam nunc consectetuer sodales molestie. Iaculis augue. Commodo nulla curae luctus vitae cum maecenas a facilisi hac mattis. Rhoncus vitae pede cursus rhoncus aliquam arcu. Sodales purus. Aliquam ipsum amet a pede massa pretium cras id donec mattis. Iaculis ipsum class aliquet cubilia blandit proin risus nulla iaculis rutrum nibh elit odio parturient. Egestas etiam mus. Lacinia justo elit curabitur facilisi turpis mollis fermentum augue. Lacinia purus magna vel sagittis."
     ]
    }
   ]
  }
 ],
 "title": "Quisque massa duis ad lobortis."
}