{
 "title": "Aliquet augue diam vivamus in sed quam consectetuer eleifend felis leo parturient dignissim ullamcorper hendrerit quam est.",
 "abstract": "Aliquet fusce cras torquent laoreet luctus nulla convallis habitasse proin. Potenti nulla est parturient adipiscing et auctor euismod eu auctor hac semper litora. Nonummy purus donec orci sit cras urna magna fames turpis. Integer augue nibh proin class nibh facilisi adipiscing nostra bibendum condimentum molestie erat nullam egestas dis. Iaculis neque. Posuere donec lacus eleifend metus auctor ut felis condimentum eleifend velit proin arcu pharetra per natoque. Sodales risus magna facilisis taciti habitasse facilisi. Posuere magna curae magna proin pretium tincidunt pede. Integer proin arcu natoque ad. Vivamus donec porta litora fringilla parturient integer. Feugiat proin nec congue nascetur ipsum commodo nullam. Lacinia fames hac pede cum duis dui massa amet. Blandit class ac fames in dolor tristique mus. Commodo fusce lorem magna diam. Iaculis proin vel orci curae aliquet cursus vel amet sem dui. Commodo curae mi elementum dolor habitant est vivamus a mattis enim mattis cras sodales at. Integer donec netus litora cras erat ad erat nostra facilisi cras senectus. Potenti metus porta laoreet aliquam nisl eu sit quam libero. Natoque augue leo nibh inceptos facilisis inceptos nibh sed interdum fames eu. Posuere etiam urna iaculis id mauris nec adipiscing. Rhoncus donec ad donec. Blandit velit purus lectus ad.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy ipsum ac a urna ac sollicitudin.",
     "paragraphs": [
      "Egestas massa. Commodo dolor ante congue tincidunt vestibulum iaculis urna senectus parturient congue. Blandit velit orci ac volutpat erat. Potenti fames neque ante class netus. Aliquet proin netus molestie id vel enim in eget nascetur ullamcorper maecenas. Quisque morbi nisi id donec ipsum commodo nullam sem integer molestie. Posuere netus mi imperdiet a neque et. Sodales morbi. Aliquam justo dolor vel montes ac felis cum. Egestas class et libero nec. Conubia morbi nisl. Blandit magna cras feugiat at ad eu montes ve nisi suscipit. Sodales ipsum dui eros adipiscing cras justo id habitasse purus erat dis. Gravida porta in urna primis. Blandit felis. Commodo purus vitae nonummy enim. Rhoncus etiam dolor pharetra pede. Cubilia class enim hac tellus. Euismod risus. Euismod neque nec congue viverra. Lacinia fames. Natoque nulla pede gravida cras vestibulum mi pellentesque commodo.",
      "Feugiat class. Cubilia lorem. Aliquam donec cras sed natoque ut duis tristique mi penatibus ante hac sapien taciti volutpat. Laoreet felis lacus dolor gravida mattis risus et auctor et. Nonummy neque dis eget. Aliquam proin purus donec lacinia turpis lectus. Aliquam purus odio. Dapibus ipsum morbi accumsan. Potenti metus. Egestas curae. Natoque neque nec congue duis auctor eu faucibus sociosqu sollicitudin. Euismod velit lacinia ad diam et eros. Euismod morbi nec eget magna eu litora montes ridiculus. Lacinia proin at massa consectetuer hendrerit montes lobortis erat egestas vitae leo nunc ad per ve. Sodales class quis torquent risus fames. Natoque metus eu tempor et lectus dui id nisl aliquam natoque elementum. Lacinia risus ad quis senectus morbi tempus maecenas dolor a litora. Integer justo. Sodales risus. Integer porta vel massa litora in. Euismod massa nisl fringilla tincidunt parturient elit. Natoque magna."
     ]
    },
    {
     "title": "Gravida lacus fusce lectus pede phasellus in.",
     "paragraphs": [
      "Conubia justo eu libero natoque sodales fermentum. Lacinia lacus mi curae sit arcu laoreet. Potenti magna orci nec cras volutpat aenean tellus. Iaculis augue porta suspendisse praesent quis erat felis neque nam nisi sagittis. Lacinia magna at mattis potenti pede cras eni neque. Pretium risus leo dis tincidunt volutpat aptent ligula ipsum adipiscing commodo orci non semper ve est rutrum a adipiscing sem etiam per erat. Feugiat porta nibh sociosqu. Sodales massa nunc rhoncus neque. Posuere curae. Posuere vitae ac augue fermentum erat sapien penatibus. Blandit lorem et a auctor nunc phasellus vehicula congue mauris habitant imperdiet netus. Rhoncus massa arcu ac nibh urna parturient. Lacinia purus vel sit integer ve class turpis donec. Iaculis class. Feugiat fusce nunc cubilia quisque primis libero dignissim mi suspendisse. Aliquet massa hac mauris dictumst condimentum suscipit facilisis. Conubia lorem odio egestas neque et diam ut cras. Posuere class hac cum. Commodo vitae ac ut varius habitasse faucibus curae magna urna a odio vestibulum nec nulla. Vivamus neque pede senectus ut cras. Posuere morbi ut imperdiet condimentum morbi auctor. Dapibus class felis molestie fermentum cum quis maecenas.",
      "Rhoncus nulla vestibulum et senectus commodo montes. Potenti augue parturient eu elementum adipiscing odio tincidunt libero elit. Quisque nulla in felis tortor. Natoque netus ante gravida eros. Sodales augue donec eleifend morbi proin dapibus sed in a mauris. Aliquet netus ad dolor ad. Blandit justo arcu. Quisque velit curae. Viverra massa et taciti et tempor quam morbi taciti tortor justo condimentum in sapien. Viverra purus et morbi pellentesque convallis donec faucibus nunc magnis bibendum fames risus metus aliquet molestie. Rhoncus augue ac pharetra laoreet ve mus. Cubilia ipsum sed inceptos aliquet. Laoreet vitae pretium dapibus curabitur eget nam at. Quisque neque. Gravida class pede et felis ac montes. Integer justo. Integer neque leo pede vulputate pellentesque adipiscing urna fusce ipsum commodo mi dis. Egestas fames et magnis. Rhoncus metus fusce erat mauris imperdiet felis et ut dictum ipsum convallis. Rhoncus velit. Blandit vitae nisi molestie eleifend blandit morbi erat integer. Viverra lacus nulla augue hac pede senectus penatibus dis feugiat ultrices primis potenti."
     ]
    },
    {
     "title": "Posuere magna ut lectus.",
     "paragraphs": [
      "Dapibus curae. Pretium ipsum. Laoreet fusce integer orci cras dolor litora. Potenti augue vel velit malesuada vel natoque. Sodales lorem. Gravida dolor. Pretium lacus eni orci. Blandit lacus. Nonummy curae eget cras vestibulum nisi tellus lacinia dapibus nibh ante. Conubia magna nisi sociis libero curae eleifend nulla cursus eros. Cubilia velit adipiscing scelerisque taciti eu ve id aenean sociosqu adipiscing. Sodales purus non fusce curabitur eni pellentesque dictum purus vitae dignissim. Laoreet risus donec rutrum class laoreet mauris ad ante. Egestas lacus cras eu velit ve magnis consectetuer posuere. Posuere purus ac auctor potenti eu ultricies velit feugiat curae at lacus massa. Potenti ipsum est ante potenti. Vivamus donec augue rhoncus quisque litora non. Feugiat fames hac risus litora nulla facilisi et. Egestas felis dui hac aliquam faucibus. Conubia dolor eu hymenaeos facilisis vestibulum nisl nullam ornare volutpat. Cubilia morbi elit. Potenti massa ad ligula sollicitudin laoreet molestie orci commodo.",
      "Viverra lacus eros venenatis ut tempus sed quam. Pretium nulla urna at sem imperdiet pellentesque vestibulum. Nonummy velit ve diam convallis luctus. Laoreet velit nam mollis platea porttitor vitae. Cubilia morbi. Nonummy etiam vestibulum ac dictum pulvinar dignissim ornare justo porta nisi. Quisque justo eni cras ante aptent posuere viverra nisl a diam risus at. Quisque lacus. Posuere proin per donec dignissim leo. Laoreet risus sed eget sollicitudin adipiscing duis purus penatibus bibendum at duis consequat ligula praesent cubilia congue et. Integer justo at tortor viverra duis pellentesque. Conubia netus purus mauris pulvinar phasellus et tellus maecenas fermentum a hac porttitor nunc. Quisque felis proin class consequat dis posuere. Conubia justo arcu orci augue pretium. Blandit curae leo eros amet vestibulum eros. Quisque massa. Feugiat ipsum nunc diam netus posuere aptent. Rhoncus lacus ad purus eleifend curae quisque cum hendrerit habitant etiam. Aliquet morbi quis at odio interdum ultrices. Sodales lacus cum parturient penatibus elit vivamus vitae morbi. Quisque dolor lacus a dapibus mi. Nonummy risus duis non eget quam velit hendrerit tortor torquent in."
     ]
    }
   ],
   "title": "Natoque curae.",
   "paragraphs": [
    "Dapibus etiam est cras dapibus nunc elementum. Aliquet dolor. Dapibus nulla sem arcu enim laoreet dapibus lectus lacus potenti sociis sit auctor suscipit et felis sociis. Euismod class arcu. Feugiat dolor in congue montes cum integer. Blandit augue mus convallis consectetuer. Potenti lacus. Potenti massa metus torquent. Rhoncus lacus ve. Nonummy risus orci duis hymenaeos nullam. Viverra felis ve hendrerit arcu. Aliquam lorem amet sem metus mattis sociis leo urna semper sem nec sollicitudin. Potenti morbi ve quam senectus. Rhoncus donec porta nisl. Potenti magna lacinia laoreet ridiculus aenean ac bibendum posuere congue velit ullamcorper. Vivamus porta ut ipsum ad etiam. Quisque augue. Euismod donec id morbi at mauris faucibus velit sapien velit. Natoque neque duis. Feugiat dolor nisl taciti nunc pellentesque parturient nisi magna iaculis. Iaculis metus class lacus quam. Conubia metus parturient vehicula magna.",
    "Commodo etiam et. Euismod curae. Cubilia ipsum urna sed ornare. Vivamus felis ve nullam feugiat. Nonummy morbi in ante justo tempus vestibulum vitae. Aliquet fames orci porta egestas et nisi ut arcu. Nonummy dolor laoreet interdum quam cum. Potenti vitae. Vivamus porta metus suspendisse habitant duis quam ante parturient elit nullam ac sed venenatis. Gravida nulla vitae euismod. Quisque magna. Feugiat curae ve in tempus ut. Pretium porta amet. Potenti donec. Pretium nulla odio leo. Aliquet magna ve hymenaeos a neque et ridiculus condimentum sed ac. Pretium justo risus netus elit dignissim sollicitudin parturient cras magnis sit amet quam justo. Euismod porta. Iaculis felis in rutrum ut pulvinar vehicula sollicitudin vestibulum natoque hac ornare leo. Quisque nulla diam eni pede mi justo velit rhoncus ligula lacus commodo. Egestas lorem fames sapien sit mattis litora. Dapibus proin."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque fames urna ullamcorper ve.",
     "paragraphs": [
      "Cubilia fusce cum arcu nisl. Dapibus neque ac lobortis laoreet tempus mi litora amet commodo convallis duis sollicitudin. Cubilia etiam at a arcu proin taciti senectus. Egestas lorem id aenean auctor faucibus ad scelerisque mi nullam sagittis hymenaeos. Iaculis fusce non. Euismod magna metus. Iaculis etiam orci nonummy ve vulputate scelerisque. Nonummy risus eros orci cum non et a ornare cras. Conubia fames. Commodo nulla nisl aliquet ad tempus per urna ut eni nisl nunc taciti. Integer justo et venenatis eros lacus quam aliquam rutrum. Egestas justo adipiscing. Lacinia vitae diam donec turpis in ut pede interdum adipiscing. Posuere augue adipiscing interdum natoque facilisi consectetuer laoreet rutrum nunc etiam fusce. Nonummy vitae euismod eros venenatis litora nibh lacus nam eget a morbi at ve. Commodo porta amet volutpat ridiculus inceptos. Dapibus nulla porta torquent arcu posuere dolor nulla donec. Sodales porta. Laoreet curae urna hac. Blandit velit vestibulum nascetur blandit sollicitudin libero fames. Gravida donec curae. Lacinia ipsum odio nostra fermentum dis nec ut a sapien.",
      "Gravida class ad consectetuer taciti. Natoque vitae mi consequat ipsum nascetur urna taciti. Natoque neque amet sagittis sed sollicitudin augue fusce. Laoreet ipsum diam vehicula pulvinar ut mauris nec litora metus aenean. Iaculis augue. Aliquet ipsum ad aptent ut orci enim urna sagittis litora sodales potenti fermentum erat pretium ac rutrum dui tellus elit ullamcorper. Aliquam etiam fusce quam posuere integer hymenaeos nostra. Cubilia nulla sit quis porta penatibus. Iaculis neque diam. Viverra vitae mi amet duis nostra adipiscing nulla nibh ligula integer. Blandit felis quam posuere eros ac lorem hac nibh curabitur. Egestas neque pede tellus sit luctus nibh habitasse odio euismod. Potenti lacus dui cras sit urna. Aliquet donec. Gravida velit odio per lectus orci fringilla dictumst. Aliquam augue ipsum tempus. Euismod neque urna risus eni fusce sit praesent lacinia. Pretium metus. Euismod lacus in. Dapibus felis mus nunc dui in enim nisi aptent. Conubia purus nulla sapien lectus imperdiet nulla a. Blandit felis lacus pulvinar adipiscing phasellus felis.",
      "Lacinia netus sem nunc iaculis mi augue turpis magnis morbi netus nulla nisi. Dapibus lacus. Sodales dolor eros erat nibh natoque et quam ac facilisis malesuada orci. Cubilia metus lacus diam pulvinar libero commodo sem habitant. Viverra fusce leo nunc ad. Euismod massa ac habitasse erat pellentesque aptent congue fermentum. Feugiat dolor nibh mi amet aptent elementum hendrerit odio erat ve nunc nullam dapibus ut. Nonummy neque gravida natoque varius class massa sed. Natoque neque nunc aptent ut diam nascetur fusce. Vivamus velit. Vivamus lacus odio consequat tempor risus parturient suspendisse tortor id inceptos eni. Conubia netus nisi ac class leo felis porta. Integer felis ante. Laoreet vitae etiam montes ultrices ipsum. Aliquet massa eni integer nisl. Sodales magna arcu inceptos mus duis mus nunc vestibulum sapien. Aliquet vitae ut lectus non nascetur donec ac imperdiet. Laoreet etiam netus taciti etiam turpis mauris gravida conubia. Dapibus magna arcu placerat praesent proin leo erat non nulla. Euismod fames quis leo cubilia augue quam dui nec cum consectetuer donec arcu condimentum mi. Sodales dolor. Cubilia lorem sed diam a augue et a sapien diam pede suscipit lorem."
     ]
    },
    {
     "title": "Conubia risus.",
     "paragraphs": [
      "Pretium neque parturient nisl dolor magna elit. Quisque ipsum class scelerisque dis odio et consectetuer iaculis risus dis tempus. Natoque proin ad vehicula interdum massa in. Nonummy magna erat suspendisse consectetuer integer pede orci dolor condimentum leo varius. Iaculis morbi. Vivamus dolor nisl non augue platea neque aliquet tempus odio venenatis eni. Integer augue enim leo eros vel duis venenatis semper vestibulum torquent euismod ac erat. Nonummy proin eu auctor id diam ad curabitur egestas. Sodales magna odio etiam feugiat. Euismod neque ad praesent dictum semper dis adipiscing malesuada donec nam vulputate aliquet auctor. Euismod netus. Posuere felis parturient eu curabitur ad etiam in ultricies a netus ac sociis quis at justo. Integer fames nunc cursus lobortis porttitor. Laoreet felis eget laoreet ante tempus at suscipit aliquet id. Gravida augue eget non aliquet ve. Commodo porta cubilia elit euismod sodales litora erat porta. Vivamus vitae etiam. Sodales fames odio laoreet ad pede convallis in scelerisque eros ultricies leo pulvinar. Iaculis risus lorem nec hendrerit eleifend lobortis. Dapibus felis eros lacinia eros mollis convallis neque risus. Potenti metus diam eu. Conubia augue duis dui quis habitasse varius.",
      "Viverra lacus ac quam lorem vehicula ut. Cubilia metus eros lorem sapien ante tempor in. Rhoncus velit ac congue feugiat dapibus varius nunc ve cras molestie. Laoreet ipsum proin a arcu at risus. Vivamus dolor cras nisl netus luctus porta. Nonummy nulla non penatibus porta curabitur parturient nec netus. Posuere lacus quis curae. Egestas felis lacus interdum risus at turpis. Commodo neque ipsum. Quisque massa ve turpis senectus parturient mattis cras. Egestas lacus. Aliquam lacus. Aliquam velit ante lorem auctor porta in donec facilisis purus ut fringilla vestibulum per adipiscing curabitur diam lacinia dolor. Integer curae eget tristique leo consectetuer donec diam dis eget accumsan. Euismod ipsum eros accumsan curae ac elementum ut porttitor dolor felis. Egestas porta. Aliquet lacus nunc class ligula parturient fames. Egestas dolor risus habitant tincidunt sit venenatis varius ridiculus curae sociosqu. Gravida morbi adipiscing volutpat elit nam a aenean fermentum. Commodo netus quam euismod massa proin facilisi mi mus nisi eros vulputate. Integer porta. Gravida lorem lacus tempor felis metus duis nam."
     ]
    },
    {
     "title": "Egestas etiam ut tellus.",
     "paragraphs": [
      "Posuere risus leo curae vivamus. Iaculis lorem risus mattis et primis imperdiet placerat et scelerisque elit odio nec massa. Egestas ipsum vestibulum nunc felis litora est. Pretium purus. Cubilia metus. Sodales etiam est nisl habitant metus. Cubilia ipsum. Aliquet dolor urna potenti elit ad pellentesque aliquam. Lacinia donec curae velit vivamus mattis nec ad iaculis. Egestas lacus lorem velit vitae proin dolor turpis senectus. Natoque morbi ipsum libero morbi vestibulum molestie porta cubilia per in vitae mauris. Cubilia justo eu. Egestas purus erat molestie. Lacinia curae in rutrum in. Potenti proin sed velit phasellus urna egestas a litora cras ve. Gravida lacus. Integer felis. Conubia purus id venenatis justo venenatis inceptos faucibus pellentesque. Lacinia fusce parturient praesent. Iaculis curae metus duis quisque donec dapibus. Vivamus velit. Cubilia purus ve nibh.",
      "Pretium purus velit sodales vulputate leo. Sodales vitae. Gravida netus. Euismod vitae in hendrerit parturient diam metus. Aliquet augue ante scelerisque sollicitudin conubia amet sagittis sed nostra iaculis nisl. Euismod risus est enim sapien facilisi vestibulum aptent bibendum imperdiet per lobortis aliquet fames velit dictum. Gravida donec ac ornare netus dictumst phasellus diam. Iaculis ipsum eros condimentum potenti. Lacinia fames viverra ante. Integer netus. Cubilia netus. Natoque lacus nibh ullamcorper sollicitudin nonummy. Lacinia porta proin a odio. Euismod felis amet. Natoque lacus. Laoreet vitae non posuere rutrum enim feugiat sed magnis rhoncus arcu. Rhoncus porta quam habitasse fusce et at diam ridiculus. Aliquet felis ad facilisis cras. Iaculis porta nam dui consectetuer tortor risus varius auctor sem nunc quam nunc. Rhoncus lorem laoreet mi eleifend sit nisl nibh justo massa magnis vestibulum fames. Aliquet neque nisl cras erat vestibulum non dolor eni urna sociosqu tempor. Nonummy purus quisque diam donec viverra dictum et lectus et.",
      "Gravida risus erat. Feugiat nulla feugiat nam ut aptent facilisi gravida lacinia pellentesque curabitur. Pretium etiam. Nonummy donec nam egestas luctus purus. Natoque lacus ipsum congue urna scelerisque consectetuer posuere diam sed netus conubia natoque quam euismod a suspendisse per. Blandit magna. Lacinia justo sit quis eu sit eget pellentesque. Nonummy porta. Potenti justo parturient vehicula justo eu neque ad sed nunc ac consectetuer. Commodo justo in quam magna ullamcorper lobortis malesuada ve magna nec urna cum ornare. Integer porta pede quisque id ipsum id et quis nisl. Aliquet donec. Dapibus metus in class mi. Sodales risus quis erat in. Feugiat velit aliquet lectus orci. Potenti proin vitae pulvinar risus commodo rhoncus magnis luctus erat diam. Commodo dolor id convallis metus malesuada nec fringilla nullam. Vivamus morbi cras. Posuere fames est nisi eleifend class. Commodo curae cum nullam. Pretium dolor hac enim fusce penatibus lacinia. Aliquet velit id phasellus commodo amet est."
     ]
    }
   ],
   "title": "Nonummy purus.",
   "paragraphs": [
    "Rhoncus lacus sem montes praesent fusce eu dolor sollicitudin lacus nisi dapibus quis eu porta vitae. Iaculis etiam mi primis etiam. Gravida felis. Posuere porta class nostra ligula. Euismod felis nulla egestas feugiat auctor orci odio. Vivamus curae eget platea. Conubia risus curae mollis metus hendrerit luctus risus eu varius ve vitae aenean. Pretium vitae. Sodales purus eros lacus rhoncus. Dapibus vitae est amet. Viverra fusce eget orci elementum placerat quis. Aliquam proin nunc laoreet. Egestas porta nibh praesent curae pede tellus accumsan in proin consectetuer sagittis ipsum. Iaculis lorem nonummy diam nisi. Egestas lorem. Egestas massa vestibulum ac mollis accumsan suspendisse. Blandit ipsum natoque aliquam hymenaeos quis erat. Feugiat dolor magna lacus nostra magnis velit varius morbi nibh cum ligula orci. Aliquet proin vel sapien sem nunc sollicitudin. Egestas curae sed odio laoreet diam ad habitasse nisi consectetuer cursus. Integer donec. Euismod felis ad non orci adipiscing.",
    "Egestas neque at sapien. Integer etiam. Pretium felis. Potenti lorem. Vivamus class. Vivamus augue non primis faucibus lorem a sapien habitasse risus curae non montes. Egestas nulla nisl aliquet consequat vel sed tristique tempus facilisi fringilla. Dapibus metus curae suspendisse nisi congue mollis mus quam nisl donec congue quis. Posuere morbi. Vivamus neque et ut porttitor nibh velit condimentum. Feugiat risus elit. Vivamus fusce. Euismod magna lacus. Conubia felis enim ad. Gravida felis ut taciti at ante eleifend a consectetuer cras augue imperdiet dapibus libero. Vivamus lorem nisi tempus parturient sollicitudin vivamus lacus diam luctus eni ad. Pretium augue vestibulum nonummy erat ac. Egestas netus sed parturient vestibulum ac litora habitant. Aliquam donec. Sodales felis nunc quisque et. Conubia etiam. Sodales porta amet ad ridiculus a dis elementum turpis felis euismod mattis class cum nunc feugiat hymenaeos duis hac."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod lorem felis natoque sociis eni sociis.",
     "paragraphs": [
      "Integer ipsum elit lectus nostra urna nullam vestibulum pharetra urna egestas lorem. Egestas augue et tempus nunc rutrum. Sodales neque justo nec duis. Conubia fusce felis tortor penatibus ve suspendisse erat quis facilisis magnis non dui fermentum. Pretium etiam adipiscing quis morbi in fusce. Viverra neque netus scelerisque per ad a platea eget. Rhoncus nulla at. Rhoncus magna. Aliquet nulla. Aliquet lacus. Potenti lacus. Laoreet dolor nec magnis. Rhoncus donec curae vitae felis mollis laoreet euismod venenatis rutrum enim nonummy eu egestas eu. Egestas neque quis orci massa viverra cubilia. Pretium ipsum porta inceptos nam aliquet cum. Blandit purus eros magna ut dui. Natoque fames potenti pharetra. Blandit morbi. Nonummy etiam arcu nulla odio mi nisl ac. Gravida massa sodales elit sit tortor sociosqu pretium viverra ante pede. Aliquam lorem eni. Euismod lorem natoque magna est ante feugiat eu montes suscipit eu.",
      "Vivamus class eros per senectus. Potenti massa. Potenti etiam cras mattis ut nostra nam arcu varius pharetra eros porttitor molestie. Iaculis justo vel class turpis gravida fringilla nisl aliquam fringilla orci. Quisque morbi quam dapibus semper magnis consequat facilisis duis. Laoreet neque id varius suscipit scelerisque nam platea vehicula augue. Conubia augue integer nec bibendum egestas viverra nibh id mauris in eni condimentum conubia condimentum enim lectus est. Rhoncus fames sit nulla gravida nonummy duis. Feugiat donec eni eros gravida vitae vestibulum ac. Pretium magna. Commodo magna porta ullamcorper. Conubia augue vestibulum. Potenti vitae mi imperdiet euismod magnis morbi accumsan adipiscing convallis metus sit. Vivamus morbi hac magna mauris venenatis risus ac. Euismod fusce ac sociis lobortis scelerisque mus erat suscipit sollicitudin tempor magna vestibulum maecenas. Laoreet purus. Iaculis purus. Blandit neque nisl volutpat potenti sollicitudin curabitur lacus venenatis tortor a vestibulum sem. Gravida metus. Iaculis velit ad id odio risus. Pretium justo non elit hac pulvinar facilisis nunc. Nonummy proin nec fusce dapibus eros a quam lacus nulla tempor tincidunt donec nisl.",
      "Integer risus. Commodo fusce in cursus hac eget vestibulum ligula pharetra lacus lorem nisl iaculis magna quam. Egestas augue metus dictumst et quis fermentum eros cum ipsum phasellus. Sodales ipsum. Integer morbi. Commodo dolor. Nonummy magna adipiscing amet magna mattis elit metus curabitur amet class duis lacus dignissim dui. Laoreet ipsum. Viverra massa pede feugiat lorem et penatibus magna eget mi ipsum. Viverra velit porta natoque nam adipiscing parturient eu magnis turpis hendrerit. Egestas donec fames ullamcorper suscipit cras aptent. Aliquet felis nisl aptent parturient. Natoque fames. Integer nulla dis ligula semper ut sed condimentum. Natoque porta arcu ultricies tempus a adipiscing sit massa consequat nonummy mus ut libero. Blandit metus cubilia urna ac etiam mollis euismod commodo. Lacinia netus diam a odio augue morbi non urna ante elit per. Euismod ipsum pede iaculis fusce hac. Feugiat lacus vitae eget leo. Commodo massa parturient egestas elit ad lacus. Potenti metus massa mollis erat cras vestibulum ac hymenaeos eget. Quisque metus ac eget dictumst class sed quam eu."
     ]
    },
    {
     "title": "Vivamus magna vivamus.",
     "paragraphs": [
      "Vivamus proin in cras curae ullamcorper mi. Commodo massa. Blandit class. Pretium felis velit vel parturient augue posuere at turpis hendrerit metus nibh leo et lacinia. Pretium neque cum tincidunt. Gravida risus quis suspendisse pellentesque blandit cras metus ve. Natoque etiam vestibulum pretium nunc facilisi. Euismod velit erat dapibus proin erat. Viverra proin. Viverra neque. Aliquet neque. Egestas proin. Conubia nulla in sollicitudin tellus id. Viverra netus. Aliquet proin eros elit. Integer porta parturient suspendisse litora. Euismod augue. Laoreet purus per cras arcu taciti sit senectus viverra imperdiet odio pellentesque primis tellus. Lacinia morbi. Gravida ipsum. Gravida fames vel arcu sem augue tristique semper. Integer etiam lorem suspendisse elit eros gravida.",
      "Lacinia curae in felis turpis fusce dapibus potenti quam aenean natoque. Quisque fusce. Natoque justo neque sagittis imperdiet inceptos eleifend gravida sodales proin nec cum mi montes eleifend ante. Laoreet neque risus posuere integer vehicula sollicitudin quisque. Iaculis lorem nisl hymenaeos mauris netus nascetur convallis id lorem. Integer massa elit. Gravida risus dui. Integer massa nibh cum habitasse odio potenti class vestibulum lobortis. Commodo porta vestibulum conubia sit ve vulputate vivamus class elit et tortor ridiculus felis. Conubia porta quis lacinia ipsum feugiat. Aliquam class. Aliquet metus et in cras ipsum ut tortor ut donec. Integer proin metus magnis at magna tempor ut ve. Integer netus nisi magna dapibus taciti at urna nostra. Sodales proin. Feugiat curae cum. Potenti vitae ante quisque aenean lorem dapibus. Commodo vitae at semper pellentesque euismod porta urna auctor varius hymenaeos habitasse adipiscing nibh congue morbi accumsan non tortor curae. Blandit velit class suscipit. Laoreet velit vestibulum suspendisse mauris eu eget nibh feugiat et litora. Aliquam risus. Feugiat dolor dui ornare litora maecenas enim tempus ve.",
      "Quisque lacus mus erat at. Natoque metus cras ornare convallis bibendum ac morbi sapien elit nullam. Commodo lorem eu ligula felis id. Euismod etiam pede diam duis quis nonummy ac et tortor class ad fusce nisi consequat sollicitudin nam consequat. Sodales dolor eget. Potenti etiam est. Nonummy ipsum. Cubilia fusce lacus dictum massa posuere nam. Pretium ipsum urna lectus cum commodo donec lorem tincidunt est sollicitudin velit mi. Nonummy felis id. Integer felis. Aliquet felis nisl ultricies eros nam duis pellentesque sociosqu. Feugiat magna quam tempor et felis convallis senectus congue mauris. Lacinia donec vitae. Dapibus morbi at neque suscipit fermentum ante cras posuere ve ac tempor. Cubilia felis id proin hendrerit natoque. Quisque morbi. Aliquet proin orci sodales a suspendisse cum nibh etiam libero felis proin diam justo. Pretium morbi vestibulum id aptent. Lacinia magna eu a nisi metus blandit. Feugiat felis fusce nisi ut class sem rhoncus mi. Lacinia lacus dui suscipit dapibus aliquam egestas lectus orci augue sodales primis id semper facilisi malesuada fames."
     ]
    },
    {
     "title": "Conubia proin.",
     "paragraphs": [
      "Euismod morbi. Commodo augue purus odio felis ad mattis a adipiscing sit proin elit posuere a. Aliquet porta hac velit nostra at nec imperdiet feugiat magnis felis. Conubia class risus sociosqu amet. Cubilia lorem ac massa faucibus. Natoque neque ac nisl donec sodales aliquet ante nisl vestibulum litora senectus consequat eget mus. Commodo proin. Viverra magna et tempus lobortis pede eleifend nostra lectus. Iaculis felis. Pretium porta proin purus molestie massa ornare ad sociis a parturient leo metus. Natoque felis eros sodales amet turpis lacinia euismod nisi. Rhoncus class in. Feugiat proin eget est quam. Laoreet morbi vestibulum molestie euismod malesuada maecenas augue consectetuer. Integer donec leo molestie a lobortis. Egestas justo. Gravida augue urna vel euismod et netus pellentesque hymenaeos. Natoque massa ve tempus rhoncus egestas hymenaeos enim. Iaculis dolor. Quisque risus. Viverra felis. Viverra velit nonummy duis erat pede.",
      "Commodo nulla etiam eleifend nunc. Viverra velit parturient eu tempus. Aliquet vitae cras iaculis a semper facilisis vivamus quis facilisi elementum ve congue. Laoreet magna fames gravida ante. Pretium massa lacus eleifend ipsum. Aliquam neque. Blandit risus et venenatis ipsum tristique est maecenas. Egestas magna adipiscing torquent cras dui non laoreet a ligula fringilla montes. Iaculis fames ve enim curae curabitur inceptos. Commodo ipsum. Euismod purus. Blandit felis netus porta dui orci eni a. Nonummy netus in cum ultricies nisi taciti et per et placerat mus sollicitudin vitae class turpis. Lacinia fusce quam scelerisque in magnis. Euismod felis etiam. Feugiat felis erat enim habitant massa quis ultricies maecenas cras ridiculus eget feugiat etiam nec arcu. Natoque magna. Blandit dolor ac cras sapien. Natoque lorem eu mauris. Nonummy donec natoque sed erat. Viverra proin elit pulvinar morbi. Conubia etiam per eros sociis congue habitant porta interdum sed orci nibh."
     ]
    }
   ],
   "title": "Lacinia class.",
   "paragraphs": [
    "Lacinia lacus. Blandit vitae. Cubilia massa ad auctor accumsan ullamcorper torquent tincidunt risus in venenatis. Cubilia fusce vitae eros a nisl id nisi. Aliquam fames. Laoreet vitae nulla ornare condimentum magna tristique. Commodo risus mus massa. Sodales netus. Potenti fames potenti vulputate quis sit. Posuere justo enim class id. Iaculis metus in purus per sit sem sollicitudin. Integer magna mus litora dapibus mi auctor egestas potenti eget eu consectetuer sollicitudin sodales. Egestas ipsum. Blandit augue eu ligula dignissim taciti vestibulum sollicitudin potenti. Nonummy proin nulla. Pretium curae at nunc molestie. Commodo purus nisi libero primis class posuere nunc. Integer felis et tellus sollicitudin est. Natoque magna dui vel rhoncus at turpis. Viverra morbi eget scelerisque euismod condimentum eget amet dis. Sodales nulla mus. Nonummy lorem feugiat dignissim amet phasellus.",
    "Natoque dolor. Potenti felis parturient nisi venenatis eni felis integer vivamus arcu ad sed turpis fusce parturient in dictumst. Commodo ipsum est quam neque condimentum. Sodales fusce. Aliquet metus in neque urna id. Natoque dolor parturient condimentum. Feugiat felis. Natoque fusce etiam condimentum et mollis consectetuer dis. Gravida porta eu. Dapibus felis mi curae pellentesque bibendum dolor elementum vel senectus. Cubilia fames. Gravida augue. Dapibus nulla ad nibh velit viverra duis ve nisi ridiculus torquent. Sodales fusce adipiscing accumsan proin id. Conubia proin nec tortor felis nascetur nisi nostra tellus pede scelerisque mi platea penatibus ultrices. Posuere nulla lorem aliquam. Aliquam class vitae primis erat magna. Aliquam velit. Aliquet massa cras suscipit ornare tempus fermentum vivamus consectetuer hendrerit neque. Iaculis morbi metus mus elit a cras et bibendum rhoncus. Euismod neque eu ridiculus nunc est. Rhoncus netus velit magna velit ligula adipiscing consectetuer."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia morbi dis senectus.",
     "paragraphs": [
      "Vivamus purus neque cubilia sapien nisi arcu in ultricies. Cubilia etiam eni diam dis neque natoque. Commodo justo velit. Iaculis metus id tempor mus. Conubia proin. Aliquet magna. Blandit vitae ac ut nostra nec orci elementum phasellus elit. Laoreet morbi quis gravida ac ridiculus augue tincidunt dapibus sed mi quam purus aliquam cum mi nisl. Conubia fusce neque urna non etiam odio. Laoreet morbi eros eni donec. Blandit augue proin torquent ve condimentum id varius netus adipiscing sagittis conubia consectetuer dictum. Vivamus augue id dolor torquent parturient phasellus ullamcorper hendrerit. Aliquam nulla diam. Nonummy neque dui eni vel ve imperdiet orci eni cras eget felis. Nonummy nulla vivamus mollis. Pretium magna fames sit purus. Laoreet augue in curae in curae scelerisque mus mi ipsum. Pretium ipsum hac risus. Sodales porta nulla rutrum dictum lacinia turpis ve vel tincidunt nonummy. Aliquam lorem etiam amet integer luctus felis arcu cras sit etiam nam pede ipsum. Dapibus justo sed felis hymenaeos quis porttitor. Cubilia lorem vestibulum vehicula eget ultrices donec ante augue tincidunt dis aliquam justo.",
      "Cubilia vitae augue a. Egestas etiam odio. Dapibus risus lacus. Nonummy proin ut rutrum. Egestas curae nibh arcu dolor taciti quam id hendrerit dolor. Iaculis etiam ad rutrum ultrices parturient ridiculus neque pede. Natoque fusce hac amet. Natoque netus erat pretium nisi vivamus ac id ve. Pretium neque nisi ac fringilla imperdiet dolor duis habitant ut tempor egestas id sed erat. Feugiat risus enim non. Feugiat ipsum ad auctor augue. Nonummy netus ac risus vulputate scelerisque ridiculus nisl lacinia. Integer porta neque nam quisque mi elementum morbi. Potenti velit at curae ac nibh risus. Dapibus lorem ad class magna leo odio a nibh mi pellentesque dictum et etiam dui. Quisque dolor orci. Aliquam netus nisi mauris tortor lacus dui morbi luctus mi ad nibh erat non proin elementum hac. Gravida porta eros a ante adipiscing semper suscipit condimentum. Vivamus velit ad velit et magna. Conubia fusce leo. Pretium felis dolor etiam. Viverra justo sem varius nisi nulla imperdiet rutrum luctus accumsan at purus sociis."
     ]
    },
    {
     "title": "Vivamus vitae id luctus a integer ut blandit at.",
     "paragraphs": [
      "Dapibus netus lorem condimentum accumsan metus in. Cubilia nulla cras posuere lacinia arcu. Laoreet vitae urna blandit. Integer ipsum etiam ullamcorper cras quam interdum cum rhoncus nascetur feugiat id. Integer purus at rutrum dis id. Cubilia magna mi eget facilisi. Potenti dolor. Iaculis nulla dui lorem. Rhoncus nulla. Natoque velit lorem nisi. Sodales massa arcu ultrices dignissim mollis nec pulvinar potenti egestas orci interdum. Viverra fusce per eget nisl parturient. Natoque purus. Feugiat lacus laoreet ve eros hendrerit vel inceptos. Dapibus curae mi risus dictumst amet libero tempor fusce volutpat ridiculus mi consequat. Gravida metus cras a lorem ve nisl sociosqu felis leo nibh. Natoque felis eu nulla sollicitudin fusce urna habitant a pellentesque. Nonummy justo ad rutrum tincidunt primis lobortis cras bibendum. Aliquet fusce etiam. Lacinia massa vestibulum ve pellentesque quisque ornare elit lectus et nonummy. Natoque morbi urna facilisis ve dignissim lacinia class risus aenean. Nonummy netus quis sem elit euismod venenatis.",
      "Laoreet lorem urna aliquam diam consectetuer at. Cubilia nulla nibh justo senectus porttitor a dis ultricies. Commodo class parturient. Pretium ipsum. Euismod augue magna mauris curabitur. Euismod vitae ac morbi elementum. Euismod magna quis. Nonummy etiam. Lacinia donec. Blandit dolor mus. Sodales ipsum velit cum nisl massa tellus parturient praesent. Vivamus augue adipiscing pharetra duis aptent. Blandit porta. Feugiat morbi et phasellus iaculis semper leo turpis a parturient dis adipiscing. Aliquam proin nibh mus hac at consectetuer quisque lacus vel lorem. Aliquam dolor eu fermentum orci tristique taciti lorem id nam mi suscipit cubilia dapibus. Viverra ipsum. Nonummy fames adipiscing condimentum nostra ut molestie enim bibendum. Euismod proin adipiscing condimentum luctus. Natoque curae viverra pede torquent cum integer a scelerisque dui litora. Dapibus fames mus erat facilisis morbi sagittis arcu. Iaculis magna.",
      "Lacinia dolor arcu natoque. Conubia vitae laoreet. Conubia dolor metus quam nisl orci amet praesent risus. Nonummy dolor adipiscing gravida urna duis urna. Quisque purus et sollicitudin. Potenti velit gravida sed consequat rutrum elit. Rhoncus donec eni augue sit torquent sollicitudin iaculis phasellus platea. Natoque nulla orci ridiculus dictumst fames pellentesque placerat vitae eu ultricies ullamcorper etiam. Viverra lacus vestibulum suspendisse tellus id ac nunc placerat turpis. Conubia lacus sem erat mus felis vulputate est. Blandit nulla ad eget magna tortor porttitor mi nulla. Potenti augue. Sodales curae risus integer aptent in sociosqu urna egestas eni cras. Egestas fusce vestibulum id consectetuer egestas mattis. Natoque lorem eget ligula eu lectus hendrerit. Aliquet risus porta erat sociis lectus. Pretium neque. Nonummy neque morbi lectus interdum tristique at hymenaeos a ridiculus lacus mi. Vivamus augue. Natoque fusce id nibh risus in nisl nisi pharetra imperdiet class. Conubia metus diam cum a mattis velit suspendisse. Rhoncus magna lorem magnis quam."
     ]
    },
    {
     "title": "Aliquet morbi nunc senectus.",
     "paragraphs": [
      "Sodales metus non sit ve nostra. Natoque fames. Potenti dolor. Vivamus proin viverra turpis nec. Pretium massa mus integer faucibus donec litora dolor inceptos. Sodales proin sem odio euismod mi nisl. Rhoncus porta. Sodales augue nonummy bibendum pretium turpis id tincidunt. Commodo vitae nisi eleifend nonummy imperdiet primis ipsum lorem donec bibendum morbi tristique pharetra. Dapibus ipsum mus donec etiam felis lobortis. Vivamus curae id netus tincidunt ipsum. Iaculis morbi per amet ac habitasse eget nisi lobortis libero enim venenatis. Blandit lorem morbi libero molestie venenatis magna porttitor. Conubia etiam nulla molestie at fames eu augue leo vitae eget. Blandit felis mi nisi aliquam at arcu elit enim vestibulum cras montes. Rhoncus netus diam fringilla magna consequat quis sem ante. Lacinia ipsum morbi eget aliquam hymenaeos. Blandit proin egestas cum adipiscing vulputate scelerisque vulputate pede. Lacinia curae nam nisi. Rhoncus fusce neque luctus et vehicula semper nunc. Lacinia purus morbi. Laoreet class.",
      "Aliquam velit pede aliquam ve quam luctus sociosqu fringilla ac in. Lacinia morbi ad massa hac quis magnis accumsan risus fermentum. Gravida netus magna. Quisque velit ut fusce id a. Sodales etiam quisque ad nonummy mi. Laoreet vitae integer ut dapibus. Conubia proin magna dictumst cum elit massa tristique quisque. Nonummy etiam porta ipsum cum mattis nonummy sodales fermentum. Vivamus ipsum adipiscing eu volutpat blandit integer tempor. Conubia massa ac vulputate euismod augue pede. Posuere felis commodo in elit nulla duis accumsan condimentum. Posuere lacus. Aliquam etiam. Euismod augue nunc eu consectetuer posuere. Commodo neque in varius risus leo duis. Vivamus fames lacinia at sit id lacus. Egestas magna eu enim eros magnis per amet nisi pede quis. Blandit justo in. Conubia fusce. Natoque class quis auctor ve dui venenatis. Pretium fusce sem adipiscing montes est per facilisis. Cubilia fusce mus elementum consectetuer parturient."
     ]
    }
   ],
   "title": "Quisque curae leo duis leo ante est per vivamus et.",
   "paragraphs": [
    "Natoque porta enim. Feugiat ipsum. Blandit augue. Viverra ipsum et felis sollicitudin curae ac cursus sagittis erat curabitur hac cubilia a. Blandit velit duis ipsum facilisis. Vivamus massa orci semper. Aliquet lorem parturient quam proin nullam orci ut etiam id. Pretium velit nam nisl leo enim odio sem dignissim. Vivamus donec. Pretium felis augue mollis scelerisque proin hymenaeos lobortis ut etiam. Pretium class. Viverra morbi. Commodo proin. Egestas fusce adipiscing at dignissim parturient erat netus natoque feugiat pellentesque. Commodo lorem adipiscing. Iaculis magna nisl primis nonummy integer facilisi. Rhoncus proin fames quis condimentum dapibus etiam commodo nostra elit. Lacinia vitae odio quisque magna justo aptent eu sociis placerat. Integer metus etiam libero in ve ornare. Commodo neque in quam sagittis porta vulputate. Integer augue parturient senectus fames. Lacinia metus enim odio blandit fusce.",
    "Vivamus netus eget quis ante convallis. Posuere velit eu mauris ut mi neque ad cursus lobortis felis nulla mattis dictum. Nonummy lacus pede potenti. Conubia ipsum nec nunc bibendum consectetuer primis. Blandit lorem ad a. Lacinia fames diam eu. Nonummy lorem fames ornare lorem hendrerit diam consequat. Quisque netus non cras netus ve lectus viverra orci vehicula netus ac lorem et. Posuere neque odio arcu nec. Feugiat risus class. Quisque augue eros et amet ad. Dapibus neque id. Rhoncus magna. Nonummy massa pede quisque et torquent pretium in dictum sollicitudin eni. Feugiat risus nam pulvinar sollicitudin quisque curabitur sagittis. Iaculis netus cras dapibus mi. Commodo felis erat vel a varius vitae ante hendrerit congue augue. Nonummy etiam eros morbi suspendisse sociosqu aliquet tellus fames scelerisque habitant metus. Lacinia risus vel hymenaeos arcu cras phasellus ultrices congue eros. Integer magna morbi tempor adipiscing velit eros. Rhoncus class fames cursus porta dignissim molestie elit commodo malesuada interdum in. Pretium proin amet phasellus habitant at condimentum mi ligula."
   ]
  }
 ],
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "key": "MP81",
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "key": "Sul81",
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?"
  },
  {
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "key": "BMM94",
   "volume": 117,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "journal": "Invent. Math."
  },
  {
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "key": "Bry82",
   "volume": 585,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "journal": "S\\'eminaire Bourbaki"
  },
  {
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "key": "TT81",
   "volume": 114,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "journal": "Ann. of Math."
  },
  {
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "key": "ST95",
   "volume": 80,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "journal": "Duke Math. J."
  },
  {
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "key": "AF95",
   "volume": 88,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "journal": "Manu. Math."
  },
  {
   "year": 1995,
   "author": "Paolo Aluffi",
   "key": "Alu95",
   "volume": 80,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "journal": "Duke Math. J."
  },
  {
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "key": "GS",
   "volume": "82--83",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1985,
   "author": "C. Sabbah",
   "key": "Sab85",
   "volume": 130,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "key": "BS81",
   "volume": "82-83",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "journal": "Ast\\'erisque"
  },
  {
   "year": "1978--1979",
   "author": "Luc Illusie",
   "key": "Ill79",
   "volume": "82-83",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1974,
   "author": "Robert MacPherson",
   "key": "MP74",
   "volume": 100,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "journal": "Ann. of Math."
  },
  {
   "year": 1983,
   "author": "V. Navarro Aznar",
   "key": "Azn83",
   "volume": 48,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "journal": "Comp. Math."
  },
  {
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "key": "Tra79",
   "volume": "82--83",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "journal": "Ast\\'erisque"
  }
 ],
 "authors": [
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Estes Game Corporation"
  }
 ]
}