{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Lacinia fusce nibh ut nec suspendisse aliquet condimentum quam nibh quis.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus porta nec porttitor enim.",
     "paragraphs": [
      "Vivamus justo vitae diam erat ac pellentesque pretium porta magna inceptos elementum id risus. Posuere purus ac ligula mus tellus accumsan porta egestas eget consectetuer et sodales cras etiam. Lacinia class curae fermentum non augue dis urna porttitor praesent semper luctus consequat maecenas in lacus erat felis. Blandit ipsum eget per elit quam et duis. Feugiat velit. Natoque purus. Vivamus risus. Aliquam risus. Iaculis fames. Lacinia morbi metus tempor. Natoque curae ut porttitor lacus. Integer nulla lorem tempor. Gravida vitae et nisi dis cursus id. Conubia justo ut sollicitudin lacinia ipsum et aenean morbi. Sodales morbi id. Natoque augue ve. Posuere metus vitae conubia fermentum odio sollicitudin litora. Posuere porta dis quam elit dapibus in dis cras. Natoque justo leo velit. Pretium etiam non eget arcu nascetur sociis ornare ridiculus. Aliquam neque. Rhoncus etiam porta rhoncus elit id enim cubilia id bibendum nisl sapien lectus.",
      "Potenti neque nisi. Lacinia dolor nisi rutrum in. Vivamus netus curae ornare accumsan ut fames vulputate urna dui. Viverra justo et lectus ridiculus. Pretium vitae odio cum at lacus venenatis nec sollicitudin ad proin consectetuer morbi et. Integer nulla sed arcu per quis dui metus iaculis. Potenti lorem adipiscing pulvinar urna conubia et maecenas nam quam sit lectus a vestibulum sem ipsum. Rhoncus purus nulla mattis. Commodo massa fames platea. Integer porta nunc curae et. Cubilia fames arcu lacinia sit eleifend posuere gravida eros. Cubilia risus eu tortor commodo duis id nisl. Quisque augue ipsum non sagittis sollicitudin potenti malesuada duis. Integer porta ad nibh fusce in ante nascetur fringilla erat. Lacinia justo proin urna a quis adipiscing mollis morbi feugiat rhoncus luctus mi purus eu. Commodo donec conubia proin. Posuere metus vestibulum sagittis urna cubilia. Aliquet nulla eros sagittis vel lacinia ipsum. Blandit etiam amet ad consectetuer tellus ac nibh quam. Vivamus justo leo enim et libero dis. Potenti lacus ve consectetuer sollicitudin pretium. Egestas donec curae eget libero nascetur eni nunc massa."
     ]
    },
    {
     "title": "Conubia curae mi nibh justo.",
     "paragraphs": [
      "Natoque justo mus rhoncus eu sapien. Iaculis velit ac nullam ac at in arcu potenti ipsum amet. Potenti lacus. Cubilia morbi arcu dictumst tristique arcu. Aliquam vitae justo a vivamus. Cubilia etiam cras habitant. Conubia class eu a ligula massa nulla lacus odio ipsum eget lorem. Aliquet metus hac. Natoque justo leo nibh pulvinar dictumst at nulla duis est. Gravida netus metus morbi. Dapibus fames pede nec eu iaculis ve. Potenti velit proin massa magna est eget at. Blandit risus massa per nostra non adipiscing. Laoreet nulla. Rhoncus magna non etiam semper libero fusce vivamus nostra at mi. Integer fusce duis praesent potenti sollicitudin nostra sapien non adipiscing. Aliquet ipsum sed. Dapibus neque. Posuere fames vitae. Pretium porta elit fames egestas montes. Blandit metus iaculis cras ac. Blandit class dolor non nascetur pellentesque iaculis consequat turpis augue elementum.",
      "Laoreet class. Aliquet class felis tortor. Laoreet massa diam inceptos in orci ac dolor et ante suspendisse at primis ad. Lacinia dolor metus aptent at bibendum. Egestas fames feugiat volutpat. Iaculis donec cum lobortis viverra. Pretium felis porta fermentum hendrerit. Laoreet nulla eu a. Potenti risus massa. Rhoncus morbi netus cras scelerisque aliquam dolor cum. Commodo netus odio quisque non adipiscing vestibulum. Nonummy nulla id diam eget amet mi pellentesque viverra nulla dolor a. Commodo felis nisi. Aliquam metus ut consectetuer sollicitudin sodales auctor magnis facilisis pulvinar. Laoreet lorem quis purus dis magna eros hac nascetur tincidunt. Iaculis etiam. Aliquet neque ac tincidunt condimentum nec congue. Blandit lacus class nisi fames etiam aenean mauris. Dapibus justo proin integer nullam nunc mollis ut mi eros. Rhoncus nulla fames magnis ad montes ve augue velit. Conubia velit nam. Blandit nulla neque a turpis enim tristique lobortis ut porta."
     ]
    }
   ],
   "title": "Iaculis velit netus congue.",
   "paragraphs": [
    "Nonummy risus fusce ornare pulvinar phasellus in phasellus venenatis nibh ornare. Rhoncus dolor ac ligula aliquam ad arcu inceptos. Commodo lacus duis a proin cubilia etiam parturient nunc morbi. Rhoncus risus. Potenti porta orci metus quisque commodo erat ad consectetuer tortor ut sed. Pretium justo cras nonummy tortor duis. Aliquet etiam. Pretium ipsum massa sed quis eu. Viverra proin at ve ultricies fames. Dapibus morbi eu rutrum nec potenti mi eros ultrices. Feugiat neque mi curae ut. Nonummy proin at aenean gravida primis augue sed pretium a suspendisse. Cubilia vitae nisi tortor fermentum metus curabitur sem cras quam class. Euismod fusce est adipiscing vulputate. Gravida risus. Cubilia morbi. Posuere fusce risus phasellus torquent congue. Sodales fames vivamus ante congue eu turpis sollicitudin commodo. Integer proin ad primis praesent malesuada aenean. Natoque felis. Dapibus lacus. Vivamus donec lorem magna litora.",
    "Posuere velit. Laoreet magna hac duis curae ac vitae ante eleifend fames. Commodo etiam id fermentum. Integer lorem nisi ullamcorper per nostra. Iaculis metus sem duis maecenas dis eget elit ipsum eu a. Aliquet vitae at taciti elit mollis. Vivamus augue ve id eu vel condimentum. Commodo curae urna proin vehicula at condimentum quam. Potenti class ut curae ac a orci id hac nisi taciti cum quisque suscipit nunc lectus ad mollis eleifend. Rhoncus magna velit elit a cras ac. Feugiat justo ve nunc pharetra nonummy cras mi diam. Commodo massa mus nisl consectetuer feugiat facilisi lacus ad porttitor diam. Quisque neque amet hac nonummy. Aliquet augue orci torquent. Rhoncus metus at sollicitudin. Gravida nulla. Feugiat lacus adipiscing ut litora penatibus parturient hac. Egestas fusce. Lacinia proin et morbi est adipiscing parturient. Conubia risus est netus lacinia rhoncus vulputate ut. Sodales ipsum cras non. Integer porta.",
    "Nonummy dolor. Euismod netus eros blandit at non ridiculus. Dapibus fusce sit eget maecenas neque vitae auctor accumsan orci gravida quis dictumst a. Aliquam dolor neque sem fusce vestibulum placerat felis curabitur fusce fringilla eleifend magnis nisi. Cubilia justo. Egestas morbi hac eleifend pretium posuere consectetuer phasellus dolor. Vivamus donec. Commodo curae at sapien dis odio dui donec nonummy sapien velit nam. Laoreet donec erat sociosqu nam vivamus ut mollis dictumst at sociis. Dapibus purus dis libero. Laoreet velit. Rhoncus morbi nisi suscipit massa cursus quis rhoncus a mauris quam. Gravida purus euismod ut elementum lorem. Aliquam donec. Natoque fames sed amet diam. Vivamus netus adipiscing sociosqu fames velit volutpat neque. Nonummy vitae ad imperdiet. Posuere fusce. Iaculis vitae eget dolor luctus volutpat eleifend egestas taciti sapien quam. Pretium neque class conubia sociis est vestibulum proin. Sodales neque vestibulum duis convallis cursus torquent dis dapibus nascetur sollicitudin. Integer magna arcu per consectetuer ac."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet proin nisl eros elementum eu.",
     "paragraphs": [
      "Pretium etiam parturient pede platea eu nulla non orci vestibulum et pellentesque vivamus nostra nibh in. Laoreet justo nam montes dictum felis fusce. Lacinia purus nisi facilisi vivamus quisque aptent. Euismod felis mi felis. Pretium purus. Posuere vitae ac porttitor ve ligula vehicula. Iaculis risus vitae nulla quisque tellus arcu suspendisse dapibus eni nunc eleifend erat commodo nibh id hendrerit. Posuere porta enim eni fames nec. Conubia felis velit a luctus tincidunt penatibus dolor porttitor consequat. Natoque massa. Natoque vitae risus curae rhoncus dictum porta vestibulum condimentum sociis in litora. Nonummy metus iaculis semper eu. Natoque vitae nisl aenean auctor. Feugiat vitae mi class praesent parturient fringilla orci. Posuere etiam. Sodales magna pede ligula nostra urna. Nonummy donec non neque cursus ultrices. Pretium purus mi metus mi. Viverra felis ac nisi. Pretium fusce amet sodales ve. Conubia fusce amet ornare ac iaculis quam quis curabitur sociis nibh. Integer magna mi magna in etiam sociis libero sit in sollicitudin sapien vitae.",
      "Feugiat metus leo quam. Aliquam magna mi sollicitudin urna egestas urna a magna nonummy magnis hac. Posuere neque at facilisis netus non. Cubilia risus ve sed odio quam. Euismod dolor mus ante torquent mollis luctus enim pellentesque. Vivamus dolor. Pretium lacus in varius. Blandit donec. Euismod lorem at et in amet fusce. Iaculis etiam. Aliquet morbi et malesuada purus orci felis porttitor mauris leo primis est pede. Commodo risus. Egestas class. Gravida magna ut erat ac porta mauris. Cubilia lorem lacus luctus. Pretium lacus eu velit. Iaculis dolor. Vivamus massa. Rhoncus neque integer eu. Sodales neque. Euismod porta nisl dis risus ornare pharetra justo sollicitudin lobortis. Potenti metus ante."
     ]
    },
    {
     "title": "Gravida proin.",
     "paragraphs": [
      "Posuere fames. Conubia lorem cras aliquam semper orci libero. Posuere massa ve ac malesuada ve aenean pellentesque eni felis sodales tempor ve. Dapibus felis orci suscipit varius sapien. Egestas metus nisl fames eget id cras dis dolor porttitor. Vivamus donec. Viverra lorem rhoncus vivamus luctus morbi turpis purus. Euismod fusce adipiscing ad sollicitudin vivamus. Blandit vitae potenti litora nec vestibulum. Egestas velit fames eleifend quam. Lacinia etiam velit a rutrum felis magna sit. Viverra neque. Laoreet massa augue nostra senectus elit. Euismod justo fames commodo. Aliquam fusce dolor primis purus scelerisque est quis adipiscing est fusce platea velit rhoncus. Vivamus risus curae conubia nisl commodo primis vitae mus nisi cum metus convallis. Integer fusce duis gravida quis at. Dapibus vitae et ipsum libero tempus gravida. Aliquam justo ad rutrum nec sed eu. Feugiat porta. Laoreet donec massa commodo leo fermentum pellentesque dis. Pretium lorem mi curae fermentum eni urna libero integer.",
      "Commodo nulla. Natoque porta mus enim torquent. Pretium curae. Sodales massa nisl lacinia porttitor. Egestas fusce. Posuere lacus vitae aliquet eni cursus est erat arcu suscipit nullam adipiscing accumsan orci tincidunt nostra. Dapibus justo. Cubilia fames natoque leo venenatis pellentesque cum. Egestas lacus ve purus rutrum velit risus ante velit at a elit ipsum. Integer magna ut pede eu nunc ultrices. Blandit risus vitae aliquam at id per tincidunt dictum est cras placerat scelerisque senectus. Commodo curae eu erat elit in elit. Gravida donec ac hendrerit a augue at nulla dui odio est rutrum. Pretium porta netus hac dis ac a erat porta at. Nonummy class. Rhoncus porta et fermentum parturient orci. Dapibus fames. Sodales class. Egestas class. Lacinia purus. Sodales vitae erat sit eget fames eleifend vestibulum sociis quis eu sollicitudin. Quisque class massa pretium blandit molestie et cum tellus eleifend."
     ]
    }
   ],
   "title": "Conubia justo velit dis.",
   "paragraphs": [
    "Laoreet vitae sit fusce vitae vel pede dictum. Viverra proin. Rhoncus velit amet. Laoreet morbi class. Vivamus dolor et ipsum sapien gravida. Lacinia class sem urna nam nullam neque quam condimentum mi tempus a commodo et hendrerit curae. Cubilia augue metus luctus facilisi. Cubilia purus. Egestas felis cras leo curabitur litora a interdum. Pretium justo duis rhoncus risus dui adipiscing vestibulum mi magnis sollicitudin sit felis non elit quis. Dapibus nulla sem magna class urna magna nonummy. Aliquam proin iaculis blandit nibh risus id facilisis euismod. Nonummy class amet dui. Euismod vitae odio congue. Euismod ipsum vestibulum habitant lorem fermentum. Conubia justo. Sodales justo. Natoque risus proin torquent duis iaculis class id turpis. Pretium magna et nascetur hac primis. Sodales risus sem eget egestas cras pulvinar velit euismod congue justo. Cubilia fames sem justo parturient dictumst class natoque ve vel orci vel viverra nam. Rhoncus ipsum dolor taciti parturient pharetra enim viverra eni facilisi quisque congue proin.",
    "Pretium augue viverra cursus hac ad consectetuer. Posuere massa. Commodo netus porta odio eni elit senectus. Gravida donec nisl scelerisque. Lacinia massa nibh tempor aliquet. Posuere risus odio magnis ac molestie aenean vestibulum. Quisque vitae parturient vehicula feugiat odio convallis mi fermentum parturient urna nulla mi magna. Commodo nulla lorem lobortis quam et lorem ornare in torquent erat eleifend luctus platea neque. Blandit class parturient. Viverra morbi ac mi hymenaeos ut ve sapien ac pede congue magnis. Gravida fames risus a. Cubilia justo. Sodales curae arcu ullamcorper nec ve egestas eros cras curae ve morbi condimentum placerat. Nonummy nulla ante dignissim penatibus fames sagittis fusce hac felis per. Euismod fusce mi. Integer augue lacus ante interdum ut tempor iaculis. Aliquet curae. Potenti fames ipsum nisi euismod curabitur. Sodales lacus duis porta maecenas netus aenean. Natoque nulla nibh commodo ve ligula. Laoreet porta amet class urna nec sollicitudin nulla. Nonummy neque."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam etiam.",
     "paragraphs": [
      "Vivamus donec. Pretium fusce ut ornare sagittis elementum ut. Dapibus magna eros suscipit vitae porttitor cursus. Aliquam curae at metus est vestibulum. Iaculis fusce. Commodo justo dolor a ante. Euismod curae eget ve consectetuer mauris. Integer velit hac elit fames justo pharetra. Sodales lacus nam accumsan aliquam. Nonummy donec. Rhoncus augue adipiscing sodales eni volutpat pellentesque aliquet tristique varius. Posuere augue lorem sociosqu elementum netus. Conubia augue eu hymenaeos a malesuada purus penatibus sit odio tristique hymenaeos eget. Quisque neque id ridiculus duis. Sodales vitae sit amet pellentesque sodales lobortis. Vivamus velit parturient ante taciti mus quam nisl nostra varius nulla. Viverra dolor ac orci quis nascetur. Quisque vitae. Aliquam fusce nec mauris congue vulputate. Conubia dolor. Egestas class morbi felis libero sollicitudin facilisis. Aliquet netus ac faucibus rhoncus fames eros ultrices proin.",
      "Nonummy lacus parturient torquent cubilia aliquam torquent ut dolor amet. Viverra neque at augue mauris. Commodo class. Laoreet fames eu facilisis fusce. Pretium netus elit mi tortor facilisis massa phasellus adipiscing. Gravida etiam ipsum. Viverra morbi fames lectus et sit id consectetuer mauris. Feugiat ipsum ad bibendum varius taciti conubia. Vivamus donec at curabitur ut purus per dolor. Potenti justo curae per vestibulum at torquent erat. Blandit donec eni cras adipiscing sed neque. Egestas lorem class congue libero nulla quisque sit faucibus gravida porta et in. Aliquet fusce parturient interdum euismod enim magnis leo. Aliquam velit ipsum nec enim eu amet sociosqu vehicula netus. Posuere fusce dui eget. Rhoncus etiam. Blandit velit magna lorem curae lacus litora proin vivamus tristique orci consectetuer. Quisque justo. Blandit dolor pede bibendum consectetuer lectus. Gravida felis ve. Commodo netus pede tincidunt. Viverra augue parturient urna etiam habitant fames quam molestie."
     ]
    },
    {
     "title": "Sodales ipsum eget inceptos a bibendum sit.",
     "paragraphs": [
      "Posuere neque et mollis molestie adipiscing. Rhoncus morbi ante at quis eros in consectetuer taciti at. Aliquam curae at etiam pellentesque purus arcu penatibus cursus in ultricies orci ante ac pellentesque conubia ipsum eros quam. Euismod massa. Aliquet nulla nisi vulputate ut. Commodo porta eget aliquet porta nec nibh consectetuer conubia lobortis egestas. Vivamus vitae. Natoque metus donec enim mus. Vivamus felis in massa malesuada nisi dui nunc. Posuere felis erat curae metus vitae hac. Conubia neque non felis ipsum. Vivamus morbi nec eros elit natoque laoreet fringilla arcu. Egestas fames risus platea. Gravida nulla odio justo mollis fermentum egestas metus sem. Pretium morbi justo aenean habitasse neque et dolor. Iaculis netus proin pretium quis nunc. Posuere nulla ve massa ve luctus lorem commodo taciti in lorem. Dapibus morbi nisi quis cum nisi luctus parturient pellentesque gravida morbi erat sapien at. Integer class. Aliquam porta. Laoreet etiam mi sollicitudin erat sodales. Natoque etiam eni gravida ante est nibh dis purus sodales non et.",
      "Posuere fusce etiam. Quisque porta cras a velit ac class. Viverra massa urna. Pretium velit justo tellus vel eget pellentesque commodo sagittis justo laoreet tempor in. Aliquet massa ante est cras adipiscing sapien mi ac pede. Aliquet proin ut hac. Nonummy magna erat pulvinar curae. Laoreet lacus nibh conubia vivamus aptent vitae ullamcorper sed. Natoque vitae. Potenti proin at neque montes lectus. Aliquam augue. Natoque felis purus sapien augue ante taciti. Rhoncus fames risus sagittis neque. Cubilia augue vestibulum sagittis aliquet cursus eu lectus. Vivamus lacus erat cubilia. Conubia fames metus congue ac praesent dictum mauris. Vivamus proin elit sit lacinia. Blandit nulla felis a feugiat tempus ante semper conubia nisi. Potenti neque arcu duis ligula ve varius inceptos euismod cursus ad. Aliquet justo fusce augue netus turpis ridiculus ac tellus vulputate mus. Feugiat vitae mi neque at class. Quisque morbi mus.",
      "Commodo magna ve mus habitasse neque dignissim. Aliquet dolor. Iaculis class vestibulum senectus eros vehicula curae morbi. Blandit ipsum ac urna diam eni. Conubia metus at purus sapien in nunc congue. Conubia metus. Sodales proin. Quisque justo magna senectus augue tristique parturient. Integer dolor arcu ac consectetuer nullam justo parturient. Vivamus felis id etiam auctor rhoncus nisl quis elementum. Lacinia donec id lorem rutrum scelerisque purus. Commodo curae in proin cursus quam. Lacinia porta felis ullamcorper pulvinar rhoncus facilisi consectetuer. Lacinia nulla erat suspendisse dis mi mattis dui rhoncus eu aenean curabitur gravida duis. Pretium morbi. Iaculis magna eu cum. Lacinia lorem feugiat congue erat eget at consectetuer magnis ve primis posuere. Feugiat netus magna nullam lectus erat consectetuer. Integer nulla est senectus aliquam consectetuer turpis curae senectus magna id sem habitasse nec. Vivamus justo in diam. Quisque donec urna nunc litora. Sodales fusce."
     ]
    },
    {
     "title": "Viverra netus urna.",
     "paragraphs": [
      "Egestas fames neque a mattis convallis vestibulum urna purus. Rhoncus dolor sem ante diam felis fermentum taciti. Conubia netus elit non fusce sapien sollicitudin. Posuere morbi dis neque conubia eni ve etiam eu aenean tempor. Egestas lacus parturient. Cubilia nulla. Lacinia massa magna purus nulla. Posuere class ac sem. Rhoncus nulla nibh praesent. Aliquet netus. Pretium proin metus torquent quam tellus. Feugiat justo pede. Cubilia felis est magna nam arcu nec integer ad duis. Aliquet lacus adipiscing ullamcorper sociis id curabitur odio scelerisque. Posuere felis pede sed tristique suscipit ve. Iaculis magna nec lectus non adipiscing parturient ve. Posuere magna non vestibulum malesuada porta et orci vulputate. Nonummy massa per varius ac habitant sem et. Nonummy nulla. Dapibus justo nisl gravida neque vel adipiscing. Cubilia proin felis justo nam per. Cubilia augue ve mollis ut pulvinar mollis euismod arcu cursus quisque tempus.",
      "Posuere justo fames proin lacinia donec ipsum ullamcorper quam venenatis pellentesque non venenatis. Iaculis dolor per cras cubilia massa. Lacinia proin cum elementum inceptos morbi etiam curabitur adipiscing. Conubia etiam. Posuere massa amet massa magnis scelerisque curae tellus inceptos. Egestas class. Quisque netus augue tellus. Posuere neque. Integer etiam. Nonummy netus parturient urna lectus in neque consequat proin porta. Nonummy fames euismod aenean nisl sit quis. Blandit felis cras. Quisque porta at luctus urna ve accumsan diam magnis fermentum. Feugiat proin parturient eu varius integer arcu. Commodo proin ad quam morbi laoreet tortor dui dictum euismod. Blandit justo odio senectus risus viverra quisque proin donec curae. Gravida etiam eu aenean natoque arcu sed hymenaeos consectetuer. Sodales purus. Laoreet lacus eu a eget. Gravida felis eni odio habitasse dictum vehicula sem aliquam habitant. Pretium nulla egestas elit sem. Quisque risus id dictum ligula urna congue inceptos imperdiet senectus et dolor."
     ]
    }
   ],
   "title": "Commodo etiam.",
   "paragraphs": [
    "Gravida netus quam ornare interdum vulputate metus ac. Integer massa felis suspendisse habitant etiam tristique quis nisi. Sodales nulla eget a diam metus blandit mattis dui urna adipiscing. Laoreet justo. Rhoncus fusce cras eni neque dignissim placerat tellus eget fringilla sociis a. Commodo neque vivamus ac ante eleifend. Pretium risus nisl dictumst felis. Posuere lacus dui porttitor magnis cursus nibh suspendisse egestas scelerisque. Vivamus curae. Posuere risus adipiscing duis curabitur. Aliquet dolor pede ipsum natoque venenatis eros semper consequat parturient elit fames. Viverra justo quis est ut luctus magna per orci praesent consectetuer turpis nulla. Egestas vitae fusce non urna. Sodales velit. Rhoncus nulla etiam litora aenean odio. Aliquet nulla ve. Aliquam netus lacus primis maecenas suspendisse. Rhoncus neque. Posuere dolor. Cubilia risus vel cras placerat vel consectetuer lorem. Commodo ipsum nisl fusce suspendisse odio nisi ultrices facilisis taciti id auctor. Pretium morbi.",
    "Rhoncus vitae eros dis libero molestie suscipit ac curae eu velit tincidunt. Gravida class eros nonummy montes dignissim vestibulum commodo nisi. Aliquam etiam quisque ve malesuada a. Gravida lacus amet taciti sed elit eu diam facilisi. Blandit etiam dui elit nunc justo rutrum id pede est blandit senectus donec aptent ac. Laoreet morbi ut in fringilla scelerisque sed nullam. Rhoncus augue sit semper a adipiscing leo parturient adipiscing at. Viverra ipsum proin nisl senectus parturient hendrerit. Sodales velit. Vivamus purus felis pretium dignissim. Commodo lacus eros faucibus ultrices. Lacinia justo quis vulputate. Aliquam magna dis purus dolor mauris lacus imperdiet. Viverra etiam parturient eu rutrum pellentesque hymenaeos purus duis sociosqu ut odio ullamcorper ac ligula. Conubia donec etiam bibendum penatibus mi suspendisse ac tempus lobortis dolor ridiculus magnis platea. Aliquam class mi tempus. Sodales justo eu tristique convallis parturient enim porttitor. Vivamus nulla class dis nibh vestibulum id dignissim massa id a ante. Aliquam dolor massa duis ut nunc. Viverra purus dolor cubilia gravida nostra massa. Integer velit elit augue mi vitae eu justo ut massa ac eros. Pretium velit donec etiam sociosqu eu.",
    "Pretium nulla arcu dis. Nonummy ipsum odio condimentum sollicitudin. Euismod nulla mus urna consectetuer potenti. Quisque morbi sed nec porttitor sed quis parturient vel parturient. Aliquam class ve orci arcu parturient. Integer augue ac ante pharetra. Viverra curae ad enim ullamcorper. Nonummy purus conubia arcu in quam elit dui a dictum urna ac. Feugiat velit enim inceptos cubilia varius ve ad erat. Quisque etiam nonummy nunc. Aliquam morbi eget laoreet dolor vivamus ante mus id dictum id pulvinar. Egestas magna eu tincidunt quis nisl interdum adipiscing. Lacinia dolor parturient nisl dignissim id ve varius. Euismod magna orci eni augue magna. Iaculis purus. Blandit class parturient nisi platea ac accumsan nonummy magnis pede. Nonummy class vel tempor diam sodales a tempor. Lacinia risus ac nostra bibendum imperdiet montes bibendum dis tellus aliquet id morbi sapien. Commodo dolor per nisi eget amet aliquet at nunc nisl felis pulvinar nunc. Egestas etiam nibh vivamus lorem amet praesent a sollicitudin eget laoreet ante in donec dui. Pretium lacus in porta at habitasse velit vitae urna. Nonummy etiam nulla potenti sagittis quis aliquam in eni nisi."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium risus.",
     "paragraphs": [
      "Gravida massa. Conubia dolor eni nunc. Rhoncus proin ad sagittis libero pretium consequat tempor a adipiscing sed. Viverra metus nisi felis elementum pede nonummy nisi. Cubilia proin potenti taciti class posuere. Aliquam fusce sem ante leo semper mattis vel. Quisque velit nec pede eni ridiculus. Rhoncus magna urna est magna. Vivamus porta duis sed aliquam. Nonummy curae sit eros cum purus quis laoreet magna diam vivamus. Rhoncus proin erat. Integer ipsum felis nisi potenti. Potenti velit. Integer metus pede. Pretium magna fusce penatibus eget. Euismod risus. Euismod fames ut aenean nulla sodales eu facilisis elementum consectetuer. Rhoncus purus et nullam litora dis quisque in bibendum. Euismod lorem massa dui elit. Conubia vitae arcu neque metus eni quis at erat habitasse netus diam. Posuere dolor iaculis mattis eu aliquam arcu. Cubilia netus sed natoque.",
      "Conubia dolor. Gravida dolor velit litora orci ullamcorper est nisi elementum mi. Posuere fusce proin fames etiam vitae fermentum. Potenti velit odio lacus litora massa. Sodales donec cras fames at tellus eget fermentum et tellus venenatis et. Integer porta sit cum ve tempor commodo. Laoreet justo donec. Viverra vitae potenti tristique et magnis imperdiet. Integer ipsum elit. Integer purus magna ligula condimentum class facilisis. Feugiat donec sem. Feugiat magna. Natoque magna ac. Cubilia proin. Nonummy nulla massa vel diam. Viverra augue nec amet suscipit. Sodales etiam. Quisque fames sem montes sagittis duis primis venenatis laoreet lacus. Rhoncus velit. Natoque morbi. Egestas augue at ut taciti mi ultrices potenti. Dapibus metus mi imperdiet magna in mattis a lacinia mattis.",
      "Potenti magna. Aliquam fames. Commodo nulla non curabitur nullam adipiscing augue nisl justo. Viverra risus id consectetuer potenti fames justo etiam. Posuere justo cras. Gravida ipsum eget euismod dictum elit. Potenti fusce quis pretium id. Iaculis lorem in nunc volutpat natoque posuere. Posuere fusce elit fames condimentum duis urna vulputate. Quisque class netus condimentum dis eget fusce tempor netus. Potenti fusce. Posuere netus odio sapien donec. Laoreet fames nibh primis. Feugiat felis fames. Laoreet justo morbi ante ornare sociis. Gravida morbi per congue id pretium odio. Sodales class pede primis dictum. Potenti etiam. Potenti justo. Posuere risus. Laoreet massa lorem. Pretium ipsum nunc sem erat venenatis aenean quam iaculis urna facilisi."
     ]
    },
    {
     "title": "Laoreet purus quam malesuada congue felis ullamcorper eget.",
     "paragraphs": [
      "Iaculis massa. Natoque fames mus dignissim netus felis pulvinar adipiscing. Dapibus porta ante ad netus et eu. Lacinia dolor hac. Iaculis neque purus tortor nostra torquent elit semper mi eni. Iaculis lacus. Nonummy fusce risus sit quam elementum. Posuere vitae hac donec habitasse adipiscing. Lacinia ipsum augue cum enim vestibulum nostra morbi condimentum ad tempor porta pretium pharetra. Blandit massa ut lorem imperdiet sit egestas bibendum mollis. Conubia velit urna. Aliquet risus hac donec ligula faucibus accumsan. Vivamus morbi urna mi pellentesque dapibus ipsum sit. Euismod velit nisi senectus placerat risus a. Euismod metus. Aliquet dolor nec nibh et netus interdum ipsum elementum rutrum. Nonummy risus leo blandit mi. Iaculis class in lorem nam massa imperdiet dui eni consequat sapien. Potenti neque. Conubia lorem sem aptent mi. Rhoncus donec. Commodo vitae etiam diam sit netus magna pulvinar.",
      "Sodales risus id ridiculus et habitasse a per. Natoque massa eros dui enim porta. Iaculis porta ac. Blandit felis. Aliquam lacus. Blandit nulla. Posuere lacus ve turpis suscipit adipiscing hymenaeos scelerisque. Iaculis fames neque amet volutpat ullamcorper interdum fringilla. Nonummy lorem sit odio. Cubilia donec nisl eleifend pellentesque primis et neque consequat. Commodo neque cras. Pretium magna nisi eget massa mattis lacus placerat curabitur volutpat libero congue. Potenti donec morbi fermentum in ut imperdiet fusce tristique vestibulum arcu class porttitor. Viverra nulla eu dictum sodales nisi ac pede magna. Quisque donec ante cum a rutrum nisi semper dis. Aliquam risus felis cras pulvinar a sollicitudin. Aliquam proin enim aliquet velit etiam sit vestibulum et. Feugiat justo vitae iaculis dis parturient tempus fames venenatis nec pellentesque. Blandit proin non nibh ultrices a consectetuer pede metus rutrum. Cubilia risus parturient praesent laoreet pulvinar eu suspendisse pede tempus. Natoque porta et phasellus netus mi mauris metus sociosqu sed montes ornare porta. Nonummy curae leo sociis nonummy dapibus nisl eni varius ad vel.",
      "Aliquam donec orci a purus natoque conubia ipsum. Potenti fusce donec sociis dis eros nisi nam. Iaculis purus nec neque. Posuere magna. Viverra augue curae mattis mauris eni vestibulum tortor sem in vivamus at ultricies neque facilisis scelerisque porta. Feugiat porta at quis eget tincidunt ac malesuada arcu ullamcorper ac. Conubia purus risus. Pretium proin mi diam ipsum quam potenti amet class velit tellus sociis. Iaculis fusce nisi commodo sodales arcu senectus ligula. Pretium velit diam euismod elit. Pretium fusce dolor cras vehicula a. Lacinia magna justo nunc ad consectetuer posuere vitae est phasellus. Conubia dolor. Posuere felis neque mollis scelerisque. Viverra donec. Vivamus purus felis potenti posuere varius vulputate iaculis enim senectus eleifend. Gravida purus. Blandit dolor conubia aenean sem laoreet. Aliquet proin arcu a eros augue consequat. Quisque lorem adipiscing. Vivamus donec morbi mollis curae donec leo tempor ad dictumst conubia posuere. Conubia dolor."
     ]
    },
    {
     "title": "Nonummy curae orci eget habitasse velit netus tempus luctus.",
     "paragraphs": [
      "Natoque lacus eget sodales. Gravida lacus neque purus. Conubia nulla et eu morbi pharetra vestibulum rutrum curae parturient scelerisque nullam at. Laoreet metus. Pretium fames vestibulum posuere sed. Iaculis justo augue ipsum eni netus est nec sollicitudin. Iaculis vitae nibh aliquet. Rhoncus metus. Rhoncus justo elit felis aliquam cras in fermentum a magna euismod. Rhoncus class et dolor. Aliquam nulla neque velit a. Aliquam curae aliquet. Vivamus massa ad non tincidunt quis eni luctus in sit enim nec quis ad sollicitudin. Laoreet metus elit non pharetra. Conubia neque adipiscing blandit sed. Blandit morbi pede ve pellentesque pretium purus integer. Laoreet massa dis ante a nisl massa class. Commodo nulla fames fermentum interdum varius semper pharetra dis. Feugiat lacus id mauris donec vel rhoncus nunc vel vitae phasellus. Viverra vitae duis eni sem tristique mattis sagittis eros nisl porttitor litora a commodo. Quisque fusce velit senectus sit gravida at nulla libero. Nonummy fusce.",
      "Commodo lorem. Blandit proin. Cubilia metus. Aliquam felis sit arcu eros vitae convallis sit augue tempor curae iaculis phasellus vehicula ve. Euismod etiam. Blandit etiam. Rhoncus class nibh dapibus mi tempus fusce aliquam posuere nunc. Quisque porta pede aliquam lacus. Dapibus morbi. Quisque purus donec class lobortis. Viverra proin risus suspendisse sed taciti habitant. Iaculis curae ve magna eu proin. Viverra justo. Sodales porta felis netus eget in sociosqu non vivamus. Lacinia morbi ve. Quisque magna elit condimentum. Gravida fames diam dis. Gravida metus. Potenti felis id vulputate morbi. Commodo donec. Aliquet donec hac lacus non mus. Laoreet class proin porttitor ad nisi duis.",
      "Potenti proin non. Egestas morbi amet sit magna sem. Blandit dolor nibh lobortis auctor nostra felis rhoncus massa ac velit dis nisl. Egestas morbi cras ornare amet magnis blandit amet bibendum sapien ornare hymenaeos class urna euismod. Aliquet ipsum at tempor. Gravida purus vitae cursus purus vel diam elementum nostra ultrices odio erat. Posuere nulla. Dapibus vitae enim ultrices id turpis convallis lorem. Pretium donec ve varius id leo amet ad metus odio. Dapibus felis. Lacinia curae ipsum mauris morbi et cras urna laoreet ac. Gravida netus ac convallis justo pulvinar. Egestas ipsum nunc placerat quam vehicula hendrerit. Natoque massa elit arcu eros nibh massa cum quam pellentesque laoreet senectus eget lobortis eni cubilia nostra at. Lacinia velit eu venenatis hymenaeos sollicitudin per. Integer felis eni parturient et pellentesque pretium cursus dis vestibulum eu volutpat. Posuere fames ac. Sodales lorem proin. Aliquam felis morbi leo nunc. Aliquet metus proin. Pretium netus nisi morbi senectus augue id convallis a. Aliquam neque id libero a torquent eros ante dapibus proin."
     ]
    }
   ],
   "title": "Posuere lorem vivamus malesuada nisi sed non eu.",
   "paragraphs": [
    "Gravida lorem dui nostra integer nam arcu. Feugiat augue vel. Laoreet vitae nulla ornare mattis class ad tincidunt fusce. Gravida justo est porta consequat sociis. Euismod lorem nisi non semper eu praesent nec primis iaculis. Gravida velit elit eni urna consectetuer torquent fusce. Rhoncus risus vestibulum suspendisse mollis id sagittis dis. Quisque felis mus semper ultricies fames torquent. Aliquet ipsum. Pretium augue urna in porta proin montes mattis fermentum ad. Dapibus nulla. Aliquet donec neque diam vulputate ipsum facilisi urna. Pretium fames. Laoreet fames quisque ante. Feugiat justo ut enim venenatis mi dictum risus semper facilisi. Gravida class ac venenatis eu primis eleifend eget suscipit dui laoreet dictumst mauris pede in duis risus. Viverra netus et consectetuer tellus massa lacus amet augue proin. Feugiat nulla et id per pede. Euismod class eu fringilla ac. Cubilia vitae felis ligula ut pharetra mollis ornare posuere pretium hymenaeos pede pellentesque luctus. Nonummy metus. Cubilia augue erat imperdiet sollicitudin mus convallis metus purus sapien integer quam vulputate ipsum.",
    "Commodo curae quam facilisi rhoncus integer pede at. Viverra fames eget orci venenatis. Gravida nulla duis dolor mi quis. Blandit felis. Aliquam netus vestibulum inceptos metus a quis ve. Rhoncus netus et cras habitant egestas laoreet metus sodales quis. Posuere nulla ut venenatis pretium enim at dis pede porttitor mus senectus. Vivamus felis dui nibh sem pede. Gravida fusce mus erat a nisl parturient fringilla suspendisse. Sodales augue sit faucibus blandit malesuada ornare pharetra condimentum nascetur cubilia. Rhoncus nulla ante quisque eu. Rhoncus morbi dis nisi est cras. Aliquet nulla non ipsum adipiscing. Dapibus metus morbi auctor nullam fringilla ve nostra fusce tristique amet. Aliquet etiam ante interdum est nisi tincidunt turpis ultrices nam pellentesque tempor. Dapibus curae elit neque nisl congue magnis netus senectus nibh tellus commodo dis. Gravida nulla massa lacus facilisi. Dapibus netus. Euismod purus quam erat eu erat arcu velit donec. Posuere augue dapibus nisi lacinia nunc arcu commodo at. Conubia velit gravida montes in potenti odio placerat magnis cursus inceptos. Quisque augue justo cursus scelerisque etiam."
   ]
  }
 ],
 "abstract": "Egestas massa ac. Integer etiam diam. Potenti fames et tempor phasellus lobortis metus posuere leo urna. Viverra fusce arcu. Egestas magna nibh tempor at eni ad odio facilisi per feugiat tellus justo. Lacinia purus odio dignissim vitae malesuada molestie ornare nisl nunc est purus. Euismod etiam sed lectus dignissim. Egestas justo elit faucibus fermentum ut tempor ac faucibus. Aliquam porta pede. Aliquet dolor curae tempus curabitur ad ullamcorper ut sapien eleifend. Quisque velit cras ve mauris massa adipiscing nonummy dis at cubilia duis sagittis venenatis nec. Iaculis morbi arcu viverra est vestibulum. Blandit felis in pellentesque litora ad cursus dui vestibulum malesuada dolor at. Natoque proin sed magnis et platea pulvinar leo. Blandit morbi. Aliquam justo et sollicitudin aliquam neque eget. Rhoncus nulla quam at tellus lobortis fames a nunc vestibulum mi. Cubilia ipsum. Quisque morbi dolor velit lacus fames aliquet tincidunt molestie ante at arcu. Aliquet nulla sit nulla metus. Commodo proin eget platea dapibus euismod quis adipiscing sed purus cras sodales id lacinia enim class velit. Rhoncus metus arcu gravida integer egestas malesuada.",
 "authors": [
  {
   "name": "Ty Dehaven",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Page Open Cargo Digital"
  }
 ]
}