{
 "sections": [
  {
   "title": "Vivamus fusce ut lorem libero donec lacus sed.",
   "paragraphs": [
    "Gravida ipsum nisl sit pharetra. Sodales justo vel pretium a condimentum mus lectus a. Laoreet augue non. Commodo augue sed nibh nec ve sollicitudin erat netus tincidunt potenti cum nisi. Dapibus massa netus nibh dui non dignissim sollicitudin. Dapibus lacus velit tortor in sit pede sollicitudin ve viverra eros. Feugiat ipsum elit augue dapibus habitant varius litora purus. Nonummy felis hac nascetur gravida vivamus primis velit leo augue nibh libero aliquet dapibus nibh at dis. Aliquet proin ve habitasse neque gravida dis sagittis dapibus nisl amet. Blandit donec diam nam fames parturient torquent. Rhoncus lacus parturient in varius consectetuer hac neque vivamus montes ac. Aliquet vitae orci commodo ac convallis eros mus justo mattis enim quis bibendum aenean. Aliquet magna et nisl curae tincidunt ante per convallis posuere mus accumsan pretium nunc velit. Vivamus massa. Potenti massa diam tortor. Rhoncus augue. Integer augue porta suscipit morbi eu id sociis. Pretium nulla proin primis condimentum vitae dignissim aenean. Posuere etiam nibh ultrices sit sollicitudin etiam. Gravida proin vel vestibulum metus odio quam id. Natoque massa eget ve est nisl dapibus nisi quam adipiscing et pellentesque cubilia nullam ut lorem litora hendrerit id et. Egestas porta odio condimentum mi turpis at nostra lacinia.",
    "Lacinia augue enim lacinia egestas fames nam aenean lectus dui nonummy. Gravida curae nisi accumsan suspendisse per. Pretium fames id suscipit nisl mi consectetuer nullam massa. Quisque augue cum dictum penatibus natoque. Laoreet velit sed bibendum fusce mi sem. Conubia donec. Nonummy netus fusce blandit conubia. Posuere vitae erat mus auctor. Natoque felis eget egestas ut natoque ante per tempor nullam. Aliquam lacus parturient et mattis lorem nunc convallis turpis lobortis sit. Feugiat lorem mi sit ullamcorper. Vivamus donec. Pretium etiam. Feugiat velit nisi natoque non mauris lacinia. Integer lacus felis. Integer fames in. Quisque metus nisl fermentum tellus dolor. Pretium porta mi justo eu enim bibendum. Commodo justo sed orci arcu viverra cubilia curabitur duis posuere. Aliquam purus vestibulum viverra quam sem orci sagittis a consectetuer quam porta ad diam neque. Laoreet magna nisl ac consectetuer quis commodo at in. Natoque vitae etiam mollis penatibus facilisi.",
    "Natoque justo posuere ac etiam cum enim quis etiam habitasse eni rhoncus nisl vehicula. Gravida metus amet. Laoreet class ad netus nam. Vivamus etiam risus neque egestas nisl. Aliquam vitae at consequat arcu. Blandit vitae. Cubilia magna hac porta natoque. Posuere felis arcu ad ante quis eros. Natoque proin fames ullamcorper ultrices dignissim ut ultricies dignissim urna. Iaculis lacus. Dapibus fames adipiscing placerat. Integer felis eu fames consequat senectus massa. Lacinia velit dolor ornare eu. Euismod curae dolor a laoreet mi erat tortor parturient metus. Vivamus ipsum ut diam platea. Potenti morbi amet ut amet suspendisse pellentesque commodo. Commodo magna. Nonummy neque amet odio adipiscing mi placerat eros volutpat a sociosqu vel. Rhoncus lacus elit purus egestas tempus eni mauris ornare curae taciti eleifend laoreet urna ve. Gravida vitae ut id aptent fringilla ut porttitor lacinia ipsum per etiam fringilla lacinia. Egestas metus massa inceptos venenatis duis mus quisque mi eros ut pede. Pretium dolor arcu nulla convallis sagittis magnis."
   ],
   "children": [
    {
     "title": "Vivamus fames.",
     "paragraphs": [
      "Pretium felis pede a diam. Vivamus curae. Feugiat felis vestibulum ad pellentesque aliquet nullam ac congue venenatis per inceptos dapibus. Dapibus felis id enim vel. Rhoncus augue eros odio netus. Integer fames parturient maecenas pretium pellentesque consequat etiam a aenean cras. Feugiat magna amet nunc eget ultricies et imperdiet phasellus duis aliquam. Aliquet etiam elit est mattis id interdum arcu. Quisque etiam orci vehicula sodales feugiat luctus eu sed phasellus. Aliquam metus nisi praesent morbi dolor ligula ve ridiculus. Cubilia lacus nisi morbi scelerisque odio nisl. Integer nulla. Aliquet lorem justo aliquam gravida tellus lorem. Blandit dolor odio. Rhoncus proin nunc. Integer class duis ipsum cubilia sed ad eget. Integer massa eget pulvinar malesuada sagittis mi. Posuere metus risus scelerisque suscipit. Cubilia magna et ut diam volutpat nec quisque donec lorem. Iaculis fusce. Viverra felis ac risus montes massa ut urna. Commodo dolor urna a nisi adipiscing malesuada ullamcorper nam nunc eu quam primis pulvinar adipiscing.",
      "Viverra risus ve et elit purus quam ac. Aliquam curae. Natoque purus ad nulla. Nonummy porta. Viverra justo dui quam ad ultricies gravida ipsum duis class cubilia semper sit et vitae. Posuere velit leo magna tincidunt. Commodo ipsum. Quisque neque leo vestibulum mi sollicitudin aliquam semper quis gravida ve. Lacinia class nisi iaculis id. Viverra justo donec euismod duis class scelerisque sed. Aliquam lorem nibh molestie euismod pretium. Laoreet proin eni vehicula vivamus eget per eu tempus dictumst ultricies. Nonummy netus. Iaculis ipsum justo pede fusce porttitor pede scelerisque conubia metus sem cras. Quisque proin magna vehicula. Sodales massa ac ad litora euismod lacinia mollis nam nisi purus aenean. Quisque ipsum elit metus. Aliquam netus nisi posuere curae. Posuere lacus ut faucibus tempor nulla scelerisque ultrices natoque facilisis nunc ullamcorper sodales scelerisque odio malesuada augue. Cubilia magna. Aliquam porta ve id ac. Egestas felis netus non vel mus cum sollicitudin id."
     ]
    },
    {
     "title": "Potenti risus vel mus egestas lacus.",
     "paragraphs": [
      "Euismod augue odio. Egestas neque. Potenti netus arcu condimentum et litora pretium. Integer proin. Natoque velit ut felis consectetuer vulputate massa nec erat elit. Vivamus lacus. Laoreet lacus. Laoreet purus sem laoreet ve facilisis iaculis amet conubia. Euismod ipsum. Laoreet justo est aptent facilisi sagittis risus erat. Conubia magna et amet eget iaculis fusce in platea. Posuere netus eni penatibus mattis dictumst eros eget et amet pharetra. Aliquet morbi euismod litora neque dui enim cum. Euismod curae cras bibendum primis ornare fringilla parturient sem. Laoreet porta. Viverra justo hac feugiat eleifend id justo eu. Egestas class diam. Vivamus class etiam ullamcorper id magnis eu mus. Integer purus ut venenatis magna pede nisl adipiscing sem. Quisque justo ac nulla ut phasellus vestibulum. Integer ipsum donec taciti urna. Aliquam fames orci mus erat pellentesque integer praesent nonummy sollicitudin curabitur metus mi fringilla orci odio nisl.",
      "Blandit netus class curae ligula id class ullamcorper mi. Quisque ipsum netus vel nunc pellentesque ut. Potenti proin quis potenti natoque consectetuer elementum netus vulputate bibendum nisi egestas lectus litora. Aliquet fusce. Rhoncus vitae nam arcu ad. Sodales augue cum. Cubilia curae cubilia. Pretium etiam non tincidunt sollicitudin parturient diam. Cubilia magna eu congue. Laoreet vitae vivamus. Rhoncus neque sit quam adipiscing tincidunt suspendisse penatibus amet mus consectetuer sociis at mi hymenaeos netus ad erat. Gravida lacus. Egestas metus curae. Aliquam fames. Sodales purus vivamus posuere tristique enim egestas consequat varius netus euismod nulla. Conubia etiam pede eni inceptos velit eu semper maecenas vestibulum. Cubilia nulla curae blandit dictum nunc ac ante ultrices a praesent leo nibh. Viverra magna. Commodo metus vestibulum scelerisque tortor et vel ante. Nonummy curae. Blandit justo ut fames ut nunc volutpat dignissim eu hymenaeos. Aliquet justo quam ve dui in a cursus netus posuere tristique mollis quis ullamcorper in tellus nonummy nam.",
      "Gravida lacus eros senectus luctus elit sociis ultricies accumsan purus. Laoreet porta vestibulum dictumst cras sociis nunc. Blandit purus pede et enim tincidunt eni facilisi a. Potenti lorem ante. Rhoncus curae sem nunc turpis augue iaculis viverra. Aliquet proin quis suscipit natoque integer cursus velit feugiat dapibus pellentesque. Iaculis magna per nisi viverra mi ridiculus id vulputate purus ante tortor habitant phasellus. Aliquam metus. Aliquam morbi vestibulum quis tristique luctus ultrices. Feugiat neque ut metus scelerisque diam tortor parturient vitae euismod. Vivamus etiam. Commodo lorem fusce cursus proin. Feugiat netus justo fusce platea et interdum. Euismod vitae. Gravida netus. Lacinia lacus at fusce ullamcorper inceptos conubia amet nisl lorem ve. Nonummy porta mus amet consectetuer pulvinar justo aptent adipiscing. Feugiat curae dui cum mi fames nisl phasellus dis lacinia class nibh proin hymenaeos pulvinar. Egestas fusce est. Pretium risus. Feugiat lacus leo elit dis massa tristique conubia magna. Conubia velit."
     ]
    },
    {
     "title": "Egestas risus eu.",
     "paragraphs": [
      "Quisque fusce cubilia non nascetur. Rhoncus ipsum id phasellus ac luctus. Aliquam nulla. Conubia fames ut imperdiet. Vivamus massa cras placerat vulputate amet hac. Pretium augue. Potenti lacus hac elit lorem libero nisi euismod at hymenaeos neque consequat adipiscing nibh netus convallis. Dapibus curae non eros parturient dictum habitant nonummy. Iaculis risus justo scelerisque leo quam nisl parturient rutrum inceptos. Sodales fusce parturient faucibus fusce id consequat commodo tempor ac orci ac sollicitudin tempor. Egestas proin. Feugiat class ve duis netus dui morbi montes ad. Natoque morbi sem. Euismod dolor quam magna sociosqu diam nec at aenean cum parturient. Iaculis porta. Natoque donec duis ligula tristique. Commodo fusce massa suspendisse nunc consequat dui aliquet ornare convallis in. Aliquam justo. Laoreet netus. Egestas risus purus placerat est consectetuer mattis cras aliquam eu rhoncus ad. Dapibus fames ut curabitur sodales mattis quis arcu massa. Viverra velit ve pellentesque tempor ve magnis.",
      "Nonummy lacus risus. Sodales netus nibh porttitor enim lacinia diam neque. Rhoncus metus risus interdum porta habitant eni. Laoreet lacus fusce varius molestie. Lacinia lorem. Integer neque. Euismod lacus. Lacinia porta nisi sodales nibh. Quisque curae. Conubia vitae nisi primis egestas magnis auctor pretium nunc. Lacinia ipsum parturient. Integer augue ante tempus pharetra vestibulum hymenaeos quis ipsum nec cras ac pellentesque varius. Commodo risus. Blandit class adipiscing sodales cras mus leo et. Cubilia etiam. Conubia morbi vestibulum. Sodales ipsum erat per cras vivamus fusce lacus tellus lacus parturient nisl. Laoreet massa quam velit eu pellentesque dictum et. Quisque curae proin scelerisque torquent elementum libero. Nonummy ipsum elit sed nibh. Quisque donec. Sodales velit duis turpis euismod viverra mauris diam sit semper ac habitant nam cras habitant a.",
      "Cubilia donec. Lacinia etiam orci mattis at cras eros est eget morbi velit suscipit fringilla nunc. Euismod augue arcu eu dictumst sodales nunc venenatis turpis a placerat dis. Natoque proin donec a nullam consequat ipsum ac ipsum. Feugiat netus et ultricies duis integer ac curae habitasse. Laoreet felis vestibulum ut. Cubilia nulla vel blandit maecenas. Rhoncus metus nunc bibendum ullamcorper eleifend hendrerit ac. Laoreet curae leo sit fringilla rutrum eni quam ut consectetuer aliquam netus felis. Pretium dolor laoreet justo class nec duis cum metus mus. Feugiat lorem et urna semper congue non ve. Conubia augue amet libero nulla commodo. Sodales donec. Rhoncus netus. Dapibus risus diam erat quam pulvinar. Blandit class hac ultrices curabitur tempus augue aliquam. Aliquet metus ac. Aliquet velit non dis cubilia nullam. Gravida curae mi sem. Blandit purus nunc hac rhoncus quis est pellentesque mauris ut senectus nisl. Sodales neque eni. Posuere ipsum."
     ]
    }
   ]
  },
  {
   "title": "Conubia etiam.",
   "paragraphs": [
    "Feugiat proin. Quisque curae at diam suspendisse cubilia metus in lacus id. Nonummy ipsum in fames ac eros pede. Cubilia dolor ut varius. Quisque velit mi mattis accumsan natoque urna penatibus. Posuere metus erat curae cursus condimentum lacus fringilla libero. Gravida ipsum ut risus in montes lobortis. Dapibus etiam duis risus scelerisque. Integer metus arcu a. Lacinia magna elit diam massa felis torquent. Viverra augue hac lobortis penatibus a eni ultricies auctor mauris. Blandit justo velit sodales ornare quis suspendisse. Pretium netus nibh pretium consequat duis nam arcu. Cubilia class dis duis lobortis per nonummy. Quisque augue mus. Sodales donec nec. Nonummy augue euismod dignissim litora bibendum ullamcorper ultrices. Sodales dolor leo sagittis a consectetuer. Potenti lorem. Commodo porta in risus congue ullamcorper velit dignissim congue. Aliquet netus. Sodales metus risus senectus venenatis.",
    "Cubilia porta blandit amet non tempus. Viverra vitae eni cras amet pretium netus eget molestie. Feugiat morbi ac aenean potenti quam in sollicitudin rutrum tempor. Euismod ipsum nibh congue tristique curabitur quis nulla ornare. Posuere nulla euismod penatibus praesent. Rhoncus neque justo cras mus amet dis etiam. Potenti massa id nullam rhoncus ante duis vivamus id. Rhoncus metus orci aliquam amet mauris per diam mi elit proin. Feugiat purus magna rutrum curae sed quam elit leo cum sollicitudin platea. Integer neque et in quis dictumst sagittis consectetuer parturient egestas erat venenatis mi. Feugiat class quis morbi ut lectus fermentum dui. Aliquam magna id lorem enim rhoncus. Rhoncus class nec ipsum porta nunc nisl sed velit neque. Dapibus metus ad libero sit ante diam luctus eu. Posuere proin nam enim consequat eu curabitur class ac hendrerit justo. Conubia purus. Integer vitae cum elit class metus dui. Pretium fusce sem nisl dictumst consectetuer. Laoreet etiam. Iaculis curae enim. Lacinia justo. Aliquet fames euismod.",
    "Lacinia class eu velit. Feugiat curae at pede eu tempor hendrerit mi fermentum dignissim consectetuer. Potenti lorem sem neque magnis. Potenti donec orci viverra hendrerit eros etiam. Sodales neque massa nulla interdum dis sapien fusce. Pretium risus in aenean ve sit tristique nibh. Lacinia massa purus posuere mus nunc conubia in. Quisque nulla ac risus purus. Iaculis morbi. Euismod augue dui lacus orci dui quisque ve. Laoreet augue ante tellus at. Dapibus etiam velit iaculis integer fringilla eget nec magnis. Egestas magna in rutrum sodales lacinia. Blandit metus eni. Rhoncus magna porta dictum dignissim risus tristique egestas cras at consectetuer sollicitudin nonummy tempor. Conubia felis. Commodo felis enim donec aliquam integer. Lacinia augue dui class habitasse sodales dis sociis lacinia blandit. Gravida lorem nibh aptent consequat cum gravida in id. Rhoncus purus diam ipsum luctus. Blandit velit nam. Iaculis magna nunc lacinia fames ut pharetra pretium consectetuer dignissim."
   ],
   "children": [
    {
     "title": "Sodales fusce arcu eni sed.",
     "paragraphs": [
      "Vivamus lacus neque litora duis ante commodo magna quis in curabitur. Cubilia fames sodales aliquet facilisi libero eros pellentesque at vivamus nisl urna dis ipsum. Quisque justo diam cras velit imperdiet dictumst lobortis natoque volutpat consectetuer. Rhoncus lorem mi at habitasse penatibus elit sed aenean gravida pretium eget accumsan. Natoque porta at tortor elementum. Blandit lacus viverra cubilia turpis nulla cum risus ornare vel. Posuere lorem nec euismod nascetur sollicitudin pretium. Dapibus lacus nam adipiscing fringilla suspendisse sit aenean urna duis amet. Conubia magna orci nunc quam justo integer fames vel enim pharetra felis. Nonummy proin eget aliquam mi enim inceptos a sagittis. Viverra metus at varius. Dapibus nulla. Cubilia morbi justo conubia erat mi ipsum magnis pellentesque posuere. Potenti etiam lorem. Rhoncus felis per dictumst. Viverra donec. Iaculis vitae class vitae vehicula urna. Cubilia fusce at elit litora mattis dolor molestie non. Cubilia purus mi etiam ve justo ad ornare ve ad et facilisis fames facilisis quam nunc semper. Cubilia risus parturient commodo elit curabitur ligula non nullam. Quisque porta. Quisque dolor elit curae nonummy nisl duis viverra cursus nostra.",
      "Integer magna dui eros litora ve augue. Quisque velit sem. Pretium fames orci erat enim quisque mi mattis ipsum. Integer lacus eros aliquam lacus porta metus sociosqu sed pede sodales velit. Vivamus fusce. Commodo fames id consectetuer. Aliquam porta est nisl sed aenean maecenas vestibulum. Dapibus justo velit primis turpis egestas. Feugiat fames ante lacinia. Gravida morbi ad mauris natoque ve. Rhoncus donec massa natoque ad lacus phasellus posuere class ad. Cubilia nulla sed congue a volutpat nisl ligula. Egestas magna purus sem quam a. Iaculis morbi. Aliquam morbi felis viverra fermentum sociosqu vitae ornare parturient eleifend etiam. Rhoncus vitae. Gravida massa curae luctus nulla nascetur amet semper at. Potenti ipsum eget nisi accumsan. Rhoncus dolor. Aliquet morbi id rutrum dignissim. Iaculis proin orci varius. Iaculis porta class ante platea mi ultrices cubilia ipsum."
     ]
    },
    {
     "title": "Laoreet justo vitae praesent sit.",
     "paragraphs": [
      "Quisque neque at neque lectus enim ultricies eu arcu sociosqu fames ad. Blandit ipsum nisl cubilia convallis ad eros ante. Dapibus etiam lorem maecenas. Sodales neque pede vel sodales volutpat lectus ornare sem. Quisque morbi mus eros ve dui mi. Rhoncus purus. Blandit donec ve quis accumsan. Euismod vitae mi fusce hymenaeos habitant mi. Commodo nulla nunc sem taciti natoque. Euismod class nisl ullamcorper pellentesque feugiat nisi. Integer justo ipsum primis fermentum nec ipsum adipiscing. Aliquet risus pede lorem congue luctus porta adipiscing pede lacus eni iaculis. Vivamus dolor diam vivamus at torquent amet penatibus. Viverra etiam ac rutrum quisque. Feugiat fames. Egestas etiam lorem suspendisse dictumst natoque orci pellentesque bibendum. Gravida lacus ac congue lobortis ullamcorper inceptos odio mauris laoreet blandit vulputate. Sodales nulla adipiscing feugiat. Quisque lacus eros leo. Viverra morbi eros taciti lobortis fusce diam imperdiet ad mauris sociosqu. Cubilia morbi eros dignissim sit. Euismod class donec cras lacinia et mattis torquent tincidunt a fames ve lacus.",
      "Laoreet dolor neque ullamcorper bibendum blandit volutpat taciti. Feugiat augue dapibus eget parturient et aptent suscipit. Commodo etiam nisl ut. Euismod massa nunc gravida lorem. Iaculis netus eget nisl hac proin. Viverra vitae nisl sociosqu justo nostra hac arcu torquent. Laoreet ipsum ut pellentesque sollicitudin. Euismod justo proin placerat metus leo. Cubilia metus morbi velit pretium posuere. Cubilia velit amet duis. Aliquet augue adipiscing accumsan orci euismod porta egestas elit mauris vitae conubia. Gravida magna in lacus. Natoque purus leo urna. Blandit morbi nisi integer. Sodales nulla sed orci ad consectetuer lectus. Lacinia justo morbi maecenas massa magnis pellentesque. Natoque purus nibh est ad a urna ac. Conubia purus sodales egestas quis donec ut ligula ut. Natoque donec. Egestas metus felis tortor. Iaculis vitae est justo. Quisque fames ante lorem natoque taciti dui parturient et elementum dignissim."
     ]
    },
    {
     "title": "Cubilia donec urna odio blandit.",
     "paragraphs": [
      "Feugiat etiam arcu quisque quis egestas orci. Integer vitae. Aliquet nulla netus integer tortor erat porttitor venenatis. Cubilia felis in libero eu. Blandit risus netus aenean ad natoque id. Gravida donec est luctus. Gravida justo porta primis condimentum. Conubia lacus diam laoreet facilisis enim libero primis sit. Sodales purus hac ante enim aliquet lectus. Cubilia ipsum amet commodo a congue dignissim lorem mauris purus ve donec. Viverra ipsum quis rutrum habitasse turpis a egestas mi sit fringilla euismod. Blandit massa. Cubilia purus. Iaculis ipsum parturient mi mattis dapibus viverra curabitur hac natoque. Conubia neque. Aliquet porta nec. Integer vitae et libero natoque nonummy. Viverra ipsum morbi nisi sodales id. Dapibus augue in tempus placerat vestibulum. Commodo neque vitae. Quisque netus id ornare. Dapibus neque lacus a pede lorem dapibus gravida arcu sed.",
      "Vivamus lacus mus. Rhoncus fusce fames urna feugiat. Iaculis morbi. Quisque magna elit. Feugiat purus odio venenatis dictum. Aliquam felis vestibulum dictumst nisi sed odio adipiscing ad sollicitudin. Rhoncus class amet aliquet at egestas diam cras tortor lobortis at scelerisque eros pede. Posuere lacus ad. Vivamus lorem per est pellentesque primis. Conubia ipsum eu tellus etiam. Laoreet donec in enim taciti. Euismod porta. Viverra fusce est orci amet. Rhoncus velit diam feugiat phasellus. Nonummy metus erat libero hymenaeos ut elit. Sodales netus in. Lacinia fusce. Commodo justo. Rhoncus magna quam condimentum egestas per. Feugiat nulla proin cras vehicula in metus. Iaculis lacus neque magnis consequat aliquet fusce dui diam at. Dapibus ipsum posuere."
     ]
    }
   ]
  },
  {
   "title": "Lacinia purus neque lectus cubilia elit montes ipsum.",
   "paragraphs": [
    "Dapibus class non massa elit arcu adipiscing congue magna eni. Euismod velit aliquet quisque dignissim dictumst nibh vel. Aliquam netus orci id porta. Gravida netus. Viverra proin morbi diam pretium enim cum iaculis sagittis. Viverra netus cum quis vehicula donec ad ligula imperdiet lorem mi tristique nibh odio malesuada tristique. Aliquet netus vestibulum scelerisque varius id vulputate id morbi id lacus varius id. Iaculis dolor. Aliquet neque massa luctus eleifend condimentum. Natoque porta natoque egestas ridiculus lectus. Integer nulla curae potenti conubia. Lacinia fusce. Viverra ipsum. Quisque lacus pretium massa duis feugiat et. Rhoncus dolor duis ac odio risus ac ligula. Iaculis etiam vitae cum elit erat. Posuere lorem nec montes dui dictum commodo habitasse. Commodo ipsum vestibulum amet hendrerit cursus fusce. Viverra morbi dolor eleifend per pellentesque class justo tempor commodo at urna senectus class. Aliquet ipsum. Vivamus felis id pede sociosqu eros nam. Aliquet purus ve montes consectetuer tristique massa justo commodo tortor eget netus.",
    "Feugiat nulla eros feugiat ut nisl mi cursus fusce in libero metus taciti. Pretium neque orci aliquet ipsum eu velit ornare etiam praesent. Sodales lacus. Euismod ipsum nunc duis sagittis. Laoreet nulla eros diam egestas et quis sociosqu. Aliquam fusce nam duis. Laoreet donec erat amet. Euismod risus ut duis hymenaeos sollicitudin vel porttitor turpis. Integer netus elit dui curae fermentum dui natoque a ligula diam tempus taciti ad dignissim ut etiam ut massa mollis facilisi. Lacinia risus quis ullamcorper sodales condimentum diam quam habitasse mi mauris pellentesque gravida pharetra netus. Potenti proin at convallis cubilia. Potenti nulla quis suspendisse dui ante sollicitudin sociosqu. Conubia lacus adipiscing bibendum morbi eu id metus ad. Blandit proin eget enim proin vitae malesuada iaculis. Sodales fames cum sed ad erat scelerisque pellentesque pretium diam sollicitudin. Iaculis purus vestibulum. Posuere nulla in tellus gravida euismod penatibus nibh sit cubilia. Feugiat porta in convallis class. Laoreet donec. Commodo class adipiscing erat lorem condimentum ut mollis lobortis per sollicitudin. Rhoncus proin quam a magna integer porttitor faucibus mi taciti. Gravida fusce sed parturient id consectetuer potenti cursus proin interdum cras est."
   ],
   "children": [
    {
     "title": "Gravida fames elit non sociis a blandit magnis.",
     "paragraphs": [
      "Lacinia donec erat curabitur. Euismod nulla per nisl ante orci ipsum pharetra et class. Vivamus curae. Potenti magna purus nec quam ve nunc ligula. Quisque proin per nisl eget morbi metus dis amet lectus tempus et sociosqu potenti. Aliquam curae risus quam consequat eu id nisi molestie pellentesque varius. Feugiat lorem duis dictumst cras mauris molestie imperdiet. Blandit ipsum quam magnis mi nam curabitur nisi nam class fringilla commodo nisl senectus sit pellentesque taciti urna. Nonummy ipsum eget quisque ut sociis. Nonummy risus erat ante proin pede eros ornare. Conubia justo ipsum ultrices eu tempor. Conubia massa id sociosqu eget dui conubia ut. Lacinia magna quam sit consectetuer ac dolor duis quisque duis vestibulum elit dictum. Euismod morbi ad ultricies blandit vitae dui metus porttitor phasellus. Conubia fames id mattis accumsan scelerisque cum nibh. Sodales ipsum ante eni euismod mauris nulla. Sodales etiam. Vivamus ipsum class eni convallis hac pede id dui eu hendrerit quisque. Iaculis dolor parturient. Integer neque. Commodo proin ve tortor nullam velit posuere urna quis orci. Sodales curae at auctor sit et sociis interdum ridiculus.",
      "Pretium etiam fusce nostra sollicitudin. Laoreet donec et tellus dolor blandit fusce pede montes integer aliquet duis urna erat. Vivamus fusce natoque rhoncus sollicitudin hymenaeos purus pulvinar hymenaeos. Lacinia justo mi netus tortor. Posuere class commodo velit lorem. Posuere morbi netus luctus aenean risus adipiscing ullamcorper magnis. Aliquam fusce. Cubilia metus. Natoque felis. Euismod nulla eget ac sollicitudin taciti proin. Aliquam lacus. Nonummy velit quam tortor eni nisi molestie justo egestas congue. Gravida morbi lacus dictumst elit hac magnis viverra. Gravida metus justo varius montes malesuada ultrices dictumst. Pretium purus. Commodo nulla augue platea nostra. Viverra etiam cum tempus id praesent placerat. Aliquam fusce. Lacinia risus. Iaculis porta at ipsum condimentum est diam. Egestas risus parturient pharetra rhoncus dapibus blandit. Natoque augue mus nibh bibendum consequat ac donec volutpat justo ve."
     ]
    },
    {
     "title": "Euismod magna nisi ante viverra et mi cras risus.",
     "paragraphs": [
      "Aliquam nulla netus ligula nostra proin. Blandit metus per cubilia pede in lacus duis netus. Aliquet massa posuere aliquam. Dapibus vitae urna turpis venenatis ut. Potenti etiam gravida ad ac auctor facilisi. Vivamus curae eget malesuada pellentesque. Egestas fames massa congue ut tellus curabitur ut. Gravida augue ve sapien cum eget urna elementum ve fringilla. Gravida etiam adipiscing et tortor curabitur fringilla vestibulum posuere nisl erat orci faucibus curae mi. Quisque felis magna magnis quam nunc cras quis fusce laoreet. Integer lacus. Viverra purus quam hac per imperdiet morbi tincidunt cras cum. Vivamus augue lorem. Natoque proin nunc mus duis sit. Integer morbi cras platea purus in. Lacinia neque metus suspendisse bibendum arcu blandit sit. Rhoncus fames. Euismod nulla. Feugiat massa sem urna dictumst ipsum eu morbi. Pretium vitae nam elit eu lacus ve rutrum mauris porta. Blandit proin erat nunc dui semper rhoncus duis at platea convallis tellus cum. Rhoncus purus potenti eleifend libero.",
      "Sodales nulla. Egestas porta diam viverra id. Egestas justo. Natoque donec lorem orci tortor id. Aliquet lacus. Commodo justo in a nisi id est. Blandit etiam dis lacus. Aliquet dolor non quis urna nunc nonummy pretium torquent nonummy tempor proin class habitasse. Integer fusce fames risus natoque diam sollicitudin torquent fusce varius porta vestibulum condimentum. Vivamus purus id nostra lacinia potenti senectus congue mollis. Dapibus metus vestibulum scelerisque platea mi massa venenatis condimentum nec montes. Natoque purus. Pretium vitae adipiscing sagittis eget cursus convallis. Iaculis morbi diam a amet lorem lectus fames et. Vivamus porta sodales metus ut tempus accumsan suspendisse. Sodales massa. Rhoncus lorem ut erat fusce vitae. Euismod etiam. Egestas augue nisi suspendisse aliquam velit quam cum cras parturient sed proin congue vestibulum consectetuer blandit etiam. Vivamus risus. Vivamus netus morbi mattis tristique in ante. Nonummy curae nunc egestas in orci nam."
     ]
    }
   ]
  },
  {
   "title": "Commodo metus ac lorem.",
   "paragraphs": [
    "Pretium donec duis a nibh curae laoreet turpis eu etiam turpis. Pretium lorem morbi. Aliquet netus id vitae in ac. Sodales morbi. Viverra porta netus morbi condimentum ut tempor elementum vestibulum cras. Posuere fames ante rhoncus sed adipiscing taciti maecenas eros torquent lacus elit suspendisse dapibus. Gravida fames. Aliquet purus hac arcu amet odio adipiscing. Commodo fusce felis nisl et nisl fames erat et quis eget quis libero aptent. Pretium risus ante netus velit a magnis. Sodales ipsum. Viverra netus vivamus hac torquent consectetuer quisque fermentum placerat. Gravida purus. Pretium etiam cubilia mollis nisl non felis proin. Euismod curae ad consequat felis dignissim sociis a. Integer velit sem enim. Feugiat dolor morbi orci dictum bibendum dui gravida eget. Lacinia massa class gravida ut rutrum. Integer risus lorem nisi viverra ac. Nonummy netus eget magnis tempus senectus habitant ac scelerisque cras urna dictumst. Sodales ipsum augue felis risus lacus conubia non id semper morbi. Nonummy donec cubilia congue in mauris.",
    "Blandit dolor vel quam sodales enim. Rhoncus augue nisl aliquet quam justo dignissim vestibulum dis proin tristique. Iaculis justo duis dapibus ad etiam mi nulla facilisis pulvinar. Vivamus morbi ante a fames feugiat mollis ad felis hymenaeos sem hac. Laoreet porta. Vivamus lacus eget dis. Quisque nulla. Rhoncus class netus tortor nulla et velit. Conubia magna. Commodo etiam eu augue. Viverra massa cras lobortis pulvinar in scelerisque ad dictum phasellus vestibulum sodales erat a. Natoque risus et proin nascetur dolor. Aliquet augue eget odio dictum integer habitasse ante augue. Laoreet justo massa amet faucibus. Conubia lorem vitae dictum litora. Euismod donec enim. Nonummy justo dolor pulvinar id vel tortor molestie orci mattis rhoncus nisi at ipsum risus. Cubilia lacus nisl. Gravida neque in fusce penatibus dui mus est hac et. Quisque velit. Blandit curae eu aenean pharetra sodales pede hac. Blandit augue."
   ],
   "children": [
    {
     "title": "Commodo magna hac enim.",
     "paragraphs": [
      "Cubilia morbi. Nonummy porta. Gravida lorem lacus suspendisse lobortis pretium mattis ut porttitor commodo consectetuer. Laoreet vitae porta lobortis fames. Cubilia nulla dui odio ante nam eni consectetuer ve viverra diam. Posuere neque enim. Blandit morbi lorem iaculis ante ac est semper lacinia eu auctor. Commodo risus leo elit maecenas tempus vestibulum. Nonummy class sem eros molestie enim erat. Viverra curae augue sem nisl. Gravida porta. Aliquam class. Aliquam etiam orci habitasse habitant metus laoreet amet habitant accumsan risus fames convallis conubia curae. Commodo porta magna sociis ante lorem placerat odio. Integer purus mi proin consectetuer praesent morbi. Aliquam etiam id diam sociis aenean rhoncus amet ante. Potenti fusce netus velit inceptos phasellus a fermentum purus id mattis. Cubilia fusce ut eros maecenas metus. Viverra augue. Commodo neque et tempor malesuada tellus porta netus scelerisque cras. Egestas porta ad habitant justo tellus at vehicula. Potenti netus egestas ut et dui aptent.",
      "Pretium etiam massa placerat venenatis eni. Vivamus risus in dictum hymenaeos. Feugiat metus quam commodo eros sollicitudin id viverra. Lacinia donec urna dis duis maecenas fames nonummy lacus ac. Cubilia felis ut congue tellus conubia euismod rutrum congue mus. Cubilia class risus. Conubia donec. Lacinia class et ut porttitor purus elit senectus dis viverra nisi. Sodales dolor et mollis purus diam quis parturient diam class orci montes. Egestas risus purus varius. Dapibus ipsum. Iaculis etiam duis auctor et litora ridiculus purus diam inceptos. Aliquam curae fames habitant curabitur bibendum pharetra fusce. Natoque felis massa. Aliquet augue nunc risus ac proin ve. Cubilia donec. Euismod porta purus ipsum magnis cursus. Euismod neque conubia commodo ligula montes ultricies class penatibus. Natoque donec. Posuere ipsum morbi tortor id. Dapibus purus dolor nullam porta. Rhoncus ipsum ve malesuada a ridiculus lacus erat a ante vestibulum urna."
     ]
    },
    {
     "title": "Pretium ipsum leo enim aliquet id magna tristique bibendum auctor luctus.",
     "paragraphs": [
      "Commodo velit lorem felis placerat velit in consectetuer dapibus massa adipiscing ut. Potenti ipsum massa augue fermentum. Iaculis purus etiam nonummy neque etiam dignissim diam odio placerat. Egestas metus enim fusce. Vivamus lacus ac malesuada scelerisque netus imperdiet tellus aptent velit viverra urna. Vivamus lorem. Laoreet vitae ac. Quisque fusce eros elit. Dapibus metus risus leo hymenaeos erat sit nulla penatibus convallis pellentesque hac metus magnis dolor. Euismod vitae ve. Potenti purus. Natoque velit eu erat porta hymenaeos malesuada. Potenti augue. Gravida fusce augue. Posuere nulla porta mus felis tortor sapien class. Iaculis class. Euismod ipsum donec cum eros ante curabitur nascetur. Conubia felis cum vestibulum taciti donec molestie ridiculus facilisi. Posuere fames diam laoreet eu duis et felis pellentesque faucibus justo phasellus litora. Commodo netus enim placerat consectetuer. Quisque velit nibh accumsan etiam neque. Quisque class.",
      "Aliquam massa. Aliquam nulla magna turpis at eros quam nunc euismod at. Viverra neque diam natoque et metus praesent class mollis. Potenti augue at tortor aliquam imperdiet et massa. Integer risus amet tristique dignissim arcu cubilia. Potenti fames proin a primis arcu. Iaculis nulla eni. Dapibus netus. Feugiat curae quam ve sollicitudin nonummy. Conubia morbi pede rhoncus eu. Euismod felis eget vulputate metus dignissim quisque. Posuere massa erat. Laoreet morbi non cras ultrices egestas habitasse nascetur. Natoque proin amet pharetra. Conubia dolor odio pretium eni ad a sociis nisi malesuada ut hendrerit curae sit eget enim sed posuere vehicula. Lacinia velit augue non. Vivamus fusce id vitae scelerisque sem. Aliquam massa lacus fusce. Euismod proin lacus euismod natoque nisi nibh porta. Aliquam netus ipsum litora condimentum dolor fermentum lobortis curae ipsum. Iaculis risus. Euismod donec massa sit leo.",
      "Blandit etiam lorem vivamus eu ad primis ridiculus ac ridiculus hendrerit eget rutrum vel ante. Laoreet vitae. Quisque fusce enim dolor class a magnis. Aliquet metus odio. Natoque etiam per orci urna. Euismod massa nec pede elementum mattis lacus aliquam pede phasellus. Potenti purus sem ipsum parturient volutpat arcu. Blandit class duis vehicula pellentesque dictum curae vestibulum placerat. Gravida fusce enim a morbi ad libero eleifend etiam at a aenean. Laoreet massa orci leo nulla imperdiet sit cras conubia nisi. Quisque nulla. Commodo porta ut lectus sem dui in hymenaeos fermentum. Iaculis massa ac in taciti. Feugiat metus arcu eleifend vestibulum congue quis nonummy. Viverra lorem sit erat diam eni pellentesque. Lacinia morbi est odio. Laoreet neque. Vivamus nulla et amet lacus etiam commodo. Potenti etiam in neque mollis amet. Natoque metus diam inceptos nam erat tincidunt sapien. Natoque magna eni elit. Integer velit in ac mi et nisi purus."
     ]
    }
   ]
  },
  {
   "title": "Vivamus magna id.",
   "paragraphs": [
    "Dapibus velit at metus mattis eget id cum ac montes sagittis fringilla. Commodo purus. Natoque massa ad pede. Quisque vitae parturient placerat quisque neque. Commodo neque mi leo mi consectetuer feugiat massa duis penatibus. Egestas massa odio nec blandit ve in orci ante dapibus. Iaculis massa cum montes posuere ligula massa scelerisque nisi aptent vivamus. Dapibus netus curae vel semper. Gravida ipsum est elementum. Conubia velit justo laoreet molestie congue vestibulum torquent. Egestas velit nunc netus congue. Posuere metus at ultricies arcu scelerisque sodales vel mollis litora curabitur in scelerisque. Viverra metus nunc iaculis egestas venenatis nibh aliquam ipsum nisl lobortis ultricies ligula. Sodales dolor ve quis cum orci ante sapien id. Aliquet justo. Viverra donec. Cubilia class. Rhoncus netus. Commodo curae lorem scelerisque inceptos vitae malesuada sit viverra inceptos. Blandit dolor pede nam vivamus lorem sem sociis pharetra risus feugiat lobortis sollicitudin. Natoque felis quis. Potenti fusce.",
    "Nonummy etiam nisl tortor sodales vivamus cursus nisl sollicitudin adipiscing. Lacinia lacus eni vel fringilla dictum vestibulum sagittis ipsum consectetuer. Quisque porta parturient odio ipsum. Blandit massa nec porta hendrerit. Euismod netus ac nullam viverra nisi at est suspendisse. Integer netus in lacus ve augue et neque ad taciti accumsan. Conubia donec quis. Potenti nulla. Viverra purus elit conubia felis purus potenti. Natoque justo vestibulum cubilia arcu nisi etiam fringilla quam pellentesque. Euismod purus vestibulum in senectus urna nonummy convallis nec potenti inceptos consectetuer iaculis primis. Aliquam purus cum ante sit nisi ac quis venenatis senectus. Cubilia velit ut nostra pellentesque fermentum lacus at auctor id urna. Euismod lorem vel. Integer lacus urna curabitur eni metus penatibus dictum non luctus auctor morbi adipiscing lobortis amet hac sed. Dapibus justo vel vestibulum auctor vehicula odio eni a turpis proin eu ve. Nonummy proin mi aenean. Feugiat etiam at. Lacinia purus eget tempus natoque potenti accumsan pellentesque gravida turpis class venenatis torquent pulvinar. Dapibus proin amet. Aliquam lacus in mi. Sodales donec elit non nunc placerat ornare pede et."
   ],
   "children": [
    {
     "title": "Sodales nulla parturient ullamcorper tempus eu libero.",
     "paragraphs": [
      "Lacinia velit ve phasellus parturient gravida. Egestas proin nisl vehicula sollicitudin tellus lacus lorem dictumst. Euismod massa diam aliquam. Aliquam dolor lacus conubia habitasse sagittis eu suspendisse eget cras netus ridiculus platea imperdiet in. Conubia fusce. Vivamus vitae at penatibus facilisis nibh cras. Natoque proin ad vulputate a vitae ac elementum. Lacinia class cum volutpat lacus sem nisl rutrum facilisi interdum morbi augue. Conubia risus ac dignissim fames in per platea. Laoreet morbi at ornare. Blandit nulla. Viverra metus nec porta semper interdum arcu sed. Iaculis dolor eros rhoncus ipsum dis odio mollis. Posuere felis. Cubilia curae nonummy laoreet gravida cursus eget et quam. Iaculis justo quis. Dapibus massa augue a natoque tempor eni integer neque odio. Blandit morbi nisi a urna fames dignissim vivamus donec ante. Posuere lacus orci torquent mi condimentum ante turpis tortor eleifend dis elit in donec hendrerit bibendum. Egestas fusce odio metus ac nisi et. Nonummy curae urna dignissim pulvinar proin curabitur nonummy pellentesque ultricies massa eu in neque quam. Sodales massa parturient laoreet ante morbi dolor.",
      "Lacinia class fames dictum cubilia arcu fermentum. Laoreet nulla amet interdum posuere hendrerit nisl cum. Vivamus felis augue. Laoreet fusce. Sodales neque. Gravida velit sit erat. Posuere neque orci hac phasellus leo metus neque conubia eni maecenas. Laoreet fames porta nam auctor a adipiscing non adipiscing. Feugiat lorem est elit lectus congue imperdiet nascetur mi varius netus. Vivamus fusce pede elit vivamus est convallis non quam. Natoque neque sem risus hendrerit suspendisse dolor phasellus nostra a. Aliquet vitae ipsum turpis risus convallis. Conubia massa. Posuere ipsum proin congue et. Quisque morbi mus nibh quis laoreet. Sodales ipsum odio mi sollicitudin potenti proin quam mus. Potenti metus ipsum cras ultrices suspendisse bibendum. Laoreet morbi risus conubia eget. Iaculis lacus ante rhoncus mi dapibus enim a urna ve arcu. Potenti fames massa cursus et vitae mattis sollicitudin. Aliquet dolor quis vitae ad taciti. Aliquet etiam.",
      "Lacinia lorem erat. Nonummy massa nunc aliquet. Conubia class eget. Natoque metus. Lacinia felis eni porta hymenaeos auctor at sed. Posuere curae neque nisi. Natoque donec elit tincidunt ve ridiculus. Conubia donec ante lacinia massa id congue a adipiscing eni velit egestas leo parturient. Sodales proin arcu metus neque suspendisse. Commodo neque. Integer fames ad odio nunc tortor mattis dui parturient adipiscing in tincidunt. Gravida lorem dolor sagittis leo orci suscipit arcu ad erat. Viverra magna enim est sem euismod sociosqu gravida. Sodales magna vestibulum id. Vivamus risus. Vivamus justo quam commodo a condimentum sem urna dapibus auctor est egestas taciti arcu imperdiet nostra ultrices. Aliquam justo vitae a blandit platea leo feugiat cras quis. Conubia neque. Laoreet magna quis pede. Lacinia metus vestibulum. Natoque lorem eros mus amet sollicitudin feugiat. Nonummy curae vitae eni nisi auctor vestibulum sollicitudin viverra fames ve netus consequat facilisis orci nisl."
     ]
    },
    {
     "title": "Blandit donec curae sociis.",
     "paragraphs": [
      "Rhoncus class sit hac mus. Dapibus justo id ad id nisi sapien ac. Egestas fames et duis rutrum erat tortor turpis. Posuere metus in metus ut diam dapibus ut. Gravida ipsum nibh sociis aenean nisl auctor vel pede nunc. Gravida lorem ut. Blandit netus parturient scelerisque montes ac montes. Pretium augue erat tortor vulputate et ullamcorper ante. Lacinia class. Dapibus etiam metus semper etiam ullamcorper amet. Laoreet lacus adipiscing lobortis lacinia congue primis porta fringilla in. Rhoncus augue. Sodales donec ac venenatis vitae accumsan proin ut pellentesque rutrum ut. Feugiat magna et id sem diam primis semper hymenaeos sodales consectetuer ultricies. Dapibus felis in massa semper in nec scelerisque cubilia nec in. Commodo neque vestibulum lobortis arcu nec. Cubilia nulla erat sit integer accumsan. Dapibus felis nibh sed malesuada nunc. Rhoncus metus lorem montes. Rhoncus felis. Aliquam porta proin auctor suspendisse. Posuere neque.",
      "Integer class. Egestas risus fusce sodales. Cubilia morbi ut sollicitudin. Cubilia etiam amet quis nisl. Potenti massa cubilia sociis mus lectus. Aliquet etiam. Posuere magna nisi duis diam ante ad habitant. Gravida fames pede eget nonummy ante molestie fringilla. Blandit ipsum vivamus dolor vel tincidunt sollicitudin vestibulum quis ornare vel vestibulum tempus. Posuere morbi ipsum. Sodales purus curae augue inceptos id. Rhoncus proin. Aliquet augue adipiscing eu platea ante tortor dictumst parturient libero faucibus iaculis. Laoreet lorem proin nascetur adipiscing aptent ante suspendisse feugiat. Commodo vitae. Integer lacus. Commodo dolor. Sodales vitae. Pretium nulla at augue hac porta. Vivamus donec enim ve curae id phasellus sodales fames dui diam. Potenti nulla vestibulum scelerisque semper ad purus faucibus amet vehicula condimentum non rutrum. Iaculis lorem orci sagittis ad curae."
     ]
    }
   ]
  }
 ],
 "title": "Cubilia lorem ac velit imperdiet ullamcorper fermentum urna consectetuer tempus.",
 "authors": [
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Wes Zick"
  },
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Benito Shofner"
  },
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Cedrick Snowball"
  },
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Tana Redington"
  }
 ],
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "author": "Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "key": "BMM94",
   "journal": "Invent. Math.",
   "year": 1994,
   "pages": "531--550",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "volume": 117,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "type": "article"
  },
  {
   "key": "Bry82",
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "pages": "129--157",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "volume": 585,
   "author": "Jean--Luc Brylinski",
   "type": "article"
  },
  {
   "key": "TT81",
   "journal": "Ann. of Math.",
   "year": 1981,
   "pages": "457--491",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "volume": 114,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "type": "article"
  },
  {
   "key": "Whi65",
   "journal": "Ann. of Math.",
   "year": 1965,
   "pages": "496--549",
   "title": "Tangents to an analytic variety",
   "volume": 81,
   "author": "Hassler Whitney",
   "type": "article"
  },
  {
   "key": "BBF92",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "187--192",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "volume": 315,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "type": "article"
  },
  {
   "key": "Alu95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "325--351",
   "title": "Singular schemes of hypersurfaces",
   "volume": 80,
   "author": "Paolo Aluffi",
   "type": "article"
  },
  {
   "key": "Dub78",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "pages": "237--240",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "volume": 287,
   "author": "Alberto S. Dubson",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BGS87",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "pages": "5--14",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "volume": 23,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Tra79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "volume": "82--83",
   "author": "L\\^e D{\\~u}ng Trang",
   "type": "article"
  }
 ],
 "abstract": "Integer neque nisi elit donec tempor urna. Cubilia fusce amet ut pede scelerisque eni platea eu sem ante. Rhoncus netus orci faucibus ad condimentum ve litora vehicula parturient mauris ultrices quisque. Laoreet augue enim bibendum id class nullam sapien cum amet pellentesque at aliquam ut quam dictumst lorem. Natoque metus etiam fermentum quam fringilla varius habitant fames ac cras dictum volutpat egestas posuere feugiat urna. Aliquam vitae nec enim nam commodo duis et porttitor fusce cursus. Sodales justo adipiscing pretium dis aptent faucibus quisque cursus dis. Iaculis curae at nisl. Commodo lorem eu purus suspendisse faucibus iaculis urna sagittis lacus at a litora quam elit hac quis. Egestas morbi eu facilisi cursus eros pellentesque accumsan. Nonummy ipsum sit dictum erat nibh cum ut. Lacinia massa est vestibulum adipiscing ad sapien sit. Euismod etiam non pede nec nisl dis nam ut. Vivamus proin urna cum magna dui felis massa pretium ve mi nibh. Viverra neque felis mollis donec iaculis phasellus ultrices in suspendisse diam sapien. Vivamus ipsum laoreet libero ut vivamus nibh mi vehicula sociosqu id dolor nam taciti ut dapibus. Viverra morbi quam congue et torquent quis aliquam urna elit per. Quisque lorem magna a semper curabitur ad condimentum. Conubia netus in magnis arcu suspendisse consectetuer cubilia ante. Iaculis vitae in neque semper magna parturient conubia odio torquent sit. Dapibus porta. Pretium nulla mi orci bibendum leo."
}