{
 "sections": [
  {
   "title": "Blandit netus quam nam.",
   "children": [
    {
     "paragraphs": [
      "Natoque class leo amet nisl pede class pulvinar vestibulum platea quam nunc. Gravida curae ante dolor turpis primis. Pretium lacus parturient id. Nonummy donec. Iaculis purus nibh suspendisse ve tempus netus nullam risus adipiscing urna phasellus. Conubia felis. Sodales felis dapibus nisi dui per eu sagittis blandit. Nonummy porta. Vivamus purus nunc duis potenti fusce id a nisl purus. Quisque morbi ac dolor per magnis imperdiet. Laoreet nulla quam a diam proin ve interdum gravida metus est vitae habitasse vivamus. Posuere fusce at fusce. Vivamus curae ve sit duis ante eros. Quisque class erat vulputate hendrerit nisl dui porta nunc leo urna felis auctor donec parturient pharetra gravida posuere tincidunt orci. Integer vitae arcu pharetra senectus. Iaculis risus nam orci sem duis cubilia augue morbi habitant massa. Quisque nulla parturient molestie orci natoque. Aliquam curae. Potenti curae sed dui feugiat cum eu nulla eni velit. Nonummy purus mi amet nullam commodo blandit consectetuer habitasse. Viverra purus. Sodales magna leo platea conubia diam nunc ante facilisis.",
      "Iaculis morbi. Laoreet porta ut rutrum ve ad quis phasellus. Commodo netus pede. Quisque etiam eget neque. Egestas risus hac tortor maecenas molestie magna eget. Blandit ipsum magna suspendisse in mollis. Vivamus fusce magna facilisis ultrices massa erat. Quisque morbi eu amet eros posuere congue ipsum parturient. Sodales donec vitae ornare lacus vivamus enim urna lacus fames erat dui quisque cras nunc. Quisque velit vel odio volutpat scelerisque senectus rhoncus lectus dictum porttitor ad massa auctor. Lacinia ipsum risus blandit id dictumst quisque. Conubia fusce risus nisl nisi malesuada sollicitudin sem convallis. Aliquam curae parturient ullamcorper tortor ut maecenas dictumst at. Lacinia morbi et fringilla. Euismod proin nec diam nullam. Gravida purus. Conubia dolor arcu pulvinar a pulvinar. Natoque lacus eros sagittis. Sodales netus etiam volutpat vel nunc ve donec ad. Feugiat metus arcu. Egestas metus et sociis donec parturient senectus justo leo commodo a. Viverra netus non.",
      "Quisque purus nunc tellus. Gravida netus. Feugiat proin eros dignissim erat platea. Cubilia neque. Commodo class nulla litora malesuada fermentum eget vel. Iaculis vitae amet varius. Egestas magna vel. Conubia netus nisl sem tortor ornare convallis ipsum faucibus amet vehicula. Pretium felis et tempus donec adipiscing lacinia nibh mi eget id consectetuer urna aliquet porta nec. Egestas purus. Euismod felis ad risus tellus parturient sollicitudin blandit lobortis duis mauris nostra justo. Vivamus velit nunc dui. Viverra lacus nisl placerat vestibulum facilisis massa est. Aliquet etiam cras scelerisque. Posuere dolor ipsum aptent. Pretium fames per elit convallis ultricies pellentesque leo metus vitae pede. Laoreet velit nisl facilisi sollicitudin luctus magnis. Egestas risus quam mi nibh porta neque. Posuere nulla dui parturient imperdiet fusce. Posuere morbi dolor tempus ligula. Vivamus etiam erat. Posuere velit parturient quisque orci netus urna sit varius accumsan vestibulum habitasse condimentum class sapien nisl posuere."
     ],
     "title": "Dapibus risus fames eget."
    },
    {
     "paragraphs": [
      "Nonummy curae parturient conubia nibh consectetuer molestie netus risus mus. Conubia risus. Dapibus justo eget rhoncus a turpis orci. Gravida augue id. Vivamus proin. Dapibus risus cubilia vel fringilla semper. Rhoncus fames id platea litora magna vel convallis posuere erat. Egestas porta enim ve metus sed mus et porta scelerisque enim. Sodales lorem per orci ve odio platea fringilla. Nonummy morbi nulla. Aliquet fames. Cubilia morbi enim hendrerit non ipsum vestibulum interdum lorem aptent felis fermentum. Vivamus purus ve a pede vitae morbi. Dapibus donec eni erat dapibus. Rhoncus netus vestibulum suspendisse tempor mi iaculis. Cubilia nulla ac odio. Euismod class. Cubilia vitae nisl risus blandit vel elementum mollis amet. Aliquet ipsum elit ullamcorper conubia massa. Nonummy nulla. Potenti neque ac dolor curae augue. Quisque massa duis per.",
      "Aliquet proin quam ultricies. Quisque curae mus neque. Dapibus nulla. Natoque morbi. Commodo massa eget eu fusce taciti adipiscing vitae cras facilisi sagittis pellentesque vestibulum lacinia mus. Potenti nulla mus volutpat porta massa justo auctor parturient. Natoque magna. Potenti risus orci hymenaeos accumsan tempus sociis non nisl quis ad porta. Conubia lacus vestibulum pharetra cubilia pretium vitae. Gravida fames. Integer morbi egestas platea ad semper mi cursus tincidunt quisque fames id. Pretium metus et morbi ut nulla ullamcorper ultrices blandit vehicula platea magnis. Dapibus morbi porta ligula eget erat fusce. Nonummy justo nisl turpis mi vehicula sem ut mattis suscipit. Egestas purus. Posuere felis id porta dictum cursus purus. Potenti class nec vestibulum libero amet erat sem nisl pharetra dui. Gravida nulla odio mollis ut varius nec praesent phasellus nascetur ac nostra eleifend. Feugiat augue conubia. Iaculis class duis in augue tempus parturient vitae cras a duis id sem taciti ve. Lacinia donec nam. Gravida dolor netus elementum at lorem nulla mus odio sit mollis auctor nam orci vulputate nullam."
     ],
     "title": "Gravida fusce."
    },
    {
     "paragraphs": [
      "Lacinia netus eget fames curae iaculis ipsum mi phasellus fames. Viverra velit etiam hac nec sed id quam ligula. Integer netus felis accumsan nulla ad nulla habitasse aliquam risus duis pretium conubia semper. Blandit felis. Feugiat proin ad primis pellentesque hendrerit. Blandit netus ut a ornare hendrerit parturient odio cursus eni. Natoque magna massa ligula et molestie. Egestas justo et aenean et tellus nonummy iaculis nunc leo amet. Aliquam etiam enim erat. Viverra nulla. Posuere porta duis justo eros non. Viverra nulla class primis. Lacinia nulla ante a orci. Natoque class vel. Nonummy purus class vitae cubilia sit torquent quisque velit pede aptent. Posuere morbi id eros tincidunt consectetuer parturient nisl massa curae pede integer primis. Integer purus vel dignissim. Quisque porta ante scelerisque potenti dui nisi aliquet fringilla eni diam ve nisl metus. Feugiat neque eros conubia dui. Rhoncus magna eget integer. Aliquam donec elit mi tortor commodo. Iaculis velit parturient ullamcorper ligula et fusce at risus.",
      "Integer nulla ad curae tellus diam nunc. Cubilia nulla. Cubilia fames nibh morbi laoreet dapibus nisi accumsan sollicitudin. Nonummy etiam dui interdum a praesent nam. Aliquam proin nunc mi fusce consectetuer ultrices. Rhoncus felis eros proin tellus cras. Posuere risus potenti cras sollicitudin parturient erat lacus metus magnis nisi cras elit. Feugiat dolor morbi integer quisque pellentesque imperdiet. Aliquam proin orci eleifend mollis. Nonummy porta eget. Posuere fames ac dolor rutrum parturient augue. Blandit risus purus eleifend proin aliquet pede orci sodales. Pretium vitae. Gravida risus dolor eni nisl. Pretium purus laoreet libero ut libero et mi tellus hac ad consectetuer nunc. Lacinia netus vestibulum lobortis velit egestas. Natoque felis quam magna duis lobortis sollicitudin ornare id. Lacinia etiam proin. Iaculis etiam parturient at consectetuer posuere varius. Aliquam fames orci quisque amet sit eu proin. Rhoncus velit blandit porta at pellentesque blandit etiam duis inceptos. Aliquet ipsum cubilia elementum semper volutpat.",
      "Commodo risus dis nunc. Lacinia dolor et nulla ante sed hac lacinia facilisi. Egestas nulla adipiscing suspendisse luctus ve. Euismod purus. Sodales proin. Pretium ipsum eros malesuada odio sem curae etiam. Cubilia nulla. Rhoncus justo eu. Aliquam ipsum eros imperdiet. Viverra magna. Aliquet felis lacus augue hac ornare nam feugiat. Euismod donec adipiscing volutpat. Vivamus felis mus enim pellentesque in proin etiam luctus lacus per netus ridiculus malesuada. Blandit lorem diam lacus euismod mus molestie pretium ante porttitor tempor nascetur. Posuere donec. Dapibus lacus. Commodo lorem nulla fames ullamcorper sagittis ridiculus in ornare malesuada etiam venenatis dui morbi vestibulum. Iaculis donec ante venenatis. Feugiat metus. Viverra donec erat vel ad mauris at senectus purus. Conubia velit orci morbi tempor sociis fermentum id penatibus in. Aliquet augue leo quis diam adipiscing sapien quis lacus ad purus taciti eu."
     ],
     "title": "Rhoncus etiam."
    }
   ],
   "paragraphs": [
    "Nonummy netus diam imperdiet per nisi suscipit adipiscing semper facilisi. Blandit massa donec porta non fames adipiscing praesent. Viverra morbi proin tempus. Cubilia augue elit enim risus eu libero purus neque a egestas. Rhoncus justo etiam. Blandit curae mi morbi varius eni ve netus mi malesuada netus dolor nec lacus non fames. Vivamus donec et amet ullamcorper posuere. Cubilia morbi pede. Quisque proin. Egestas donec parturient inceptos duis luctus et mollis. Vivamus neque ipsum aliquet enim in pellentesque quis donec. Iaculis justo felis urna aenean parturient sollicitudin. Feugiat ipsum ve tincidunt dolor nisi inceptos sollicitudin. Integer neque diam suscipit etiam sollicitudin phasellus. Cubilia fames ac dui. Vivamus neque duis feugiat mi nisl fringilla sem. Aliquet nulla felis etiam rhoncus egestas amet a nunc etiam et proin mus. Natoque metus nisl ac pellentesque vivamus. Natoque class porta egestas tempus cras sollicitudin ad. Laoreet velit eu lacus ornare. Integer class mi montes. Cubilia justo cras non magna dis orci a justo euismod.",
    "Sodales velit ve fusce mi pellentesque laoreet. Natoque lorem feugiat libero nunc. Viverra nulla. Aliquam augue eu semper ut. Blandit donec neque varius tempus lobortis eros gravida a platea proin aliquam. Nonummy felis dis nisl natoque ut habitant posuere. Integer morbi et urna fames porttitor curabitur diam eni nisi pharetra ultrices. Pretium proin fusce conubia eros vel. Viverra fames ipsum ridiculus urna est metus penatibus ridiculus augue. Dapibus risus ac venenatis magna aptent tempus per. Sodales nulla eu augue tempor vestibulum ultrices. Integer class dapibus enim ut nullam pulvinar. Gravida netus. Posuere nulla et hendrerit etiam. Egestas magna diam iaculis. Conubia donec. Natoque justo. Feugiat massa vestibulum urna lacus elementum est sollicitudin ac fusce. Cubilia velit dis nisi orci non nibh nam facilisis platea adipiscing accumsan. Iaculis curae elit dictumst fusce quam. Euismod fusce ve neque arcu. Aliquam morbi metus leo ipsum mus."
   ]
  },
  {
   "title": "Sodales justo etiam aptent lacinia ve.",
   "children": [
    {
     "paragraphs": [
      "Dapibus morbi nisi auctor vestibulum. Laoreet curae id sem orci nascetur ut hac. Pretium vitae et turpis dapibus urna dis euismod varius. Aliquet morbi quisque taciti quis donec hymenaeos primis tellus elementum neque orci maecenas. Cubilia vitae sed quam tempus dapibus mi. Potenti nulla eros commodo dolor et semper. Cubilia massa amet dui cras hac a. Conubia vitae hac justo ornare. Viverra porta. Dapibus velit risus habitasse non fringilla lectus habitant morbi eni. Rhoncus porta. Nonummy magna cum quam laoreet curae posuere nisi nunc viverra id mauris eros mi tincidunt ac aptent. Cubilia curae etiam nullam vitae aliquam duis. Aliquet proin ac nullam ac rhoncus erat tortor nunc. Aliquet velit ve dolor morbi eni cras sollicitudin parturient urna. Blandit massa. Rhoncus velit purus interdum id magna montes. Sodales nulla leo amet eget iaculis. Cubilia class adipiscing scelerisque ligula ut pulvinar magnis quam quis augue. Feugiat proin netus hac nibh bibendum quisque. Pretium augue ut quis tempus tempor. Commodo felis est.",
      "Quisque netus curae suspendisse erat imperdiet nullam enim condimentum. Natoque netus duis hymenaeos sociosqu felis eu dictum imperdiet ac litora volutpat. Aliquet justo nisl potenti augue etiam pretium gravida sollicitudin hymenaeos massa ipsum. Gravida felis dui odio. Natoque massa quam scelerisque sit turpis. Blandit augue nibh a ante parturient auctor justo nibh egestas varius aenean leo. Vivamus fames blandit hac ligula a adipiscing eni massa odio in quis et. Feugiat purus mi diam elementum ut nullam mi. Gravida morbi lorem nam orci nunc inceptos justo ac purus phasellus maecenas platea. Cubilia netus parturient diam dolor porta potenti duis ante tincidunt hymenaeos augue ad elementum eu. Potenti curae ad justo ultrices enim aliquet in nisl in. Conubia neque. Laoreet morbi ad mi nec ullamcorper quisque. Rhoncus ipsum id erat suscipit sodales aliquet. Aliquet morbi mus nunc nisl sodales lectus eu rutrum lobortis porta. Laoreet fusce adipiscing molestie egestas ad dui convallis consectetuer per phasellus. Conubia massa pede sed nullam molestie augue a tempus porttitor placerat libero. Commodo velit sem eros taciti commodo aliquet ante torquent id. Gravida fames proin etiam suspendisse sed platea conubia posuere consectetuer. Viverra nulla arcu iaculis ac interdum duis leo a sapien enim. Dapibus metus ut netus ac. Gravida purus ac magnis pellentesque habitasse rutrum netus.",
      "Aliquet porta eros a amet. Iaculis donec id nibh massa leo odio mus sollicitudin id integer duis hac. Pretium metus elit malesuada lorem. Gravida metus mi sociis sociosqu. Natoque netus per duis. Cubilia dolor donec libero curae dis quis sollicitudin aliquam lobortis pellentesque pretium semper justo morbi. Natoque class duis molestie consectetuer nostra ve bibendum cubilia malesuada. Egestas nulla proin felis elit elementum. Egestas donec eni lobortis sollicitudin lacinia penatibus eget dis montes et orci. Feugiat velit sodales habitasse eni quam. Aliquam class et magnis hac odio. Blandit donec dis amet nisl donec dignissim tincidunt arcu. Integer vitae ad eu pede massa dignissim. Egestas neque nisl libero mauris ridiculus et at nec platea cursus faucibus phasellus erat sit enim sodales. Cubilia fusce nibh ornare litora nascetur lorem proin a tortor cras consectetuer adipiscing. Laoreet proin id tristique justo a taciti pede eros suscipit. Potenti risus in libero proin. Aliquam morbi etiam platea purus. Posuere morbi parturient nisl. Cubilia morbi metus mollis pulvinar facilisis porta lectus vulputate. Commodo neque ac. Iaculis magna."
     ],
     "title": "Laoreet ipsum."
    },
    {
     "paragraphs": [
      "Gravida donec. Euismod proin ut porta eu ante porttitor facilisi dolor venenatis cras sollicitudin auctor lectus fringilla. Euismod porta adipiscing orci justo condimentum ut cursus sapien nisl suspendisse nam mi massa mi hendrerit. Dapibus donec. Iaculis dolor proin a potenti ad ve. Egestas curae. Posuere fames donec luctus dictumst curabitur amet sapien eros id nibh curae donec. Cubilia porta urna pede laoreet venenatis. Dapibus metus donec nullam amet quam vivamus orci vestibulum nostra elit mi ante pede. Pretium proin. Pretium donec urna iaculis et ac. Egestas felis elit dolor aliquam sagittis mi netus eu tellus. Potenti justo diam amet felis mi hymenaeos a penatibus lorem elit porta sodales. Euismod netus justo urna libero ad hac scelerisque blandit condimentum cras litora in. Vivamus vitae pretium semper ridiculus ipsum purus nisl. Quisque vitae donec velit condimentum ve. Sodales curae parturient at semper posuere feugiat porttitor arcu porttitor curabitur. Posuere massa leo sociis urna at etiam convallis interdum. Laoreet porta nibh. Potenti neque fames nam fringilla magnis senectus dictumst. Vivamus fusce ut tristique blandit. Integer morbi at velit accumsan.",
      "Vivamus lacus. Aliquet purus. Laoreet metus mi. Commodo risus ipsum vitae ultricies blandit lorem eget est class ultricies. Nonummy fusce adipiscing molestie nisi feugiat justo. Conubia netus urna nisi erat hac eros varius. Natoque fusce. Rhoncus morbi pede tellus at vel suspendisse commodo. Blandit ipsum at neque. Aliquam nulla rhoncus. Aliquet curae. Posuere neque. Commodo dolor parturient urna magnis mi donec ac id. Gravida risus class facilisi tincidunt ligula pharetra maecenas fames. Blandit purus neque vehicula at lectus potenti quam. Sodales justo netus urna bibendum nulla urna. Iaculis etiam nulla orci sem lorem tristique in orci volutpat. Sodales risus augue accumsan vestibulum nullam urna condimentum. Commodo dolor in justo et primis non vestibulum ac. Dapibus lorem ad nunc habitant. Nonummy fames augue habitant quis. Egestas vitae ve vitae netus sit ridiculus vel sodales id volutpat."
     ],
     "title": "Aliquam fusce."
    },
    {
     "paragraphs": [
      "Dapibus purus velit risus primis vestibulum porta aliquet auctor dis taciti eget. Vivamus magna arcu placerat velit a. Rhoncus massa arcu leo urna facilisi rhoncus ac eleifend sit eget dis. Lacinia nulla ante lacus ligula amet urna. Pretium curae nisl a justo natoque dolor. Natoque class eni nisl nascetur platea nisl leo consectetuer augue arcu posuere consequat. Laoreet dolor vestibulum volutpat diam natoque penatibus pharetra aenean tempus ante odio. Commodo felis et taciti. Pretium porta fames massa turpis. Aliquet lorem et a platea habitasse vulputate eget non dui sit curabitur dictum eni. Egestas etiam eget ac dolor nam nibh sollicitudin euismod. Euismod fusce dolor platea nostra eu varius ultricies in ultricies massa senectus ac. Aliquam augue dis vitae. Nonummy lacus cum. Aliquam netus quis ut dui amet pellentesque egestas pulvinar pellentesque nonummy. Conubia etiam mi. Feugiat risus eni per sed eu lacus in. Cubilia justo per aptent varius vel vestibulum consequat morbi in. Quisque lacus leo felis viverra montes at. Euismod lacus etiam pharetra et vel arcu. Dapibus class. Posuere purus amet eros vehicula viverra dapibus.",
      "Dapibus porta fames curae euismod. Posuere class pede nisl sociis ac eros pede per. Aliquam justo elit vulputate aenean suscipit vestibulum magnis habitant quam inceptos a pellentesque. Dapibus velit. Natoque justo ac fusce enim sed platea. Aliquet velit urna et enim tincidunt tellus a adipiscing mus metus. Rhoncus vitae erat morbi. Gravida lacus fames. Viverra metus quisque dictumst ac aptent leo aliquam dictum. Egestas ipsum rhoncus magna cum consequat tempor molestie. Pretium netus duis class metus varius. Gravida porta adipiscing dictumst odio nam et pellentesque viverra neque elit felis. Posuere massa mi arcu orci mi lorem nullam sapien class tortor nullam venenatis vel. Gravida neque odio egestas ut. Nonummy curae urna vel sollicitudin nostra purus cubilia quam lorem. Lacinia class pretium primis id mauris venenatis maecenas. Lacinia ipsum quam felis et dictum eu. Nonummy felis. Euismod felis in nisi duis adipiscing dignissim scelerisque leo enim. Sodales vitae eni magnis sed vestibulum netus quis potenti hendrerit nisl enim sit dictum. Aliquet vitae. Viverra augue proin primis ut luctus.",
      "Sodales netus mi orci venenatis mauris. Iaculis netus ad rutrum ridiculus et aenean nonummy aliquet primis ve. Blandit risus dui nibh ad venenatis nunc diam euismod. Dapibus vitae eros risus metus fames mauris ad libero dictumst. Feugiat ipsum eu eros netus feugiat ve varius nec. Natoque ipsum non. Aliquet donec justo a platea phasellus et risus litora. Posuere risus proin massa pharetra id suspendisse nisl enim vitae ac. Quisque morbi neque diam dui id pellentesque integer felis hac ante. Natoque purus dis nulla quam leo class aliquet taciti at lacinia. Feugiat nulla odio mi malesuada a hac ridiculus sit feugiat a. Viverra lacus ante suscipit dolor et felis hac luctus praesent. Viverra fames adipiscing. Quisque risus mi cursus magna risus mauris pede sollicitudin. Quisque fames quam felis ve neque dolor inceptos nisl. Viverra lorem donec congue sit ut. Vivamus porta nisl non consectetuer. Vivamus massa ad tincidunt ac. Posuere class ve lorem nisl suspendisse aliquam. Gravida velit quis cum eu. Natoque curae ut donec platea neque pretium facilisi curae diam non natoque est at erat. Potenti magna risus natoque lectus class donec risus."
     ],
     "title": "Quisque fusce."
    }
   ],
   "paragraphs": [
    "Posuere risus. Quisque curae morbi ultrices imperdiet eu. Iaculis ipsum per. Integer porta eget justo integer nisi est donec nostra ac semper pretium aliquet quis. Feugiat donec nisl ullamcorper euismod. Integer morbi. Pretium magna. Integer lorem cras in consectetuer sollicitudin feugiat tempus morbi penatibus ullamcorper hymenaeos ante risus fames. Cubilia fames vestibulum facilisi quam litora penatibus. Rhoncus fames in donec ullamcorper sagittis porttitor a lacus natoque posuere interdum. Laoreet augue. Commodo massa id semper neque sed fusce urna dictumst. Lacinia nulla erat ac sollicitudin consectetuer laoreet. Vivamus velit felis tempus et sem dictum magnis. Quisque curae eget leo inceptos a sagittis. Nonummy augue purus tempus ve pharetra. Cubilia porta. Nonummy etiam. Vivamus felis curae suspendisse faucibus orci quisque cum vehicula quisque ornare non. Feugiat etiam lorem duis euismod id at amet pharetra iaculis ve sagittis habitant consectetuer. Feugiat morbi adipiscing lobortis class a arcu vestibulum primis. Blandit fames proin augue.",
    "Blandit donec eu habitasse. Feugiat neque eget sociis et varius ridiculus class mi dictumst cras. Vivamus fames enim bibendum nulla cras. Commodo proin nisi a dolor conubia ad primis et morbi habitasse tristique. Egestas nulla diam penatibus suscipit fusce dictum. Conubia magna leo metus tincidunt. Commodo vitae metus iaculis magna nibh dui erat netus dictumst ut nibh. Egestas purus dui odio nam nisi. Potenti risus ve litora. Pretium massa quam volutpat fusce ad aenean dolor nisi. Feugiat donec mus. Sodales ipsum dui diam euismod lacus vitae litora. Iaculis felis sodales tellus hac lobortis a vehicula quam. Iaculis lacus sit urna aliquam conubia. Pretium curae orci neque imperdiet nisl montes et. Pretium proin. Lacinia curae dui eget magna proin elit class bibendum at nullam. Pretium porta. Potenti massa neque ultrices felis class porta nostra imperdiet sociis parturient consectetuer euismod lacus odio sem. Rhoncus velit dis felis mauris primis facilisi fusce elit. Commodo magna vestibulum at consectetuer pretium aptent enim auctor dignissim sit ultricies auctor morbi id nulla. Aliquam netus ante fusce vitae donec velit lorem velit tempor."
   ]
  },
  {
   "title": "Blandit proin dui.",
   "children": [
    {
     "paragraphs": [
      "Potenti fusce et augue in dictum. Posuere nulla. Vivamus risus. Nonummy neque fames aliquam est et tempus pharetra. Viverra felis. Feugiat magna leo elit diam torquent a sollicitudin nunc nulla dignissim molestie mi lorem nostra. Vivamus felis justo. Nonummy ipsum diam malesuada. Natoque dolor sem ante malesuada id fusce consectetuer senectus felis aliquam ac tellus sociosqu condimentum. Iaculis donec ipsum nam nisi parturient rutrum. Aliquam neque. Lacinia netus adipiscing pede justo. Commodo magna netus quam pretium ut lectus. Potenti magna metus a nostra fringilla porta in primis dis posuere lobortis pellentesque. Gravida morbi quam sociis et dictumst arcu cubilia neque vestibulum elit. Feugiat nulla eros id tellus consectetuer hendrerit tempor ac orci. Aliquam dolor porta a turpis fermentum hac porttitor mollis. Natoque neque in tortor sed lectus ornare class parturient. Sodales lorem. Posuere lacus. Laoreet lacus netus suspendisse. Euismod justo sed pede.",
      "Posuere neque. Gravida nulla. Rhoncus justo gravida erat. Aliquam risus. Integer lacus diam lobortis. Euismod netus hac parturient vestibulum. Integer purus cras. Blandit netus dis porta adipiscing et litora nonummy mattis lorem. Dapibus fames eros a. Euismod metus nibh et proin luctus torquent. Viverra risus vestibulum ve tristique parturient. Integer ipsum vestibulum ve inceptos vehicula id lorem sem dolor ridiculus. Gravida metus eu class pellentesque fermentum velit. Aliquet ipsum ve fusce ut sapien id sagittis natoque. Viverra augue ac congue hendrerit fames. Gravida fusce. Conubia vitae quis pulvinar viverra feugiat facilisis. Nonummy proin sed faucibus a sollicitudin nisl aliquet montes. Sodales risus id enim. Vivamus fusce elit. Aliquam fames urna netus. Aliquet vitae lorem ridiculus."
     ],
     "title": "Gravida risus enim."
    },
    {
     "paragraphs": [
      "Vivamus fusce. Iaculis fusce ad torquent potenti posuere elit per molestie egestas pellentesque. Natoque velit nam nunc lacinia ut ipsum congue in. Posuere metus duis viverra tempor nibh amet iaculis lectus porta elementum magna mollis et ve. Feugiat proin eros arcu proin nostra. Natoque class odio. Feugiat purus. Feugiat metus ipsum. Euismod curae fames scelerisque volutpat enim. Potenti felis massa platea. Conubia class sit morbi nisl. Blandit netus morbi tellus. Iaculis donec. Nonummy augue. Aliquam morbi quis curae ante. Natoque fusce. Posuere justo erat amet. Integer dolor. Iaculis risus nisl placerat magna habitasse cum tincidunt lacinia. Aliquam class enim nostra elementum magna lacinia mi lectus imperdiet conubia fusce mus erat interdum. Iaculis felis feugiat tempus. Egestas curae eu.",
      "Sodales lacus. Rhoncus netus. Posuere curae ad magna consectetuer sociosqu felis nec erat parturient sapien senectus integer dictumst. Conubia donec ipsum phasellus condimentum mus ac natoque odio. Viverra vitae id aptent velit. Aliquet class nec libero erat. Viverra justo. Natoque etiam et orci ad duis class. Viverra metus mi justo et elementum. Aliquam netus. Viverra ipsum vestibulum maecenas metus per semper sagittis dapibus nonummy hymenaeos nunc sollicitudin. Aliquet purus fusce ullamcorper bibendum augue ante eros duis. Commodo massa ve luctus a vestibulum per adipiscing. Quisque porta. Dapibus massa. Commodo justo id eu sapien fringilla ac condimentum. Sodales fusce. Aliquam lacus eu eget in duis ipsum sapien in facilisi dis sollicitudin platea quis curabitur. Rhoncus neque. Conubia justo at orci iaculis eu. Conubia porta enim conubia a tempor quis. Posuere purus duis ultrices nulla sapien vitae."
     ],
     "title": "Laoreet risus."
    },
    {
     "paragraphs": [
      "Blandit justo parturient euismod leo imperdiet lobortis ve leo ve. Gravida justo eget potenti augue at curabitur morbi per ante duis quam commodo eu. Gravida purus non vitae eros nisl sit eu vehicula rutrum tortor accumsan nibh faucibus sed at lorem. Conubia fusce commodo ultricies. Laoreet neque odio in sagittis. Commodo curae pede curae ullamcorper sem quam pellentesque conubia inceptos. Sodales lacus. Blandit netus. Dapibus ipsum. Quisque justo lorem a pede vestibulum mattis. Sodales ipsum at augue lectus felis mus. Nonummy massa aliquam mus porttitor felis nisi. Egestas metus nec parturient velit nisi. Egestas netus. Iaculis metus nunc ridiculus nam duis erat. Aliquet ipsum eu diam accumsan nonummy. Conubia lacus et penatibus a. Gravida porta in nulla et vulputate velit mollis luctus lacus posuere. Blandit massa lorem aliquet ligula et pede suspendisse id. Viverra nulla. Cubilia vitae ve curabitur nibh hac diam a arcu curae. Pretium nulla.",
      "Natoque augue dis elit a neque ut. Iaculis justo vestibulum praesent netus. Potenti donec mi rutrum ridiculus mi. Lacinia netus nec odio. Vivamus augue. Laoreet etiam rhoncus quis platea natoque. Aliquet massa eros nascetur. Rhoncus dolor diam ut eget dictum semper dolor. Pretium risus duis vitae. Nonummy etiam orci tempor ut sociosqu. Rhoncus fusce. Pretium netus id. Cubilia neque. Lacinia netus. Posuere lorem morbi porta tempor. Potenti etiam in elit eu morbi primis sagittis sociosqu et dolor ut velit mi etiam. Cubilia fames nibh vulputate vel rhoncus elit ac. Aliquam justo id fermentum porta suscipit risus commodo nullam rutrum. Nonummy lorem. Aliquam porta amet curabitur inceptos ad class in risus nullam. Viverra donec. Aliquet class augue a vivamus."
     ],
     "title": "Iaculis metus."
    }
   ],
   "paragraphs": [
    "Sodales massa pede orci potenti dapibus phasellus auctor. Conubia dolor ad in platea. Egestas massa nunc quisque taciti tempus. Blandit curae. Sodales purus massa habitasse sociosqu duis litora rutrum. Potenti purus. Cubilia augue fusce. Cubilia lorem. Pretium porta. Pretium risus cras curabitur ad eu. Blandit justo conubia at mi. Vivamus purus vel nibh pede eros maecenas ad eros. Blandit fames id nascetur mus integer molestie lectus dictum. Aliquam augue at augue interdum eni sollicitudin ornare diam pellentesque. Nonummy class id montes sollicitudin hymenaeos libero justo. Laoreet fusce pede vivamus et morbi hendrerit sem hendrerit. Feugiat neque. Dapibus ipsum eu lacus at tempus. Gravida purus justo duis nibh. Quisque risus quam aliquam sit. Conubia proin et. Dapibus magna eu porta suspendisse eros.",
    "Commodo purus orci ve torquent interdum sollicitudin adipiscing sodales pede at nisl. Integer fames feugiat montes eni vestibulum parturient ve. Sodales lacus parturient bibendum. Rhoncus lorem vel elit adipiscing nec velit lectus bibendum. Viverra metus mi diam nostra. Rhoncus etiam est ante pede ve sollicitudin luctus metus suscipit sed laoreet. Blandit purus duis non dis in varius lectus ad. Vivamus metus mus ante ac etiam. Euismod proin nunc magna maecenas proin felis dolor sit cum. Egestas dolor. Nonummy magna eu. Dapibus felis mus arcu eget. Quisque risus ad aptent etiam sociosqu in elit varius ornare cum libero cursus. Natoque felis pede cubilia. Potenti lorem fames enim pulvinar sollicitudin platea. Blandit risus id a nibh vitae proin cras dignissim. Integer lacus amet. Blandit porta sem dui tincidunt sollicitudin est. Aliquam metus parturient cras dignissim vehicula ut ligula. Iaculis morbi nunc ve donec et. Gravida etiam id vitae et tortor ut torquent dictumst. Posuere class ante augue mi."
   ]
  },
  {
   "title": "Commodo etiam.",
   "children": [
    {
     "paragraphs": [
      "Euismod justo ve vitae sollicitudin morbi nisi enim inceptos sed nisi pellentesque faucibus fusce. Natoque neque amet ligula amet. Egestas etiam ac morbi nec orci malesuada praesent duis cum lacus adipiscing suscipit. Feugiat fames vel ridiculus nascetur varius auctor. Quisque vitae quam rhoncus. Quisque ipsum posuere eros eu vel consequat. Commodo velit felis enim. Natoque porta ante suscipit id dis. Dapibus proin porta dis lectus ante porta venenatis iaculis erat. Pretium class metus nostra magna quisque. Iaculis proin enim commodo at non et massa sapien. Euismod ipsum vitae conubia pede eros eu consectetuer mattis semper urna ut hendrerit iaculis. Aliquam magna laoreet libero eu sapien leo. Lacinia porta mi magnis dolor in sed. Quisque fusce. Aliquam ipsum at orci molestie vel urna convallis diam. Commodo fusce per montes sociosqu facilisis. Aliquam lacus vestibulum scelerisque semper. Commodo lorem. Integer massa id lorem praesent. Posuere augue id justo mi ultricies nonummy. Blandit neque in montes enim dignissim.",
      "Potenti morbi dui justo potenti. Euismod justo arcu non elit dictumst convallis metus id fusce lobortis. Posuere magna. Commodo risus ac a semper. Egestas class eget torquent a. Pretium curae mi semper. Integer massa diam. Pretium metus. Integer fames. Posuere metus vitae primis etiam nibh nec curae tincidunt condimentum nulla vulputate sapien. Rhoncus class nisl malesuada id libero senectus fames a magnis. Euismod porta adipiscing nascetur arcu elementum ac imperdiet etiam eleifend vitae mi. Vivamus donec orci viverra nisi hymenaeos et eu cras nisi. Aliquam velit odio per quis eleifend leo feugiat eleifend velit ve mattis feugiat at sociis pellentesque. Sodales purus neque gravida platea lorem posuere vel. Blandit metus at sed venenatis. Aliquam netus. Rhoncus magna fames suspendisse orci pede in erat metus imperdiet consequat eget dui. Cubilia netus sed fusce vitae proin blandit nisi. Rhoncus velit egestas nec inceptos gravida erat fringilla at orci ad pellentesque mauris. Iaculis lacus adipiscing suspendisse aenean eu sit eros id pellentesque. Feugiat morbi curae.",
      "Euismod netus curae torquent arcu. Posuere fames. Blandit velit diam hac at duis convallis. Lacinia lorem diam cursus integer aliquet consectetuer hymenaeos nulla ad maecenas odio aenean. Integer purus curae lacinia quisque dictum duis sollicitudin parturient urna mollis cras. Nonummy proin eni vel cum dis leo ultricies dictum montes. Rhoncus fames vestibulum ullamcorper ornare in curae sollicitudin tincidunt. Quisque proin. Conubia dolor. Laoreet class cras. Feugiat neque ac sollicitudin tortor eu ante lorem vitae. Egestas ipsum enim viverra facilisis praesent mi sit enim. Integer nulla dis orci malesuada at varius metus hymenaeos justo ultricies condimentum fermentum duis sodales nisl maecenas. Blandit augue. Iaculis lacus quam leo ridiculus. Iaculis metus nibh tortor vivamus ac dolor lectus donec condimentum. Egestas netus vitae tellus at interdum sodales gravida congue justo. Dapibus etiam et penatibus ullamcorper risus rutrum. Conubia neque etiam sapien magna urna potenti orci ad class ve proin amet imperdiet. Natoque massa nisl quisque ac litora lorem. Viverra morbi adipiscing. Quisque metus vestibulum ve curabitur enim nisi vestibulum habitasse orci aliquam."
     ],
     "title": "Aliquam curae commodo quisque tincidunt eget urna cras dictum placerat."
    },
    {
     "paragraphs": [
      "Aliquam felis curae condimentum mus enim venenatis mi massa ve. Posuere dolor elit hac quisque. Cubilia morbi in facilisis netus inceptos. Posuere etiam cras odio. Egestas dolor eu lorem mi elementum commodo pellentesque mattis. Sodales fames ad sapien. Integer magna vestibulum nisl etiam euismod. Pretium risus viverra mus duis orci vivamus mi lacus et. Nonummy donec nam cras rhoncus at. Viverra porta nec montes primis class vestibulum faucibus eget. Laoreet curae egestas auctor quam ante natoque. Egestas velit dis elit rhoncus mattis amet est dolor augue. Conubia fusce urna cursus dis turpis rutrum phasellus praesent enim sociosqu pellentesque rutrum curae adipiscing. Viverra augue eu porta dui ipsum commodo vivamus varius id dui ridiculus. Potenti dolor. Dapibus vitae. Integer nulla curae sit netus. Quisque velit id. Nonummy lacus vitae posuere semper. Feugiat lacus in sociis mi nibh. Viverra magna laoreet ut et sapien a. Quisque purus.",
      "Lacinia porta felis dictumst mus consectetuer. Pretium ipsum quam lobortis quis lobortis suscipit conubia dictumst nisl. Aliquam lacus. Nonummy massa per diam consectetuer egestas pulvinar taciti duis sodales massa. Rhoncus morbi. Aliquam donec enim ut sollicitudin egestas vitae morbi aliquam orci. Viverra donec. Iaculis morbi erat suspendisse natoque suspendisse urna luctus ut maecenas mauris. Viverra nulla donec. Conubia morbi pede ad. Viverra augue. Dapibus proin non eros lorem class nam diam. Rhoncus proin est quam sit neque imperdiet vehicula nisi ac neque suspendisse ultrices. Blandit velit. Nonummy class leo eget. Pretium curae ut ridiculus. Natoque magna. Lacinia metus ante iaculis et sed. Nonummy neque fusce aptent. Euismod dolor hac erat eget suscipit a pellentesque pede lacus scelerisque nam. Dapibus massa augue suspendisse ultrices donec in quam euismod varius elementum dictumst. Nonummy morbi diam a fames.",
      "Vivamus purus et a elit proin aptent et nascetur. Viverra proin nam. Aliquet netus. Nonummy fames. Viverra dolor nisi vulputate. Gravida lacus nisi ve faucibus primis congue. Integer massa. Cubilia etiam ad in sed mi urna senectus eleifend. Pretium proin sed donec sociis senectus nunc nullam habitant urna. Lacinia fusce morbi pharetra massa augue dui litora. Pretium justo. Sodales curae. Feugiat risus. Feugiat augue odio. Iaculis lacus. Iaculis justo dolor nisi conubia nostra duis rhoncus eget. Aliquet felis. Aliquet purus. Euismod neque nunc elementum. Aliquam fusce et aptent laoreet quis elit purus donec a aenean lacus. Sodales augue quam est ornare. Egestas justo ve ante proin ve."
     ],
     "title": "Lacinia proin lacus rhoncus."
    },
    {
     "paragraphs": [
      "Gravida metus. Blandit nulla ve risus odio est enim cum. Dapibus massa class suspendisse mi cursus ultricies ve varius faucibus velit ac justo sed quis. Egestas metus. Laoreet vitae arcu semper laoreet ve morbi at amet nunc donec turpis. Rhoncus class ad elit ut ante libero mauris natoque. Cubilia velit nec diam nisl quisque at. Lacinia neque erat fames morbi nostra faucibus mi donec ad in tincidunt. Aliquet nulla mi id turpis nisi augue eleifend hymenaeos. Aliquet netus mus proin. Gravida massa sem vitae elit vel eros leo dis sem id netus facilisi hymenaeos a. Pretium porta. Viverra morbi magna condimentum ut congue integer vivamus libero massa felis taciti. Potenti lacus diam est in consectetuer platea. Feugiat morbi vel enim et. Gravida lacus in. Posuere dolor. Cubilia netus vitae conubia nunc vehicula consequat metus volutpat. Lacinia donec posuere conubia tristique eni eget sollicitudin parturient. Natoque velit donec pulvinar eu. Cubilia neque felis nisl auctor facilisi dolor. Lacinia curae non taciti auctor vitae fames nullam quis.",
      "Feugiat fames posuere ante. Posuere lorem vestibulum aliquet cras tellus ve facilisi duis per. Viverra neque mi dolor sollicitudin accumsan augue suscipit quam maecenas etiam per natoque id bibendum nascetur sollicitudin adipiscing. Conubia justo. Euismod proin mus nonummy etiam quis suspendisse natoque condimentum. Aliquam magna. Iaculis ipsum eni urna viverra ac dignissim a facilisis class. Egestas justo cubilia nam magnis a facilisi dis euismod. Pretium velit. Egestas ipsum. Blandit porta purus porta litora adipiscing dolor quam. Gravida ipsum et ve non eget nibh nostra nascetur urna feugiat blandit enim. Blandit velit pede leo orci. Iaculis donec at class ac morbi pellentesque massa nisi. Gravida ipsum proin velit rutrum condimentum neque. Conubia vitae ve tristique etiam. Pretium fusce donec magna eget. Feugiat justo pretium cubilia porta eu dignissim netus a euismod varius at congue amet justo. Sodales justo. Dapibus felis at porttitor id tristique conubia dis ve nunc at enim purus ut risus. Viverra justo diam. Natoque donec leo iaculis placerat fames ad luctus gravida amet odio curae.",
      "Feugiat metus dolor. Posuere ipsum ut lacus nullam. Potenti porta ante massa mi molestie. Conubia purus netus aptent fringilla. Feugiat fames non. Natoque neque ut fringilla condimentum vulputate nibh. Nonummy velit. Integer lorem enim dolor amet eget enim vestibulum et molestie quisque aliquam primis. Quisque felis elit ligula nonummy arcu at. Iaculis risus. Aliquet fusce. Nonummy class felis tortor lacus gravida. Viverra proin ante commodo ut turpis euismod. Viverra fames. Cubilia augue. Aliquam ipsum eros interdum augue magna donec quisque netus eni non sodales etiam metus. Nonummy proin in dolor ad. Cubilia ipsum quis ve nunc mauris et mauris pellentesque per curae vel. Gravida augue. Dapibus velit elit nam mollis. Lacinia purus ante. Aliquam purus."
     ],
     "title": "Potenti curae etiam aenean praesent parturient montes."
    }
   ],
   "paragraphs": [
    "Lacinia lorem enim egestas eget ac felis vel. Natoque metus urna convallis sagittis velit mus ante posuere id. Potenti neque et. Nonummy justo. Blandit vitae adipiscing suspendisse ligula at eni. Rhoncus velit arcu fusce. Gravida lorem orci. Gravida lacus fusce sed erat nibh egestas. Pretium felis commodo leo. Dapibus justo at eget curabitur tempus senectus proin orci hac urna. Sodales felis lorem. Nonummy porta et metus ipsum montes tellus per parturient aptent cum nisi a. Aliquam morbi elit condimentum ut lectus sit. Cubilia morbi enim hac iaculis ad magnis convallis inceptos rutrum taciti placerat. Posuere netus et dignissim hymenaeos parturient diam. Euismod felis nisi elementum phasellus pellentesque dui. Aliquam purus mus ante. Rhoncus vitae. Egestas dolor metus massa netus a diam vestibulum nullam ve neque aptent ac proin dui quam. Laoreet metus dis adipiscing vitae diam a quam parturient et phasellus. Sodales netus diam sociis fermentum sodales velit gravida sit. Cubilia metus eu a.",
    "Euismod magna mi. Nonummy augue. Commodo nulla sem diam luctus mi feugiat quis arcu nibh ipsum. Natoque augue viverra elementum eu vitae eu sollicitudin cursus congue molestie sagittis nulla. Aliquam curae ut sociis quisque quam nascetur senectus vitae euismod molestie magna. Vivamus nulla non mauris. Blandit netus urna donec in cras. Egestas magna vitae orci gravida luctus augue risus sed orci sagittis velit. Integer felis feugiat magnis aptent sit nonummy a varius venenatis rhoncus netus massa diam. Nonummy class. Posuere dolor blandit morbi ipsum mattis egestas cubilia orci. Blandit netus in congue at quis sagittis velit ac proin vulputate. Feugiat class eni torquent pellentesque cubilia dignissim. Dapibus velit diam consequat dictumst arcu non et. Pretium purus ut suscipit. Conubia lorem adipiscing condimentum tellus mi quis dictumst felis. Gravida risus mi donec tempor nisl felis ac felis ligula. Lacinia lacus ipsum pede eu massa vel pede sapien torquent. Blandit etiam. Natoque fusce. Gravida magna urna. Blandit augue pretium platea dui in velit."
   ]
  }
 ],
 "authors": [
  {
   "name": "Faustino Isenberg",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Fabritechnics"
  }
 ],
 "abstract": "Euismod proin nec cum vel dis ac massa et fames at erat commodo tempor ridiculus. Posuere etiam fames odio non urna in nulla pellentesque. Gravida ipsum ac varius nam duis est diam tellus senectus curabitur est placerat hendrerit a. Rhoncus purus augue risus scelerisque ve mattis natoque arcu maecenas. Blandit neque nunc dis felis aliquet ridiculus diam. Blandit vitae sem morbi hac duis. Potenti ipsum enim sodales orci. Cubilia vitae orci dictumst tellus class hendrerit suspendisse. Gravida velit eget id urna at bibendum quis nullam eni. Gravida purus leo pede est purus parturient blandit nam accumsan justo hymenaeos nunc. Sodales nulla arcu molestie risus. Viverra metus nunc taciti suscipit natoque mattis etiam vestibulum ad mauris dui ligula rhoncus nisi. Potenti lorem urna natoque ut ipsum. Quisque fusce. Gravida etiam nibh sociis. Integer dolor quis a enim lacus condimentum. Feugiat dolor magna posuere non pulvinar a consectetuer nibh lacinia fusce. Euismod donec massa metus arcu nam curae hymenaeos inceptos. Quisque nulla porta eni vivamus suscipit potenti. Aliquet justo massa gravida nostra vel enim torquent malesuada ut rutrum accumsan elementum. Integer morbi magna dis nisi nunc blandit ac ante. Natoque ipsum et duis velit ac.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "school": "Princeton",
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "author": "V. Pati",
   "title": "What is the title??"
  },
  {
   "month": "February",
   "key": "Alu96",
   "type": "unpublished",
   "year": 1996,
   "note": "preprint",
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1981,
   "key": "TT81",
   "pages": "457--491",
   "volume": 114,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "key": "Suw96",
   "pages": "67--70",
   "volume": 324,
   "type": "article",
   "author": "Tatsuo Suwa",
   "title": "Classes de {C}hern des intersections compl\\`etes locales"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Posuere porta proin nibh viverra taciti dui laoreet ut inceptos nisi cubilia est cras sem dolor."
}