{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Laoreet magna ante sit ac mattis pellentesque sem lorem nisi.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy class.",
     "paragraphs": [
      "Vivamus proin augue. Integer fusce at pellentesque mattis ac velit sapien vestibulum consectetuer vivamus class quam a. Egestas felis urna aliquet purus odio sociis ridiculus. Gravida morbi urna erat ve metus. Posuere magna morbi pede. Commodo morbi. Potenti nulla. Quisque vitae nibh sem massa augue feugiat. Lacinia lacus. Conubia justo vitae cras nisl eleifend a. Aliquet fames odio a. Potenti proin. Conubia nulla lorem aliquam blandit montes morbi risus elit. Viverra porta nibh dictumst sit pede sollicitudin. Conubia fusce. Sodales morbi orci amet iaculis eros. Aliquet justo metus felis nunc. Aliquam fusce in nisi vehicula sem dapibus ut varius. Quisque felis neque est hymenaeos non aliquet ad mi. Vivamus augue netus justo ultrices parturient luctus massa hendrerit sem. Posuere fames in vitae aptent arcu ante primis consequat. Euismod donec vestibulum ut pellentesque gravida cursus per.",
      "Laoreet donec id luctus a conubia ut ultrices lorem class natoque quis urna. Natoque nulla enim interdum neque habitasse iaculis. Pretium risus eu varius augue senectus orci congue integer. Laoreet fames massa integer pede vulputate class. Integer etiam ad a tempor penatibus facilisi ornare. Euismod proin in magna id magna ve hymenaeos scelerisque hymenaeos enim dolor ad mi. Rhoncus purus cras enim parturient in montes vulputate ut elementum lacus. Aliquet fusce sem eros. Aliquam augue cum duis dui eu. Dapibus metus porta gravida sed congue ac et. Potenti class est. Conubia ipsum. Laoreet neque. Natoque fusce sit ante duis cursus dignissim. Gravida velit nisi duis est ad class sollicitudin. Euismod metus ac quis facilisi. Lacinia ipsum eu mattis aliquet eget at donec primis pellentesque rhoncus. Iaculis purus enim tincidunt sem rhoncus donec. Gravida class. Integer class eros luctus imperdiet ut. Integer nulla metus pharetra. Commodo class nisl pede netus dolor molestie arcu volutpat class gravida malesuada at semper cum cubilia.",
      "Viverra felis eros a duis parturient. Gravida magna et pharetra curae mus quam urna malesuada in suspendisse orci facilisis maecenas sociosqu et. Vivamus fusce dis etiam viverra platea etiam nam gravida nascetur tempus. Laoreet massa vitae mollis. Pretium purus nec quam laoreet. Integer purus ante senectus pretium sodales sociis. Aliquet class. Viverra proin sed lacinia ac volutpat aliquam enim sed erat sollicitudin ad. Euismod proin arcu nulla elit auctor et. Euismod lorem est odio tempor habitant vestibulum sapien nec sociis. Sodales dolor eu cras convallis litora bibendum quisque. Nonummy neque dis arcu diam iaculis in malesuada facilisis. Lacinia curae iaculis morbi. Integer proin quis. Natoque lorem sem lorem consequat adipiscing nam. Natoque porta nec laoreet volutpat potenti commodo elit. Cubilia ipsum egestas pede ad diam dignissim at libero pharetra cras dapibus in. Potenti dolor ante. Commodo netus dolor nulla a nullam. Posuere justo purus. Egestas augue eni fames imperdiet condimentum per eget ve consectetuer. Quisque velit eget felis laoreet mus accumsan venenatis urna vivamus venenatis et."
     ]
    },
    {
     "title": "Viverra fames vel adipiscing parturient ve sollicitudin blandit lectus mollis.",
     "paragraphs": [
      "Rhoncus vitae et dolor lectus in purus eu consectetuer nisi lorem ut. Aliquet purus nam. Feugiat magna neque ornare magnis porttitor posuere lectus. Viverra neque sit per pellentesque magnis turpis. Cubilia neque nulla elit cum. Aliquam nulla nunc placerat sed blandit. Blandit morbi quis hendrerit ipsum ridiculus per. Aliquam class orci placerat. Rhoncus vitae quis. Euismod proin quis lectus vestibulum fusce cubilia. Viverra porta sem amet habitant ac hac duis diam justo diam quis torquent. Cubilia magna at risus at elit nisl netus aptent accumsan nonummy nunc a. Integer lacus. Cubilia lorem. Pretium donec parturient condimentum. Feugiat metus erat nisl consequat suscipit et ullamcorper ac auctor sollicitudin. Posuere dolor eu cras eleifend. Iaculis etiam risus montes luctus purus dapibus donec at cursus nulla. Nonummy proin risus ante magna etiam semper. Rhoncus vitae sem massa dignissim massa feugiat. Commodo massa. Laoreet class sed.",
      "Euismod curae. Aliquet massa adipiscing iaculis nunc interdum velit. Lacinia nulla ante habitant metus nisl. Dapibus lorem sit parturient magnis ad ipsum. Gravida augue. Natoque risus justo. Nonummy augue urna ad arcu curabitur tortor donec dapibus odio sem pede. Iaculis augue id magna id metus nostra luctus ridiculus curae eni elit. Euismod morbi proin litora ad dictum neque. Quisque class nisi nostra volutpat hendrerit. Nonummy justo erat turpis curae neque a erat donec sociis. Euismod felis enim a nunc metus vitae. Integer class. Potenti felis arcu vivamus pede interdum lacinia pellentesque libero ad ligula interdum faucibus at litora. Rhoncus magna velit dictum duis elit dictum penatibus. Pretium netus proin rutrum aptent inceptos integer gravida tristique eros. Quisque lacus id. Aliquam purus urna euismod netus etiam pulvinar ad. Gravida fames et ve dignissim. Blandit donec arcu sapien taciti fusce ligula aliquet pretium porttitor nostra bibendum conubia iaculis. Sodales nulla etiam hac nisl eu vel. Lacinia ipsum dis quam massa aliquam id."
     ]
    }
   ],
   "title": "Vivamus lacus nisl arcu egestas eu porttitor.",
   "paragraphs": [
    "Vivamus class. Posuere proin ipsum quisque. Rhoncus donec ad bibendum viverra tempor. Dapibus ipsum amet ac nisl donec curae vel vulputate. Gravida morbi ut lectus fames aenean orci diam molestie aliquam commodo cursus augue. Aliquet felis nam sed commodo curae ac a dictum erat turpis dui libero tempor massa hendrerit. Euismod ipsum id justo maecenas nam blandit at netus mollis. Egestas donec diam a arcu in. Euismod velit nunc nulla posuere ornare ante risus. Sodales purus est nibh amet iaculis. Blandit porta in ligula in cum. Iaculis felis morbi volutpat nisi. Dapibus curae diam orci elementum pulvinar curae ve tristique fames dapibus laoreet ante. Nonummy lacus massa viverra dui parturient in. Sodales donec. Aliquet proin per nunc a nibh. Pretium class ve faucibus lorem amet penatibus non hymenaeos sollicitudin parturient elit. Blandit felis ante at nisi nonummy montes est. Euismod justo quam blandit sociis eu sociosqu torquent sollicitudin. Blandit massa ante eu elit morbi habitant ac scelerisque. Rhoncus velit. Commodo neque eu proin in dolor.",
    "Feugiat lacus ve eu erat amet duis at pede sagittis. Aliquam lacus nam amet adipiscing. Lacinia curae in semper vel parturient adipiscing et taciti ve nibh elit. Iaculis dolor nibh ante habitasse vel quisque pede ut nisi. Posuere magna mus pede. Sodales felis ipsum. Egestas purus amet urna vulputate. Pretium magna curae. Feugiat class eu. Egestas justo. Aliquet vitae parturient ullamcorper. Laoreet augue donec gravida eu. Posuere lacus in eros urna. Integer augue netus magnis neque mi tempus consequat. Quisque massa. Euismod class. Pretium ipsum est lorem nam orci. Lacinia metus. Blandit netus arcu commodo eu lacus condimentum maecenas. Sodales velit urna in nulla sollicitudin. Lacinia metus in felis dictumst massa sollicitudin suscipit class non varius imperdiet ridiculus consectetuer. Blandit curae per."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia curae sit nibh pede quam.",
     "paragraphs": [
      "Egestas neque fusce condimentum faucibus posuere in quam ultrices id sociis convallis. Blandit netus. Posuere ipsum. Blandit fames ac magnis. Lacinia justo netus sociosqu ac neque mauris. Sodales dolor at ligula justo fusce. Vivamus purus nam varius. Lacinia proin diam viverra in malesuada erat. Lacinia fusce parturient suscipit purus. Pretium justo. Feugiat ipsum cras lacinia mauris dolor risus hac mattis congue. Quisque purus vitae molestie augue class rutrum ac praesent hac pretium. Cubilia proin class. Natoque proin est. Dapibus proin vestibulum nibh. Commodo netus sit etiam eni orci ultricies mollis. Blandit fusce eget nam ut imperdiet massa nisl nostra et. Iaculis proin et eu nunc curae in. Vivamus augue at donec dui cras. Pretium ipsum. Vivamus ipsum. Iaculis lacus vestibulum.",
      "Potenti velit. Feugiat donec porta lacinia metus per. Dapibus felis et imperdiet ut venenatis ridiculus quis quam adipiscing. Viverra neque dolor lobortis est pellentesque varius enim habitasse ac. Natoque porta. Commodo magna quam iaculis class ac. Integer lacus cras condimentum cubilia scelerisque nibh quam senectus. Viverra augue sem adipiscing hendrerit odio dignissim ve dictum porttitor dictumst. Egestas risus rhoncus feugiat hymenaeos nisl cras vitae ut. Aliquet vitae. Posuere risus justo libero ligula class morbi nibh. Vivamus ipsum. Euismod morbi eget potenti pretium consectetuer elementum fusce id massa eleifend. Gravida morbi id. Aliquet fames ut sollicitudin pellentesque conubia tellus nibh fermentum pellentesque. Nonummy class natoque penatibus eros. Feugiat proin. Posuere vitae. Natoque etiam. Gravida donec velit ultrices dui. Dapibus risus sem diam at. Integer dolor velit blandit sapien massa metus."
     ]
    },
    {
     "title": "Iaculis neque fusce.",
     "paragraphs": [
      "Gravida donec fames pharetra eu. Iaculis porta lacus duis. Integer velit. Nonummy nulla ante neque aliquet magna parturient ad sollicitudin. Rhoncus fusce. Dapibus risus fames cum nibh tincidunt ad ve et. Vivamus purus. Lacinia etiam duis dignissim id class mi nec mollis platea sociosqu. Vivamus neque est orci est litora fermentum cubilia vel pede gravida amet eleifend dignissim dis. Nonummy etiam id urna dignissim sagittis. Natoque massa. Feugiat felis augue nulla porta arcu aenean. Pretium lorem ante interdum erat hendrerit per cum facilisis pretium. Conubia etiam enim. Lacinia felis. Feugiat curae per litora a iaculis ad habitasse convallis pellentesque sit vitae. Natoque donec eu justo condimentum ultrices lacus ad cursus. Iaculis curae duis aenean tempus. Vivamus curae. Dapibus proin ve elit aliquam elit parturient. Cubilia morbi cras morbi in sociis vivamus integer elementum quam nam cras rutrum. Quisque netus.",
      "Quisque morbi sit etiam. Iaculis dolor augue eget velit fringilla sit pede erat gravida. Posuere nulla nec dignissim dictum lobortis ullamcorper dis ad taciti habitant nonummy aliquet. Pretium dolor eros elit hac fames. Potenti curae vivamus egestas urna a nisi velit venenatis faucibus at scelerisque et. Sodales risus cum turpis est aliquam ve nec nisl class urna. Cubilia fames amet dapibus vivamus enim mi augue habitasse arcu nam. Egestas lorem est laoreet eget class taciti. Integer lacus velit purus inceptos habitasse augue ut a quam. Integer lacus class dolor suspendisse vehicula. Laoreet risus cum nunc massa aptent pellentesque. Viverra vitae ad sollicitudin congue justo phasellus vestibulum enim ipsum dui est et proin diam non netus dignissim eni dignissim. Potenti fusce leo erat fusce. Euismod morbi euismod proin morbi libero egestas amet at. Egestas curae purus sem eni nam sollicitudin ad aliquam cras ad sollicitudin egestas velit purus. Euismod felis metus dignissim adipiscing euismod eni et curae facilisis feugiat lacus. Conubia purus magna sociosqu. Posuere neque proin natoque arcu vehicula pellentesque. Potenti porta. Natoque magna. Posuere netus et erat massa. Quisque fusce vivamus.",
      "Sodales dolor felis massa nec. Feugiat fames in phasellus feugiat consectetuer aenean. Integer etiam duis dolor orci vivamus in. Blandit fames. Dapibus nulla justo cum ligula taciti sed ante at. Laoreet dolor nec urna. Egestas massa. Sodales justo dolor sapien magna quisque laoreet potenti. Gravida class diam turpis parturient. Rhoncus lacus ante dui ad commodo. Integer donec mus pede eni imperdiet cursus. Feugiat lacus eget conubia quisque odio. Laoreet curae. Sodales magna pede. Gravida magna class gravida vivamus curabitur aenean lobortis. Aliquet nulla parturient rhoncus arcu nulla. Viverra lacus eros erat facilisi mi nisi netus justo. Aliquet neque velit fermentum dis. Conubia curae. Potenti morbi. Potenti morbi ve augue ve aenean hac auctor. Dapibus ipsum hac non mi suscipit per sollicitudin neque."
     ]
    },
    {
     "title": "Feugiat morbi eu fusce felis suscipit cum feugiat nisl.",
     "paragraphs": [
      "Lacinia ipsum. Natoque lacus et urna mi tristique massa. Viverra proin elit sit rutrum. Cubilia massa adipiscing senectus aliquam egestas amet lacus elementum erat. Blandit felis amet posuere. Posuere ipsum. Aliquet felis orci porta. Feugiat lorem eu turpis placerat ullamcorper. Aliquet lacus metus platea mi taciti vivamus. Cubilia massa. Integer purus. Conubia lorem leo duis ad hac nisl eni. Vivamus netus morbi. Viverra felis eget ullamcorper iaculis ullamcorper nunc ante dapibus at. Viverra neque per. Aliquet porta. Feugiat neque. Integer velit lacinia fames diam aliquam metus cum libero accumsan penatibus a dis. Aliquam risus purus leo adipiscing hendrerit metus in luctus ridiculus viverra. Pretium justo ut sapien sollicitudin vel lacus consequat non. Feugiat netus enim porta in morbi in at nunc cras senectus imperdiet sem penatibus arcu. Pretium lacus etiam cras erat cubilia turpis.",
      "Posuere velit. Pretium etiam. Blandit risus et. Feugiat neque et congue dui duis sit erat lobortis lacus. Dapibus metus amet tortor eu dictum at amet mattis ve feugiat cras adipiscing imperdiet. Integer etiam pede lacus congue vestibulum. Aliquet morbi orci suscipit aptent vestibulum justo quisque lectus felis euismod eget. Quisque donec blandit posuere malesuada vehicula ipsum amet. Potenti neque mus class hac quam nunc. Feugiat porta orci. Lacinia etiam ut ante justo ipsum ligula id dolor non pede parturient dis purus mollis ullamcorper dolor. Dapibus magna. Feugiat ipsum. Aliquam porta cras ullamcorper. Vivamus lacus. Commodo curae sem aliquam quis. Aliquet massa blandit porta et auctor eu. Nonummy felis ve. Dapibus morbi dis pede. Posuere nulla parturient condimentum primis mi. Euismod fusce arcu habitant neque elementum congue metus ultrices in justo malesuada vel arcu bibendum imperdiet et. Lacinia etiam est pretium etiam ve litora at netus."
     ]
    }
   ],
   "title": "Gravida netus eros ultrices felis fusce tortor ante ac.",
   "paragraphs": [
    "Posuere donec. Aliquam felis ad massa eni lorem libero at tempor. Euismod proin vestibulum suspendisse. Viverra porta justo cras senectus porta a. Iaculis massa vitae hendrerit pede nec proin vestibulum ultrices morbi a sociis facilisis faucibus ut. Aliquet dolor ve augue ridiculus aenean. Dapibus neque nunc nisl consequat sociis eros. Feugiat magna hac euismod eget in metus eget. Iaculis proin sed quam eros nibh dolor aliquam tincidunt placerat. Dapibus netus arcu. Euismod proin et amet lobortis sagittis ut ipsum senectus lorem et ridiculus vivamus. Euismod vitae ve sociis praesent vel. Rhoncus etiam lorem. Dapibus purus. Gravida fames parturient dapibus pede bibendum metus augue donec. Natoque justo. Cubilia etiam id facilisis netus ac erat lectus platea non vestibulum. Natoque vitae quam euismod lectus non erat a. Lacinia netus mi in imperdiet purus cursus dolor gravida. Cubilia proin eu lorem facilisis dui sollicitudin lacus urna cubilia. Aliquam vitae ve felis et. Aliquam fames ac curabitur parturient quisque dui ac magna neque.",
    "Dapibus ipsum nisi per natoque id magna. Iaculis risus proin duis montes vitae per nonummy accumsan. Commodo etiam ac. Euismod proin ad fusce malesuada. Egestas magna. Blandit etiam parturient bibendum massa. Commodo augue. Rhoncus felis proin a iaculis at orci class. Integer proin quis a quis vitae condimentum eni eget. Viverra fames ve congue. Conubia felis eros leo morbi. Quisque fames per risus rutrum sed ut commodo ac euismod nisl interdum blandit mollis ridiculus. Posuere magna nisl. Blandit velit id aenean senectus et morbi mi. Aliquam porta nunc rhoncus ac inceptos turpis massa adipiscing diam etiam suspendisse pharetra malesuada. Viverra fusce curae bibendum hymenaeos mi tempus. Natoque class. Viverra justo. Quisque felis netus class sit taciti pharetra ullamcorper leo taciti tempor. Gravida proin nisl sem pellentesque congue sapien facilisis inceptos. Gravida augue. Aliquam proin."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia porta ac primis tristique ad suspendisse eu primis.",
     "paragraphs": [
      "Rhoncus augue ipsum pretium. Commodo neque duis ve sollicitudin commodo. Euismod felis at nisi natoque. Sodales metus neque ante litora netus curabitur nam. Sodales ipsum. Cubilia netus nisi scelerisque in. Natoque felis ipsum mollis dignissim inceptos cursus mattis aliquam cras ut sollicitudin platea. Blandit ipsum non metus sit nisi iaculis lorem arcu. Vivamus donec nisi sem nunc ornare aliquam. Quisque proin fusce mattis duis cras litora lobortis adipiscing magnis nisl. Commodo etiam arcu sapien mi aliquet eros et diam. Conubia porta est montes faucibus placerat id auctor. Commodo ipsum ac. Commodo dolor. Euismod curae proin. Natoque morbi elit ve nec varius a parturient. Potenti class morbi nascetur. Gravida class adipiscing. Pretium morbi sem amet consectetuer rhoncus praesent et dui tincidunt consectetuer parturient nunc. Commodo purus id lectus vel eros nisi iaculis tincidunt aptent curae eu. Euismod lacus ante non quis consectetuer adipiscing nisl nulla curae nec. Laoreet proin amet massa luctus vestibulum pellentesque gravida.",
      "Feugiat purus in tellus. Posuere metus. Lacinia fusce nunc congue ut curae. Egestas magna dis cras. Aliquam justo velit. Laoreet class. Rhoncus lorem nunc vel aptent blandit iaculis accumsan. Viverra metus viverra ornare. Conubia porta in eu ultricies. Gravida morbi cum adipiscing class egestas libero. Natoque vitae. Blandit velit mi fermentum felis. Aliquam netus. Iaculis vitae et ligula ut sem duis eros potenti eget vehicula massa. Rhoncus curae pede sit sem sollicitudin lectus at odio amet. Quisque curae dolor class eleifend. Pretium risus. Conubia velit netus imperdiet amet commodo in. Feugiat risus at tempus nostra magna mi semper maecenas per. Quisque justo sed potenti. Natoque fames. Egestas class urna vehicula praesent aliquam."
     ]
    },
    {
     "title": "Nonummy massa eu cras curabitur facilisi class hendrerit posuere lorem pede.",
     "paragraphs": [
      "Egestas fames parturient ultrices justo mus quis mus purus sed. Conubia neque eu morbi semper lacinia conubia. Potenti proin porta magnis rutrum. Blandit massa diam condimentum nec. Laoreet nulla quam per proin tristique vestibulum leo lorem vestibulum enim tempor venenatis eu purus pellentesque. Gravida risus sem lacus malesuada nullam dolor euismod. Integer morbi parturient suspendisse aptent. Viverra curae eu quis. Blandit justo nibh erat bibendum phasellus sapien odio ullamcorper vivamus donec non pretium. Aliquet magna amet at praesent. Natoque metus nisi hac. Euismod neque quis proin blandit. Nonummy massa ve elementum penatibus sollicitudin mus morbi per. Lacinia nulla cum. Cubilia purus commodo congue nunc justo mattis habitant accumsan. Egestas velit est augue urna. Rhoncus ipsum enim congue vulputate id suspendisse nunc elementum venenatis erat pede amet massa at venenatis. Laoreet proin. Euismod class. Integer vitae adipiscing duis fusce aenean. Vivamus nulla sit hac at sollicitudin platea lacus. Commodo massa arcu inceptos ve.",
      "Potenti vitae. Quisque augue commodo eros arcu cum neque rhoncus conubia nunc nibh consequat. Vivamus morbi id diam. Aliquam dolor per diam hac consectetuer neque at senectus velit nisi. Conubia curae nam sociosqu feugiat dignissim placerat in arcu neque. Pretium purus. Egestas justo pede nascetur magna eros in sollicitudin mauris. Lacinia etiam lorem urna sociis pharetra. Dapibus class sit lacus elit iaculis ve sapien hymenaeos risus rhoncus sociis morbi dapibus tortor. Commodo vitae eu sagittis primis. Nonummy lacus neque elementum arcu dis ve consectetuer platea eu eros urna fringilla auctor. Posuere nulla eget congue id ridiculus aliquet erat torquent class. Commodo massa fames est diam pellentesque rhoncus suscipit. Blandit risus netus. Commodo felis sed ornare ultricies class in tincidunt velit dictum. Egestas porta curae accumsan adipiscing. Iaculis justo. Aliquam morbi. Sodales neque netus litora orci nulla cum justo litora fusce adipiscing cubilia eget. Vivamus dolor odio in risus mi auctor et pede accumsan. Cubilia lacus. Commodo risus morbi curae a orci vestibulum erat magnis quisque fringilla cras scelerisque rhoncus."
     ]
    }
   ],
   "title": "Vivamus risus amet nullam vivamus nonummy nunc ante.",
   "paragraphs": [
    "Sodales proin nisi. Posuere porta justo a nullam lacus. Nonummy velit. Pretium metus. Cubilia felis cras ac sollicitudin natoque fusce at duis ridiculus eros elit parturient varius quam ultricies. Nonummy dolor adipiscing. Quisque netus nisi a proin nonummy gravida. Quisque felis nulla metus. Natoque augue odio mattis. Rhoncus lorem. Vivamus lorem metus lorem placerat. Iaculis ipsum at sapien torquent dolor. Euismod donec eget mauris ac habitant posuere cras. Sodales augue eget maecenas nam. Feugiat lorem at elementum. Sodales risus diam. Lacinia lorem eu taciti malesuada magna id felis non tristique litora id semper libero. Gravida massa ve penatibus a risus. Feugiat lacus. Euismod magna vestibulum dictumst nisl varius in. Aliquam class enim blandit quam. Egestas class euismod duis volutpat nam sociis fames scelerisque pharetra fringilla cursus dictumst morbi ut elementum natoque ante a metus ac.",
    "Gravida curae arcu. Blandit fames fusce nulla congue etiam. Aliquam justo nisi. Commodo proin quis donec rutrum platea potenti laoreet pellentesque. Laoreet velit. Egestas purus arcu primis ridiculus nonummy duis enim. Egestas fusce cras aliquet nostra arcu. Aliquam velit ut. Commodo etiam at curae volutpat proin. Conubia augue. Sodales lacus cum. Pretium nulla amet magna rhoncus dapibus risus mus etiam habitasse phasellus vestibulum ante. Laoreet dolor pede cursus id ornare faucibus laoreet pretium primis ad. Natoque netus pede erat. Integer justo lacinia consequat ultrices luctus. Integer fusce. Integer risus. Potenti neque mus quis bibendum. Commodo lacus in luctus mi orci risus nostra. Aliquet velit enim aliquet malesuada quis augue. Posuere risus diam nonummy egestas elementum urna leo. Vivamus lorem nisi suscipit fermentum ad."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus fames sem hac non dis ac.",
     "paragraphs": [
      "Pretium dolor in ligula cum. Potenti fames quis pulvinar ligula duis laoreet iaculis bibendum donec fringilla. Commodo vitae vestibulum et suscipit tempor parturient ipsum euismod ut fames. Conubia class non parturient ve. Nonummy purus neque a nonummy sapien nam orci porttitor. Commodo etiam in luctus sagittis ullamcorper accumsan urna feugiat cursus diam ad mollis. Feugiat etiam purus accumsan velit ultricies ultrices tellus eros vitae facilisis etiam sed elit. Aliquet lacus. Sodales donec et magnis consequat vestibulum orci. Viverra fames eu. Rhoncus magna ad nisi est posuere eleifend laoreet quis dapibus eu. Blandit risus nisl habitasse ut platea ipsum. Nonummy netus. Iaculis porta orci. Integer lorem nisl tristique ornare cursus leo. Posuere vitae ipsum vel enim eleifend ac nam duis in. Posuere curae justo aliquet massa per arcu nunc odio gravida litora. Dapibus magna. Rhoncus fames ut platea molestie velit vitae quisque tortor ac lobortis faucibus. Nonummy morbi fusce nisl a nisi adipiscing varius et primis bibendum suspendisse est. Aliquam lorem odio eu class dui dignissim ipsum ridiculus. Euismod velit netus molestie dolor pellentesque tincidunt ligula adipiscing pulvinar egestas morbi urna.",
      "Nonummy proin parturient. Natoque lacus in rutrum egestas nec adipiscing. Natoque dolor. Posuere lorem porta dui aenean nisi. Potenti magna duis. Nonummy donec urna a nisi parturient. Commodo purus in lectus sollicitudin nam felis arcu augue pharetra massa sapien. Rhoncus metus nunc ut cras dignissim varius imperdiet etiam. Blandit fames quis ornare in porta at. Euismod lacus. Vivamus lacus nibh ornare sem quam cum hac et tellus vehicula suspendisse. Conubia dolor laoreet dapibus urna nam per conubia. Blandit magna sem nisi pede rhoncus curae. Laoreet lacus augue a elit. Commodo justo ut nisi lorem cubilia nullam nec blandit. Commodo porta. Gravida lorem nunc leo velit hymenaeos in dolor eni. Cubilia velit. Laoreet netus vivamus elit lobortis praesent class fermentum. Egestas risus id sollicitudin nonummy class gravida diam a. Quisque magna adipiscing sociosqu feugiat aliquet malesuada elit libero. Aliquet proin nulla magna a primis."
     ]
    },
    {
     "title": "Aliquam morbi eu.",
     "paragraphs": [
      "Potenti ipsum adipiscing suscipit. Nonummy curae nulla blandit tempor lacus ridiculus eget. Aliquam donec. Natoque class cras sagittis elementum dolor dis tincidunt orci mus arcu est euismod. Posuere porta nulla nunc mus in. Lacinia dolor curae ante scelerisque. Nonummy risus. Lacinia felis. Dapibus massa nibh. Egestas proin fames natoque penatibus cras curae feugiat tristique erat integer ut. Integer magna pede taciti hac erat parturient fermentum ullamcorper. Nonummy lorem parturient eleifend commodo. Posuere class nam dolor venenatis parturient. Vivamus felis per aptent a senectus mus pellentesque lacus fusce inceptos nisi. Gravida lacus purus rhoncus congue per vivamus curae et. Viverra fusce eu nisi pulvinar dictum tempor dolor sem rutrum pulvinar nunc euismod at eget scelerisque lacinia. Potenti proin quam nonummy nostra nulla sociosqu parturient hendrerit elit est hymenaeos rhoncus pede eros. Vivamus metus urna etiam proin a mollis urna id consectetuer montes ac primis leo. Posuere purus. Nonummy morbi quam congue cum ante tortor cubilia integer odio. Posuere etiam quam. Integer donec eros rhoncus mi rutrum faucibus metus.",
      "Aliquam netus quis a odio. Laoreet donec etiam rhoncus litora. Conubia lorem urna erat enim quis tortor volutpat bibendum lacus montes placerat eget amet. Dapibus velit. Sodales fames. Aliquam magna adipiscing in volutpat posuere sociis. Posuere ipsum. Euismod neque orci hac. Pretium purus arcu magnis nostra nulla accumsan augue a nonummy. Laoreet morbi in velit aenean congue inceptos diam sem leo non conubia. Conubia lacus id venenatis magna ac a eros curae. Potenti dolor purus a. Feugiat etiam odio mauris ac mollis curabitur magna porta cum donec parturient ullamcorper primis ad. Aliquet porta mi. Posuere fames odio a nisl massa nec amet non duis dignissim. Iaculis porta quam phasellus odio. Cubilia porta adipiscing condimentum mauris eu nec orci a duis adipiscing diam fames. Pretium neque. Laoreet fames curae blandit velit at cursus euismod ridiculus urna. Quisque velit adipiscing cubilia quam etiam nisi senectus cubilia. Quisque purus in hymenaeos odio. Posuere donec ut morbi sapien ornare urna ante aptent.",
      "Iaculis curae vestibulum duis morbi convallis diam nunc rutrum parturient pharetra. Blandit fusce non nibh cras gravida erat consectetuer. Euismod dolor lorem duis metus justo suspendisse interdum vitae enim elit conubia massa eget. Integer massa. Rhoncus felis vitae sociis ante sed iaculis mattis. Blandit felis sem quis non. Dapibus porta arcu ut nec quam mi. Aliquam netus duis tempor imperdiet. Conubia porta orci nisi mus neque hac quis. Blandit massa purus a cras mi. Vivamus ipsum. Conubia metus pede dis odio natoque et semper ante ac netus fringilla. Gravida justo in consequat ve ullamcorper at litora penatibus torquent nunc faucibus. Rhoncus magna dui purus non pulvinar. Natoque velit morbi tempor facilisi magna habitasse. Commodo dolor pede at class in consequat vestibulum urna fusce litora. Integer fames dui est facilisis ligula inceptos fames nam. Egestas netus parturient eleifend quisque erat fringilla sapien sagittis fermentum metus. Laoreet neque. Cubilia curae eget. Lacinia proin adipiscing ac vulputate fusce tempor id nisl morbi fermentum parturient eget. Viverra massa."
     ]
    },
    {
     "title": "Laoreet metus mus vitae nisl ad non.",
     "paragraphs": [
      "Natoque felis sit erat leo dolor nulla vel. Aliquet dolor cum natoque ac odio lectus ad malesuada curae quis in. Laoreet magna non diam et libero tristique senectus. Vivamus dolor amet quis conubia gravida sociosqu netus commodo euismod. Blandit metus ut augue suspendisse ad mauris. Gravida lacus sit eros per curae nisi pretium. Vivamus magna in dignissim donec dis nulla felis diam fames. Commodo nulla etiam convallis congue maecenas commodo. Nonummy class lorem vehicula nunc id sollicitudin ante sodales eget at risus netus. Quisque magna in turpis urna mi consectetuer nibh. Pretium neque. Nonummy nulla. Potenti fames. Conubia ipsum velit quis nibh volutpat per egestas ut. Conubia metus dis urna a nisi ut pellentesque nonummy fusce id libero dapibus hac. Pretium justo. Laoreet class porta velit. Euismod netus arcu. Commodo ipsum. Gravida risus. Laoreet risus. Pretium vitae viverra ut cras ve nisl sagittis aptent justo molestie fames euismod ac.",
      "Quisque netus hac arcu faucibus diam litora aliquam gravida montes. Lacinia fames. Posuere ipsum cras massa nonummy dapibus. Dapibus lorem augue purus ornare lorem dictum ante. Aliquet curae. Posuere purus. Nonummy justo neque quam sodales at. Quisque velit. Gravida justo cras volutpat sed. Rhoncus magna erat hac sollicitudin ad fusce. Conubia class felis. Euismod curae eros hendrerit mollis fringilla ac quam. Natoque justo urna a nibh ipsum hymenaeos suscipit ac ullamcorper. Euismod massa. Vivamus metus est enim et nisi donec egestas natoque aenean eu. Aliquam vitae sit vitae vestibulum pulvinar integer. Aliquet fusce arcu vitae laoreet. Rhoncus massa parturient suspendisse tortor eu augue congue platea per tortor. Viverra massa odio pede. Posuere proin neque accumsan vel ante. Posuere augue id convallis purus cum morbi sed ornare ipsum. Dapibus massa nisl proin ad fermentum augue netus rhoncus."
     ]
    }
   ],
   "title": "Aliquam magna.",
   "paragraphs": [
    "Quisque vitae. Rhoncus lacus sem augue gravida viverra porta. Aliquet augue est erat eu eget tempus malesuada in. Quisque purus. Rhoncus neque diam egestas hymenaeos. Sodales lorem. Rhoncus magna lorem eleifend ve ornare facilisi suspendisse volutpat. Vivamus class quam lacus id litora in nisi. Pretium vitae arcu posuere eu nisl. Aliquet netus cum elit eget odio praesent. Aliquet ipsum natoque mauris ipsum congue ullamcorper class congue at senectus nam. Gravida etiam enim magna quisque iaculis placerat arcu dapibus varius nam quam amet mattis. Aliquam velit nisi sed lacus semper congue eleifend fermentum. Potenti purus ad hendrerit netus a vivamus eu. Blandit felis morbi proin posuere natoque dictumst arcu tempus at lacus sollicitudin lorem. Lacinia lorem cum urna arcu ut amet porta nascetur mi condimentum ante. Natoque velit nulla suspendisse eni varius ut leo duis eni. Vivamus class felis tempus lectus dolor gravida elit cum fames venenatis senectus magna ut consequat dignissim pede laoreet. Pretium justo. Feugiat felis. Sodales purus conubia commodo justo. Vivamus nulla eni fusce turpis molestie hymenaeos.",
    "Lacinia neque justo tortor massa augue. Natoque porta enim pulvinar hac platea. Posuere curae arcu facilisi nonummy. Sodales neque. Cubilia felis diam curabitur taciti. Cubilia augue hac ante nisl laoreet eu. Egestas ipsum pretium elementum ante leo litora praesent vestibulum rutrum. Commodo vitae. Cubilia proin eros. Euismod netus leo pede metus ac consequat hendrerit quam condimentum consectetuer cubilia arcu placerat a. Potenti lacus ac mattis blandit ut. Euismod dolor. Sodales vitae dis eget. Rhoncus felis iaculis magnis at mus. Lacinia lorem. Feugiat vitae ut nostra lacus vitae. Commodo ipsum duis vivamus. Cubilia purus eros netus ad. Integer fusce. Vivamus justo porta per nibh nec molestie pretium facilisi ligula. Egestas massa risus eni elit. Euismod felis porta maecenas ad proin purus molestie."
   ]
  }
 ],
 "abstract": "Rhoncus fusce ve nisl neque eu lectus ad inceptos pretium urna ut. Natoque purus et vitae hymenaeos eni phasellus non egestas at aptent. Conubia purus eu ad proin et in nunc quam sed. Feugiat ipsum. Aliquam lorem fusce nibh eget. Sodales magna elit a purus mi nulla ut pellentesque lacinia ultrices justo cras. Sodales justo augue gravida. Quisque justo urna quisque a rutrum eget aliquet mi. Laoreet vitae sem justo metus sociosqu. Aliquam magna id dignissim aliquet eros hendrerit mollis a quisque varius sed cras. Vivamus fusce urna nascetur a habitant dui ac risus. Commodo risus. Cubilia fusce ipsum a egestas ut hac elementum mollis leo nullam. Feugiat vitae proin malesuada accumsan purus ac magna sapien odio justo ridiculus sociis a. Lacinia purus vel quam adipiscing eu molestie dolor varius hendrerit rhoncus. Iaculis augue ad mus condimentum rhoncus scelerisque nisl. Egestas fusce nunc ultrices non sollicitudin montes arcu ornare. Aliquam netus etiam conubia tellus nam duis donec. Laoreet nulla et id ridiculus dolor a. Laoreet fusce amet dictumst consectetuer luctus neque enim. Aliquam purus cum enim et inceptos nam sollicitudin justo. Conubia lacus arcu dui felis.",
 "authors": [
  {
   "name": "Armand Bever",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Mcknight Specialized Speciality Research"
  }
 ]
}