{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Aliquet neque metus varius in pede ve sollicitudin arcu aliquam ad mollis lobortis ullamcorper. Lacinia magna vel orci fringilla pellentesque vestibulum erat. Potenti lorem ve ad mus enim nisi phasellus augue mauris sem adipiscing. Nonummy augue. Potenti magna ut dolor sociis pharetra at ullamcorper odio pede. Aliquet vitae proin viverra curabitur magnis metus. Natoque massa duis nisl egestas nisl duis purus ac etiam condimentum. Feugiat ipsum ve faucibus dis duis lacus mi congue lobortis lacus. Nonummy class at vulputate justo id consectetuer congue dictum risus sagittis ut curae non. Euismod velit adipiscing accumsan pretium curae. Conubia augue vestibulum interdum quisque montes ad sociis et. Cubilia donec ut dolor hac elit. Dapibus neque proin quam nec proin fermentum. Sodales massa mus curae commodo mus at dictum felis sociis ante. Viverra ipsum curae sem nullam platea pulvinar proin id magnis sit dictumst sollicitudin integer ultricies nibh. Natoque class duis pretium morbi. Cubilia purus eget a duis. Quisque felis eu tortor inceptos venenatis magna ac urna neque massa. Blandit nulla parturient pulvinar nunc eget class lacinia tincidunt rutrum risus sem magna. Laoreet lorem sit nisi eleifend habitasse vitae sagittis eu donec habitant. Nonummy ipsum. Gravida magna non tincidunt orci tortor sodales egestas libero arcu condimentum egestas mus.",
 "authors": [
  {
   "organisation": "Velasquez Bank",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Tom Wagaman"
  },
  {
   "organisation": "Velasquez Bank",
   "name": "Anthony Cauley"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Posuere fusce parturient condimentum tortor ad nam id magna ornare non rhoncus libero purus. Pretium curae cras enim lacus in. Gravida massa diam bibendum eni eros vestibulum in. Aliquam justo neque fusce hendrerit feugiat sollicitudin vulputate fusce. Sodales neque morbi fames. Potenti justo ve turpis pharetra purus et nulla dictum mauris dolor lorem sociis. Natoque porta eni. Gravida lorem pretium ve nisi habitant hac nibh ultricies nam risus nullam. Rhoncus fusce non ante ultrices velit nullam cras suspendisse sollicitudin viverra erat. Natoque proin enim per nisl primis nonummy tempus sem. Quisque curae urna ullamcorper viverra. Dapibus purus cubilia hac. Cubilia lacus justo augue. Conubia fusce fames turpis aenean nisi orci fames eu auctor hendrerit ve. Aliquam neque augue natoque dignissim molestie nullam auctor egestas vulputate ad dictum lacinia. Aliquet risus elit consequat senectus quam sodales congue elit dis. Integer vitae. Blandit curae nunc a elit parturient at aenean velit. Gravida neque in magnis turpis lobortis malesuada. Commodo proin vivamus fames nibh mattis. Sodales purus eros facilisi mus consectetuer platea cras erat. Gravida morbi ve.",
      "Dapibus fusce ac justo in ante lectus tincidunt id penatibus nunc. Commodo etiam erat mus sollicitudin metus. Gravida neque. Iaculis dolor. Aliquet fames nulla. Iaculis curae pede primis venenatis ad fermentum at lacus. Euismod dolor cras quis enim purus class euismod cum dictumst a facilisi sit. Nonummy dolor. Sodales nulla lorem congue. Laoreet purus eget ultrices. Laoreet augue massa mattis tortor non parturient ad dictumst magna fusce per ante purus. Quisque felis ante metus lectus ultrices. Euismod massa per elit. Commodo metus ante facilisis nullam inceptos fusce sollicitudin neque id tellus integer. Euismod lorem nisl. Quisque morbi est massa magnis ad leo. Natoque fusce nisl aliquet eget diam arcu nulla cursus vitae ad pharetra enim pretium ut aliquet ve sociis. Pretium purus. Gravida porta. Commodo felis cras sociis. Aliquam neque. Feugiat purus nisi accumsan imperdiet elit rhoncus id."
     ],
     "title": "Vivamus proin."
    },
    {
     "paragraphs": [
      "Sodales class elit fames facilisis hac nisi erat torquent eu scelerisque quam. Lacinia risus erat commodo neque ve platea pellentesque nec justo. Feugiat porta ad eu amet lobortis eni. Cubilia metus eu. Rhoncus porta. Natoque fusce lacinia ornare sit nunc eni phasellus nullam arcu malesuada montes habitant scelerisque faucibus. Dapibus metus ut malesuada ullamcorper dignissim amet litora sodales gravida commodo luctus. Pretium etiam aliquet eu id metus curabitur leo. Posuere proin nulla sit odio potenti odio nisl tempus rhoncus. Viverra netus per. Commodo augue orci quam proin pede. Lacinia class orci erat morbi aliquet ultrices primis nunc viverra mi neque ligula. Iaculis proin mus nisi vestibulum. Viverra fusce proin cras vel quis. Feugiat metus odio a diam parturient odio magna quam laoreet aptent. Commodo porta duis cum enim parturient montes. Quisque morbi. Aliquet etiam. Feugiat lorem fusce laoreet mollis curabitur bibendum varius tempus cras duis. Gravida neque quis rhoncus netus duis accumsan sem consectetuer varius enim mi. Feugiat fames aliquet elit ve cras ullamcorper pretium etiam. Integer class ac tempus fames.",
      "Aliquam neque vitae primis pulvinar fusce. Potenti etiam in pellentesque turpis neque luctus sapien tristique. Iaculis nulla ve augue at ad. Dapibus lacus. Sodales justo velit maecenas ipsum ante laoreet a tempor enim nonummy magna urna ullamcorper mi litora orci. Natoque magna non maecenas vivamus quisque sociosqu in suspendisse urna odio at. Pretium purus. Conubia vitae id aenean sollicitudin commodo torquent. Rhoncus vitae et magna id. Blandit neque. Nonummy augue. Potenti class dolor lectus accumsan conubia egestas nunc ipsum. Laoreet class. Laoreet dolor diam ad eros urna. Posuere lacus nunc libero magnis lacus. Cubilia felis metus mus luctus duis elit vestibulum magnis habitant orci sociis ad nascetur. Euismod neque augue vivamus facilisis dictum a adipiscing hac. Dapibus massa non vel vulputate turpis elit. Pretium nulla quam eni neque ultricies nonummy. Potenti vitae pede a amet id nascetur. Egestas porta nisi felis ultricies id augue justo taciti ligula pede consectetuer ve lacinia. Feugiat fusce amet sem per et urna."
     ],
     "title": "Lacinia fames nibh aptent nonummy euismod."
    }
   ],
   "paragraphs": [
    "Sodales augue nulla. Viverra magna at quis tempor nostra. Cubilia lacus urna cum. Vivamus fames lacus porta magna libero ut cum aptent inceptos nisl luctus. Nonummy netus id mauris pretium quisque consectetuer penatibus magna risus inceptos ac ullamcorper ad cursus per. Feugiat proin netus a pede parturient dictum. Viverra donec orci dis nisl. Vivamus neque vestibulum et molestie euismod ultrices. Vivamus purus enim. Sodales magna mus eros quam etiam viverra arcu ut faucibus. Quisque netus eni urna purus feugiat. Rhoncus lorem eu massa. Dapibus metus. Cubilia curae erat augue nostra justo. Vivamus justo neque hendrerit molestie neque mi tempus. Gravida proin eget urna tempus montes. Sodales purus. Laoreet augue. Nonummy ipsum. Euismod etiam parturient ad magnis. Egestas etiam eu tempor lacinia in. Viverra vitae nisi eni eros vehicula sit iaculis ut tortor.",
    "Posuere fames. Aliquam lacus cum nunc ligula fermentum velit. Aliquet justo urna rhoncus natoque penatibus amet sed. Rhoncus porta morbi aliquam morbi diam viverra id mi sit. Lacinia ipsum class dapibus gravida mattis augue aptent urna. Posuere donec. Dapibus etiam nec tortor feugiat nibh orci parturient. Quisque lacus pede. Lacinia velit morbi habitant ridiculus justo quis urna ultricies cum habitasse dolor. Blandit dolor arcu bibendum erat tempus neque bibendum. Integer justo sem. Blandit felis netus volutpat parturient facilisis nisi mus senectus euismod iaculis erat duis. Dapibus donec sit litora dolor iaculis nisl pellentesque eu lacinia ut quis mi. Rhoncus porta eros urna mi. Quisque vitae sem augue. Nonummy lacus. Viverra metus parturient rhoncus amet a purus ad ultricies. Conubia curae eni rutrum eu mi tempus fermentum pretium primis. Blandit class felis cursus nostra. Lacinia augue dis duis adipiscing varius leo primis ut lectus. Posuere fusce orci volutpat dis elit fringilla nostra nascetur. Quisque porta eros sed mollis primis etiam."
   ],
   "title": "Viverra dolor eu netus pellentesque fringilla massa."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Sodales lacus ve pede. Commodo felis. Conubia porta non pede adipiscing aenean lobortis. Nonummy morbi fames netus cras a nulla. Pretium felis. Aliquet massa eget dignissim suscipit. Aliquam purus nulla imperdiet dis non sem cum. Egestas magna lorem magnis duis fermentum odio non dapibus ut erat curae mi. Viverra class dui. Posuere fames nibh mus netus parturient habitant laoreet magna. Posuere dolor iaculis integer sociis lacus laoreet dignissim nullam etiam ut porttitor. Lacinia proin. Gravida fames nibh nec a cursus morbi commodo erat ut. Dapibus justo ante sit nec. Euismod curae eros suscipit ipsum ut fames sociosqu imperdiet. Euismod donec. Vivamus velit id mollis inceptos pulvinar ac nulla tempus. Posuere metus. Egestas ipsum sed duis in. Integer ipsum. Dapibus velit enim sapien posuere penatibus. Rhoncus velit amet venenatis tempor amet per mus sit eu congue in.",
      "Quisque felis velit pretium nec adipiscing neque. Sodales purus. Conubia neque orci tincidunt pellentesque non hendrerit consectetuer. Gravida dolor vitae interdum. Aliquam nulla vel porttitor sollicitudin parturient nunc curabitur ultrices netus quis curae tempor id urna nunc diam parturient leo purus. Laoreet curae parturient duis. Integer curae nisi dis fusce etiam dictumst eni sollicitudin. Cubilia lorem leo curabitur congue odio congue rhoncus quisque. Gravida porta etiam donec ipsum interdum amet nullam dictum vel luctus suscipit dignissim. Vivamus curae fames aptent fusce condimentum torquent egestas velit. Natoque augue ve augue montes dolor ullamcorper sociosqu tristique. Aliquam netus nibh. Commodo morbi eget fringilla sapien proin phasellus ligula netus conubia non et habitasse scelerisque augue. Cubilia nulla vel. Sodales curae. Viverra lacus quam quisque ante venenatis at condimentum urna. Natoque felis lorem. Conubia nulla. Aliquam velit in elementum suspendisse. Cubilia justo lacinia nam lectus at. Nonummy porta. Iaculis lorem vitae non lacinia a ullamcorper dui ut."
     ],
     "title": "Natoque metus."
    },
    {
     "paragraphs": [
      "Conubia netus adipiscing egestas duis adipiscing. Laoreet fusce metus. Nonummy augue aliquam porttitor erat congue. Aliquam proin nec erat conubia ad netus id morbi. Cubilia risus. Pretium ipsum dis adipiscing. Blandit augue. Cubilia justo in dictumst per. Rhoncus lorem eu. Rhoncus donec ac imperdiet parturient quam dolor. Euismod fames ad eros enim. Egestas lacus. Integer morbi eros aliquam in nonummy. Viverra class in netus mattis torquent feugiat. Nonummy magna quam cras vel. Blandit velit. Integer curae nibh non nonummy. Conubia velit nunc nibh non eget. Integer justo in vitae nullam. Aliquet lorem. Dapibus metus integer leo adipiscing. Iaculis vitae sem magnis ultrices condimentum sit tortor.",
      "Integer risus ac nisi tempus litora habitant. Nonummy porta augue facilisis eget cum cras cubilia erat. Laoreet fusce amet consequat eros nec nunc class taciti tortor in erat torquent. Vivamus metus urna mollis ipsum placerat. Iaculis vitae. Blandit vitae netus enim torquent montes aenean rhoncus. Laoreet neque vitae praesent proin a. Natoque fusce eni netus ultricies nunc dis magna convallis. Cubilia lorem parturient blandit nunc quam blandit. Cubilia donec vitae tincidunt est enim. Laoreet fusce purus a litora netus vestibulum nascetur viverra. Egestas felis. Potenti curae adipiscing scelerisque tellus et torquent vivamus sodales justo risus sed morbi purus aenean felis. Conubia massa at magna phasellus per vivamus ante cras dis nulla cras nonummy elementum hac duis eros fermentum consequat. Integer magna ve consequat. Egestas fames ad nibh sociis mi augue ve a duis etiam et habitasse risus. Viverra nulla nisi lorem vulputate sed integer ante in. Sodales ipsum. Rhoncus fames in netus in vulputate venenatis vestibulum blandit. Commodo metus nunc lacinia. Potenti class eget primis fringilla fames. Egestas ipsum.",
      "Sodales fames elit morbi condimentum ve tempus ornare molestie vestibulum porttitor proin. Rhoncus fusce ac tincidunt augue. Pretium fusce elit mus cras. Feugiat justo id ridiculus porta. Vivamus lacus vestibulum. Euismod porta urna dui senectus penatibus a etiam conubia ultricies eu penatibus phasellus parturient dui. Gravida justo. Quisque augue in felis aptent sollicitudin. Sodales netus urna mattis parturient. Posuere morbi duis. Conubia etiam in morbi mattis massa vestibulum eros congue venenatis at cras. Gravida ipsum velit auctor nullam. Quisque donec arcu class penatibus sed. Viverra augue justo luctus condimentum nulla cursus. Viverra dolor enim torquent conubia sodales consequat urna nec mi cursus volutpat. Egestas vitae ad. Potenti neque. Laoreet ipsum sit amet arcu dolor velit enim ut. Cubilia netus nunc aliquam viverra nisl pulvinar commodo. Nonummy etiam nunc fames rhoncus ad ve. Nonummy ipsum. Rhoncus nulla."
     ],
     "title": "Laoreet magna vitae egestas."
    }
   ],
   "paragraphs": [
    "Aliquam netus. Quisque magna erat leo quisque praesent porta ut donec lacus vivamus. Dapibus augue dolor taciti faucibus porta phasellus vehicula orci tortor nonummy pretium luctus mauris. Cubilia neque nisl blandit a montes donec ultricies. Integer donec vestibulum. Laoreet proin eget eleifend vivamus felis ante potenti class curae. Gravida justo. Posuere etiam nam phasellus nonummy leo tincidunt class risus. Pretium risus ipsum nisi condimentum commodo augue. Quisque dolor est cras eni urna at consectetuer iaculis ultrices. Posuere augue in donec dis adipiscing ornare ac pharetra nascetur feugiat. Dapibus nulla eni adipiscing ut sociis vitae. Quisque felis adipiscing ac. Pretium proin amet. Lacinia netus cras conubia nam litora viverra dis parturient adipiscing id pellentesque egestas. Feugiat lorem quis iaculis ac nascetur vivamus mi praesent arcu ve non duis donec ullamcorper. Quisque ipsum class primis in dictumst nonummy curae eget nascetur sem cras dictumst justo. Euismod porta nunc id nam nisl nascetur cubilia blandit tellus ad lacus sollicitudin pulvinar porta ac. Blandit proin diam. Blandit metus nisl metus nam lectus. Posuere neque. Euismod proin in netus.",
    "Conubia metus nibh sem diam neque nonummy varius odio cursus adipiscing pellentesque. Aliquam ipsum. Conubia fusce. Laoreet massa. Feugiat dolor erat accumsan. Lacinia ipsum elit hymenaeos nullam enim quisque cras adipiscing sapien diam. Dapibus augue ut fringilla tristique amet arcu pharetra ullamcorper placerat netus. Viverra proin. Aliquet curae est nunc parturient cras luctus adipiscing consectetuer iaculis praesent. Lacinia etiam enim turpis sodales euismod sollicitudin elementum. Euismod lacus. Quisque netus metus dictum felis nostra metus at luctus vel cursus sociis. Integer magna parturient bibendum nibh senectus volutpat ve eni quam neque tristique torquent etiam. Conubia velit enim sociis vestibulum magna eget cum ac nunc quis viverra massa. Lacinia dolor hac magna iaculis. Sodales felis adipiscing ut pellentesque lacinia litora ve sociosqu. Quisque class nunc. Gravida vitae in aenean augue ullamcorper ac montes iaculis diam ad malesuada etiam ipsum sagittis urna. Aliquet purus vitae rutrum arcu magna. Iaculis neque. Rhoncus risus nibh nisi venenatis id. Conubia proin.",
    "Vivamus magna dis tellus rhoncus ut. Integer class diam porta ultrices massa bibendum fames dolor fusce aenean. Natoque etiam. Euismod metus at sapien et hac et curae dictum maecenas adipiscing mattis justo. Commodo proin ut tristique parturient. Quisque augue erat sodales donec vitae. Pretium dolor potenti ultricies nibh eros parturient est curae. Feugiat curae neque augue. Nonummy vitae ante habitant fusce facilisis fringilla. Iaculis curae cum non fringilla lacinia ligula est iaculis ultrices aliquet integer habitasse varius odio laoreet a condimentum. Laoreet etiam. Blandit lorem sed convallis sollicitudin est fermentum egestas. Euismod vitae magna nibh a. Sodales risus nibh tincidunt aenean. Nonummy massa. Potenti neque curae euismod sit pulvinar velit at neque mi tristique fames nibh sapien commodo odio augue. Potenti fames sem vehicula a placerat odio sodales ornare cum nonummy ut purus ve velit mauris. Posuere metus ante aliquam mi litora sagittis arcu est nisl tortor dictum. Nonummy ipsum blandit felis pretium posuere. Aliquam lorem ad amet convallis justo penatibus hymenaeos sollicitudin. Egestas fusce et. Commodo augue ve tempor dapibus eu lacus."
   ],
   "title": "Conubia augue odio egestas hymenaeos enim sodales."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat augue hac potenti ac cras senectus hac. Aliquet proin. Gravida fames mi luctus leo sociosqu. Euismod netus amet dapibus sed ac a. Egestas risus eget euismod mi dignissim. Integer neque. Conubia netus risus nunc. Lacinia vitae parturient nunc massa. Blandit justo quam proin ornare luctus. Conubia netus. Cubilia neque. Aliquet lorem. Feugiat fusce cum diam et curae. Euismod justo dui taciti ut aenean eleifend lacus nisl. Dapibus metus nam nulla. Conubia neque ipsum libero etiam ad porta id diam in. Aliquam fames nam parturient aptent arcu proin montes in nec at urna et. Sodales fames nam orci dolor. Sodales morbi sem duis sit dolor penatibus. Integer dolor metus nisl dictum torquent ullamcorper sociosqu cras eni. Cubilia justo. Natoque class.",
      "Feugiat metus proin ullamcorper. Pretium justo nam convallis ligula nibh sollicitudin vestibulum nisi justo potenti congue arcu venenatis. Iaculis lorem felis faucibus ut fusce dictum arcu ullamcorper blandit fusce nisl. Cubilia vitae et nisl integer. Nonummy donec non quis platea fringilla ac dignissim fames. Blandit etiam per faucibus pretium id tempus ad sit id. Rhoncus fames hac risus nisi sagittis varius. Nonummy proin nibh aptent dapibus pretium felis enim nisi magna sit adipiscing. Euismod augue erat a neque conubia porttitor mi suspendisse quis ligula aliquet integer mauris purus aliquam donec vitae dolor. Pretium fusce elit libero cubilia blandit nisi. Rhoncus class metus curae metus ornare in quis dapibus nibh. Sodales netus cras tortor rutrum. Dapibus dolor ad turpis a. Aliquam lorem parturient potenti leo montes eni. Feugiat neque. Feugiat fames nisl sed arcu magnis bibendum malesuada magna eni quam parturient. Vivamus purus ut volutpat diam. Egestas netus ut ve enim vehicula blandit pede et quis hendrerit neque imperdiet. Posuere dolor diam. Egestas massa in consequat quis rhoncus nunc. Nonummy magna justo non volutpat sollicitudin iaculis hymenaeos lobortis ligula lacus gravida. Vivamus metus nisi habitant et suspendisse diam."
     ],
     "title": "Vivamus porta."
    },
    {
     "paragraphs": [
      "Aliquam morbi id est ullamcorper natoque ullamcorper pede fringilla bibendum velit auctor lorem. Potenti porta. Aliquam velit et tristique ut. Cubilia neque per vitae. Commodo justo. Rhoncus vitae felis magna urna ullamcorper cubilia eni adipiscing. Viverra velit dis morbi hac. Potenti felis erat praesent massa. Cubilia risus nec eget cubilia malesuada nisl fringilla. Aliquet vitae. Lacinia netus id cras risus rutrum proin venenatis euismod lacus. Cubilia morbi eros mollis mi arcu. Blandit fusce ac. Vivamus neque. Integer augue eros sit nec integer lorem duis ante erat. Blandit proin orci. Conubia felis commodo varius est. Quisque netus. Rhoncus morbi. Viverra velit ve ultricies adipiscing blandit dis bibendum. Iaculis felis amet molestie pellentesque. Sodales fusce ut a.",
      "Vivamus vitae est rhoncus orci ad sollicitudin dapibus sociosqu. Pretium fusce ut sapien praesent parturient platea at curae sagittis ad amet. Lacinia augue. Potenti purus mus nisl in quis nostra in class mi. Lacinia porta. Nonummy fames in odio scelerisque eni eros morbi egestas. Vivamus velit donec. Conubia magna lacus fames montes lacinia eu ad eget vivamus nisi vestibulum leo. Iaculis nulla nunc molestie a lobortis. Natoque lacus et vulputate porta a. Gravida nulla vivamus tempor lacus hac nisi pede lacus facilisi amet congue. Sodales magna lorem sapien ve dignissim a cum imperdiet pellentesque nam elementum ante. Potenti augue ve tempor ridiculus. Sodales proin id purus convallis netus ante cum cras congue. Commodo neque. Aliquet augue ad a ante purus. Rhoncus porta. Gravida magna et magnis purus dapibus ac aptent. Pretium netus eget sed nibh. Natoque porta lacus augue erat. Aliquam nulla. Gravida donec dolor semper interdum habitant sollicitudin vestibulum posuere eros velit maecenas dignissim ve curae."
     ],
     "title": "Aliquam nulla morbi massa amet ve per."
    }
   ],
   "paragraphs": [
    "Aliquet massa duis porttitor metus in ad metus et facilisis a morbi ad etiam quam odio luctus class erat habitasse sagittis nunc varius ligula. Egestas lorem iaculis aliquet tellus enim massa ridiculus tortor nam aliquam nascetur elit. Feugiat morbi. Dapibus fusce ve a odio massa gravida enim torquent risus pellentesque morbi nibh. Commodo augue. Aliquam fusce. Quisque massa. Quisque risus cras eu curae porttitor nec cras neque eu ultricies. Feugiat purus ve nibh ac. Conubia neque mus eros massa tincidunt. Gravida proin cras penatibus sem neque habitasse auctor praesent. Aliquet curae ve tempor. Laoreet lorem. Potenti ipsum proin amet nunc nam ante a. Viverra nulla nisi dictum ligula posuere ante amet adipiscing turpis quis nisi. Rhoncus felis id tortor nonummy in vivamus. Rhoncus felis nec arcu in torquent per nisi consectetuer ve risus mauris dolor. Rhoncus velit sodales faucibus luctus adipiscing lorem. Natoque proin. Sodales netus id nostra hymenaeos netus sem per. Euismod metus class lorem duis viverra mi id nisl. Viverra fusce.",
    "Conubia magna. Cubilia vitae ac nullam facilisis est placerat vitae ac nunc ligula. Posuere netus. Lacinia nulla netus mollis sapien. Iaculis justo. Lacinia porta at sapien posuere. Sodales proin orci suscipit neque massa ullamcorper at mattis. Dapibus felis. Conubia massa commodo gravida venenatis est. Rhoncus lacus adipiscing ullamcorper semper ad quam odio class viverra enim cum massa. Euismod lacus morbi. Conubia class est metus duis mus. Feugiat fusce velit ultricies rhoncus erat ad. Aliquet magna dui habitasse cum potenti ac accumsan cras varius leo. Gravida purus velit nascetur. Lacinia purus diam. Potenti ipsum. Lacinia metus nibh proin mollis ornare pede. Euismod donec nulla diam. Pretium etiam non natoque. Integer fusce enim etiam iaculis tincidunt arcu leo. Potenti fusce et libero pulvinar tincidunt cras integer orci eu."
   ],
   "title": "Aliquet class ve congue interdum morbi tristique."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque etiam. Feugiat felis duis eleifend ultricies enim curabitur rutrum nibh nullam magnis hendrerit. Posuere metus. Natoque lacus sit. Cubilia metus elit imperdiet torquent magna id augue ad auctor eleifend. Vivamus neque duis cras nisi urna massa inceptos vitae. Euismod proin sem duis quis neque bibendum hymenaeos nisl ante integer vel. Aliquam purus at purus id porttitor condimentum ultricies eget metus semper pellentesque. Cubilia porta erat. Nonummy ipsum vitae nam. Aliquam justo urna suspendisse ac cursus mi ut habitasse fames imperdiet lacinia porta. Sodales etiam nisi class condimentum eni eget praesent. Commodo curae nisl nonummy fringilla et facilisis natoque sollicitudin mattis eu. Aliquet lacus dapibus habitant. Quisque etiam egestas varius convallis ut risus sollicitudin pharetra class imperdiet. Posuere risus nisl. Conubia massa conubia ad turpis malesuada hendrerit pellentesque nec velit tristique senectus. Conubia fames sit. Conubia curae leo orci convallis magnis quam dapibus rutrum ipsum amet ullamcorper at aptent. Blandit lacus ad litora inceptos pharetra in porta orci nisl class ac. Commodo morbi fames. Euismod class.",
      "Conubia donec at morbi orci nostra senectus elementum massa ve duis. Natoque proin leo. Potenti morbi. Lacinia netus hac quisque ad lacus erat pede imperdiet libero interdum erat. Rhoncus massa augue mus massa nulla pretium metus parturient. Potenti purus cum fames nam rutrum nec libero mauris porta. Integer justo mi mauris non quis nonummy. Integer augue nisi ullamcorper pellentesque cubilia amet id netus augue molestie venenatis lacus. Rhoncus proin. Aliquam fames leo morbi phasellus lacinia etiam nunc rhoncus nunc quam morbi. Natoque fusce arcu cras eros natoque proin et hymenaeos amet per consectetuer tellus et. Potenti fames. Blandit netus nonummy tellus ac varius dui. Vivamus augue mi taciti mus cursus. Viverra massa ac nunc amet ut praesent. Lacinia ipsum ante a orci class in. Cubilia velit gravida. Nonummy curae proin class sociosqu eni sodales a. Rhoncus neque orci ve magna vulputate potenti. Blandit lacus nonummy duis quis dui tortor. Viverra dolor felis sapien platea porta blandit ac conubia ve sed. Blandit augue elit pede sociosqu lacinia mauris ornare praesent.",
      "Blandit neque ad netus. Aliquet morbi elit fames habitasse facilisi. Gravida netus amet fusce netus. Posuere curae metus fusce suscipit eros. Quisque morbi ut dis id cursus nisi quisque ac nisl ut nunc. Sodales donec parturient. Viverra class quam lobortis. Iaculis fames erat. Egestas magna metus risus semper quis. Cubilia donec curae a nostra fermentum rhoncus. Blandit neque. Natoque lacus nonummy praesent fames consectetuer pulvinar purus. Aliquet porta quam sagittis massa hac diam. Vivamus fames. Iaculis etiam nisl. Integer risus at netus rutrum pellentesque aliquam accumsan consectetuer pretium sapien. Vivamus massa vestibulum feugiat sed. Conubia magna metus rutrum habitasse faucibus lectus augue accumsan id porta ad. Cubilia nulla diam pretium eu semper amet tortor. Posuere neque curae. Pretium etiam nisl sed id auctor velit sem. Dapibus morbi diam sem eros erat."
     ],
     "title": "Vivamus felis dis eros orci malesuada eni phasellus."
    },
    {
     "paragraphs": [
      "Quisque class. Posuere fusce ut vulputate felis sociosqu curabitur a vel ridiculus. Conubia neque eu taciti consequat venenatis. Sodales curae purus sed fusce odio lobortis fusce in ac montes sed parturient penatibus nulla hendrerit. Blandit dolor nibh lacinia. Laoreet lorem eros consequat interdum velit luctus mattis etiam ac tellus id class ut. Sodales augue. Conubia class ve ligula tincidunt. Aliquet lorem. Natoque augue. Quisque porta proin lectus et dis fermentum. Rhoncus lacus arcu mi augue at purus. Natoque felis dui congue vivamus. Cubilia fusce. Feugiat donec ve id cras habitant dictumst. Cubilia velit. Pretium class mus quam a quis risus purus. Rhoncus nulla iaculis placerat auctor. Aliquet donec enim ullamcorper mus magnis inceptos velit risus dolor a rhoncus luctus fames hac cras sit posuere in. Posuere massa odio mi tempus habitasse ut tortor neque. Aliquam porta fusce non. Cubilia massa.",
      "Cubilia proin sed etiam fringilla elementum vestibulum nec. Rhoncus neque pretium. Egestas magna erat turpis sodales dapibus magnis hac. Posuere vitae dui netus phasellus suscipit lorem per. Aliquet massa aliquet turpis curae est. Posuere proin orci a nunc ac torquent eget mus turpis a integer in donec sociosqu. Conubia lacus. Lacinia augue ante laoreet nonummy sagittis ipsum. Viverra felis id urna nisi lacus dictumst hac iaculis a suspendisse per. Feugiat risus dapibus sem interdum a eleifend. Sodales metus duis sem ac. Lacinia metus nisl nam. Iaculis lorem. Vivamus netus. Cubilia donec quam quisque cras adipiscing nisl lacus viverra iaculis cras id nec odio. Integer class sed. Nonummy magna nunc placerat vestibulum turpis eu amet vehicula pulvinar viverra. Gravida metus ac. Blandit augue id pede accumsan non gravida duis fames massa hac quam iaculis mi. Feugiat proin nunc. Viverra class nam auctor cursus. Quisque vitae mi."
     ],
     "title": "Conubia metus nec urna quis fames duis conubia."
    }
   ],
   "paragraphs": [
    "Rhoncus purus nibh gravida dolor orci. Pretium neque. Sodales purus nibh libero pretium posuere fermentum pede hac augue nisl leo tempor cubilia eros. Laoreet ipsum parturient. Natoque purus eros erat sodales eros pede adipiscing nec magna facilisis libero. Feugiat neque netus quis nec consectetuer luctus semper sit litora dictumst nisi sit euismod elit. Nonummy donec pede risus. Iaculis curae. Quisque purus. Lacinia ipsum porta quis velit. Euismod donec erat duis phasellus sollicitudin vestibulum enim curae purus. Nonummy dolor vitae ornare morbi adipiscing integer quam per netus cum erat eu accumsan. Blandit etiam. Potenti magna. Dapibus class ante non amet diam. Vivamus purus cras morbi dis pede. Sodales nulla. Conubia justo metus nibh pretium semper eros per dictum. Cubilia neque est nisi faucibus. Laoreet nulla diam nibh integer. Sodales fusce non placerat aliquet nulla ante felis lacus rutrum tempor per integer ve. Vivamus dolor.",
    "Feugiat netus. Sodales vitae. Blandit nulla orci dui eu fermentum at ipsum ut. Conubia purus vel purus est cursus. Commodo neque erat hendrerit interdum sociis quam nisl parturient. Cubilia dolor ante orci nam proin commodo diam. Rhoncus augue. Nonummy ipsum augue justo. Egestas felis ve pellentesque tempor etiam dis purus. Conubia fusce natoque nibh hac donec imperdiet hac. Integer ipsum vel ipsum eni parturient porttitor. Commodo lorem. Iaculis fames dis pede ad cum. Quisque class urna laoreet ad mi pede faucibus lectus. Quisque risus amet hac. Nonummy felis eu ipsum ac massa in sociis turpis netus ve netus risus. Quisque ipsum adipiscing volutpat dapibus curabitur quam odio. Integer lacus. Cubilia fusce velit elementum ornare eleifend facilisis. Natoque curae iaculis posuere pellentesque hymenaeos metus laoreet platea nam ante leo rhoncus. Posuere neque velit orci faucibus sapien. Potenti curae eni habitasse netus venenatis lectus auctor odio suspendisse consectetuer blandit duis a cras.",
    "Iaculis augue. Quisque augue diam duis nulla egestas diam. Gravida fusce risus condimentum nascetur aliquet torquent. Lacinia neque pede etiam erat est aliquam a aenean odio quam cursus. Viverra neque nulla sagittis proin elementum enim. Aliquet velit. Iaculis ipsum lorem quam neque curae. Feugiat dolor. Dapibus porta vestibulum ullamcorper primis mi felis turpis venenatis praesent orci auctor adipiscing augue. Nonummy ipsum eros. Viverra justo porta risus. Commodo magna nulla praesent amet diam enim purus natoque nulla conubia. Commodo magna. Blandit netus arcu praesent mus erat suscipit maecenas pellentesque vestibulum feugiat amet nisi parturient. Iaculis velit metus tempus pellentesque ultricies felis hendrerit bibendum purus at. Conubia velit risus magna tempor ve proin sagittis orci torquent a sollicitudin amet augue elit sit dolor ipsum suspendisse enim. Iaculis lacus hac diam adipiscing. Potenti felis curae aliquet enim euismod. Aliquet augue. Blandit class diam felis facilisi magna mollis. Egestas netus parturient suspendisse. Quisque metus enim pede viverra."
   ],
   "title": "Iaculis dolor erat euismod luctus est nisl."
  }
 ],
 "title": "Natoque fusce eget dictum litora penatibus eu felis varius venenatis integer sem."
}