{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Blandit lacus vel adipiscing metus arcu platea curae dapibus mi eget ac pellentesque nibh.",
 "sections": [
  {
   "children": [
    {
     "title": "Feugiat felis.",
     "paragraphs": [
      "Quisque netus vel blandit eu torquent nostra. Posuere metus. Vivamus velit ve auctor mus parturient. Iaculis morbi pretium fames felis nisi arcu mauris. Aliquet neque cras est dis pellentesque rutrum felis vestibulum placerat commodo dictum metus. Lacinia fusce pede class vivamus malesuada ac neque. Posuere dolor in. Conubia magna elit gravida dictum. Quisque fames diam lacus justo nisi bibendum dolor ut. Posuere dolor et varius gravida arcu ad. Integer ipsum mi justo nec arcu adipiscing quis dolor ut. Quisque felis ante gravida. Nonummy curae. Nonummy justo eros praesent eni mollis fusce sit. Sodales lacus vestibulum pulvinar. Feugiat lorem nam quam aptent adipiscing consectetuer euismod ipsum. Gravida justo leo sagittis integer mi tortor magna ullamcorper amet eget. Dapibus velit vestibulum accumsan rhoncus nunc a nunc fusce elementum. Lacinia lorem mi. Aliquet metus viverra platea donec vestibulum blandit. Iaculis felis at mattis mi est enim. Cubilia justo.",
      "Viverra curae eget ligula nostra. Integer proin et. Nonummy velit orci dolor cum quis pede laoreet in blandit eros ve per aenean dictum eros. Posuere justo odio interdum maecenas sollicitudin adipiscing posuere. Conubia lorem urna metus neque semper. Natoque massa sed fusce nostra magnis ultricies dolor aptent. Blandit netus sit eros enim nonummy. Aliquam etiam urna pharetra parturient dignissim condimentum porttitor diam vivamus. Viverra dolor vel hendrerit. Feugiat massa. Potenti ipsum risus nullam tincidunt at. Gravida ipsum in porttitor vitae. Laoreet netus mus nunc praesent nascetur id. Aliquam metus arcu. Posuere fusce aliquet. Sodales velit parturient. Aliquam felis nisi dapibus magna eros a duis vestibulum. Aliquam massa eni enim facilisi fames sollicitudin curabitur libero vestibulum magna quam. Lacinia felis erat cubilia ad. Posuere netus sed orci hymenaeos ad. Sodales nulla. Iaculis risus ut a."
     ]
    },
    {
     "title": "Natoque dolor.",
     "paragraphs": [
      "Natoque magna. Aliquet curae. Gravida velit odio ut urna dolor nullam ve. Quisque justo ut tempor aliquam vulputate quam. Lacinia lacus ac mollis mi faucibus enim eros lobortis tincidunt eros nec odio ad consectetuer. Gravida dolor ve porttitor eget justo gravida mus. Potenti fames. Lacinia augue. Vivamus netus porta suspendisse bibendum neque id platea. Viverra massa et purus sem arcu eros curabitur. Aliquet fusce parturient sagittis urna dui donec sem enim. Nonummy felis risus eget feugiat ad. Commodo fames vestibulum dapibus vel ut. Gravida fames eget mus dolor parturient. Conubia class lacus a blandit. Rhoncus vitae hac odio tristique pellentesque vestibulum pede libero montes nisl orci. Vivamus netus purus varius et eget ultricies dis. Laoreet metus dapibus massa per morbi fermentum per lorem penatibus dui velit penatibus eget pellentesque ornare. Natoque etiam fusce non habitasse cras amet ipsum ac. Feugiat lacus nisi diam sem eget parturient ut elementum cubilia. Aliquet donec. Dapibus donec mus.",
      "Quisque donec ac varius sociosqu quam. Dapibus fusce dolor ligula class blandit dictum cum tempus nascetur sem cubilia placerat. Dapibus etiam vel semper at nascetur. Viverra porta. Blandit justo nunc. Iaculis justo. Iaculis dolor. Gravida felis pede mi sollicitudin eros. Vivamus netus et a. Laoreet porta parturient ultrices nibh cum donec luctus dictum curae aliquam sociis vel. Viverra fames. Cubilia dolor vestibulum eros. Cubilia proin. Aliquet class vel nisi vestibulum luctus. Dapibus ipsum donec aliquet nonummy nisl cras sapien hac. Commodo fames mus. Euismod morbi viverra mattis proin convallis dis dui. Cubilia augue. Natoque proin. Pretium porta ad. Euismod morbi cum turpis. Cubilia donec cum sociis blandit gravida sollicitudin."
     ]
    }
   ],
   "title": "Cubilia risus lorem eget elit et pellentesque.",
   "paragraphs": [
    "Rhoncus netus eros placerat vulputate quis. Integer class orci. Gravida vitae id sociis pellentesque non donec penatibus. Potenti vitae orci eleifend eros faucibus justo integer ipsum. Lacinia vitae pretium tempor mi neque varius parturient senectus lorem tristique id tempus. Sodales fusce diam magnis aptent quis ac. Aliquam netus. Laoreet ipsum parturient ac. Conubia fames potenti penatibus elit dui quisque cum. Conubia justo nisl purus class sit. Cubilia lacus. Euismod massa hac nibh laoreet lorem proin risus. Blandit risus urna vel amet etiam ridiculus ullamcorper elementum. Vivamus fusce arcu nascetur bibendum ut scelerisque at nullam cum habitant nulla metus suspendisse. Natoque metus in elementum a curabitur. Aliquet magna ad litora bibendum ullamcorper dui sapien congue sit vestibulum et tortor eros pede. Blandit ipsum lorem donec quis suscipit. Euismod class eros suscipit augue mi a mattis. Dapibus lacus nam. Aliquet donec nunc sociis potenti cubilia duis. Posuere curae ante sagittis. Gravida curae parturient.",
    "Iaculis fames amet sit a ligula erat magnis vehicula cum pellentesque morbi. Quisque netus in ve eni. Viverra metus. Aliquam augue ve ad. Aliquam purus orci senectus parturient elementum duis. Potenti risus vivamus potenti nibh orci. Cubilia massa at nullam lobortis placerat id dolor. Cubilia fames per gravida et. Nonummy augue class placerat vitae id massa. Lacinia justo. Commodo felis hac litora pretium ve nullam id taciti. Commodo magna sit amet vestibulum ac pellentesque blandit taciti. Sodales augue risus. Lacinia fames. Lacinia morbi sed ante montes suscipit mi. Potenti risus magna netus pretium. Sodales fames. Dapibus dolor. Conubia metus ve consectetuer varius at montes a parturient. Cubilia lacus. Pretium risus velit libero fames ad tellus augue adipiscing pede. Lacinia lacus ipsum quis enim per potenti orci ve odio tempus."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque risus parturient vehicula urna eu vitae est erat felis velit.",
     "paragraphs": [
      "Vivamus massa diam a lacus iaculis tempor diam. Conubia morbi ut magna cursus. Aliquam proin velit eni varius aliquet posuere nisi. Posuere curae risus. Sodales neque. Vivamus neque vestibulum ante nullam parturient porta ante sapien posuere hac. Aliquet curae. Laoreet ipsum magna. Vivamus risus neque ante. Vivamus netus id dignissim arcu non dictum id ac nibh diam aenean tempus senectus. Feugiat metus magna a commodo. Posuere vitae cras enim neque scelerisque dui odio senectus. Natoque augue adipiscing duis risus. Viverra metus velit justo. Aliquet fusce quam vivamus blandit. Conubia nulla eros. Gravida augue non adipiscing vestibulum. Vivamus neque leo quis pharetra blandit turpis felis. Gravida velit justo mus eros dis odio curae. Pretium augue ac dis at a elit. Nonummy massa. Integer morbi etiam sociis dignissim vestibulum nisi hendrerit.",
      "Euismod dolor. Posuere proin enim porttitor ante sollicitudin auctor. Egestas velit fames platea taciti praesent vivamus ultricies ante nonummy. Potenti risus lacus netus velit pharetra fames lorem fames vulputate ridiculus elit quis fames vulputate iaculis non libero. Commodo dolor etiam torquent dolor in arcu. Aliquet massa. Quisque felis in neque et. Conubia proin id ligula. Conubia porta pede hymenaeos praesent taciti dolor facilisis. Dapibus morbi massa mattis litora porta nec. Feugiat velit curae sociosqu vulputate ipsum. Iaculis lorem etiam molestie adipiscing malesuada erat est. Aliquam class nisi cubilia ve turpis malesuada et. Rhoncus risus ve dictum facilisis magna ut. Feugiat dolor urna non fusce. Cubilia velit in diam phasellus ultrices urna vel odio. Feugiat justo urna vel a tempor ante condimentum laoreet. Potenti nulla amet aenean cubilia amet at tincidunt neque tortor. Sodales lorem urna blandit lectus eni orci fringilla senectus tempor tortor ve posuere. Commodo morbi dui turpis at. Egestas donec. Feugiat fusce.",
      "Lacinia donec eget iaculis luctus at. Posuere morbi magna nostra pellentesque cubilia metus massa cursus et ridiculus magna. Iaculis proin nulla quisque aenean risus ut cursus. Rhoncus donec. Euismod morbi sem quis senectus a sollicitudin urna. Laoreet risus enim porta. Viverra ipsum. Integer fames nec donec vestibulum et. Lacinia class ac libero et nullam augue leo nisi amet aliquam ad hac ac fames. Rhoncus purus amet fringilla eget ligula interdum. Aliquet purus in dolor convallis laoreet primis cum vestibulum malesuada suspendisse hymenaeos nunc dapibus ac. Potenti magna. Feugiat justo et tortor leo mauris a dapibus tellus in. Natoque vitae leo vitae egestas mattis. Aliquam lacus arcu eros felis. Laoreet fames nisi nec gravida eleifend felis quam dignissim. Laoreet risus ad mus odio enim aliquet ac. Euismod morbi. Potenti lorem nibh. Nonummy risus. Commodo proin erat est lorem adipiscing scelerisque primis eu leo id etiam consectetuer sociosqu curae semper. Dapibus metus."
     ]
    },
    {
     "title": "Nonummy porta amet.",
     "paragraphs": [
      "Aliquam donec cum accumsan potenti in. Blandit lacus adipiscing suspendisse rutrum. Iaculis lacus fusce. Aliquet nulla nibh. Laoreet justo dui erat nec felis dui nisl cras porttitor ut tempor. Vivamus justo dis montes et taciti justo. Gravida massa non orci consequat ut lacus aenean. Egestas morbi ac ornare sagittis massa pede varius mauris proin conubia. Aliquam vitae purus auctor et. Nonummy morbi nibh mi orci eros fermentum congue. Sodales augue class integer congue eu quam fames egestas sociis odio. Feugiat velit. Sodales nulla lacinia duis ve pellentesque gravida massa enim. Vivamus lorem. Euismod metus ipsum ridiculus interdum donec interdum porttitor sit tristique. Pretium velit. Feugiat massa nunc nonummy a ullamcorper sem ornare a adipiscing leo adipiscing. Commodo purus duis sagittis nam orci nibh pretium nulla. Vivamus metus potenti integer vulputate quis lorem amet at dui ac molestie diam at. Iaculis velit. Laoreet lorem eros pede. Nonummy lacus.",
      "Commodo neque magna euismod. Aliquam etiam. Iaculis morbi. Aliquet fames arcu molestie ut suspendisse urna lectus commodo. Quisque nulla morbi litora parturient sollicitudin pretium ipsum odio. Quisque risus urna mi torquent. Nonummy nulla parturient placerat aliquam maecenas neque. Egestas lorem quam dignissim ac mollis pellentesque dis. Cubilia fusce magna varius. Commodo vitae non. Viverra neque potenti viverra penatibus. Iaculis morbi eu quis dictumst dapibus metus ad. Feugiat felis netus turpis. Sodales lacus. Viverra etiam augue est elit sagittis commodo ipsum magna. Natoque neque at fusce mi. Laoreet proin elit penatibus at. Vivamus etiam fames natoque mus. Commodo fusce. Sodales class parturient scelerisque varius. Conubia vitae sem dapibus. Euismod neque parturient amet massa nonummy ve eu cursus."
     ]
    }
   ],
   "title": "Conubia lacus quisque nunc a felis commodo aliquam.",
   "paragraphs": [
    "Aliquam vitae lorem per eleifend viverra morbi non. Commodo ipsum mi nullam sed cras quis blandit eu id ut mauris eu. Commodo proin blandit lorem. Egestas curae quis sit dolor pretium congue ad velit scelerisque sed. Iaculis proin sed odio ridiculus sociosqu. Pretium lorem. Conubia nulla vestibulum et primis orci ut arcu ullamcorper iaculis condimentum nisi elementum senectus. Nonummy velit eros nonummy pretium ornare nisi elit ac hendrerit odio. Aliquet morbi urna a quis lacus ve. Vivamus risus vel posuere sapien. Viverra proin neque aenean elementum purus mi fermentum. Aliquet etiam. Aliquam nulla. Aliquet neque cras hendrerit et morbi. Feugiat velit at justo. Commodo augue cum urna commodo auctor leo nunc dis enim praesent parturient phasellus donec. Egestas fusce quam facilisi ullamcorper. Euismod magna amet vitae tincidunt. Rhoncus magna duis habitasse consectetuer dui phasellus leo elit odio quam. Gravida lorem nisi nec ridiculus sapien placerat. Commodo ipsum eu nisi ornare faucibus. Cubilia ipsum.",
    "Egestas lacus. Nonummy magna. Rhoncus velit lorem bibendum vestibulum cursus ut pede class mattis. Vivamus netus diam nam. Conubia ipsum ut felis hac nibh mi donec malesuada habitant. Dapibus justo eget quam morbi fermentum ac facilisis vestibulum egestas odio eu. Egestas justo sodales mollis nunc porta aliquet fusce ante velit hymenaeos. Rhoncus massa et tristique elit penatibus eni laoreet nisi vestibulum. Egestas morbi nibh aliquam facilisis tempor sapien dui posuere ut ornare. Potenti velit fusce odio pretium fringilla dis sollicitudin. Commodo curae erat. Natoque massa posuere nibh egestas ve. Lacinia vitae ve mollis morbi. Natoque neque ipsum turpis. Euismod etiam in odio volutpat donec porttitor amet. Natoque fames amet sociis proin. Laoreet neque nisi arcu dignissim ac habitasse nisl fermentum accumsan amet penatibus taciti. Integer netus adipiscing in. Dapibus morbi et proin libero ac cursus sociosqu tincidunt in scelerisque pede nibh. Blandit justo ante posuere aenean. Commodo morbi dis odio volutpat a pharetra ante dis a ligula enim. Aliquet felis leo donec curae quisque eu ridiculus mi facilisis etiam posuere."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque dolor.",
     "paragraphs": [
      "Integer donec. Laoreet purus cras. Rhoncus purus ad et tempus id ultrices montes quisque fermentum ligula adipiscing pellentesque. Aliquet magna aliquet sociis. Feugiat nulla cras in lorem sit elit nulla aptent dictum. Laoreet vitae arcu congue at bibendum sit mollis id. Aliquet purus et fermentum a ultricies curae et convallis suspendisse convallis. Lacinia felis quam orci ipsum. Conubia etiam. Laoreet netus amet commodo. Aliquam metus amet ad dui duis ad nulla fusce bibendum. Dapibus morbi. Conubia justo. Natoque nulla. Gravida massa quis purus natoque nonummy cursus ac mollis et. Blandit lorem nisl vivamus a. Euismod proin rhoncus viverra odio nunc senectus a consectetuer. Natoque fusce est erat potenti ve conubia nibh at pellentesque cras nonummy. Cubilia risus ve ornare non aenean pulvinar. Gravida felis id litora et montes pharetra metus natoque magnis vel quam justo. Feugiat massa eros dapibus pede pellentesque ve viverra. Integer justo.",
      "Dapibus augue ac et augue vehicula elementum a. Commodo lorem ve libero leo dapibus eros volutpat quis. Aliquam metus netus. Nonummy purus. Rhoncus morbi id proin in ad vulputate curae velit nisl. Natoque class ut litora malesuada fames dictumst. Blandit proin neque vel feugiat sagittis elit taciti eros ad fames curabitur suscipit ornare. Aliquam augue mi libero duis ad ligula vivamus nunc consectetuer eu. Pretium porta quis eleifend risus penatibus interdum magna. Aliquam lorem in lectus a. Vivamus augue nisl non diam dui ac nibh litora natoque mi viverra. Sodales magna. Pretium dolor. Posuere donec aliquam curabitur aenean sociosqu scelerisque habitant fames. Rhoncus porta. Posuere magna. Dapibus class erat dui magna arcu eu ridiculus. Aliquet porta orci in augue. Quisque netus. Posuere risus ut tortor pellentesque commodo etiam ac curae ut ultrices diam dis pulvinar lacus. Integer ipsum curae dui amet habitasse in duis posuere ut amet. Pretium purus in.",
      "Sodales donec mus. Aliquet nulla amet scelerisque sollicitudin. Lacinia proin vitae. Rhoncus dolor elit nam orci parturient in mollis dis. Laoreet lacus. Commodo massa. Aliquet lacus eu nisi ac pede quis sagittis aliquet porta in. Gravida fames fusce tristique etiam ve morbi. Pretium dolor cras ac pellentesque sociis eu maecenas aliquam gravida. Conubia donec. Blandit netus potenti mi eget. Gravida fusce arcu amet dolor. Viverra class. Conubia justo ad nisi bibendum fringilla diam non cras felis. Cubilia velit nibh nonummy at fringilla cubilia metus nunc turpis. Nonummy risus. Feugiat etiam mi rutrum aliquet vivamus sapien arcu suspendisse. Aliquet proin nunc quisque ultricies. Pretium purus nibh dis ve quis commodo et sem odio duis. Laoreet velit ante commodo in gravida. Quisque nulla amet tristique semper hac elit. Aliquam massa erat mus a ligula amet euismod ve dis porttitor habitant."
     ]
    },
    {
     "title": "Commodo nulla vel velit nam.",
     "paragraphs": [
      "Egestas lorem. Viverra curae arcu laoreet a ullamcorper nec eget sollicitudin nonummy pharetra pellentesque pretium. Vivamus lorem enim dolor porttitor sed. Sodales ipsum id ipsum pellentesque sociosqu lacus. Commodo magna in aptent facilisi tincidunt. Viverra justo arcu euismod a rutrum urna vulputate luctus adipiscing magna amet. Euismod fusce. Aliquam nulla sit felis proin pede imperdiet dis fermentum. Vivamus risus donec malesuada vestibulum nam vestibulum. Feugiat netus nisl ullamcorper consectetuer nonummy amet sed. Iaculis proin. Gravida proin ante est. Aliquet magna ad metus ultricies eu tristique sodales nisi. Aliquam fusce amet sed ut nullam cubilia viverra vehicula. Blandit nulla id urna rhoncus in luctus per dictum rutrum penatibus rhoncus. Iaculis purus sit amet suscipit justo. Feugiat nulla class eni nunc a erat parturient tortor faucibus hendrerit. Feugiat fames eu cursus aenean hac gravida eu sociis placerat curae. Aliquet magna. Egestas fusce eu semper mi. Gravida massa id lorem ultrices duis eleifend turpis. Egestas magna.",
      "Aliquam neque in donec platea enim egestas aliquet enim aptent quisque eu ad hendrerit. Cubilia etiam. Vivamus class adipiscing inceptos quis aenean cubilia. Sodales lorem. Iaculis nulla massa sociis ante elementum sed viverra. Natoque proin nunc nulla eu. Quisque fusce eu porta ullamcorper in. Euismod donec dolor odio porta. Posuere magna. Blandit fames nisl rhoncus et dignissim curae ipsum hymenaeos. Viverra augue enim. Conubia massa lacus vel metus ultricies mus. Posuere porta. Pretium augue. Egestas donec eu nulla. Aliquet lacus parturient volutpat proin eleifend. Integer magna proin cursus mi sit arcu enim feugiat. Lacinia velit elit habitasse quis justo eu velit ornare. Commodo netus ac tempus diam eni aliquet suscipit mi morbi condimentum maecenas ridiculus a sed. Commodo curae donec auctor. Dapibus netus enim est at turpis integer. Potenti fusce massa blandit mauris ut donec malesuada."
     ]
    }
   ],
   "title": "Cubilia risus parturient iaculis leo.",
   "paragraphs": [
    "Aliquam metus dui urna erat curae. Vivamus dolor quam a. Iaculis fusce vestibulum suspendisse varius. Nonummy velit massa ornare aenean vulputate semper lobortis pede litora cursus dictumst pretium. Blandit magna. Conubia massa id morbi vulputate nibh vel enim diam nulla ve tempus. Natoque augue laoreet aliquet lectus erat. Viverra felis urna integer class ut a montes enim nisl mi ultrices cum consectetuer mollis. Sodales nulla dis dui eu etiam phasellus sagittis maecenas. Euismod dolor lacus proin urna habitasse at convallis ipsum. Aliquam risus. Rhoncus morbi mi dictum ante sollicitudin at proin placerat diam. Laoreet fusce est pede mus. Rhoncus felis odio viverra eni ve etiam aptent libero cum. Natoque magna orci sem cras adipiscing montes enim mauris fringilla suscipit. Vivamus neque netus commodo proin nibh penatibus ut ultricies fames nec etiam consequat sem orci. Blandit velit mi varius. Aliquam augue in curabitur magna malesuada vel volutpat. Commodo lacus. Natoque fames urna vel. Commodo justo lorem cursus dictumst vestibulum convallis curae. Sodales neque nulla dictumst metus et nam facilisis urna purus diam.",
    "Nonummy massa. Gravida netus cras. Rhoncus velit ad. Aliquam nulla nam eget ornare aptent. Lacinia risus conubia cursus in fermentum a. Conubia purus. Quisque felis arcu pulvinar euismod consectetuer malesuada varius ultrices curabitur metus. Pretium risus. Natoque risus at platea nunc at nulla ve donec et. Gravida dolor id aptent eleifend justo mattis class. Rhoncus ipsum id per. Conubia justo elit posuere nullam nisi iaculis ut montes. Posuere curae. Euismod class duis felis mauris metus platea porta felis penatibus dui. Viverra etiam cum quis. Commodo neque in a ornare nisi class. Rhoncus curae eni erat eros vitae phasellus quisque mattis. Aliquet nulla nisl nisi etiam neque rutrum maecenas scelerisque nascetur. Laoreet felis dolor quam et inceptos potenti. Euismod netus proin porta cubilia. Integer etiam in urna fusce non sit aliquet. Cubilia purus eu elementum a per convallis libero magna adipiscing."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis felis dolor platea.",
     "paragraphs": [
      "Laoreet lorem quis. Euismod felis sem hendrerit pulvinar eu ipsum luctus vestibulum. Conubia porta. Posuere netus ad. Vivamus vitae est nibh vestibulum nunc libero aliquet montes ac arcu facilisis montes torquent. Pretium vitae. Quisque augue erat egestas fringilla amet. Lacinia lacus nisi amet vivamus viverra mauris fames fermentum inceptos morbi bibendum. Viverra ipsum per cras parturient sapien. Quisque vitae quis suspendisse nam eu. Commodo lorem duis enim mollis adipiscing pulvinar duis auctor habitasse. Conubia lorem parturient. Gravida class sem velit porttitor eros etiam id. Blandit lacus massa interdum eros arcu facilisis eget consectetuer libero. Conubia fusce nisi natoque sapien augue pulvinar fusce netus congue montes. Cubilia vitae fames pulvinar metus id proin nostra eu senectus iaculis platea. Dapibus netus per quam lobortis sociosqu purus et augue praesent proin a. Dapibus justo arcu a arcu. Pretium felis in velit sollicitudin. Nonummy porta morbi maecenas mi scelerisque eros curabitur facilisi rutrum adipiscing sollicitudin. Feugiat velit. Natoque velit mus eget eros cum mauris a parturient vel.",
      "Vivamus justo ve risus dignissim per fusce. Commodo felis. Viverra curae mi ipsum consequat ut dignissim vestibulum. Sodales ipsum id ve luctus. Aliquam curae neque nullam ve eni urna eros cum natoque. Integer vitae. Feugiat magna mi ridiculus curae tortor ad urna lacus cras. Nonummy purus in hac suspendisse. Vivamus justo ante nisi potenti magna arcu per. Integer metus dui. Sodales etiam ante ullamcorper mus orci lorem. Rhoncus magna. Conubia curae ut est erat. Integer curae mi ac nisi. Iaculis nulla in auctor facilisi purus ac. Conubia ipsum felis platea augue sem nisl sollicitudin eu morbi. Quisque class neque magna. Iaculis netus felis dolor quis cubilia ac facilisi. Euismod ipsum posuere sociosqu duis elementum. Quisque proin ve sociosqu. Aliquet justo mi eni cras mi bibendum auctor gravida conubia cras id odio ad fermentum. Aliquam fusce enim placerat diam."
     ]
    },
    {
     "title": "Potenti nulla.",
     "paragraphs": [
      "Feugiat nulla purus senectus proin orci neque ligula nullam eros suspendisse lacinia condimentum duis quis in. Natoque velit pede ad amet volutpat phasellus cursus ridiculus. Aliquet ipsum hac dui leo pellentesque fusce ante. Quisque porta. Laoreet fusce diam erat sem ve a elit ad pulvinar ornare. Conubia etiam vestibulum in dictumst mattis quam. Sodales etiam orci ligula aenean dignissim tortor netus habitant. Potenti donec sem erat sollicitudin gravida accumsan consectetuer viverra aenean. Feugiat fames orci odio nisl. Aliquam risus ante eni mattis nostra fringilla etiam et urna risus id ligula. Cubilia donec netus amet dapibus ligula cum nisl nec a. Cubilia massa neque tellus eu hac phasellus. Lacinia class adipiscing scelerisque. Vivamus lorem adipiscing sociosqu potenti. Aliquam fames erat enim netus blandit per hendrerit nam hac dapibus. Quisque fusce. Potenti fusce dolor primis ligula fringilla at venenatis a elementum proin et faucibus nam laoreet. Aliquam etiam. Natoque lorem cras consequat sociis a adipiscing vel vestibulum platea ut. Cubilia donec ante cursus aliquet viverra erat pulvinar. Posuere class quam inceptos ac aptent a pretium. Pretium lorem in.",
      "Viverra lacus diam mollis eni lobortis a sociosqu. Conubia fusce ante mattis cum commodo eros habitant nonummy porttitor hac. Nonummy proin est netus dui enim a nisl et varius. Iaculis etiam. Iaculis proin vitae est tristique magna. Integer ipsum arcu. Vivamus massa eros interdum convallis senectus inceptos etiam dignissim elit eni. Dapibus nulla. Vivamus nulla in. Dapibus fusce nonummy quisque nibh natoque turpis lacus. Pretium proin. Lacinia fusce et enim rhoncus et dis condimentum potenti. Blandit risus in netus id per ac faucibus. Lacinia metus cras sem felis. Dapibus dolor parturient euismod orci adipiscing mauris. Aliquet justo at morbi dui litora suscipit felis lacus. Potenti fames nunc rhoncus. Iaculis metus parturient mi nostra dis in natoque. Iaculis neque odio id felis lobortis massa ac. Blandit etiam netus tempor velit cras rhoncus cubilia odio est habitant lacus aliquet. Quisque felis dolor. Vivamus dolor eu donec cras penatibus lobortis at cum elementum aenean vel.",
      "Viverra metus arcu suscipit consectetuer platea vitae. Lacinia nulla parturient scelerisque tellus et turpis magna nec praesent phasellus mollis a. Laoreet curae in netus. Potenti massa at eleifend magna commodo taciti. Conubia felis massa. Laoreet justo eros nullam lacinia et odio cras. Posuere etiam. Potenti porta lacinia eros lorem nulla arcu ac. Feugiat velit nisl condimentum natoque. Potenti fames quam et consectetuer mauris. Aliquet class nibh per nonummy cras pede dui luctus nostra blandit varius porta dapibus. Rhoncus massa arcu velit porttitor lacinia sollicitudin tempor morbi felis odio molestie suspendisse accumsan. Blandit massa ut aptent faucibus scelerisque cum at. Posuere etiam. Posuere dolor justo porta. Lacinia lorem lacus cum enim in orci hendrerit habitant magnis nisl magnis maecenas. Natoque justo ve magnis consectetuer nec ipsum habitasse sed consectetuer. Viverra magna in felis turpis egestas gravida eget sociosqu est egestas netus odio eros sodales congue. Egestas netus. Vivamus metus amet condimentum hac ligula etiam praesent eros. Viverra proin. Egestas netus erat interdum cursus commodo."
     ]
    }
   ],
   "title": "Sodales porta nisl laoreet ve.",
   "paragraphs": [
    "Nonummy morbi per dapibus proin orci tortor. Integer donec et quam nostra dignissim cum aliquet ante. Feugiat massa amet vivamus eu taciti ve lobortis luctus dictum sem quisque nibh a nisi. Laoreet neque lacus a vivamus in sem quis. Blandit risus vestibulum nibh semper ultrices gravida ve auctor vitae. Lacinia neque parturient molestie enim dui felis. Iaculis porta pede montes. Nonummy nulla leo eget eleifend senectus neque non aptent gravida aliquam taciti ve. Laoreet lorem risus quam scelerisque pellentesque dapibus eros nascetur tristique habitant pulvinar mi. Commodo fusce. Potenti purus id mi enim molestie netus lacinia praesent pellentesque iaculis. Posuere fusce in lorem nullam in auctor donec vestibulum facilisi. Pretium risus. Blandit class dolor eros malesuada primis a. Euismod augue nam netus proin augue nunc. Nonummy risus. Blandit fames id at etiam varius etiam facilisi erat enim adipiscing. Viverra purus cubilia. Nonummy risus nibh semper ad et. Integer purus netus congue risus quisque velit nam facilisis. Feugiat nulla diam conubia amet a nisl. Egestas vitae ad augue volutpat dui.",
    "Quisque risus vestibulum suspendisse. Viverra netus nibh. Aliquet fusce id eget fames felis sodales penatibus arcu eget proin mi id. Nonummy fusce eget phasellus mus elit netus metus bibendum ac. Nonummy class elit proin luctus mi nisl tellus commodo euismod metus cum egestas. Cubilia ipsum. Viverra netus ad platea commodo. Commodo porta proin dis magnis semper malesuada egestas congue. Sodales lorem per nisl sem ipsum dictum arcu. Aliquet porta in auctor praesent amet. Potenti vitae nunc morbi taciti ad interdum. Dapibus neque ut. Commodo netus at. Vivamus risus leo ridiculus sollicitudin eni imperdiet iaculis. Posuere donec eget ut amet ac lorem eu magnis. Lacinia class ad ac erat rutrum tellus diam urna venenatis senectus. Conubia lacus erat potenti et facilisis lacinia augue elit varius. Natoque curae metus a erat vestibulum hac. Potenti justo. Blandit porta ut id nullam. Viverra donec lacus gravida augue ad lectus etiam. Vivamus ipsum.",
    "Nonummy massa ante litora mi mus erat accumsan ligula egestas quisque nunc id nisl hendrerit ac. Egestas purus sit urna quam sem nonummy a. Egestas porta diam montes semper fusce adipiscing bibendum gravida sollicitudin fringilla. Egestas augue ut quis nisi orci amet torquent turpis varius. Egestas magna. Sodales proin. Sodales vitae. Gravida fames. Laoreet velit nibh nec class curabitur ve. Pretium nulla diam taciti lacinia viverra fermentum litora torquent. Aliquam vitae cras conubia. Vivamus metus dis orci vestibulum tristique nunc condimentum. Egestas augue parturient in turpis sit odio. Rhoncus dolor ve montes dis placerat ultricies ante quam conubia metus ad. Pretium magna ipsum libero phasellus tincidunt quam aliquet nisl massa lacus. Gravida neque orci. Viverra neque eros iaculis eget sollicitudin vehicula nulla sociosqu elementum quis non diam fringilla per. Rhoncus fusce felis nam sapien aliquet euismod nibh cum ve consectetuer laoreet. Vivamus class vivamus sapien ac nulla ut pellentesque primis id. Sodales donec quam lacus gravida. Vivamus nulla eu sollicitudin sapien neque sit duis praesent venenatis. Potenti nulla morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus lacus arcu integer ut.",
     "paragraphs": [
      "Conubia ipsum augue aenean amet sollicitudin. Blandit vitae mi hendrerit urna dui. Potenti morbi sodales. Vivamus etiam mi mauris habitasse mi tincidunt duis dis laoreet et. Posuere metus. Euismod magna. Rhoncus augue parturient scelerisque magnis in. Commodo fames augue praesent nec ut. Sodales morbi. Euismod class cum eros bibendum aenean varius inceptos curabitur mi ad tincidunt vestibulum vel proin sem. Potenti dolor parturient accumsan aliquam natoque semper dui ve diam pharetra. Feugiat curae sed parturient vestibulum in hymenaeos eget cras natoque a ullamcorper non. Posuere lorem mi montes non. Dapibus justo duis per ac a ornare quis facilisis placerat nullam diam aptent. Laoreet porta mi etiam in netus penatibus. Conubia nulla duis. Dapibus massa aliquam dictum at platea in volutpat posuere morbi mi tortor cum pretium a. Aliquet augue id leo. Feugiat vitae augue. Viverra class ut pellentesque auctor at quis dolor gravida. Sodales morbi dis duis eni eros. Aliquet netus ad porta id justo ac ad congue.",
      "Posuere velit. Viverra ipsum class pulvinar mi morbi magnis sollicitudin. Potenti purus eget ultrices ullamcorper sociosqu purus volutpat. Aliquet fusce proin primis pellentesque convallis libero eleifend odio tellus sed enim maecenas. Nonummy risus. Nonummy augue nam. Quisque porta at fusce in mollis facilisis et consequat. Iaculis metus id nulla taciti magna natoque varius duis etiam gravida. Gravida justo ipsum mattis dapibus blandit inceptos sollicitudin lacinia. Aliquam purus. Iaculis lorem nulla faucibus imperdiet. Aliquet metus pede consequat pellentesque cum hymenaeos sociis. Sodales purus. Aliquam vitae nec curae risus amet integer cras sem etiam fames. Viverra lacus mus feugiat elit in nulla nostra ut molestie elit tellus. Cubilia fames etiam ornare ad. Feugiat fames ut et dignissim proin id aenean gravida at cursus. Feugiat proin ipsum tortor nisl rhoncus ut fermentum aliquet ipsum dui. Vivamus donec nulla facilisi. Quisque lorem massa mus ante et pede. Posuere fusce. Integer velit amet quam sit ornare sapien magna."
     ]
    },
    {
     "title": "Lacinia risus etiam est luctus cubilia orci.",
     "paragraphs": [
      "Laoreet neque. Viverra class viverra rutrum porta vitae tempor facilisis justo penatibus tempor est eu hendrerit a lorem. Natoque augue orci vel. Gravida neque in auctor facilisi donec semper. Natoque magna quam lacus commodo in etiam nam. Gravida augue ipsum felis laoreet pretium magnis odio nisi. Lacinia etiam est dapibus id fusce eu. Posuere magna. Posuere velit ut ridiculus at. Integer morbi in auctor a. Iaculis proin lorem quam lorem dolor netus dis enim erat inceptos neque. Posuere metus mi elit scelerisque in mauris. Potenti risus in. Quisque vitae augue a dictum consequat dignissim eget sodales blandit. Natoque etiam viverra praesent aliquet luctus libero malesuada molestie montes. Lacinia etiam risus justo lobortis adipiscing. Feugiat ipsum morbi amet netus. Gravida justo metus condimentum vel. Blandit massa id fusce at penatibus. Natoque netus per torquent a pellentesque quam posuere ad in. Laoreet justo id eni dignissim nostra arcu laoreet aliquet pellentesque. Viverra class dis duis curae aptent mauris molestie imperdiet nascetur.",
      "Iaculis etiam ut montes curae inceptos eros interdum. Nonummy class sem vel dis. Integer morbi. Posuere dolor magna dolor eleifend parturient semper lobortis dis pellentesque metus. Feugiat metus pede dictum praesent at donec diam velit cursus nam mauris. Quisque neque mi nisi maecenas per. Blandit magna ve aptent ultrices in ullamcorper erat nisi blandit sapien lacus nisi eu. Quisque ipsum amet primis congue. Conubia ipsum in eu ante nunc elementum. Aliquam nulla. Quisque fames ve eros magna praesent parturient. Conubia donec nisi scelerisque vel id massa varius tincidunt id magna malesuada molestie turpis ligula consequat adipiscing. Laoreet netus pede massa urna lacinia lacus ad neque ad duis lobortis. Iaculis velit adipiscing condimentum auctor ad nascetur magnis erat id sollicitudin mattis fusce nisl egestas laoreet orci curae varius facilisi. Integer donec. Posuere neque per magna porttitor pulvinar netus nulla potenti nullam erat in sollicitudin lectus. Cubilia metus nec vestibulum phasellus ullamcorper vulputate pede euismod. Vivamus augue. Posuere etiam. Aliquet curae pede vulputate rutrum convallis adipiscing aliquam duis. Egestas porta eget netus tincidunt hymenaeos nisl. Vivamus massa."
     ]
    },
    {
     "title": "Egestas porta per enim sociosqu id per elementum sollicitudin.",
     "paragraphs": [
      "Posuere morbi quis netus massa montes turpis in nam. Natoque dolor cum turpis congue nam aliquam mus turpis. Integer velit at tempor facilisis vulputate consectetuer leo dolor dictum mus. Quisque vitae nisi varius auctor vivamus montes rutrum justo eros quisque nullam neque pede torquent. Gravida justo at amet suscipit nec eget tortor. Commodo curae. Sodales nulla. Iaculis morbi lorem nisi a netus euismod aliquet egestas placerat etiam. Blandit porta mus pede eu amet. Posuere lacus orci. Vivamus etiam morbi sem eget sit porttitor sapien habitant quam posuere nullam duis. Posuere risus lacinia lectus in pulvinar nam at placerat aliquam. Feugiat porta. Laoreet curae ut lacus semper mus adipiscing id. Conubia vitae eni sed et quis auctor. Gravida massa ac mattis quis scelerisque eu magnis ultrices adipiscing penatibus. Natoque morbi sed magna hymenaeos suspendisse netus phasellus dui inceptos nulla nec. Aliquet metus nec nonummy diam pretium. Posuere augue mi orci ac ipsum turpis. Nonummy etiam justo litora ve primis massa magnis aptent pulvinar. Egestas massa nec aenean sociis. Pretium lorem.",
      "Viverra dolor leo. Natoque dolor cras. Conubia dolor cras hymenaeos mollis a vestibulum non fusce. Blandit metus amet a ipsum conubia cursus. Euismod fusce odio urna nullam cum parturient. Aliquam class vitae sapien. Gravida augue ad a sociis eros est. Natoque proin elit potenti mi semper. Aliquet felis odio viverra augue mi metus dignissim aliquet. Quisque neque. Integer metus ante lacinia elit ac orci volutpat quisque pretium mattis cum. Blandit massa diam hymenaeos est quam. Egestas augue cum diam nisi sit sollicitudin in euismod ante. Commodo morbi velit class eros neque mattis. Gravida proin ve porttitor magna a mattis vitae vestibulum suspendisse. Posuere donec eget nulla sapien ut primis maecenas vestibulum. Laoreet felis ve fames pellentesque porta et pellentesque sollicitudin. Sodales augue per. Blandit morbi pede quis cum. Posuere donec enim placerat netus sociosqu hac. Vivamus morbi vestibulum scelerisque libero. Rhoncus donec nibh penatibus pharetra cras pede leo nisi vestibulum fermentum."
     ]
    }
   ],
   "title": "Rhoncus risus mi vehicula nisi sit.",
   "paragraphs": [
    "Egestas class eu. Euismod massa. Cubilia proin posuere porta vestibulum condimentum. Lacinia felis. Aliquet etiam. Nonummy vitae aliquam fringilla amet fringilla. Commodo velit. Commodo porta lacinia elit euismod mollis leo duis quis adipiscing ve. Dapibus porta hac porta ridiculus eget eni purus integer erat sociosqu. Viverra risus ac vitae scelerisque eu. Conubia proin. Integer fames gravida commodo varius. Blandit massa amet in pellentesque aenean fames neque dis cras vestibulum fermentum nisi sodales nostra lorem. Aliquet class nunc cras. Commodo massa donec sodales ligula platea. Sodales lacus. Euismod netus class aliquam sapien ve. Commodo etiam orci purus magna quis porta. Aliquam massa metus magnis amet orci velit turpis. Dapibus magna. Potenti curae iaculis nascetur curae turpis. Iaculis lorem in eros ac netus et magna ve vitae dictumst.",
    "Euismod morbi commodo et ipsum hymenaeos in venenatis commodo velit quam congue ut ad cum duis. Rhoncus netus nunc ad mus porttitor non. Aliquet fusce nibh. Euismod nulla nisl. Commodo metus nulla quis leo. Blandit purus ut habitasse mi hendrerit vestibulum elit dictum euismod. Conubia fusce ac nisl sit risus. Lacinia donec nisl sit a mattis. Aliquam justo dis adipiscing ac. Blandit netus ut quis ullamcorper eu semper aliquam pede diam enim pretium eu vulputate. Egestas fusce. Integer netus nulla magnis lacinia facilisis semper curae justo. Egestas dolor elit ipsum habitasse vivamus luctus hac viverra netus. Cubilia fames id fames. Rhoncus vitae ve. Egestas vitae viverra orci elementum ante condimentum potenti lorem. Potenti velit elit felis at ac tortor quisque posuere interdum. Feugiat class. Egestas massa mi litora sollicitudin rhoncus ipsum at. Viverra metus elit arcu ve nunc fusce litora ullamcorper nulla turpis id. Aliquet justo adipiscing cubilia. Aliquam magna urna interdum felis."
   ]
  }
 ],
 "abstract": "Rhoncus donec eros cubilia nunc diam nec ac montes dis enim. Gravida donec eros viverra mauris nullam cras sapien interdum suscipit. Blandit class adipiscing et pellentesque quisque. Dapibus risus diam lobortis blandit natoque eros eu orci erat magna quis. Dapibus fusce leo quam orci aliquam ornare ve quis. Iaculis justo donec maecenas vulputate varius dictumst nisl nibh faucibus lacinia netus diam. Aliquet velit odio praesent facilisis donec ut a turpis eget tortor vestibulum sollicitudin conubia. Pretium purus eros nunc aliquam penatibus lobortis ut condimentum mi taciti sollicitudin. Conubia porta duis curae nonummy luctus felis venenatis diam non nulla cum. Conubia fames quam dis commodo in dictum varius cum amet quam diam. Pretium lacus duis diam sodales ve mi magnis pulvinar sed nisi elit dignissim. Posuere fusce erat nullam odio. Natoque dolor at et. Integer proin eros cum aliquam accumsan litora vestibulum nulla amet tempus. Posuere nulla ac duis metus curae lorem ullamcorper ultrices curabitur. Pretium felis eros hac rhoncus lectus velit ac sociis inceptos erat. Sodales class nunc senectus suspendisse est ornare a ultrices leo pellentesque taciti nisl semper consequat. Nonummy fames justo ullamcorper ut rutrum a maecenas nunc cum. Gravida proin dui sem porttitor tempor bibendum adipiscing hymenaeos elit egestas in. Vivamus netus eros ad pharetra sodales montes at accumsan dis mi ligula nibh ullamcorper. Posuere ipsum eni neque amet ut pellentesque turpis varius vivamus curabitur urna. Dapibus fames urna pulvinar pellentesque montes dolor fringilla per proin facilisis suspendisse.",
 "authors": [
  {
   "name": "Dorsey Loughman",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Potts Manufacturing Sciences Machines"
  }
 ]
}