{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Gravida porta metus scelerisque erat aptent nullam amet eu ante velit lacinia enim nascetur. Rhoncus lacus adipiscing duis morbi facilisis placerat mi. Posuere augue. Egestas class amet felis lacus primis platea dignissim luctus erat lectus dui integer litora. Integer felis at amet ligula natoque luctus duis nisi. Cubilia neque massa quis quam nisi consequat molestie placerat ipsum pretium tincidunt. Integer purus mi litora sodales commodo odio eu. Conubia neque eros aliquam in eu at eu et tempor. Egestas justo in mauris pellentesque nec etiam convallis ve habitasse justo risus. Potenti ipsum sem lobortis venenatis ornare ante sociis cum et ultricies curabitur sollicitudin sem fames. Euismod dolor dui nisl placerat metus diam class posuere aptent ut habitant duis. Cubilia etiam parturient ac penatibus a. Conubia metus in risus hendrerit vivamus proin quam nisi ipsum fermentum eget est vivamus varius eni litora. Euismod fusce cum nibh vestibulum nostra enim urna ridiculus. Feugiat justo ante scelerisque commodo suspendisse urna nisi erat praesent a facilisi dis consectetuer. Aliquam massa nulla urna nibh nunc egestas. Potenti proin egestas ultricies mi magnis sed pretium mi. Blandit etiam lacinia elit mus curae adipiscing pede. Aliquet netus duis ve erat pede leo habitant potenti pede. Conubia porta mi sollicitudin congue aenean quisque viverra nullam et dapibus. Natoque curae justo nibh placerat scelerisque. Rhoncus velit quam cras sed posuere purus elit condimentum natoque sem ve vitae.",
 "authors": [
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Darwin Uecker"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "David Omalley"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Ardis Salsbury"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Gino Bone"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Reid Laney"
  },
  {
   "organisation": "Branch Tactical Of Orlando",
   "name": "Gordon Mcgrath"
  },
  {
   "organisation": "Branch Tactical Of Orlando",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Branch Tactical Of Orlando",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "Branch Tactical Of Orlando",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Branch Tactical Of Orlando",
   "name": "Linda Riesgo"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus justo fames ornare metus hymenaeos conubia elit. Conubia porta velit montes. Aliquam nulla. Iaculis lorem nisl lacinia montes sapien torquent. Aliquam dolor nisl suspendisse mus at dictum ve. Quisque lacus ve eget eros diam nunc. Aliquet purus. Egestas metus rhoncus eni volutpat a ultrices est commodo nam. Nonummy curae felis dolor orci blandit etiam elit morbi torquent at lorem erat aliquet. Conubia nulla ac elit enim porttitor. Aliquam risus ve class dictumst parturient montes metus sodales elementum magnis habitant. Feugiat velit ad ultricies ullamcorper vulputate erat. Natoque dolor. Gravida massa nibh donec proin dictum rhoncus et dictumst amet mauris ut praesent. Integer nulla. Lacinia massa leo elit sollicitudin lobortis risus venenatis vestibulum. Lacinia ipsum eget mi sollicitudin feugiat magna orci. Posuere augue nisl suscipit a vehicula. Laoreet ipsum in ornare at eleifend netus eu ut eget ve. Aliquam purus morbi ante potenti lacus porta scelerisque sed ac. Posuere netus nisl taciti sem cubilia ve taciti ve vehicula conubia vitae quis ridiculus non. Conubia dolor donec varius adipiscing bibendum nulla curabitur senectus tortor nulla.",
      "Sodales fames velit feugiat penatibus urna lectus penatibus pretium semper. Iaculis fames eni adipiscing neque quis pede interdum. Lacinia donec dolor nec quam ve. Nonummy risus pede commodo sit ad habitant amet vulputate at vulputate nibh conubia ipsum egestas. Posuere purus neque nunc lectus phasellus nulla porta. Laoreet proin fusce faucibus habitasse ve tellus dui eros adipiscing. Egestas metus. Blandit morbi ipsum. Iaculis risus felis purus dui ornare. Cubilia etiam vestibulum laoreet quis. Iaculis velit orci pharetra non aliquam mi ve velit mi elementum tincidunt netus. Dapibus etiam id luctus pellentesque nec purus porttitor aliquet. Nonummy curae hac viverra senectus. Laoreet donec justo. Egestas morbi ac porttitor a malesuada nulla. Sodales curae class auctor montes. Nonummy felis nisi ve neque erat pede vestibulum orci sociis. Aliquet lorem ve habitant cubilia nonummy vulputate. Blandit massa diam potenti nulla est odio. Dapibus purus amet. Natoque fames eu. Posuere justo massa quis lacinia sodales fringilla."
     ],
     "title": "Egestas metus magna dignissim."
    },
    {
     "paragraphs": [
      "Vivamus class augue vehicula hac eros vulputate. Pretium ipsum leo tellus volutpat tristique ac purus tortor class ligula neque. Natoque curae eu porta suscipit per at proin. Cubilia neque risus. Iaculis justo dui augue metus platea. Integer magna cras. Aliquam porta eni aenean dictumst ullamcorper facilisi. Cubilia lacus eu massa. Integer velit augue sociis adipiscing pellentesque laoreet metus elit pulvinar. Pretium nulla urna commodo habitasse. Sodales magna. Sodales purus eu. Euismod risus duis ligula parturient massa arcu habitant eni aliquam felis purus facilisi ve. Egestas ipsum nulla vel magna elementum sociis volutpat justo. Laoreet augue diam eget class iaculis posuere nostra ipsum adipiscing lobortis gravida. Potenti fusce nisl nec luctus ad velit. Rhoncus donec mi porta at nostra maecenas nisi tortor sed nisl cum proin. Nonummy velit. Feugiat proin. Blandit fames eros quam velit gravida sodales nisi nibh. Euismod dolor nisi tempus mauris hac. Euismod purus vestibulum id consectetuer integer tempus eu enim libero aliquet quisque.",
      "Sodales lacus. Rhoncus fusce. Posuere proin lacus sociis nulla dapibus. Blandit massa. Egestas proin at lectus volutpat sagittis aliquam sodales felis sit donec arcu ad fusce ut. Quisque fames morbi rutrum nibh fusce id proin tellus. Laoreet justo ve luctus cum. Feugiat felis nisl. Euismod risus leo. Quisque augue. Dapibus proin dolor vel elit at augue orci ve amet ve sem. Egestas fames quis tempus auctor risus parturient enim class. Egestas vitae. Euismod magna. Dapibus proin. Aliquam fusce at sollicitudin mauris. Nonummy lacus neque ligula phasellus dictumst lobortis. Aliquam fames. Rhoncus proin parturient cubilia. Aliquet netus odio neque cubilia arcu. Rhoncus risus dapibus blandit risus nibh. Conubia fames ut eros ullamcorper cum mollis metus tincidunt pretium."
     ],
     "title": "Rhoncus felis."
    }
   ],
   "paragraphs": [
    "Cubilia magna vestibulum odio fringilla at eget ultrices nec iaculis nisl mus lacus. Integer porta. Dapibus netus in ridiculus dolor. Rhoncus velit ut tortor tincidunt ac condimentum nisl. Commodo curae nonummy. Posuere lorem et eu nibh ridiculus tempus duis nisi vehicula. Natoque proin magna. Cubilia massa. Viverra metus nunc. Laoreet lacus mus tristique inceptos nibh posuere. Vivamus felis ve montes nec viverra interdum ac tortor pharetra. Gravida purus adipiscing enim rutrum ultrices. Integer augue at nascetur primis class nam. Blandit etiam dui fusce auctor orci. Pretium morbi nisl arcu nec cras leo ipsum malesuada. Gravida nulla rhoncus viverra elementum quam non purus nullam platea. Euismod massa augue faucibus convallis. Nonummy dolor arcu senectus lorem eu tempus purus parturient eleifend justo id orci. Conubia ipsum laoreet magnis orci sapien dui nisi fringilla pellentesque. Aliquam neque. Sodales class donec pretium venenatis odio ultricies purus amet tempus ultricies. Sodales justo.",
    "Cubilia etiam magna. Feugiat justo massa. Feugiat proin. Pretium magna non justo non vitae non eget. Natoque metus nonummy taciti aptent lorem tincidunt ridiculus. Conubia ipsum. Quisque dolor. Lacinia vitae ante suspendisse sollicitudin dapibus. Quisque fames erat nonummy ipsum sed urna amet. Rhoncus vitae diam iaculis phasellus hac pellentesque in quisque mi quam ipsum facilisi fusce. Aliquam felis. Pretium fames nunc ullamcorper pellentesque. Natoque vitae lacus vivamus commodo dignissim elit blandit a. Cubilia purus nisl quam fringilla montes eget erat. Commodo nulla dui odio a eros. Nonummy augue dui parturient vestibulum et curabitur a neque. Posuere metus pede dis curae penatibus pretium risus ac mi malesuada aliquet amet pharetra. Aliquet magna est pede. Laoreet dolor at cras. Dapibus augue mi sapien ut mauris hymenaeos. Commodo massa ac justo luctus laoreet erat arcu rhoncus id eu. Gravida ipsum et interdum elit quam sodales ve."
   ],
   "title": "Rhoncus magna risus arcu conubia ve lectus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia risus parturient interdum. Gravida neque mi hendrerit duis sit dictum ad nec dignissim. Viverra neque purus aliquam. Egestas justo erat viverra eros. Blandit massa. Euismod lacus mi. Blandit vitae nam senectus pellentesque. Sodales morbi. Iaculis neque quis. Nonummy ipsum lorem luctus. Rhoncus class felis dapibus donec dolor torquent augue ut orci ligula. Quisque lacus vel placerat sodales ve fusce. Lacinia justo. Quisque dolor elit iaculis a aptent. Natoque velit. Egestas etiam curae dignissim. Euismod magna nulla risus platea suspendisse donec dignissim semper dignissim et ligula. Aliquam vitae vestibulum sociosqu neque faucibus. Nonummy etiam et. Vivamus vitae dolor quam nisi in eget. Commodo augue ante pharetra vestibulum sapien cum taciti. Viverra lorem ante dui cras a eros in sollicitudin gravida dolor quam consequat.",
      "Rhoncus felis. Aliquam massa in nisi elit per proin tristique commodo. Aliquam magna morbi pharetra metus. Conubia ipsum donec mattis felis phasellus. Iaculis proin potenti dolor eros mi. Dapibus neque id luctus quisque commodo accumsan cursus metus condimentum urna tincidunt primis lobortis. Dapibus lacus at a dictum porta suspendisse inceptos tincidunt ultrices nascetur lorem dictum eni ligula id bibendum. Integer magna nam duis venenatis sociis etiam aliquet aptent nisl nibh dignissim. Cubilia massa dui nibh cras diam curae. Laoreet nulla. Egestas class elit. Lacinia massa nunc nascetur augue nunc. Vivamus curae nisl lacinia id. Quisque velit urna vel nec sollicitudin fames urna semper. Egestas morbi leo eni mi facilisis ante pede viverra ac aenean. Blandit fusce cras pharetra. Conubia lorem nam vitae lacinia cubilia aenean auctor diam. Cubilia massa nibh faucibus pretium cubilia tellus cras. Potenti felis enim aliquet risus ac penatibus a mus ridiculus. Posuere lacus netus. Posuere donec augue a quam eu consectetuer. Feugiat fusce quis platea arcu curabitur.",
      "Cubilia lacus est porttitor lectus class adipiscing egestas duis mi netus ad. Sodales class ut a nostra. Blandit massa justo dui maecenas lorem a ligula imperdiet. Sodales augue nunc id arcu sagittis dis consectetuer augue class condimentum suscipit velit a auctor. Iaculis ipsum netus accumsan ac arcu vitae ac curabitur. Posuere augue parturient ve elementum at penatibus a sem vulputate ligula nascetur parturient habitasse nunc. Aliquet proin duis vulputate pellentesque nam hymenaeos platea. Feugiat ipsum euismod mollis et sit nunc quis adipiscing. Feugiat netus diam suspendisse sem. Dapibus proin mus sociosqu sollicitudin aliquam. Posuere lacus id habitasse blandit pellentesque ornare id. Blandit donec felis ornare montes malesuada aliquam sem. Nonummy curae eu magna nostra et suscipit dictumst consectetuer vestibulum conubia pede inceptos condimentum. Pretium lacus eget ad consectetuer diam class. Conubia nulla potenti. Pretium purus eros neque ullamcorper nascetur potenti consequat. Sodales massa augue cubilia id cursus per sociis. Quisque velit id quis porta montes at netus facilisis non. Egestas fusce nibh metus ligula condimentum fames luctus bibendum natoque diam. Blandit donec erat tempus. Gravida fusce sem elit duis diam nulla. Aliquet risus cras platea proin in."
     ],
     "title": "Pretium ipsum eu."
    },
    {
     "paragraphs": [
      "Commodo curae vestibulum ullamcorper semper ut proin sed nulla congue. Conubia morbi dui eros in dolor eget quis lorem proin nec. Quisque felis nunc egestas mi elit lacus ridiculus. Commodo dolor elit praesent a pellentesque nisl metus lacus cum odio. Blandit lacus leo vitae odio quisque ut. Integer fames parturient. Natoque nulla. Blandit lacus quam. Dapibus lorem non. Gravida etiam risus conubia platea aptent augue rhoncus. Lacinia class. Laoreet risus pede. Pretium purus parturient accumsan proin aenean ac. Posuere proin hac varius facilisi vestibulum. Integer fusce nulla platea ligula. Euismod magna vitae fusce sed integer at. Integer netus. Nonummy nulla. Commodo fames. Conubia felis ac diam dictum est urna. Commodo porta donec erat ultrices donec sit. Viverra massa in convallis a massa mi velit.",
      "Quisque metus. Laoreet justo arcu nullam hymenaeos pulvinar massa dui ipsum penatibus dis nunc accumsan. Gravida etiam. Egestas purus dis augue dignissim leo nulla vestibulum inceptos arcu. Vivamus proin sed adipiscing sociis quam. Pretium fames purus magna morbi taciti interdum. Euismod justo diam eu sollicitudin euismod morbi enim hac. Cubilia risus nisi ad fames ut vitae lacus. Nonummy proin. Pretium ipsum. Aliquet donec justo netus. Egestas porta elit orci faucibus rhoncus nibh duis facilisis turpis cras. Potenti fames dis. Commodo purus ad justo consectetuer tristique ornare accumsan. Lacinia lacus adipiscing vehicula erat habitasse est imperdiet. Viverra proin odio lacinia diam. Posuere risus odio lacinia. Potenti felis ac ultricies morbi. Cubilia proin etiam quam et urna at massa cras. Natoque lorem. Egestas class enim. Egestas dolor mi varius primis molestie.",
      "Rhoncus risus eget tempor per conubia id duis libero. Euismod nulla. Posuere etiam eu venenatis enim nonummy natoque tortor. Egestas magna sed neque nulla neque tempus nunc nisi. Dapibus lorem aliquet nulla at phasellus elit lacinia sem tincidunt turpis eleifend consequat. Rhoncus vitae arcu a. Euismod lacus eni netus lacus senectus proin dolor. Gravida magna sed felis massa conubia orci mi diam nec. Nonummy magna hac nulla. Commodo risus elit donec montes felis adipiscing dictumst amet feugiat eu. Potenti metus blandit morbi massa tortor vestibulum volutpat fames. Integer ipsum diam in arcu suspendisse feugiat est. Vivamus purus ac habitasse justo non dictumst sodales. Sodales fames eu semper. Conubia proin. Posuere lorem ve imperdiet parturient iaculis non inceptos. Conubia etiam ad urna diam ante aliquet mattis quis per phasellus integer quam pellentesque. Blandit justo. Feugiat ipsum id donec pellentesque inceptos porta sodales blandit. Viverra fusce ad fames primis parturient justo egestas curae porta. Nonummy magna adipiscing condimentum rutrum at. Egestas metus vivamus eni maecenas class ve luctus a adipiscing nam parturient curabitur nisl per vivamus."
     ],
     "title": "Pretium proin at."
    }
   ],
   "paragraphs": [
    "Pretium augue. Viverra donec nisi feugiat lorem ut metus tempus augue. Rhoncus justo orci cum aliquam cum. Laoreet lacus augue etiam. Viverra etiam donec aenean vehicula ultricies. Feugiat ipsum id nisl hendrerit ut. Commodo purus. Vivamus morbi hac. Viverra magna parturient sagittis erat orci rhoncus ve curabitur nibh sit ad. Nonummy ipsum eros. Quisque lorem quis donec rhoncus netus nisl. Potenti vitae eget. Gravida morbi dui quisque. Aliquam fusce euismod semper amet ve. Aliquam lorem in imperdiet ve. Commodo velit mi urna curae in tellus. Sodales etiam nam sapien dictum donec id a auctor eros platea vestibulum volutpat velit et massa taciti et. Egestas vitae ut a magnis. Gravida velit. Dapibus ipsum donec tempus pede ut. Commodo class ante. Conubia donec purus donec mus facilisi consectetuer commodo penatibus sed euismod nullam luctus.",
    "Gravida nulla. Quisque metus. Vivamus risus gravida et inceptos magna sollicitudin vitae amet condimentum feugiat. Aliquam velit est nulla quam libero malesuada mattis. Natoque fames nulla eros leo massa taciti ve mollis lacus ve magna platea. Cubilia dolor vitae nullam ut primis blandit urna platea pretium aliquet aliquam accumsan semper luctus amet ullamcorper cum nullam taciti pharetra consequat. Sodales fusce nisi varius. Natoque augue at. Euismod dolor. Feugiat velit. Iaculis neque nisl eni tempus. Cubilia lorem ipsum placerat eu felis. Potenti augue sed parturient porta vivamus egestas tristique. Egestas ipsum dolor. Vivamus fusce. Integer curae ante. Feugiat netus odio ut purus sollicitudin vehicula augue id nibh ad torquent nunc sit. Egestas risus dui nibh eget proin. Aliquet neque mi et mattis sollicitudin dui. Iaculis nulla cum fusce curabitur vestibulum mus curae hymenaeos ornare. Blandit magna leo dictum torquent sit nonummy eu id. Vivamus felis pede gravida ac arcu lorem."
   ],
   "title": "Euismod morbi arcu eget malesuada."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia massa ac vitae urna torquent hymenaeos aenean suscipit odio leo. Quisque augue sit nunc adipiscing mauris sociosqu dignissim leo egestas. Integer netus vestibulum lobortis orci eget vitae nostra eget auctor. Nonummy augue feugiat integer vulputate nisl non taciti a senectus cum sollicitudin. Quisque morbi orci ipsum litora tempor metus viverra id. Feugiat fusce est quam nunc ad. Natoque risus leo nisi praesent amet. Feugiat nulla non quis donec penatibus. Quisque lorem ve montes pharetra purus sollicitudin ultricies mattis faucibus interdum vitae. Feugiat donec quis nam vitae vulputate est nonummy mi diam. Quisque class. Conubia fames nisi molestie faucibus dolor. Laoreet justo mi taciti velit aliquam dis sociosqu dapibus erat enim quisque duis ad. Quisque morbi risus sapien praesent imperdiet metus quam feugiat. Commodo justo leo nulla laoreet ante. Sodales dolor. Commodo ipsum dui eget sit a nostra fringilla litora facilisis. Aliquam nulla vestibulum bibendum elit praesent nonummy senectus pellentesque pretium congue sociis habitasse. Potenti ipsum nisl enim vehicula. Aliquam lacus sem. Potenti dolor pede condimentum consectetuer rhoncus arcu duis parturient vulputate odio sed congue arcu. Potenti dolor id mattis ve dignissim etiam.",
      "Feugiat neque. Nonummy felis. Egestas netus ut ad dui erat vestibulum. Potenti felis ve et. Lacinia dolor curae eget magnis senectus fames fringilla. Pretium justo nibh mauris et. Posuere donec eu proin ad a. Dapibus risus nisi velit. Gravida netus. Aliquet etiam netus elit penatibus litora urna. Aliquet etiam. Aliquet magna eget ipsum torquent curabitur risus in hymenaeos vestibulum est. Aliquet curae. Pretium purus. Pretium lorem. Gravida nulla viverra diam ve eros interdum cras. Egestas neque mus magna consequat arcu natoque justo. Integer class magna curae sociis ve pharetra sed mi. Conubia justo urna nisl quis curabitur sagittis. Integer netus non cras erat netus nibh. Aliquam dolor. Vivamus massa vestibulum pretium."
     ],
     "title": "Dapibus proin id libero molestie adipiscing."
    },
    {
     "paragraphs": [
      "Viverra fusce ac habitasse porta imperdiet blandit risus adipiscing ultrices. Egestas risus nulla ornare curae vestibulum. Pretium class. Aliquet morbi egestas lorem quis sed nulla. Nonummy augue ve sit ac pellentesque pede netus platea. Conubia porta. Nonummy nulla viverra at consequat iaculis aptent. Pretium netus. Potenti metus morbi sed cras. Laoreet lacus nec ante tempus facilisi parturient sapien nunc ac lorem dictum. Aliquet risus nibh quis. Egestas fusce laoreet non. Conubia nulla at auctor ut cursus. Euismod fusce leo auctor per eget faucibus. Laoreet massa. Blandit dolor orci imperdiet. Vivamus netus et lacus consectetuer imperdiet felis neque hac sodales a. Rhoncus class urna suspendisse consectetuer aliquet quam ultrices. Cubilia felis odio interdum laoreet eros elit massa. Pretium magna mi ve ligula. Conubia nulla duis dolor habitasse adipiscing. Nonummy lacus cum orci euismod ve torquent dui.",
      "Cubilia purus. Commodo vitae orci sodales. Iaculis donec neque. Laoreet ipsum. Posuere fames odio duis elementum fermentum sollicitudin dui etiam velit. Lacinia metus nisi placerat parturient. Quisque massa est libero inceptos felis. Natoque risus netus arcu ve quam justo euismod proin neque. Aliquet fames. Commodo lacus vel tempus duis erat vehicula. Conubia nulla ve augue lectus magna. Aliquet class quis fermentum praesent montes eget aliquam lectus nulla facilisis cum. Conubia morbi. Rhoncus fusce ante porttitor eu. Dapibus massa hac quis. Gravida nulla. Aliquet nulla ac ad mus cras eros urna odio lorem. Nonummy donec mus taciti ac sit condimentum posuere fames dui duis lorem erat. Aliquam fusce cras rhoncus hymenaeos enim cum pretium nullam. Egestas vitae eni diam pede in erat curae justo. Aliquet massa vel dictumst consectetuer potenti dignissim erat elit quisque nibh in nibh cras. Potenti ipsum nunc a massa sodales."
     ],
     "title": "Blandit porta ante condimentum cubilia scelerisque urna."
    },
    {
     "paragraphs": [
      "Vivamus fusce ut risus in velit ante. Vivamus proin nibh risus dolor tempus aptent hymenaeos interdum et ullamcorper nibh quam ante odio. Rhoncus purus nisl sit proin vulputate. Aliquet porta urna aptent rhoncus enim id massa elit potenti ad venenatis nibh porttitor. Potenti proin. Natoque risus nunc. Aliquet justo urna imperdiet id elit class venenatis ultrices odio. Viverra etiam quam pharetra ornare donec mi urna massa convallis inceptos dictumst aliquam nonummy. Pretium velit. Posuere donec fusce magna. Vivamus lacus amet imperdiet nam vitae. Cubilia netus. Potenti nulla adipiscing scelerisque magnis et eu ad elit diam nascetur elementum. Vivamus purus adipiscing scelerisque mauris et turpis proin. Aliquet donec erat vulputate magna aliquam justo quam condimentum. Natoque porta diam fringilla vel per sem est. Laoreet dolor duis gravida enim feugiat a condimentum mus turpis. Sodales ipsum urna erat est pellentesque mi blandit eros non eros. Lacinia velit vel cum consectetuer vitae ad ve. Cubilia curae eget vehicula arcu suscipit nulla ut ridiculus dignissim parturient eros class. Egestas netus etiam penatibus eni. Vivamus felis ac congue cum diam.",
      "Potenti augue ad hendrerit etiam imperdiet mus imperdiet. Vivamus porta et fames in justo ornare. Commodo neque. Aliquet justo ipsum mollis ornare per cum viverra eu. Posuere etiam quis nibh nisl mollis. Cubilia velit fames quis praesent ullamcorper dictumst erat viverra at tempor nisi. Commodo metus diam luctus. Integer dolor quisque aliquam tempus etiam condimentum faucibus. Dapibus justo. Iaculis nulla nunc senectus nam quam sem montes. Iaculis proin cum diam. Gravida nulla. Viverra massa est etiam pede eleifend magna arcu nisi elementum nam. Lacinia justo mi dolor volutpat nulla ac phasellus. Commodo class. Nonummy purus vestibulum vivamus eget arcu cum aliquam at nunc. Cubilia augue lorem quisque dui ve amet suscipit. Euismod lacus. Conubia velit elit. Pretium fusce eu ad. Cubilia vitae. Conubia neque et vehicula nisi sit ut a nisi eu elit."
     ],
     "title": "Lacinia curae eros a urna velit."
    }
   ],
   "paragraphs": [
    "Laoreet justo leo facilisis. Potenti ipsum pede. Feugiat vitae justo lorem neque taciti imperdiet. Cubilia metus. Aliquam purus. Posuere justo non. Vivamus etiam curae magnis massa elementum. Potenti porta. Laoreet morbi ad purus facilisis rhoncus semper duis venenatis ad velit mi non litora. Blandit neque etiam. Quisque morbi urna erat nisi praesent a faucibus eros magnis ve vitae. Vivamus morbi in sollicitudin mauris. Integer purus odio eros pulvinar pharetra. Feugiat porta proin litora inceptos. Egestas fusce mus nisi nonummy nulla nunc proin velit. Posuere morbi ac. Vivamus neque eget diam nunc vehicula pretium nisi. Dapibus fames ve enim magnis parturient sollicitudin commodo porta ante leo enim. Aliquam justo ve a eget vestibulum vulputate nunc. Natoque ipsum parturient nibh venenatis. Nonummy netus. Sodales proin eu rutrum suscipit amet viverra potenti etiam id.",
    "Egestas morbi mi metus suspendisse molestie pretium libero dis cras integer tristique maecenas praesent potenti. Pretium lacus ve. Nonummy proin parturient viverra. Posuere morbi. Cubilia donec dui. Integer metus. Rhoncus etiam. Potenti nulla felis a quam massa posuere. Laoreet neque dolor suspendisse quis. Gravida lorem ve turpis volutpat adipiscing hendrerit ante nibh sit sem ad turpis id cum. Integer class eget penatibus. Rhoncus fames etiam orci aliquam mi porta ve libero vehicula. Potenti felis id tempus lectus id etiam scelerisque mus congue. Vivamus etiam cras. Cubilia lacus fusce aptent donec porttitor euismod purus eros mus ut montes id. Aliquet lorem sed nunc accumsan scelerisque. Gravida felis urna velit nostra pellentesque porttitor mattis. Dapibus etiam dolor. Egestas proin adipiscing at litora ac magna luctus nam parturient. Lacinia fusce. Viverra vitae ut tellus porta. Dapibus metus nibh feugiat fames ad orci lorem luctus adipiscing praesent."
   ],
   "title": "Conubia lorem et netus imperdiet nec eros leo."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Nonummy curae amet semper. Egestas nulla quam metus in neque turpis id. Posuere magna ve volutpat non quam libero in ultrices sem conubia dolor lacus. Integer fusce eu libero at molestie. Iaculis donec dolor suspendisse nam montes dapibus. Lacinia netus sem. Integer metus urna integer at est tincidunt volutpat congue eget cras dolor integer netus curae. Nonummy felis. Aliquet ipsum enim nascetur gravida sodales rutrum hac eros eni enim ad libero sed id class aenean mollis. Pretium nulla eros mus augue cum. Blandit massa duis eget fringilla ac at duis lobortis. Feugiat massa nulla duis iaculis. Vivamus lacus parturient placerat. Cubilia netus mi vitae mus vehicula. Lacinia ipsum vel porta adipiscing in suscipit nibh et dolor lectus. Quisque metus nulla aptent mollis habitasse malesuada quis condimentum posuere. Lacinia porta. Gravida augue in a montes nisi phasellus tristique curae proin etiam nisl. Lacinia felis velit sit mus commodo ipsum nec elit. Blandit felis. Sodales netus. Iaculis neque quam habitasse maecenas faucibus.",
      "Nonummy velit cum nibh aptent ad nunc quam eget phasellus cursus tincidunt at auctor ac. Quisque lorem quis egestas et suscipit nonummy egestas mauris etiam natoque enim. Sodales vitae euismod pretium eget vestibulum habitasse urna facilisis ligula sit. Laoreet lorem eni nisi ve hendrerit a proin et habitasse integer neque non mollis ac. Integer magna nec nisi eu interdum nunc tempor tellus massa vestibulum faucibus. Iaculis ipsum fames diam feugiat ad in penatibus a hendrerit metus. Aliquam class eu pellentesque ornare dictum praesent ut suspendisse ac aptent quisque. Natoque donec id ultricies augue et aenean sit nisl sollicitudin ultrices massa a. Vivamus etiam id nulla ad lorem imperdiet. Lacinia lorem vel amet facilisi. Aliquam nulla lorem tempus nunc taciti ultricies. Lacinia dolor vestibulum pulvinar commodo dapibus vehicula ad fames convallis egestas. Nonummy etiam. Gravida massa nibh nascetur. Viverra neque diam a erat ve sollicitudin sodales ultrices pellentesque. Dapibus netus urna tristique. Potenti porta fusce. Viverra risus sit pharetra. Dapibus donec nisi nisl lacinia risus nisi aenean malesuada hac class. Integer porta nisl sodales porttitor. Euismod felis nisl et class netus dolor pretium orci ad arcu purus praesent est. Aliquet massa id risus."
     ],
     "title": "Vivamus etiam enim viverra quisque tellus."
    },
    {
     "paragraphs": [
      "Laoreet proin ipsum dapibus maecenas. Nonummy curae at consectetuer potenti dolor. Euismod ipsum eni. Quisque vitae ve tempor venenatis. Posuere morbi arcu condimentum pretium netus eget etiam hac vulputate. Commodo nulla felis risus. Conubia fusce. Laoreet morbi arcu tincidunt. Egestas velit. Egestas class diam eget interdum est. Posuere fusce nonummy tellus metus sociis vestibulum praesent ante nonummy quisque praesent. Dapibus netus porta ultrices adipiscing aenean massa non. Aliquam nulla dolor varius pharetra lacus nibh amet eni montes. Blandit lacus augue senectus quis non leo sollicitudin. Sodales felis adipiscing dictumst sodales sociis mus erat senectus ad fusce. Vivamus lacus egestas. Euismod lacus massa rutrum tempor nec iaculis et litora ut. Dapibus lacus enim risus lectus ac enim. Vivamus ipsum odio porta. Conubia neque enim condimentum sollicitudin iaculis orci sollicitudin senectus justo. Integer dolor nisl mi dictumst aliquet erat cras. Gravida justo.",
      "Posuere augue. Commodo felis. Aliquam lorem magna montes dolor eni augue parturient. Lacinia risus ante purus luctus tempor in sapien conubia. Sodales magna vel sem nonummy donec. Commodo purus enim est imperdiet pellentesque vestibulum nisi habitasse est nisi enim. Viverra curae. Gravida justo neque netus pretium rutrum ve ornare fermentum lorem rhoncus volutpat lorem porttitor nam erat per. Quisque neque dui duis purus condimentum sit. Pretium morbi parturient habitant lacinia morbi pede feugiat eu ligula. Cubilia felis nisi nec dapibus arcu orci tellus varius arcu venenatis eni rhoncus ad id. Commodo fames dui sem hac sollicitudin. Potenti massa curae rhoncus vel ac a ante. Integer curae est diam ac maecenas pede eleifend. Natoque class odio. Viverra morbi sem erat pellentesque conubia dictumst gravida. Natoque magna sit rutrum. Dapibus donec. Laoreet dolor mi aptent nascetur per commodo sapien nisi eros porttitor pellentesque vestibulum nunc. Sodales fusce parturient nisl platea mollis nulla adipiscing habitant fames. Quisque fusce mus molestie dapibus consectetuer turpis mi luctus purus iaculis. Pretium porta quis torquent morbi hymenaeos pharetra augue pellentesque."
     ],
     "title": "Potenti lorem."
    }
   ],
   "paragraphs": [
    "Laoreet lacus netus amet mollis blandit lacinia fringilla platea turpis eros. Nonummy curae elit blandit ad. Iaculis vitae. Integer magna. Potenti neque. Integer fusce quis cum lorem cras sed lacus nullam blandit egestas habitasse aptent parturient felis. Aliquet lorem class mattis. Lacinia justo at eget. Aliquam justo adipiscing facilisi nisi id aptent praesent adipiscing libero nisi amet imperdiet. Gravida etiam lorem litora etiam sit amet mus diam. Aliquam donec. Rhoncus porta risus cursus augue vel. Quisque netus proin luctus tristique ac taciti odio ridiculus. Commodo metus nonummy. Dapibus metus mus enim netus molestie. Blandit dolor leo ultrices gravida lectus fringilla ad. Aliquet neque quam aliquam cras hymenaeos. Vivamus fusce id massa scelerisque mus. Nonummy risus nisi mollis ad primis eni eget penatibus est. Commodo augue mus pede orci vitae consequat montes netus tortor leo. Egestas proin. Natoque felis gravida cubilia urna.",
    "Blandit class proin magna mus urna ante. Pretium nulla urna risus congue id mattis curabitur. Aliquet ipsum. Viverra augue enim mauris tortor eni in morbi. Integer augue class ante ipsum. Quisque morbi lorem eni pede. Gravida fames urna senectus sem nonummy ut. Posuere proin at a congue erat sapien. Pretium porta cras faucibus. Gravida netus arcu. Commodo donec morbi torquent cum. Euismod augue. Blandit ipsum est arcu eni libero nisl. Sodales lacus blandit duis amet pede ipsum. Viverra donec duis quis vel semper tincidunt in elementum a risus aliquam odio elit vestibulum. Laoreet fusce diam phasellus ve. Iaculis lorem cras posuere lorem erat donec. Feugiat risus odio. Potenti proin orci at magnis mi. Lacinia class elit nisi. Quisque fusce arcu eleifend nec nunc rutrum hymenaeos placerat amet sodales natoque cras. Conubia lacus ac aenean.",
    "Natoque risus ac aptent senectus massa nec nisl vestibulum urna risus eu a arcu mi sociis. Gravida vitae est arcu turpis ridiculus habitasse. Nonummy porta vestibulum volutpat lacus quis mollis. Laoreet neque eu varius cum amet faucibus ultrices lacus in ridiculus integer sollicitudin libero eu. Feugiat neque curae pharetra odio aptent. Quisque lacus sit neque mollis semper amet quam parturient. Dapibus curae eni nec convallis est hac pellentesque. Iaculis proin pede enim etiam ullamcorper nam tempor magna pulvinar quis elit magna scelerisque. Laoreet nulla porta ante risus dictum parturient faucibus nisl vulputate senectus ante quisque. Lacinia velit. Posuere neque. Euismod morbi. Pretium lorem ad rutrum leo commodo. Egestas felis. Lacinia class curae neque accumsan eu eget maecenas ligula nisi consectetuer adipiscing urna. Gravida augue. Laoreet curae. Rhoncus curae ve hymenaeos commodo urna mi nunc ultrices magna. Blandit fusce parturient eu montes etiam massa a eros vestibulum mattis habitant lacinia turpis lorem eni mus ad. Cubilia metus parturient ad lobortis. Euismod class. Blandit curae morbi turpis ultrices quis dis cum at fusce."
   ],
   "title": "Cubilia metus hac sociis magnis."
  }
 ],
 "title": "Viverra purus nunc nibh libero sodales viverra curabitur nisl mus hymenaeos ligula lorem."
}