{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Laoreet class nisl gravida odio vestibulum montes mi lobortis.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium risus.",
     "paragraphs": [
      "Euismod purus. Laoreet velit etiam primis nisi netus natoque tristique turpis. Laoreet curae. Potenti lacus sed. Gravida velit augue proin eleifend non euismod cras pulvinar. Laoreet porta. Conubia lorem velit. Feugiat class nam semper viverra eget eros tempor gravida commodo. Blandit curae eget penatibus ut penatibus consequat pellentesque. Posuere class. Egestas dolor nisi nisl pulvinar penatibus ad congue ad dis. Nonummy vitae arcu quam velit cubilia nibh id augue tellus. Potenti proin et felis ut mattis. Nonummy purus ut. Laoreet vitae cum felis potenti rutrum quis. Posuere class magna. Potenti lacus etiam curae. Commodo magna. Aliquam nulla pede. Potenti purus vestibulum suspendisse nostra ac ipsum sagittis sit consectetuer. Sodales curae lacus non nisi. Aliquam purus augue fusce mollis nonummy vivamus tortor.",
      "Sodales felis. Quisque neque ac lorem mi felis per nibh nisl etiam ipsum varius dictum. Rhoncus justo per rutrum habitant habitasse ad montes molestie. Natoque class ve nullam a parturient mus. Dapibus felis nunc in ipsum sed diam nunc felis rhoncus eget fringilla accumsan ve rutrum ut. Gravida magna posuere ultrices urna ad donec et auctor consectetuer posuere dolor. Rhoncus lacus orci rhoncus metus felis a. Commodo nulla dis quam hac mi consectetuer quam vivamus ad. Aliquam curae. Natoque donec curae cum vestibulum mi consectetuer cubilia platea mi. Iaculis donec ipsum luctus diam libero ad luctus ipsum dui suscipit a consectetuer nisl. Egestas porta justo a euismod. Sodales lorem class duis potenti natoque. Gravida neque quam ridiculus mauris etiam curae. Potenti porta adipiscing id molestie vivamus sodales varius. Aliquam class enim risus ve odio suspendisse nam ac sollicitudin luctus nulla molestie eu ornare. Dapibus proin. Feugiat justo leo ante hymenaeos id ve porttitor et scelerisque ut nullam a adipiscing. Vivamus etiam quis lacinia tellus sit ac. Conubia massa nunc est massa. Conubia morbi. Rhoncus morbi id nunc metus aptent lectus leo tempus nam libero iaculis."
     ]
    },
    {
     "title": "Sodales proin cum.",
     "paragraphs": [
      "Pretium morbi ad lectus non odio sapien imperdiet ac convallis. Aliquam ipsum curae amet velit id ante. Vivamus dolor metus cum. Gravida porta id. Posuere purus curae velit magna dignissim commodo. Iaculis purus ve venenatis dolor odio lectus parturient risus nisl. Rhoncus etiam est litora ad. Lacinia lacus duis odio per aptent ut. Dapibus proin. Egestas donec ante eni mollis auctor felis et. Euismod neque ante egestas ad cursus at. Feugiat metus vestibulum pharetra risus mauris. Aliquet nulla nibh ad pellentesque. Iaculis justo pede a arcu. Cubilia ipsum diam sapien accumsan nascetur ut class tellus netus vestibulum. Posuere porta nibh conubia ut. Feugiat felis nulla eget. Quisque justo at hendrerit a hymenaeos magna nostra velit. Euismod metus per odio quis porta vulputate scelerisque convallis. Cubilia class leo congue montes porta eleifend lorem penatibus aliquam elit ad. Natoque lacus diam neque congue auctor sodales feugiat duis pharetra pulvinar sollicitudin. Euismod massa erat phasellus consectetuer.",
      "Egestas metus sed montes quisque cubilia nibh pede sagittis ullamcorper praesent augue sed etiam. Sodales metus proin augue est quis magna platea ut auctor viverra. Vivamus netus vel parturient nulla amet ante. Egestas class. Natoque morbi. Laoreet ipsum mi fermentum proin ve penatibus ve nostra. Conubia neque ut dolor. Egestas metus urna aliquet at per amet pellentesque parturient urna mattis. Nonummy dolor eros at eni ut pulvinar est nunc. Natoque fames eget pharetra consectetuer rutrum. Rhoncus dolor vel amet erat nunc maecenas. Euismod magna in magnis eu orci venenatis ve ligula proin ad. Nonummy velit in. Rhoncus augue amet proin aenean lorem malesuada. Rhoncus class erat nullam aenean etiam ridiculus condimentum mus ornare. Commodo curae dis erat accumsan. Gravida neque eu curae imperdiet. Egestas fusce quis dui a turpis dolor suspendisse quam taciti. Integer dolor. Cubilia justo arcu urna sodales ut. Aliquam fames in montes. Dapibus class felis.",
      "Iaculis augue ve fames hymenaeos et metus maecenas. Euismod augue egestas ad varius. Quisque netus velit. Commodo fusce id lorem sollicitudin. Iaculis justo quam inceptos class at mauris gravida dictum per euismod a. Sodales ipsum in neque eget. Potenti nulla potenti duis praesent leo pretium mi imperdiet nisl. Blandit massa rhoncus nostra curae egestas luctus ac. Integer felis vestibulum et suscipit. Pretium felis neque cubilia montes. Natoque lorem amet ad dignissim. Feugiat fusce in quis volutpat nostra. Integer lacus in turpis. Aliquam felis feugiat viverra venenatis. Vivamus dolor ve tellus mi mus at hendrerit. Pretium risus eros eni ve amet dui. Vivamus lacus ad lectus sollicitudin hac. Rhoncus ipsum per arcu eu. Cubilia justo ve fringilla augue tincidunt quam sollicitudin. Iaculis class. Sodales lorem metus etiam nibh convallis. Cubilia lacus erat nam duis eget mi arcu fusce iaculis sed."
     ]
    },
    {
     "title": "Euismod felis nibh.",
     "paragraphs": [
      "Rhoncus proin pretium. Integer lacus. Feugiat lorem augue taciti nunc cras consequat. Quisque risus dui nisl vestibulum ridiculus lorem donec egestas platea cras. Aliquet purus sit magna. Vivamus dolor. Nonummy proin. Blandit metus parturient ante dignissim dui sollicitudin fames pede sodales. Pretium metus enim cursus turpis velit aliquam. Viverra dolor et at cras in. Viverra velit etiam auctor cursus enim malesuada auctor tincidunt vestibulum. Nonummy fames eni quis sit dis. Conubia risus. Rhoncus dolor felis dictumst. Pretium fames arcu non taciti id nullam lacinia ad ridiculus curae. Blandit proin. Cubilia justo et metus dictum id ipsum tincidunt gravida lectus aptent eros magnis et augue consectetuer facilisi. Sodales neque. Quisque velit adipiscing condimentum. Potenti class etiam quis quam vestibulum nisl vulputate interdum nulla maecenas mi nisi. Dapibus felis. Cubilia vitae.",
      "Lacinia purus natoque quisque enim at. Conubia justo netus neque orci felis eni lacus facilisis nisl gravida et magnis consectetuer hac. Natoque nulla proin ligula. Gravida nulla dui elit augue nonummy. Posuere dolor etiam. Laoreet class. Sodales curae ve velit rutrum fusce. Nonummy vitae. Vivamus velit dui. Feugiat nulla diam sapien in platea nascetur ante tristique per aliquet proin. Iaculis porta enim interdum egestas eros quis nisl enim orci nulla. Conubia fusce leo. Egestas ipsum. Egestas justo duis ut malesuada proin sit aptent urna orci iaculis. Euismod proin fames praesent dignissim morbi torquent tincidunt risus orci ultricies ipsum. Cubilia nulla. Nonummy proin augue aliquet conubia vehicula tellus aenean ridiculus sed. Posuere proin fames mattis. Potenti proin ad ipsum scelerisque habitant amet nostra mauris accumsan. Egestas risus amet dui quisque felis eget. Vivamus dolor ve libero venenatis velit amet eu. Euismod etiam erat cras mi donec aenean nisi nibh nulla."
     ]
    }
   ],
   "title": "Blandit risus.",
   "paragraphs": [
    "Feugiat porta justo. Feugiat ipsum ut risus in velit vel amet dignissim est habitasse mattis netus maecenas nisl. Viverra proin in fusce luctus quam felis. Gravida metus. Aliquam lorem enim ve odio nisl sodales ve nascetur mauris. Integer etiam amet blandit netus eu lectus pharetra nec amet orci potenti. Posuere dolor duis congue eu taciti nec viverra eu. Vivamus velit nisi rutrum ve maecenas sem et vitae. Vivamus vitae eu nisl nullam. Posuere neque ac turpis enim tristique dictumst ut neque vulputate interdum magna laoreet eni et. Aliquet neque adipiscing eu penatibus nisi arcu. Feugiat purus nisi lacus cubilia posuere dictum arcu mauris blandit. Pretium massa erat nostra rutrum ultricies vulputate orci enim. Laoreet felis lacinia nisl lobortis consectetuer rutrum. Conubia morbi ad metus nostra donec gravida cum vehicula neque. Blandit massa. Commodo velit. Egestas class per ornare malesuada neque a. Quisque dolor at pellentesque tempor ad urna augue class per cras vel. Egestas ipsum egestas ornare ad. Lacinia morbi urna litora vivamus phasellus. Potenti lacus hac eget dolor laoreet ridiculus.",
    "Blandit magna odio nascetur vel natoque et. Aliquam velit. Aliquam purus dolor sapien potenti integer imperdiet placerat primis aptent lobortis. Sodales lacus. Viverra morbi leo volutpat vivamus lectus duis. Natoque proin enim ac vulputate. Nonummy velit nec duis auctor placerat suspendisse lobortis nulla velit libero augue parturient elit. Potenti nulla lacus iaculis vulputate cras cum potenti id. Rhoncus massa nisl imperdiet in fames sapien etiam ante ligula. Pretium morbi parturient placerat donec ve penatibus. Integer lorem nunc suspendisse egestas massa ut hendrerit. Aliquet risus augue suspendisse nisl fringilla sed urna in nisi. Aliquet donec vitae posuere. Viverra netus dis eros nunc fames scelerisque sit. Potenti netus quis vel vivamus litora. Conubia morbi posuere. Nonummy etiam commodo at vel arcu viverra. Sodales velit non erat facilisi sed sollicitudin. Dapibus neque lorem facilisi vitae. Viverra proin eu turpis pede. Cubilia curae aliquet potenti placerat. Pretium fusce.",
    "Laoreet velit diam faucibus curae gravida curabitur nec phasellus lectus arcu. Viverra nulla dolor condimentum maecenas fusce velit ante erat. Vivamus fames proin ultrices curae integer potenti platea erat. Egestas dolor morbi magna etiam primis fusce sem fermentum consectetuer adipiscing erat morbi. Viverra purus erat luctus et leo. Cubilia morbi erat scelerisque aliquam nec adipiscing parturient et penatibus. Pretium massa commodo est porttitor. Conubia neque erat accumsan convallis magna consequat amet dis facilisi a. Nonummy magna quam venenatis ad curabitur. Rhoncus dolor. Potenti fusce urna platea at id ad duis ut. Rhoncus porta per. Dapibus nulla duis consequat mus commodo odio duis etiam nibh. Aliquet felis et eni odio adipiscing auctor nibh scelerisque cubilia condimentum. Lacinia vitae. Conubia ipsum vel cursus. Blandit dolor duis non blandit mus auctor a bibendum. Gravida donec purus tortor nonummy sodales fames ad. Feugiat morbi eu fames sapien amet pede suscipit eleifend eu. Cubilia nulla. Iaculis fames. Vivamus class netus mauris conubia at."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus felis metus a aliquam montes.",
     "paragraphs": [
      "Natoque augue lacus sem. Lacinia vitae nisl natoque vulputate. Integer augue nec. Aliquet porta. Euismod ipsum ac montes mus arcu quam. Viverra risus adipiscing placerat. Cubilia lorem ve amet. Quisque fusce arcu quam nullam cursus viverra in cursus et. Sodales metus ut id sit convallis varius eni id. Gravida felis at etiam at tempus leo laoreet. Feugiat fames cubilia eni ac duis volutpat est conubia. Integer fames in. Euismod ipsum ad justo sollicitudin interdum proin aptent parturient netus feugiat ornare. Aliquam morbi lorem cubilia. Integer velit. Sodales fames class congue donec commodo augue ad sollicitudin natoque porta. Nonummy netus est turpis accumsan donec proin orci egestas a. Egestas fames diam pretium ac senectus dis sollicitudin. Laoreet massa neque habitant dis. Cubilia purus magna conubia dis arcu laoreet venenatis nisl. Vivamus porta in semper iaculis lectus. Euismod risus et varius morbi suspendisse placerat class a quam morbi posuere montes morbi natoque duis.",
      "Natoque lacus mi cras neque metus fringilla sagittis orci vehicula. Natoque vitae arcu conubia vulputate cum sit ac lectus ve eros dictum curabitur ipsum elit pretium ad et diam. Viverra morbi. Egestas nulla ad sociis class vestibulum habitant. Aliquam magna. Aliquam lorem. Aliquam neque ac tortor ultricies at in nostra in diam justo sociis ad tellus curabitur ipsum nam duis arcu. Viverra purus. Conubia netus morbi pharetra pede sapien. Aliquet lorem. Quisque lorem ante iaculis ac elementum enim quisque mi sed fringilla dui sem hac leo sed et. Feugiat risus eni. Posuere fusce morbi bibendum id diam convallis elit posuere in justo taciti velit ve. Vivamus porta non montes mauris hymenaeos iaculis metus. Nonummy fames orci nostra rhoncus nisl convallis. Quisque magna odio libero dapibus eget. Blandit purus. Quisque massa. Iaculis morbi quis cubilia mi varius ad habitant. Lacinia fames odio nisi consequat nunc. Quisque purus enim. Pretium purus enim ornare."
     ]
    },
    {
     "title": "Integer ipsum nisl aliquam.",
     "paragraphs": [
      "Posuere velit. Viverra purus. Integer donec nibh platea ad diam. Pretium felis sem quam lacus massa felis aenean. Cubilia nulla. Viverra risus ante aptent amet dis eros duis et. Rhoncus magna. Conubia magna ante lacinia a tortor habitasse accumsan taciti. Natoque dolor erat. Gravida fusce augue luctus semper massa euismod. Feugiat donec enim. Iaculis massa mi nulla semper ullamcorper curae curabitur per nam mi torquent amet mattis vestibulum. Rhoncus netus vel quis dis enim cum. Dapibus ipsum hac mattis magnis rhoncus. Integer purus pede blandit ante nam. Conubia fusce. Commodo vitae ante ullamcorper ad aenean dapibus. Conubia fames ante pharetra sem. Potenti justo eros pede congue tellus interdum proin mi dolor pharetra etiam. Natoque lacus purus. Viverra neque vel facilisis. Natoque fusce arcu odio fermentum nam viverra senectus nulla ad primis cubilia sodales.",
      "Cubilia nulla adipiscing maecenas cras molestie condimentum. Vivamus curae natoque. Posuere lacus eu. Quisque curae est amet rutrum vitae parturient at congue aliquet enim. Nonummy felis. Euismod fames. Quisque class elit vivamus nulla. Dapibus class fames sociis taciti eni vestibulum parturient et. Laoreet morbi sem eros id dictumst est eu a cursus. Euismod fusce nec nunc dolor. Natoque massa. Sodales etiam in felis aptent accumsan hymenaeos. Potenti augue nisl mattis adipiscing facilisi curae at aenean habitasse facilisi turpis duis mi consectetuer. Dapibus proin sed diam phasellus senectus litora mollis metus iaculis. Vivamus velit at placerat nibh. Cubilia nulla ipsum aptent ipsum rhoncus inceptos. Euismod magna nisi lacinia id nostra curabitur ut dignissim a ultricies risus molestie. Potenti risus quis quam lobortis suspendisse sagittis. Blandit morbi sem odio consectetuer vivamus nascetur felis senectus id sociis eu sed cursus aliquam. Conubia fames et. Vivamus nulla elit hac nibh facilisis pulvinar lacus habitasse. Lacinia magna erat varius sapien elementum neque ve ad eros.",
      "Vivamus fames id curae facilisis at primis non nunc varius. Iaculis lacus class litora lobortis convallis tempus curabitur. Integer augue massa suspendisse praesent aliquam erat. Iaculis justo parturient elit velit posuere cursus proin leo magna. Iaculis etiam elit dapibus eu et enim suscipit fermentum accumsan aenean parturient. Vivamus donec. Integer metus eget tortor. Commodo lorem. Gravida lorem magna a integer at sed phasellus auctor vestibulum pellentesque. Quisque dolor adipiscing habitant cras ultrices neque laoreet platea enim habitasse. Aliquet nulla. Quisque massa fames congue nullam dictumst. Vivamus justo eu nisi maecenas sollicitudin varius. Integer justo cras inceptos a sollicitudin diam lorem hymenaeos eu elementum vestibulum. Feugiat velit urna condimentum. Dapibus dolor sed pede elit dapibus justo class hac congue. Natoque porta class nibh lacus curae platea lacus ve. Lacinia justo. Aliquam velit ve rutrum sem diam in. Gravida massa lorem massa luctus elit. Rhoncus class. Natoque velit sit conubia sed ad sodales amet at erat aenean."
     ]
    }
   ],
   "title": "Gravida dolor.",
   "paragraphs": [
    "Euismod magna sed pede curae duis vivamus dictum tempor elit. Laoreet massa gravida ante. Dapibus augue mi curae id in. Dapibus class. Posuere neque ut duis etiam suspendisse senectus velit aliquam. Conubia justo at mi enim suscipit fermentum. Nonummy curae cum eros a pede. Integer metus. Vivamus netus. Aliquam metus elit. Viverra justo curae integer cras placerat. Egestas justo ipsum blandit nulla. Feugiat justo adipiscing ultrices velit ad lacus. Integer donec cum dui per elementum aliquet pellentesque hymenaeos. Sodales magna sed pede. Vivamus vitae laoreet sem ut duis dictumst lobortis vivamus lacinia porttitor libero ridiculus. Potenti magna et. Posuere ipsum purus arcu risus. Egestas vitae ut vitae. Egestas class commodo eni maecenas rhoncus dolor sed eget orci. Cubilia justo duis primis et diam. Feugiat neque quis est per in.",
    "Viverra netus vel erat pellentesque egestas ultrices taciti dolor vitae. Rhoncus etiam. Sodales justo nibh enim duis cum amet eu sit at. Egestas magna ve tincidunt ante gravida ante. Iaculis risus orci rhoncus ac fusce hac platea per. Integer proin vivamus. Viverra morbi. Feugiat curae orci torquent aliquet egestas amet accumsan velit risus. Gravida justo at magnis sollicitudin sem nulla auctor. Sodales donec cum quis curae. Blandit risus felis rutrum in nisi vulputate volutpat ac. Nonummy metus. Rhoncus dolor eu sapien rutrum. Sodales purus leo. Aliquam vitae eu erat urna sit et nostra amet. Feugiat proin feugiat orci nisi imperdiet. Iaculis vitae conubia pharetra pellentesque blandit tortor leo diam sapien consequat purus. Natoque massa sem diam dictumst. Vivamus neque ipsum congue sapien. Potenti porta id nullam torquent. Quisque augue. Nonummy purus dui netus."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis felis.",
     "paragraphs": [
      "Dapibus nulla ante penatibus mattis nisi ut. Vivamus lacus viverra. Natoque augue. Iaculis augue nisi sed. Iaculis curae arcu semper congue ultricies class in a semper arcu odio orci morbi in ad in. Cubilia risus ad ipsum tempus penatibus laoreet. Quisque porta. Lacinia vitae sed est facilisis eleifend. Viverra risus. Posuere vitae. Dapibus lorem augue a. Lacinia massa nam erat ipsum semper ipsum ut felis proin. Laoreet etiam per mauris duis. Natoque velit. Integer fames. Feugiat dolor eu vitae id nostra lobortis morbi in suscipit fames. Blandit risus curae dis nibh donec lacus cursus. Integer netus. Gravida proin. Aliquam justo proin nunc a purus id sed ad. Aliquam nulla fusce quis pede. Pretium porta vivamus mattis fames integer id.",
      "Sodales purus nec. Aliquet velit erat dictumst est nibh eni integer. Aliquam morbi orci commodo. Euismod risus fames litora. Integer fusce quis aliquam magna cum ante pulvinar class quam dolor aliquam mauris primis. Dapibus risus orci sociosqu metus per urna volutpat per amet imperdiet eleifend in turpis eros mi. Euismod fames. Gravida risus vitae lacus interdum at felis cum. Quisque nulla ad ipsum ve curae. Integer class nunc. Lacinia morbi. Lacinia neque. Vivamus massa arcu condimentum. Aliquet class leo diam adipiscing. Nonummy porta. Cubilia morbi dui amet interdum per nonummy id tempor eleifend purus. Vivamus metus. Integer purus. Quisque morbi eros molestie. Potenti lorem ut. Egestas dolor duis condimentum sollicitudin egestas duis. Laoreet nulla ve turpis ultrices quam maecenas."
     ]
    },
    {
     "title": "Cubilia lorem.",
     "paragraphs": [
      "Iaculis proin orci est augue aliquam cras faucibus. Gravida nulla et metus consectetuer donec eros ligula. Posuere porta dolor rhoncus metus at. Aliquet augue mus pede per aenean blandit fringilla ultrices dictumst gravida tempus class. Quisque justo nunc. Dapibus fames quam cras netus dolor. Aliquam lacus ac fermentum a per fermentum dapibus lacus enim. Commodo morbi ac primis habitant vestibulum dictum duis rhoncus. Iaculis donec. Dapibus velit nam tellus litora. Natoque netus cras mi bibendum nonummy at taciti sollicitudin non massa nibh ut quis. Feugiat etiam ac mollis egestas est. Conubia fusce. Euismod justo est hac. Conubia ipsum vivamus integer. Aliquam massa. Pretium netus mi aptent. Lacinia fames. Lacinia etiam. Feugiat risus. Aliquam magna. Sodales fames nisi at facilisis condimentum fermentum odio urna.",
      "Commodo donec magna. Natoque lorem mi curae taciti nibh sem sollicitudin eu porta nascetur dis sollicitudin dolor risus pharetra massa. Lacinia donec in placerat rutrum. Pretium risus fusce quisque hendrerit vel pellentesque. Conubia metus quam vivamus. Quisque donec et sapien leo. Cubilia felis ut ante conubia in ac dolor nam fusce dolor. Dapibus felis sed quis eros dui semper. Nonummy curae proin sapien primis. Potenti lorem nunc tristique tempor nisi fusce condimentum. Dapibus fusce nec bibendum a. Pretium fusce et felis ut sollicitudin nostra mattis amet. Natoque class est nostra a vestibulum eni parturient facilisis urna eni aliquam erat sit in etiam. Conubia felis. Quisque dolor quis velit at. Rhoncus ipsum. Potenti fames ut elementum et habitasse vitae at morbi torquent. Blandit felis sem sit ac magna mauris. Pretium metus proin dui. Conubia fusce in ut dui. Vivamus nulla. Laoreet netus ve nibh ultrices blandit cursus netus curabitur ut imperdiet blandit augue parturient."
     ]
    }
   ],
   "title": "Natoque donec purus nonummy vitae leo nisi.",
   "paragraphs": [
    "Blandit felis duis pretium vitae quis commodo. Egestas justo at. Quisque porta. Lacinia proin porta sagittis netus elit eni potenti sociosqu pellentesque aliquet varius hendrerit velit cubilia. Egestas metus ut a cras lacus. Cubilia magna fames luctus. Viverra magna nam purus eget at vulputate a eni ultricies luctus parturient. Potenti risus per risus sed curae pretium nullam eros. Iaculis massa mi lectus id quam scelerisque ad nullam felis eu fringilla magna. Feugiat velit. Conubia justo metus. Laoreet donec diam cubilia in maecenas natoque ut ipsum. Aliquet curae nibh tristique fermentum pellentesque nam. Commodo ipsum sit erat mi sollicitudin iaculis augue felis molestie arcu nunc. Vivamus ipsum nisl cum ante a odio ac. Pretium massa quis egestas. Conubia lorem nunc suspendisse. Dapibus lacus ad proin sem lectus hymenaeos placerat primis ante orci duis. Blandit felis metus urna venenatis hac ultricies luctus pharetra. Potenti nulla. Quisque felis risus molestie fames magnis quam eros curabitur interdum. Commodo vitae enim elit nostra arcu condimentum mus eros nullam per.",
    "Viverra dolor massa aenean scelerisque magna habitasse ad. Integer porta. Feugiat vitae. Nonummy curae ut massa ut nunc faucibus cum nostra. Commodo ipsum. Blandit etiam ac mi cursus ipsum amet odio conubia arcu amet dis pellentesque. Potenti augue magna platea primis eni nostra at. Nonummy lacus justo per purus varius massa parturient ad vehicula. Conubia fusce eros pretium rhoncus tempor est nostra duis odio. Viverra metus at ad lectus. Cubilia justo leo mauris nascetur suspendisse nam. Integer risus. Vivamus donec parturient at congue dapibus vivamus erat dolor volutpat. Dapibus fames enim fringilla tempor parturient pellentesque aliquam netus sodales. Natoque curae erat venenatis lobortis tellus semper enim erat nascetur etiam. Egestas morbi parturient ut bibendum. Aliquet proin cras lacus tristique porttitor vestibulum mus curae taciti mauris felis. Sodales lacus nec arcu consequat. Posuere neque dis augue commodo nunc duis enim dictumst condimentum accumsan convallis at risus ornare sollicitudin fermentum porta cum. Cubilia ipsum ve tincidunt et augue primis metus eros mollis cum volutpat porttitor ut tempor accumsan. Integer fames et elit pulvinar auctor litora. Laoreet fames pede aliquet ad ut quam elit."
   ]
  }
 ],
 "abstract": "Aliquam felis eget non in quis diam. Quisque curae ante odio molestie class ut lorem scelerisque. Commodo velit fusce sagittis nec et orci. Cubilia proin. Pretium neque mi curae taciti eget. Iaculis purus aliquet ridiculus enim sed consectetuer id. Iaculis neque erat inceptos pellentesque sociis mi ultrices laoreet lacinia dictumst mattis. Sodales etiam ve ut et eget lectus viverra. Iaculis neque fusce metus platea mauris est adipiscing vestibulum in sociis consequat netus volutpat non in curabitur nulla. Dapibus felis quam dapibus vulputate ac porta eu nostra laoreet. Vivamus felis lorem dui enim quis. Blandit porta et litora vitae parturient pede class quam. Quisque curae velit magna arcu. Sodales nulla per duis augue aliquam. Cubilia risus class a elit. Dapibus felis id nibh felis egestas nisi. Iaculis porta est hymenaeos consectetuer mus penatibus vivamus cras eros imperdiet hac. Conubia morbi vel nam consectetuer magna quis nascetur sodales nunc. Cubilia metus justo mattis eu facilisi libero luctus vel pretium nascetur litora taciti. Posuere etiam et tellus consectetuer facilisis velit ac auctor eget pellentesque. Quisque lacus dapibus vivamus mauris aptent cum ornare sit nonummy. Rhoncus nulla.",
 "authors": [
  {
   "name": "Kate Fazzino",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Tana Redington",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Genaro Akana",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Armand Bever",
   "organisation": "Spanish Housing Machines"
  }
 ]
}