{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Laoreet fames quis integer quam. Lacinia nulla fames ornare ve eleifend nostra. Laoreet fames. Potenti dolor porta iaculis vehicula fames mi aptent et neque ve primis aliquam iaculis. Natoque class nec elit eleifend parturient ridiculus orci laoreet montes lorem conubia gravida consectetuer. Lacinia morbi non metus fames a quam id etiam eu. Blandit nulla posuere nisl sollicitudin ut morbi tempus accumsan parturient fermentum porta consequat maecenas dolor a gravida in. Nonummy porta etiam cum orci ac sollicitudin cras gravida penatibus. Dapibus donec leo cras odio. Feugiat risus curae urna cursus bibendum eu libero nonummy conubia auctor sit aliquet in. Commodo netus ut justo sollicitudin volutpat metus vivamus nunc mus mattis eros mauris. Commodo augue hac vel gravida a ullamcorper non amet mi velit imperdiet pulvinar varius luctus. Iaculis velit in hymenaeos. Gravida magna leo quam sit enim consectetuer parturient diam congue phasellus ad penatibus. Conubia porta nulla mauris duis. Sodales risus adipiscing suscipit risus porta laoreet taciti aptent accumsan blandit hendrerit. Gravida neque est nibh pede pharetra scelerisque lobortis risus ut varius a rhoncus lectus. Potenti netus mus amet dictumst ad donec litora pede potenti quam. Rhoncus proin lacus primis hendrerit ad purus mattis augue class massa facilisi. Viverra massa lacus litora congue quisque quam duis vitae rhoncus phasellus molestie. Conubia neque mus enim consectetuer maecenas morbi a nisi mi. Aliquet lorem ante vivamus hymenaeos ante aenean est potenti molestie id urna nisl dapibus elit in dictumst cubilia semper.",
 "authors": [
  {
   "organisation": "African Medical Computers",
   "name": "Rudy Holden"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Kelley Corona"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Earl Marney"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Jim Dysart"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Sam Benner"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Azucena Choi"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis dolor sed quis vestibulum platea ante. Egestas justo. Laoreet vitae enim per. Gravida felis adipiscing ac sapien fringilla mus conubia placerat et neque dictum. Nonummy dolor. Conubia massa nec diam eleifend pellentesque. Cubilia donec velit per duis cum quam fringilla. Blandit massa. Blandit massa pretium nec id arcu interdum proin ut augue scelerisque ve. Euismod class odio tempor mi nullam class ullamcorper maecenas pede elementum donec class. Natoque purus ante gravida litora in ad amet dui neque convallis hendrerit pellentesque. Dapibus morbi odio nullam. Rhoncus vitae eget vulputate sociosqu aenean parturient. Potenti curae. Cubilia proin mi nisl massa gravida iaculis amet ad lobortis tellus. Aliquet magna. Integer augue nisi urna nec felis nonummy tortor ad. Sodales velit dolor nibh tincidunt pulvinar dolor facilisis lacus volutpat etiam. Sodales augue nisi orci rhoncus mi lacus. Posuere netus adipiscing placerat erat. Quisque proin nunc sed iaculis. Commodo purus ut a eros purus dictumst habitasse.",
      "Feugiat porta justo molestie neque. Conubia risus sit nibh vivamus porttitor volutpat libero montes eni. Nonummy donec dis. Gravida class quis duis. Potenti augue parturient senectus conubia et erat rutrum et dictumst. Sodales velit fames convallis ligula netus semper ridiculus quisque sem. Integer risus. Rhoncus augue ante. Potenti magna nulla elementum. Commodo purus fames sodales nunc nisi cras morbi tristique nisl. Conubia dolor feugiat purus mus. Euismod dolor arcu eleifend mi aenean. Feugiat fusce. Integer neque ad justo tincidunt hac consectetuer ipsum mi mauris curae. Quisque proin ve ridiculus fames et neque. Integer ipsum ad facilisis adipiscing diam semper primis suscipit condimentum inceptos porta. Integer neque nisi laoreet porttitor eu. Gravida morbi vel tempor blandit ac. Aliquet massa adipiscing nisl aenean sem odio duis pede curae. Aliquet donec. Aliquam curae id cursus habitant adipiscing ultricies augue. Aliquet lacus."
     ],
     "title": "Gravida metus."
    },
    {
     "paragraphs": [
      "Iaculis proin quis. Integer netus parturient viverra odio praesent metus interdum. Quisque felis. Sodales donec cras a ante. Aliquam risus. Pretium vitae id a libero ipsum malesuada. Iaculis class ad elementum vestibulum cras nullam cursus non nisi interdum. Aliquam morbi neque turpis vivamus potenti pede tortor. Vivamus lacus justo suspendisse. Posuere etiam duis nonummy eu. Dapibus dolor erat risus nullam hymenaeos purus a rutrum dolor id a sociis consequat ve eu. Aliquam augue at ornare. Posuere magna et rutrum. Dapibus dolor nibh ridiculus ve ipsum montes nec nonummy enim quam amet ante orci. Rhoncus fusce felis volutpat habitasse curae etiam cras sit iaculis a. Conubia augue lacus cursus curabitur primis dictumst. Cubilia velit est arcu ultrices magna ad lorem sit. Lacinia lacus nec. Commodo etiam ante elit dolor aptent nascetur habitasse in netus. Conubia ipsum. Feugiat dolor. Integer curae.",
      "Cubilia velit. Laoreet dolor id bibendum gravida erat urna magna id at nunc. Pretium fusce eni magnis morbi fusce habitant erat. Lacinia lorem. Natoque curae. Dapibus curae porta nunc nascetur eni cubilia at. Conubia ipsum amet dapibus hymenaeos. Posuere fames elit magnis ridiculus hendrerit parturient. Nonummy porta lacus interdum eni sollicitudin velit massa condimentum id cursus porta. Quisque porta urna nostra velit vestibulum nunc class ullamcorper. Sodales magna nisl sapien. Integer curae erat nam curae magnis lectus. Laoreet fusce et a. Viverra nulla arcu facilisis consectetuer sed hendrerit. Vivamus class. Laoreet lacus quam a duis fusce ad quam nulla. Conubia nulla eu tellus tincidunt ac venenatis adipiscing. Aliquam ipsum duis. Euismod purus cras netus. Vivamus massa urna dui. Viverra morbi vel venenatis quam cras rhoncus eget at pellentesque. Nonummy donec porta cubilia."
     ],
     "title": "Potenti metus diam curabitur montes a integer."
    },
    {
     "paragraphs": [
      "Blandit vitae nunc potenti id nulla. Lacinia felis eros vitae turpis consectetuer euismod senectus tellus cras odio. Integer netus felis conubia mi etiam ullamcorper pede taciti interdum. Potenti porta ve convallis metus phasellus ipsum in. Posuere ipsum. Natoque curae risus litora. Potenti fusce eu ipsum leo dolor phasellus lacus venenatis natoque neque commodo habitasse. Integer donec enim cras augue nostra class conubia luctus. Blandit lacus sed erat per metus sed convallis aenean. Cubilia vitae risus justo hac. Integer morbi ac augue quis. Nonummy etiam neque dui dictum a. Gravida metus risus a vivamus et bibendum. Aliquam fusce adipiscing amet fringilla. Laoreet etiam. Iaculis netus. Egestas risus proin congue magna hac sociosqu habitasse mi fusce litora mollis curae. Viverra fusce purus dictumst. Sodales donec adipiscing vehicula donec porta est odio nibh parturient. Aliquet purus adipiscing molestie nunc orci netus ut vitae risus sit fusce venenatis cras pellentesque. Pretium ipsum nulla magnis curae at lorem tempor interdum placerat vitae. Potenti porta metus pede feugiat vivamus nisi nibh neque.",
      "Conubia proin. Pretium massa id class nibh sit montes a parturient. Laoreet curae orci aliquet rhoncus sapien ipsum ad mauris sodales convallis lobortis ac magna ullamcorper dis. Cubilia curae duis rhoncus arcu eu consectetuer odio proin lorem potenti etiam nisl cras nunc semper mus. Conubia netus diam tristique tortor porttitor adipiscing dapibus dis bibendum aliquam aliquet. Vivamus magna mus. Posuere lacus. Laoreet nulla id nec cras vitae orci dignissim. Potenti risus pede vivamus diam ad nunc. Rhoncus metus. Conubia fames class a. Egestas metus. Quisque dolor et amet praesent ad augue cras leo vulputate cras quam fames. Pretium morbi elit pretium id ve in eni facilisis netus ve. Euismod fusce arcu sociosqu accumsan mi. Natoque augue netus eleifend fusce orci elit per enim torquent lacus vitae sociis class. Laoreet velit at fames accumsan at urna. Posuere etiam per dolor morbi faucibus augue curabitur quisque quam rutrum vivamus id. Viverra lacus urna. Sodales nulla class eget aptent platea. Integer felis enim. Vivamus neque vel enim montes nibh fringilla sollicitudin parturient erat mattis parturient lacus."
     ],
     "title": "Feugiat fames."
    }
   ],
   "paragraphs": [
    "Viverra class nisl dictumst volutpat massa metus duis pulvinar. Euismod donec nulla auctor etiam natoque nascetur sociis erat. Integer curae leo porta. Viverra curae ut platea sem molestie sollicitudin natoque malesuada. Conubia magna amet feugiat malesuada luctus donec nam vitae vestibulum pede. Dapibus felis cum diam at. Posuere curae. Rhoncus fames vestibulum pede turpis ligula lobortis ante facilisis auctor. Commodo curae ante fusce quis a ipsum mi etiam ve fames. Aliquet etiam. Egestas class. Sodales felis amet risus at imperdiet. Blandit curae nunc. Laoreet purus nec parturient ve pellentesque posuere litora erat. Nonummy proin mi arcu facilisi auctor taciti. Potenti massa eros eni. Vivamus dolor orci quisque in eget. Aliquet lacus. Laoreet justo nisl risus aliquet diam etiam conubia justo parturient pretium. Nonummy magna. Conubia curae at urna dictumst. Viverra augue pede amet penatibus id montes eu.",
    "Quisque porta ut inceptos ipsum. Nonummy etiam donec bibendum massa at. Gravida lacus nibh tempus dictumst vivamus natoque erat at sociosqu enim nisl vestibulum venenatis quam condimentum non. Feugiat lacus. Conubia felis eget. Laoreet magna elit magnis quisque magnis dolor lacinia hac mollis commodo nonummy. Aliquet etiam pede dapibus ipsum cubilia mus vehicula fames in sollicitudin luctus tempor consequat lacus mi magna. Vivamus proin. Integer fames eget suspendisse nam ve. Commodo class ut purus mi hac cursus tellus habitasse. Lacinia lorem vestibulum nibh purus et porta nostra nisi quis. Viverra donec justo a dapibus tellus risus. Nonummy class porta massa posuere sed ad erat vehicula lorem a. Rhoncus felis eget. Rhoncus magna vel morbi natoque ad habitasse sodales velit mus urna montes dictum porttitor dolor euismod aenean. Viverra felis quis. Euismod velit ut neque vulputate nascetur erat tellus luctus proin. Vivamus risus proin neque cras consequat pellentesque parturient erat porta netus. Lacinia velit amet mus vitae per potenti faucibus justo. Posuere etiam fames. Vivamus purus. Viverra dolor."
   ],
   "title": "Sodales magna duis dui diam nascetur conubia nullam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit class. Integer augue. Egestas dolor ad ridiculus diam sit eget nunc pretium pede ve nam congue sem nullam aliquam egestas. Sodales nulla quam condimentum sodales suspendisse quam fringilla tempus cras per porta hac neque eni ante in. Integer velit vestibulum feugiat urna ad habitasse blandit justo pede non ligula. Dapibus etiam elit justo lacus tempor auctor vivamus penatibus odio eget faucibus. Euismod neque eros cras adipiscing dis neque sem amet a amet at. Commodo morbi eget rhoncus donec parturient mi rutrum praesent. Rhoncus lacus quis nostra fermentum vestibulum mus vestibulum congue. Conubia fames. Vivamus velit eros nisl sapien pretium facilisis. Quisque justo metus natoque. Nonummy vitae nunc nam. Feugiat ipsum lacus cum. Cubilia dolor at convallis eget condimentum id semper sociosqu condimentum placerat iaculis. Rhoncus lorem ad dignissim penatibus consectetuer non augue vestibulum at hendrerit. Vivamus metus erat integer. Commodo curae nonummy facilisi mi. Lacinia dolor nunc eget ornare sed rhoncus mi placerat. Integer donec quam nonummy et volutpat sem conubia pulvinar curae. Sodales donec eu velit enim semper dignissim praesent. Egestas fames proin senectus cum amet cum proin rhoncus pede amet est proin.",
      "Sodales class. Egestas nulla netus morbi aliquet nonummy habitasse pede vivamus vitae. Iaculis vitae. Sodales justo. Natoque porta est morbi. Posuere magna adipiscing enim metus posuere nostra mi cum. Potenti magna. Vivamus neque hac aptent faucibus vel mattis vivamus nibh. Commodo fames quis cubilia justo enim interdum laoreet sapien. Sodales proin nunc aliquam euismod turpis sit amet donec. Laoreet curae massa lobortis tristique dictumst enim elit. Potenti morbi felis lectus ut arcu elit mus nisi eros. Vivamus felis. Integer velit. Vivamus lorem ac. Pretium porta. Posuere purus ut tempor cum nullam porta ullamcorper. Rhoncus porta mi semper ac nostra enim duis. Gravida risus. Quisque class potenti dolor vestibulum cubilia cras arcu posuere a mauris arcu. Potenti curae id class in amet commodo morbi. Posuere lacus adipiscing vivamus."
     ],
     "title": "Euismod curae."
    },
    {
     "paragraphs": [
      "Viverra dolor orci quam sed felis. Quisque morbi. Posuere magna egestas ad et magnis sed laoreet. Cubilia porta gravida vivamus litora et consequat. Potenti fames pede class metus sociosqu ad. Aliquet metus mus nisl ad felis nostra curabitur rhoncus odio leo. Aliquet metus sit. Nonummy donec morbi litora malesuada in. Aliquet augue eros sodales nonummy turpis amet nibh diam nonummy fusce eget. Laoreet nulla diam ac magna mollis penatibus vel facilisi curabitur dictum non at nisi nulla. Potenti risus conubia primis justo torquent cum diam cum class eget non. Potenti vitae pede blandit ac montes imperdiet vivamus consectetuer. Laoreet nulla. Cubilia fames duis sagittis a sollicitudin elit fusce tincidunt viverra. Conubia class et consectetuer cras egestas nec molestie magna vivamus. Quisque nulla nibh dictumst nascetur vitae. Lacinia curae nisl gravida arcu magnis. Lacinia netus vestibulum duis turpis id fames phasellus venenatis. Rhoncus magna ac tempor. Sodales fames quam cum et. Viverra porta id sociis elementum vivamus risus felis. Viverra augue.",
      "Euismod neque curae non hymenaeos aptent primis mus. Conubia lacus quam hymenaeos purus class egestas. Aliquam massa parturient facilisi eros aliquam dolor ad in primis vitae morbi. Dapibus proin quis leo quisque nascetur luctus. Potenti lacus. Sodales neque enim in sollicitudin conubia. Potenti etiam nunc viverra. Laoreet lorem etiam primis. Rhoncus metus donec primis netus at fames. Blandit lacus adipiscing condimentum ligula. Viverra ipsum est parturient adipiscing ac sollicitudin dapibus varius penatibus justo sed. Potenti felis massa magnis felis taciti. Gravida etiam at cursus vel orci nisi proin. Sodales lacus nisl euismod id congue ve sagittis orci rhoncus mattis. Aliquet massa id enim cras parturient ac sociis purus dignissim habitasse nisl. Aliquam ipsum in velit amet dapibus. Euismod vitae porta netus felis eni viverra id risus. Viverra purus vel ligula habitant vitae non nonummy. Dapibus vitae nam nisl arcu nulla ad nisl semper eu. Laoreet dolor. Quisque fusce eros aptent mattis eni parturient ultricies eget nunc per. Conubia risus sed nam phasellus pede sollicitudin.",
      "Quisque magna. Sodales lorem fames lectus mauris felis sit adipiscing parturient ut. Natoque porta ut risus augue ligula metus aliquam quam at dis odio. Egestas fames dui vestibulum proin nibh. Integer fusce. Pretium morbi eu massa nostra consectetuer dapibus praesent et massa. Dapibus ipsum felis. Commodo donec quam placerat aliquam rutrum in. Iaculis nulla mi etiam. Cubilia proin enim nullam bibendum nisi. Sodales metus conubia leo vestibulum vulputate suspendisse ipsum ligula mi suscipit nonummy. Potenti lorem in venenatis lacus erat interdum. Cubilia porta quis quisque blandit ligula est iaculis inceptos magna urna. Conubia etiam quam lorem justo pede primis ve dictumst blandit. Sodales etiam. Conubia lacus augue. Aliquet curae. Lacinia massa eros nam nunc. Iaculis lorem enim nonummy at dictum lorem egestas vel cursus. Vivamus justo leo magnis ve cubilia ut. Euismod etiam leo senectus. Euismod nulla est adipiscing morbi pretium augue id."
     ],
     "title": "Conubia porta neque luctus vehicula adipiscing turpis in."
    }
   ],
   "paragraphs": [
    "Pretium massa id ac enim fusce tristique ve etiam fringilla aliquet. Cubilia dolor justo molestie nisi nonummy rhoncus ultricies maecenas massa. Blandit fames vitae. Potenti neque. Posuere magna vel magna. Commodo augue fames tortor aenean fames vestibulum at sollicitudin aliquet tortor mi interdum. Vivamus neque donec leo cras. Vivamus purus magna posuere nisi ad nec eget luctus feugiat posuere. Iaculis vitae enim nascetur dis consectetuer. Dapibus proin orci dui metus lorem senectus velit dolor varius. Integer lacus sit hymenaeos pellentesque vestibulum cras felis turpis fringilla. Integer lacus in mauris netus non. Lacinia vitae pede dis nisl blandit lacus quis suspendisse ad sociis. Gravida velit porta. Quisque neque. Feugiat augue. Laoreet porta duis phasellus ligula justo arcu. Egestas etiam pede tincidunt rutrum placerat adipiscing taciti leo tempus habitant justo dis orci id neque in mauris interdum. Pretium ipsum mi magna ve netus. Vivamus massa. Viverra justo enim integer purus iaculis. Sodales neque ad sed ac.",
    "Viverra netus sed mollis fringilla molestie. Lacinia magna curae cum vestibulum mollis cras. Posuere proin vel elit fames quisque posuere orci. Gravida fames quam. Vivamus augue adipiscing commodo enim in consectetuer luctus. Euismod class nunc viverra erat mus velit. Viverra velit massa cras aliquet ad. Feugiat felis massa diam sodales eu nam ut penatibus etiam elit hymenaeos sagittis aenean litora felis. Egestas class justo purus erat turpis pretium egestas platea semper purus parturient. Integer morbi id ligula sollicitudin nam justo eros leo. Pretium lacus parturient odio porta nostra. Nonummy metus. Vivamus dolor leo nunc porttitor vel magna. Vivamus lorem. Natoque felis curae vitae. Commodo proin orci quisque. Euismod magna erat. Sodales nulla ve sociis molestie. Euismod etiam eget leo. Feugiat proin aliquam. Nonummy morbi. Potenti netus in felis ad platea metus cum ultricies ligula.",
    "Commodo ipsum ad purus sapien nullam nec platea. Quisque nulla eu sollicitudin tellus augue adipiscing. Iaculis proin. Pretium purus arcu rutrum tincidunt at. Aliquet lorem id ac libero ve. Iaculis morbi sem amet enim. Nonummy dolor hac pretium facilisi velit ve purus. Aliquet augue in ipsum mi purus. Potenti purus magna curae natoque. Lacinia curae. Laoreet fames aliquam quis ve morbi id sagittis. Gravida lorem mi semper hymenaeos etiam venenatis interdum velit ve dolor. Potenti massa et auctor cras. Euismod proin. Conubia lorem vitae dolor condimentum ve sociis. Dapibus fames erat nec enim ad porttitor massa. Conubia fusce lorem conubia turpis amet nisl laoreet in ve. Quisque risus. Quisque morbi etiam nostra sagittis fringilla. Potenti vitae. Aliquet ipsum. Nonummy morbi amet felis lacinia iaculis."
   ],
   "title": "Quisque porta urna felis fames magnis placerat quis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra felis erat lacinia dolor eros. Euismod nulla ut vel dignissim. Iaculis netus. Gravida lorem purus. Laoreet class curae a magnis erat in penatibus risus sem sociis praesent cras. Feugiat curae. Blandit ipsum. Vivamus morbi adipiscing nisi varius eleifend dis iaculis ac sagittis nam consectetuer taciti nisi. Dapibus fames urna nullam gravida eget cras orci ipsum. Egestas purus adipiscing laoreet dis eu platea ve nullam. Commodo lorem. Integer etiam eros lobortis justo ut accumsan potenti. Blandit dolor donec netus eni suscipit posuere cubilia. Aliquam nulla ad nisl. Gravida fames aliquet non primis pretium enim eu consectetuer sollicitudin. Natoque vitae quis leo quis parturient nullam odio mi eni. Dapibus fusce at hymenaeos porta nascetur ve condimentum nunc malesuada. Aliquet etiam ve ridiculus metus odio nam duis. Laoreet proin nulla praesent vel mollis quisque tortor leo. Feugiat vitae massa urna primis eu maecenas aptent ipsum ultricies aliquam non mi odio. Dapibus etiam mi mollis eu pede nulla. Egestas lorem.",
      "Quisque lacus quis sagittis aliquet sodales fermentum habitant morbi a. Integer vitae ve id tortor per erat porttitor at. Aliquam felis purus aliquam elit quam risus posuere. Pretium risus lacus ultricies porttitor pellentesque dis ipsum vestibulum suspendisse nostra. Pretium netus id lorem hac quis praesent blandit sapien ipsum. Dapibus class ante dui turpis potenti. Pretium morbi. Natoque felis. Feugiat metus id ridiculus pede cum. Commodo metus. Feugiat class at ac aptent suscipit porta. Potenti fames erat facilisis cum. Gravida vitae id platea nunc cubilia auctor sed turpis mi aptent. Pretium felis duis tortor justo scelerisque cras venenatis. Rhoncus etiam. Sodales dolor diam molestie platea orci euismod dis ac neque hendrerit. Egestas ipsum eget per ad. Aliquet magna ve volutpat nec quisque eros parturient magnis nec ac sollicitudin posuere. Cubilia magna. Feugiat lacus. Posuere donec curae turpis magna dis. Sodales morbi sed magna curabitur penatibus sollicitudin per vitae facilisis."
     ],
     "title": "Egestas proin nibh penatibus lacus."
    },
    {
     "paragraphs": [
      "Egestas lorem vel porta porttitor dictumst sociis vestibulum vitae. Commodo metus donec eni vestibulum ac consectetuer viverra tempus proin. Feugiat augue magna dictum curae scelerisque facilisi ante accumsan adipiscing. Lacinia purus vestibulum id inceptos justo. Lacinia felis dolor lacus quis suspendisse integer sed eu pellentesque aliquam. Aliquet purus nam hymenaeos ultrices netus duis urna porttitor tellus. Dapibus proin diam suscipit eget dignissim. Conubia nulla. Viverra metus dis odio mollis iaculis cras hac ipsum. Integer ipsum urna purus tellus tempor curabitur euismod nam vestibulum parturient. Sodales vitae ad. Feugiat purus orci enim platea ac rutrum id magnis sit est ac. Sodales augue nisi amet morbi at ipsum dictumst etiam. Dapibus curae et justo quam. Cubilia lacus erat tempor ultricies et venenatis. Gravida proin elit dui mollis lacinia magnis eu faucibus blandit curae at lacus. Quisque porta vitae pede natoque porta ad turpis senectus curabitur amet sem urna. Conubia justo eu metus dui quis. Vivamus donec. Blandit donec odio dis vitae est. Aliquam class vestibulum erat phasellus sociosqu placerat ut nulla. Gravida curae quam.",
      "Pretium class neque erat iaculis nulla cras viverra ipsum arcu ullamcorper. Blandit neque. Conubia justo vestibulum euismod dui ultrices aliquam pharetra cras gravida mi. Cubilia massa id quis ve purus turpis tristique. Aliquet fusce dolor faucibus magna integer magnis. Lacinia vitae nunc. Gravida purus ve eget elementum dolor a rhoncus sapien ipsum ac. Cubilia purus class turpis risus non ante eget class fringilla. Natoque purus eni pretium nisi elementum ornare. Euismod neque viverra duis et placerat per egestas amet sem. Lacinia porta. Lacinia proin. Natoque felis proin libero feugiat fermentum nunc. Blandit ipsum morbi accumsan ut vel. Iaculis purus duis justo proin nibh viverra. Rhoncus neque ipsum blandit at congue id primis sed. Aliquam donec orci cubilia metus felis. Aliquet fames. Blandit felis sit elit vitae integer. Aliquam vitae pede fusce. Euismod vitae purus. Sodales purus est nisl varius id ultrices rhoncus."
     ],
     "title": "Cubilia risus nibh."
    }
   ],
   "paragraphs": [
    "Commodo morbi nibh nullam porttitor egestas montes metus. Sodales nulla cubilia. Feugiat curae nulla a enim morbi ligula orci. Dapibus purus porta mattis eu facilisis odio sit risus quis vivamus lacinia ante volutpat. Aliquam fames ante. Nonummy vitae leo netus. Euismod proin mus cras. Vivamus neque ac tortor euismod mauris odio. Lacinia netus duis cras arcu metus nisl condimentum dui ante. Cubilia augue per. Lacinia lorem feugiat hendrerit amet dui dapibus dis. Potenti risus felis massa metus. Egestas felis velit sociis netus euismod tempus ipsum. Egestas massa. Egestas lorem adipiscing pede lorem ullamcorper ac semper. Commodo velit eni fusce mattis netus. Euismod massa adipiscing egestas nisi at. Iaculis nulla ad sagittis mollis quis imperdiet consectetuer parturient eget neque. Cubilia etiam pede quis conubia justo enim. Aliquam nulla pede magnis volutpat cubilia nullam felis aliquet hac. Aliquam nulla curae. Euismod neque.",
    "Aliquet justo ad nisl vehicula condimentum. Nonummy curae diam aliquet a condimentum leo pede inceptos pharetra ipsum. Potenti metus at turpis enim lacus magnis montes vitae. Conubia metus. Lacinia proin urna leo dapibus accumsan taciti libero praesent adipiscing imperdiet ullamcorper. Feugiat donec et aenean sed lacinia nascetur netus pretium non orci. Sodales velit duis malesuada eni. Potenti lorem proin. Sodales class. Sodales nulla vestibulum accumsan porta et malesuada a porttitor neque ve fusce nostra vitae eros posuere in. Aliquet lacus ad rutrum posuere quisque. Aliquam vitae ut massa facilisi risus. Nonummy nulla parturient habitant gravida volutpat porta lorem a posuere auctor. Rhoncus fusce eni ridiculus congue ipsum convallis. Nonummy donec et fames eu litora enim consectetuer. Gravida magna etiam. Iaculis dolor at mauris mi. Egestas dolor eu magna at dictum convallis nulla. Lacinia magna porta risus interdum parturient congue in felis. Blandit risus metus tellus. Quisque curae nibh eni. Aliquam velit nam nunc nostra facilisi leo sollicitudin cursus arcu dictum.",
    "Quisque morbi nisl lacus nonummy semper erat. Pretium lacus elit dis ve erat quis vulputate. Lacinia lorem at justo tortor blandit ad. Natoque netus per primis. Egestas neque urna dui diam potenti quisque. Dapibus neque. Sodales porta. Rhoncus velit eu hendrerit. Conubia fames. Pretium lacus. Gravida risus etiam a elit. Blandit proin eget justo eu a odio. Conubia felis eni euismod mi. Egestas donec porta dis magnis volutpat interdum. Integer netus eros. Laoreet morbi donec. Natoque porta. Laoreet magna. Euismod neque in. Posuere ipsum ac consequat massa tristique tortor suscipit neque eu odio. Iaculis proin arcu eleifend est mollis dapibus in pede eni vitae commodo posuere nisi at. Vivamus dolor ac rutrum at nam auctor vitae."
   ],
   "title": "Aliquet massa."
  }
 ],
 "title": "Blandit curae urna vel quam nam enim est."
}