{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Natoque morbi urna proin netus litora dis nisl neque. Gravida massa cras orci curae semper varius tristique sem curae porttitor volutpat porta a ornare penatibus quisque felis. Conubia risus ante nisi. Natoque magna risus cursus velit vestibulum inceptos erat taciti per ultrices penatibus arcu non quam. Euismod felis ac arcu enim habitant ullamcorper dui nostra taciti vehicula vivamus justo. Blandit metus vel odio nisl erat tincidunt varius faucibus suspendisse maecenas tristique curae dignissim et ligula nec. Sodales velit id phasellus neque malesuada volutpat ve. Lacinia donec. Sodales morbi erat orci arcu aliquet. Commodo dolor sit class ligula odio malesuada. Commodo proin vestibulum mi phasellus ultricies nisl dolor feugiat in mi ve nostra vehicula. Viverra proin duis accumsan mus. Vivamus velit eni tempor. Aliquam justo dolor dui nibh pharetra potenti euismod urna in dolor. Viverra augue neque natoque duis eros adipiscing. Sodales curae iaculis magna eu mi eu diam. Gravida felis mus felis rutrum magnis sagittis enim ultrices sollicitudin mollis morbi sociosqu. Rhoncus felis eni metus tincidunt torquent. Nonummy morbi blandit nostra diam. Sodales massa in venenatis purus augue quisque ad enim dui mattis id sociosqu tortor mattis est vestibulum luctus. Commodo netus eros magna purus nunc. Potenti etiam duis.",
 "authors": [
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Josue Clowers"
  },
  {
   "organisation": "Price Chemical Industrial Realizations",
   "name": "Jim Dysart"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Blandit velit ve curae ac nulla. Viverra curae. Feugiat massa sem nisi consequat sollicitudin. Euismod lacus vitae dictumst hymenaeos morbi consequat duis viverra vitae id primis. Gravida massa nunc aliquet ante malesuada nibh odio. Sodales fusce eget vivamus ad tempor ultricies sit class aliquet leo vestibulum. Pretium netus. Quisque purus urna laoreet at dis orci diam. Gravida augue. Posuere ipsum. Commodo etiam urna facilisis purus per fringilla semper nascetur scelerisque pharetra tincidunt. Potenti etiam elit a lacus pretium laoreet malesuada luctus mauris. Natoque purus erat montes elementum commodo augue in. Rhoncus lacus elit viverra id curae. Pretium felis ac a amet parturient litora bibendum ridiculus erat sem. Posuere vitae natoque diam in mattis conubia ut quis eu. Natoque justo velit. Aliquam nulla amet rhoncus taciti purus. Laoreet velit donec tempor in odio arcu. Natoque magna ut ligula ridiculus ad fringilla scelerisque. Quisque lorem id tortor ultrices suspendisse. Feugiat netus.",
      "Natoque morbi ad a cras porta. Sodales massa elit mollis vulputate eu eget cursus facilisis. Nonummy proin mi quam nunc. Egestas magna porta mollis. Natoque lacus eget fringilla. Quisque etiam. Posuere nulla quam habitasse mattis adipiscing sollicitudin viverra risus at. Egestas netus magna ornare tellus dolor. Vivamus proin ac mi montes nisi quam. Sodales felis dui eros cras purus elementum sit erat accumsan fermentum. Potenti neque fames per. Lacinia felis ante aliquam. Nonummy donec eget facilisi habitant dapibus placerat metus dapibus. Commodo risus mus vestibulum adipiscing ut malesuada a. Aliquam justo eget tellus viverra elementum cras sed cras a eget. Aliquam ipsum ve magnis id quis bibendum. Potenti massa ve mauris faucibus vitae integer dis et turpis imperdiet. Euismod proin velit condimentum at nullam ligula conubia. Sodales donec cras ante pulvinar hendrerit sagittis. Dapibus lorem cras mattis. Lacinia lorem. Viverra vitae odio ve quis interdum facilisi.",
      "Iaculis augue. Sodales massa cras ullamcorper integer suspendisse orci nibh pede. Dapibus class et proin varius interdum hendrerit faucibus eu semper et lobortis nam. Blandit neque justo suspendisse senectus. Natoque proin diam nullam cursus netus. Conubia augue enim elementum consectetuer parturient nibh neque aptent vitae curae. Potenti augue cras tortor ac cum porttitor. Laoreet donec erat habitasse. Pretium justo. Egestas risus. Egestas risus amet magna montes ipsum vivamus tortor consequat conubia. Aliquet vitae in. Aliquam porta quam massa ve lorem ve. Conubia fames lacus litora bibendum habitasse enim. Egestas porta urna sociis. Cubilia lacus porta auctor amet urna dis rhoncus enim duis tempor. Vivamus nulla cras neque ve enim. Sodales class nisi congue tellus fringilla gravida pellentesque mollis. Euismod etiam non diam nibh libero. Natoque purus magna. Viverra risus morbi dictum in vitae consequat dapibus velit. Potenti magna augue eros ligula vivamus."
     ],
     "title": "Conubia lacus justo tempus eu."
    },
    {
     "paragraphs": [
      "Feugiat risus odio per odio sollicitudin feugiat habitant. Euismod purus. Egestas fusce diam orci. Gravida justo ad consequat imperdiet. Quisque porta nisl sit quam arcu. Vivamus proin. Vivamus morbi. Posuere felis nisl. Viverra felis velit purus condimentum et. Laoreet class dis. Sodales neque nam nibh per. Nonummy magna fames. Viverra lorem nisi. Blandit porta class nam porttitor dis pellentesque luctus rutrum elementum est vivamus. Integer massa neque nam volutpat a consectetuer orci conubia at sociis consectetuer dapibus dolor. Conubia netus. Natoque neque elit condimentum sollicitudin viverra diam. Blandit augue eu. Egestas nulla purus proin dictumst est orci consectetuer sodales facilisi. Posuere fames adipiscing ac convallis a per fermentum augue. Sodales nulla ad quam. Aliquet augue eget maecenas class facilisis.",
      "Laoreet massa natoque. Viverra nulla non gravida elit ante massa mauris felis ullamcorper. Lacinia dolor. Nonummy lorem. Natoque morbi laoreet et curabitur magna tristique varius vestibulum. Viverra dolor amet sit eni ve. Commodo risus at dis tristique nibh sed facilisi a pellentesque. Potenti class. Euismod fames magna tellus cursus augue parturient ullamcorper ligula ad porta metus natoque integer. Vivamus curae orci auctor tempor facilisis. Potenti felis. Rhoncus augue nam duis laoreet fames euismod dignissim elit non sapien integer viverra nascetur pretium class. Commodo massa. Iaculis porta ac donec cras suscipit sollicitudin nullam. Dapibus nulla metus odio augue luctus. Gravida proin parturient enim. Gravida fames per parturient montes sit gravida. Conubia felis sem. Laoreet etiam amet potenti mollis risus blandit quisque urna. Sodales lacus. Rhoncus metus vestibulum aliquet. Vivamus augue nunc etiam morbi per integer massa mi amet sociosqu convallis."
     ],
     "title": "Iaculis felis quis egestas."
    }
   ],
   "paragraphs": [
    "Sodales proin. Dapibus augue leo nisl. Pretium justo at fames felis habitant elementum amet nec. Laoreet metus velit sociis morbi massa aenean. Sodales morbi ac. Euismod curae id felis. Quisque felis. Aliquam risus velit phasellus. Feugiat lorem erat nisi erat tempus ad lacus ullamcorper per urna facilisis augue a quam nulla aptent adipiscing metus blandit. Gravida ipsum. Sodales curae. Laoreet vitae arcu curae consequat gravida netus elit condimentum ve tellus mollis quam. Potenti lacus mus vestibulum ornare ultrices nisi nonummy ad ve non in class leo etiam. Potenti porta sed ipsum dui pede. Integer ipsum class vitae viverra accumsan justo odio. Commodo massa nunc nonummy. Vivamus lorem arcu sapien sodales. Potenti massa vestibulum rhoncus amet. Viverra neque. Sodales justo. Gravida class ante suspendisse hac lectus tellus ipsum vel. Gravida proin.",
    "Lacinia neque ut platea hymenaeos sagittis sapien etiam felis egestas non adipiscing sapien. Pretium etiam velit ridiculus. Viverra ipsum sit nisl pellentesque egestas sagittis. Posuere lacus in tincidunt. Aliquam nulla mus cras vel donec parturient. Rhoncus velit morbi malesuada ac. Feugiat risus augue auctor facilisis fusce nec. Sodales curae mi metus ad curae. Integer augue. Integer class urna egestas. Commodo lacus in netus curae elit nec montes accumsan vestibulum ligula felis. Dapibus nulla. Natoque donec. Integer ipsum commodo eu posuere orci. Dapibus donec pede habitasse dignissim dolor nisl urna orci ve metus. Natoque velit odio netus egestas torquent pellentesque cubilia nullam eget ad facilisi. Sodales dolor eros sapien potenti elementum enim elit eu venenatis aliquet. Feugiat augue massa. Lacinia felis fames velit blandit. Commodo fames fusce dui nunc. Nonummy augue. Natoque dolor in morbi cras ad turpis pharetra adipiscing hendrerit porta ac."
   ],
   "title": "Lacinia magna diam aptent nam vestibulum penatibus donec."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo velit leo dis hymenaeos. Commodo lorem arcu. Rhoncus ipsum et. Viverra morbi. Viverra netus. Integer class nec per aliquet in integer pede aliquam ac in. Gravida netus. Iaculis lacus. Lacinia justo diam dictumst ac tempor non ad. Feugiat class et ante pharetra ac sed ultricies rutrum vehicula fringilla ad mollis. Commodo felis sit tempus eleifend torquent velit mi venenatis class. Laoreet risus amet aptent phasellus viverra risus in. Blandit fames elit sed nisi pellentesque adipiscing eget mollis iaculis pretium fames ac. Aliquet justo. Conubia etiam morbi tempus imperdiet. Euismod porta per orci mus a semper elit tempus. Integer nulla eros morbi accumsan non aliquet fusce cum commodo lorem hac. Lacinia curae quam a ante magna varius etiam adipiscing condimentum. Gravida ipsum. Posuere netus. Posuere nulla. Quisque morbi leo massa.",
      "Commodo fusce. Aliquet metus. Posuere magna. Quisque fames per imperdiet cras hymenaeos in. Pretium curae magna viverra conubia erat diam molestie a consectetuer quam rhoncus eu netus dictum aenean. Iaculis porta odio sem. Integer augue elit ullamcorper ut sociis dignissim. Aliquet risus. Iaculis vitae donec convallis erat feugiat arcu vel. Egestas dolor eni ridiculus pretium dui in ultrices quisque. Gravida etiam urna. Posuere curae nisl elit ridiculus faucibus lorem magna. Dapibus augue vestibulum sagittis laoreet magna eros nisl feugiat. Laoreet curae. Vivamus proin. Feugiat lacus neque sociis parturient ipsum erat velit tincidunt tempus vulputate cubilia risus nisi. Viverra lacus ad duis pulvinar vitae mi purus sociis pede. Cubilia felis et donec. Sodales vitae cras hac proin leo dis mi. Euismod class. Cubilia velit vel. Vivamus morbi erat ullamcorper integer ullamcorper."
     ],
     "title": "Integer metus amet."
    },
    {
     "paragraphs": [
      "Pretium augue mi lobortis mauris litora fusce scelerisque placerat. Nonummy augue eni porta. Natoque netus orci. Iaculis morbi ac fames. Conubia felis dis nisi auctor vestibulum consectetuer nonummy porta. Blandit fames ac magna hendrerit posuere justo odio aliquet magnis cum urna nulla. Gravida massa cras hymenaeos volutpat sociis adipiscing lorem arcu dui fusce diam a. Vivamus lorem enim inceptos sollicitudin aptent lorem. Posuere neque vestibulum accumsan diam tellus feugiat ligula dui parturient risus. Aliquam donec neque lorem senectus nibh phasellus tortor eni tellus accumsan enim amet adipiscing nec parturient venenatis felis. Posuere metus fusce a tempor urna nec in nisi. Aliquet neque at montes velit mus ante viverra. Viverra ipsum mi lacus mus arcu adipiscing orci. Integer velit sem odio pharetra suspendisse maecenas duis egestas fringilla eros. Sodales lorem justo tempus ullamcorper. Viverra lacus erat lacinia eget phasellus enim elit amet purus lorem arcu. Lacinia vitae in purus penatibus class consequat dui ultricies dictumst mi ornare. Natoque dolor id libero senectus adipiscing aenean ut. Natoque massa odio massa. Iaculis dolor nam erat egestas risus elit non arcu. Feugiat fames. Lacinia lorem orci laoreet ut mi urna massa pulvinar.",
      "Egestas lorem nisi suspendisse nec erat hac libero sed. Laoreet fames vel. Laoreet dolor sit odio a urna adipiscing hendrerit lacus aliquam. Posuere nulla. Aliquam purus class libero. Potenti felis et ultricies massa fermentum vestibulum nisl purus dolor hac urna parturient ut. Commodo vitae fusce integer habitasse eget venenatis per ante augue. Dapibus fames et hymenaeos ut tincidunt scelerisque tincidunt eros. Sodales massa nisl auctor. Potenti class eget viverra elit proin. Gravida ipsum id non dignissim leo pellentesque mattis ve rutrum auctor porttitor. Natoque class metus hac venenatis litora vestibulum purus quisque vulputate luctus curabitur maecenas nullam ligula. Sodales nulla mi primis metus quisque auctor ac auctor justo. Rhoncus netus sem nibh non natoque aptent non vestibulum adipiscing ad cursus hendrerit. Commodo magna eni litora congue magna. Commodo justo potenti vulputate ante orci duis. Potenti lacus fames suscipit metus vitae quis metus. Euismod neque nunc elementum nec ipsum quis euismod. Natoque justo eros morbi nunc. Nonummy dolor in sagittis aliquet ligula luctus nec. Lacinia curae urna a lorem eu pede. Feugiat fusce in augue at lectus ad egestas ad suscipit turpis diam porta aenean accumsan fermentum.",
      "Natoque donec. Posuere purus est. Laoreet donec urna etiam massa rutrum dictumst condimentum eleifend phasellus rutrum sem cubilia a ullamcorper eni erat. Conubia fames arcu at urna volutpat maecenas. Aliquet vitae. Iaculis metus vel dictum posuere blandit tempus fames erat. Blandit curae eget eni a aptent nisl erat. Posuere metus. Vivamus fusce per eros sollicitudin euismod. Quisque netus nibh elit elementum etiam ac ridiculus. Laoreet lorem. Dapibus magna eget cum sed sodales interdum aliquam. Viverra morbi justo litora luctus sed integer at enim vitae mus pharetra. Posuere augue nisi cubilia ut. Cubilia fusce amet nisl viverra ut vulputate nisl hymenaeos. Natoque lacus ac luctus ut torquent dis dapibus dis id curae leo morbi dapibus amet. Conubia magna. Gravida neque cum aptent pulvinar adipiscing hymenaeos justo aenean ac vel. Blandit netus at consequat duis feugiat odio non lectus auctor malesuada. Aliquam magna mus turpis eu. Vivamus lorem per cras habitasse congue quam habitasse erat nec. Aliquam justo aliquet mauris."
     ],
     "title": "Iaculis dolor."
    },
    {
     "paragraphs": [
      "Integer risus nisl nec lacus facilisis dis proin donec. Egestas purus diam nam luctus natoque aliquam tristique. Commodo velit ve magnis blandit conubia montes. Feugiat magna mi varius. Viverra neque ad aenean. Laoreet donec aliquet. Cubilia felis eu class. Aliquet fames cubilia malesuada vel dis conubia bibendum diam quis porta. Quisque lorem id ridiculus. Dapibus proin quis vehicula facilisis cras. Feugiat purus eros euismod. Pretium risus orci montes molestie facilisi sollicitudin parturient egestas urna augue consequat semper. Lacinia fames id cum platea mi eget lacus. Lacinia ipsum risus vel pede hac ornare commodo porttitor quam nec enim volutpat. Aliquet magna. Nonummy lacus adipiscing dapibus eget pellentesque. Commodo neque arcu blandit dapibus nulla sem. Commodo massa ad etiam sed. Blandit felis risus ligula orci ad erat netus ve. Egestas class sit montes mollis mus suscipit fames enim eros potenti donec ante. Egestas porta. Commodo metus dui faucibus convallis sapien suscipit sed egestas eu fusce ad.",
      "Commodo dolor. Euismod felis. Feugiat fames. Gravida augue morbi vel quis duis eleifend fringilla a. Euismod dolor arcu dapibus eu. Potenti porta sit parturient ut nascetur ante. Egestas augue nunc maecenas sem sodales luctus erat. Posuere fusce ut eros dolor tempor proin iaculis. Potenti nulla cras. Conubia class adipiscing duis magna donec. Feugiat ipsum. Iaculis proin. Iaculis etiam urna aptent non turpis torquent sit. Gravida lorem. Laoreet ipsum et pede. Posuere lorem diam laoreet quam sollicitudin facilisi ipsum consectetuer vehicula. Euismod lorem metus tellus risus eni tempor. Commodo fames nulla. Posuere risus hac ligula aenean eros tristique pellentesque. Iaculis vitae nisi. Gravida neque. Euismod magna sit."
     ],
     "title": "Feugiat metus nam quam dis litora aliquam nonummy pellentesque."
    }
   ],
   "paragraphs": [
    "Laoreet risus. Euismod donec. Sodales augue. Natoque porta. Quisque purus justo imperdiet bibendum. Sodales fusce in ultricies habitasse consectetuer sed risus platea facilisi hendrerit dis dignissim magnis. Posuere felis. Laoreet velit non cursus. Posuere etiam in a luctus fusce parturient facilisi class. Feugiat lacus eni arcu a magna ut porta lorem. Pretium risus erat vulputate eu sociis senectus condimentum torquent amet. Egestas lorem. Posuere netus donec a enim in fermentum tincidunt. Feugiat risus amet potenti. Feugiat lacus enim blandit ut. Viverra proin mus. Gravida donec massa mauris mi orci penatibus sed hymenaeos lacinia ornare cras ullamcorper. Vivamus velit diam sed ante sit risus nec. Posuere fames. Natoque proin odio euismod libero proin. Sodales etiam nec dui consectetuer in. Natoque lorem elit amet magna auctor.",
    "Commodo curae per sapien non parturient. Lacinia augue. Gravida lacus porta aenean primis dolor feugiat dui at nunc. Natoque justo nunc egestas. Aliquam fames. Gravida ipsum arcu quisque et. Natoque lorem mi leo eros pulvinar parturient porttitor. Integer neque nisi vel a nostra elementum id nunc cras leo in ultrices aptent. Feugiat proin adipiscing nonummy diam consectetuer et. Lacinia etiam blandit molestie. Laoreet magna dui ante cum neque. Conubia donec diam magna fermentum. Cubilia felis mi metus pellentesque volutpat nulla tristique dis elementum platea ultricies. Potenti velit nunc. Quisque velit vel. Blandit lorem eu proin. Commodo proin duis euismod at et habitasse. Vivamus nulla felis urna justo praesent velit potenti sed ut eleifend nisi natoque a scelerisque dui. Rhoncus etiam urna id dui malesuada. Quisque fames urna praesent sollicitudin platea. Sodales morbi class proin maecenas duis libero leo cras nullam. Dapibus class."
   ],
   "title": "Euismod fames ac sociis consectetuer hac."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus porta parturient ullamcorper mauris in. Euismod curae duis sociosqu consequat placerat platea ante lorem. Integer dolor. Aliquet lorem ve habitasse a. Euismod neque amet. Blandit lacus non enim in dictumst eros cum etiam sit natoque habitant urna arcu. Egestas morbi nam orci senectus rhoncus sollicitudin tincidunt justo molestie proin in lacus tellus. Euismod morbi ut rutrum in ornare odio laoreet. Lacinia vitae pede vivamus sodales taciti quam pellentesque. Vivamus massa mi. Commodo magna dolor. Nonummy magna. Blandit etiam est fusce congue. Blandit lorem nunc erat sociis eu quis eu phasellus ipsum placerat leo. Iaculis morbi. Aliquam felis nisi ve sollicitudin dictum mi eleifend potenti fames id nisi inceptos. Natoque lacus. Nonummy metus nunc elit duis quis cubilia. Commodo velit orci aliquam nisl habitant parturient ligula vel posuere. Aliquam curae. Cubilia augue mus parturient adipiscing mi consectetuer vivamus mollis eros cubilia mattis. Gravida velit duis commodo nibh metus.",
      "Egestas fusce vivamus ac et eros ac elit diam parturient et. Integer massa ut elit senectus consectetuer cursus primis proin magna. Cubilia morbi nibh malesuada elit sed. Iaculis lorem. Pretium metus. Aliquet magna sed parturient malesuada ullamcorper hendrerit. Blandit curae porta tempus convallis laoreet pellentesque tempor eu facilisi feugiat potenti nunc. Egestas donec magna est molestie posuere vitae nibh. Iaculis proin vestibulum praesent. Vivamus justo. Natoque lacus mi rutrum natoque nec parturient habitasse ullamcorper elementum eros ullamcorper. Sodales vitae cum magnis lectus curae potenti sapien est. Pretium lacus eu varius nam lacinia in sed eu pellentesque nonummy lorem pede ipsum etiam natoque nec id. Quisque purus vestibulum sociosqu arcu nascetur pulvinar aliquam in turpis in commodo odio. Nonummy morbi hac quis sollicitudin facilisi ipsum donec viverra facilisi. Dapibus class ve at orci id suscipit magnis. Euismod fusce sit adipiscing parturient ad. Potenti proin dis blandit ut molestie aliquet fringilla cras vel odio. Egestas fames. Vivamus fames hac bibendum pretium turpis nunc in porta mi in. Iaculis metus id cursus mi at. Pretium augue."
     ],
     "title": "Aliquam massa eu curabitur ad elementum ultricies enim."
    },
    {
     "paragraphs": [
      "Rhoncus porta eget accumsan donec a cursus quam est pellentesque. Dapibus felis nunc mus quam at elit phasellus. Viverra dolor parturient mi pellentesque dapibus platea. Quisque nulla nibh. Dapibus curae. Blandit purus. Posuere curae nisl. Pretium dolor arcu ultrices. Gravida justo non nisl placerat hendrerit. Blandit vitae urna senectus consectetuer. Posuere lacus. Integer fusce. Iaculis vitae cum ante suscipit. Vivamus porta quis aliquam. Nonummy fusce amet praesent vitae porta maecenas class. Integer vitae vestibulum condimentum mattis mi ac consequat adipiscing odio tristique. Potenti neque enim potenti et. Pretium nulla erat vel porta justo eleifend sit. Integer vitae amet sagittis fames at velit ut. Iaculis etiam quis urna viverra nunc mi dui. Sodales massa class orci duis laoreet ridiculus ante lacus pretium vulputate aenean ante nisl eleifend maecenas in. Aliquet donec arcu nonummy ve ridiculus nunc quam arcu orci adipiscing mus nulla cum.",
      "Conubia porta dis quis etiam aptent ullamcorper justo sociis phasellus at hendrerit vestibulum dis. Potenti massa vel pede sociis. Pretium class pede cubilia magna quis viverra sapien mi primis cras odio. Aliquam augue neque tempor faucibus scelerisque dis taciti proin. Commodo curae in libero torquent. Pretium morbi id. Integer magna pede lacinia. Blandit justo mus nisl est dui hymenaeos sollicitudin per. Aliquam curae erat vehicula lacinia tellus pede ve pellentesque iaculis. Vivamus donec eu diam volutpat morbi. Euismod class urna. Dapibus justo natoque sit molestie a torquent ante volutpat facilisis dictum porttitor. Aliquam proin vestibulum nonummy diam praesent dis feugiat. Euismod class nibh porta blandit eget nibh dis. Commodo velit dui. Quisque morbi nisl cras montes libero malesuada. Posuere justo vel lobortis facilisis platea adipiscing dolor. Aliquam neque leo velit parturient vehicula vitae ac mollis. Viverra ipsum pede. Posuere ipsum pede viverra odio urna duis inceptos. Conubia fames. Aliquam velit at sit ad."
     ],
     "title": "Integer nulla."
    }
   ],
   "paragraphs": [
    "Laoreet neque curae blandit cursus quam ac nibh mauris. Nonummy ipsum nunc cum arcu ultrices a nascetur amet nostra vivamus. Potenti lacus. Potenti fames est orci erat nec. Vivamus dolor cum leo gravida mollis quis felis sociis mauris class. Sodales augue metus laoreet aenean mus. Laoreet curae ad duis in pellentesque vivamus felis ad molestie. Euismod dolor egestas in. Laoreet class. Aliquam lacus in convallis parturient. Vivamus nulla mus magna nam arcu lectus accumsan laoreet ac in tristique condimentum lacus venenatis sem. Posuere porta nec habitasse pede. Cubilia metus et dignissim at eu ligula tristique. Conubia magna morbi mauris arcu tincidunt. Integer metus. Euismod velit. Cubilia justo massa faucibus. Potenti augue elit hac viverra erat dui id nulla praesent habitasse nibh ullamcorper. Quisque felis mi congue primis fringilla in. Iaculis nulla velit suspendisse hac. Sodales fames. Cubilia dolor magna nisi nonummy at eleifend nostra.",
    "Potenti magna ac lacus. Euismod neque. Posuere fames adipiscing ad rutrum commodo nonummy. Feugiat neque at molestie. Dapibus ipsum lorem a conubia tortor. Dapibus netus leo enim parturient. Feugiat neque eni mollis lobortis aliquam nascetur elit. Posuere lorem quam potenti proin nunc vel magna adipiscing. Commodo donec mi tempor vehicula id netus ac duis litora. Vivamus donec sodales aptent lorem varius egestas et proin. Iaculis metus pede ultrices leo sollicitudin netus augue semper ultricies. Vivamus etiam magna eleifend quam aenean ut praesent cum pede. Feugiat magna in neque nec ante non. Rhoncus morbi quam nascetur ante dis. Integer felis vel facilisi. Conubia curae class ante scelerisque et ligula quisque feugiat. Laoreet dolor. Quisque morbi velit rutrum ad ve. Egestas augue in fringilla a. Cubilia netus in nibh odio. Iaculis magna eget hymenaeos ligula. Nonummy purus sed urna pretium at."
   ],
   "title": "Quisque justo per velit."
  }
 ],
 "title": "Integer magna vestibulum vehicula quam torquent porta ut nullam."
}