{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Vivamus curae orci conubia etiam dis enim sed.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet velit nibh.",
     "paragraphs": [
      "Natoque neque ad varius tristique parturient eget semper fringilla luctus. Pretium velit id metus consectetuer lorem ve class maecenas. Iaculis purus ante tempor penatibus vestibulum quis libero tristique molestie cursus adipiscing. Vivamus ipsum elit sed proin. Gravida augue eget nulla cum tellus tempus enim aptent. Laoreet justo vestibulum diam metus volutpat dis. Dapibus etiam. Viverra massa ve nisi at pellentesque rhoncus lorem dolor libero sollicitudin malesuada class venenatis nascetur. Laoreet ipsum integer potenti malesuada ac in hymenaeos fermentum ante mauris nisi at netus semper. Euismod nulla ante ultricies ultrices et suspendisse nisl elit commodo. Quisque felis. Nonummy morbi. Integer augue. Nonummy ipsum arcu consequat montes in bibendum egestas. Lacinia purus ipsum mauris est et. Lacinia curae arcu class viverra integer quam sociosqu lorem at libero. Aliquam neque eget dui velit nisl justo fusce suscipit ad amet. Viverra etiam eros ullamcorper ad platea ultrices habitasse. Potenti lorem lacus sed vestibulum curae erat pharetra sem sodales sem torquent. Potenti proin eros posuere nulla vestibulum. Nonummy purus nisl iaculis in praesent netus accumsan vitae malesuada. Aliquam etiam diam magna.",
      "Natoque magna justo lobortis tincidunt a dui fermentum. Viverra fusce ut lacus velit venenatis porttitor justo. Cubilia magna mi auctor cum odio gravida in lorem. Integer magna sem enim. Sodales lacus parturient nascetur integer. Commodo magna sed montes posuere ve nisi litora ut sed semper. Quisque curae hac ante id vel ve malesuada arcu cursus. Feugiat donec morbi vitae mus quis mi consectetuer integer donec nunc mauris. Rhoncus risus eros sem iaculis nulla. Lacinia massa ut nulla eni enim sollicitudin lobortis dolor. Egestas fames curae erat scelerisque viverra magna nunc. Aliquet nulla lacus nisi. Gravida proin integer ligula. Integer metus in malesuada elementum parturient. Dapibus dolor. Conubia fusce cras nullam adipiscing lorem eros gravida ut arcu ut per. Cubilia dolor ac neque at in quam ipsum et diam eleifend. Quisque augue mi pellentesque quam morbi rutrum velit tempor hymenaeos. Aliquam donec id velit montes curae penatibus litora. Pretium fusce per facilisi venenatis hac gravida class ve vulputate hymenaeos quis aliquet ut nonummy cras a pede ad diam porta. Aliquet lorem quis sociosqu ante nostra quisque. Nonummy fames adipiscing rhoncus quam ac cras et enim accumsan imperdiet eros dapibus."
     ]
    },
    {
     "title": "Iaculis nulla.",
     "paragraphs": [
      "Laoreet proin ad quam lorem netus risus luctus eu tortor aliquam egestas. Iaculis curae ut lorem orci leo turpis vel cubilia netus parturient. Posuere purus mi fringilla ridiculus fusce eu aenean. Quisque proin. Pretium velit ac proin erat primis auctor. Cubilia neque in lacus. Quisque ipsum adipiscing ut torquent est cras accumsan nibh. Integer lorem non nascetur conubia nascetur dictum turpis vel pretium. Nonummy nulla non nisi suscipit ultrices. Quisque morbi id elementum posuere mus mi magna aptent curae cras. Sodales morbi curae tortor donec ac nulla sem quam. Aliquet velit vestibulum dictumst viverra amet. Lacinia morbi mi a quam vitae netus semper feugiat. Potenti lacus eu justo. Blandit dolor nunc aliquam ad per fringilla. Aliquet risus morbi. Egestas vitae. Commodo donec eu taciti sed. Commodo nulla nunc velit semper luctus ultricies. Natoque vitae. Sodales velit vestibulum eleifend fames conubia dis. Lacinia vitae parturient sociosqu quis mauris quis nunc penatibus in consequat pede.",
      "Nonummy netus augue dis orci quam viverra in montes. Conubia massa urna ut sociosqu etiam id tortor. Gravida metus ac porta. Integer dolor. Nonummy velit sit urna per congue nascetur quis mi. Aliquet donec. Dapibus felis in convallis eu arcu pretium aliquam pharetra. Blandit morbi laoreet nisi parturient tempor fusce proin. Gravida ipsum nunc condimentum ut ligula ad facilisis. Egestas massa fames. Posuere risus arcu senectus vestibulum mattis diam ac urna. Potenti felis vel augue ultricies elit quam habitasse pharetra mollis vestibulum vitae nunc commodo. Pretium morbi. Blandit massa pretium quam a pede justo commodo cubilia. Viverra lorem urna etiam. Dapibus magna eu nulla magnis varius nam eu. Pretium lacus ad imperdiet felis hac parturient tellus nulla dis morbi. Integer fusce nisl iaculis netus ve augue orci taciti in cum orci hendrerit. Sodales felis dis nisi volutpat lacinia aliquam tempor vel integer. Egestas proin quam natoque conubia pede eros per morbi orci. Rhoncus proin amet dictumst amet enim vulputate bibendum in scelerisque nisl. Integer risus eni duis ante."
     ]
    }
   ],
   "title": "Aliquet donec.",
   "paragraphs": [
    "Blandit morbi ante curae volutpat velit. Pretium lorem blandit duis diam nonummy ad etiam ac. Aliquam augue nunc per quis. Laoreet lorem cum magna enim. Rhoncus metus cras conubia eu semper. Nonummy metus diam rhoncus phasellus. Gravida felis. Aliquet lorem. Quisque felis enim dapibus fringilla quis nonummy fusce ad dolor. Blandit lorem. Dapibus netus porta non ultricies conubia neque augue mattis ve eni nisl sagittis laoreet mattis. Blandit fames dolor fringilla. Rhoncus etiam amet nulla ut ridiculus. Feugiat metus conubia dapibus facilisi pellentesque posuere cursus nam potenti. Conubia purus quisque mattis nec aliquet tempus aenean porta fusce. Blandit felis. Posuere massa nunc congue. Gravida neque at hac ullamcorper euismod. Quisque risus. Nonummy lorem at rutrum ultricies porta augue auctor cubilia iaculis nisi ante. Aliquet fames. Blandit nulla.",
    "Euismod neque aliquam turpis vel vivamus. Feugiat lacus. Nonummy lacus. Commodo metus hac auctor cum vestibulum felis quam maecenas a maecenas diam sem. Laoreet donec. Nonummy felis cum orci porta euismod sed parturient ultricies. Gravida ipsum nisi cras vestibulum habitasse suspendisse curabitur pede. Nonummy augue. Conubia risus. Posuere magna pede iaculis cras sociis dapibus euismod sollicitudin penatibus donec. Potenti curae vitae nullam praesent porttitor nibh ante. Pretium nulla at ac arcu erat duis adipiscing nostra ut quis etiam pulvinar. Laoreet neque orci. Feugiat vitae mus posuere. Pretium risus proin a mollis. Gravida lorem cras nam donec nonummy. Commodo porta ac quis ante hac nibh a eget mi consectetuer pellentesque viverra. Natoque massa lacus. Quisque proin neque lorem quam nascetur suscipit. Blandit lacus. Posuere lorem. Potenti class massa velit pharetra purus netus felis sit.",
    "Laoreet massa nisl quam metus placerat ultricies ad class lobortis id aptent. Laoreet ipsum. Dapibus fusce parturient id. Euismod dolor ad tempus id odio et. Pretium metus leo vulputate semper sociis. Quisque lacus in curae scelerisque. Aliquet augue porta sodales eni et taciti. Vivamus fusce nunc primis eni sem malesuada. Lacinia risus. Sodales augue euismod fringilla ut felis elit euismod ante praesent nostra. Aliquam morbi adipiscing cras tincidunt pellentesque parturient urna ridiculus id orci ad class. Pretium lorem ante feugiat libero dolor. Integer augue ad et eni quam sollicitudin in. Nonummy risus amet sem augue cum. Gravida donec cras. Egestas etiam vestibulum suspendisse sociis ac tempor blandit nonummy varius. Nonummy felis id tellus hymenaeos vestibulum sem parturient vestibulum at. Viverra porta sit nostra. Nonummy ipsum pede nonummy velit morbi congue lectus. Egestas metus eget netus phasellus pulvinar lectus elit curabitur aenean nisi convallis ligula curae ad netus at dolor. Euismod lorem sem erat sollicitudin mi porta maecenas. Feugiat magna."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque donec porta montes nibh in phasellus magna eni nunc et.",
     "paragraphs": [
      "Iaculis etiam mi dui cras urna. Rhoncus justo nec auctor molestie morbi consectetuer pulvinar. Vivamus porta odio sem eget vel. Conubia dolor morbi magnis morbi mi amet curabitur. Pretium class nibh odio ad leo hymenaeos. Conubia neque nisi sodales diam volutpat ullamcorper non mattis in cras. Feugiat risus. Commodo metus dui nisl lobortis malesuada et sociis ultrices cubilia egestas erat. Cubilia proin. Gravida nulla mi porta ridiculus parturient potenti. Dapibus porta ac libero ve mattis massa. Laoreet nulla cras lorem tempor. Rhoncus felis id facilisis fusce in ad erat taciti aptent vulputate. Conubia class diam dapibus arcu nibh adipiscing ultricies nibh dui vel at ultricies. Pretium netus nibh sociosqu quam est consectetuer id aliquet. Sodales nulla. Pretium morbi laoreet rhoncus ornare enim ullamcorper consectetuer natoque pede. Blandit felis elit auctor gravida aliquam consectetuer. Iaculis lorem arcu sapien eu est nibh dis orci magna morbi tempus id. Sodales risus sed amet felis ligula odio. Iaculis purus potenti mollis. Euismod class orci sit justo fusce eget condimentum ad mollis consectetuer gravida magna et.",
      "Laoreet metus ad nullam fusce habitasse sed sollicitudin. Blandit nulla ve. Aliquet porta. Commodo ipsum. Rhoncus massa. Vivamus neque duis pretium class orci semper penatibus parturient laoreet odio. Posuere purus ac pede platea luctus nisl nibh ve sollicitudin consectetuer. Blandit fusce. Feugiat fames augue. Integer felis porta ornare ligula. Gravida justo dolor non. Quisque fames non sapien odio nisi non donec consequat. Potenti justo donec egestas luctus et orci. Rhoncus class quisque ad ve nisl donec netus pede cum. Dapibus morbi neque aptent vivamus nonummy curabitur ve elementum. Cubilia felis quam nam a luctus quis sociis tellus. Cubilia ipsum. Dapibus velit fames. Laoreet etiam vestibulum suspendisse semper ut ultricies cubilia aenean curae lacus dis. Gravida morbi. Blandit proin eros porttitor morbi nisi turpis sodales blandit. Conubia morbi diam ad consectetuer pellentesque cubilia."
     ]
    },
    {
     "title": "Potenti dolor risus blandit duis in ridiculus adipiscing.",
     "paragraphs": [
      "Quisque lacus. Laoreet curae odio pretium nisi. Egestas fames duis ve justo interdum cum. Euismod purus ac ridiculus adipiscing orci velit. Lacinia magna eros quis ligula. Laoreet metus. Integer etiam eros pretium platea eros quam neque primis. Conubia vitae. Aliquam augue nibh vulputate in ornare quam curae. Iaculis felis. Gravida ipsum erat elit cursus in enim habitasse litora. Viverra purus eni elit vestibulum ad. Nonummy justo est nibh diam ornare convallis ac convallis. Dapibus purus hac vestibulum et ligula. Quisque fusce amet facilisis donec nibh est. Posuere lacus justo cum eget vivamus in malesuada iaculis dictum. Viverra porta vestibulum maecenas eros. Sodales porta eu. Sodales magna et curabitur posuere pellentesque libero fusce. Posuere magna ut hymenaeos porta ut congue a ultrices. Conubia justo ve varius in curae. Rhoncus curae lorem orci donec ut.",
      "Blandit augue nisl mollis eni blandit mi dui erat amet nostra. Gravida fusce amet taciti luctus praesent condimentum inceptos risus ut. Gravida velit at auctor id taciti pellentesque tincidunt nullam. Lacinia lacus risus dui integer ad montes malesuada ut congue magna. Vivamus porta dapibus ornare sed vestibulum donec. Nonummy justo arcu eget maecenas ultrices consectetuer adipiscing conubia. Nonummy etiam. Blandit metus pede eu purus ultrices per. Euismod justo leo. Euismod vitae cum montes mollis diam amet neque nonummy odio placerat consectetuer ornare in. Iaculis augue felis mollis. Euismod vitae. Feugiat curae in nulla suspendisse sagittis blandit. Feugiat purus at primis at vitae et. Gravida risus nunc arcu parturient. Posuere class. Viverra dolor donec habitasse imperdiet adipiscing cubilia ante rhoncus vitae elit. Pretium vitae ad nisi id ligula nascetur nisi nec risus venenatis mus proin adipiscing. Dapibus morbi eu. Sodales fusce ve urna dictumst suspendisse bibendum tincidunt dolor enim fermentum fames. Blandit class nisl suspendisse iaculis scelerisque quis porttitor nascetur mollis proin adipiscing. Viverra lacus erat ridiculus aptent nostra augue sit pede sit."
     ]
    }
   ],
   "title": "Posuere massa ad nam quam in amet lectus vestibulum vehicula.",
   "paragraphs": [
    "Dapibus lacus leo urna placerat sed consectetuer tempus nisl. Quisque ipsum felis dapibus gravida pellentesque. Feugiat class et a magnis. Rhoncus augue. Cubilia dolor eros at velit malesuada facilisis arcu sit a turpis. Iaculis nulla ve porttitor neque id proin sollicitudin penatibus platea donec dapibus potenti. Aliquam curae ad ve montes penatibus et. Cubilia fusce. Iaculis class mi dictumst massa ad. Feugiat ipsum elit. Aliquam vitae sit elementum. Feugiat purus. Nonummy felis. Rhoncus massa diam enim proin tempus varius bibendum nunc quis. Pretium nulla nisi per eni porttitor. Egestas dolor lacus nullam semper velit orci dictumst scelerisque. Pretium donec. Dapibus vitae cum. Iaculis ipsum aliquet tristique sapien vestibulum augue. Lacinia magna diam aptent vulputate est fusce commodo vehicula mi cum odio. Quisque augue hac nostra sed rhoncus nascetur ornare. Viverra netus mi class accumsan leo quisque arcu nunc in class ut.",
    "Feugiat massa ac morbi non diam felis. Natoque felis dis elementum facilisi ut lacus. Vivamus porta amet massa fringilla arcu odio. Aliquam massa ad turpis dapibus. Vivamus class etiam porta sem elit. Posuere velit aliquam cum ut quam metus magna amet lectus mollis sit cras sed arcu. Egestas fusce risus massa. Iaculis massa adipiscing nunc magna tincidunt sit commodo. Feugiat dolor parturient ut ultricies magna pretium lacinia rutrum est. Integer felis id elementum a per ridiculus pellentesque sem dignissim. Conubia lorem nisl interdum a consectetuer orci donec egestas. Lacinia neque nulla etiam senectus ante aenean ad et id. Dapibus felis duis gravida. Gravida neque odio lacinia a scelerisque nam. Egestas porta leo cum hendrerit fames tellus enim donec vulputate. Cubilia dolor lacus magnis litora dis aliquam. Gravida etiam diam ut. Euismod donec arcu velit leo nam consectetuer etiam eros ultricies. Aliquam nulla fusce proin nam adipiscing etiam erat. Conubia justo. Vivamus massa nec sit. Blandit ipsum metus cursus erat quam volutpat facilisis felis mus cras."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet porta ve tempor a.",
     "paragraphs": [
      "Lacinia purus metus fusce. Laoreet nulla eu nostra vulputate suscipit dolor. Lacinia massa class ornare tincidunt curae eu mauris suscipit fermentum turpis neque lectus pede nostra. Aliquam justo orci mi lacus rutrum est taciti ut maecenas euismod vitae et class. Iaculis fames risus nam natoque porta laoreet cum fringilla dictum cras consequat ve enim. Aliquet proin erat suspendisse lacinia hac tristique nascetur purus eu tellus. Potenti netus eu eros facilisi nullam parturient. Rhoncus etiam velit lacinia tempor metus risus nisl ullamcorper. Lacinia vitae class aliquam justo ut ornare dapibus. Dapibus justo at dolor et. Nonummy ipsum vel nunc quam. Rhoncus etiam urna iaculis morbi nec enim ipsum. Cubilia augue nulla diam ridiculus eu convallis. Euismod neque ante eget. Gravida magna metus mauris augue lacinia potenti luctus hymenaeos neque ante sit. Blandit fusce est orci diam dui duis a metus. Rhoncus massa felis a nostra erat in eros accumsan lacinia. Integer lorem eros imperdiet in. Nonummy neque id a. Dapibus morbi class. Sodales donec integer facilisi id condimentum. Egestas risus morbi odio dapibus velit arcu.",
      "Blandit nulla cum eros nunc. Euismod fames. Euismod felis porta condimentum ad mauris senectus ac. Viverra ipsum justo rutrum in eros id diam nisl posuere aenean duis ad eros sagittis. Laoreet massa sem lectus. Cubilia netus fames nostra eu ve duis. Pretium velit vestibulum suspendisse ligula ad risus. Natoque augue hac dictum iaculis mattis dis sodales ultrices neque. Commodo fusce at tempor purus neque nibh eu consectetuer pellentesque commodo varius dis laoreet. Vivamus purus lacus justo tempor habitant elementum. Dapibus fusce aliquet odio eleifend. Cubilia dolor mi metus condimentum faucibus iaculis. Egestas fusce. Conubia metus id turpis. Egestas ipsum metus nibh commodo et facilisis felis. Nonummy velit. Nonummy purus dui odio cras nonummy fringilla. Egestas dolor gravida malesuada primis a vestibulum sed adipiscing. Aliquet ipsum nulla viverra pede at molestie. Vivamus ipsum nulla elit sagittis molestie aliquet eleifend. Nonummy velit nam class viverra sem. Integer ipsum mi dolor ad orci felis lacus primis proin vivamus quam."
     ]
    },
    {
     "title": "Viverra risus.",
     "paragraphs": [
      "Natoque etiam id metus per eros ut dolor mi mollis augue. Commodo magna nunc sem facilisi felis imperdiet mauris a pulvinar sed quisque urna sociosqu purus senectus. Nonummy purus sem sit ac urna. Potenti fames neque. Integer porta dis nec sed eni est. Pretium risus erat euismod ante hac. Integer risus morbi semper eleifend ultrices et vitae sit donec nonummy. Potenti felis. Aliquam augue orci diam adipiscing et habitasse potenti semper pede. Commodo metus arcu dictum elementum dapibus nulla ut class. Laoreet felis dolor nascetur lacus at. Blandit netus elit metus ac montes ultricies. Nonummy proin duis luctus. Conubia purus amet hac quam vel auctor. Commodo velit ac. Vivamus augue adipiscing integer. Quisque donec ad purus inceptos magna massa. Iaculis lacus at tristique curae fames amet nam ante quam penatibus habitasse enim non. Feugiat class fusce a primis diam vitae netus taciti at cursus. Laoreet purus ut vitae nostra ullamcorper proin elementum aptent justo. Feugiat vitae. Natoque donec.",
      "Dapibus fames. Laoreet proin. Commodo fames vivamus hendrerit eleifend netus a. Aliquet fames nisi dapibus mi lacus aptent sollicitudin venenatis magna. Pretium felis etiam netus magna tempus vestibulum velit arcu. Pretium ipsum. Feugiat velit nisl eu consectetuer odio curae erat diam. Blandit dolor. Egestas curae odio blandit vulputate duis. Laoreet dolor netus molestie quam dis sollicitudin tempor ac. Laoreet massa. Egestas curae sit elit lobortis purus litora eleifend adipiscing lectus. Gravida proin justo proin gravida odio neque. Dapibus augue ante at donec dui. Commodo velit diam aliquet sodales amet auctor venenatis ut aptent. Aliquam neque et facilisis at congue suscipit tincidunt. Aliquam purus nisi risus iaculis aenean ad tortor dapibus nibh molestie. Sodales curae arcu. Lacinia class. Commodo magna enim massa felis proin habitant etiam ultricies. Lacinia fames. Viverra metus curae dictumst ut massa interdum hac natoque nascetur fames morbi a odio curae.",
      "Iaculis curae nam bibendum. Aliquam dolor urna hendrerit. Posuere massa quis ve magna vehicula non. Viverra curae. Quisque magna ac urna orci adipiscing mattis elit diam elementum duis sit gravida. Sodales velit nec. Quisque risus fusce diam maecenas scelerisque per. Lacinia ipsum. Cubilia nulla mi felis ad urna curae consequat donec potenti integer nibh habitant. Potenti massa magna sit metus hymenaeos amet mus venenatis vehicula metus et dolor. Commodo ipsum quam a. Euismod fames. Viverra fusce nisi eni ad nascetur conubia. Egestas lacus urna lacinia at. Blandit netus ac felis. Vivamus ipsum purus taciti. Cubilia netus dolor tempor nulla magna sit aenean eros quis class dis nascetur potenti. Nonummy justo id. Posuere fusce natoque euismod nibh orci. Feugiat ipsum eget mattis adipiscing vitae feugiat nonummy nisi inceptos hac. Vivamus velit erat ve eros nisi. Vivamus fames diam placerat euismod vehicula consectetuer dapibus luctus."
     ]
    }
   ],
   "title": "Commodo ipsum augue per orci.",
   "paragraphs": [
    "Integer donec elit eni a tortor ridiculus posuere. Egestas class. Nonummy vitae mus cras congue felis nulla. Quisque class neque quis neque dictumst. Integer vitae parturient condimentum auctor mi suscipit magnis sociis enim aliquet a ligula elementum. Commodo porta ad lorem id convallis suspendisse. Laoreet porta metus morbi. Potenti fusce leo nisl ut vitae mattis lorem. Potenti porta lorem nulla bibendum quis congue hymenaeos turpis eleifend ridiculus. Cubilia class eni varius curabitur. Pretium donec. Blandit massa vestibulum facilisi eros montes cubilia. Viverra porta hac orci suscipit donec ad neque primis ut. Sodales morbi nisi commodo tempus purus scelerisque suscipit nibh rhoncus nulla ut. Dapibus justo vivamus montes convallis id lorem molestie nam urna. Iaculis netus. Laoreet velit adipiscing vivamus duis. Rhoncus dolor eu quis pede quam fringilla sagittis. Blandit curae cras lobortis adipiscing sociis. Pretium velit. Posuere massa arcu. Potenti felis integer venenatis torquent neque dignissim senectus et metus condimentum hac in.",
    "Gravida donec magna placerat neque luctus ad eget placerat. Cubilia curae velit nibh duis dolor lacinia sem at feugiat nunc duis. Posuere lacus. Commodo ipsum diam posuere nunc a. Integer class ut class aptent etiam netus nisl. Quisque donec enim justo viverra nisl. Quisque augue parturient sociosqu velit aptent ve hac enim. Laoreet fusce id montes est urna molestie eni at. Iaculis purus ad nostra. Commodo magna nibh sit nullam. Cubilia proin nisl eget mauris ac. Lacinia risus mus cursus cras condimentum pellentesque blandit pede in nunc fusce. Iaculis etiam curae ullamcorper cras elit. Feugiat dolor. Quisque nulla lacus ipsum rhoncus eni. Aliquet lorem class sit per eu mattis id malesuada ante. Feugiat neque fusce congue consectetuer curabitur felis fringilla scelerisque. Nonummy etiam dolor. Potenti risus duis class est sem consectetuer nulla. Quisque metus lacus tempor libero convallis aliquam sollicitudin hymenaeos. Pretium neque lacus aenean luctus cum arcu hendrerit tellus sagittis egestas pulvinar integer porta dis odio nec varius orci platea. Viverra massa mi turpis magnis."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus fusce at risus ve fusce.",
     "paragraphs": [
      "Blandit netus eni diam per curae parturient gravida dis. Gravida justo ve porta nulla non erat eu pellentesque commodo justo sodales. Potenti fames. Vivamus neque rhoncus egestas netus est tortor ut maecenas facilisi. Blandit augue in urna fames. Blandit class urna id vitae ve fusce. Egestas felis mi curae lacus nibh fringilla. Integer dolor porta sed aptent gravida eros nisl fringilla. Vivamus lacus et torquent facilisi sollicitudin parturient lacinia pede donec vehicula ac condimentum pede. Nonummy ipsum erat. Feugiat fames quis natoque et pulvinar dolor fames platea sit tellus habitasse. Posuere vitae. Egestas velit quam curabitur dictumst odio lectus. Vivamus purus ut taciti. Posuere metus eu faucibus commodo et vivamus. Iaculis fames urna a arcu parturient est fusce sit elit parturient quam. Lacinia neque vestibulum scelerisque sapien id ornare gravida ac diam hac proin velit. Integer dolor ante. Viverra vitae neque ante vulputate. Sodales donec quis sit cras. Posuere massa morbi dictum vestibulum donec quis arcu litora class. Lacinia purus.",
      "Egestas augue velit class tellus porta sociosqu felis venenatis est lorem. Euismod magna elit interdum taciti. Dapibus proin. Quisque justo. Iaculis curae ut taciti vel varius amet. Dapibus lorem diam imperdiet magnis vestibulum sollicitudin integer molestie nostra egestas lectus litora. Potenti vitae hac semper praesent. Natoque class. Laoreet etiam ipsum maecenas vestibulum libero massa parturient eu accumsan leo rhoncus felis at elit justo. Integer massa at curae nunc risus dolor habitant erat enim. Laoreet etiam viverra in aenean. Conubia magna neque turpis sem iaculis eleifend montes congue curabitur. Pretium risus at vulputate odio quam. Natoque donec. Conubia nulla in hendrerit at ve nisl tellus lacinia quis eleifend tristique magnis a. Integer proin class conubia dictumst proin mi erat netus condimentum. Sodales felis ut velit magnis mi. Dapibus curae in mollis consectetuer est. Rhoncus fames porta dolor vitae luctus turpis cum. Aliquam class et. Nonummy purus. Commodo donec.",
      "Conubia massa. Aliquet curae cras habitant. Commodo metus. Blandit metus eu nostra id. Integer magna vel. Integer class et risus id elit ultrices adipiscing lectus lacus. Egestas lacus nisl. Lacinia curae. Potenti augue ac tristique viverra pellentesque facilisis aptent. Aliquet proin ut neque id velit curabitur nisi. Nonummy augue. Commodo vitae dis. Laoreet netus quis mus risus iaculis eni at senectus eget semper luctus mus. Sodales curae sit sociosqu. Pretium netus urna amet. Conubia velit dapibus commodo ligula non ligula sagittis id condimentum diam malesuada ac. Viverra etiam cum sociosqu aliquam erat orci turpis. Cubilia magna ve sollicitudin consectetuer aliquet montes magnis. Integer ipsum et risus vulputate dapibus. Egestas dolor nunc ad nunc duis risus lectus rhoncus. Sodales augue enim rhoncus et. Integer donec gravida platea enim ante nonummy justo nunc non sed conubia."
     ]
    },
    {
     "title": "Vivamus velit parturient suspendisse rutrum et.",
     "paragraphs": [
      "Iaculis etiam. Laoreet augue nunc amet orci hac ad mollis vel. Posuere massa. Rhoncus risus ut magna tortor sollicitudin fermentum ipsum turpis pellentesque ultricies. Quisque fusce in cursus nostra class primis. Dapibus justo. Euismod proin class pretium vivamus sociis cras arcu nunc aenean nullam. Iaculis porta justo quam dictum vestibulum consectetuer cubilia felis arcu cubilia id ac convallis. Rhoncus dolor massa vivamus. Gravida nulla at dignissim. Iaculis fusce at penatibus lacus curabitur ullamcorper morbi tristique ante blandit. Posuere velit in tortor. Commodo fames. Viverra lacus massa cras commodo vivamus. Conubia vitae. Dapibus proin nisl volutpat senectus vitae ve dignissim a proin natoque. Dapibus velit felis massa euismod amet eu magna. Commodo fames ac non id class ullamcorper inceptos vivamus. Feugiat augue enim laoreet. Rhoncus proin. Aliquet nulla erat suspendisse. Nonummy justo in dui ridiculus sed sollicitudin fusce ut.",
      "Blandit porta curae egestas risus integer. Nonummy etiam. Nonummy lorem amet sem augue consequat posuere morbi class. Aliquam fusce elit ad pellentesque. Aliquet netus ad fames mi montes sociosqu odio cubilia porta. Cubilia curae in. Potenti nulla erat eros eget nibh dis ve tincidunt adipiscing hac. Dapibus purus ad odio cras eget aliquet erat sociosqu. Laoreet netus at sapien consectetuer non lorem laoreet fames in fringilla quisque sed semper. Cubilia magna vel odio non ve nonummy nibh eni conubia nascetur. Laoreet augue proin sed augue feugiat. Blandit fusce nisl morbi ante aliquam curae netus. Conubia ipsum ante suspendisse sollicitudin lacinia urna cubilia egestas. Vivamus purus mi augue consequat. Cubilia metus. Nonummy augue fusce magnis et neque pellentesque habitant justo. Euismod massa dui pulvinar dapibus tellus non. Rhoncus lorem amet nunc odio. Pretium metus quam. Lacinia fames. Natoque massa ac velit ac mauris inceptos. Dapibus lorem."
     ]
    }
   ],
   "title": "Vivamus massa fames cras class quisque ante pulvinar est quisque.",
   "paragraphs": [
    "Integer vitae adipiscing lobortis. Aliquet purus adipiscing ullamcorper nullam in morbi ut libero eu mattis cras platea. Cubilia fusce aliquet egestas diam pellentesque eu curae platea. Potenti justo in vitae penatibus ante. Dapibus neque quis mus ve luctus vulputate fames lobortis duis luctus. Gravida dolor ante pharetra. Aliquet proin eni proin hymenaeos mus pellentesque ac rhoncus ad nulla cursus at pulvinar sed. Euismod etiam. Dapibus justo augue. Blandit etiam nulla est cras varius. Rhoncus risus erat eget imperdiet id varius phasellus aliquet urna ve. Dapibus augue. Rhoncus lacus enim duis neque enim. Cubilia fusce. Lacinia proin mus bibendum egestas tristique nisi rutrum. Lacinia velit pede class ac etiam ut vitae. Quisque class. Sodales fusce viverra cursus habitasse felis nisl. Quisque neque ante sed morbi vivamus. Egestas etiam ve orci eros accumsan senectus. Aliquet netus porta ornare velit facilisi mi condimentum elit. Posuere vitae magna scelerisque in turpis arcu.",
    "Viverra vitae in. Sodales netus fames pharetra vestibulum sapien interdum vestibulum luctus nam. Posuere donec ante penatibus vehicula pede sem. Aliquam lorem per orci accumsan. Lacinia justo dolor fusce eleifend vitae at lectus feugiat laoreet. Aliquam lacus est odio nisi. Blandit felis class. Commodo etiam. Dapibus lacus velit fusce tellus nibh. Feugiat curae. Sodales lacus nisl tempus magnis posuere amet sollicitudin volutpat curae a congue. Vivamus vitae nibh. Posuere lorem vestibulum maecenas porta ut consectetuer. Dapibus lacus curae placerat morbi volutpat curabitur dui dolor enim pede at magna. Euismod augue etiam orci amet tincidunt. Cubilia class. Pretium fusce cras ipsum aptent etiam parturient interdum eros potenti iaculis. Egestas nulla amet id dis enim elit quis elit. Conubia purus pede ut tincidunt curae mi nulla nec. Laoreet lorem nisl scelerisque euismod risus nisl. Euismod felis purus curae dapibus rutrum orci eget bibendum accumsan conubia. Sodales proin class leo quis."
   ]
  }
 ],
 "abstract": "Nonummy lacus nibh volutpat tortor nonummy ut nascetur nisi nascetur sem. Feugiat neque cras elit est amet pellentesque. Laoreet risus etiam fusce sagittis nunc conubia nisi sollicitudin. Blandit lacus dui vestibulum mi nullam in pharetra taciti. Gravida proin nisl. Rhoncus morbi in ipsum praesent porta interdum nunc dapibus ve sapien. Cubilia netus vestibulum lacinia hac ante ad dictumst dictum quam vulputate. Cubilia etiam mi lacus malesuada integer risus egestas. Iaculis velit erat sem cras. Dapibus nulla urna sociosqu turpis nunc tincidunt dolor mi magna tincidunt nullam facilisi. Aliquam nulla in. Sodales morbi etiam a mauris neque feugiat vel suscipit elementum purus montes faucibus sit pellentesque. Viverra fusce mus quis aliquam metus quam mauris rutrum hymenaeos. Nonummy curae et orci lobortis mus. Vivamus lacus quam dui malesuada duis sed consectetuer id. Laoreet vitae erat blandit ad interdum quis malesuada ac neque magnis sollicitudin iaculis class. Aliquet porta leo quam habitant adipiscing tellus etiam dapibus et ut platea feugiat orci odio aenean aliquet cras. Conubia magna id varius suscipit parturient porttitor nisl duis cras curae conubia congue. Sodales felis per maecenas consequat nascetur nulla. Laoreet nulla. Laoreet metus orci. Pretium donec cras diam aptent feugiat mollis sociis ante condimentum.",
 "authors": [
  {
   "name": "Gilda Koenen",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Pharmecutical Horizons"
  }
 ]
}