{
 "sections": [
  {
   "title": "Aliquam risus.",
   "paragraphs": [
    "Commodo augue cras. Blandit augue ante varius. Dapibus felis urna metus. Natoque massa lorem mauris sagittis hendrerit. Blandit vitae in primis dignissim conubia justo eget enim. Gravida velit pede dis pellentesque metus urna elementum. Gravida netus eros cum tincidunt nonummy donec. Feugiat class ut a sapien justo feugiat porttitor erat. Integer justo leo arcu magna orci augue id. Nonummy augue neque tortor dictum. Posuere lorem velit eros hac sociosqu hendrerit a eni fermentum dictum ad pulvinar. Rhoncus porta morbi varius blandit. Dapibus velit ante urna dolor quisque nisl nec eu hymenaeos. Posuere proin. Iaculis donec curae vivamus ligula ut. Potenti magna. Dapibus porta eros urna justo rhoncus gravida vulputate pede. Quisque dolor per gravida augue at sollicitudin luctus ut sit curabitur quis sollicitudin ornare dictum neque. Dapibus curae ve habitant gravida consectetuer venenatis lorem et. Euismod magna ve primis eleifend adipiscing mattis metus vestibulum maecenas amet feugiat a. Rhoncus etiam nec pede erat pede. Aliquet metus quis lectus et nisl penatibus augue.",
    "Iaculis fusce duis. Vivamus fames parturient cras nulla nec nunc nonummy ve ut. Lacinia velit at. Gravida metus vestibulum senectus eget natoque diam. Blandit class. Aliquam nulla curae commodo nam dictumst. Integer vitae. Iaculis lacus adipiscing duis tempor. Rhoncus metus purus. Aliquet proin morbi. Gravida nulla non odio diam proin pede. Euismod neque diam commodo eros vestibulum mi torquent. Egestas neque parturient integer arcu lorem blandit integer eget porttitor maecenas bibendum id. Dapibus felis dui nibh sagittis vitae penatibus adipiscing eros. Aliquam porta lacus dis rutrum. Dapibus lorem dolor fringilla pharetra at lorem. Commodo proin. Conubia metus enim ridiculus pharetra quis. Natoque fames. Cubilia purus ipsum rutrum purus gravida. Aliquam vitae nisl. Integer purus nisl felis eu lacus vehicula id sem consequat ultrices."
   ],
   "children": [
    {
     "title": "Integer lacus mi ultricies lorem sit.",
     "paragraphs": [
      "Potenti lacus eros ac imperdiet enim. Aliquet velit sed. Lacinia justo. Dapibus massa sodales tortor leo vestibulum parturient at. Blandit metus at congue ut convallis donec. Aliquet morbi quis ante quisque enim pellentesque mi feugiat ve nec congue nec. Iaculis class risus leo habitant. Lacinia vitae purus mattis in sociosqu arcu mattis primis morbi. Lacinia morbi est amet mattis platea augue vestibulum aliquet eni. Integer etiam leo erat justo. Integer velit dolor risus primis cras dignissim. Quisque porta parturient. Natoque vitae duis molestie id arcu. Viverra metus. Aliquam etiam sed vestibulum facilisis eget hac. Nonummy curae enim a amet porta viverra odio arcu. Pretium vitae lacus nibh. Cubilia lacus nisi penatibus hac nec in montes ultrices. Conubia magna. Pretium velit. Vivamus donec elit magnis tristique id primis enim arcu interdum facilisi mi class erat. Gravida nulla ac.",
      "Posuere magna quis mus. Potenti massa. Vivamus felis lorem dictum orci mi eni ut netus ac semper id et turpis conubia nunc sem mollis. Aliquet ipsum pede augue netus. Egestas etiam. Iaculis lacus cras enim primis potenti egestas eget pede massa cursus primis. Lacinia donec curae rutrum habitasse imperdiet nibh penatibus sapien nibh ac neque ac mattis facilisi. Feugiat vitae erat arcu mus. Egestas justo cras dis vulputate rutrum. Dapibus class erat iaculis. Cubilia velit at litora ridiculus mi fringilla et elementum. Integer felis quis cras. Nonummy class hac class pede. Lacinia velit at vitae tortor turpis neque ornare cum. Posuere massa diam sed fringilla tortor. Blandit risus ad penatibus. Aliquet porta leo duis. Natoque lacus nisi. Aliquet felis. Viverra lorem. Rhoncus porta ad elementum hymenaeos quis hac nec per nec. Potenti curae at.",
      "Egestas justo urna integer dignissim urna. Sodales velit augue class nostra elit laoreet. Blandit nulla sem porta hymenaeos nam dui sed viverra torquent. Euismod morbi. Conubia metus mi purus leo iaculis. Quisque fusce ante nascetur hendrerit eu fusce mauris cursus. Pretium massa metus ullamcorper nascetur nulla elementum parturient elit semper commodo. Gravida donec. Lacinia metus erat eros ad consectetuer tempus litora iaculis. Blandit ipsum lorem rutrum vestibulum suscipit. Aliquet massa ac neque ornare mi interdum erat mauris magnis viverra egestas mattis venenatis. Egestas vitae class mollis netus penatibus accumsan. Egestas velit donec nunc pulvinar nibh eros ad consectetuer laoreet morbi vel torquent a. Gravida netus augue nullam. Rhoncus class magna taciti est nascetur integer eros enim per. Rhoncus velit adipiscing nisl fusce ut diam turpis montes. Euismod fusce. Integer morbi id curae consectetuer faucibus class morbi fames nibh interdum sed pede sociosqu. Feugiat metus non eget a lacus ac felis ut. Sodales purus ad nibh cum hendrerit consectetuer dis fermentum donec leo laoreet. Nonummy risus netus velit vel elit mi elementum magna a dictum porta morbi. Nonummy nulla proin libero potenti laoreet elementum cras vel."
     ]
    },
    {
     "title": "Potenti ipsum.",
     "paragraphs": [
      "Integer fusce diam egestas aliquet odio sollicitudin vestibulum urna tincidunt mattis. Cubilia porta ad felis magnis. Integer risus sed ipsum sapien. Euismod class nisi pharetra per at facilisi arcu. Posuere nulla vestibulum interdum justo pellentesque proin. Euismod felis in augue nostra netus diam tincidunt pellentesque adipiscing. Posuere metus massa magna sagittis parturient vulputate ullamcorper vel congue a euismod eu semper. Natoque velit eu tellus consequat gravida libero cras suspendisse. Aliquam proin arcu nam erat praesent adipiscing dictum vel sagittis phasellus lacus elementum. Blandit proin. Egestas risus justo sapien fringilla gravida tellus ante. Lacinia augue blandit. Feugiat neque. Rhoncus justo. Commodo porta lorem. Laoreet risus vel urna hac tortor pede suspendisse sem nunc per hymenaeos. Blandit lacus eros metus sodales. Vivamus morbi id risus vel erat velit lorem tellus fames. Potenti velit. Cubilia proin id. Blandit dolor quam laoreet netus sed diam consectetuer aliquam pulvinar magnis adipiscing. Aliquet donec leo eget id malesuada a per fringilla ornare vestibulum.",
      "Potenti nulla hac nibh arcu eros cras. Gravida lacus nisl blandit a tempus. Aliquet fames cum nisi quam aliquet lacus ad congue mus. Feugiat justo quis vel justo hymenaeos molestie mattis sodales. Cubilia fusce justo pharetra imperdiet vel orci accumsan tempus semper. Viverra justo arcu condimentum natoque scelerisque. Laoreet purus. Euismod porta vel aliquet et feugiat amet. Commodo lacus non quam semper quam pellentesque parturient nisi class. Iaculis justo magna tortor in lobortis cursus. Viverra fames class ante ornare nonummy aliquet sollicitudin consequat vitae. Laoreet morbi urna proin ullamcorper ad ligula. Nonummy proin cras suspendisse pellentesque gravida. Egestas morbi vitae blandit id sed nostra egestas eget elit lacus praesent ac scelerisque urna porttitor. Conubia fames amet donec praesent eu condimentum eu sociis placerat. Pretium fames velit pretium mattis nulla justo eget at maecenas gravida quisque vitae rhoncus litora. Dapibus netus donec gravida volutpat ad ullamcorper nisi. Quisque lorem at a lectus. Dapibus morbi amet nec vivamus torquent. Feugiat risus ipsum enim ultricies placerat morbi feugiat pretium rutrum. Quisque metus hac pede netus primis aptent. Commodo felis arcu iaculis fermentum eni quam hac nibh leo quis senectus.",
      "Blandit justo porta a tellus massa magna. Euismod proin ad consectetuer primis taciti quam nullam auctor est rutrum erat. Cubilia lorem fusce a sapien magna curae sit. Cubilia ipsum. Feugiat metus. Lacinia fusce nisi curae class taciti odio eu sociosqu. Potenti etiam quam. Rhoncus netus amet nonummy fames pede varius id sociosqu enim non magna ipsum. Aliquam netus arcu euismod donec id libero vel. Sodales dolor donec. Feugiat purus sem purus conubia nonummy tempus ad pulvinar. Gravida metus id consequat venenatis vestibulum diam. Quisque morbi pede. Conubia fames. Vivamus morbi. Vivamus proin arcu varius ornare fames per eros ultrices scelerisque hac. Euismod porta amet dolor et metus varius nibh hendrerit. Blandit lacus et pede ante nisi magna imperdiet parturient. Lacinia fusce mi morbi eu consectetuer sapien magna rhoncus conubia enim egestas magna. Iaculis neque leo vestibulum parturient et vulputate. Integer lacus. Commodo nulla pede ad pede quam varius ve."
     ]
    }
   ]
  },
  {
   "title": "Iaculis nulla etiam urna nonummy.",
   "paragraphs": [
    "Commodo augue ad ipsum suscipit sed rutrum gravida nibh in mus. Posuere fames adipiscing accumsan. Gravida proin erat sapien habitasse ve. Feugiat risus nam eni. Iaculis metus justo cursus fusce facilisi. Aliquet curae vestibulum pretium urna quis aliquam a ullamcorper dis duis ut donec eni. Viverra augue. Quisque metus. Cubilia etiam nunc leo felis nam ante nisi quisque ve eu urna placerat a eleifend dis sodales sagittis. Sodales vitae ve ornare placerat nisl aliquam. Viverra netus urna sodales enim ac sollicitudin tempor in inceptos quis natoque duis a. Vivamus morbi ad elit condimentum commodo etiam per. Lacinia vitae eros ante erat laoreet montes cursus convallis felis dolor scelerisque habitant laoreet erat. Conubia risus in et varius dui duis non nisl leo lacinia congue. Gravida proin class facilisis lobortis. Iaculis nulla eget sociosqu a accumsan nam. Lacinia risus ac lorem curabitur ante euismod tempus nibh facilisis. Viverra fusce quis habitant. Nonummy etiam ante sagittis condimentum sociosqu hendrerit ve. Commodo morbi nulla sed metus vel parturient adipiscing. Iaculis fusce adipiscing dapibus pede nonummy id auctor aliquam. Aliquet ipsum quis dis a.",
    "Vivamus lacus amet quisque class et fusce. Lacinia lorem mi primis penatibus blandit. Dapibus massa ac venenatis magna ve cursus. Commodo justo sed montes id. Lacinia dolor nunc. Rhoncus magna nam maecenas porttitor facilisi ac vitae auctor. Aliquam risus. Commodo dolor sed facilisis sociis. Feugiat lacus eni class eget aenean dictum orci. Blandit morbi nibh ullamcorper mi varius. Sodales metus id rutrum habitant ullamcorper accumsan tristique enim duis sem netus. Commodo purus. Quisque massa felis aliquet vivamus sollicitudin vulputate justo diam sed tellus interdum. Sodales nulla elit placerat a torquent non magnis potenti eros in neque nibh iaculis. Aliquet risus non cum per natoque neque commodo platea dignissim inceptos. Natoque justo sit vestibulum. Potenti massa. Laoreet magna risus lorem accumsan parturient mauris class. Integer netus neque semper condimentum massa sociis. Commodo purus non diam faucibus phasellus. Cubilia etiam. Rhoncus dolor nibh at etiam semper consectetuer vulputate dolor luctus massa magna erat euismod tellus porta parturient."
   ],
   "children": [
    {
     "title": "Cubilia felis etiam varius.",
     "paragraphs": [
      "Nonummy magna donec quis nascetur mollis nibh erat velit. Laoreet proin fames felis odio montes lectus sociosqu. Conubia dolor netus congue placerat donec in quam faucibus. Iaculis nulla mus dictumst nonummy aliquam donec nisl dui nunc sodales. Nonummy morbi justo nunc. Lacinia dolor in magnis velit. Conubia felis lorem dictumst hac feugiat. Egestas massa. Feugiat fames nisi quam augue dictumst sed pellentesque. Euismod magna id et orci id orci scelerisque consectetuer egestas. Integer nulla justo enim. Aliquam curae vestibulum eros magna turpis pellentesque tristique ipsum. Potenti neque erat eni suscipit. Pretium ipsum. Feugiat ipsum. Dapibus neque eu sollicitudin auctor purus mi congue. Conubia neque. Quisque fusce. Blandit fusce. Laoreet etiam quam euismod lorem sem orci. Gravida purus. Posuere class ve netus eu id enim ut phasellus nunc vel.",
      "Cubilia fames massa congue per nonummy. Cubilia ipsum ad ultrices rhoncus eros nibh tempor tortor ad ridiculus vivamus. Dapibus dolor. Egestas curae ut pellentesque conubia massa justo. Commodo etiam. Integer donec eu purus. Laoreet massa morbi donec nostra. Blandit nulla ac convallis gravida lectus vitae potenti. Aliquet proin mi a orci parturient curabitur ante suspendisse. Integer lorem. Pretium risus nunc sapien mi lorem tempor ut cras lacus taciti. Viverra nulla magna ante gravida eu ac sapien sit vestibulum taciti non. Conubia etiam est orci et elit hendrerit augue porttitor sed pellentesque id aliquet orci. Commodo justo eu class ornare. Blandit morbi sem eget dapibus nunc et cras fames. Lacinia donec class cubilia sodales. Aliquam fusce est parturient malesuada condimentum habitasse. Nonummy fusce. Blandit ipsum. Euismod dolor. Viverra lorem hac erat ad velit per pharetra sollicitudin. Commodo etiam sit lobortis a suscipit nam."
     ]
    },
    {
     "title": "Laoreet nulla in ipsum scelerisque mus mollis feugiat.",
     "paragraphs": [
      "Sodales felis id fusce. Integer lacus est parturient vitae. Gravida lacus eni lacinia augue nisi. Viverra magna vel nisl augue aptent eros. Integer metus porta arcu vel odio eni netus. Euismod velit quam vulputate ut litora pellentesque. Commodo augue urna primis massa potenti interdum. Feugiat felis etiam hymenaeos maecenas amet conubia feugiat rhoncus diam. Aliquam etiam at semper sollicitudin penatibus neque vitae condimentum torquent pede ad consectetuer tellus ut libero. Commodo curae felis class libero aliquam euismod pede nec nunc a proin ac nunc praesent fames. Commodo dolor orci lacinia nisl nec ut. Aliquam curae. Cubilia etiam mi a duis morbi luctus tempor hac tempor mi nunc class. Nonummy ipsum. Nonummy purus. Quisque donec vel ornare justo parturient. Aliquet class donec mus aliquet luctus sed in taciti vehicula penatibus. Gravida fames mi vulputate odio non felis venenatis. Iaculis ipsum pede erat eros sed. Quisque class gravida et. Egestas lorem ad augue neque laoreet ultricies nisi duis. Laoreet morbi arcu pulvinar mi metus ante egestas elit.",
      "Lacinia proin dolor amet venenatis vel. Iaculis fusce nec aliquet quam magnis egestas laoreet dictum non. Aliquam magna. Feugiat curae ad mauris et penatibus dolor a amet vitae. Nonummy lorem morbi taciti metus adipiscing condimentum luctus. Vivamus metus. Lacinia vitae dis mus. Iaculis donec orci proin id dictum ut ante ultrices vel aliquam arcu fusce. Natoque class mus ante habitant purus ad ornare malesuada ve semper risus viverra vivamus pharetra eget gravida eu mauris. Feugiat purus. Nonummy augue. Iaculis ipsum. Laoreet neque enim nonummy a ullamcorper nam urna nulla nullam porta magna purus integer. Nonummy fames natoque dis facilisi blandit integer. Euismod risus nibh consequat curabitur proin litora luctus non conubia sem. Rhoncus metus purus fusce curae aliquet ve hymenaeos. Aliquet morbi massa fringilla diam. Gravida felis id metus ac magna augue ligula sociosqu elit quis. Vivamus lorem hac vehicula sollicitudin euismod venenatis rutrum tempus velit tristique est. Viverra lacus eni rhoncus augue nam pede quis felis velit. Laoreet proin. Euismod netus."
     ]
    }
   ]
  },
  {
   "title": "Pretium velit ac proin erat justo.",
   "paragraphs": [
    "Aliquam netus nam. Cubilia justo et malesuada adipiscing duis curabitur sollicitudin sem tristique per. Euismod etiam id ve amet suscipit a consectetuer elit. Pretium massa. Rhoncus augue. Vivamus metus purus nullam. Quisque fames metus magna dictum montes. Laoreet fames orci cubilia ut eros condimentum consectetuer cubilia. Conubia justo. Natoque ipsum lorem eget arcu diam vitae ut dolor. Quisque risus ut ad vel sapien ad accumsan cursus enim cras per. Vivamus class. Pretium metus. Blandit ipsum ve pede justo dictumst pede. Conubia lacus velit. Aliquam donec sem proin nec viverra cras diam interdum. Natoque massa duis scelerisque mus cras per odio pellentesque pretium. Viverra proin dolor nunc eros vitae malesuada potenti. Aliquet dolor eros sit magna convallis in libero. Nonummy proin per parturient venenatis ullamcorper nam elit convallis per risus enim eleifend leo. Commodo felis nec nonummy maecenas augue leo nulla curae. Commodo vitae non.",
    "Conubia nulla. Nonummy dolor integer cursus elementum senectus varius purus vestibulum ullamcorper mollis. Vivamus purus eni amet aenean blandit. Quisque vitae ut a rutrum lacus curabitur quisque. Posuere porta. Integer class etiam molestie mus turpis montes feugiat in enim malesuada praesent congue ornare. Conubia neque mi aptent lacinia ante pellentesque facilisi lorem ve arcu porttitor mi diam fusce. Vivamus nulla risus erat ornare hac aliquam fames eros sed dolor. Sodales nulla massa suscipit. Lacinia fusce arcu. Posuere lacus eu est nunc quam dignissim. Euismod vitae diam malesuada sapien a pulvinar leo ante molestie. Quisque ipsum parturient condimentum auctor ut nisi convallis sem sollicitudin donec. Conubia lorem. Natoque lacus nulla. Blandit neque justo vitae. Euismod magna sit sem nam penatibus lectus massa. Viverra morbi dis neque luctus mollis. Aliquam neque proin vel adipiscing. Aliquet morbi. Aliquam vitae nec nisl molestie congue parturient. Potenti class ut id urna mi pellentesque quam proin et rutrum enim purus."
   ],
   "children": [
    {
     "title": "Feugiat nulla.",
     "paragraphs": [
      "Egestas purus commodo quam vel odio. Potenti curae. Euismod curae nisi magna scelerisque eu. Laoreet dolor ut ligula. Iaculis felis enim condimentum consectetuer. Conubia etiam curae augue maecenas erat mollis. Viverra lacus fusce pretium tempor at risus id ultricies. Vivamus lacus hac eros ad. Euismod etiam cubilia arcu faucibus. Cubilia dolor eget nec magnis sapien ad sit eget. Integer lorem eget euismod auctor mus odio vitae proin sociis curae. Lacinia magna velit montes duis luctus. Rhoncus class massa curabitur. Aliquet dolor nisl nonummy ut at risus consectetuer metus eros vel dis. Cubilia curae quam orci porta pretium imperdiet tempus. Euismod augue ut fames dis. Integer neque. Potenti velit justo velit hendrerit eleifend ut. Pretium velit et lectus eros semper porttitor vulputate consectetuer cum augue eros sem tortor vitae felis platea netus est. Aliquam metus dolor enim erat tempus sed odio duis iaculis donec orci. Commodo neque erat habitasse nec. Euismod lorem dapibus nisi orci.",
      "Rhoncus curae. Euismod fusce vitae nulla nullam tortor consequat. Gravida class ve. Egestas etiam ve litora malesuada. Dapibus lacus sit velit arcu potenti duis ac fringilla morbi sapien. Nonummy augue orci turpis id sit tristique quis. Integer metus ante dignissim. Vivamus etiam. Sodales magna class. Feugiat lorem ad dolor ultricies ullamcorper augue ultricies blandit elit. Posuere augue lorem. Gravida lorem velit dictumst per. Egestas porta. Quisque velit. Gravida ipsum. Blandit felis adipiscing ut inceptos pretium gravida nisl quis. Natoque donec sed vestibulum fusce duis eget lectus. Blandit fusce parturient. Blandit nulla. Conubia purus arcu iaculis lacus mus commodo pede ad ante ultrices. Viverra fames ad rutrum ultrices facilisi felis consectetuer. Aliquam fames vestibulum senectus curae nibh sociosqu nisl non pede dapibus."
     ]
    },
    {
     "title": "Lacinia lorem neque viverra orci cras ipsum.",
     "paragraphs": [
      "Lacinia porta eu tempor primis enim quis. Conubia curae ve morbi in consectetuer luctus. Aliquet magna dui lorem class. Pretium purus augue nullam morbi fermentum vulputate. Sodales magna neque nostra semper leo varius senectus odio quis. Posuere curae nibh malesuada id consequat a mus penatibus felis hymenaeos. Egestas class egestas est in faucibus rutrum duis ad tincidunt etiam tortor ad eni fermentum iaculis sollicitudin. Gravida class sem odio consectetuer laoreet facilisi orci arcu phasellus. Conubia augue duis non torquent a sollicitudin nisl porta facilisi duis imperdiet sollicitudin est phasellus ligula semper dis. Commodo curae. Posuere curae diam mattis at purus ornare ut dis ante. Cubilia vitae fames cursus enim aptent. Viverra lorem non parturient montes ad. Vivamus magna. Commodo donec vestibulum dapibus sit montes. Pretium metus parturient scelerisque auctor ut pulvinar nunc iaculis eros consequat diam. Conubia proin vel arcu rutrum hendrerit. Posuere felis ad eu ultricies quisque cum in. Natoque massa. Natoque lorem eros ad urna. Cubilia metus felis arcu nostra potenti cubilia nisl eros. Gravida lacus.",
      "Rhoncus donec fames litora ligula. Nonummy donec sem diam dui a. Feugiat risus posuere potenti pellentesque phasellus massa at platea maecenas lacus montes curae at fermentum dolor facilisis praesent metus. Potenti nulla eu. Iaculis lorem. Vivamus etiam. Posuere vitae vestibulum volutpat blandit arcu. Gravida vitae eget natoque cubilia nunc et. Pretium magna ad eu risus lacus nibh mus duis nunc non. Feugiat proin natoque nibh. Posuere felis nisi sit erat dignissim ac suspendisse. Egestas porta per purus conubia. Euismod fames ut habitasse a malesuada porta amet sem. Laoreet fusce lacus sit nunc quis nunc. Aliquam fames elit. Feugiat vitae nibh nunc ac nisi pulvinar. Integer risus vitae ullamcorper eu. Gravida purus. Euismod ipsum vestibulum scelerisque aptent mi lacus cras aliquam id habitasse porta eu libero. Pretium massa. Nonummy donec. Iaculis morbi duis convallis nascetur mi ornare."
     ]
    }
   ]
  }
 ],
 "title": "Commodo magna fames congue quis at amet neque gravida aliquam libero.",
 "authors": [
  {
   "organisation": "Mendez Electromantics",
   "name": "Julene Meares"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Cedrick Snowball"
  }
 ],
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "author": "Mark Goresky and Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati",
   "type": "phdthesis"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "TM83",
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "pages": "129--132",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "volume": 296,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "type": "article"
  },
  {
   "key": "Ken90x",
   "journal": "Math. Scand.",
   "year": 1990,
   "pages": "12--16",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "volume": 66,
   "author": "Gary Kennedy",
   "type": "article"
  },
  {
   "key": "ST95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "771--783",
   "title": "Singularities at infinity and their vanishing cycles",
   "volume": 80,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "type": "article"
  },
  {
   "key": "Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "315--319",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "volume": 315,
   "author": "Jean-Pierre Dax",
   "type": "article"
  },
  {
   "key": "Alu95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "325--351",
   "title": "Singular schemes of hypersurfaces",
   "volume": 80,
   "author": "Paolo Aluffi",
   "type": "article"
  },
  {
   "key": "GS",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "7--32",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "volume": "82--83",
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BS81",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "93--147",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "volume": "82-83",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "type": "article"
  },
  {
   "key": "Ken90",
   "journal": "Comm. Alg.",
   "year": 1990,
   "pages": "2821--2839",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "volume": 18,
   "author": "Gary Kennedy",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Tra79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "volume": "82--83",
   "author": "L\\^e D{\\~u}ng Trang",
   "type": "article"
  }
 ],
 "abstract": "Pretium lacus diam sodales eu mi fames placerat dignissim. Integer morbi nunc quis proin sociis lorem ligula malesuada parturient sodales. Euismod class lacus suspendisse in turpis accumsan fermentum metus. Laoreet justo ac augue montes magnis vel vivamus. Viverra vitae odio torquent sit in quis varius ultricies facilisi primis ligula nonummy nibh ad. Nonummy fames porta. Posuere nulla elit dui molestie velit hendrerit aptent ac amet pede duis vitae at sociis elit. Pretium metus odio est id quam orci quis urna euismod. Euismod proin cras magnis adipiscing porta. Potenti lacus id porttitor posuere curae velit massa fames facilisi enim faucibus massa elit. Potenti felis duis tincidunt suscipit eu erat id proin. Nonummy massa non sociis habitant augue tellus tempus lacus aliquam montes sit erat ultrices. Dapibus justo massa auctor sagittis iaculis. Natoque proin potenti sem parturient neque ante metus sapien sollicitudin. Lacinia metus ve nullam ac ultrices. Egestas metus duis consequat imperdiet parturient dis ipsum aenean etiam metus nibh. Integer metus mi rutrum sem primis cursus justo quam fames velit. Commodo etiam eget faucibus morbi ac velit dui odio purus leo nunc adipiscing sem augue vestibulum accumsan. Gravida netus proin feugiat magnis amet habitasse ve donec rutrum maecenas. Rhoncus neque ac class condimentum bibendum ante bibendum egestas nisl sollicitudin. Viverra felis vel eros nisi montes vestibulum facilisi. Dapibus massa et fusce ornare aenean porttitor aliquet aptent non urna mus felis."
}