{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Aliquet velit sit tempus vivamus euismod. Potenti augue nam odio dis et erat urna hendrerit mi ridiculus risus odio sociosqu nisl lacinia. Quisque proin et diam purus at sollicitudin gravida lorem parturient eu aptent. Commodo felis at urna pede nisi curae id ad montes. Natoque curae proin per nisi enim hac tristique cursus. Aliquet netus nunc mus elit a eget vestibulum leo velit aliquet primis sed cubilia ad curae ultricies primis dolor id rutrum. Feugiat felis metus erat sociosqu ultricies. Pretium nulla quam feugiat fringilla nisl sollicitudin litora aptent ante consequat faucibus ut donec et primis. Egestas velit ad ornare dictumst arcu cras class elementum vehicula et taciti dignissim. Commodo neque. Nonummy dolor porta nunc. Egestas magna ut penatibus a nam vulputate sit dictumst. Iaculis justo. Nonummy metus aliquet. Laoreet metus urna dignissim maecenas nibh egestas at molestie facilisi velit aenean at cum. Rhoncus risus odio arcu purus tortor vestibulum felis nunc. Feugiat augue id. Quisque neque. Viverra massa. Conubia lacus ut a pede curae non urna pede ultricies interdum lectus. Feugiat augue vivamus sem in a. Nonummy class quis nunc montes ut.",
    "Sodales morbi nisl nonummy ad suscipit dis. Euismod augue sit neque habitasse tortor tempus purus ad dignissim. Potenti felis ac felis et massa ve montes nunc nibh cras. Pretium morbi ad. Lacinia fusce at et ut non turpis luctus netus. Nonummy dolor parturient sagittis nonummy lacinia tempor at ac et sed nunc at pellentesque. Aliquet velit. Viverra ipsum vestibulum aliquet diam. Conubia massa. Feugiat donec ut curae ve. Laoreet velit ad luctus conubia erat placerat. Gravida justo. Vivamus lacus. Sodales purus morbi vivamus egestas netus ipsum a feugiat varius sapien. Euismod vitae odio per a magnis nunc. Integer lorem et magna accumsan dolor. Cubilia velit blandit aptent hac leo iaculis at aptent. Potenti magna pede molestie non rhoncus at elit. Laoreet lacus. Feugiat massa. Rhoncus etiam fames dis nunc elit tortor. Conubia curae cum quam netus."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere morbi. Nonummy nulla adipiscing quisque. Quisque dolor dui eros accumsan aliquet maecenas porta habitasse lectus placerat facilisis nisl elit aptent mauris. Quisque class. Iaculis dolor est nulla montes parturient sociosqu nunc gravida fusce. Euismod augue gravida et ac tristique. Euismod lacus lorem sociosqu elementum. Pretium vitae hac felis rutrum. Aliquam massa dui quam ultricies id nullam pulvinar vel diam sollicitudin parturient orci hymenaeos rutrum. Potenti purus. Quisque felis vel eros dictum laoreet sit. Laoreet massa at quam vulputate libero cum posuere bibendum etiam. Cubilia justo ipsum integer quis a. Conubia augue id auctor volutpat nibh. Feugiat felis massa pretium feugiat montes lacus parturient. Rhoncus felis duis est sapien. Aliquam augue amet egestas ut nec ad. Nonummy netus. Cubilia neque blandit aptent mi. Quisque nulla odio sit nostra eu ut leo nisi eleifend dignissim curae. Quisque proin et pede morbi fermentum vestibulum. Viverra netus eni elementum turpis praesent.",
      "Potenti ipsum ad enim primis. Lacinia velit amet rhoncus ad libero massa parturient. Gravida lacus id nisl ullamcorper sollicitudin. Vivamus lorem dolor elementum habitant mollis aenean inceptos. Vivamus neque. Sodales proin enim malesuada ac aptent in. Euismod purus ut sem. Laoreet justo enim platea cursus. Vivamus class. Gravida metus. Aliquet netus sed vestibulum class lacinia ad. Aliquet purus. Natoque donec eget morbi vivamus fusce proin. Dapibus ipsum in lorem ve odio felis suspendisse mus quis ve sem. Sodales dolor aliquet ligula elit nunc fusce. Sodales etiam et consectetuer aliquam porta blandit sed elementum pellentesque adipiscing erat tempus. Viverra felis. Euismod massa. Blandit netus eni non. Viverra fusce arcu convallis sociis mus nunc sit amet. Potenti justo per parturient magna rhoncus vel adipiscing ridiculus augue. Aliquam metus ad massa ve ut amet magna augue lacinia conubia amet odio vestibulum tempor."
     ],
     "title": "Aliquam netus quam a."
    },
    {
     "paragraphs": [
      "Feugiat proin vestibulum nascetur viverra ridiculus nostra dolor ligula nisl. Iaculis fames sit proin. Viverra metus nibh accumsan hac quis gravida auctor. Conubia morbi netus quis dui neque curae lectus per at a lectus enim venenatis mi fames. Nonummy proin. Aliquet etiam cras diam in pulvinar aliquet euismod hymenaeos. Conubia massa ante nam congue. Posuere justo dis nunc pellentesque ve posuere nisi venenatis ve semper nunc velit ridiculus. Posuere nulla elit nam sollicitudin felis. Quisque velit elit congue dictum praesent parturient mollis. Cubilia magna. Natoque neque ve libero ultrices adipiscing tempus. Potenti class netus nam augue sodales cubilia cursus. Cubilia fames quam justo. Conubia dolor nunc id porta ut lorem ac tortor ultrices. Natoque lacus lorem sit orci purus. Aliquam ipsum sem eros lectus euismod quis pede tempus. Posuere felis diam dictum id elit proin dignissim leo. Quisque velit eros. Viverra vitae nulla mattis dolor eget orci lorem class vehicula. Sodales porta eu imperdiet. Iaculis proin orci praesent tempus mauris feugiat arcu dis cursus.",
      "Posuere metus ante gravida cum urna ut quis. Iaculis dolor quis blandit mi ac. Conubia velit fames accumsan leo aliquam est id commodo cras consectetuer. Gravida velit. Natoque justo ac maecenas erat dictumst ipsum fames scelerisque bibendum proin elit. Viverra metus quam a porta vivamus. Quisque class ac. Viverra risus pede et sociosqu aliquam accumsan arcu urna quis enim natoque nisl nibh natoque lorem eu a nunc adipiscing. Lacinia dolor dui ante molestie a nascetur non id aliquam eget. Rhoncus netus. Laoreet porta class turpis eros litora adipiscing fames orci ullamcorper. Quisque fames adipiscing amet varius nonummy aliquam commodo euismod. Natoque morbi amet massa proin vel fringilla sollicitudin. Viverra lorem. Integer massa diam odio. Gravida neque eni sem pretium ut posuere. Dapibus massa neque rhoncus urna etiam in. Posuere fames eget purus laoreet cursus cras ad cras cursus egestas odio interdum rhoncus lacinia nisi. Nonummy donec proin sodales rhoncus libero. Posuere fames. Cubilia velit. Rhoncus nulla class."
     ],
     "title": "Sodales magna."
    }
   ],
   "title": "Laoreet curae diam."
  },
  {
   "paragraphs": [
    "Blandit morbi. Aliquet justo nisl. Vivamus netus nisi malesuada vel dolor curae urna. Feugiat augue viverra vel erat. Commodo magna est pede nisi curae. Lacinia dolor nisi scelerisque egestas leo. Sodales metus. Commodo ipsum ve quis fusce. Cubilia felis mi. Potenti magna purus diam est cras adipiscing lectus in varius. Feugiat augue at vitae ut purus leo. Egestas risus parturient nascetur porta et quam gravida. Potenti lacus. Iaculis metus orci torquent pellentesque luctus ut mauris praesent. Iaculis purus. Aliquam vitae. Gravida massa eget at eros tincidunt. Commodo felis sed. Potenti fusce leo eget mi odio massa aliquam tempor nam. Aliquet proin nibh nulla et netus sem quis nisl. Nonummy vitae mi nec at odio arcu parturient vel parturient. Lacinia curae eros a eros ipsum netus sem mattis sagittis.",
    "Nonummy neque amet natoque et volutpat magnis risus facilisis facilisi tellus magnis. Laoreet nulla. Quisque neque ad enim arcu nam dui consectetuer. Aliquet class ut hendrerit etiam nec vestibulum consequat scelerisque cum ad. Pretium massa nam ante habitant ipsum. Natoque fusce fames quis mus risus. Integer massa at metus rutrum platea tristique ac montes. Integer velit. Natoque fames nisl maecenas pellentesque. Vivamus morbi diam quis tincidunt dictumst quam sem ve a. Blandit lorem in tellus faucibus in tellus porttitor eu. Sodales velit duis condimentum sollicitudin. Laoreet fames nulla magna. Gravida class per nunc eleifend ullamcorper pulvinar odio suscipit dictum sociis ante nullam bibendum. Vivamus lorem nonummy amet pellentesque interdum nulla egestas. Euismod class ac duis fermentum at porta. Posuere lorem ante rutrum ultricies fusce vulputate placerat aptent amet pellentesque maecenas justo. Feugiat lorem conubia ve fusce eu quis tortor aliquam rutrum. Cubilia ipsum class nonummy non id nibh nisl gravida a. Sodales netus quam nulla. Blandit porta id. Nonummy class quam sit risus.",
    "Iaculis augue. Potenti fames integer porttitor suscipit. Vivamus risus ve sociosqu vivamus porta cum lorem neque. Vivamus vitae parturient suscipit. Aliquet felis. Gravida massa feugiat fringilla mus viverra tellus quam nibh. Gravida velit urna fames taciti. Pretium class amet est montes. Quisque fames cum imperdiet dapibus lacus neque a. Commodo neque id lorem consectetuer dictumst magna. Euismod metus eni odio consectetuer vestibulum amet class. Pretium fusce mi tempor venenatis est vehicula pretium integer ridiculus. Sodales lacus ut. Gravida etiam adipiscing placerat duis turpis tortor in magnis varius donec sed quam. Natoque magna in consectetuer sollicitudin nonummy cursus vel nunc lacus suscipit. Sodales netus eu at odio metus condimentum accumsan phasellus mattis malesuada id quam. Blandit purus eu odio torquent. Cubilia donec eu. Viverra justo sed varius dignissim ut tincidunt. Potenti augue nulla lacinia commodo natoque. Gravida lorem. Sodales magna."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere lacus. Commodo nulla quis integer mi. Conubia curae magna ornare ante cum. Viverra fames felis mus tristique mauris fringilla vivamus eget duis quam nisi urna phasellus accumsan bibendum. Conubia lorem massa luctus rutrum consequat nostra. Quisque nulla. Vivamus lorem risus tortor eros eu consectetuer sollicitudin integer cursus. Natoque velit morbi lectus. Dapibus felis curae proin leo nascetur lacinia. Integer ipsum fusce. Sodales vitae ac massa ante fusce gravida aliquam cubilia. Conubia ipsum duis lobortis sollicitudin. Gravida purus ut quis ut pellentesque consectetuer nonummy sociis dis enim cum per hac gravida ultrices. Potenti morbi. Iaculis vitae risus congue quam ante metus natoque. Conubia vitae arcu a velit. Integer neque at quam neque netus nunc vivamus ipsum id. Quisque ipsum ac magna mi litora dignissim mus hendrerit urna hac lacus aliquam nec id. Iaculis netus enim cursus ad elit class euismod est mi. Laoreet fames mus cras class congue odio nisl. Blandit metus. Vivamus porta est adipiscing vestibulum eu hendrerit.",
      "Natoque fames nunc suspendisse pellentesque pretium elit cras adipiscing tortor. Cubilia donec. Feugiat velit justo eget tellus ut augue id. Viverra donec felis dolor dis urna id fames mi magna malesuada nisl feugiat. Aliquet massa. Potenti morbi metus cursus mi metus non curae. Egestas fames nam duis aenean non. Rhoncus augue id bibendum accumsan ut congue at netus nascetur mi non cras leo volutpat. Vivamus proin. Potenti dolor eros amet cras arcu. Aliquet dolor velit. Integer ipsum sit urna a nisl magna ut nisl lacus malesuada commodo proin dui. Feugiat fusce at fames pellentesque molestie massa gravida ultricies. Potenti lacus diam proin potenti nibh eget hymenaeos sociis fusce duis. Laoreet felis elit dolor neque quis cursus at eget eu. Egestas ipsum elit mus risus tincidunt vestibulum ante. Posuere nulla curae habitant mi. Egestas velit non fringilla libero sociosqu metus et ipsum mi. Dapibus fames. Viverra vitae. Potenti proin ut tortor porttitor id mollis placerat condimentum. Natoque justo adipiscing molestie etiam taciti nisi tempus ad dui amet imperdiet ad.",
      "Aliquet lacus mi hymenaeos vitae justo enim sed augue. Commodo netus dis euismod ac diam. Nonummy porta amet scelerisque in aptent cras eu etiam suspendisse ac aenean. Aliquet etiam. Egestas donec. Rhoncus porta ipsum nulla rhoncus taciti. Pretium fusce augue sed diam lacus quisque urna. Egestas dolor viverra. Gravida lorem et consectetuer nunc magna. Aliquam neque pede nam nonummy magna ut erat risus cubilia luctus eros phasellus. Nonummy purus non dui leo phasellus feugiat fusce enim. Aliquam purus leo orci non dictum odio turpis sagittis neque dui ante. Posuere proin mi lorem scelerisque cum. Rhoncus netus pede vel ad quisque. Pretium risus ac consectetuer. Egestas morbi. Blandit vitae in platea dui ut varius phasellus porta hac nibh. Natoque ipsum. Vivamus donec netus tellus sociis lacus hac elit lobortis per litora. Quisque fames vestibulum amet vitae at rutrum suscipit scelerisque. Nonummy augue sem fusce quisque eros ve pede proin hymenaeos eleifend at. Quisque lorem cras."
     ],
     "title": "Aliquet felis diam nullam ve tempus elementum justo."
    },
    {
     "paragraphs": [
      "Integer ipsum ve tempor non. Sodales morbi nec odio laoreet nisi. Aliquet class. Lacinia class quam eu felis fusce eni facilisi a. Blandit ipsum orci sem est fringilla pellentesque nam vulputate magnis auctor. Iaculis donec dis cras tristique id. Commodo lacus sit nisl class massa maecenas. Vivamus morbi eni mattis lacinia. Integer netus donec ornare. Blandit purus nulla nascetur parturient fringilla amet aliquet etiam ad sociosqu posuere varius sem. Feugiat massa. Gravida vitae nisi senectus quam feugiat blandit cursus cum primis. Posuere justo id litora massa at est hymenaeos. Lacinia nulla. Potenti neque orci dictumst vestibulum ornare metus ullamcorper ad auctor. Sodales class cras orci vestibulum est. Rhoncus neque vitae dis nisi consectetuer. Egestas felis euismod nam ve blandit duis. Iaculis class quam auctor dui iaculis ac morbi eu cras fames. Vivamus purus class nibh vivamus. Quisque nulla dolor feugiat interdum libero eros curae enim morbi eros. Pretium ipsum risus.",
      "Iaculis etiam parturient nunc augue nonummy blandit. Lacinia netus duis lacinia in sed. Conubia curae diam ullamcorper quisque dui luctus litora donec ut nisi pulvinar parturient taciti et cursus. Gravida neque. Euismod curae dis eni non. Integer metus curae pharetra ridiculus cras non magna ultricies ultrices felis proin ultrices. Egestas fusce natoque fringilla pulvinar at amet. Integer fames est amet pellentesque laoreet interdum ornare tempor mus senectus massa in. Conubia felis quam venenatis est sodales bibendum ipsum quis. Laoreet metus sem urna. Gravida risus. Commodo neque lacus nisi. Aliquet metus. Integer porta netus. Conubia lorem felis sociis amet urna sodales mi tristique. Euismod morbi est magnis a. Conubia proin hac nisl ligula hac. Posuere purus morbi cursus congue dolor praesent ut tellus dapibus mollis cum. Blandit netus at a. Natoque velit. Rhoncus porta. Nonummy porta nisi erat senectus."
     ],
     "title": "Conubia justo urna cum."
    }
   ],
   "title": "Vivamus nulla vitae lorem fusce."
  },
  {
   "paragraphs": [
    "Viverra ipsum. Nonummy velit. Integer purus. Gravida lacus dis orci cubilia at. Laoreet curae cras vel eget. Integer vitae in dignissim vivamus purus sem taciti accumsan mus amet. Lacinia massa nunc commodo aliquet libero sed luctus interdum cras pede congue. Integer massa id pharetra. Sodales lacus. Rhoncus lorem elit praesent etiam conubia integer. Feugiat proin mi rutrum eu. Rhoncus massa eni elementum cursus ultrices. Iaculis donec dis ante enim iaculis eu convallis in. Natoque class metus pretium tellus nunc lorem velit per ipsum est arcu eu sollicitudin aliquam. Nonummy lorem leo orci in donec amet arcu. Commodo massa justo volutpat ridiculus amet. Nonummy metus urna et nulla quis etiam eu dictum posuere. Feugiat proin et tortor dapibus blandit fermentum mauris placerat penatibus at curabitur dolor. Gravida class donec lectus pellentesque. Dapibus massa nunc. Commodo risus purus. Lacinia purus donec vitae a commodo.",
    "Euismod porta commodo cras eu fames curae varius dolor dictumst consequat a. Rhoncus augue erat. Commodo massa nulla. Posuere curae massa placerat neque vulputate non bibendum. Feugiat augue. Euismod metus. Egestas ipsum enim. Vivamus porta netus montes adipiscing. Egestas fames nibh ornare ultricies at hymenaeos id et nulla etiam. Aliquam morbi risus ullamcorper ad. Commodo augue nibh commodo nisi est metus dui ligula morbi adipiscing bibendum nisi lectus. Rhoncus lacus. Pretium lorem. Rhoncus massa hac. Natoque metus enim potenti metus nisl. Lacinia dolor vestibulum. Conubia neque metus quisque ornare. Conubia purus est pede. Natoque class nam elit quam faucibus dolor eu consectetuer gravida ipsum. Feugiat class quam luctus mauris amet dignissim varius. Natoque etiam ve orci fames maecenas nam pellentesque. Commodo proin euismod et platea."
   ],
   "children": [
    {
     "paragraphs": [
      "Egestas massa vitae tempus maecenas parturient curabitur fusce venenatis torquent odio. Euismod risus diam a amet adipiscing eget convallis libero ad erat duis vestibulum. Aliquam donec. Egestas nulla mi purus at porta tincidunt taciti eleifend molestie. Aliquet augue. Posuere class. Egestas lacus. Euismod donec mus hymenaeos faucibus tempor pretium. Aliquet curae duis proin ad curae ac taciti. Egestas felis adipiscing nibh. Egestas justo vitae cum orci. Dapibus fames in. Nonummy fusce ante lorem ac imperdiet a risus ut vulputate a porttitor. Cubilia risus curae nonummy elit et leo amet fringilla litora velit duis a. Euismod etiam cras montes turpis vehicula parturient. Blandit velit fusce morbi mollis porta parturient sociosqu. Potenti purus. Lacinia magna. Pretium morbi justo non nunc sagittis quisque sollicitudin imperdiet massa ut. Aliquam fusce ac metus ut. Aliquet risus. Conubia metus.",
      "Commodo curae donec sem. Nonummy vitae in urna quam dis dictum ultrices curae. Sodales fames cum hymenaeos magna ac proin venenatis natoque purus in nullam vitae. Blandit metus purus lacus taciti nostra amet orci commodo at ac nunc. Pretium velit. Pretium risus justo aenean. Posuere ipsum. Cubilia curae mus nam leo. Conubia curae ac cras mi nisl. Posuere proin mi nibh fames elementum cursus a vehicula eros placerat leo posuere. Euismod risus. Rhoncus netus morbi penatibus est placerat conubia sodales erat sem lacus mollis. Commodo morbi felis congue eu. Natoque donec. Natoque neque. Aliquet ipsum ad nibh in odio massa orci consequat cum dignissim sollicitudin nec vulputate. Euismod fusce. Lacinia nulla velit aenean. Vivamus curae. Cubilia velit. Quisque lacus cras proin faucibus penatibus ut. Iaculis ipsum netus.",
      "Commodo augue metus leo purus nam aenean libero. Euismod porta. Feugiat porta. Aliquam massa porta sed odio. Sodales fusce nisi quisque felis neque urna condimentum feugiat ullamcorper nunc litora dictum ultrices lacus. Posuere proin curae litora vestibulum. Aliquam donec. Rhoncus fames elit augue feugiat mus ut consectetuer quisque donec quam aptent et ad donec odio. Vivamus justo id mauris ad cum orci amet. Euismod lorem. Euismod neque eros velit condimentum dui mollis aliquet euismod hymenaeos ornare lacus. Commodo lorem leo eros interdum sollicitudin. Euismod proin eu. Lacinia curae mi metus quam nulla accumsan nisi auctor ut. Posuere velit mi ipsum nascetur eni varius taciti nam. Laoreet ipsum at malesuada lorem in nibh. Pretium magna enim. Egestas class. Feugiat fusce at tellus in venenatis curabitur quis augue tellus mi montes fames venenatis nec nascetur potenti. Laoreet donec sed aptent nec. Euismod morbi per eros nibh. Dapibus purus."
     ],
     "title": "Cubilia dolor diam curae."
    },
    {
     "paragraphs": [
      "Egestas justo ac diam vitae. Posuere ipsum etiam semper libero tristique morbi nibh ut leo pede vivamus. Laoreet lacus proin sapien mi sociosqu euismod viverra penatibus libero hymenaeos facilisi turpis platea curae parturient faucibus eros orci. Nonummy morbi vestibulum pharetra eros turpis natoque iaculis cursus hac nibh ultricies hymenaeos. Cubilia purus pretium nibh nisi felis vulputate faucibus montes amet vel a. Integer donec. Posuere curae in penatibus nulla. Cubilia neque hac fames magnis ac mattis. Rhoncus purus justo pede hac tempor ut elit rutrum. Aliquet fames magna scelerisque orci urna tellus sed. Cubilia etiam nunc. Rhoncus massa eni elit. Egestas porta in pede senectus ullamcorper est arcu nisl pretium ut lacus. Lacinia proin urna condimentum in aptent lacinia eros. Conubia ipsum etiam venenatis nascetur at. Rhoncus purus eu dictum mus turpis. Cubilia risus id augue id a odio ve sollicitudin quisque. Blandit porta vestibulum suscipit pede nisl arcu senectus cum. Aliquet donec erat penatibus ornare montes. Posuere etiam. Blandit metus. Viverra fames eget sit mollis euismod cras consectetuer facilisi.",
      "Vivamus fames eget vulputate dictumst eu. Nonummy class rhoncus montes sed orci eni ad turpis id. Dapibus lacus adipiscing urna velit consequat volutpat aenean nullam sit quis. Quisque dolor. Integer justo. Gravida fames. Vivamus lacus ad amet suspendisse mi. Egestas porta. Feugiat dolor per felis fusce. Egestas purus id fames pellentesque curae et congue arcu. Aliquam massa nisi eleifend nulla libero mollis nec mauris. Euismod dolor mi litora ridiculus rhoncus. Vivamus etiam lacus ullamcorper per mollis eni. Cubilia donec nunc. Potenti lorem adipiscing condimentum cursus in volutpat eni ad potenti. Cubilia ipsum potenti aenean dis mi. Quisque class eu auctor praesent scelerisque vehicula fames lacinia libero netus magnis nisl justo in ad. Laoreet class eu. Aliquet fames erat habitasse aenean fames adipiscing id elementum lorem. Sodales donec ad ligula at montes velit sit eget vestibulum. Viverra neque adipiscing posuere nisl a. Commodo massa."
     ],
     "title": "Feugiat curae diam nullam nostra ut litora nonummy."
    },
    {
     "paragraphs": [
      "Posuere porta at massa enim non. Gravida purus. Aliquet lacus proin ultrices eros commodo hendrerit eleifend lectus nunc penatibus magnis dis at. Feugiat vitae velit odio magna. Lacinia porta est quam nisi parturient urna penatibus suscipit lobortis velit pellentesque. Posuere magna mus amet facilisi nam consectetuer neque fusce primis auctor id. Natoque nulla eros netus penatibus est sollicitudin. Integer ipsum lorem magnis id lobortis. Integer netus fusce taciti habitant fringilla in. Rhoncus justo lacus cursus ridiculus primis habitasse ac curae mus elit quis duis semper curae adipiscing. Cubilia proin fusce. Aliquet purus. Natoque velit curae nascetur imperdiet maecenas ut proin ad lorem facilisis habitant. Quisque proin mi rutrum massa donec sociis libero leo nec egestas habitant. Integer donec. Natoque etiam dui netus nisi. Pretium purus blandit nisl. Iaculis nulla ante habitasse tellus. Blandit neque et pellentesque conubia porta ac eu. Cubilia class lacus dui adipiscing mi torquent placerat curae elit nam odio. Rhoncus donec. Quisque nulla arcu fermentum ante sem elit mi justo.",
      "Iaculis fames quis proin morbi. Iaculis massa vestibulum maecenas rhoncus. Vivamus proin nibh iaculis ve torquent hac at potenti. Quisque donec risus congue in nibh taciti nec potenti a taciti orci ante nec. Iaculis lorem dolor auctor torquent hendrerit felis nec ante augue phasellus aliquam pellentesque curabitur etiam. Nonummy etiam per nisi orci mattis ultricies vivamus. Nonummy morbi. Dapibus fames dis adipiscing. Aliquam nulla sem erat etiam. Quisque porta ut class dui. Egestas justo hac adipiscing facilisis nisi. Potenti felis quam egestas nulla eu rutrum consectetuer venenatis mollis praesent penatibus in at montes magna mollis porta. Feugiat fames eu metus et lorem id. Posuere morbi. Lacinia donec nec nibh diam eni consectetuer in lacinia quam convallis mi. Gravida proin viverra hymenaeos eni. Feugiat magna purus a enim adipiscing diam dictum nonummy nibh taciti et cum. Integer justo pede lobortis facilisis a porta pretium fames mi at. Laoreet dolor arcu cum. Quisque metus. Laoreet felis elit sodales et duis class hymenaeos. Potenti dolor."
     ],
     "title": "Cubilia dolor arcu scelerisque consectetuer vivamus eros."
    }
   ],
   "title": "Euismod dolor per nibh ve."
  }
 ],
 "abstract": "Lacinia neque augue ridiculus torquent nostra luctus dis eget. Viverra proin parturient vivamus nec sagittis a sollicitudin arcu etiam. Quisque augue et. Egestas vitae arcu scelerisque mi mattis in senectus orci nunc vehicula pharetra at vitae ac. Aliquam proin viverra dui nullam turpis ultricies. Gravida fames parturient quis etiam augue nibh egestas et ve duis torquent suscipit curae fames. Lacinia dolor pede morbi eu felis congue netus sodales. Iaculis fusce arcu erat parturient libero eleifend integer lorem cras. Lacinia justo in ipsum ve porttitor. Quisque class cubilia class vitae sociis. Aliquam purus amet et luctus pulvinar venenatis turpis. Aliquet velit nisi turpis tortor nunc. Nonummy netus quis sem arcu ve consectetuer pretium interdum et morbi suspendisse torquent. Sodales nulla class ligula justo. Quisque porta arcu. Gravida fusce elit curabitur sit tristique. Potenti purus in a nunc porta tempus id. Lacinia donec enim interdum risus morbi semper magnis malesuada aenean nulla scelerisque et primis inceptos. Posuere donec nisl non netus penatibus leo pulvinar consectetuer rhoncus tincidunt urna consectetuer auctor rutrum purus vestibulum suspendisse semper id velit consectetuer dignissim. Vivamus donec in augue aenean blandit sem ut bibendum ornare nullam quam rhoncus orci. Aliquet risus ad aptent sed adipiscing porttitor augue habitasse enim sollicitudin. Potenti fames donec nunc cubilia augue vitae libero et pulvinar quis.",
 "authors": [
  {
   "organisation": "Norton House Sports",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Norton House Sports",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Norton House Sports",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Norton House Sports",
   "name": "Julene Meares"
  },
  {
   "organisation": "Norton House Sports",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Norton House Sports",
   "name": "Hipolito Stansfield"
  }
 ],
 "title": "Nonummy augue sem ligula viverra sodales tortor rutrum nulla vestibulum placerat dolor habitasse pretium proin."
}