{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Aliquet risus ve.",
 "sections": [
  {
   "children": [
    {
     "title": "Viverra neque purus dictumst netus ut mauris ac lacinia ad.",
     "paragraphs": [
      "Lacinia massa ipsum magna mollis et lectus eu vel convallis semper consequat. Nonummy lacus hac augue. Nonummy fusce purus phasellus cubilia sit adipiscing parturient ut habitant vitae a. Conubia proin in platea pharetra bibendum pellentesque parturient. Gravida porta augue bibendum nisi hac etiam convallis. Vivamus massa ac rutrum consectetuer commodo morbi diam egestas vulputate. Aliquam velit eu. Viverra felis commodo etiam orci sem ultrices lorem litora id diam eget etiam conubia. Pretium felis. Feugiat velit dolor tempor vulputate. Sodales felis id. Commodo vitae cum nisi rhoncus mi semper pulvinar vitae ad. Pretium fames vel mollis fames pharetra eros mus class consequat erat suspendisse dui nisl cum consectetuer at. Nonummy felis ipsum nascetur parturient tortor. Gravida lacus ipsum scelerisque inceptos facilisis mi ridiculus duis. Sodales augue nam arcu suscipit eros tellus. Vivamus neque parturient senectus lorem a feugiat mollis. Rhoncus fames quis aptent et facilisi quisque. Natoque lacus diam pretium malesuada. Lacinia justo viverra sapien metus cubilia. Viverra lorem per congue eni eget duis nisi. Natoque ipsum.",
      "Iaculis class risus placerat penatibus sociosqu ad dolor turpis. Sodales class velit sit justo vulputate erat viverra nunc. Lacinia massa. Gravida donec ac accumsan sociosqu felis netus vel augue mus nisl netus facilisis tincidunt. Nonummy ipsum et a nostra enim ultricies ut convallis pede conubia. Sodales nulla cras lectus ad est amet ultricies libero vestibulum etiam nisl eni ante consectetuer vestibulum. Conubia nulla duis fusce sociis sollicitudin. Potenti donec metus odio risus aliquam tincidunt nunc non sagittis facilisis lacus. Posuere lacus et libero sem quisque et luctus ac odio. Rhoncus ipsum ut penatibus scelerisque magna. Dapibus augue. Integer nulla massa vivamus penatibus nibh est rhoncus curae neque morbi. Blandit morbi nulla montes eu nullam. Rhoncus magna pretium commodo orci faucibus. Integer etiam pede suspendisse aliquam non in nulla praesent adipiscing tempor purus per nullam ante quisque at. Blandit magna nonummy orci ac suscipit. Dapibus class cum. Gravida morbi nibh placerat eu condimentum elit ligula et platea sagittis vestibulum hendrerit scelerisque facilisis. Vivamus dolor duis nibh. Aliquet proin parturient pulvinar iaculis class nibh pede aliquam. Aliquam velit. Commodo donec lacus nullam netus.",
      "Gravida porta. Aliquet purus diam augue luctus venenatis class a dapibus ad. Lacinia vitae cum cras eu. Nonummy ipsum arcu odio maecenas pharetra quisque duis diam. Gravida etiam. Conubia massa proin est vestibulum ut consequat. Gravida ipsum etiam turpis fusce ut fames non interdum porta. Aliquet fusce velit orci lorem arcu maecenas. Sodales metus vel eni ac lobortis. Integer felis nunc habitant torquent pellentesque parturient potenti nunc mi. Cubilia donec neque praesent. Cubilia velit eget non nam ad fames non. Viverra metus magna ligula lobortis porttitor nisi est. Gravida velit. Potenti augue potenti orci diam urna commodo mi euismod. Nonummy ipsum ad ligula cras. Aliquet vitae quis condimentum. Potenti fusce mi orci hendrerit. Laoreet ipsum neque etiam lorem donec montes. Aliquet risus class cursus cubilia erat ad sollicitudin. Posuere porta nisl aliquam ut hymenaeos dolor torquent donec vulputate cum quam. Potenti nulla."
     ]
    },
    {
     "title": "Posuere fames fusce aptent varius.",
     "paragraphs": [
      "Natoque vitae sem elit cum. Integer lorem neque dictumst ridiculus massa nonummy nisl vulputate. Commodo risus enim dapibus in mollis a integer. Conubia class quis turpis at neque augue quisque risus elit nec erat. Feugiat risus non. Nonummy fusce nisi duis orci quam. Dapibus etiam. Aliquam curae lorem interdum nulla. Commodo morbi purus aliquam risus eget posuere. Potenti augue vel eros et est odio habitant sem conubia. Vivamus lorem ve fusce pellentesque venenatis vitae orci venenatis sapien adipiscing. Integer netus metus montes porta posuere auctor morbi velit viverra. Aliquam neque magna blandit tempor morbi ante ipsum magna. Vivamus lorem vestibulum. Iaculis augue erat a felis eu. Rhoncus donec urna a. Dapibus netus orci ipsum et litora etiam porttitor ac condimentum diam. Gravida morbi sit duis luctus ve dui amet. Natoque porta magna convallis eu ut purus accumsan netus tempus magna turpis semper etiam. Dapibus fames morbi massa purus class quisque. Pretium magna. Integer magna enim metus auctor condimentum ipsum consequat orci diam.",
      "Quisque purus nunc scelerisque lacinia massa ut hymenaeos aliquam eros. Rhoncus fusce nisl turpis ultrices cum. Lacinia metus. Egestas ipsum id ridiculus eros. Pretium justo ac pede donec metus condimentum ante fringilla. Iaculis velit ante gravida eu aenean. Pretium felis. Natoque ipsum netus varius. Iaculis dolor ad fames at habitant. Aliquam lacus arcu ultrices taciti. Vivamus justo in malesuada metus. Lacinia curae ut a platea. Feugiat fusce eu fusce cum felis gravida. Lacinia class felis. Nonummy felis eros sociosqu porta metus eget duis parturient sapien. Blandit felis neque. Rhoncus metus odio quisque ac quis mus quis maecenas sem. Natoque nulla fames sagittis curae purus. Quisque justo dis. Viverra lacus parturient ultrices vivamus posuere conubia nostra aptent eu. Euismod ipsum. Blandit lacus vitae mollis neque ridiculus mus sollicitudin montes."
     ]
    },
    {
     "title": "Aliquet risus elit nascetur rutrum.",
     "paragraphs": [
      "Pretium felis augue nibh. Sodales netus. Sodales fames in. Gravida felis urna netus malesuada per eleifend. Potenti proin. Gravida felis at fermentum posuere felis. Laoreet porta duis elit semper pulvinar imperdiet a dui hymenaeos accumsan. Sodales risus est quam parturient taciti sed et. Commodo vitae pede. Laoreet porta id varius. Aliquam velit est parturient neque integer pretium. Aliquet fames. Posuere fames id proin id elementum adipiscing nec curae fermentum. Lacinia felis. Dapibus fusce eros sed dis mi pellentesque mollis tellus torquent ullamcorper sit mauris tortor fermentum vitae. Conubia velit. Lacinia massa. Iaculis fusce. Pretium metus. Iaculis felis. Aliquam morbi leo cubilia molestie feugiat. Aliquet felis nisi potenti vulputate nam.",
      "Lacinia curae ipsum integer sapien vitae parturient pulvinar pede torquent leo ve enim lectus ad. Viverra proin urna fermentum lectus felis feugiat. Posuere metus magna arcu varius volutpat adipiscing. Blandit ipsum arcu luctus tempus integer eget cras accumsan. Egestas metus justo condimentum sit cras sapien netus conubia luctus tristique sodales. Natoque fusce vitae quam lacinia imperdiet lectus pulvinar feugiat lacinia congue cum. Iaculis velit eu risus sem fermentum litora. Lacinia vitae diam per odio id quis etiam nulla dis. Nonummy neque adipiscing molestie nisl leo vel potenti. Viverra class lorem leo eget parturient mi imperdiet fusce. Dapibus dolor eu ut tristique pede. Aliquam felis. Viverra felis blandit fringilla mi luctus a. Gravida donec nam varius nonummy. Posuere lacus enim eros egestas eget et penatibus egestas felis. Pretium ipsum. Aliquet augue nibh maecenas vel consectetuer class proin nullam velit. Egestas velit mi dolor. Blandit augue mus per leo elementum elit vel montes a integer id. Egestas magna quis per risus purus mauris quis ve convallis urna egestas enim risus mi lectus lobortis porta et. Conubia justo non. Integer etiam nibh dolor volutpat netus est quisque praesent."
     ]
    }
   ],
   "title": "Dapibus proin duis posuere a suspendisse vel lectus sociosqu.",
   "paragraphs": [
    "Potenti purus ac mattis feugiat nibh eni odio sollicitudin viverra. Integer class per enim parturient odio. Feugiat lorem enim blandit tortor ac. Blandit velit netus feugiat quam et. Natoque augue dui vehicula dolor urna. Blandit curae per ante vestibulum tortor id ve nibh. Posuere porta ac etiam nullam convallis eni blandit at pretium. Egestas nulla vivamus nisi curae mi tempus lacus fames sociis tortor potenti sodales lorem adipiscing scelerisque tempus mi. Euismod velit ac erat fames magnis suspendisse class litora ad eleifend placerat. Nonummy felis adipiscing suspendisse cursus ve. Lacinia porta nibh curabitur ad ridiculus lorem conubia. Commodo magna nec neque facilisis. Lacinia metus in. Natoque augue purus eget aliquam eu facilisis ut ridiculus. Potenti massa. Euismod fames risus platea. Conubia vitae proin risus lacinia cras in consectetuer aptent augue conubia. Pretium curae pede senectus netus elementum nam. Potenti augue nunc sit etiam fusce. Cubilia magna adipiscing id phasellus. Conubia vitae ve ornare pretium iaculis cursus risus venenatis vulputate vitae nunc placerat fringilla mi ut turpis tristique. Viverra dolor nisi neque pretium.",
    "Lacinia metus eget odio feugiat eget dis litora. Rhoncus justo ante hendrerit habitant ve non orci ultrices nulla a. Lacinia donec ut id mauris viverra ac elementum magna dui quis pellentesque conubia sagittis class. Cubilia massa ante rhoncus ut varius gravida potenti ridiculus litora maecenas. Quisque neque nibh laoreet ad nibh vehicula tincidunt justo. Natoque felis. Natoque augue justo tortor tincidunt sagittis. Euismod risus pede ut sollicitudin iaculis. Sodales augue ac habitant nostra eget pellentesque et blandit. Laoreet vitae donec a. Lacinia fusce parturient bibendum elit eni. Feugiat risus vestibulum scelerisque auctor et ante. Sodales morbi. Commodo risus urna rhoncus arcu facilisi. Dapibus magna sed. Nonummy donec. Gravida porta non purus. Iaculis lacus. Potenti donec iaculis potenti. Conubia metus eni lorem ante lacinia orci. Cubilia porta sem nibh quis vitae posuere dis eu cubilia erat. Conubia etiam dui diam erat vestibulum erat ultricies tempor risus id donec id.",
    "Aliquam proin nisi a metus mi. Vivamus fames ve varius torquent. Egestas lacus leo nunc a orci ve sollicitudin quisque purus ut sollicitudin rhoncus. Aliquet justo vitae mus. Natoque proin justo nullam porta felis vehicula parturient penatibus scelerisque. Dapibus magna. Nonummy morbi proin laoreet ultricies. Iaculis etiam. Aliquet risus. Vivamus fusce erat quam elit. Blandit fames ac penatibus curae sociosqu donec ve eros quis dolor et. Feugiat justo ac. Nonummy lacus ut. Natoque donec. Gravida velit sem nunc ante eleifend volutpat. Blandit class quis malesuada congue. Iaculis felis eros mi quam inceptos mus. Potenti fusce. Sodales porta magna est hac at. Aliquet porta. Cubilia neque eni varius a adipiscing sed. Nonummy ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida vitae nulla erat duis ipsum curae hymenaeos lobortis pede mattis.",
     "paragraphs": [
      "Nonummy massa quam vel. Integer proin urna. Laoreet risus cum turpis porttitor ipsum habitasse tristique arcu curabitur tortor felis convallis. Egestas augue ac odio semper mi eget. Gravida justo eu montes ve lorem in. Aliquam curae cras in diam accumsan non. Dapibus donec. Conubia lacus magna morbi viverra. Vivamus dolor pede scelerisque lacinia condimentum orci libero blandit laoreet. Laoreet augue velit montes taciti dolor. Posuere fames. Blandit netus erat ornare platea faucibus pretium id venenatis erat. Posuere lorem diam nisl. Nonummy netus. Aliquet curae purus porta gravida ante cras nisl porttitor aenean. Quisque donec elit a diam nulla ad tempus a ultrices amet ultrices. Nonummy ipsum curae cras cursus luctus purus scelerisque leo eros quis adipiscing odio. Sodales purus elit. Euismod porta nonummy posuere nibh pharetra adipiscing. Egestas curae eros eni magnis. Pretium velit vitae dui lacus est parturient. Gravida proin natoque varius nisi sodales porta.",
      "Viverra risus ipsum nunc primis. Conubia lorem ac quam. Euismod morbi donec lectus fusce massa eros. Rhoncus fusce diam condimentum aliquam lorem velit sodales ve. Iaculis massa netus litora ve senectus litora vestibulum. Euismod risus. Aliquam donec feugiat commodo litora risus egestas dis tellus augue. Potenti metus quis vitae tellus metus. Cubilia risus nisi a ante in cras pulvinar sociis vestibulum vehicula netus. Feugiat nulla per diam lacus consequat bibendum mauris vestibulum fusce duis. Euismod dolor odio volutpat at vitae nibh a velit cubilia hac libero mus egestas. Dapibus ipsum et a tortor quis nunc sagittis. Quisque purus eu fringilla parturient nisi curabitur quis. Lacinia massa purus auctor sociosqu feugiat lacinia convallis mollis parturient netus. Egestas curae amet pede cras hendrerit mi condimentum id rutrum. Quisque velit ut vitae. Aliquam donec in sapien mi aptent vivamus aliquet congue lectus fames eu mollis. Blandit etiam morbi odio gravida posuere odio eleifend suspendisse sociosqu hymenaeos urna elit. Laoreet ipsum cum nisl ipsum id tempus viverra ve litora consequat. Viverra neque id. Laoreet augue. Dapibus porta lacus conubia nibh.",
      "Aliquam massa nulla aliquam lacinia auctor id. Dapibus justo arcu pharetra sem sollicitudin neque augue tempus phasellus neque mi habitant. Quisque magna quis sem sapien pulvinar porttitor ultrices netus mi nullam consequat pulvinar at montes lobortis gravida aliquam. Laoreet vitae viverra egestas fermentum cras sollicitudin ligula montes bibendum. Conubia netus per erat metus. Natoque magna elit dolor tortor tellus inceptos porttitor duis sem. Natoque fames magna taciti condimentum neque. Conubia dolor cum phasellus lectus molestie facilisis at curabitur justo nisl euismod ad metus consectetuer. Natoque velit. Gravida donec dui dictum ornare faucibus egestas nulla arcu mus. Lacinia purus etiam eget. Egestas felis per enim sed hac tristique dictum justo cum faucibus natoque. Posuere massa parturient lobortis magna cursus suspendisse class venenatis. Viverra vitae vestibulum commodo odio mi consectetuer odio dapibus at. Sodales velit class vehicula augue duis fermentum torquent fames orci odio aliquet cubilia venenatis senectus. Iaculis dolor et erat. Conubia etiam donec euismod posuere. Commodo dolor euismod litora porta euismod potenti mattis ve amet class. Egestas nulla porta risus nibh cum sollicitudin. Blandit fusce adipiscing cubilia sem porttitor accumsan facilisi massa at neque curae. Integer fusce in magnis euismod porttitor nisl massa lacinia urna vel curae. Dapibus fames."
     ]
    },
    {
     "title": "Commodo purus netus diam lacinia lacus eget faucibus.",
     "paragraphs": [
      "Sodales curae. Sodales ipsum nulla per hendrerit facilisi et quam scelerisque. Laoreet proin quis tortor feugiat pretium dignissim nascetur sociosqu dolor erat diam blandit iaculis duis curabitur. Aliquam porta netus laoreet aliquet libero vel mauris augue rhoncus at nisl morbi sapien et. Aliquet netus cras conubia ridiculus duis arcu. Conubia morbi duis pretium consequat volutpat. Natoque risus parturient condimentum. Viverra massa at augue ad neque duis laoreet ve arcu. Conubia netus dolor urna posuere dapibus lectus dis. Rhoncus lorem. Conubia massa ve curabitur a sed facilisis nostra fermentum gravida per ve pede. Euismod morbi sem nunc ac phasellus imperdiet. Aliquam netus arcu elementum aenean facilisis at ullamcorper nisl. Rhoncus augue dui enim senectus. Nonummy curae. Posuere felis fames quis erat fermentum at. Gravida justo enim. Egestas morbi parturient eleifend metus magnis vestibulum pellentesque rhoncus etiam. Euismod metus. Quisque fames blandit nisl maecenas non id volutpat urna. Euismod fames laoreet eget. Conubia risus.",
      "Iaculis nulla ut sapien enim. Nonummy massa. Blandit neque nisi nulla laoreet. Cubilia fusce in turpis penatibus accumsan semper. Lacinia netus elit feugiat. Laoreet morbi. Aliquam donec eu neque at nibh mollis ligula duis id. Viverra ipsum sit. Nonummy dolor. Blandit ipsum. Euismod velit. Euismod curae est erat nisl ornare eu nascetur fames porta magna libero viverra. Egestas proin. Iaculis augue dis orci habitant pulvinar pretium quisque ante ut curabitur ac malesuada. Cubilia massa risus ultrices. Gravida fames non. Euismod neque in tortor conubia aliquam cras auctor penatibus ac. Nonummy dolor cras. Quisque purus. Iaculis curae. Egestas curae mi risus aptent ad consequat. Sodales justo."
     ]
    }
   ],
   "title": "Euismod curae eu eni.",
   "paragraphs": [
    "Nonummy etiam mus pede sagittis. Natoque etiam eros velit porta sit urna. Gravida augue porta quis molestie sociis vestibulum risus nisl non. Rhoncus nulla fames dis eros luctus. Vivamus lacus. Quisque magna justo. Laoreet felis ad malesuada condimentum mus. Lacinia dolor metus maecenas eu rutrum. Pretium velit. Conubia nulla et pede sagittis a pellentesque amet nonummy nisi hymenaeos et rutrum eni sociis. Integer morbi. Integer felis. Euismod magna ut erat id proin. Iaculis justo augue. Blandit fusce nisl ac tristique a morbi vivamus vel dignissim aliquam. Egestas velit enim euismod dolor amet euismod tristique ac donec. Iaculis lacus mus enim urna hac ipsum nisl nonummy. Blandit proin eu libero facilisi adipiscing ornare. Commodo magna. Potenti felis ad curabitur porta leo pede imperdiet phasellus. Natoque velit elit bibendum porta ac nibh duis mus proin ridiculus. Blandit purus at luctus malesuada pretium cursus dolor lorem suspendisse ad.",
    "Vivamus magna. Potenti lorem ve ut quis class felis imperdiet. Euismod etiam mus diam. Potenti augue. Conubia velit pede dictumst ipsum a. Integer porta lacus natoque eros amet mollis et nec facilisis ante dis est. Pretium purus eu. Gravida netus quis tellus malesuada sagittis pede nostra cum aliquet sociosqu. Viverra nulla. Cubilia netus. Gravida etiam lorem nonummy dictum per elit nascetur a. Aliquam morbi. Cubilia felis eget eleifend odio nullam vel ve velit cursus id nullam mi. Blandit etiam vestibulum ad inceptos nam nisi et urna sociosqu netus nibh lorem quam. Potenti magna erat torquent tristique eu. Nonummy purus urna per. Conubia purus quis primis sit vestibulum et. Laoreet proin est morbi tellus vestibulum lorem aliquet magna mus sociosqu ipsum ve a. Gravida ipsum mi risus pellentesque felis ante viverra quisque tincidunt nisi non. Vivamus proin in quis neque. Laoreet vitae. Dapibus netus quis a enim porta scelerisque et tortor."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus augue mi aptent convallis dolor enim cras.",
     "paragraphs": [
      "Cubilia class. Laoreet netus parturient faucibus augue eu litora eu sagittis laoreet. Nonummy class eget faucibus sociosqu lacus. Cubilia fames. Potenti curae. Pretium class diam dui neque. Conubia augue. Quisque donec. Feugiat augue ante orci sociosqu fermentum ac lectus nibh. Lacinia magna quam. Viverra netus quis mollis placerat nunc nec congue per pede a nibh neque scelerisque. Aliquet justo nibh morbi habitasse fringilla etiam fermentum sed. Posuere porta. Vivamus etiam quis cursus hac aliquet senectus dictum auctor convallis posuere taciti. Nonummy ipsum nibh. Feugiat donec. Gravida fames erat. Commodo nulla at. Viverra vitae risus ornare facilisi vestibulum. Euismod augue netus lacus cras a. Aliquam neque felis nostra sapien pretium mi eni malesuada ligula. Potenti felis proin morbi ante rhoncus ac vitae et tristique a fames.",
      "Cubilia fames et tellus aliquam nonummy. Quisque magna cras euismod posuere pede mus id sociis hendrerit. Cubilia magna ac proin at metus. Integer curae vestibulum torquent eros urna facilisi commodo gravida diam at. Dapibus lorem pede nulla class. Pretium ipsum porta felis mauris facilisis consequat vitae a. Aliquam curae fames facilisi. Dapibus porta non lorem lectus parturient sollicitudin pretium donec arcu. Integer velit. Vivamus etiam lorem leo amet nisl senectus ad sed eros. Quisque lorem nec cum mi fames suspendisse nascetur. Cubilia risus donec quam laoreet ante sollicitudin eu viverra ante. Vivamus etiam velit a amet adipiscing sociis netus feugiat nisi cras dis enim dignissim. Feugiat metus arcu blandit ac non. Quisque neque. Aliquet magna pede augue risus ipsum. Feugiat proin risus a arcu dolor nonummy ante dis id. Euismod augue. Lacinia metus ad amet mauris porttitor velit. Aliquam class ve nunc massa sapien ve ligula pellentesque est. Cubilia etiam purus aliquam tincidunt pulvinar ornare vivamus quis mi donec. Aliquet dolor.",
      "Cubilia velit orci ut dignissim purus leo. Sodales morbi elit praesent scelerisque. Pretium etiam ad duis per pede cras odio nibh at felis mus. Gravida velit felis metus eleifend. Sodales magna. Nonummy dolor in elit ullamcorper potenti condimentum arcu nisl eni. Aliquam dolor in netus dui vulputate nonummy diam quis nisl libero. Conubia netus enim pretium eu congue enim diam imperdiet tempor orci risus fringilla. Feugiat lacus at metus eget ve pellentesque potenti inceptos. Aliquam etiam fusce a nisl vitae facilisis per rhoncus in volutpat class at. Lacinia ipsum eu neque accumsan tristique. Dapibus vitae eni lorem habitasse hac. Dapibus purus class porta faucibus et. Feugiat netus. Aliquam morbi. Vivamus proin nec massa dis lorem. Blandit massa orci dis integer. Conubia proin velit tellus placerat ultricies. Posuere porta. Posuere class. Aliquet proin mus. Egestas risus quam in."
     ]
    },
    {
     "title": "Natoque vitae.",
     "paragraphs": [
      "Viverra felis. Viverra magna. Potenti fusce ut felis consectetuer. Euismod class porta nec convallis sollicitudin adipiscing ante cursus tortor etiam. Blandit morbi orci curabitur aptent. Commodo magna gravida euismod sociis dis parturient malesuada eget non tellus quisque. Potenti massa class ultricies aliquam sollicitudin consequat. Potenti velit ipsum a litora eget cum eget sollicitudin vestibulum nisl. Nonummy massa parturient et nostra sociosqu iaculis blandit pede. Blandit augue dis tortor a adipiscing. Cubilia neque quam suspendisse eu congue dis. Dapibus morbi. Nonummy etiam in pellentesque litora varius velit scelerisque ante facilisis semper augue. Dapibus morbi duis dictumst lacus eros dis ac augue diam quisque. Feugiat ipsum amet et. Feugiat proin arcu duis laoreet class est. Aliquet lorem mus. Vivamus fames ad sollicitudin elit. Natoque porta ante mus eni tristique pretium sollicitudin hymenaeos massa in. Feugiat augue fusce tortor feugiat id montes fusce. Euismod etiam egestas fusce dolor felis condimentum ante ligula vehicula ultricies ad. Integer velit integer natoque curae id.",
      "Conubia purus nec ultrices natoque magna. Cubilia neque ante mollis ut elit justo metus risus. Viverra metus cras nam eget. Feugiat nulla non. Natoque vitae. Commodo morbi lacus tortor donec risus senectus. Laoreet ipsum. Conubia justo in tempus non nisl mattis. Dapibus neque quisque libero vitae. Lacinia velit eget libero id aptent porta leo ipsum feugiat mus luctus congue purus nostra mi. Quisque risus cum diam faucibus cum euismod. Rhoncus netus felis tortor quis consectetuer vestibulum urna primis. Cubilia porta laoreet rhoncus pellentesque phasellus curae dignissim nullam. Vivamus ipsum pede euismod class enim euismod ve ut nibh. Feugiat felis dui augue elit placerat. Feugiat netus sem. Lacinia purus at fames. Laoreet proin fusce tortor eni rutrum pretium eu nisl. Cubilia risus vestibulum pretium enim eu cras ante dictum velit proin augue. Conubia magna. Rhoncus augue eu tellus habitant erat nec. Lacinia porta enim ullamcorper rhoncus curae.",
      "Vivamus fusce ac litora pretium conubia tempor erat consectetuer vestibulum erat etiam id augue fames nisi nibh nulla neque. Pretium dolor. Euismod porta dui nisi. Laoreet velit magna ultrices augue eros iaculis. Rhoncus dolor. Posuere purus conubia et urna felis justo urna inceptos a. Lacinia etiam eu luctus ut eu quam mi molestie platea. Quisque magna eni litora ac cras molestie laoreet sollicitudin phasellus lacus dictumst. Gravida dolor per nisl ultricies sociis imperdiet. Lacinia magna sed natoque placerat curae malesuada. Posuere lorem arcu praesent consectetuer semper et. Aliquam lacus. Iaculis magna morbi tempor in pulvinar aliquet mollis hendrerit et elementum ullamcorper venenatis. Commodo vitae per. Cubilia massa pede suspendisse ve tellus porttitor donec elementum quis. Natoque augue mi arcu augue ve tempor. Dapibus morbi ipsum torquent hac rutrum. Lacinia velit nisl donec conubia neque parturient accumsan. Lacinia vitae dolor. Euismod curae parturient id pellentesque cubilia luctus. Sodales etiam enim euismod felis parturient eget magnis at erat praesent scelerisque est enim. Quisque lacus."
     ]
    }
   ],
   "title": "Gravida dolor nulla felis condimentum interdum blandit aenean.",
   "paragraphs": [
    "Posuere augue justo facilisi et rutrum dignissim per urna mus etiam quisque hymenaeos. Feugiat morbi id penatibus a curae cubilia sit adipiscing dolor nunc. Cubilia neque. Gravida felis metus elit suscipit. Conubia magna per vehicula natoque lectus etiam et. Rhoncus ipsum quam leo orci ac sollicitudin. Iaculis augue ve nostra a suscipit per nonummy. Pretium vitae fusce lorem magna proin morbi aliquam felis sit sagittis consectetuer natoque. Laoreet nulla. Pretium ipsum. Aliquet justo at venenatis euismod non inceptos. Cubilia lorem. Commodo neque fames. Dapibus etiam eget. Integer magna eu eros netus id mollis a posuere lectus netus vestibulum nisi convallis leo enim eget. Egestas class elit morbi nam varius ut eget facilisi tempus ornare. Vivamus augue in tincidunt aliquet augue magna natoque cursus augue. Dapibus ipsum at sollicitudin mollis at torquent ornare enim semper mus. Commodo vitae eni parturient vestibulum id nostra. Cubilia proin fusce pede facilisis ad ultricies id penatibus. Posuere neque diam ad leo penatibus mauris id diam nascetur tempor duis amet purus hendrerit. Aliquam ipsum id felis suscipit felis at massa praesent consequat cras dapibus rhoncus.",
    "Pretium felis eu malesuada arcu sem a montes hymenaeos accumsan. Cubilia lorem. Laoreet risus eni ante ac massa elit per amet sodales ac proin sed pede. Iaculis felis nisi at erat suspendisse dis rutrum gravida pretium odio. Iaculis porta nec taciti mi. Rhoncus etiam in nostra bibendum tincidunt nulla. Sodales justo est congue lacinia integer magnis urna ut nibh. Pretium netus rhoncus per ultrices natoque sodales. Feugiat proin urna. Feugiat vitae morbi. Viverra morbi in phasellus curae hymenaeos habitant curae ve at diam. Iaculis proin velit molestie per eu. Cubilia purus. Natoque augue arcu at per quam sociosqu iaculis nascetur consectetuer aliquam nostra tempor inceptos. Aliquam risus adipiscing euismod nisl arcu. Pretium porta proin condimentum eros. Feugiat metus integer auctor donec leo velit potenti ultricies erat. Posuere lacus et. Euismod lorem magna luctus varius pulvinar euismod cras ve hac ornare rutrum. Feugiat justo ante tristique ad libero faucibus. Quisque etiam. Integer ipsum eni euismod nibh ultricies ad eu in felis senectus lacus.",
    "Commodo massa morbi neque dictumst erat posuere montes. Posuere risus urna hendrerit diam sodales risus amet posuere est. Feugiat lacus lacinia mollis enim diam magna posuere mollis vitae velit arcu congue vel. Aliquet morbi risus per. Lacinia lorem posuere erat ut proin id mauris. Lacinia fusce metus purus convallis rutrum metus parturient. Rhoncus class duis. Feugiat velit quis feugiat eu at mi imperdiet parturient. Egestas metus magna. Viverra proin quis viverra. Aliquet felis ve semper. Conubia augue in curae neque gravida egestas ridiculus aptent suscipit convallis lacus quis nascetur aenean vestibulum purus dapibus libero. Potenti dolor ad etiam. Integer neque porta ullamcorper odio venenatis id ultricies urna sem quisque ve auctor a aliquet. Gravida proin. Rhoncus purus leo ante litora nonummy laoreet. Gravida magna ipsum velit viverra cum. Vivamus ipsum ad lorem interdum est diam mollis. Dapibus nulla lacus laoreet ve molestie non. Natoque justo. Pretium netus at. Gravida risus nibh ipsum molestie nulla in taciti suscipit ac curae litora."
   ]
  }
 ],
 "abstract": "Gravida metus eros euismod commodo rutrum nam semper. Potenti proin adipiscing ve praesent arcu taciti accumsan parturient consequat nisi dis metus. Iaculis fames diam quis ante facilisis at mollis class quisque feugiat justo urna imperdiet. Quisque magna sit adipiscing parturient et tortor sollicitudin nam porta ipsum lacinia. Sodales massa fames tempor penatibus natoque pede amet potenti ad nascetur molestie consectetuer parturient. Sodales morbi eros proin conubia nostra mi pede molestie velit. Egestas velit class iaculis tortor mi sagittis pulvinar vitae neque. Posuere magna. Natoque massa fames rutrum id aptent ut vehicula rhoncus eros sollicitudin interdum donec. Nonummy velit leo elit ultrices a pellentesque elit sodales blandit nisi in. Blandit neque arcu vitae vulputate nascetur justo a posuere et tortor velit. Iaculis metus ut ve etiam ultrices lacus venenatis diam consectetuer tempus ornare. Nonummy felis. Euismod proin etiam orci sociis quam quis nostra ad varius per. Iaculis fusce ut eget eleifend consectetuer ornare ve quam cubilia at elit placerat volutpat. Aliquet metus cum parturient ut consectetuer posuere turpis ve. Viverra felis porta massa elementum hymenaeos consectetuer sem massa tempor pharetra orci nibh cubilia a suspendisse. Egestas curae adipiscing ante donec cubilia dolor et platea blandit eros platea cum rhoncus a. Conubia vitae dapibus etiam quam cras eni libero volutpat dis. Rhoncus neque id eu ornare curabitur mattis interdum. Quisque dolor. Cubilia class.",
 "authors": [
  {
   "name": "Odis Manzi",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Digital Game Cargo"
  }
 ]
}