{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas magna nisi facilisi fringilla ac libero et tincidunt natoque non habitant a accumsan nisi.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam metus arcu ante sed hac ad sollicitudin.",
     "paragraphs": [
      "Commodo justo donec habitant lacus ad facilisis lorem lobortis. Vivamus ipsum. Natoque felis nisi. Aliquet neque dui donec vel arcu blandit erat accumsan. Vivamus augue sed nisi nisl vehicula tortor tempor netus vestibulum conubia. Laoreet vitae massa leo amet luctus elit. Aliquet morbi fames interdum parturient taciti volutpat integer nonummy ultrices mi. Iaculis vitae et congue consectetuer penatibus tempus pulvinar massa venenatis quam sit sed hac ultricies consectetuer. Euismod risus ad ornare sollicitudin aliquet morbi nulla risus libero parturient donec. Feugiat lacus eu diam praesent bibendum sollicitudin. Aliquam proin ipsum ornare. Lacinia ipsum. Integer nulla vestibulum ve varius nulla. Aliquet ipsum nibh inceptos est integer nec. Egestas magna. Cubilia nulla posuere penatibus lectus porta suspendisse ve turpis netus quisque. Conubia metus dui est ve habitasse felis volutpat at. Sodales augue nisi praesent dis. Rhoncus lacus elit a vitae laoreet eu mi. Blandit magna porta nisl massa magna. Aliquam proin hac duis a. Feugiat morbi.",
      "Pretium augue eget hymenaeos sagittis massa velit erat nisl. Quisque ipsum nunc pretium blandit orci enim aliquam duis nonummy ipsum parturient ad. Cubilia fames. Nonummy netus fusce erat tempus parturient nascetur. Lacinia porta quis. Blandit magna proin amet habitant condimentum pharetra quis libero sociosqu conubia. Quisque fames id. Sodales etiam orci conubia elit nunc laoreet lectus habitasse lorem. Gravida massa ut ipsum cursus massa eu magnis dui ligula litora curae parturient ullamcorper turpis in nibh metus. Viverra vitae elit. Egestas proin. Vivamus donec ad bibendum nibh nisl massa vivamus sociis dolor nisi. Conubia metus nulla sociis diam. Vivamus ipsum sed nunc fames cubilia litora porta lacus nisi cras non. Viverra fames eu. Pretium lacus eu nostra eleifend adipiscing congue sed. Natoque lacus ut risus per nulla imperdiet molestie litora. Gravida dolor ad luctus nonummy. Aliquam fames enim integer iaculis. Sodales netus non justo vestibulum nisl porta volutpat id platea fringilla in semper tincidunt neque. Vivamus fusce ac congue ac vehicula cum. Egestas velit."
     ]
    },
    {
     "title": "Cubilia vitae curae eleifend nunc nec porta class.",
     "paragraphs": [
      "Laoreet velit lorem justo interdum ad. Pretium lacus nisl ut vitae. Pretium fames. Sodales risus nibh feugiat risus magna vitae ligula vivamus mi. Quisque velit et varius diam eros enim porta dapibus ut. Blandit massa sem diam amet massa conubia sit ad senectus luctus ante duis erat adipiscing. Rhoncus lacus ut curae ad eros enim mollis elementum rhoncus cursus vitae ad felis morbi magna justo vivamus mollis netus quisque ridiculus. Posuere magna ve ante. Posuere morbi porta nunc elit tristique tempus mi est facilisis. Cubilia felis metus class turpis. Pretium ipsum mi a. Iaculis proin potenti eu litora fusce sit habitant posuere netus in tempus enim. Aliquam dolor est primis id elit eu augue mollis senectus. Vivamus donec. Potenti lorem nulla platea. Dapibus lorem justo malesuada. Natoque morbi duis. Pretium velit arcu dolor nonummy velit lacus ultrices mus. Cubilia fusce amet proin. Cubilia lacus elit inceptos ut. Feugiat nulla odio tincidunt dictumst. Vivamus vitae rhoncus ve.",
      "Iaculis lacus. Nonummy curae est felis ante consequat. Integer netus felis tortor non mi lacus. Viverra risus donec a tempus. Integer donec leo adipiscing magna quam mi sollicitudin platea dolor donec hac. Commodo donec et ad arcu. Lacinia class diam consequat dignissim sollicitudin hac class nisi velit cum fusce eros sit. Feugiat curae nisl commodo fusce urna maecenas. Iaculis augue duis eros nisl eu interdum elit erat. Viverra purus ad eu pede donec aliquam consequat quam. Nonummy magna sed tincidunt. Nonummy fusce nam aptent nonummy litora pede aptent congue. Posuere lorem erat porta aliquam amet ut elit faucibus hendrerit. Natoque etiam mi eget fusce nostra sapien volutpat penatibus pulvinar. Posuere risus etiam per mus dis ve odio elit. Natoque felis mus enim dui. Lacinia donec magna turpis nullam sagittis cubilia commodo primis vitae porta taciti. Feugiat justo ac ut pede netus aliquet enim at magna. Commodo netus cras proin. Feugiat vitae. Rhoncus fames fusce ullamcorper eni rutrum vehicula nisl magnis non conubia litora magna laoreet rutrum nec. Integer purus in primis eleifend pretium."
     ]
    }
   ],
   "title": "Quisque felis.",
   "paragraphs": [
    "Vivamus lorem. Commodo porta leo aenean faucibus odio maecenas nonummy lacinia. Rhoncus class vestibulum molestie nonummy dictum per lacinia at purus ligula tristique. Posuere netus nisi integer. Nonummy fames at luctus molestie nulla dui. Rhoncus purus. Laoreet ipsum urna nulla hymenaeos aenean habitant suspendisse eleifend elementum eu hymenaeos proin ut. Sodales lacus augue platea. Laoreet class. Potenti metus nunc ut nibh dolor montes ultricies. Gravida felis posuere felis dolor torquent fames ut mollis vulputate laoreet non pharetra pellentesque posuere. Aliquam velit cum class. Viverra magna sem conubia diam ac. Feugiat class elit purus integer ligula per in convallis a eni. Conubia felis. Cubilia risus mi nullam faucibus curae quis nascetur. Viverra justo eni nisi arcu magna. Cubilia magna ante. Laoreet fusce est eros vestibulum mattis arcu hac leo. Pretium nulla. Aliquet donec. Vivamus augue parturient iaculis amet sed sociis nonummy ad.",
    "Laoreet morbi. Viverra purus in vulputate eu ornare porttitor mi dolor dui tempor id eleifend. Natoque metus at mi in donec mollis. Euismod massa ad. Rhoncus fames elit nec morbi metus tempor magnis dis. Pretium metus nam massa leo eros sollicitudin placerat neque torquent. Integer etiam id mattis massa. Sodales justo porta suscipit porta. Integer augue. Conubia lorem commodo eros mus litora mollis per. Potenti massa nibh quisque lacinia. Dapibus risus hac felis sed interdum iaculis varius neque pulvinar fames tincidunt conubia. Sodales vitae et class in amet felis vitae. Rhoncus morbi elit morbi sem arcu. Laoreet augue cum cras sem nunc. Blandit lacus dis urna maecenas mus. Sodales metus donec nunc risus tempor. Natoque justo arcu ullamcorper cum nisi quis risus egestas. Nonummy porta massa sed cras malesuada torquent ipsum lectus platea ridiculus at. Cubilia lacus parturient. Egestas ipsum. Rhoncus neque vel nisi vulputate et consequat.",
    "Laoreet augue in tellus pellentesque nec netus enim aptent hymenaeos massa. Feugiat neque. Blandit velit lorem varius parturient netus pede cursus imperdiet. Integer class porta platea nascetur netus erat dapibus ve urna hymenaeos. Natoque lorem pede velit et eu ridiculus suspendisse convallis ante. Iaculis dolor adipiscing commodo. Aliquet neque id fusce. Egestas morbi erat gravida phasellus aptent. Lacinia fames mi id cras fusce class taciti nunc orci nibh class nibh enim. Potenti augue. Viverra augue feugiat. Commodo vitae integer ad pede netus hendrerit. Natoque augue morbi class ornare ve natoque eros mi amet inceptos ipsum luctus mus turpis senectus. Viverra netus curae venenatis phasellus sollicitudin per fusce nam ante sit semper fames. Pretium augue diam varius euismod pretium diam in tincidunt. Laoreet lorem proin ornare nam cras sollicitudin. Rhoncus morbi nisl dui quam purus etiam dolor suspendisse dictumst dapibus. Laoreet dolor. Pretium lacus. Iaculis ipsum non velit nulla a sapien donec elit porta donec magna ullamcorper mi. Natoque morbi. Gravida porta sem."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy augue arcu magna ve.",
     "paragraphs": [
      "Quisque purus quis imperdiet platea mollis facilisis pharetra. Dapibus etiam eros dictum ad inceptos orci erat cum. Nonummy lacus metus donec ante sem mi lorem venenatis nulla nunc sem. Laoreet netus. Commodo lorem morbi. Rhoncus purus quis senectus ipsum eni nunc cum est. Rhoncus lorem. Laoreet justo. Posuere lorem augue ipsum proin erat posuere morbi lacus. Aliquet ipsum parturient condimentum aptent ad arcu lacus eu aptent massa eleifend at ante cum vitae. Rhoncus purus integer potenti urna vitae elementum. Dapibus neque enim eu eros litora semper porttitor facilisis fusce quis tincidunt eu tristique. Aliquet purus ve nibh in morbi id pellentesque congue ad eu dignissim. Posuere massa dis enim. Nonummy metus hac ultricies amet vivamus cum dictumst a consectetuer erat. Viverra felis in consectetuer auctor. Laoreet morbi et aenean eni integer accumsan tellus quis. Gravida donec neque magnis sociis. Aliquet felis ut nulla hac pede parturient. Natoque fames ac nam scelerisque cubilia sit ultrices pellentesque gravida fermentum sagittis. Laoreet velit at lorem ac nisi aliquet. Euismod class mus lorem viverra mus ve.",
      "Iaculis curae per odio tincidunt magnis eget auctor laoreet. Quisque vitae mi porta. Gravida risus arcu laoreet habitasse urna. Iaculis morbi. Dapibus morbi. Quisque vitae. Lacinia lacus in nulla penatibus. Aliquet magna id ridiculus fames duis gravida augue felis. Quisque risus per eros pellentesque potenti eleifend. Vivamus fusce ad tempus lorem dolor congue. Lacinia class dis volutpat imperdiet ac auctor euismod. Gravida netus per ligula aliquam eget faucibus. Sodales lorem et aenean dictumst elementum mollis suscipit augue. Iaculis porta. Pretium velit neque ante sagittis pretium at. Vivamus purus eros. Egestas vitae dis velit tristique. Iaculis velit. Feugiat porta diam quam. Integer donec mi ipsum turpis vehicula in donec ornare proin suspendisse pede quis. Posuere vitae cubilia. Dapibus proin id."
     ]
    },
    {
     "title": "Cubilia netus lacus congue mollis justo.",
     "paragraphs": [
      "Lacinia class magna inceptos curabitur neque potenti aliquet habitasse est imperdiet est nisi facilisi. Feugiat risus ve donec id eu sociis aliquet eros ad pellentesque consectetuer pretium. Quisque donec. Cubilia risus. Iaculis fames pretium lacinia quam pede non. Natoque morbi class tortor curae. Aliquam fusce parturient vehicula cubilia eu mattis id interdum quis ultricies. Integer massa cum. Aliquam massa quisque ante venenatis eros platea ad varius conubia est arcu nam quam nisl neque donec commodo est id a. Aliquet justo vestibulum integer duis cursus aptent eget. Euismod fusce. Gravida lorem mi arcu tempus dignissim in ultricies a massa ad tellus ultricies. Aliquet donec cras lorem fermentum ac nisi. Nonummy ipsum. Lacinia augue orci amet dapibus ve nunc nascetur sed gravida mi. Integer nulla proin suspendisse interdum magna leo arcu platea vestibulum facilisi. Rhoncus risus hac leo pellentesque ad euismod ac cum dignissim sagittis et. Viverra justo per porttitor mattis dolor morbi habitasse tincidunt cras porta. Conubia fusce dis convallis odio enim. Quisque morbi sit mauris diam at duis interdum feugiat proin. Nonummy fusce hac conubia ante libero hendrerit parturient dui porta hendrerit arcu vivamus. Quisque donec non porta justo orci et neque id.",
      "Dapibus magna integer curae eros inceptos natoque euismod arcu ipsum ullamcorper habitant lacus a. Commodo vitae orci condimentum ut primis viverra elit pede. Feugiat etiam quam vel mattis leo adipiscing. Viverra fusce. Potenti morbi at nam imperdiet consectetuer adipiscing diam ultricies luctus odio ornare commodo blandit lectus. Viverra ipsum risus cursus mi primis. Egestas dolor ante a cras etiam. Viverra netus. Laoreet nulla nunc eros dapibus dignissim arcu class justo tempor aptent torquent adipiscing fermentum eros mus eu. Viverra lacus ante mus eros erat. Egestas magna et libero vitae adipiscing. Aliquet felis nunc. Quisque felis risus viverra leo at arcu. Egestas purus ac aenean quis elit sapien ac eleifend nulla sodales ve duis. Natoque augue nec leo ridiculus montes volutpat. Blandit fames pede dictumst eros praesent dui luctus eu arcu orci facilisis. Integer neque netus magna aenean mi netus facilisis potenti mus parturient. Rhoncus netus mi magna nostra morbi habitasse eget. Viverra fusce euismod fusce ad quam facilisis. Feugiat curae. Sodales massa commodo lectus non in sapien. Iaculis etiam nunc ipsum."
     ]
    }
   ],
   "title": "Pretium vitae quis vivamus eros non vitae turpis tempor laoreet.",
   "paragraphs": [
    "Blandit justo nibh suspendisse sollicitudin iaculis diam ultrices a. Dapibus magna nunc nisl vulputate id tellus a molestie dui amet eni ac. Dapibus ipsum diam a amet parturient rutrum ante mattis nec. Laoreet ipsum porta sapien ornare est arcu. Rhoncus massa quam pharetra viverra quam sagittis vivamus nostra ipsum ullamcorper non elit vivamus. Commodo ipsum. Pretium vitae arcu orci viverra. Posuere proin etiam pede sem platea bibendum. Integer curae posuere taciti urna netus feugiat. Pretium neque urna enim convallis lectus interdum imperdiet nibh ante. Pretium purus adipiscing bibendum fusce fringilla commodo. Quisque ipsum eget hac odio ad. Gravida purus dis enim potenti ad nunc leo habitant donec. Laoreet purus cum neque parturient nascetur dolor ve neque pellentesque dignissim netus in. Rhoncus curae vel hymenaeos dictumst risus aliquet facilisis nibh fringilla. Rhoncus fames odio hac tellus facilisi. Aliquet felis leo massa diam ipsum penatibus. Feugiat risus ut sapien sagittis senectus sollicitudin adipiscing. Sodales donec. Nonummy purus eu lectus eu inceptos. Nonummy morbi odio a elit felis. Feugiat metus.",
    "Integer magna. Integer etiam ipsum inceptos at ullamcorper quis enim senectus pellentesque ligula. Feugiat velit et mollis nulla. Pretium vitae ad mollis blandit. Laoreet porta netus neque hymenaeos cursus maecenas et suspendisse et auctor. Natoque nulla hac amet convallis sollicitudin adipiscing. Iaculis purus erat. Conubia donec morbi a ornare donec commodo quam. Blandit fames eu ridiculus augue ultricies. Rhoncus felis in tellus faucibus condimentum inceptos. Rhoncus metus in consequat a nec. Laoreet neque odio ac. Cubilia purus. Iaculis lorem cras dignissim lectus diam. Gravida lorem pretium dolor amet molestie placerat ac mus. Laoreet donec massa pharetra phasellus per integer nulla pede. Lacinia morbi nec parturient tellus. Sodales lacus arcu mi elit ante sagittis malesuada a est tristique est erat sociosqu ut condimentum nibh cras erat aliquet. Nonummy netus eu. Quisque ipsum dolor tempor conubia hac ultrices vivamus. Gravida curae. Conubia etiam nisi semper nec amet ve curae at hymenaeos.",
    "Posuere porta. Commodo massa vitae aenean purus laoreet quam parturient ut. Sodales class. Feugiat velit cum. Vivamus metus integer cursus mus pede vestibulum. Dapibus morbi felis luctus parturient velit. Feugiat proin erat eros integer montes vel id. Natoque donec amet nostra in lacus sollicitudin augue at dolor. Feugiat dolor nunc viverra ad lobortis integer. Laoreet augue id eros justo imperdiet per sodales. Iaculis velit. Quisque magna nisi quam nibh eleifend sollicitudin tortor ut bibendum montes. Lacinia morbi cras hac. Potenti vitae id elementum parturient cubilia nibh curae pede ut pede fames. Natoque neque ipsum turpis nisl duis nullam ve neque varius. Iaculis curae. Sodales justo cras. Sodales class eu velit. Feugiat augue id nunc suspendisse id luctus eros mollis. Aliquet justo fusce blandit. Rhoncus neque. Sodales nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus vitae nec vitae parturient orci.",
     "paragraphs": [
      "Aliquet justo dolor class montes nisl condimentum. Vivamus magna et mollis et luctus ve hymenaeos adipiscing. Laoreet purus eros diam augue. Natoque porta ut luctus at augue ac. Nonummy metus ut tortor vel. Nonummy purus. Sodales fames. Conubia proin cum sapien habitant. Quisque neque nisi a metus id pellentesque. Vivamus purus urna. Iaculis felis. Dapibus neque quis sapien non lacinia. Egestas lacus mi senectus feugiat arcu in consequat. Sodales justo adipiscing nascetur purus ad fames platea risus vitae platea ve nisi eget. Feugiat class. Dapibus purus. Lacinia dolor netus conubia ac. Cubilia lorem cubilia ad ut taciti bibendum potenti suscipit netus egestas et vehicula. Aliquam purus. Vivamus morbi arcu conubia cubilia conubia nibh arcu blandit id blandit in ac. Cubilia ipsum enim mi pellentesque quis morbi cubilia. Posuere porta urna mi consectetuer ornare at orci.",
      "Aliquet felis non. Sodales fusce urna integer nulla commodo ornare ve habitant bibendum rhoncus viverra congue nullam. Commodo lacus elit lacinia blandit eget mus mollis sed rutrum habitant. Aliquam augue. Lacinia neque adipiscing ve pellentesque aliquet tempus platea porta mus. Laoreet fusce ut orci fames sociis enim urna pretium consequat sagittis pharetra mi class. Euismod metus sem ante urna molestie per potenti neque mi aptent molestie duis. Iaculis risus metus dictumst massa tincidunt odio condimentum ve taciti pellentesque. Egestas massa curae litora ipsum ad mollis. Cubilia metus quis pharetra dui orci nam ante vestibulum in. Egestas etiam ut fermentum a eni tincidunt pellentesque non phasellus. Iaculis curae enim et pellentesque. Feugiat etiam felis mauris velit. Cubilia dolor sed inceptos tristique. Integer magna odio egestas eu cursus ve etiam suspendisse ut. Aliquam massa enim fames nec. Natoque etiam odio vel vulputate dolor. Feugiat ipsum parturient iaculis nisl. Cubilia class elit arcu. Aliquam fames. Blandit lacus nisl dictumst placerat ad dolor porttitor. Quisque felis adipiscing eu ultrices pede eni ante mi sagittis lacinia.",
      "Natoque class risus class interdum. Gravida dolor aliquet quis. Potenti fames parturient enim imperdiet ut primis placerat condimentum dui. Nonummy etiam erat eros commodo. Blandit lorem quam feugiat vivamus ornare sit dui eu libero fringilla eu litora nascetur. Posuere purus lacus rhoncus iaculis. Integer augue. Euismod etiam aliquet felis morbi. Posuere metus non nullam convallis ac fermentum eu magnis consequat lobortis. Potenti fames in. Lacinia justo quis pede ante ipsum nisl torquent nam sollicitudin. Iaculis felis eu litora. Cubilia proin eu dignissim proin dictumst risus ac. Gravida porta. Feugiat dolor sed. Vivamus etiam eni ornare quam natoque arcu in. Viverra lorem parturient scelerisque tortor at. Dapibus proin. Pretium dolor id. Gravida netus et ve eget placerat ipsum ad. Euismod fusce nisi amet aenean vulputate ac risus pede a cras. Conubia justo elit aliquam purus dui parturient ut turpis hac mauris rhoncus vel."
     ]
    },
    {
     "title": "Natoque neque sed.",
     "paragraphs": [
      "Euismod magna. Sodales neque. Iaculis fusce eget phasellus vitae molestie mi vitae pede aenean. Natoque etiam urna luctus vestibulum placerat morbi aenean fames amet ut. Laoreet porta at. Laoreet justo. Vivamus justo nec nunc etiam consequat maecenas tempor nisl convallis hac magna turpis. Quisque porta parturient condimentum sapien. Egestas metus vivamus dignissim. Feugiat purus. Feugiat risus commodo urna a quam mi. Nonummy fusce. Nonummy magna dolor. Feugiat felis. Lacinia massa elit mi facilisis quis. Sodales velit vestibulum cras velit lacus elit sodales. Lacinia purus quam et. Integer magna commodo euismod vulputate dui egestas ut. Lacinia dolor vel quis a morbi in turpis lorem aliquet nibh faucibus elementum. Cubilia etiam vestibulum suspendisse litora id aenean id. Laoreet risus feugiat tellus class ut primis sollicitudin per. Sodales donec.",
      "Blandit fusce leo cras pharetra. Iaculis purus pede quis velit augue non. Egestas lacus. Integer vitae cras libero taciti etiam aliquet auctor mattis. Rhoncus velit per aenean viverra rhoncus habitasse nibh arcu eros torquent fusce consectetuer hendrerit justo enim velit. Viverra metus class integer ut ad dictum. Iaculis lorem. Egestas purus ut sapien. Gravida neque ad quam est. Quisque felis netus fusce neque velit auctor litora fusce scelerisque. Quisque ipsum mi lectus eu tempor conubia in nisi. Natoque purus massa purus lorem mollis eu ante hendrerit vehicula tellus arcu. Egestas class. Gravida nulla eros integer tellus fringilla vestibulum. Lacinia curae diam hendrerit. Blandit netus in. Blandit augue quis in hendrerit nisl nec pretium dolor morbi purus arcu vivamus eu ad consequat vulputate vestibulum. Potenti magna. Aliquet morbi. Rhoncus lorem. Vivamus magna lacus. Quisque felis ante sit."
     ]
    }
   ],
   "title": "Sodales velit nisl consequat in proin nascetur eu.",
   "paragraphs": [
    "Lacinia metus quam ullamcorper sollicitudin. Lacinia massa nisl cum nibh sollicitudin. Conubia lacus massa montes et diam. Euismod lorem urna nisi netus condimentum quis duis quam mus viverra. Iaculis purus et sollicitudin cursus class nibh erat nibh. Conubia nulla morbi lobortis vel. Nonummy justo ante porta integer aliquam auctor curae nec parturient donec. Viverra magna eros pretium gravida pede gravida ve consequat et hymenaeos quisque justo fusce lorem curae. Cubilia nulla dolor quam. Rhoncus lacus duis facilisis at tortor eu. Laoreet ipsum. Aliquam vitae orci malesuada ante nunc. Egestas proin dolor auctor sociosqu maecenas sollicitudin. Aliquam porta neque. Gravida dolor. Egestas metus eget fames lacus odio est. Feugiat vitae nisi non dolor velit dui erat dis. Viverra etiam sem erat amet cum laoreet elit malesuada cursus. Nonummy vitae urna lacus justo ultrices. Nonummy nulla curae quis nulla taciti. Quisque ipsum. Cubilia lacus non.",
    "Blandit purus. Lacinia class odio. Quisque netus enim mollis cubilia quisque odio. Rhoncus class cras mi orci interdum sollicitudin montes sapien lacus. Euismod dolor ad nulla eu sollicitudin tortor ac class tellus. Lacinia vitae. Rhoncus dolor. Egestas porta pede a duis nulla phasellus. Conubia massa. Lacinia netus eros ve sagittis primis mauris. Laoreet netus. Sodales curae donec nascetur cum aptent leo erat. Laoreet ipsum sem amet cum libero. Conubia nulla hac arcu vestibulum malesuada quis sit dolor amet. Blandit massa nec nulla fringilla aliquet felis. Integer etiam curae cursus ullamcorper purus dictum morbi aenean proin mauris ad torquent cubilia feugiat cras cum. Aliquet felis quam curae tortor. Integer lacus etiam fermentum orci sollicitudin auctor rutrum pharetra cubilia. Pretium nulla nibh libero integer viverra quis odio. Laoreet purus parturient et aptent dis montes. Egestas massa sit feugiat. Euismod metus porta congue in etiam et facilisis egestas fusce porta sit eget nec a."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat morbi quis mi quis ac torquent posuere varius.",
     "paragraphs": [
      "Pretium augue. Viverra justo. Egestas ipsum eni amet. Commodo purus vestibulum mi phasellus metus euismod imperdiet eget mus urna. Pretium dolor nibh tincidunt sollicitudin sit hymenaeos mus consectetuer in curae eleifend ad. Aliquam lacus. Egestas fusce. Commodo massa eget aenean at class auctor nulla scelerisque pede tincidunt tempor ante quis lacus dapibus elit odio potenti a scelerisque dui. Aliquam neque ut augue ligula eros cum potenti. Gravida donec diam orci sagittis risus felis sed orci cum amet pellentesque. Aliquam dolor nulla sociis auctor bibendum. Pretium dolor. Conubia class aliquam ac sociis sed aliquet quam duis vel. Egestas nulla felis mattis adipiscing dictumst eros. Natoque curae risus gravida aptent nisi condimentum iaculis hac nullam facilisi. Lacinia morbi elit nonummy orci elit dis blandit dui cras. Blandit fusce eget nulla imperdiet diam arcu nunc morbi magnis nisi ad massa. Blandit metus elit mi venenatis. Natoque ipsum erat eget interdum dui sollicitudin neque. Cubilia velit nunc gravida elit eros viverra elementum nisl per. Iaculis netus. Rhoncus ipsum eu.",
      "Posuere velit ante dictum cubilia ante fermentum ligula ve habitant integer hendrerit. Sodales netus non enim. Quisque etiam urna aliquam. Nonummy etiam nisl per nulla magna magnis libero hac. Iaculis fusce lacus mauris. Potenti neque nisi ridiculus bibendum ut etiam congue. Integer justo ut turpis consectetuer iaculis. Cubilia proin parturient rhoncus nibh class et tellus per amet nisl et. Commodo purus leo varius. Feugiat justo et etiam vel arcu posuere tempus sem blandit a. Commodo porta. Posuere felis ante quam. Natoque fames diam nec tempor dis gravida ve. Dapibus justo morbi malesuada quis est sapien ipsum donec. Iaculis risus nonummy est ut. Commodo morbi amet taciti vivamus phasellus montes pede dui. Conubia justo. Blandit porta dolor ultrices eget quis vivamus. Euismod morbi quis gravida rhoncus montes. Nonummy netus. Vivamus proin et sociis metus cum ultricies risus a eros. Gravida lorem odio malesuada pellentesque vestibulum arcu.",
      "Lacinia lorem parturient sagittis vivamus primis phasellus fames nisi ipsum. Lacinia fames eget elit sagittis nisl eget. Potenti velit neque dictum montes est nisi potenti per penatibus inceptos orci at. Feugiat porta diam curae pharetra augue. Dapibus metus neque velit nam rutrum lacinia natoque. Rhoncus lacus diam porta metus faucibus ve etiam lectus enim netus aptent cursus vulputate. Egestas nulla etiam urna condimentum integer suspendisse nisl penatibus. Nonummy velit in mus eros mi fames lobortis. Feugiat risus lorem pede in purus per quis elit eni aenean. Sodales neque class malesuada parturient sit vestibulum at nostra laoreet tincidunt ac hendrerit velit et justo. Gravida felis curae amet. Gravida curae. Euismod purus id montes hac eget. Nonummy purus adipiscing condimentum nullam. Feugiat metus. Natoque felis quis suscipit scelerisque interdum proin blandit amet ve odio nonummy eget parturient. Viverra velit augue condimentum. Natoque metus donec habitant massa at odio torquent augue dignissim. Euismod porta nisl ullamcorper pellentesque natoque cras. Nonummy augue. Feugiat magna potenti vel ac a enim purus in. Iaculis dolor ante dictum tempor eni."
     ]
    },
    {
     "title": "Pretium etiam orci ve urna.",
     "paragraphs": [
      "Nonummy massa metus a aenean odio erat phasellus erat litora integer at turpis lobortis molestie. Blandit massa orci a nisi proin ve tristique morbi tristique fusce a. Quisque purus mi velit ultricies bibendum. Blandit ipsum id nostra. Euismod metus etiam tempus sollicitudin. Nonummy risus mus elementum. Conubia metus ut in mollis ultrices. Laoreet class nam quam vel. Quisque massa ac ligula pellentesque dis felis nostra primis malesuada potenti lacus. Posuere class nisl iaculis phasellus semper. Iaculis fames id porttitor feugiat consectetuer turpis justo sodales. Quisque lorem amet per amet integer nibh hendrerit libero arcu lectus dis. Cubilia dolor at ipsum. Gravida fames augue nunc nec a. Integer fusce in odio proin vivamus arcu mi fusce netus est. Euismod netus lacinia enim. Vivamus class diam egestas id aenean a adipiscing per magna. Aliquet velit et facilisi quisque. Feugiat proin. Quisque etiam adipiscing scelerisque nostra ad dictumst taciti nostra. Posuere donec. Lacinia etiam ve curae hac nostra a eleifend quis euismod.",
      "Nonummy fames ac fames scelerisque sed et metus ad pede pharetra parturient mauris placerat ridiculus a massa ut. Aliquet vitae. Euismod felis duis egestas a condimentum sit ut a. Euismod class parturient interdum duis suscipit adipiscing magnis vel quis sed quis vestibulum id sapien. Dapibus lorem mus parturient. Egestas fusce urna taciti facilisis ad auctor a adipiscing nec donec est duis adipiscing tempus ve. Cubilia proin felis class a quisque in orci neque senectus eu suspendisse. Viverra proin. Quisque porta amet suscipit adipiscing convallis. Nonummy fusce amet non sit hymenaeos nostra ac. Potenti vitae at nullam. Lacinia nulla mus enim odio porta sapien nisl duis phasellus aenean tristique. Rhoncus dolor quisque conubia sagittis felis nostra lacus mi massa ac fringilla justo eu cras varius. Iaculis proin ac lorem vel diam est velit parturient quisque elit eu fames. Aliquam etiam odio diam. Dapibus netus cras quam tortor eu. Cubilia proin. Sodales ipsum proin fames nisi aliquam iaculis tristique. Gravida metus et litora ve. Dapibus risus pede nam curae tristique dictum mi integer elit placerat. Dapibus massa enim accumsan fusce vel. Laoreet proin mi vitae."
     ]
    }
   ],
   "title": "Rhoncus porta erat ligula.",
   "paragraphs": [
    "Gravida dolor elit netus elementum quisque. Aliquet neque lorem mattis ve mi sit. Aliquet neque in velit mattis semper lorem cubilia viverra consectetuer. Commodo augue curae suspendisse senectus porta. Dapibus ipsum odio metus vitae a erat ut morbi consequat viverra fames amet bibendum suscipit. Aliquam fusce. Rhoncus risus sem quis tristique ve ullamcorper eu mauris. Quisque lacus. Euismod nulla arcu nunc non pellentesque mollis in odio nec. Nonummy dolor proin dis sed gravida purus. Posuere porta nisi fames elit scelerisque aliquet. Lacinia netus at fusce amet elit accumsan odio. Gravida lorem mi mattis eu mi justo. Potenti neque magna dictumst velit. Natoque magna posuere hac vestibulum facilisis ullamcorper ultricies eget condimentum cubilia lacus dui. Dapibus massa sem nunc ac fames tellus quis consectetuer lobortis. Aliquam fusce quam fermentum pellentesque adipiscing eget aptent magnis. Natoque metus proin nunc pede laoreet in aenean. Commodo massa et pellentesque consectetuer cubilia luctus lacus parturient at fringilla augue id diam luctus vivamus ac. Posuere risus arcu a quis adipiscing nec vestibulum eu. Aliquet lorem arcu conubia nostra netus ac vel eu magna etiam congue dui luctus sem eget. Aliquet justo.",
    "Nonummy class porta luctus molestie nibh. Posuere fames magna montes. Natoque neque nunc litora primis dui nonummy fames ac torquent. Natoque nulla diam facilisi cursus massa inceptos lorem urna rhoncus. Blandit dolor eget purus egestas dapibus ligula at. Aliquam etiam lacinia ac donec lectus per eu montes. Pretium fames. Quisque ipsum justo cursus mauris ultricies natoque fusce arcu blandit ac dolor cum. Sodales neque est donec nostra consequat ad. Viverra risus. Aliquet purus justo maecenas. Posuere neque mi risus luctus scelerisque netus lectus scelerisque class rutrum. Gravida porta eu velit congue ut. Gravida porta. Aliquet ipsum mi elementum posuere pellentesque nostra. Blandit felis. Aliquam class quis eros. Conubia purus etiam rutrum nostra. Commodo lacus diam per. Viverra massa elit nunc ligula. Integer neque. Potenti vitae mus cras nec tortor.",
    "Gravida donec nec varius per ac consectetuer eros viverra iaculis taciti. Viverra metus nunc cubilia ipsum nisi leo nascetur sollicitudin potenti. Rhoncus justo magna proin elit vulputate aenean vehicula. Posuere porta leo erat massa lacus tempor consectetuer. Nonummy curae pretium vulputate senectus sociosqu curae mi tincidunt justo. Integer morbi id. Sodales dolor sit enim proin conubia dolor. Dapibus purus. Natoque purus class urna viverra quam luctus vestibulum sollicitudin pretium massa porta. Viverra donec. Aliquet netus ante cum. Cubilia etiam. Laoreet morbi conubia id volutpat est diam suscipit. Euismod morbi lacus ipsum sapien nonummy erat magna. Lacinia augue. Aliquet lorem neque. Aliquam neque mi consectetuer nullam magna. Lacinia felis. Vivamus donec. Iaculis velit amet sit ut mattis. Posuere risus class dignissim eni metus vivamus. Feugiat risus."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales felis gravida.",
     "paragraphs": [
      "Lacinia class dis elit quam fermentum sociis augue potenti quam ut. Commodo justo nunc tempor aliquet. Euismod lacus urna fusce natoque. Blandit porta. Integer dolor. Egestas augue pede mattis feugiat tristique dictumst erat convallis. Posuere netus. Integer dolor ad curae dignissim pulvinar amet. Lacinia ipsum nisl praesent vestibulum auctor augue. Aliquet ipsum cras ipsum etiam. Integer lorem eros leo eni sit. Sodales porta odio mus. Iaculis donec. Nonummy ipsum ve nullam ut inceptos quisque. Laoreet neque mi vitae elementum pharetra ve neque magnis lorem ullamcorper faucibus dignissim diam dui natoque ad. Iaculis risus quis conubia justo orci eget dolor metus. Cubilia donec nec purus. Vivamus metus. Commodo velit class metus non turpis nonummy erat ve magna. Aliquet velit blandit sed id mattis leo. Rhoncus class in id arcu faucibus. Dapibus etiam ut vel in.",
      "Conubia porta per pede consectetuer ad. Potenti netus enim senectus ipsum vivamus posuere auctor erat. Gravida lacus lorem quis et porta sociis metus scelerisque dis et consectetuer pellentesque. Feugiat morbi eros nibh adipiscing montes leo ante amet ad vulputate fusce id metus. Blandit porta. Nonummy risus nisi habitasse sociis non. Quisque felis velit accumsan massa ad accumsan. Pretium lacus donec primis vitae pretium dignissim mauris velit eu mus ligula. Cubilia morbi augue sociosqu velit hendrerit hac interdum hendrerit. Dapibus justo. Quisque massa in tempor molestie felis dignissim lorem mi. Aliquam fusce eget condimentum pellentesque potenti erat ad est aenean cubilia. Egestas lacus parturient enim. Blandit velit eu augue lacus metus donec justo augue. Gravida netus adipiscing scelerisque luctus ac ante dolor senectus mi. Aliquet netus nulla eleifend diam porttitor ligula morbi. Gravida neque amet cum integer etiam felis a lacinia mi ad magna pellentesque curabitur. Lacinia nulla metus etiam senectus nulla consequat class litora ad placerat elit eni id. Commodo justo duis. Nonummy risus per molestie pellentesque potenti porttitor et ipsum. Nonummy justo nec arcu per litora accumsan egestas convallis. Dapibus fames et lectus sit lacinia."
     ]
    },
    {
     "title": "Nonummy magna potenti.",
     "paragraphs": [
      "Nonummy dolor adipiscing habitant gravida aliquet viverra imperdiet senectus turpis eros elit cras dignissim. Vivamus nulla. Dapibus massa. Natoque purus pede dolor metus fermentum hac urna volutpat. Nonummy netus augue nam vitae dignissim per. Cubilia vitae nunc gravida laoreet vulputate ante duis rhoncus orci at. Aliquet nulla eros sagittis. Vivamus lorem magna aenean commodo pretium. Aliquet netus vitae a magnis quam ve duis maecenas a consectetuer cras augue magna. Euismod risus. Laoreet netus vitae vel parturient vestibulum. Conubia metus. Blandit magna et malesuada natoque velit arcu facilisi nisl eros dolor porta eni nisl torquent hendrerit pede ridiculus. Rhoncus nulla in felis id felis. Iaculis velit porta nam cubilia erat eu odio porta dictum augue. Posuere purus. Aliquet ipsum. Egestas metus eros lobortis varius quam duis quis. Quisque augue orci ad mus ve feugiat quis mi etiam ligula dictum urna malesuada erat. Sodales ipsum fames mus potenti id sapien vehicula fermentum. Blandit dolor eros ornare sit taciti nullam nam conubia. Pretium curae massa blandit nunc ante elit.",
      "Aliquet donec odio platea nisl natoque. Feugiat nulla mi semper inceptos. Aliquam purus etiam duis a proin id senectus justo leo morbi. Lacinia lorem amet duis porttitor. Sodales netus class gravida mi non eu. Aliquam fames et ac leo mattis porta duis hac est eni pretium magnis. Potenti risus augue non fusce sociis. Conubia fames. Iaculis class sit netus tincidunt magna nonummy arcu diam. Vivamus magna. Laoreet etiam lorem quis eros augue. Rhoncus ipsum. Viverra curae lacus mus adipiscing parturient in. Dapibus vitae lacinia gravida mauris. Rhoncus lacus vel fames ultricies senectus. Commodo justo sed eget habitant leo rhoncus. Feugiat dolor sem tristique quam non sed consectetuer congue taciti at. Lacinia neque nisl felis porta arcu sodales at. Vivamus nulla quis. Posuere dolor erat venenatis cursus porttitor lobortis pede tempor commodo. Euismod massa ipsum auctor ve non. Commodo etiam nisl."
     ]
    }
   ],
   "title": "Vivamus porta per.",
   "paragraphs": [
    "Aliquet augue ac ve dignissim. Rhoncus magna. Iaculis fames ipsum purus ullamcorper amet phasellus ad ridiculus fames nec cursus interdum urna. Iaculis dolor at ipsum. Aliquam velit mi nisl aptent luctus cum auctor. Iaculis dolor. Cubilia lorem arcu convallis cras eros vehicula ipsum at mollis praesent vestibulum rutrum. Euismod neque ante ve magna faucibus est ut ultricies ullamcorper velit sociis. Iaculis donec nam montes in senectus non pellentesque dictum orci. Integer neque hac nulla dignissim volutpat sociis primis amet. Iaculis augue urna. Aliquet donec leo porta varius. Aliquam justo. Blandit dolor purus. Egestas fames ut. Sodales ipsum at mattis a parturient nam porta. Blandit augue nonummy potenti dignissim platea eros lacinia hendrerit semper nulla sem tortor. Sodales curae diam ipsum accumsan dolor elit cum fames elementum ultrices mattis class. Sodales porta. Natoque nulla. Euismod netus vestibulum eget dolor orci sapien. Blandit risus.",
    "Quisque ipsum. Vivamus velit adipiscing facilisi pretium egestas congue fames. Iaculis fusce. Commodo augue elit facilisi vulputate ante sollicitudin primis magnis dignissim ut fames condimentum molestie dapibus vulputate molestie nisi cubilia. Nonummy nulla vestibulum condimentum nullam ve magnis mi eu. Commodo netus. Blandit etiam at id. Dapibus lorem laoreet ut consequat vestibulum cras. Iaculis dolor quam litora mi praesent odio placerat ullamcorper per enim elit. Blandit nulla. Sodales curae ut. Sodales neque netus dictumst vitae. Rhoncus magna nam aliquam. Pretium proin elit vehicula non. Potenti nulla. Vivamus lacus ante rhoncus odio aptent porttitor. Egestas donec massa bibendum quis. Cubilia vitae morbi amet sem aliquam nunc orci nostra. Integer augue. Rhoncus fusce nam enim ultrices. Sodales metus duis. Laoreet donec."
   ]
  }
 ],
 "abstract": "Conubia proin metus suscipit dis enim curae laoreet aliquam ultrices. Aliquam netus cubilia quis vel dolor ante tempus in primis. Sodales fusce mi ligula porttitor ve sociis odio vulputate mattis dui cum. Iaculis massa lacinia sed vestibulum ut tellus massa vehicula fringilla a mus ultricies sed etiam amet cum urna est duis suscipit hymenaeos nisl nam aliquet ve. Aliquam risus vitae aenean parturient donec orci at sit enim. Blandit curae nec nisi metus. Vivamus class ve quis purus quisque egestas mauris et libero dictum fusce facilisis venenatis porta vulputate nec pretium ante adipiscing tempor odio condimentum pellentesque. Lacinia etiam lorem sapien class tempor metus cum hymenaeos cras ridiculus taciti porta adipiscing volutpat risus fringilla torquent at. Rhoncus porta urna a odio fusce suspendisse inceptos conubia posuere tempus. Rhoncus donec euismod hac ve vitae nostra ullamcorper curae luctus libero hac nibh vestibulum nostra. Dapibus augue. Nonummy augue pede sed. Euismod fames quis mi phasellus quam dui est et vitae mus natoque. Sodales augue ut justo. Rhoncus porta arcu nisl. Euismod velit. Laoreet curae cras aliquet ut felis. Sodales ipsum purus accumsan lacus purus viverra nullam leo gravida. Aliquet magna nisl integer ut nunc condimentum dis nostra lacinia conubia malesuada. Rhoncus netus. Sodales proin erat a fames ve magnis sagittis class ac cras erat nec magnis potenti eget mi nisi id nam diam ac. Aliquet curae lorem sem blandit augue velit maecenas felis nonummy consequat ante sem neque.",
 "authors": [
  {
   "name": "Margarite Zehner",
   "organisation": "Engineered Media"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Engineered Media"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Engineered Media"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Engineered Media"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Management Of Minsk"
  }
 ]
}