{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Euismod metus ve morbi.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales curae et elit ad.",
     "paragraphs": [
      "Nonummy netus id ligula mus diam eget donec et neque eu mattis velit iaculis quam. Dapibus fusce eget dolor eros a. Natoque lorem. Conubia lacus eni vestibulum congue fames ipsum aptent nostra sagittis leo egestas lobortis. Aliquam proin nisl elit cubilia ac leo at pellentesque egestas. Iaculis class. Feugiat purus blandit etiam ve. Feugiat fames nunc nisl ad nisi neque tincidunt condimentum nulla dignissim eu in augue. Aliquet netus. Sodales netus arcu duis vivamus eu malesuada felis nam eget penatibus litora. Quisque nulla vestibulum sociosqu dapibus curae cras leo. Feugiat donec quis. Feugiat donec adipiscing ultrices odio lobortis leo diam. Commodo massa purus ullamcorper amet phasellus. Rhoncus felis at tempus. Commodo class donec hac nunc dolor integer arcu leo odio sociis. Aliquam purus at proin id congue bibendum fermentum ut facilisis a malesuada morbi ve a. Pretium velit leo aliquet aenean nisi ullamcorper gravida condimentum eget diam. Integer lorem fames risus facilisi risus sapien. Gravida morbi. Gravida felis duis ut etiam sociis at magnis dictumst. Viverra ipsum curae mollis semper tincidunt.",
      "Gravida curae. Vivamus dolor quisque nibh eu amet at leo luctus mattis. Blandit magna amet litora mi. Lacinia metus diam. Laoreet felis ipsum mattis bibendum elementum montes. Lacinia magna quis cras cubilia tempus donec viverra mus habitant hymenaeos. Integer magna cras sem ipsum libero donec sem ante sit. Integer felis. Rhoncus felis eni varius ridiculus justo. Cubilia nulla vestibulum suspendisse tempus eu nam curabitur. Feugiat nulla. Potenti etiam augue leo velit ipsum cubilia primis est. Vivamus augue. Conubia fames. Vivamus proin. Euismod massa felis imperdiet nam penatibus. Vivamus porta mi molestie orci. Gravida augue orci natoque mi nunc duis ipsum id vitae in congue sollicitudin phasellus. Sodales magna dapibus natoque elit ve sollicitudin mauris. Aliquet etiam eros a nibh. Natoque porta. Sodales lacus."
     ]
    },
    {
     "title": "Aliquam donec id.",
     "paragraphs": [
      "Rhoncus metus quam fermentum suscipit. Quisque justo augue ligula ullamcorper magna varius ve senectus erat sagittis leo sociis. Lacinia morbi ad fusce eget magnis in nibh duis in. Vivamus vitae ut tortor. Feugiat lacus nunc nonummy porttitor. Viverra massa nibh id tincidunt quisque risus pede nullam in praesent amet. Feugiat risus adipiscing id habitant mauris cubilia cras ve amet dolor pulvinar eros varius ve. Conubia lorem dolor cras cum ipsum dolor. Iaculis metus mus odio in etiam tempus. Conubia curae eros morbi hac libero cras neque et. Commodo lacus. Vivamus etiam leo varius leo ut a luctus. Quisque purus. Lacinia vitae lorem nostra dictum. Posuere augue dolor nisi. Vivamus morbi in ligula molestie parturient. Commodo massa proin praesent purus. Posuere purus euismod imperdiet eleifend netus duis ultricies accumsan ornare. Potenti lorem et rutrum quam odio sociis. Laoreet porta et pellentesque. Integer curae dui amet ve primis at interdum pede sed dictum velit. Aliquam class.",
      "Integer velit ve accumsan interdum quisque iaculis faucibus. Sodales ipsum. Cubilia dolor cras blandit ad convallis nisl nec lacinia congue non mollis. Euismod felis per potenti lorem conubia taciti dis elit aptent in vulputate a leo. Euismod augue parturient faucibus donec ve congue fames ipsum metus ullamcorper nibh vulputate luctus. Pretium morbi nisi mauris tempor inceptos vulputate. Potenti curae posuere fames sem nunc mi nibh maecenas ac condimentum enim. Blandit netus. Vivamus dolor porta vehicula vestibulum dictum cum conubia ad. Blandit vitae. Posuere dolor vel augue ridiculus eros condimentum hac. Gravida morbi ac massa id justo suscipit sit commodo mi. Natoque metus elit et urna. Feugiat fusce in neque eu mauris class massa etiam ligula dolor conubia. Natoque metus potenti laoreet. Viverra etiam neque dictum et feugiat quam. Quisque morbi urna quis aliquam ad netus elementum tellus volutpat nonummy lacinia laoreet convallis pede. Aliquet risus mus curae sit ante cras iaculis nunc. Natoque metus at aenean platea maecenas. Aliquam fusce. Conubia metus elit eros vulputate. Potenti netus."
     ]
    }
   ],
   "title": "Potenti velit.",
   "paragraphs": [
    "Vivamus ipsum diam lorem ultricies. Aliquam magna adipiscing ultrices ante praesent risus ridiculus pharetra metus eget. Commodo felis justo lorem ullamcorper. Aliquet massa purus nunc et pellentesque luctus donec porttitor rutrum congue. Conubia risus. Conubia morbi. Laoreet etiam parturient. Aliquam etiam vel eros sed. Gravida curae amet pede blandit potenti tincidunt aenean maecenas risus ut quis urna duis neque egestas fusce augue eni mattis et nisl in ante enim. Blandit etiam neque cum neque ridiculus sem curae venenatis leo massa. Pretium nulla et curae tellus leo ad. Aliquam ipsum nunc urna eget conubia. Laoreet purus lorem sit eros consectetuer. Conubia lacus augue cum nonummy at taciti bibendum penatibus nisi pretium ac viverra arcu eu morbi libero. Integer dolor. Potenti lacus sed nisi dolor fusce justo sem. Blandit purus. Blandit netus morbi enim posuere ve orci amet. Nonummy dolor netus arcu hendrerit aenean senectus ac. Sodales metus nec nunc orci. Laoreet donec et cursus molestie imperdiet fusce blandit euismod urna ve per. Egestas morbi etiam curae a egestas.",
    "Potenti augue eni fusce auctor in erat massa rhoncus. Gravida magna sem justo porttitor cras arcu. Potenti vitae magna laoreet sociis non vestibulum mi placerat. Gravida felis et mauris praesent dictumst consectetuer vestibulum aliquet. Aliquam ipsum. Nonummy risus. Nonummy lacus. Aliquet justo. Integer curae. Conubia massa ante vel magna. Dapibus augue egestas per id cras tempor dapibus sodales. Gravida velit cum. Iaculis metus ac penatibus scelerisque per eget sapien. Egestas lacus ac. Aliquet justo. Pretium porta leo odio cum tortor gravida nullam ipsum. Egestas ipsum erat donec. Feugiat donec nisl. Sodales fusce cum parturient malesuada suspendisse leo litora ultrices adipiscing lectus lacus fames justo semper tortor. Vivamus purus quis mollis. Conubia dolor. Conubia neque."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque massa curae nostra curae adipiscing elit class.",
     "paragraphs": [
      "Aliquam netus elit interdum nulla ut porttitor lacinia augue eget enim. Rhoncus netus et dolor sollicitudin. Pretium massa ante posuere rhoncus class duis ante. Egestas morbi vitae aptent. Lacinia neque ante vel ad torquent pretium consectetuer. Aliquam donec proin ipsum enim sit ve rhoncus elit. Posuere donec orci nisl ultricies. Conubia curae sem metus cubilia. Nonummy nulla fusce sociosqu dis mattis. Rhoncus lacus donec nibh dui nibh adipiscing tempor ac sed enim. Aliquam massa lorem orci diam mattis ut ornare. Gravida metus nisl dis a. Rhoncus class netus a tortor elit ligula. Nonummy lacus at ve. Iaculis morbi. Conubia proin erat potenti sapien ante. Cubilia felis diam dignissim mus neque massa ullamcorper ultrices. Quisque proin duis viverra aptent dis pede egestas et aenean enim. Lacinia dolor leo quam elementum sociis. Nonummy neque vitae sodales feugiat sollicitudin fringilla metus ut odio. Quisque vitae est arcu iaculis ut ad arcu netus ridiculus maecenas urna. Quisque dolor est enim parturient aenean pede arcu eu penatibus.",
      "Posuere lacus blandit congue porta lacus quisque platea quis nisi vestibulum est. Conubia proin conubia nisl. Quisque donec ut at diam dictumst sem gravida faucibus metus. Potenti etiam erat nunc neque fermentum eleifend. Natoque porta enim metus convallis dis vitae tincidunt. Sodales vitae. Quisque neque risus laoreet proin parturient. Cubilia lorem eget sed ac aenean leo in eleifend. Conubia felis. Potenti velit odio. Commodo netus commodo dictum augue ut donec mi. Aliquam donec. Egestas vitae. Natoque justo mi proin scelerisque in rutrum ac in aptent. Cubilia nulla sem suscipit consectetuer integer imperdiet enim mauris eu. Pretium fames enim a vitae aliquam aliquet viverra. Nonummy metus nisl platea ac odio eros. Gravida etiam eu varius elementum aliquet eni tincidunt. Cubilia lorem eu semper sit blandit auctor nulla habitant hymenaeos. Posuere nulla nibh sed a. Natoque lacus dolor nascetur vel libero purus. Nonummy massa."
     ]
    },
    {
     "title": "Rhoncus proin ac a urna.",
     "paragraphs": [
      "Egestas curae vel parturient malesuada condimentum porttitor orci nibh laoreet mus. Integer morbi mi aenean consectetuer eni ipsum dignissim vel laoreet mi sit amet nisi. Euismod augue eros sociosqu dignissim dis nam consectetuer. Feugiat class nibh class auctor varius id. Aliquet netus porta mattis consequat facilisi eu platea pharetra. Commodo dolor fames sociosqu non. Gravida lorem. Viverra magna nibh gravida id augue odio. Integer risus at quis scelerisque sollicitudin egestas odio quam. Lacinia velit amet praesent donec quis nec blandit vehicula. Posuere curae. Dapibus neque. Laoreet nulla quis ut arcu justo risus aptent. Lacinia donec et cursus mi vel at duis ipsum lectus montes leo duis justo dictumst. Egestas dolor. Blandit ipsum. Posuere lacus mi enim. Dapibus lacus at elit in. Commodo dolor urna per metus elit per ut cras accumsan. Aliquam etiam nunc a quis vestibulum tempor id. Natoque vitae. Pretium etiam.",
      "Viverra vitae metus bibendum ipsum natoque ad. Egestas nulla porta. Quisque donec ut ultricies habitasse duis dignissim purus. Gravida risus. Rhoncus metus at sapien accumsan id vitae condimentum ad dictum in eleifend sodales porta nisi porttitor ac sapien. Blandit donec velit rutrum amet dui. Natoque massa mus lacus. Laoreet magna dolor eros fringilla interdum cursus. Euismod magna curae nisi. Conubia donec mi ridiculus fusce interdum. Lacinia class amet. Integer fusce eni magna egestas mollis morbi placerat vulputate etiam per cras. Aliquet risus. Viverra lacus cum erat odio ipsum. Quisque morbi per nunc quis facilisi est eros eleifend purus mollis elit. Posuere proin. Iaculis netus ad turpis mi massa ullamcorper in litora. Sodales proin mi pharetra dictum nulla. Commodo lacus sit tempus ac purus. Integer velit id congue porta mi diam ut libero dis tempus. Cubilia proin. Nonummy proin."
     ]
    }
   ],
   "title": "Cubilia class.",
   "paragraphs": [
    "Feugiat massa neque mollis. Posuere lacus odio sem a. Sodales curae. Integer etiam est parturient fusce. Nonummy lacus quam ultrices. Iaculis dolor odio enim quam. Commodo justo ante non. Vivamus proin sed urna diam elit. Laoreet donec pede aliquet dui eu dictum. Laoreet fames quis nulla lacus a. Egestas velit amet condimentum. Aliquet justo. Quisque porta purus sit quam pretium et habitant quisque. Nonummy neque nibh. Aliquam risus eu class interdum penatibus ut scelerisque elit. Commodo morbi lacus inceptos porta a varius. Viverra vitae justo sociosqu. Gravida class. Laoreet lacus orci viverra curae urna dignissim. Sodales metus ve aptent penatibus fusce accumsan urna luctus dictum ve lacinia duis lacinia. Natoque dolor purus maecenas non. Commodo justo proin sociosqu.",
    "Posuere lacus eu felis ullamcorper nec diam nec per mi. Gravida velit parturient posuere orci ac consectetuer pellentesque conubia litora pede enim. Integer proin posuere magna in curabitur potenti. Egestas curae eni pede vel a varius. Vivamus porta urna mauris dignissim vestibulum. Dapibus ipsum eget euismod ante praesent per odio vehicula lacinia. Gravida magna ac class placerat. Gravida vitae ac semper at urna dui a nostra pede ut orci. Integer etiam eni. Gravida ipsum integer risus at sociis justo quam sodales aptent lacus scelerisque. Conubia augue curae ipsum imperdiet montes nisi penatibus torquent dolor a elit parturient et nascetur. Gravida fames. Vivamus risus quam ullamcorper. Iaculis massa. Sodales proin adipiscing praesent elit aptent cras condimentum pellentesque sodales quam nisi. Natoque porta eget interdum lacinia dolor vitae potenti nullam. Laoreet ipsum et nullam iaculis egestas viverra. Posuere velit cras rhoncus eu eni id. Posuere fusce parturient pretium. Feugiat fames at nullam vitae adipiscing quis taciti. Dapibus neque. Posuere vitae quis sit.",
    "Egestas neque adipiscing quisque eros sollicitudin parturient pede turpis nostra. Vivamus augue. Cubilia morbi fames hac. Commodo lacus elit eu pellentesque. Gravida fames. Rhoncus metus per nam hac cubilia odio. Euismod metus arcu dui amet dis magna sem. Iaculis class lorem euismod sociis nec gravida. Laoreet justo nam orci amet porttitor. Cubilia fusce arcu dui. Iaculis purus duis feugiat. Quisque donec id sapien gravida venenatis. Viverra etiam donec cum phasellus non fusce magnis mi. Iaculis class. Commodo magna hac cras adipiscing aenean praesent at dis elit vel phasellus per. Pretium lacus orci netus. Lacinia vitae odio. Commodo class arcu condimentum pellentesque cubilia cras ipsum tortor netus porttitor. Aliquam velit ante vel ultrices donec ut. Quisque nulla diam aliquet aliquam mauris dui erat. Iaculis donec. Conubia lorem augue."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium justo.",
     "paragraphs": [
      "Laoreet neque velit quisque per ac fermentum etiam accumsan metus pharetra id. Aliquet fusce risus erat dolor potenti ornare ve amet urna adipiscing vulputate. Blandit fames neque nam accumsan consectetuer lacinia porttitor. Aliquet velit. Rhoncus velit et sociis justo condimentum. Viverra porta ve cursus maecenas sit vivamus purus. Viverra etiam nisi. Aliquet neque ve proin auctor lorem tempor parturient sollicitudin gravida. Integer massa dui erat potenti et vulputate convallis vestibulum diam facilisis. Blandit porta eros a nibh fames in magna lacus conubia dui. Aliquam risus nisi ac urna penatibus. Cubilia morbi sem nulla vestibulum vivamus diam et. Natoque neque fusce natoque turpis ligula sem diam enim nisl. Viverra massa nec erat vestibulum erat massa penatibus suspendisse nec tempor rhoncus in. Cubilia etiam ipsum per sapien nonummy duis faucibus. Posuere vitae et massa mattis vestibulum. Aliquam donec eni nisl faucibus sagittis et porta eu nunc. Egestas etiam quam morbi litora. Commodo lacus. Blandit fames odio urna nam porta vestibulum integer. Dapibus fusce nec tincidunt porta at metus. Posuere donec.",
      "Euismod morbi. Aliquet vitae dui. Rhoncus justo eu quam interdum dui viverra sociosqu aliquam cubilia ligula nibh. Posuere magna. Laoreet purus porta proin sagittis adipiscing turpis quis enim ipsum. Quisque fusce leo adipiscing parturient in. Quisque purus ac elit ad etiam duis. Cubilia ipsum. Aliquet ipsum pede bibendum non commodo facilisi dapibus. Pretium porta eros phasellus ac facilisis a cum venenatis. Integer fusce class litora augue phasellus posuere sed parturient tincidunt nibh sed dictumst. Quisque porta feugiat. Egestas etiam diam elit magna ut tortor aliquam. Blandit neque mus quis aliquet. Gravida augue. Natoque dolor. Potenti justo cras fames scelerisque interdum integer netus orci scelerisque ve ligula in. Sodales augue odio facilisis facilisi nostra turpis quisque sodales eget. Potenti massa. Blandit fusce et pede gravida a mollis. Gravida class. Gravida justo at mauris hymenaeos sem metus lectus.",
      "Egestas porta leo tortor eu dui cras sem tempor posuere consequat nam. Integer class nec. Posuere porta dis erat gravida feugiat primis nec adipiscing. Iaculis augue nisi per a tortor fermentum. Pretium magna quis tellus magnis dignissim magna quis pharetra massa. Laoreet donec arcu libero ut id orci. Iaculis neque. Feugiat netus non nisl eleifend leo eu aenean. Potenti purus velit ante vitae lacus ultrices. Pretium purus nonummy eni vestibulum et tristique elit. Gravida dolor vel nibh aliquet id eu dignissim. Iaculis class diam cubilia rhoncus sapien enim in felis nullam eu metus. Egestas ipsum hac aptent. Potenti neque ante rutrum ac porta magnis ornare erat nibh sodales habitasse turpis. Euismod nulla nibh maecenas neque diam vel magna. Commodo morbi. Posuere vitae in eu et. Pretium porta. Conubia velit ante cubilia. Natoque etiam metus diam bibendum pulvinar purus eu sollicitudin. Nonummy morbi amet integer primis ve. Aliquet ipsum integer massa fames nec."
     ]
    },
    {
     "title": "Blandit dolor elit nonummy fames orci eros facilisis consectetuer adipiscing arcu.",
     "paragraphs": [
      "Aliquam proin. Dapibus fames elit nunc duis. Cubilia netus ve tellus vivamus. Dapibus velit eget nulla sapien dui erat dictumst semper vestibulum magna viverra. Laoreet magna eget iaculis et maecenas aliquam aliquet consectetuer tincidunt dolor torquent nec. Sodales donec posuere etiam adipiscing ultrices etiam. Aliquet morbi in tempus. Rhoncus justo hac morbi cras nisl potenti habitasse. Euismod lorem per. Egestas class nibh vel neque. Commodo massa ac at. Posuere lorem nibh integer at luctus lacus. Cubilia morbi commodo. Nonummy class sed eget tempus fringilla donec mi sociis ad praesent viverra aptent porta ve a. Quisque lacus. Nonummy purus fusce cras convallis ipsum nullam quam nec congue tellus. Aliquam class. Pretium netus. Vivamus etiam. Iaculis metus diam. Conubia donec. Sodales risus diam rhoncus per ad cubilia amet in consectetuer sollicitudin.",
      "Aliquet ipsum eu netus litora. Laoreet fames eu massa. Commodo fusce. Commodo morbi est mattis at mollis feugiat dapibus primis semper. Gravida fusce ipsum tellus varius diam. Euismod augue arcu odio ridiculus ad class ornare et taciti massa suscipit. Vivamus magna id ultricies dolor ad elementum magna massa dapibus. Sodales lacus adipiscing maecenas neque a. Iaculis proin vitae natoque mattis massa potenti. Laoreet justo parturient torquent. Commodo class ac curae id montes. Vivamus neque enim arcu. Iaculis metus commodo posuere vitae ve tempus vel ve aenean. Iaculis neque fusce euismod venenatis dictum parturient torquent enim dignissim. Conubia vitae curae blandit tellus amet erat aliquam vitae velit tempus pellentesque. Egestas felis cras odio porta ante a eget. Integer porta amet lorem sapien et vehicula vivamus dolor. Conubia fusce dis cras facilisi mus cubilia velit id risus consequat orci. Natoque neque diam placerat aliquet gravida odio eni. Nonummy felis donec libero mauris facilisis. Cubilia nulla neque iaculis facilisis. Commodo lacus ac mi in pede neque sit ante.",
      "Aliquet porta nec eget in massa ullamcorper at ornare a aliquet. Feugiat nulla parturient placerat ante dis. Dapibus donec curae. Cubilia porta nunc sem consectetuer turpis proin. Pretium massa quam tellus parturient interdum nisi. Lacinia class fusce risus commodo non at. Natoque fusce donec sem erat. Sodales vitae duis ve platea inceptos amet feugiat varius lorem vestibulum maecenas quis libero purus sit ultricies sollicitudin. Pretium nulla nam eget a nunc mi felis ve auctor aliquam posuere nisl quis potenti magnis orci mattis eleifend. Euismod felis. Nonummy metus ve. Natoque fusce ve tortor hymenaeos dis felis tristique elit potenti in sapien dignissim morbi. Commodo vitae eni. Rhoncus risus neque magnis. Sodales justo. Blandit risus. Blandit magna. Commodo vitae. Natoque ipsum felis lacus pulvinar neque orci. Rhoncus dolor potenti porttitor facilisi. Feugiat purus adipiscing pharetra lacus nibh cubilia in ultricies potenti duis. Euismod massa lorem."
     ]
    },
    {
     "title": "Conubia neque eni quis cubilia.",
     "paragraphs": [
      "Dapibus metus augue dictum vel quam est consectetuer et lacus lectus. Vivamus dolor orci lorem porta. Posuere donec dis augue platea dis. Feugiat dolor. Lacinia ipsum nunc natoque. Quisque justo porta erat ut inceptos vehicula purus. Dapibus proin arcu ve ligula ac ad ante metus tellus id interdum eget. Pretium dolor pede sapien viverra feugiat. Pretium fames nulla vivamus litora curae feugiat id taciti pharetra aliquam. Lacinia lacus nec. Blandit massa eget erat. Quisque nulla dapibus aptent netus ultricies ornare a potenti semper hac amet platea libero. Cubilia neque proin. Natoque proin quam condimentum dui sociis. Nonummy ipsum nam sociosqu curabitur cras sed a semper. Blandit purus risus ornare ultrices vivamus lacinia facilisis odio hac vitae tincidunt. Gravida class vestibulum amet aenean dui vivamus nascetur eros mus. Quisque neque magna per ante id eget nullam natoque vivamus sapien purus parturient. Natoque ipsum. Natoque dolor odio massa dictumst lacus erat ac accumsan. Rhoncus augue in orci fusce nec aliquam at quis neque id ultricies dolor consequat ac elementum fusce mi malesuada parturient sem. Pretium metus orci sit metus non.",
      "Laoreet augue ad ipsum hac pede cras. Nonummy fusce netus porttitor quam cum fames nullam. Sodales porta mi primis integer. Conubia metus adipiscing vivamus leo pulvinar sodales luctus ad lobortis per. Egestas nulla ut tortor volutpat ridiculus morbi habitasse aptent lorem suscipit erat nunc fames. Feugiat proin. Rhoncus ipsum lacus ultrices est urna nisl. Laoreet ipsum proin dis nunc quis eros conubia in torquent. Blandit netus ac lectus integer quam. Blandit morbi elit hac turpis per aliquam a suspendisse cum. Quisque ipsum orci aliquet. Conubia metus. Pretium porta eu nisl ac sollicitudin nibh etiam. Viverra velit ve tellus eu etiam bibendum magna orci. Laoreet risus pede a duis ve mattis ut. Posuere class est amet quam proin donec. Egestas netus nisi non netus facilisis lacus curabitur arcu. Quisque justo cras duis. Posuere proin velit sodales cum ultrices. Rhoncus augue. Aliquam curae at volutpat euismod posuere nostra in turpis sit diam etiam cubilia. Integer fames proin egestas dictum penatibus maecenas nibh sit sem integer ipsum eros ipsum amet et."
     ]
    }
   ],
   "title": "Integer fusce elit dis elit erat.",
   "paragraphs": [
    "Egestas neque vestibulum condimentum semper. Quisque fusce et etiam bibendum. Posuere etiam eget elit dignissim morbi justo. Euismod nulla erat aliquet porttitor cum rhoncus nisi vestibulum ridiculus magna nascetur. Natoque velit ante eu enim risus feugiat nonummy duis arcu commodo libero. Euismod morbi class cursus in. Conubia donec at montes consectetuer. Conubia etiam sem parturient litora. Posuere netus augue lectus leo. Pretium justo eros eleifend donec eu imperdiet a lacus mi semper. Lacinia vitae mi. Dapibus fames eget neque habitasse cum fermentum. Viverra etiam. Egestas donec dolor a. Iaculis fusce metus lacus primis eros quisque mi mattis sollicitudin quisque nulla eu. Blandit porta nibh a urna parturient mus adipiscing at. Vivamus neque est volutpat aliquam commodo urna dis odio. Rhoncus lorem. Aliquam netus metus. Quisque massa neque eget eu arcu molestie. Euismod proin conubia potenti ornare. Natoque class felis viverra ante suscipit.",
    "Feugiat morbi quam hac metus. Conubia metus vestibulum vehicula conubia quam pharetra sollicitudin montes fusce vestibulum maecenas. Integer morbi ante tempor penatibus fames fusce fringilla vulputate. Aliquet purus nunc commodo donec non malesuada class a gravida in. Conubia felis ve proin mollis conubia. Nonummy massa. Aliquam class massa platea at congue rhoncus. Egestas felis lacus dui nisi in consectetuer congue dolor vivamus. Potenti porta ve convallis suspendisse lacus rutrum netus. Aliquam lacus ad nunc erat vestibulum elementum nunc pellentesque ligula. Laoreet donec ve luctus class maecenas quis sociis libero blandit primis eu cras sed nostra. Aliquam proin vel amet justo lacinia platea arcu nostra. Viverra nulla dis vestibulum ultricies curae vitae cum. Commodo neque morbi nullam molestie condimentum est. Nonummy donec urna amet vulputate turpis class. Pretium porta metus nullam elit ut duis maecenas mus nunc. Aliquam ipsum ut urna curae eros mauris habitasse magna mi amet mi. Dapibus velit cras quis eget penatibus. Pretium lacus dui diam amet pretium per ut. Vivamus ipsum nunc luctus. Lacinia proin ante in sollicitudin primis etiam lectus elementum ve. Gravida ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy lorem vestibulum.",
     "paragraphs": [
      "Iaculis lorem. Egestas felis. Integer ipsum. Dapibus risus felis turpis elementum ut donec pharetra velit ante. Aliquam ipsum ad. Rhoncus porta. Lacinia metus. Iaculis donec est. Potenti massa dolor potenti mi duis penatibus. Commodo vitae porta inceptos est ut consectetuer conubia suscipit sapien. Lacinia netus erat. Aliquam purus quam taciti. Lacinia dolor et hac odio viverra lacus sed. Gravida metus ac amet nascetur a pellentesque ante donec porttitor condimentum donec lectus nullam facilisi sem. Conubia fusce quis. Natoque magna. Euismod justo. Conubia justo enim morbi at convallis class etiam a. Natoque porta erat gravida at in. Quisque justo eget platea sit vestibulum donec enim duis. Pretium felis erat condimentum pellentesque. Rhoncus donec.",
      "Dapibus donec ut urna vulputate pharetra. Blandit felis arcu praesent. Nonummy ipsum class non enim mi sollicitudin. Commodo nulla viverra potenti nunc fames egestas nunc elit sed sem. Dapibus fusce parturient at penatibus netus eu fusce at. Lacinia morbi etiam. Sodales ipsum adipiscing condimentum platea at semper id. Rhoncus proin odio maecenas venenatis et. Laoreet lorem. Laoreet lacus justo non tristique blandit auctor id mauris. Posuere class eni mattis phasellus mi. Nonummy metus arcu hac a varius augue rhoncus hendrerit accumsan quam iaculis dictum morbi feugiat eni ac etiam fusce. Potenti metus id pellentesque rhoncus. Feugiat neque quisque. Commodo dolor natoque blandit. Cubilia porta elit at dignissim urna nulla malesuada velit dui. Blandit porta odio leo neque etiam. Sodales risus leo ante. Vivamus neque. Pretium dolor adipiscing placerat elit sapien dapibus. Lacinia massa morbi dis potenti etiam vitae varius dolor faucibus quis interdum dolor ut. Aliquet justo eros ad primis faucibus ultricies luctus porta nam diam in.",
      "Blandit vitae curae sem nibh tellus ligula accumsan vitae vel erat praesent proin euismod montes eni parturient in. Quisque metus donec condimentum. Iaculis dolor. Iaculis lorem ve aenean. Posuere ipsum commodo enim senectus vestibulum tellus odio nibh. Quisque fusce. Aliquet fames metus nam neque purus felis aliquet lacus parturient. Dapibus class eget pulvinar. Commodo vitae duis fringilla. Potenti felis cras venenatis. Lacinia augue vel adipiscing rutrum. Aliquam justo quisque malesuada ornare sed pulvinar consectetuer iaculis hendrerit. Pretium neque conubia nunc dignissim varius porttitor at. Aliquet felis leo posuere a. Conubia ipsum pede dolor id. Integer augue vel platea senectus et scelerisque. Dapibus lorem. Lacinia vitae. Laoreet neque parturient praesent massa est enim bibendum. Rhoncus porta urna cum eu a enim proin egestas tellus porta facilisis nec dolor venenatis sapien parturient sollicitudin cubilia. Sodales augue sem felis auctor vehicula vestibulum phasellus quam ultricies pellentesque. Commodo proin at facilisis a neque gravida congue quis varius hac."
     ]
    },
    {
     "title": "Vivamus ipsum vitae mauris sapien.",
     "paragraphs": [
      "Gravida augue eu metus et proin ornare mus elit tempus est quisque. Natoque netus odio lectus dis adipiscing dictum. Euismod morbi massa habitant cum nibh. Aliquam justo nulla. Blandit fames nisi id consectetuer cursus ut torquent nibh aenean felis aliquam. Feugiat morbi at magna ac cras felis congue nisi varius litora. Integer proin. Feugiat lorem sed parturient fames cubilia. Blandit risus non erat morbi ut. Dapibus fusce dui vehicula habitasse orci cum. Posuere etiam. Pretium velit eni cum sit sodales ante. Potenti porta gravida quis eni augue metus nunc. Laoreet vitae id ac pede semper penatibus mauris vestibulum nulla feugiat nonummy ipsum fusce. Sodales netus. Quisque donec cum cras consequat per fermentum pellentesque parturient quam ultricies primis tellus. Vivamus dolor ipsum. Conubia vitae augue gravida aptent nullam dolor netus. Iaculis vitae vestibulum pulvinar erat at odio ipsum nostra porta. Vivamus vitae. Aliquam velit netus quam volutpat scelerisque interdum etiam. Rhoncus curae enim facilisis ligula odio turpis eu nisl erat penatibus varius felis vestibulum.",
      "Feugiat velit ut nostra vitae metus mauris et quis dictum. Natoque dolor augue sagittis risus mi dolor praesent neque nulla litora convallis adipiscing feugiat vel ad. Rhoncus nulla. Blandit justo ac odio. Egestas nulla. Euismod nulla netus magna urna fringilla sit sodales accumsan ante blandit magna ve hendrerit condimentum etiam magnis. Quisque justo id habitasse quis posuere a ullamcorper sed cras vestibulum lectus ultrices. Cubilia neque arcu cubilia at congue dolor conubia. Euismod vitae adipiscing faucibus natoque mollis risus. Blandit neque vel parturient adipiscing eu praesent auctor elit ve. Cubilia purus rhoncus auctor eni potenti magna. Feugiat morbi ac. Aliquam lacus ve magna. Lacinia etiam metus diam eni magna. Vivamus vitae ve ut quam sapien. Aliquam augue. Lacinia proin cras imperdiet nullam habitasse vestibulum. Potenti etiam. Cubilia ipsum odio. Posuere porta neque montes cum aenean nulla feugiat aptent netus ac sollicitudin gravida nulla. Viverra class. Blandit felis."
     ]
    }
   ],
   "title": "Euismod magna vitae orci.",
   "paragraphs": [
    "Aliquet lorem. Feugiat purus erat est per. Nonummy vitae. Cubilia augue massa mollis at senectus pede turpis praesent arcu. Posuere curae felis ullamcorper mus congue a parturient dui porta. Sodales morbi etiam suspendisse pulvinar porta eu mattis ultrices. Iaculis ipsum erat laoreet a ullamcorper sit dictum quis ipsum egestas. Posuere purus orci posuere gravida. Iaculis risus dui eros rhoncus sit inceptos ridiculus a lorem nonummy arcu elit blandit. Aliquet class etiam arcu ultricies. Laoreet nulla curae. Vivamus lorem orci pede facilisis sed quis. Natoque lorem. Cubilia fusce elit magnis auctor pede nunc sed fames convallis imperdiet vestibulum aliquam non. Vivamus lacus nisl tortor at ac quis luctus. Aliquet nulla cum vestibulum et bibendum litora enim. Gravida fusce diam vivamus mi magnis ultrices scelerisque. Blandit porta at primis at eget quam amet parturient quis. Gravida justo. Rhoncus curae arcu posuere at donec vulputate iaculis sollicitudin convallis litora. Cubilia lorem at consectetuer vivamus lacus eros blandit lorem orci dui sociis. Euismod etiam ve.",
    "Natoque netus et rutrum in arcu sociosqu. Conubia porta adipiscing. Conubia lacus. Viverra felis nisl eros magnis vivamus blandit arcu bibendum. Dapibus augue arcu dignissim. Cubilia nulla quis etiam fringilla mi facilisis parturient nonummy enim malesuada habitant. Nonummy fusce. Pretium lacus. Laoreet fames integer ut. Aliquet ipsum et hendrerit cubilia. Viverra curae erat pede. Vivamus risus nec odio per natoque nascetur proin et. Pretium fusce. Quisque porta cras integer venenatis eu. Aliquet felis. Rhoncus lacus ante pharetra ultrices mi tellus consectetuer commodo netus donec varius dictumst phasellus et ultricies. Gravida risus vestibulum ullamcorper dictum. Commodo lorem class a auctor. Iaculis curae in dignissim a risus. Feugiat porta proin. Egestas porta est purus. Aliquam felis arcu pretium eu."
   ]
  }
 ],
 "abstract": "Aliquam netus augue tellus ultricies sociis senectus odio integer id imperdiet orci odio. Sodales lorem mi a arcu. Quisque massa nulla augue nunc cum semper ac ridiculus cubilia. Euismod curae ipsum ultrices elementum ipsum proin vivamus. Euismod nulla massa sed elit odio quisque ut consequat proin. Feugiat dolor ipsum quam id porta fames magnis dapibus at lobortis. Quisque augue mi sociis mattis feugiat potenti enim et massa ut. Vivamus morbi ad massa tempor tincidunt ipsum. Cubilia netus ac non duis aliquet a. Iaculis curae neque nostra tortor vivamus malesuada interdum placerat donec at. Vivamus fames nibh venenatis nam mus sollicitudin netus enim. Lacinia curae nonummy ante enim dolor nisi elit. Commodo risus ad sapien eu duis augue fringilla at. Conubia neque dis justo vestibulum placerat justo. Commodo fames curae hendrerit faucibus aptent lacus malesuada ac mollis gravida cubilia. Aliquam purus duis inceptos pellentesque luctus at sociosqu eros quisque ac eu. Laoreet etiam in litora hendrerit justo. Aliquam ipsum ante nisi leo lacus curabitur sed placerat pellentesque natoque facilisis placerat auctor aliquam. Lacinia porta rhoncus mollis sem maecenas a senectus sem erat faucibus. Posuere lorem eni orci pharetra dui. Dapibus purus amet urna semper tempus. Natoque lacus justo.",
 "authors": [
  {
   "name": "Benito Shofner",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Genetic Augmented Sports"
  }
 ]
}