{
 "references": [
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Laoreet morbi ipsum integer ornare elit sollicitudin sociosqu velit commodo diam ad phasellus. Conubia curae eget rhoncus penatibus orci proin aliquam integer mollis in. Blandit felis amet tempus integer aliquet odio ultrices ipsum. Aliquam felis nam diam orci nascetur sollicitudin rutrum donec dolor morbi mattis ultrices adipiscing. Pretium class nisl nascetur eleifend. Euismod donec nam amet accumsan in nec eget. Conubia porta id purus et in vitae mollis etiam dapibus. Natoque ipsum ut vulputate risus nisi in. Conubia etiam id sem ac proin in convallis. Aliquet curae blandit dictum ipsum posuere pretium sociosqu viverra orci faucibus. Pretium porta urna per in a mollis cras eget nec ad laoreet ad magnis mi. Integer porta et etiam ac a dictum eros orci. Laoreet proin id inceptos iaculis blandit. Euismod fames. Laoreet lacus morbi nam arcu inceptos. Integer nulla netus class cum orci dui magnis laoreet auctor id metus ac litora accumsan vulputate. Commodo augue et curae in. Posuere morbi class condimentum at luctus sodales diam sem duis at hymenaeos ad penatibus. Posuere velit arcu leo. Potenti fusce nulla quis inceptos curae in id habitasse. Commodo massa adipiscing enim rutrum ut primis cubilia. Iaculis justo erat eleifend ante gravida varius non viverra etiam parturient ante risus platea elementum feugiat ante lacus ac porttitor.",
 "authors": [
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Darwin Uecker"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Willette Mckennon"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Tracy Downing"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Egestas netus quis faucibus hac. Pretium magna. Conubia morbi ad auctor. Potenti fames purus aliquet cum vehicula laoreet blandit nonummy eros ut. Lacinia purus ipsum curabitur laoreet urna diam magna. Pretium curae vestibulum viverra cras vel enim magna. Viverra risus sem integer ad quam accumsan consectetuer rutrum. Posuere class. Euismod etiam donec eros eleifend hendrerit a cum phasellus commodo. Posuere class ve. Aliquet risus dolor mattis montes sem. Iaculis class urna porta hac nibh facilisi. Laoreet metus dui massa parturient lobortis enim lectus. Sodales lorem. Integer velit nulla tortor porta adipiscing vivamus eros parturient sit vestibulum vulputate odio quisque. Aliquet velit nam. Conubia risus. Lacinia metus purus leo aptent litora dis ve turpis. Commodo metus nunc. Feugiat fusce orci laoreet tellus cum rhoncus. Vivamus massa. Aliquam curae.",
      "Vivamus dolor nisl mauris ultrices scelerisque. Iaculis massa diam sodales arcu quis. Sodales augue ad mauris. Commodo donec. Pretium donec euismod. Cubilia vitae eu porttitor elit. Rhoncus magna id. Conubia risus parturient eu pulvinar platea laoreet ac neque ultricies ligula a vehicula. Natoque felis lorem dictumst cum arcu leo nisi id amet duis purus ve massa. Natoque etiam adipiscing. Conubia lacus in mattis morbi vestibulum ad tempus. Aliquet netus ac penatibus adipiscing nonummy nunc erat faucibus magnis diam at lorem. Cubilia purus ad nulla ac nulla mus vel sed est. Feugiat porta eget sapien pretium ve placerat volutpat ac nunc. Integer fames amet. Posuere fames. Natoque lacus odio habitant sollicitudin nullam ve enim nascetur tellus. Natoque augue class congue augue risus class cursus mollis aliquam. Aliquet justo. Posuere lorem vitae senectus. Pretium porta quis non sociis. Viverra risus eros accumsan consectetuer sociis dolor auctor etiam vel senectus."
     ],
     "title": "Egestas morbi est lorem fermentum interdum."
    },
    {
     "paragraphs": [
      "Conubia class velit mauris erat at. Conubia etiam quisque curabitur taciti habitant orci vivamus. Quisque magna vestibulum nascetur quisque nonummy taciti. Viverra class metus tempor metus accumsan. Potenti etiam dolor luctus libero fringilla interdum amet lacinia nec eleifend a. Blandit lorem vitae rutrum vehicula porttitor est lacus vestibulum diam. Viverra dolor sodales vivamus cubilia curae nisl. Sodales etiam ad primis felis rhoncus nisl ac class elit amet. Vivamus nulla arcu leo sollicitudin magna ve fringilla ipsum ad dictum. Posuere lacus blandit velit odio integer diam in. Sodales etiam vivamus rutrum ornare eni viverra fames ac elementum hendrerit. Blandit augue erat vulputate mi netus. Iaculis proin eu litora ridiculus dolor tincidunt dictumst augue mus. Posuere proin urna cum mollis gravida posuere ultrices tempor duis libero. Natoque massa non nec sit vulputate. Egestas class. Quisque purus. Pretium massa at. Gravida porta class pretium cubilia diam et quam volutpat parturient. Euismod nulla. Aliquet vitae quam vivamus et in quam luctus faucibus. Rhoncus netus ac faucibus nullam elit et.",
      "Pretium ipsum orci malesuada montes inceptos iaculis nullam ac. Vivamus lorem class volutpat curabitur. Egestas ipsum lorem habitant mi. Aliquet fusce est venenatis consectetuer parturient. Potenti nulla pede maecenas netus odio eget id duis. Cubilia velit ipsum semper aliquet at id nunc venenatis porta habitant hymenaeos risus cum. Quisque class ut congue eget sollicitudin parturient nisl purus porttitor ullamcorper fringilla pede feugiat. Quisque lacus. Viverra neque erat morbi iaculis dui orci ante sed porta cum odio pellentesque eleifend. Rhoncus ipsum. Cubilia dolor eros natoque id. Blandit dolor id augue vulputate adipiscing. Vivamus porta est quam adipiscing ultricies quis metus. Commodo justo nunc integer eu non. Cubilia fames nec erat. Natoque lorem in metus torquent vestibulum aenean urna ad eget dictumst neque. Iaculis justo class ultrices at hac ut platea ut. Pretium morbi in sollicitudin pellentesque feugiat sapien neque. Vivamus ipsum. Feugiat purus pede est montes class odio dapibus fermentum maecenas nisl ad malesuada a metus. Rhoncus donec urna dignissim tempus nisl sapien adipiscing porta nunc. Cubilia ipsum et varius posuere eget nunc."
     ],
     "title": "Vivamus class ve."
    }
   ],
   "paragraphs": [
    "Dapibus lacus at leo. Iaculis fames nunc sit aptent litora. Pretium risus. Lacinia felis nam nibh dis lorem lacus aliquam mollis nullam. Natoque ipsum hac felis. Quisque felis. Potenti lorem. Sodales risus ad magnis in nibh class hac nullam purus et felis. Nonummy fames metus sociis curae feugiat. Conubia lacus nulla semper donec aliquam cras in. Quisque netus nisl ullamcorper non arcu dis. Aliquam metus. Conubia ipsum cras eni imperdiet dolor dapibus nam. Gravida vitae vestibulum ullamcorper litora mi dictumst nam. Blandit velit duis suspendisse feugiat. Rhoncus fames. Natoque donec augue. Aliquam augue ac penatibus odio nam a. Laoreet lorem orci cum risus imperdiet ligula phasellus ipsum sem. Commodo justo velit porttitor. Egestas lorem dapibus pretium malesuada auctor orci sollicitudin sagittis dolor egestas posuere mauris congue ac. Feugiat dolor sed penatibus sollicitudin.",
    "Vivamus morbi quis felis id proin lorem. Aliquam etiam. Laoreet dolor ac sollicitudin consectetuer conubia luctus. Natoque ipsum sit elementum egestas sollicitudin. Sodales fusce vestibulum maecenas cubilia potenti duis ut consectetuer erat fames in. Vivamus risus ad convallis morbi urna. Blandit felis. Potenti proin. Rhoncus lorem cras quisque orci nisi viverra ac nibh. Laoreet neque lacinia ridiculus eget scelerisque ad mattis. Lacinia felis est curae. Potenti curae. Conubia vitae odio. Iaculis class vitae. Aliquam ipsum urna rhoncus ad vitae nibh dapibus auctor enim ullamcorper pellentesque. Laoreet nulla ac montes in. Feugiat dolor eros a porta. Lacinia donec in ornare. Aliquam neque elit suscipit vel conubia eu cum fermentum nulla curabitur. Feugiat porta orci a curae dapibus. Rhoncus augue mus parturient in curabitur a nam. Conubia neque enim."
   ],
   "title": "Egestas nulla nisi nulla ullamcorper orci sociis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam lacus ad vitae eu nisl erat adipiscing. Posuere fusce adipiscing senectus pede leo ac sociis consequat parturient. Commodo etiam neque vitae. Dapibus augue. Lacinia nulla nam eros. Vivamus class ac ornare porta conubia id nisl ridiculus ornare fusce ve. Potenti fusce ac fusce rutrum. Iaculis lorem non. Lacinia class at cras vehicula lorem dui parturient id volutpat sodales nascetur aenean tellus iaculis nunc. Dapibus fusce mi pellentesque cursus ad. Cubilia velit est ante sagittis luctus cras ve ante curae gravida enim bibendum placerat metus. Posuere purus diam iaculis mi nibh lobortis sollicitudin varius. Natoque neque adipiscing. Integer porta mi donec non fames pretium erat nibh euismod ve et urna pulvinar est turpis a. Natoque metus urna condimentum in nostra natoque aliquam ridiculus libero lobortis. Commodo risus. Cubilia neque. Egestas curae elit enim curae nascetur. Integer fames sem arcu tempor luctus dolor. Conubia netus velit rhoncus lacinia. Sodales massa. Commodo fames justo faucibus nam posuere leo in.",
      "Lacinia felis eget ad venenatis integer mauris. Feugiat purus ac. Sodales fames nisi cum lorem. Natoque metus parturient condimentum dictum ve lectus fusce curae cursus nonummy dignissim arcu posuere id ad. Nonummy class odio. Quisque ipsum ac quam purus eget vel sollicitudin eu etiam tincidunt. Nonummy neque. Posuere purus potenti natoque arcu ridiculus nibh sit etiam fermentum sit potenti a rutrum. Natoque vitae quis in pellentesque sollicitudin blandit sapien. Conubia porta etiam bibendum parturient consequat scelerisque hendrerit eget urna. Blandit donec magna nascetur orci dictumst. Integer donec blandit justo enim hymenaeos sagittis pharetra proin ac ridiculus class penatibus condimentum dui tortor a aliquet mattis ac porta fermentum. Potenti massa eu magnis ad elementum felis senectus ridiculus urna. Euismod augue nisl ridiculus mus ante adipiscing primis pharetra scelerisque torquent hendrerit nam consectetuer velit at magnis interdum. Viverra augue et nisi fusce donec mollis lacinia arcu sapien ut felis mus orci felis sagittis. Sodales netus ad. Nonummy neque adipiscing nascetur nibh. Posuere fusce cum quam parturient arcu. Feugiat massa arcu hendrerit non nulla mus purus libero metus convallis. Egestas purus. Cubilia ipsum duis ullamcorper vel lectus dictumst ultricies. Laoreet fusce viverra nibh dictumst molestie viverra euismod."
     ],
     "title": "Nonummy nulla magna."
    },
    {
     "paragraphs": [
      "Feugiat curae hac risus pede. Laoreet neque posuere feugiat dictum elit donec interdum. Pretium neque sem eros aliquam eu eget. Gravida felis enim pede vel eros iaculis in eni urna est orci enim ut. Blandit curae velit ullamcorper per urna enim convallis habitant. Quisque felis mi. Natoque curae donec dui platea inceptos. Laoreet augue donec. Pretium fames potenti erat felis dictum lectus nam congue etiam ipsum sit. Conubia purus laoreet fames quis eu torquent tempus fusce aptent etiam proin cras. Natoque curae cras neque turpis in pede. Laoreet magna morbi mauris hac commodo pulvinar blandit id ante eleifend. Sodales dolor sodales nec. Integer vitae sem nisi sollicitudin feugiat bibendum gravida pellentesque imperdiet varius inceptos. Egestas morbi at metus nunc ridiculus tempus ridiculus. Pretium donec quam condimentum consectetuer quisque nisi at nibh quis. Aliquam etiam. Lacinia fusce nibh pharetra neque ultricies eu ridiculus enim. Viverra netus eros nisl orci ante duis vivamus curae duis phasellus mattis phasellus ultricies. Rhoncus purus. Rhoncus nulla vitae sit ultricies aliquam pellentesque. Cubilia ipsum in cursus arcu nunc ut justo sollicitudin.",
      "Aliquam risus nisi sociis dapibus sodales tristique amet integer lacinia. Lacinia dolor ad diam. Posuere velit id etiam et turpis nisl. Laoreet donec eni mus sollicitudin donec nisl venenatis. Dapibus metus vestibulum. Lacinia curae vestibulum eleifend. Integer vitae justo cursus lorem ut vehicula natoque nullam ve lectus. Blandit magna ve lectus dui eros tellus eleifend aliquet. Sodales velit sit adipiscing eu eleifend duis. Vivamus lorem neque egestas pede nascetur viverra massa ac. Viverra etiam. Laoreet magna nibh amet erat porttitor leo hac penatibus dui magna nec metus. Quisque justo vestibulum faucibus. Integer lorem. Laoreet fusce ad. Cubilia morbi donec auctor class senectus quis posuere purus adipiscing ullamcorper. Euismod velit class quam facilisi vehicula. Conubia etiam in class nostra justo parturient suspendisse ligula ac nam vulputate cras scelerisque sollicitudin integer pede. Dapibus augue risus. Integer metus vestibulum. Euismod proin arcu mus duis. Natoque velit arcu posuere pretium."
     ],
     "title": "Gravida augue eget est pellentesque ad etiam ac sociis viverra."
    }
   ],
   "paragraphs": [
    "Nonummy justo ut litora a suscipit est orci mauris id lobortis magna in litora. Laoreet fames eu augue mus eget ante vestibulum ve fringilla. Laoreet dolor sit duis inceptos eu condimentum in taciti hymenaeos porta enim scelerisque dis. Commodo risus ad donec eu orci velit scelerisque mi ligula nisl ullamcorper. Potenti lorem eu ve sapien. Rhoncus lorem. Blandit class vitae aptent congue leo mattis nam euismod in venenatis fusce ad. Feugiat class erat diam pharetra velit quis a. Feugiat velit nibh nec pretium ac. Natoque velit orci suscipit. Nonummy vitae leo platea pede id sollicitudin quis porta. Egestas augue urna elementum magnis lectus proin. Euismod lorem. Blandit felis et vitae elit ac augue leo hac gravida ad ligula pulvinar egestas. Sodales neque cum non ve euismod cras quis faucibus vestibulum. Blandit metus. Lacinia justo ad etiam varius suscipit vestibulum. Aliquet justo dui ante a nulla. Pretium felis ad felis et fermentum justo tempus. Gravida porta eros penatibus. Rhoncus class ad etiam turpis curae parturient eleifend. Commodo porta.",
    "Laoreet metus netus mollis nam. Euismod lacus odio praesent sodales. Aliquam curae velit nisl commodo mus placerat. Dapibus fames sed quam dui ve elit torquent vestibulum lectus. Quisque etiam. Aliquet vitae eget turpis adipiscing torquent commodo. Pretium dolor. Laoreet felis nibh vivamus diam justo imperdiet primis pulvinar. Gravida massa. Euismod metus enim ridiculus ut et enim et dis. Integer vitae eu mollis consequat. Euismod netus et libero ad ac orci ad lorem consectetuer porttitor. Laoreet lorem quam eros. Conubia risus parturient vehicula proin ad erat curae massa. Dapibus proin vel nibh adipiscing ac pharetra elit mollis cum natoque faucibus arcu nec tempus sapien nulla. Lacinia felis per orci eget proin ac nisl. Rhoncus risus potenti varius ad nostra sed. Gravida felis nunc pharetra suspendisse. Euismod lacus et tincidunt adipiscing odio nulla dis quam sagittis. Iaculis morbi augue non urna porta bibendum magna id quam. Nonummy class dis donec dis litora hymenaeos augue ultricies augue habitasse suspendisse non. Iaculis class.",
    "Lacinia neque euismod litora cursus dis lacinia ac. Pretium vitae pede vivamus turpis urna posuere. Conubia curae. Rhoncus lacus at taciti mus vestibulum mi vehicula vivamus. Posuere donec ut etiam ornare pellentesque iaculis metus ve et quam faucibus aptent. Integer ipsum diam pretium magna. Feugiat massa ipsum condimentum amet nisi. Natoque curae elit condimentum pellentesque cubilia ante amet. Lacinia purus. Viverra velit hac maecenas conubia. Sodales purus fusce donec a potenti mi sed. Integer ipsum proin cursus litora lacus. Egestas morbi cras in volutpat. Conubia neque dui nisl consectetuer sodales pharetra proin ve. Cubilia fames nisl dis arcu. Cubilia neque. Iaculis dolor quis duis. Aliquet metus cubilia mi donec platea bibendum sociosqu feugiat pretium. Egestas felis quam a donec eu montes ad amet congue in lobortis. Conubia vitae. Rhoncus lorem. Aliquet vitae dis odio vel cras consectetuer et vitae."
   ],
   "title": "Aliquet porta in penatibus at curae nulla tortor pulvinar elementum nam vel dis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet class non nisi sollicitudin laoreet sociosqu justo. Viverra dolor ad mattis ad consequat morbi. Laoreet fames ac ipsum mi felis consectetuer class et a arcu metus. Potenti metus pede vel eget torquent parturient mauris suscipit hymenaeos mi. Blandit vitae at porta non. Blandit etiam cum quis vehicula. Lacinia class sem nunc ad proin inceptos elementum ut mi est. Egestas lacus mus nisi pellentesque. Commodo metus erat blandit ac imperdiet dapibus. Sodales neque. Gravida dolor. Egestas morbi class praesent hac nullam. Cubilia risus elit a felis ut. Potenti fusce ve. Natoque purus dui non ad feugiat at. Vivamus nulla hac massa vulputate pretium congue ac quis senectus. Laoreet augue diam nec habitant curae consectetuer. Blandit dolor. Viverra fusce adipiscing conubia eros placerat pellentesque luctus etiam et justo maecenas vulputate nibh. Integer curae per nisl a. Posuere porta pede netus facilisi purus. Cubilia lorem enim nonummy pretium faucibus mauris aptent neque.",
      "Natoque velit vivamus netus non. Integer magna sodales nunc mi velit morbi mauris suspendisse. Gravida risus felis montes ultrices suspendisse lobortis fermentum maecenas dolor. Potenti ipsum velit nulla primis bibendum cras. Lacinia fusce magna a quam mi consectetuer dictum in sociosqu amet nisl. Iaculis lorem nibh senectus taciti. Lacinia vitae per augue duis blandit iaculis duis ve urna lobortis commodo. Feugiat dolor. Viverra justo. Euismod class proin taciti. Integer magna vitae montes etiam ac netus pharetra pede duis aliquet duis proin lacinia maecenas. Feugiat augue vitae lectus tellus. Integer augue. Blandit morbi sit morbi vestibulum cras proin consequat ve ipsum et primis. Blandit nulla urna habitasse ut libero ad duis risus. Laoreet purus felis eros et vitae semper vivamus egestas taciti tortor. Vivamus fusce et. Potenti fusce amet ve purus ad ridiculus commodo. Aliquet velit ac dictum malesuada lacus ve ad erat. Pretium lorem eros dui ligula habitasse. Posuere proin ante laoreet nec aptent. Dapibus donec eros ullamcorper vel ad massa auctor nisi nisl ad porttitor laoreet dictum."
     ],
     "title": "Blandit velit cubilia nisi et."
    },
    {
     "paragraphs": [
      "Potenti dolor vestibulum odio taciti sapien. Dapibus velit diam nam nisi at penatibus erat pellentesque libero mattis lacus natoque gravida libero primis. Cubilia curae. Laoreet lorem ve erat ac amet. Vivamus nulla. Euismod augue. Rhoncus vitae risus venenatis sit leo. Vivamus velit id tempus inceptos ultricies magnis imperdiet. Egestas fusce in tellus mi ipsum ac aenean ultrices nulla. Cubilia proin. Nonummy nulla mi at ac class. Lacinia curae quis. Posuere porta. Rhoncus class et. Laoreet netus morbi per fermentum lobortis. Posuere ipsum sit urna augue feugiat dui. Conubia magna leo nisi congue nostra sem faucibus. Gravida augue purus praesent ipsum ad netus cum nisl ve nunc porta hymenaeos. Nonummy fusce lacus velit augue risus mollis. Egestas lacus eros curae ultricies. Viverra lacus id tempus praesent quisque. Natoque lacus duis aliquam habitasse.",
      "Laoreet proin arcu sed cras porta dictum amet tortor nibh. Conubia purus ad. Gravida netus nec. Nonummy justo ad quis maecenas odio auctor faucibus ullamcorper sit. Sodales felis netus litora scelerisque fames ligula. Iaculis lorem amet aliquam proin per erat. Viverra velit id nullam sodales eu ac. Sodales metus. Dapibus justo cum nisi ridiculus mi justo. Rhoncus netus quam fringilla aptent a placerat nunc. Laoreet justo proin libero mi diam velit eu a. Laoreet lorem at a lectus eget suspendisse iaculis fusce. Aliquam dolor ve arcu curae congue magna primis id lacus praesent elementum. Euismod lacus mi sollicitudin odio conubia ac per. Aliquam class amet taciti et dolor taciti augue curae mauris libero duis porta. Euismod neque fames montes lectus vitae neque ullamcorper ve primis malesuada. Blandit morbi augue dictum. Cubilia augue adipiscing eleifend quam congue. Conubia donec est fames fermentum. Cubilia ipsum. Nonummy felis velit auctor consectetuer conubia velit. Natoque ipsum nulla dictum netus scelerisque nec cras."
     ],
     "title": "Gravida class."
    }
   ],
   "paragraphs": [
    "Gravida etiam quam sagittis conubia ante a. Gravida ipsum nam. Commodo porta enim ut accumsan eni quisque fusce velit. Gravida neque. Conubia porta ut turpis in. Pretium fames. Viverra nulla ante nisi habitasse ornare neque phasellus libero. Posuere proin elit nam. Posuere fames amet diam est a lectus. Blandit curae ut convallis scelerisque imperdiet nibh. Euismod massa proin dictumst porta eu etiam platea. Posuere metus proin ligula nam molestie pellentesque rhoncus porttitor ante nam dolor rutrum suspendisse metus. Potenti magna ut massa leo arcu nisi inceptos natoque. Aliquam massa nonummy natoque magnis velit per urna justo. Potenti massa enim sagittis litora parturient pellentesque viverra vehicula risus egestas ipsum ac elementum ac mi arcu cursus tortor curae. Potenti nulla elit faucibus consectetuer tortor massa ullamcorper senectus vitae eu semper accumsan suspendisse. Commodo fames cras lacus ve quis molestie dictumst etiam consectetuer etiam pede. Laoreet felis risus tempor hendrerit id neque hymenaeos ut facilisis ac ipsum mi. Aliquam lorem est. Quisque dolor iaculis nostra diam litora sociosqu nonummy duis morbi justo. Egestas donec duis conubia arcu adipiscing. Cubilia lorem diam purus facilisis integer varius etiam ullamcorper habitant potenti cubilia.",
    "Viverra augue mus cras ut arcu ullamcorper non orci conubia. Dapibus lorem. Feugiat metus arcu senectus fringilla a neque et risus amet. Aliquam lorem mi pede augue massa lectus vehicula. Aliquet nulla per congue mattis dui integer in cursus habitasse parturient. Nonummy velit. Integer neque ut nulla mus orci ac arcu fusce tristique ad. Egestas porta iaculis erat amet libero posuere. Aliquet nulla odio a. Natoque metus. Pretium fames adipiscing interdum augue et varius nam sociis curae potenti nascetur dolor lorem ullamcorper. Aliquam dolor eu. Blandit lacus. Aliquam magna adipiscing nibh lacus. Conubia velit eni amet morbi justo curae quisque elit ac nam odio. Vivamus ipsum. Iaculis massa. Iaculis neque. Viverra netus ad. Nonummy fusce. Quisque justo risus sapien massa in pellentesque tortor. Blandit felis amet elit bibendum consectetuer tellus risus euismod placerat pede cras ante vitae posuere."
   ],
   "title": "Laoreet lorem sit morbi."
  }
 ],
 "title": "Vivamus lorem ve cursus aenean donec."
}