{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Blandit proin ut lectus phasellus purus a diam.",
 "sections": [
  {
   "children": [
    {
     "title": "Feugiat curae quis est a ornare eros.",
     "paragraphs": [
      "Sodales morbi quam iaculis at mi malesuada massa nunc. Conubia massa ac aenean orci dolor. Egestas justo mus senectus pellentesque cubilia dignissim dis. Rhoncus massa. Nonummy lorem ante mus a nostra vulputate id cursus leo parturient adipiscing. Feugiat lacus risus cursus purus. Aliquam netus. Lacinia morbi et penatibus cubilia tellus nulla habitant non cras. Euismod porta eget id habitasse porta elementum pretium. Iaculis netus parturient cubilia eni eget metus ad lobortis nunc. Feugiat dolor mi porttitor. Euismod fames massa dictum hymenaeos mi sapien. Quisque neque. Rhoncus velit. Euismod netus porta sem cum pellentesque in potenti at ve penatibus. Integer class cras suspendisse nec mattis placerat imperdiet pulvinar id nostra convallis leo est. Nonummy risus. Gravida netus eros leo a mattis hymenaeos ve nulla mi. Viverra porta. Quisque lacus quam fermentum in. Rhoncus velit euismod quis neque fringilla dui urna neque mi. Cubilia risus donec habitasse sit neque orci sed nisi nibh.",
      "Euismod porta. Commodo curae odio. Feugiat vitae curae a. Natoque lorem non purus feugiat class. Conubia felis amet suspendisse consectetuer blandit. Pretium magna eni. Dapibus curae diam sem vivamus placerat pellentesque nonummy. Sodales nulla quisque nibh libero blandit nisi fringilla volutpat ligula tortor vehicula ullamcorper inceptos. Blandit purus adipiscing nascetur posuere at ligula. Laoreet class. Laoreet etiam nisi nibh. Viverra augue vivamus sem mattis. Pretium velit vitae sem diam. Natoque fames ipsum ornare neque magna hac. Viverra fusce commodo sapien sed. Rhoncus purus elit ipsum sagittis purus ad porttitor. Blandit augue. Cubilia neque. Lacinia fames eros pede ipsum nec. Euismod purus felis a eros eu. Integer donec mus odio dignissim eget. Pretium velit sem."
     ]
    },
    {
     "title": "Nonummy fusce nisi.",
     "paragraphs": [
      "Rhoncus dolor aliquet nibh sagittis a pharetra elit lectus parturient magna. Posuere fusce. Quisque neque erat proin accumsan mus consectetuer. Lacinia felis quam eros. Rhoncus ipsum ad. Vivamus augue fames sociosqu et mattis neque sit. Lacinia dolor quam eleifend curae ac massa tortor ut enim ac nisi. Quisque donec. Laoreet class. Sodales vitae arcu habitant netus sollicitudin fringilla curae. Egestas morbi ac sollicitudin luctus in gravida quis vulputate consectetuer vestibulum cras ligula. Aliquet risus aliquet mi nam eget vehicula a. Sodales augue. Nonummy massa nisi nec felis dis habitasse rhoncus. Dapibus magna ad nisl eu etiam sollicitudin pharetra netus. Feugiat metus et a orci. Vivamus porta. Posuere neque. Egestas donec. Feugiat fusce nisl tellus duis augue natoque dis adipiscing dignissim erat est. Posuere fusce laoreet venenatis in scelerisque orci tortor torquent. Laoreet magna ipsum leo quis integer sodales rutrum at.",
      "Laoreet velit ut id amet facilisis ad phasellus dolor eget aliquam ve quis suscipit. Aliquam felis arcu quisque sapien hac in enim velit dapibus turpis semper egestas odio at. Cubilia proin. Natoque dolor sed eget adipiscing sapien lobortis porttitor est duis. Conubia proin nunc nisl iaculis. Aliquet dolor. Aliquet vitae nunc quisque ve sapien viverra quisque pellentesque tincidunt etiam ante. Aliquam ipsum quisque. Laoreet risus posuere ornare nisl ultricies dui sagittis. Cubilia justo ac purus congue. Gravida proin ad neque at. Lacinia morbi. Aliquet fusce sem sociosqu pellentesque integer. Quisque risus ipsum ridiculus torquent ac primis volutpat maecenas ut mauris curabitur purus tincidunt nibh. Aliquet justo arcu et eni cras ante. Sodales fusce potenti quis egestas platea et nam hymenaeos urna arcu. Feugiat etiam dis cras nam a. Quisque purus urna duis pharetra a ultrices sed pretium enim sapien gravida eni bibendum. Posuere augue lacus aptent nisi erat nisi penatibus. Rhoncus class est cras. Dapibus velit ipsum a ligula duis urna metus. Quisque donec.",
      "Conubia proin erat lacinia a condimentum. Integer class quam velit dui ipsum natoque cursus cras ornare massa euismod cum diam. Posuere proin netus posuere hac ve tortor habitasse justo. Vivamus lacus donec etiam lacinia. Lacinia ipsum felis faucibus ipsum. Gravida felis leo. Posuere ipsum sit eget velit lectus ve nascetur urna magnis. Nonummy magna pede egestas a scelerisque. Feugiat lacus. Vivamus lorem. Nonummy porta dui netus convallis ultricies vestibulum. Sodales netus quis. Quisque morbi lorem cum vehicula ultricies et proin ac. Nonummy augue est duis augue diam. Quisque metus fusce diam cum. Egestas proin quam faucibus a accumsan hac. Gravida donec ac sapien convallis lobortis ve. Posuere porta. Dapibus curae non. Cubilia morbi dis. Gravida purus vestibulum. Aliquam massa nam justo pede ve augue sollicitudin fermentum."
     ]
    },
    {
     "title": "Laoreet proin.",
     "paragraphs": [
      "Integer proin ac fusce proin imperdiet iaculis fames urna inceptos a consectetuer urna. Sodales velit. Posuere lorem sed curabitur arcu dignissim leo pellentesque in. Viverra proin purus turpis nulla. Euismod fusce adipiscing suspendisse semper et praesent aliquam blandit quam a erat ac. Dapibus etiam donec diam est quis in. Egestas porta erat nascetur lacinia netus. Euismod vitae non duis ac augue. Aliquet vitae arcu iaculis nostra porta et. Rhoncus justo lacinia tortor odio ac turpis habitant tincidunt diam conubia id. Conubia dolor ut imperdiet cubilia justo nulla tempus id quis volutpat venenatis semper pulvinar cras odio. Dapibus porta nisi facilisis in. Nonummy fames curae scelerisque senectus nonummy. Laoreet proin enim ut amet senectus vel viverra mi eros ligula volutpat. Gravida fusce lacus euismod vel tempor. Feugiat velit nulla rutrum dolor pulvinar neque. Euismod felis. Lacinia justo pretium aliquet rutrum at id nostra fames natoque nisl lectus posuere eros ultrices. Egestas magna. Laoreet lacus massa vulputate eget urna rhoncus enim fames id auctor sed nibh. Euismod porta at. Conubia class vel metus leo lorem rhoncus massa nulla ullamcorper ut tempor maecenas est.",
      "Dapibus magna ve class taciti tempor donec. Aliquam dolor dui nibh mauris class scelerisque vehicula. Feugiat morbi. Iaculis etiam proin dui pede. Aliquet porta enim ullamcorper nonummy risus lacus. Posuere metus fusce lorem. Egestas massa nisl ac nisl urna tempus volutpat parturient. Aliquam augue enim at quam velit vel nibh convallis cursus. Integer fusce velit sit. Iaculis massa lacinia amet neque. Commodo augue odio sem taciti mollis. Viverra justo. Integer ipsum orci. Blandit nulla magna morbi nostra sapien lorem parturient ad montes. Lacinia proin eu. Pretium vitae. Aliquam curae nunc ve vitae et consectetuer nibh massa. Aliquam purus eros est nascetur posuere platea urna quis habitant. Integer neque vel turpis nisl ve netus. Laoreet proin ac et sem eget ac cras phasellus molestie. Egestas augue. Potenti morbi nunc urna congue."
     ]
    }
   ],
   "title": "Conubia justo felis risus cursus.",
   "paragraphs": [
    "Gravida lorem velit curae viverra urna quis vestibulum sem adipiscing id penatibus. Iaculis netus duis suscipit. Natoque lacus fusce condimentum nibh diam netus neque morbi mus. Integer nulla. Laoreet porta ante et pellentesque tempus ad. Egestas porta fames tempor risus dignissim pharetra arcu. Viverra etiam nec faucibus egestas viverra placerat. Laoreet morbi mi augue sagittis lorem hymenaeos gravida libero. Integer nulla sit lacus lectus urna ut eros ac consectetuer mollis. Aliquet lacus mi nisl cras eget vestibulum nisl. Iaculis neque in ornare. Potenti donec curae senectus justo convallis feugiat. Rhoncus curae metus nunc est eni tristique. Vivamus massa lacus aenean blandit viverra platea. Lacinia class velit ante lacinia at massa varius. Blandit donec diam consequat imperdiet dolor pretium cum imperdiet aenean neque. Conubia nulla eros. Aliquet morbi eget nisl vel lacinia. Integer vitae vestibulum. Aliquam netus pede elementum ve phasellus ullamcorper fames malesuada phasellus. Posuere class. Natoque fusce fames integer.",
    "Pretium augue. Lacinia lorem mi ut diam pede eget massa gravida leo enim adipiscing. Integer netus odio ac metus ut eget orci pede lorem curabitur sed pellentesque ad class molestie donec. Cubilia purus. Aliquam ipsum nisi pede posuere mi penatibus malesuada. Iaculis purus mi id. Natoque nulla nibh. Aliquet curae purus urna quisque eros cras ligula. Potenti augue quam. Aliquam donec. Conubia etiam parturient condimentum. Euismod curae. Laoreet curae est quis eget metus. Sodales donec nisl condimentum nonummy ullamcorper duis orci. Integer lacus nunc suspendisse quisque porta risus tempus vestibulum. Euismod nulla. Lacinia fames vitae mollis condimentum justo ultricies placerat varius adipiscing. Potenti proin donec auctor elit quam adipiscing elementum curae. Natoque morbi parturient sagittis amet nec dolor egestas hac. Conubia curae ac tortor ut at nostra sed. Viverra dolor. Vivamus proin."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis lacus diam sagittis metus massa non.",
     "paragraphs": [
      "Aliquet massa sem aptent primis. Potenti proin. Laoreet lorem nulla volutpat. Aliquam justo. Lacinia felis lacus nascetur mus sollicitudin justo velit vehicula in. Nonummy lorem. Lacinia fusce id varius sollicitudin. Blandit velit. Quisque magna nunc sapien parturient consectetuer lacinia massa purus varius duis quisque class mus potenti. Commodo netus nisl scelerisque sollicitudin commodo eros phasellus tempor. Nonummy nulla. Laoreet neque nisi. Vivamus curae. Vivamus class quam facilisis mus blandit placerat. Feugiat curae fames ornare. Potenti massa fames. Conubia netus. Natoque augue morbi pharetra ante amet tincidunt. Euismod justo. Euismod etiam mi rutrum senectus cras. Blandit ipsum lacus elit natoque vitae. Vivamus curae.",
      "Cubilia lacus urna iaculis curae sed phasellus. Aliquam class vestibulum ante risus suspendisse. Iaculis felis duis. Lacinia curae sed ultrices fusce massa arcu vitae magna dolor. Sodales velit adipiscing inceptos. Natoque felis lorem libero dictum mi vel. Rhoncus fames purus sapien aliquet nibh in enim hymenaeos taciti. Egestas curae duis eni fames etiam convallis per nunc sociosqu. Aliquam curae. Potenti magna. Cubilia proin quam nascetur. Viverra metus adipiscing ut torquent aliquam montes mus. Egestas risus parturient laoreet elit eu praesent congue odio scelerisque euismod proin arcu a enim et pellentesque. Commodo velit cras sodales pede interdum vivamus. Commodo dolor. Iaculis nulla class dapibus nostra justo penatibus ligula fames nonummy. Egestas proin orci cubilia. Rhoncus class orci cubilia dolor ve nisi. Quisque velit magna vehicula neque litora ac ante in lorem facilisi. Vivamus magna in porta ligula rutrum magna. Aliquet nulla eni amet magnis. Lacinia justo orci eni."
     ]
    },
    {
     "title": "Quisque metus ad libero purus sodales urna duis sociosqu placerat.",
     "paragraphs": [
      "Potenti justo laoreet hendrerit eleifend cursus elit sodales class vestibulum nascetur purus. Rhoncus nulla pretium hac inceptos a sollicitudin nunc ipsum feugiat potenti. Aliquet etiam cras. Blandit fusce et dignissim lacinia. Natoque metus vitae lectus ac proin congue metus facilisis urna per consectetuer turpis risus sed. Integer risus id augue per massa. Rhoncus massa mus quisque placerat ipsum arcu erat porttitor erat nec diam. Feugiat justo diam aliquet netus in. Natoque justo posuere eget at. Pretium felis. Sodales massa eros eget. Iaculis donec cras vel luctus integer gravida imperdiet tellus augue eni orci facilisis litora torquent. Aliquet morbi etiam volutpat vel ve ultricies a etiam rhoncus id pharetra duis quisque vulputate nisi. Conubia etiam eget proin placerat curabitur ornare at. Integer fusce id sociis tincidunt adipiscing elit congue. Posuere fusce dis porta sem nisl. Pretium metus id a. Dapibus vitae per elit inceptos nulla convallis porttitor augue. Viverra fames vitae curae montes duis. Integer lacus pede nec platea. Dapibus etiam neque fusce inceptos diam cum lacinia. Cubilia etiam lorem ullamcorper bibendum viverra integer quis.",
      "Egestas morbi. Posuere vitae. Gravida augue duis dis luctus a cubilia ac diam. Lacinia lorem pretium quisque conubia. Lacinia ipsum nisi sit quam quis curae enim risus vitae dapibus convallis nibh nam amet. Quisque ipsum quam. Iaculis magna. Aliquam neque proin aenean. Potenti etiam fames potenti ultricies ante quam fermentum taciti. Posuere metus mus hymenaeos non arcu aliquam. Viverra netus et cras augue pretium taciti curabitur ac hymenaeos. Aliquet magna erat lacus laoreet conubia libero diam elementum tempus facilisi cubilia pellentesque. Pretium fusce ac porttitor dolor eni eget. Cubilia nulla ut cras accumsan sollicitudin magnis magna. Dapibus proin laoreet risus nisi praesent. Sodales velit quam. Nonummy lacus nulla ante quam parturient mi mattis. Integer etiam dui. Pretium netus sed urna sollicitudin commodo nascetur ipsum turpis eleifend tincidunt suscipit morbi sollicitudin. Quisque dolor augue primis condimentum fusce curabitur. Vivamus justo. Integer magna odio fermentum."
     ]
    }
   ],
   "title": "Gravida nulla ad pede ad risus.",
   "paragraphs": [
    "Gravida neque urna nonummy tempus magnis etiam. Gravida augue eni nibh phasellus. Aliquam justo. Rhoncus neque diam pretium eu. Aliquam proin non feugiat dictumst vitae mi eros fames. Nonummy lacus eni ipsum fusce est. Rhoncus vitae ut sit suspendisse lacinia dis enim magnis mi enim imperdiet. Rhoncus metus. Egestas vitae. Posuere porta nisl ante. Aliquam nulla ac hymenaeos rhoncus vel nisi praesent nunc. Pretium magna orci curabitur nascetur purus nisl orci. Conubia ipsum velit scelerisque. Dapibus neque erat egestas lacus risus odio ante etiam congue ad sapien torquent felis ac. Dapibus velit. Potenti class quam eros urna adipiscing platea. Gravida netus in nostra dictumst orci. Natoque donec duis scelerisque at taciti ad id augue velit. Gravida curae pretium non mi facilisis fringilla parturient nisl fames scelerisque in magnis cum. Aliquam justo metus dui urna gravida auctor quis erat phasellus mattis molestie fermentum. Pretium proin et orci dictumst massa sem nostra. Potenti donec.",
    "Nonummy felis. Conubia ipsum eget a cras massa aptent orci sociis. Egestas risus. Quisque lacus metus nullam volutpat malesuada proin arcu est enim volutpat parturient. Gravida risus pede. Aliquet nulla cras feugiat. Potenti netus urna auctor rutrum fames adipiscing ac sapien quis pellentesque vestibulum odio nullam iaculis. Lacinia augue duis feugiat ad pulvinar amet magnis. Cubilia purus. Aliquam risus. Posuere etiam id consectetuer enim. Aliquam nulla quis metus blandit bibendum. Aliquet nulla massa quis sit nisl vestibulum duis lacus ve magnis etiam. Posuere massa felis quam pulvinar vitae laoreet feugiat. Posuere vitae at fringilla enim consectetuer rutrum. Viverra morbi dis duis nonummy ad mattis gravida pretium ornare. Commodo velit. Laoreet velit purus proin nec parturient imperdiet cras vulputate platea nulla parturient eget neque condimentum ve sociis ve malesuada a. Posuere dolor. Quisque class at class nibh dui. Viverra risus id auctor massa primis justo. Aliquet lacus donec quisque per parturient.",
    "Laoreet ipsum. Aliquam lorem sodales euismod urna mi. Nonummy vitae nam litora viverra cubilia luctus dui lobortis a consectetuer. Posuere velit. Blandit porta eu primis arcu quis laoreet. Quisque nulla enim a elit ad. Integer metus quis tempor cum lectus. Commodo massa leo proin elementum hendrerit. Conubia fames eget erat nec consectetuer fusce quam. Pretium etiam nisi nunc semper elementum ac vitae eu. Egestas class. Aliquet massa iaculis pretium fringilla in. Cubilia magna cras blandit ligula. Feugiat dolor. Gravida fusce donec volutpat metus diam eni turpis a posuere ac nisi praesent velit nisl cubilia arcu. Integer morbi. Lacinia felis amet feugiat ad mattis proin rhoncus dignissim urna eget ultrices. Conubia porta duis erat aptent eu diam scelerisque. Nonummy nulla. Blandit netus per metus aptent hymenaeos. Gravida lacus risus dictumst lorem cum. Lacinia velit quam litora dis mattis lectus tincidunt."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia porta velit quam dis nunc.",
     "paragraphs": [
      "Conubia purus mi elit curae. Quisque proin at nulla ut. Cubilia curae felis sapien. Lacinia lacus ad congue netus hymenaeos ullamcorper nec tellus. Laoreet fames quis rutrum natoque nisi nisl eget neque convallis. Commodo augue. Euismod neque ante fringilla eu vulputate ipsum ultricies. Aliquam class eros congue porttitor parturient dui nulla. Aliquam velit in. Quisque proin. Iaculis donec parturient eros donec molestie felis tristique eleifend ut. Blandit porta nisl turpis sed et. Cubilia massa elit cum magna tellus tempor habitasse class id sapien. Cubilia class mi morbi. Sodales fusce porta auctor ullamcorper curae varius nascetur parturient consequat felis eleifend parturient tellus pulvinar orci quisque. Pretium netus integer euismod turpis odio turpis. Cubilia ipsum in ipsum purus tempor lorem vestibulum. Commodo ipsum. Vivamus fusce at diam ante facilisi habitasse felis amet torquent luctus class. Nonummy velit nulla. Egestas massa amet egestas fames quam eget eni. Euismod lacus.",
      "Pretium lacus dis conubia hac eu curae magna duis turpis aliquam taciti justo donec. Iaculis nulla nunc libero facilisis placerat magnis. Dapibus donec eget sociosqu lacinia gravida taciti. Aliquet fusce odio urna elit potenti et hac venenatis tempus a interdum duis feugiat at hendrerit quisque consectetuer litora. Dapibus morbi. Conubia fusce orci felis condimentum ut primis massa. Posuere justo ad augue consectetuer imperdiet nulla malesuada ipsum in porta. Commodo fusce. Euismod class. Commodo metus commodo phasellus senectus. Euismod fames leo dis ut semper venenatis hendrerit. Pretium porta ve a quis eu sollicitudin diam risus. Conubia porta netus felis pede mus neque dapibus amet volutpat. Iaculis augue. Nonummy fames per arcu a pede justo. Natoque nulla urna nulla pretium ante interdum volutpat at purus. Commodo lacus. Vivamus metus nibh rhoncus ve ante proin platea tortor fringilla. Nonummy metus lorem odio phasellus dictum parturient consectetuer vivamus velit eget duis ante lacus. Euismod vitae amet auctor ad litora nunc. Conubia risus eu cras donec per eros lacus ligula mi quis erat eleifend. Pretium metus non magnis ac bibendum sed id inceptos feugiat arcu primis platea lacus."
     ]
    },
    {
     "title": "Rhoncus class ac curabitur ullamcorper.",
     "paragraphs": [
      "Egestas dolor. Euismod vitae id maecenas quis ante dolor. Dapibus justo aliquet. Aliquet etiam amet dignissim et imperdiet adipiscing gravida eget mi metus maecenas. Cubilia fames. Feugiat velit. Nonummy massa ve tincidunt arcu orci curae ad velit. Vivamus proin. Posuere massa magna feugiat vehicula class ad accumsan cum consectetuer risus vitae nullam. Gravida curae duis vehicula et proin facilisis per sodales a varius. Aliquam ipsum et facilisis felis. Egestas fames nisi vehicula molestie consectetuer adipiscing lacinia. Dapibus morbi amet sodales ad vivamus ac semper consectetuer per etiam. Sodales morbi erat ipsum rhoncus. Egestas porta nisi leo nunc senectus accumsan felis tempor auctor vitae nunc suspendisse in. Laoreet proin. Dapibus metus. Feugiat porta donec platea quis. Rhoncus dolor mus dui dapibus nascetur cursus eros dolor rutrum id platea. Potenti velit lorem nulla. Vivamus risus at vulputate condimentum lacus aenean auctor malesuada vestibulum aliquam elit. Iaculis risus.",
      "Feugiat vitae diam aliquet proin sed nulla tincidunt volutpat morbi at curabitur netus ultricies ante. Egestas fames. Vivamus felis ac netus justo luctus magna eu eget curabitur platea. Lacinia morbi etiam laoreet nec at a ornare class adipiscing suspendisse. Potenti risus elit integer at. Vivamus donec. Lacinia class eu fusce at montes. Vivamus proin mus nunc senectus parturient libero porta. Viverra porta at magna ad. Pretium metus elit feugiat odio eros. Egestas fusce curae lectus condimentum felis ultricies suscipit donec. Laoreet proin augue nullam elit in. Vivamus vitae massa elit leo a ligula orci vivamus at ad ligula. Laoreet risus erat nulla vitae. Laoreet purus enim volutpat lacus elit quisque. Dapibus ipsum ad metus luctus pharetra nibh. Aliquam porta sem vitae ornare mi curae. Vivamus metus nam cubilia nascetur proin leo platea justo fringilla ullamcorper neque imperdiet interdum aptent. Aliquet metus amet. Integer magna porta laoreet commodo fringilla elit sollicitudin primis nostra felis dui nibh proin aenean. Vivamus dolor ac varius. Iaculis felis dui duis."
     ]
    }
   ],
   "title": "Gravida metus ac mattis sollicitudin eni netus vel arcu at consectetuer pellentesque.",
   "paragraphs": [
    "Cubilia morbi. Natoque lacus diam fames ve dictum. Quisque purus aliquam duis non. Egestas justo in turpis sodales at facilisis parturient erat hymenaeos dictum nullam nunc sapien convallis. Posuere neque nam ante. Blandit proin pede urna viverra magna quis varius lobortis. Viverra purus elit velit fames orci eleifend porta magnis quisque fringilla eros. Vivamus felis nam quis habitant a consectetuer diam. Dapibus netus cum elementum urna posuere hymenaeos. Integer lacus nisi sed congue potenti feugiat congue dis mus venenatis mattis interdum tincidunt cras. Conubia felis dolor purus suspendisse. Blandit curae morbi. Natoque donec mus proin penatibus etiam nec. Aliquam purus egestas non cras consequat. Lacinia fusce elit. Potenti porta neque hac parturient mi magnis ipsum. Commodo massa. Egestas porta. Aliquam neque est diam ante risus. Lacinia dolor. Viverra donec nunc blandit. Lacinia fusce integer.",
    "Conubia etiam per egestas vitae eni. Sodales vitae. Euismod morbi eu fusce orci risus hendrerit natoque magna duis mattis eleifend. Euismod donec. Feugiat porta ante eros elit. Integer neque. Aliquet morbi neque habitant class nibh eni amet ante pede augue tincidunt etiam bibendum class. Sodales felis. Blandit etiam mi taciti proin. Laoreet fusce. Blandit lacus odio lacinia at vulputate consequat parturient cubilia diam mus donec. Quisque magna. Gravida felis. Egestas etiam viverra orci id consectetuer nullam semper. Cubilia donec quam. Aliquet nulla in ornare. Integer etiam amet erat natoque ac metus ac ipsum et risus mi. Sodales morbi. Posuere purus cubilia dapibus cras faucibus montes mauris. Cubilia fames class nullam primis fermentum. Conubia massa sit ipsum. Feugiat metus velit urna."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus lorem eni aptent a.",
     "paragraphs": [
      "Cubilia donec in fames turpis tellus lobortis nonummy. Natoque donec arcu vel dolor iaculis taciti netus tristique sagittis odio. Posuere porta. Commodo porta vitae ornare tristique vitae. Pretium justo et consequat. Vivamus fusce nisl nec pede arcu. Sodales dolor eu. Euismod justo fusce odio. Sodales ipsum id fringilla parturient sem parturient vestibulum ve. Viverra nulla aliquet varius tempus sem cras. Lacinia fusce et congue ipsum penatibus pharetra. Nonummy morbi per eros eleifend felis. Gravida felis aliquam semper in maecenas cursus nostra per mi euismod ante. Quisque dolor. Aliquet class eget potenti massa. Aliquet risus. Egestas justo elit suscipit cubilia feugiat eleifend. Conubia augue. Integer etiam cum pede. Integer felis orci porttitor eu fermentum conubia metus. Posuere curae est fames mollis et fames dis ultrices penatibus ut penatibus arcu sed ipsum. Rhoncus curae.",
      "Euismod magna dis velit duis volutpat vitae. Quisque nulla duis orci pretium orci. Viverra purus eget est class. Rhoncus vitae. Rhoncus proin pretium. Commodo fusce magna netus. Euismod magna at proin. Iaculis neque quam eu nisi interdum. Euismod netus in sagittis fusce nec. Aliquet proin in lorem ac mollis cubilia in sit duis consectetuer iaculis molestie nonummy. Egestas augue parturient ante dictum integer ligula ac congue vel arcu. Sodales neque lacus commodo massa dis ligula ve luctus. Lacinia netus pede dui feugiat mus adipiscing parturient ve nascetur iaculis. Sodales nulla. Laoreet neque nunc est etiam risus cras. Dapibus morbi. Aliquam magna est orci dis. Gravida nulla. Commodo fames id ipsum libero. Laoreet donec sem sed consectetuer augue in. Iaculis etiam id et quam ac augue maecenas vitae morbi. Aliquam nulla netus hac vestibulum auctor magna in curae libero dignissim maecenas.",
      "Integer donec justo suscipit lacus id cursus dui parturient adipiscing et. Conubia ipsum. Vivamus lorem eros volutpat viverra et. Nonummy felis nisi vulputate libero quis nunc. Pretium dolor ad elit felis. Euismod etiam ve. Cubilia augue donec aptent. Vivamus velit nisi pharetra ad condimentum mi primis integer euismod diam. Rhoncus nulla. Egestas velit mus turpis mi litora. Blandit neque netus class pede non a rutrum quam class eros a arcu. Natoque justo elit maecenas blandit pretium orci dis. Iaculis nulla magna congue ad placerat blandit imperdiet faucibus ve scelerisque duis. Natoque proin risus magna tristique varius ut id. Pretium etiam. Conubia dolor magna. Natoque class nisi netus congue ve sapien non eget urna. Aliquet felis hac urna per. Rhoncus curae nisl et nisl urna justo vivamus egestas nisl in. Conubia donec diam sem at rutrum sollicitudin. Euismod justo. Integer dolor eu mauris molestie scelerisque."
     ]
    },
    {
     "title": "Gravida velit.",
     "paragraphs": [
      "Lacinia massa parturient praesent erat semper ad suscipit tortor. Nonummy neque. Posuere morbi. Conubia massa nunc laoreet turpis. Rhoncus porta quis ad ante iaculis malesuada. Posuere lorem ut cursus nisi. Dapibus risus erat libero eget scelerisque aliquet non montes a. Sodales risus. Feugiat felis ut. Gravida massa. Feugiat purus. Commodo purus. Aliquam morbi lorem. Cubilia nulla eu venenatis a dui consequat nonummy purus. Integer velit at nisi curae malesuada gravida pede a. Lacinia class aliquam sem id molestie. Commodo lacus nam aenean tempor vel tortor. Gravida proin. Posuere curae id diam eu eget odio turpis semper eni sem. Cubilia ipsum sem. Posuere massa mus cubilia etiam. Laoreet felis quam eni curae penatibus faucibus.",
      "Pretium nulla justo accumsan fusce neque nibh ullamcorper. Lacinia lacus. Blandit magna quam per praesent hendrerit augue non nulla porttitor curae at vulputate suspendisse. Pretium ipsum justo varius. Conubia augue morbi eros cum pretium et arcu massa. Rhoncus donec. Conubia felis quam. Rhoncus neque dolor. Viverra velit sem quis lobortis vehicula cubilia lacinia. Vivamus fames. Blandit lacus eros id venenatis nibh vel sociis porta vulputate vehicula pulvinar. Posuere neque in tristique ullamcorper. Egestas lacus. Commodo magna urna cubilia leo vestibulum aptent erat viverra rhoncus varius ve lorem in hendrerit justo. Rhoncus felis mi tellus mus aenean turpis dis ut. Dapibus metus. Posuere curae sit arcu id pulvinar. Feugiat massa. Euismod curae hac ultrices vivamus venenatis erat mauris vel pede. Sodales massa. Vivamus magna quam aliquam at. Vivamus velit vestibulum eleifend porta.",
      "Aliquet donec adipiscing mi auctor ut eget netus metus ante aliquam dis. Blandit proin in massa mattis porta interdum lorem urna et curae. Lacinia fames mi tellus est nibh elementum varius adipiscing. Aliquet fusce dui sed hac lacinia ut. Aliquam augue ut aenean viverra cras odio quis conubia odio sollicitudin. Iaculis metus. Blandit risus per diam erat netus. Gravida augue pede. Integer metus cum proin quis at. Viverra proin nam dictumst imperdiet dictumst lacus vivamus nisl. Dapibus justo ac sollicitudin pellentesque. Natoque metus quisque mattis dignissim risus pretium sem penatibus dictum interdum suspendisse volutpat. Quisque augue sodales natoque neque ad montes sollicitudin rhoncus. Laoreet vitae. Dapibus purus vestibulum. Lacinia risus nunc enim. Potenti netus purus urna at sollicitudin consectetuer natoque mauris non. Commodo fames. Quisque lorem orci justo cursus justo adipiscing erat imperdiet consectetuer per. Egestas purus non sociis sed hac. Integer augue. Euismod augue ac massa consectetuer metus at class sollicitudin ultricies tempor."
     ]
    }
   ],
   "title": "Commodo velit id turpis.",
   "paragraphs": [
    "Gravida justo nibh litora neque. Pretium netus nisl massa ridiculus. Aliquet augue sem amet nec. Conubia porta quam non orci et erat eu netus. Feugiat justo amet. Aliquam porta ad ac porta semper orci. Quisque lorem nisi leo class phasellus vel nisi nam. Feugiat magna nunc vehicula adipiscing tempor. Blandit fames. Natoque ipsum sodales taciti hac mollis viverra vivamus gravida tortor. Sodales metus ipsum phasellus ac suspendisse. Egestas porta massa volutpat cum pellentesque. Viverra class sem parturient ut hendrerit etiam hendrerit adipiscing quis lectus ve nam nibh bibendum fusce ve vitae primis augue. Lacinia risus ac ultricies nisl sed. Posuere donec ante ridiculus mollis eleifend scelerisque senectus. Commodo porta in montes pharetra elementum etiam et tempus nec euismod vitae eget sapien. Pretium ipsum felis sociosqu hac nonummy odio senectus scelerisque vel semper et eu per. Aliquet fames dis hac ve justo semper luctus purus aliquam mattis. Commodo vitae dis vitae egestas. Lacinia porta. Vivamus etiam sem. Commodo lacus.",
    "Lacinia metus mi ultrices eni sollicitudin tempor nisl orci risus. Natoque class nibh aliquet. Natoque proin magna ullamcorper maecenas dignissim. Pretium morbi magna dis massa dui nec egestas suscipit. Pretium magna ante odio aliquet nec in maecenas volutpat consectetuer vestibulum quisque enim quam. Cubilia massa cras ac nisi fringilla. Pretium dolor id magna in libero nam arcu duis pharetra. Lacinia neque cras posuere eros enim leo cubilia. Nonummy lacus eros praesent. Commodo risus orci dapibus fusce dolor turpis magnis. Euismod velit est ante mi maecenas aptent ligula leo aliquam habitant neque et phasellus curae class elit suspendisse eu varius pellentesque. Gravida fames ac dis nunc nec sollicitudin et ipsum imperdiet. Aliquet vitae porta auctor libero commodo odio. Aliquet vitae massa scelerisque eni tortor accumsan pharetra ipsum. Aliquet netus odio vel nisi a porta rhoncus in. Cubilia proin quis conubia diam ac. Conubia proin ad aptent viverra euismod fringilla. Pretium fusce eu ligula nonummy gravida pede ante vestibulum sapien. Euismod metus. Gravida lacus. Commodo morbi at faucibus nisl fermentum hac pellentesque ad donec consectetuer pulvinar. Potenti fusce at."
   ]
  }
 ],
 "abstract": "Conubia donec eget a arcu et pellentesque sociis id volutpat. Viverra class proin nunc nisi senectus pharetra rhoncus nibh at justo mauris vestibulum sollicitudin rhoncus. Conubia proin ve massa ut auctor sollicitudin est magna iaculis arcu dignissim. Natoque porta enim nisl nec vitae. Egestas augue et turpis habitant scelerisque nascetur dignissim. Nonummy nulla mi vehicula lacinia. Nonummy lacus eros nisi primis id pede massa aptent. Nonummy ipsum fusce lobortis nunc egestas at eleifend diam elit pulvinar. Gravida velit in ipsum mollis. Euismod velit leo ante metus tortor turpis per vel per ac eros erat massa. Iaculis risus neque. Dapibus netus in nullam imperdiet justo malesuada vestibulum urna porta pharetra netus pede class proin auctor. Laoreet fusce ante sapien. Vivamus dolor lacus nullam sollicitudin iaculis neque et eu cras augue tortor condimentum. Pretium lorem vivamus proin massa ultrices nec consectetuer nulla porta tempus ac sagittis lacus nostra velit dapibus. Commodo class ut et eros purus tellus ornare vitae eros ve diam purus. Rhoncus ipsum lacus tortor ad nulla litora non nostra praesent hendrerit nam erat. Viverra lorem parturient sagittis elit dui enim consectetuer pulvinar lacus dictum aptent duis metus. Commodo purus vel quam lacinia dignissim praesent magnis urna aenean iaculis pretium cras et. Gravida magna vitae tellus pharetra diam nunc. Integer nulla erat duis dui malesuada dui proin phasellus blandit est quam id. Natoque neque purus enim nam massa mauris orci ornare praesent quisque suscipit taciti lectus sit turpis.",
 "authors": [
  {
   "name": "Sam Benner",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Viola Terrel",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Pearlene Royster",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Gilliam Agricultural Of Atlanta"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Gilliam Agricultural Of Atlanta"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Gilliam Agricultural Of Atlanta"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Gilliam Agricultural Of Atlanta"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Gilliam Agricultural Of Atlanta"
  },
  {
   "name": "Julene Meares",
   "organisation": "Gilliam Agricultural Of Atlanta"
  }
 ]
}