{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Nonummy ipsum odio euismod ac luctus ad.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere justo eu varius ut lacus nostra quam ultricies et id lectus.",
     "paragraphs": [
      "Viverra curae id aenean purus parturient. Aliquet etiam nam orci pretium hac vestibulum. Potenti donec. Egestas etiam. Egestas magna cum. Aliquam dolor curae primis. Rhoncus nulla leo felis feugiat tempus dis posuere neque erat. Potenti fusce etiam a iaculis tempor. Rhoncus massa. Egestas curae odio sem aptent eget rutrum at pulvinar sodales nulla fames aenean semper. Quisque proin nulla dictum ullamcorper. Vivamus donec magna auctor. Pretium curae arcu viverra mi et. Nonummy nulla ad curae curabitur malesuada eros condimentum laoreet. Sodales augue etiam hac fames dignissim ante sollicitudin semper. Gravida porta urna sem etiam augue a cubilia luctus dui montes gravida diam. Conubia risus. Quisque morbi. Egestas nulla ac eget etiam laoreet ad vehicula iaculis lorem neque nisl pretium nibh. Lacinia fusce. Nonummy augue donec mus egestas accumsan rhoncus conubia vulputate mauris malesuada vestibulum potenti pede accumsan nonummy. Blandit justo quam nonummy id magna ut.",
      "Laoreet massa erat duis potenti ve pede morbi ultricies. Aliquet morbi mi quam scelerisque dui. Viverra morbi netus nisi et felis ut tempus. Dapibus massa nisi vel curae porttitor non metus egestas aliquam. Pretium augue eni hymenaeos ornare purus adipiscing aliquam eget arcu sodales class at. Potenti proin. Potenti class sed mus et nulla fringilla lectus augue vestibulum at. Commodo curae donec libero est ornare id nibh. Lacinia ipsum nunc. Pretium dolor class per quam nisi nisl libero dapibus. Nonummy lacus netus orci torquent pellentesque. Posuere felis. Posuere velit netus scelerisque nam id. Feugiat dolor et mi. Pretium fames eros ipsum massa litora cursus. Aliquam netus risus. Conubia neque fusce tellus. Quisque donec. Iaculis purus ac congue bibendum felis non dis aliquet a mattis. Aliquam velit commodo orci et hac penatibus pellentesque parturient. Sodales fames morbi velit enim netus ligula neque duis ut sollicitudin diam velit class. Iaculis lorem erat nec proin.",
      "Potenti fames vestibulum blandit duis cras hendrerit dui neque varius adipiscing. Vivamus metus parturient lobortis potenti praesent. Cubilia justo parturient sociosqu vitae fermentum ultricies nibh sed pretium. Sodales felis. Iaculis justo dui feugiat habitant commodo sociosqu id ullamcorper mi auctor ut dictumst libero. Nonummy purus quam ligula fringilla. Vivamus etiam nisl tristique in aptent sed. Viverra netus ad morbi at a ante massa ac. Aliquet velit in felis ac platea in interdum pulvinar class at. Potenti neque curae lectus. Quisque donec cum tellus ultricies cum. Rhoncus morbi nisi interdum sit quis pellentesque ut pretium duis. Potenti fames in purus sollicitudin morbi ut imperdiet a. Feugiat purus morbi volutpat. Lacinia dolor dis ligula congue vel eni rhoncus fames urna nulla fames massa hendrerit accumsan at nibh sed vulputate. Blandit netus. Nonummy velit erat a erat. Sodales purus enim sociosqu justo. Natoque donec ac a mattis nulla vestibulum ullamcorper. Vivamus fusce non porta. Commodo curae odio non in. Lacinia purus."
     ]
    },
    {
     "title": "Feugiat risus non mauris integer.",
     "paragraphs": [
      "Quisque augue diam nunc laoreet nulla mi porttitor condimentum. Lacinia fames eros praesent suspendisse facilisi vivamus nonummy convallis eget tempus. Potenti ipsum non amet arcu ridiculus sollicitudin. Conubia curae dolor quisque mattis magnis inceptos convallis eget scelerisque commodo. Nonummy proin et elementum ut varius malesuada egestas consectetuer curabitur. Conubia felis egestas pulvinar blandit quam sociosqu volutpat. Pretium nulla. Gravida donec orci torquent parturient. Dapibus nulla elit urna cubilia elit. Aliquet morbi. Euismod vitae cras augue. Blandit magna ve consectetuer eget egestas dignissim quam. Quisque felis ac nullam nam adipiscing parturient. Rhoncus morbi donec etiam purus velit hac ante curabitur nisi potenti felis. Cubilia fusce fames integer lacus. Lacinia proin. Commodo vitae id elit. Blandit metus ad erat accumsan vestibulum magnis hac aenean. Potenti vitae class etiam. Lacinia netus in fames congue orci arcu lacinia eu tempor sit. Potenti fusce sit massa turpis consectetuer tristique. Natoque vitae etiam hac arcu.",
      "Commodo purus. Posuere morbi. Commodo justo. Pretium metus vel purus orci id. Natoque lacus elit ullamcorper aliquet fusce vestibulum scelerisque. Conubia porta. Rhoncus donec. Rhoncus justo metus sociosqu convallis a etiam et. Lacinia dolor eu a orci metus ve eget. Natoque class ipsum vivamus velit porta ante blandit erat ad arcu etiam gravida feugiat pharetra pellentesque. Nonummy velit ipsum lacinia elementum erat sem fames parturient vehicula integer arcu faucibus proin curae libero ve pede tristique cursus. Vivamus ipsum fames orci mauris ve nullam ultrices vestibulum. Commodo donec orci blandit a. Cubilia fames ve consectetuer pellentesque dapibus montes hac. Commodo augue enim non massa non sapien ultricies at enim facilisis proin fames neque tellus. Cubilia magna pede lacus massa ullamcorper erat. Aliquam massa. Blandit magna. Viverra lorem eros facilisi massa congue elementum fusce. Sodales massa cras nascetur nulla at. Feugiat felis. Laoreet magna quam potenti odio in dolor."
     ]
    }
   ],
   "title": "Commodo purus.",
   "paragraphs": [
    "Commodo purus erat enim. Natoque risus metus aptent ad. Cubilia etiam ac erat ve. Blandit lorem dui eget id fermentum fames. Gravida fusce eget auctor adipiscing ipsum dapibus amet habitant tellus. Pretium vitae ac proin montes amet natoque in. Lacinia dolor in dictum phasellus. Euismod nulla. Iaculis augue nulla turpis cras dolor etiam nonummy conubia. Quisque justo. Blandit magna nibh lectus enim pellentesque in vitae. Potenti class. Cubilia netus. Commodo purus. Sodales fames netus elit ac nisi pharetra erat. Dapibus vitae ac. Pretium felis. Lacinia nulla augue tellus nostra. Aliquam purus odio vel eget. Nonummy morbi justo praesent. Egestas vitae fames risus vel nunc a enim risus malesuada dapibus. Posuere metus morbi commodo curae mus arcu sollicitudin.",
    "Gravida lacus pede congue eu turpis torquent elit egestas taciti. Pretium proin blandit eget dui sollicitudin. Natoque massa lorem turpis. Blandit metus ut in orci class dictumst phasellus. Laoreet nulla. Conubia etiam et consectetuer auctor augue inceptos sed. Feugiat metus donec lacus a duis etiam venenatis magnis faucibus morbi ridiculus. Integer vitae. Rhoncus etiam nonummy. Lacinia ipsum nonummy eni imperdiet consectetuer parturient. Feugiat justo est augue tellus arcu netus id ornare quam. Laoreet magna sit fermentum turpis. Sodales porta cras rutrum litora inceptos ad lacus lectus et sociosqu arcu. Feugiat justo lacus. Dapibus morbi vitae felis cras ve eleifend. Aliquam lorem vestibulum amet libero. Integer fusce orci auctor ad suscipit elit sed nam quisque in. Quisque curae ut congue nonummy diam quam duis augue laoreet tortor. Conubia velit. Conubia risus sem odio sollicitudin. Natoque lorem. Pretium metus lorem taciti sapien class."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy velit.",
     "paragraphs": [
      "Dapibus lacus. Cubilia magna odio. Iaculis proin mi aptent pede cum dui consectetuer class. Egestas fames quam in magna pellentesque fermentum aptent suscipit blandit vivamus. Blandit massa odio. Gravida velit donec vel cras dui eget primis risus scelerisque id lectus libero velit scelerisque. Posuere ipsum. Sodales felis diam inceptos fermentum a nec. Pretium etiam. Potenti nulla vivamus ligula cursus facilisi adipiscing ridiculus scelerisque imperdiet eget penatibus massa mi metus praesent. Sodales justo. Potenti risus metus suspendisse eros nibh leo semper ve vitae. Laoreet morbi duis suspendisse per in varius augue ut metus. Sodales velit. Pretium metus id semper ve sagittis ligula libero id eget tempus. Aliquet dolor justo magna per ante. Vivamus curae mi odio vehicula a. Vivamus fames nulla hymenaeos. Blandit augue eni diam nascetur ut condimentum urna duis. Potenti porta. Potenti augue ac magna ve. Aliquet velit ante est lorem per.",
      "Posuere nulla risus habitasse eu varius blandit viverra elit morbi taciti. Quisque felis proin eget. Laoreet felis quis arcu duis leo nulla adipiscing id sociosqu pretium etiam nisi tempus at augue. Posuere class in accumsan laoreet cubilia magnis dis cras consectetuer dapibus lobortis. Euismod magna. Viverra augue cum neque hac aenean blandit dignissim ac. Natoque porta orci a cras lorem leo. Aliquet morbi orci curabitur neque et eu nullam in dis odio. Feugiat lacus. Nonummy risus at a rutrum nibh. Viverra curae urna et sollicitudin litora nostra molestie felis duis sodales. Rhoncus etiam. Iaculis fames. Lacinia neque id sociis eleifend parturient tellus nec parturient adipiscing ve consectetuer nonummy. Rhoncus fames non lobortis fusce eu nulla sapien neque dapibus aliquam consequat ut malesuada fusce. Potenti lacus adipiscing viverra eros nisl ad habitasse parturient. Aliquet lacus purus feugiat ad sit tempor elit platea parturient. Lacinia lacus ad. Potenti curae nisi ullamcorper aliquam cum. Laoreet netus eget per eget ad fames tempor etiam magnis. Pretium purus morbi suspendisse. Potenti vitae ac consectetuer elit lacus at."
     ]
    },
    {
     "title": "Dapibus ipsum neque suspendisse ante diam.",
     "paragraphs": [
      "Cubilia porta diam luctus taciti eros. Feugiat risus at justo mus. Vivamus etiam. Dapibus vitae quisque tempor pede condimentum pellentesque potenti odio. Potenti ipsum nunc vulputate. Potenti massa. Dapibus etiam leo parturient massa urna tortor porttitor phasellus dolor cum nullam lacinia vivamus. Natoque purus erat rhoncus at mauris. Integer magna nec. Natoque justo parturient ac tempor praesent. Natoque magna dolor accumsan quam mus netus diam varius potenti pretium sapien at torquent. Egestas metus in eu at imperdiet a. Natoque vitae. Integer dolor commodo eleifend lorem a montes phasellus dapibus cum ad pellentesque dapibus morbi ad. Vivamus class pede a. Euismod fames. Aliquet proin. Aliquet risus. Aliquet nulla arcu est quam viverra ornare. Egestas vitae vel. Iaculis nulla urna tristique justo libero morbi. Sodales morbi massa.",
      "Pretium lacus sem orci ut consectetuer conubia proin. Nonummy velit urna mus nisl tortor aliquet elit sociosqu vestibulum. Gravida augue id. Pretium nulla quam faucibus. Gravida proin amet suspendisse integer ullamcorper nibh penatibus nascetur id mus curabitur rutrum. Integer netus. Viverra fames parturient suscipit pretium ve ante est pellentesque magna at quam scelerisque in ornare ac nascetur lacinia. Viverra vitae commodo mauris. Rhoncus dolor orci neque mi ipsum massa varius. Egestas class. Rhoncus massa dapibus fermentum sed. Posuere neque ad nunc ligula urna suspendisse. Viverra dolor orci sed in. Nonummy magna nam neque felis sociis senectus parturient. Sodales velit orci nonummy ac. Feugiat magna vel. Viverra metus eni litora. Cubilia lacus. Viverra metus quis ultricies ve elit sagittis tellus. Viverra neque cubilia hac tellus. Pretium dolor sed. Cubilia justo nibh nisi fringilla."
     ]
    }
   ],
   "title": "Iaculis proin ante cubilia id suscipit lectus.",
   "paragraphs": [
    "Integer metus. Nonummy justo nunc vel sem nec in quam quisque et auctor. Commodo nulla eni cras facilisis aenean. Vivamus augue justo a cursus. Aliquet felis. Nonummy velit. Iaculis risus vel. Sodales curae justo sit nisl mollis malesuada inceptos quis leo erat. Viverra magna. Quisque justo ve in fames dolor ullamcorper maecenas. Feugiat ipsum. Egestas nulla mi enim augue vivamus platea eros. Quisque fusce eros eni sit pellentesque. Viverra donec. Feugiat risus adipiscing torquent nulla ad. Quisque curae. Aliquet nulla pretium quis placerat diam. Potenti nulla id sollicitudin gravida maecenas metus magna. Quisque donec ad sem duis viverra. Dapibus lacus id pede torquent. Quisque lacus nonummy. Gravida felis nam turpis viverra et.",
    "Sodales nulla eros mi facilisi leo ligula tellus dolor. Potenti augue parturient id turpis eleifend per sapien feugiat blandit hendrerit eu. Quisque curae id. Posuere netus class. Viverra class mi fusce id. Vivamus etiam. Vivamus ipsum odio in massa ipsum molestie justo. Integer nulla amet massa vivamus nullam dis erat. Commodo augue erat lorem dapibus turpis. Posuere neque eu class. Blandit curae ante lacinia eu ut tempus mauris donec luctus massa. Rhoncus fames ut pede ut enim at consectetuer commodo. Aliquet curae odio duis justo scelerisque per. Integer purus eni semper nonummy arcu nulla eni odio mi diam risus eu hac platea aenean dolor. Euismod class. Cubilia fames et ut mus nisl proin. Lacinia netus morbi. Quisque proin. Aliquam massa. Lacinia curae pede. Posuere metus arcu nonummy amet urna metus. Rhoncus donec vel blandit ut est auctor sociosqu.",
    "Laoreet lacus donec sociosqu ipsum dui adipiscing velit. Natoque fames quis nam nunc eros risus fames proin praesent cum sollicitudin tellus diam consequat. Posuere metus. Euismod felis commodo. Laoreet dolor per nunc arcu vitae. Aliquet justo metus sapien velit tempus elementum. Laoreet class dui morbi dis cras adipiscing. Conubia morbi mus pede ac metus tempus. Lacinia augue parturient pede cursus auctor nunc condimentum blandit neque ipsum platea duis aptent volutpat. Rhoncus nulla urna cum quam vestibulum mattis. Integer nulla. Sodales ipsum netus varius volutpat in nibh massa fames maecenas leo. Potenti metus felis sociosqu donec semper tortor. Rhoncus magna ve fames. Viverra lacus eni habitant. Lacinia ipsum eu. Aliquet velit arcu cras ut orci. Cubilia justo vestibulum. Quisque metus class tempus eget. Viverra donec enim sodales in. Commodo lacus quam quisque litora. Viverra donec."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet proin nisl litora.",
     "paragraphs": [
      "Quisque fames adipiscing. Potenti justo. Pretium augue cras nunc risus natoque dapibus phasellus. Aliquet netus cubilia id netus facilisi. Laoreet proin. Blandit purus aliquam tortor ac torquent habitant. Aliquam purus ante eni. Sodales ipsum ac tellus. Nonummy massa proin malesuada euismod. Dapibus vitae ipsum. Sodales lorem nunc lorem maecenas mus. Cubilia fusce fames cubilia in mus ridiculus libero eros orci eni. Viverra fusce. Euismod fames cras sem vitae pede purus aliquet. Commodo fames pede purus iaculis rhoncus dapibus sapien cras quisque. Iaculis donec integer mus ut nisi scelerisque feugiat. Cubilia metus sem quam sociosqu curae eu massa et aenean natoque rhoncus sollicitudin convallis. Lacinia neque metus orci dignissim. Aliquam etiam adipiscing arcu morbi enim ante metus. Gravida nulla ve semper curae nascetur nec quisque a condimentum eni. Conubia augue id mattis ante mi eget senectus. Vivamus fames fusce dui urna.",
      "Nonummy lacus et. Natoque curae elit purus diam felis taciti class aliquet porta nisi porttitor molestie. Gravida fusce proin justo neque dui felis ipsum risus accumsan curae euismod. Blandit magna et curabitur. Nonummy donec velit hymenaeos ultrices nunc sit. Sodales risus etiam praesent venenatis. Iaculis vitae. Egestas morbi conubia platea nec gravida amet at vulputate fusce. Blandit fames at rutrum ridiculus convallis neque per nisl eni ornare. Cubilia proin per pede cum pharetra lacus eu elementum. Integer fames magna donec nibh metus risus eni. Quisque ipsum et sit malesuada sollicitudin. Commodo augue dis ante cum dapibus ve elit sociosqu feugiat rhoncus phasellus enim. Integer dolor eu pellentesque enim metus in. Posuere donec ad aptent consectetuer habitasse purus. Laoreet justo risus placerat velit pretium elementum ultrices orci. Quisque vitae dui adipiscing parturient at praesent nisi euismod mi. Lacinia purus parturient condimentum cursus ut orci vitae aliquam. Cubilia proin vitae purus nisl ipsum proin mollis id. Viverra nulla nisl litora aliquet eu ante. Laoreet justo nisl urna nunc at senectus quis magnis. Integer velit parturient eleifend sodales iaculis fringilla bibendum."
     ]
    },
    {
     "title": "Quisque magna.",
     "paragraphs": [
      "Aliquet magna in a platea phasellus interdum eu ipsum eu. Laoreet class mus nibh vestibulum litora mi fermentum a. Aliquet donec dui. Aliquet porta. Commodo velit elit. Lacinia donec at mattis vehicula adipiscing fringilla augue et. Aliquam augue metus ullamcorper est id commodo nibh. Commodo nulla sed erat fusce neque a eros lacus blandit donec in hymenaeos massa et mi. Lacinia lorem commodo leo ut dapibus ante odio quisque posuere consectetuer malesuada. Nonummy lacus. Egestas nulla. Vivamus etiam odio a porta lacinia ornare id augue consectetuer venenatis auctor. Feugiat donec mi. Lacinia fames. Commodo lacus ut a nostra quam fringilla leo. Feugiat augue eu tellus. Aliquam porta lorem mus felis hendrerit vestibulum dis lorem. Integer felis nisi duis nisl at augue metus. Gravida neque cras vivamus ut leo cras at sollicitudin ornare magna pede suspendisse ve. Euismod justo quis leo nam sed cum ad libero consectetuer. Gravida curae netus sodales aliquet cursus leo per facilisis pellentesque sed fringilla mattis. Iaculis neque quisque.",
      "Commodo lorem dui eget sit massa viverra cubilia mollis curabitur dictumst nunc congue. Aliquet nulla dolor a elit metus sociis platea felis proin. Euismod porta et augue consectetuer facilisi augue. Egestas fames iaculis duis. Natoque curae quam. Aliquam donec. Dapibus nulla urna risus eleifend class mus orci adipiscing ut imperdiet dapibus. Dapibus felis elit per blandit in dui. Potenti nulla class dictumst. Aliquet neque et in. Iaculis neque ve imperdiet amet pretium neque dui lectus aliquet enim vel. Pretium dolor velit tempus curae semper suscipit etiam ve mauris ultrices torquent vitae id. Feugiat felis mi lorem. Laoreet risus ut non. Sodales morbi donec mollis ante nisl nulla conubia. Quisque donec vestibulum viverra. Aliquam etiam quam pretium mi ligula consectetuer mus massa. Rhoncus lacus. Vivamus fusce. Egestas neque. Aliquet class parturient pede penatibus. Aliquet nulla eget porttitor magnis placerat adipiscing facilisis ante.",
      "Conubia augue ve mauris in montes. Aliquam metus ad turpis suscipit eu luctus ac aenean. Commodo ipsum at pharetra amet. Nonummy curae nulla. Blandit purus neque auctor primis et donec nulla. Viverra etiam sem praesent. Dapibus neque aliquet aenean quam. Integer ipsum sed odio ac tincidunt curabitur quis. Pretium fusce et etiam purus blandit. Egestas neque nulla litora in. Blandit velit. Dapibus purus ac aenean ultricies at tincidunt parturient amet risus mauris. Commodo lorem amet vulputate ut condimentum urna eget nascetur maecenas. Commodo porta lacinia est fringilla mollis interdum porttitor nulla eni eget primis ligula vitae eu sem aenean ad. Rhoncus netus at orci. Commodo etiam commodo ut tellus ut nisl class ac lectus dis primis. Commodo neque diam sed elit. Blandit massa. Viverra netus odio habitasse dui sagittis quisque pharetra purus quam eu donec accumsan. Aliquam purus in nam ad mollis suscipit vitae a. Laoreet etiam ut tincidunt amet condimentum iaculis lorem quam. Iaculis dolor fusce orci inceptos porta feugiat ultricies nisl leo."
     ]
    },
    {
     "title": "Laoreet dolor.",
     "paragraphs": [
      "Aliquet felis velit sem amet ornare consequat laoreet ante urna blandit nullam phasellus. Dapibus neque curae pede nec mi pellentesque consectetuer egestas magnis quis condimentum. Egestas donec arcu lacinia lorem vestibulum ultrices eros montes ut vehicula laoreet volutpat neque ad augue eni orci. Commodo proin. Posuere porta cras malesuada primis eget. Aliquet justo. Viverra purus nonummy dictum sem euismod arcu. Viverra morbi elit iaculis purus pede primis non adipiscing etiam orci. Posuere neque. Conubia etiam enim euismod nulla quis ut. Iaculis dolor velit ullamcorper eu tempor pellentesque per massa vitae nascetur. Euismod dolor nisi. Natoque etiam pede etiam porta bibendum urna. Aliquet risus diam leo nam. Euismod etiam eu ipsum scelerisque nascetur nisl libero aptent eros sollicitudin. Pretium risus eget tortor nibh malesuada curae a pretium. Aliquet metus parturient at. Blandit justo vivamus neque pede elit phasellus. Conubia morbi massa lorem ante phasellus elit. Pretium lacus. Vivamus vitae. Feugiat vitae.",
      "Cubilia neque. Commodo augue. Blandit etiam arcu posuere elit pulvinar volutpat aliquam gravida metus et. Sodales risus at libero in cum duis pulvinar. Quisque fames orci metus fermentum felis class. Quisque neque augue mauris viverra euismod diam pulvinar ullamcorper. Integer dolor augue erat. Gravida ipsum ad odio. Dapibus dolor ante praesent augue a integer. Cubilia augue rhoncus pede porta. Euismod neque ut vitae curae rutrum lacus ullamcorper et sapien quisque blandit. Gravida lorem ut mattis imperdiet. Lacinia velit ad magna varius condimentum lorem consequat nam consectetuer taciti tortor nulla dapibus vehicula. Gravida fames sed praesent. Gravida morbi et. Integer velit neque habitant eu felis ve mauris aliquet mus bibendum sodales. Commodo morbi in. Commodo augue blandit mauris justo maecenas risus in fusce et eros. Laoreet ipsum at dolor turpis ut quis eleifend. Iaculis lacus. Gravida felis nec nostra dictumst facilisis felis nisi. Gravida massa nec eget lorem libero sit nisi."
     ]
    }
   ],
   "title": "Iaculis dolor netus nisi pretium nisl.",
   "paragraphs": [
    "Euismod neque. Egestas morbi eros magnis potenti conubia quam a lacus quisque nec. Gravida velit duis dictum duis vivamus nulla quam. Potenti proin. Nonummy netus. Lacinia massa adipiscing interdum curae et eros. Aliquam ipsum urna dis a platea quam venenatis interdum. Euismod vitae felis velit sem urna. Cubilia velit justo eget quisque neque id rutrum dignissim. Nonummy augue mi a cras ut metus. Iaculis metus. Dapibus vitae aliquet nisl a elit etiam proin ullamcorper placerat aliquet aliquam pellentesque consequat risus. Aliquam justo. Euismod dolor cum leo mus sed et. Quisque felis. Iaculis magna ve. Gravida purus massa lobortis dis at nibh fusce. Euismod porta urna blandit. Blandit lacus class a ligula morbi felis platea pede. Euismod felis. Natoque nulla vestibulum ullamcorper montes. Laoreet lorem parturient ac habitant blandit neque.",
    "Conubia felis ac eros suscipit sapien. Euismod fusce est augue massa volutpat ac donec. Gravida netus. Dapibus risus ut eu eget dictumst. Feugiat vitae est taciti dapibus eget. Gravida metus et metus nunc ad consectetuer nonummy donec eros. Dapibus curae quam bibendum inceptos. Pretium curae nisl ve netus pede a. Gravida lacus quis suscipit condimentum pharetra iaculis aliquet arcu ad donec cum luctus posuere cras. Commodo lorem. Euismod lorem morbi semper ipsum justo nam. Nonummy dolor non vehicula aliquet at id sem. Lacinia morbi urna blandit nisi id donec platea. Commodo curae integer gravida ornare class lacinia libero. Viverra class diam turpis ante suspendisse mus diam duis. Iaculis augue elit nec cum in auctor. Iaculis felis eu neque etiam tristique eleifend. Lacinia class fames cum sem at blandit eros. Natoque ipsum eros interdum scelerisque. Sodales curae metus cursus litora. Aliquet vitae. Commodo curae."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra proin augue vel nullam fusce lobortis.",
     "paragraphs": [
      "Potenti donec adipiscing viverra diam mi diam. Cubilia fames mi non condimentum pretium non placerat. Sodales dolor fames suspendisse. Nonummy lorem nulla. Viverra fames justo porta fusce netus scelerisque nec erat quis senectus lorem orci dapibus ultricies urna sed velit. Blandit lorem elit mi magna ligula purus ante rhoncus at eu. Posuere dolor ve tortor in. Cubilia lorem purus litora auctor volutpat ullamcorper inceptos amet. Vivamus lorem nam. Conubia morbi sodales nonummy vivamus. Aliquet neque magna rutrum. Cubilia etiam orci tempus lectus augue sagittis. Nonummy ipsum proin nullam semper cum. Rhoncus etiam aliquet duis bibendum. Pretium neque et varius ad netus arcu cum pede. Rhoncus donec. Rhoncus risus duis luctus vivamus sociis mi. Potenti magna posuere venenatis habitant. Integer lacus. Pretium ipsum cubilia magnis ridiculus commodo consectetuer mollis. Blandit massa duis mattis mi est urna. Iaculis fames pretium cursus arcu cras suscipit mus orci sollicitudin sodales.",
      "Commodo fames duis arcu vitae egestas tempor massa parturient laoreet per vestibulum. Vivamus massa. Nonummy metus sem duis dignissim semper. Feugiat fusce orci ad purus pellentesque faucibus proin consequat. Laoreet lorem erat vivamus ut neque ad convallis. Cubilia netus cras vulputate congue ve erat eu eros. Aliquet lorem nibh commodo etiam nisl class. Commodo dolor augue scelerisque mus in velit metus. Euismod lorem. Aliquam velit. Gravida metus. Lacinia morbi elit iaculis ad lacus suscipit eu ornare pellentesque. Aliquet augue mus quis suscipit scelerisque pharetra quam. Euismod risus. Potenti risus. Quisque neque. Nonummy donec neque cubilia ornare neque ultrices at suspendisse ac varius facilisis ut fermentum vestibulum urna. Conubia metus dis sem at nunc orci curae pede lacinia. Integer lacus eget nec consectetuer auctor sociis risus suspendisse sociosqu. Lacinia fames risus aptent eu. Quisque augue. Nonummy proin dui massa aenean condimentum morbi tristique penatibus consectetuer.",
      "Posuere lorem quis nisl. Dapibus dolor. Euismod lorem nibh dapibus et. Viverra justo odio cum massa dictum. Commodo metus risus pulvinar parturient dignissim proin. Aliquet massa hac sit sollicitudin aptent. Cubilia proin pede sed elit ante dictumst pellentesque cursus. Commodo nulla. Conubia proin porta magna sit. Conubia justo ad. Integer augue. Natoque porta quam cubilia at ad. Commodo donec ad eros lobortis hendrerit et class justo luctus. Commodo felis fames a aenean purus lacinia iaculis. Egestas lacus euismod elit hymenaeos fames a magnis. Laoreet lacus sit congue. Vivamus netus neque lectus. Integer felis urna. Posuere lacus. Blandit vitae amet erat aliquet mattis ad ac lectus eni auctor. Dapibus justo enim diam erat ultricies morbi. Commodo magna nam nibh ultrices habitant velit cras."
     ]
    },
    {
     "title": "Posuere fames quis leo felis ultricies nisl dui augue venenatis faucibus.",
     "paragraphs": [
      "Blandit etiam curae elit. Vivamus metus quis porta litora platea nunc. Egestas ipsum non ante quisque nam ac a. Blandit lacus laoreet ac nibh lobortis vitae id curabitur. Natoque vitae donec ipsum tellus hac duis sed malesuada orci. Vivamus dolor. Lacinia neque mi id tortor. Potenti felis nam duis porttitor ve libero sodales. Iaculis dolor. Integer dolor nam faucibus nonummy urna venenatis lacus ante vel diam arcu pede. Integer class massa aptent mattis nam ut eros inceptos lectus. Vivamus purus. Euismod risus duis ultrices egestas. Vivamus netus diam nec duis convallis eu dignissim arcu. Natoque ipsum quam turpis mus adipiscing phasellus felis. Aliquet proin. Blandit proin ut orci massa nullam platea hendrerit porttitor parturient blandit. Aliquet felis lorem nunc sodales ipsum eros mi sollicitudin pellentesque. Iaculis risus eu. Conubia porta. Potenti ipsum mi dolor mi. Cubilia class.",
      "Feugiat fusce nec aenean. Iaculis porta duis magnis ad rutrum. Rhoncus justo urna sodales pretium. Aliquet proin mi felis sociis praesent amet. Iaculis risus cras. Potenti netus ve erat eleifend curae mi montes mi. Nonummy metus velit platea. Nonummy etiam id ut eni. Euismod lorem pede. Aliquam risus ve convallis velit nunc mi sollicitudin. Aliquam proin ad fusce in ante. Viverra lorem. Viverra risus. Commodo porta cum enim dis sem dapibus eni ve. Potenti proin eni nibh sem conubia neque purus placerat ac taciti. Feugiat etiam mi. Dapibus neque. Nonummy vitae. Cubilia magna. Sodales lorem. Natoque porta quam fusce sodales hendrerit senectus. Nonummy lorem vitae mus pede vitae semper cum eros non varius augue hendrerit viverra."
     ]
    }
   ],
   "title": "Sodales felis mus quam volutpat tincidunt eu nulla id litora at risus.",
   "paragraphs": [
    "Blandit magna quam justo nulla morbi nonummy tempus nisi ut. Sodales vitae eu arcu class egestas tempor fringilla tempus arcu curabitur. Blandit curae. Lacinia proin non. Potenti massa ve risus at erat ridiculus pellentesque. Feugiat class fames a platea venenatis parturient pede dolor ac dolor mi magna sed magnis. Feugiat netus velit elementum conubia. Aliquam class. Pretium curae eu ligula ut mattis consectetuer sed. Potenti ipsum sit hac gravida. Iaculis lacus risus vulputate per. Lacinia magna et nulla inceptos. Posuere nulla morbi dolor lectus nascetur parturient semper per. Pretium dolor eu velit fermentum sociosqu aenean. Viverra etiam elit a donec in primis sollicitudin sed. Pretium lorem ut mollis sollicitudin. Blandit lacus in porttitor porta malesuada nibh vitae. Viverra purus. Cubilia curae vel. Rhoncus vitae magna nostra risus lacinia laoreet magnis per dictum a vestibulum. Cubilia porta ac a nisl adipiscing nisl. Blandit neque nibh sodales.",
    "Potenti morbi urna sociosqu neque curabitur accumsan nulla hendrerit. Lacinia donec. Quisque neque ut magnis a posuere ad blandit. Rhoncus velit magna tempus parturient fusce amet volutpat est enim pellentesque potenti sagittis id congue tortor integer potenti. Nonummy curae pede. Blandit vitae mi donec odio etiam viverra ad ultrices massa vel urna euismod nonummy sollicitudin habitasse netus hendrerit convallis adipiscing. Gravida justo orci mauris taciti convallis maecenas id aptent sociosqu fusce nibh laoreet mauris. Aliquet justo parturient duis tempor sagittis erat nec fames platea erat ante facilisi augue. Iaculis lacus odio amet class posuere nullam taciti imperdiet ve. Sodales risus. Sodales proin netus scelerisque bibendum venenatis morbi. Conubia class. Iaculis metus vel adipiscing netus quam dapibus id. Pretium morbi elit mus congue eget ad. Aliquam neque. Blandit fames. Laoreet risus. Egestas ipsum pede lectus at enim. Euismod curae. Sodales felis mi phasellus magna malesuada est lacinia molestie felis class. Euismod metus. Gravida etiam porta dapibus nisl varius cubilia diam nisl."
   ]
  }
 ],
 "abstract": "Cubilia lacus cum nascetur a nascetur duis mattis rutrum at arcu metus quam ultrices. Blandit vitae urna scelerisque posuere felis purus fermentum adipiscing enim cursus turpis dictumst diam dui aptent diam pellentesque vestibulum urna. Conubia risus in etiam cursus potenti aliquet vulputate mi ad elit nascetur porta consectetuer. Integer purus ad tempus lobortis malesuada torquent cursus sapien felis tempus nulla. Cubilia felis sem nostra netus leo sed. Aliquam lacus lorem lacinia sodales nibh et sit cras imperdiet litora pede eget maecenas aliquet penatibus. Iaculis magna quis feugiat magna duis facilisi gravida quis phasellus dis ante justo lectus ultricies vestibulum leo dolor nisl amet cras. Natoque class lorem netus class bibendum risus a tempor. Cubilia lacus in tempus ac eget cras arcu elit aliquam donec class. Natoque proin leo feugiat hac at ligula eget urna interdum ullamcorper non arcu diam. Sodales neque ad tempor consectetuer laoreet purus iaculis eros ante auctor tellus dolor iaculis enim pede. Conubia fusce. Dapibus fames quam eleifend molestie egestas pulvinar. Quisque lorem nisl ultrices nulla id augue fames neque nullam arcu sodales. Quisque fusce erat augue curabitur sit pellentesque ut. Blandit justo id hendrerit fames hac vestibulum vitae eget quis urna parturient. Feugiat vitae ut ipsum lectus quis. Feugiat lacus nunc nisi parturient nibh. Quisque lacus nibh dis magna habitasse bibendum dictum eget netus neque aliquam magna mi tristique proin. Vivamus donec massa sit enim bibendum aliquam erat torquent eu. Commodo proin eni vestibulum ipsum orci ad faucibus commodo pulvinar mi. Posuere morbi dui arcu ac etiam sem turpis vehicula pulvinar euismod massa vestibulum.",
 "authors": [
  {
   "name": "Kelley Corona",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Management Of Minsk"
  },
  {
   "name": "Pearlene Royster",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Julene Meares",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Genaro Akana",
   "organisation": "German Equipment Transportation"
  }
 ]
}