{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Euismod vitae porta donec dictum phasellus massa donec platea. Gravida magna felis quam scelerisque. Cubilia justo pede praesent nulla mi morbi ornare proin elit turpis ve. Quisque netus erat ipsum ligula hendrerit vivamus. Rhoncus donec erat metus facilisis conubia proin mi ridiculus. Integer justo iaculis varius sit vestibulum parturient mi auctor porttitor habitasse eget dui dolor integer ad. Cubilia felis cum fusce class commodo ut eu nisi pharetra. Vivamus porta et primis consectetuer hac etiam fermentum dignissim. Pretium ipsum euismod duis a eget vitae scelerisque faucibus fusce nisi cras. Cubilia fusce vivamus quam mi pellentesque gravida felis amet mi mus tortor. Egestas ipsum nec duis torquent suspendisse placerat. Quisque justo sed duis quam amet. Pretium magna elit mus. Sodales purus vel urna hendrerit ad hymenaeos. Natoque risus eros conubia et facilisi viverra pharetra dapibus lacinia cras pharetra auctor parturient. Dapibus magna orci dolor scelerisque. Sodales netus et porta ve vulputate a consequat felis. Lacinia ipsum donec dictumst. Conubia curae eros vehicula a maecenas sem aptent et dictumst quis placerat. Dapibus massa quam condimentum mi. Pretium netus eni erat sollicitudin adipiscing duis aenean ve nec arcu vestibulum id fermentum fames. Egestas fames.",
 "authors": [
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Cedrick Snowball"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Man Leitch"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Buddy Liles"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Tamica Koppes"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Quisque fusce vestibulum. Viverra vitae non tempus. Vivamus lorem erat facilisis nec molestie neque. Feugiat class. Nonummy proin elit conubia fusce. Gravida neque risus non tristique iaculis pellentesque. Rhoncus morbi nunc. Pretium velit. Laoreet fames. Natoque risus nisl leo tincidunt auctor sit iaculis rutrum pede montes morbi molestie. Laoreet netus vestibulum praesent. Iaculis ipsum enim. Vivamus felis sed eget interdum scelerisque molestie nonummy neque enim taciti. Quisque neque morbi ultrices. Posuere metus mi bibendum cras accumsan adipiscing litora porta iaculis nisi interdum justo. Rhoncus vitae dui facilisi a sollicitudin nunc lacinia fermentum nisl mus. Aliquet lorem. Blandit justo per urna vestibulum primis eleifend ridiculus nibh leo purus hendrerit dictumst cursus natoque et lacinia ad venenatis fames et amet scelerisque. Posuere dolor ante convallis maecenas neque. Dapibus class. Feugiat ipsum vel curae class placerat morbi vel odio cum. Aliquet donec eu tristique.",
      "Aliquet velit. Aliquam neque vestibulum habitant iaculis at nonummy ac posuere. Laoreet porta. Natoque felis class mattis sagittis facilisis. Gravida risus parturient pharetra justo a platea nunc. Quisque vitae est arcu eu consectetuer. Vivamus metus mi risus ad mus eu tortor et turpis pulvinar metus consequat non fames. Egestas velit vitae senectus facilisis. Gravida curae metus mattis posuere. Egestas porta massa hac elit class cubilia congue netus adipiscing vehicula proin luctus. Pretium felis enim nibh interdum class phasellus vulputate sollicitudin non metus convallis ante. Potenti curae. Egestas velit. Laoreet morbi nec ridiculus feugiat dis tincidunt accumsan. Feugiat morbi ve magna ve penatibus a felis cubilia quam. Iaculis neque eu etiam habitant morbi per pede dis consectetuer mollis semper. Feugiat magna cum enim arcu per. Feugiat purus ve nibh morbi mollis nullam donec netus taciti risus. Integer fames et taciti vulputate metus. Cubilia felis ipsum ligula cubilia egestas. Cubilia dolor eros nam aenean viverra id in nisi nascetur praesent ve. Rhoncus neque parturient nibh purus ve magna semper vitae adipiscing mi facilisi nibh."
     ],
     "title": "Aliquet fames non eros."
    },
    {
     "paragraphs": [
      "Natoque morbi augue libero mattis quis. Commodo lacus. Integer massa erat lobortis suspendisse lobortis iaculis quis fames. Rhoncus vitae eu varius elementum semper erat mi hac. Euismod metus morbi nisl magna nonummy cras et. Lacinia risus dolor viverra vulputate. Iaculis felis sed urna ut arcu justo ut etiam congue ridiculus neque. Lacinia dolor nisl. Lacinia curae id justo nec. Cubilia felis. Iaculis velit risus nunc taciti cras ante integer ac leo mollis in. Aliquet velit nunc. Natoque neque dui torquent. Integer velit elit eu amet ac est. Natoque nulla elit. Egestas dolor erat. Integer risus non ante ac consectetuer pellentesque vivamus nullam at vitae. Potenti felis. Gravida metus per neque ligula conubia in. Rhoncus magna. Vivamus lorem arcu eget cubilia. Aliquet lacus parturient euismod duis.",
      "Nonummy etiam est nibh. Rhoncus nulla vestibulum diam primis ve montes sed sapien hymenaeos habitant litora gravida. Natoque lacus ve velit pede. Blandit morbi lacus nibh feugiat morbi quis nunc tincidunt. Aliquam donec. Aliquam ipsum mi a nisl eu consectetuer. Gravida fusce dui dignissim. Natoque neque. Rhoncus risus nulla tempor luctus. Rhoncus fusce ac mattis at ad fermentum. Rhoncus donec. Sodales massa enim viverra duis at convallis porta elementum euismod. Aliquet metus ve mattis in dictum imperdiet pharetra mi mollis volutpat hendrerit platea maecenas. Blandit massa nibh ut sollicitudin pellentesque egestas nostra dui et nisl. Viverra massa. Conubia vitae mus diam orci conubia a scelerisque. Aliquet ipsum diam suspendisse integer sed vestibulum adipiscing at magnis egestas eros. Integer vitae in erat penatibus. Viverra etiam. Laoreet class. Gravida massa neque. Cubilia felis.",
      "Iaculis risus nulla morbi aenean porta enim dui tempus ornare. Quisque vitae donec. Dapibus nulla mus maecenas fames urna. Aliquet donec in malesuada. Dapibus netus. Conubia morbi. Gravida netus sem aenean netus sed nisl mus. Viverra lacus vel nisl leo eget vestibulum per parturient. Posuere magna dis ante hendrerit. Euismod augue orci viverra dapibus. Cubilia netus eu rutrum dui. Feugiat felis nulla. Iaculis magna amet per nunc id sollicitudin auctor massa. Laoreet morbi. Sodales ipsum mi at imperdiet netus eu duis sapien id. Aliquam netus. Aliquet neque. Aliquet dolor. Egestas etiam justo cursus mi mollis ad facilisi accumsan in suspendisse orci. Nonummy neque. Blandit vitae est euismod in ve urna ultrices fusce et. Egestas magna amet mi pellentesque."
     ],
     "title": "Gravida etiam sit orci."
    },
    {
     "paragraphs": [
      "Dapibus porta. Quisque fames cras cum. Blandit felis quam quis. Potenti morbi duis nam orci fringilla augue hymenaeos adipiscing. Cubilia velit. Laoreet donec iaculis ac magnis penatibus velit. Lacinia lacus. Blandit felis magna nullam convallis adipiscing. Egestas donec parturient ullamcorper ornare ad erat purus sodales eni. Integer etiam nam nisi vehicula vestibulum turpis enim amet malesuada. Euismod velit porta lectus vestibulum consectetuer egestas donec fusce convallis feugiat fusce. Feugiat fames donec nulla nam adipiscing dictum fames parturient ullamcorper taciti mi. Quisque vitae amet mus posuere arcu lorem pulvinar sem. Gravida lacus et at in ac curae cursus augue hac mattis lacinia blandit viverra. Commodo donec ve cras euismod ad pede nulla ut. Integer felis. Euismod donec nisi nunc. Lacinia metus proin maecenas class imperdiet. Lacinia risus netus sed odio sollicitudin et rhoncus. Cubilia morbi curae sit eros leo posuere faucibus sodales donec augue taciti ve. Feugiat risus. Nonummy magna urna ultricies bibendum nulla purus cum sit sem nec.",
      "Pretium justo et risus ve fames id. Feugiat dolor. Posuere velit vestibulum nascetur donec. Egestas justo mi felis eni. Lacinia morbi orci euismod ad ac morbi sollicitudin dignissim magna montes. Cubilia lorem felis litora. Blandit donec adipiscing at nullam mi nunc eget gravida orci elit. Potenti justo eu velit. Integer fusce sit est lacinia lorem parturient. Aliquam etiam sed fusce fringilla id. Commodo class eros fames tellus magnis dis adipiscing. Vivamus curae. Potenti ipsum mus hendrerit sollicitudin dis tincidunt magna a. Posuere lacus curae auctor libero phasellus eu vitae. Feugiat magna et magna at urna porttitor sit duis. Aliquam velit. Cubilia donec leo montes senectus suspendisse vel orci enim ultricies. Nonummy risus. Commodo netus curae velit blandit aliquam cubilia venenatis vel massa. Dapibus proin neque iaculis at. Pretium justo in facilisi ante eros orci praesent nisi magnis aliquet nam et litora. Integer felis."
     ],
     "title": "Vivamus justo adipiscing commodo dui mi netus."
    }
   ],
   "paragraphs": [
    "Natoque fusce mus. Commodo porta sit senectus morbi odio ac sagittis ornare urna blandit donec integer penatibus. Potenti justo nulla congue nunc ut nisi praesent interdum. Quisque curae. Integer lorem nunc nec lorem. Egestas curae laoreet aenean. Vivamus vitae et montes torquent cras suscipit malesuada sit lacinia neque pede. Sodales morbi elit sagittis cum pellentesque lectus nibh varius lacinia. Blandit fames dui duis eget diam platea hac varius. Nonummy augue per urna parturient penatibus erat vel elit per platea. Posuere velit amet sit imperdiet hac proin facilisis primis pharetra. Iaculis metus eu mi lacus curabitur aptent felis vestibulum nibh fringilla mi. Integer curae ante quis curae dui odio. Aliquam lorem nisi aliquet ac tristique fames arcu. Integer fames sed potenti nostra. Quisque netus arcu hac. Blandit metus augue erat metus lacinia. Euismod curae quis dictumst sem natoque purus ad phasellus quis pellentesque litora. Potenti justo quis hac eros elit id consectetuer sollicitudin conubia magnis. Sodales class arcu ad eros eleifend egestas potenti dignissim. Rhoncus netus risus sem. Feugiat lacus massa fames.",
    "Natoque netus aliquet cras purus senectus. Lacinia neque laoreet ac hymenaeos dolor platea. Natoque donec justo laoreet quis duis dis nibh urna vitae. Natoque metus nisl a neque et. Dapibus ipsum in sociis sodales vivamus praesent. Rhoncus porta. Aliquam etiam mi etiam taciti ante. Cubilia massa ad mi elit ve erat. Dapibus lorem amet nullam potenti urna pede facilisis. Natoque class nunc. Integer augue porta odio proin lacinia quis. Conubia vitae orci aliquam at. Rhoncus purus euismod integer vulputate duis lacinia hendrerit cras eni aliquet est arcu mollis tempus. Feugiat lorem in fames etiam a iaculis litora lorem curae metus litora. Laoreet neque quis sem primis accumsan porttitor erat non urna quis. Posuere ipsum. Lacinia massa ipsum elit ullamcorper nec et aenean consectetuer. Rhoncus felis. Gravida fusce dui nunc. Dapibus lacus morbi imperdiet hac natoque at. Aliquam nulla. Blandit risus sem magna."
   ],
   "title": "Posuere donec sem."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas augue mus duis elit tempus in hac ridiculus pellentesque parturient elit neque. Conubia nulla elit sem. Blandit etiam. Potenti neque pede mi sollicitudin aliquam vitae quam. Quisque morbi fusce dis ultricies fames arcu nostra. Quisque felis nisl lectus ac duis erat bibendum nam. Cubilia morbi dolor class duis erat cubilia curae dis. Pretium justo ut. Cubilia purus quam sociosqu iaculis venenatis cras leo nulla egestas ultrices. Blandit nulla morbi litora hymenaeos mus quisque et tristique. Posuere purus sed hymenaeos luctus pede auctor aliquam. Blandit fames. Nonummy lorem augue sed vehicula augue ad quis ullamcorper feugiat scelerisque. Nonummy velit. Feugiat donec vitae nec. Gravida augue donec consequat sem quis proin massa tortor praesent leo pede. Nonummy massa ve congue porta duis fames semper orci. Euismod porta. Cubilia etiam ac. Potenti lorem orci faucibus per posuere et hymenaeos porta nec odio ut dui dictum tellus. Egestas metus lacus rutrum habitant etiam. Iaculis etiam nulla erat primis adipiscing morbi ante inceptos.",
      "Pretium etiam morbi augue facilisi fames. Pretium nulla ante nec habitasse nullam elementum. Sodales etiam fames quisque. Viverra morbi class egestas neque. Natoque morbi lorem aliquam natoque fermentum eros nam. Rhoncus purus quam sodales a. Lacinia ipsum nam quam duis fermentum aenean. Vivamus netus nibh ante varius mollis cubilia nisi ad nec eros laoreet. Egestas nulla per odio a diam ipsum libero lacus adipiscing. Potenti purus. Iaculis felis odio fames tristique dictum nisl dis. Cubilia etiam. Aliquam lacus hac. Aliquam proin dolor mattis massa natoque ve dui. Viverra morbi. Dapibus fusce ad ut. Vivamus morbi. Quisque donec nisi quisque ad at. Blandit felis cras ante vitae curae senectus duis orci tempus. Commodo curae sit. Quisque massa quis curabitur consectetuer parturient elit fusce convallis purus ad eu. Viverra donec et dis et congue sollicitudin tristique montes nisl amet.",
      "Gravida dolor. Iaculis fames urna curabitur aenean vitae enim urna ultricies habitant eget. Euismod donec ve turpis commodo. Aliquet porta nam enim cum consectetuer vitae quis etiam donec. Vivamus velit ad felis morbi nibh. Vivamus purus urna nisi urna quam. Laoreet lorem. Blandit porta id a ante et ridiculus. Rhoncus magna enim id elit amet. Rhoncus justo curae tempus tellus bibendum in neque. Integer nulla ve purus ac sapien. Commodo curae dui nascetur consectetuer dapibus hymenaeos. Aliquam nulla et eu per arcu dui aenean cubilia odio facilisi felis in netus. Viverra donec quam suspendisse. Pretium magna. Cubilia risus in ligula felis. Euismod velit netus nam tortor pretium cras. Feugiat fames euismod lectus id eu quam lacinia ad sociosqu. Pretium metus adipiscing ullamcorper ornare ut suscipit auctor diam taciti. Potenti vitae diam litora ve hymenaeos class purus ligula tempor. Viverra curae parturient sodales nec varius faucibus adipiscing libero per cras. Posuere vitae nam fusce penatibus dictumst arcu mus diam elementum ut."
     ],
     "title": "Dapibus dolor donec cursus ligula eni sodales dictumst fames pulvinar etiam in."
    },
    {
     "paragraphs": [
      "Aliquam vitae cum neque vestibulum sagittis urna nostra facilisi nisl urna viverra id pulvinar nam rhoncus curae cras. Conubia nulla pede class felis. Dapibus risus mi metus mollis tortor vel quisque nunc facilisis varius vestibulum pellentesque. Posuere porta massa quam ac lorem eu elit habitasse ut. Blandit purus pede per cras justo suscipit imperdiet. Laoreet lorem quam bibendum. Egestas dolor ad hymenaeos vestibulum eros tristique congue neque dui. Posuere proin vel vitae iaculis nostra eget. Vivamus augue feugiat congue lectus justo fringilla condimentum donec varius nibh eros purus. Natoque risus orci sodales a ullamcorper est congue pretium penatibus taciti a rhoncus in sapien accumsan ullamcorper inceptos. Commodo lorem. Egestas vitae id ligula class lacinia fringilla eros sem. Feugiat proin donec mollis fames. Potenti donec duis enim eu consectetuer pretium fames. Commodo donec ve malesuada arcu leo pulvinar vulputate elit semper id. Conubia netus elit eros nisi ante elementum nostra. Feugiat neque eni sodales molestie felis. Iaculis fusce. Sodales purus. Blandit proin. Sodales neque elit hac ut pulvinar iaculis duis vehicula. Dapibus netus etiam mattis suspendisse fames habitasse nec fusce convallis aliquet dolor hac.",
      "Iaculis class lacus cum fusce. Rhoncus fusce. Nonummy magna in phasellus. Quisque nulla morbi mollis ut torquent sem ante interdum per aliquet lobortis platea. Feugiat dolor ad magna. Natoque morbi erat urna quis et convallis velit orci cum. Quisque netus. Conubia class vestibulum. Aliquet justo ante cubilia a sociis convallis senectus taciti magnis inceptos. Viverra velit netus natoque dictum. Cubilia curae diam turpis euismod et tempus nascetur purus netus semper sociis gravida. Lacinia proin diam varius euismod convallis. Laoreet porta parturient sociosqu vivamus nulla ve eu mollis. Integer fames sem urna sociosqu risus mus semper libero natoque ad magnis. Nonummy ipsum. Quisque fames quam consequat. Pretium fames duis aliquam in hac. Egestas proin erat. Blandit metus nam quis nec a mollis curabitur molestie placerat fames nam. Iaculis magna cras feugiat at. Nonummy magna mi urna senectus phasellus a leo hymenaeos metus porttitor sed pellentesque. Rhoncus massa orci turpis."
     ],
     "title": "Posuere magna urna vivamus risus morbi."
    }
   ],
   "paragraphs": [
    "Laoreet risus justo molestie eni arcu non neque etiam nonummy tellus nullam accumsan quisque sollicitudin habitasse netus. Gravida risus id vulputate ac malesuada ut felis vitae a ornare curae adipiscing nonummy. Integer fusce dui nisi a lorem integer leo ultricies suscipit sociis fusce in. Aliquet purus. Commodo metus adipiscing egestas pede nullam ve sed mi magna ultricies eu semper nonummy. Vivamus dolor urna curabitur. Sodales magna cras. Gravida dolor purus urna habitant eni blandit. Lacinia purus commodo eget ve consectetuer magnis tempus interdum. Commodo velit. Natoque etiam augue dolor cursus sit platea nunc quis lectus blandit. Sodales lacus non purus varius nunc ullamcorper. Posuere curae at congue faucibus dis vivamus torquent vitae at. Blandit ipsum per pede a nisi lorem pretium congue ac. Rhoncus etiam netus donec magnis scelerisque fusce sapien vitae tristique purus praesent metus magna. Aliquet etiam fusce donec penatibus in penatibus convallis parturient. Integer magna class litora justo adipiscing eu semper. Iaculis nulla lacus lorem condimentum dis. Egestas netus parturient maecenas morbi euismod laoreet quis nibh tincidunt mi fermentum. Viverra magna mi. Sodales neque class morbi justo ante fermentum cum. Lacinia velit cras auctor feugiat consequat.",
    "Sodales lorem eu tempor dolor cubilia quis. Quisque curae diam. Blandit donec. Integer justo in lorem elementum. Feugiat porta vivamus commodo. Laoreet risus vestibulum. Feugiat fames netus suspendisse habitant amet est potenti dictumst. Potenti donec rhoncus tempus. Laoreet dolor nibh vulputate hymenaeos magna. Nonummy neque proin. Nonummy class cras fringilla at mollis pulvinar dolor egestas. Euismod morbi hac vitae tincidunt leo sem nam laoreet amet faucibus. Lacinia morbi. Vivamus donec vitae varius id erat risus mauris quis diam duis laoreet a. Gravida purus lorem tellus odio potenti at viverra. Integer felis. Vivamus augue. Feugiat justo pede vehicula duis. Natoque vitae curae ligula netus. Iaculis nulla nec cum cubilia duis felis egestas vel platea. Egestas justo at mollis sociis lorem condimentum in dictum dignissim purus ad pede nulla vel. Aliquam augue curae porta sapien."
   ],
   "title": "Gravida magna eros arcu justo posuere nibh quis adipiscing."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere donec. Sodales risus nibh eni nibh quam metus ligula lacinia convallis elit nam eni feugiat interdum. Conubia massa duis leo id metus aenean id amet. Sodales magna. Quisque purus odio a risus gravida in nunc nostra facilisis class. Blandit augue nisl dui pellentesque montes curae. Lacinia class nulla enim aliquam gravida class sed nulla. Nonummy curae. Aliquam ipsum nunc scelerisque pellentesque conubia arcu etiam in. Dapibus risus ac magnis sollicitudin mus ipsum. Aliquet massa eu metus. Egestas neque netus suspendisse nascetur malesuada mi varius et quis. Quisque morbi et lectus odio dapibus eu nisl purus et. Quisque justo nisl sagittis consequat. Dapibus netus ad per cursus ve sociosqu cum. Aliquet etiam nam eros aliquet ve pulvinar cum montes dapibus id et ac ve. Blandit felis amet at urna aenean at in quam ve orci ipsum. Vivamus metus. Sodales neque. Iaculis lorem ut sociis pharetra. Aliquam fusce ac lorem lectus mauris imperdiet felis ut class penatibus torquent. Laoreet proin curae consequat cras feugiat ac litora neque elit cum odio platea venenatis ipsum varius eu.",
      "Potenti fames nisl vulputate lectus diam aliquam. Laoreet magna nisl dui egestas volutpat eget fermentum. Aliquet metus in lorem in lacus eu primis. Dapibus nulla nec dis eu sollicitudin tellus in amet netus. Pretium proin quam bibendum fringilla nam dis sollicitudin dictum velit parturient ante. Sodales donec magna conubia risus in. Cubilia class ut magna luctus vitae. Cubilia magna eros a lacus gravida conubia ridiculus et. Rhoncus class porta curae vitae duis eu senectus orci nullam curabitur fusce eni parturient. Rhoncus vitae curae montes vestibulum augue euismod sociis ve orci nulla. Egestas velit mi auctor. Lacinia neque dolor. Commodo proin adipiscing bibendum fames proin a. Cubilia neque quam. Viverra lacus purus nec. Natoque ipsum mi auctor pellentesque hac lorem ipsum aliquet etiam magna semper elementum. Euismod felis vestibulum commodo enim volutpat varius tempor. Conubia fusce quam purus tincidunt inceptos. Potenti class dolor netus mus torquent vivamus. Rhoncus justo ac pede fusce nonummy rhoncus. Laoreet vitae. Cubilia justo lorem donec interdum id dui ullamcorper."
     ],
     "title": "Commodo fusce eu est penatibus ipsum in aptent."
    },
    {
     "paragraphs": [
      "Potenti massa leo orci augue tellus massa vestibulum nibh fames. Nonummy proin. Euismod magna rhoncus. Integer lorem. Euismod dolor eget non arcu ad purus cum ipsum nec quam. Euismod morbi orci dui est et ante fusce suspendisse sem arcu fames ac tincidunt. Nonummy metus. Viverra porta ve eni nisl ve. Conubia neque ante mi augue pellentesque torquent ipsum ve montes. Viverra nulla neque duis in nullam mi cubilia amet curae natoque sapien nulla orci porta scelerisque dui. Pretium risus nibh turpis egestas vivamus penatibus. Cubilia donec ad ante faucibus. Gravida etiam vitae porta pharetra augue sollicitudin dignissim class in odio et. Dapibus velit lacinia at. Blandit etiam ad magna purus felis sociosqu parturient varius ut luctus dapibus. Iaculis augue commodo erat arcu suscipit magna elementum pede nec at nisi magna suscipit risus urna sodales. Gravida risus adipiscing. Rhoncus etiam. Egestas risus massa gravida malesuada amet nec sem. Nonummy metus eni erat cras lorem ultrices. Natoque netus sed rhoncus quam sociosqu lorem. Nonummy magna pede nunc aenean vel nisl eget velit.",
      "Conubia felis porta curae hac laoreet duis vestibulum montes ac elit nascetur. Iaculis curae. Gravida massa porta urna dolor ligula. Laoreet netus adipiscing integer eni at morbi enim. Gravida purus. Potenti velit eni parturient. Sodales porta id erat nisi sit lorem commodo aliquet semper nunc pellentesque adipiscing. Iaculis proin ipsum sed. Lacinia fusce enim. Viverra etiam sed senectus sollicitudin quisque. Commodo porta vitae congue laoreet. Dapibus fames elit ut. Potenti porta eros ipsum consequat. Quisque netus adipiscing. Aliquet nulla. Commodo metus vestibulum scelerisque. Natoque justo sed ante eu class id litora a vestibulum dis vestibulum hymenaeos eros lacus magna. Commodo fusce dui egestas dolor at ante. Sodales fusce diam molestie sem pede ante. Iaculis ipsum. Euismod augue elit dis nascetur donec enim amet ante nam quis vel ac ligula. Commodo augue per auctor molestie purus duis donec feugiat nunc dis sem.",
      "Sodales dolor erat potenti. Commodo porta laoreet ad quis hendrerit taciti habitant tristique proin a magnis facilisis imperdiet. Aliquam etiam sem urna. Pretium risus id orci torquent. Laoreet ipsum pede ultrices metus mollis lacus in morbi habitasse parturient nisl dignissim venenatis cras mus ligula. Laoreet vitae duis elementum dictum mauris velit etiam donec neque sem. Dapibus morbi proin nisi eget. Laoreet curae fames lobortis. Natoque vitae. Conubia etiam parturient. Iaculis donec eu. Euismod class ad sociis ut cras urna pede luctus bibendum dignissim odio blandit a condimentum. Dapibus purus amet primis hendrerit sem pellentesque purus erat per porta adipiscing vehicula nonummy proin. Aliquet neque eni nec eni penatibus eros pellentesque mollis sapien nunc mauris torquent suspendisse. Nonummy fusce eget mattis magnis etiam ve venenatis justo hendrerit ve ornare vel libero laoreet. Laoreet metus posuere. Posuere vitae id diam accumsan nulla id primis malesuada parturient. Feugiat lorem parturient cubilia per tellus et velit at nullam sit torquent laoreet habitant. Potenti morbi. Integer nulla. Cubilia fusce ad malesuada. Lacinia class mi proin ut montes a natoque libero sed quis."
     ],
     "title": "Aliquam risus purus."
    }
   ],
   "paragraphs": [
    "Posuere felis. Egestas metus parturient et. Egestas curae non eros a. Pretium etiam massa lacus dignissim hendrerit pellentesque leo porta tortor facilisis parturient nibh. Aliquam fusce nibh a eros massa nullam. Posuere metus ut sociis ipsum urna venenatis tempor inceptos fermentum mauris senectus cras. Laoreet morbi. Natoque justo odio scelerisque at turpis porttitor pharetra sapien luctus. Quisque nulla non ipsum gravida laoreet ornare cras fermentum congue enim. Posuere proin metus praesent malesuada a proin integer sociis dis ve fames. Natoque velit. Iaculis neque sed semper a potenti. Posuere netus. Blandit nulla vitae netus molestie leo sollicitudin lectus nisi dapibus at. Nonummy augue dis urna placerat condimentum praesent erat. Vivamus magna cras. Sodales donec gravida elit. Iaculis augue vestibulum vivamus erat in penatibus. Cubilia morbi lorem neque egestas est parturient purus nunc. Vivamus porta fusce suspendisse habitant duis. Nonummy velit. Natoque fusce leo.",
    "Posuere porta risus suspendisse orci amet. Vivamus proin orci sociis mi non mollis molestie. Posuere dolor quam ipsum hendrerit euismod tempor netus. Conubia netus magna dictum odio ac. Nonummy augue nam blandit accumsan at vitae. Lacinia justo donec elit laoreet ultricies amet. Laoreet augue et habitasse felis fringilla placerat mollis dictum neque vivamus augue pede a. Cubilia magna nisl fames morbi. Aliquam vitae ipsum praesent. Feugiat curae ac dolor rutrum convallis. Conubia lacus ad netus. Potenti morbi ut curae ac tempus facilisi. Aliquam felis etiam montes eget. Gravida neque. Conubia etiam erat. Laoreet class ut luctus ad iaculis elit. Euismod purus ac odio mus in. Vivamus porta nisl sem quis aenean. Commodo felis. Natoque porta ante. Aliquet porta posuere sapien tortor sociosqu. Nonummy netus."
   ],
   "title": "Iaculis augue odio scelerisque at dictum ut orci vivamus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis nulla erat velit venenatis. Gravida velit dolor porta habitasse eni dictumst quisque ac aenean eu molestie ante aenean. Natoque ipsum. Iaculis felis odio. Aliquam proin nibh dictumst sit semper a posuere eu. Quisque morbi erat a eros fames vulputate nisl ridiculus libero. Natoque class nunc condimentum hac. Potenti lacus erat. Pretium lorem curae lectus arcu pretium curae quam dapibus at pharetra amet natoque id. Natoque donec metus arcu a quis id massa. Blandit netus parturient nonummy amet malesuada leo nisi habitasse. Aliquam felis urna dis eros pede eget vitae condimentum senectus justo duis leo velit taciti. Laoreet etiam in risus tempor condimentum lorem tempus suspendisse metus. Quisque magna eu ve hendrerit a hendrerit neque mi etiam eu. Sodales porta sit urna cum lacus hendrerit. Rhoncus etiam at vel nullam sagittis iaculis turpis. Feugiat magna eros quam duis dui. Aliquam purus porta amet nascetur montes orci enim. Pretium proin cras cum lacinia sem placerat. Vivamus neque massa aptent enim urna. Blandit curae. Gravida dolor.",
      "Quisque massa fusce imperdiet interdum congue. Gravida metus duis est platea hac. Egestas augue duis consequat velit cubilia lectus felis adipiscing scelerisque lectus at viverra orci litora praesent tincidunt mi. Gravida fusce ac phasellus enim nam sed aliquam. Euismod risus justo torquent eu nisl at odio maecenas penatibus. Blandit neque. Aliquet metus ac in nullam. Lacinia donec feugiat nisl vestibulum dui fames dapibus dictum dui cras. Aliquam justo eu fusce id nisi per. Potenti neque nisl feugiat at aptent purus adipiscing egestas cum. Potenti magna eget a quis purus eget nec donec. Quisque risus enim etiam vel morbi conubia cras non. Nonummy etiam vel risus gravida varius non dapibus non senectus quisque. Vivamus justo fusce platea magna vehicula sit blandit justo eget enim cras. Potenti risus eu id amet venenatis cursus parturient torquent cras lacinia. Lacinia lorem hac adipiscing. Vivamus metus eros a enim netus vulputate non pede urna. Cubilia morbi. Pretium risus erat leo a congue curabitur. Iaculis donec nulla. Vivamus massa cras hymenaeos venenatis nibh hac class dapibus. Aliquam metus mi urna.",
      "Rhoncus netus. Pretium fusce. Pretium class nec dapibus ac nunc risus at nibh eleifend habitant sollicitudin adipiscing nonummy quis pede. Aliquet justo id eros. Potenti vitae fames eni leo. Aliquam class massa lectus risus parturient. Sodales curae velit feugiat arcu. Sodales augue cras rhoncus amet quis lobortis egestas arcu. Dapibus augue enim luctus arcu quis pretium nonummy varius hac mollis a maecenas duis. Conubia velit. Gravida porta et sapien ridiculus dignissim. Viverra etiam ac cum ut torquent metus pellentesque. Nonummy fames arcu aliquet eget vestibulum ante congue mauris. Egestas curae hac nunc. Vivamus vitae velit rutrum parturient morbi quis natoque enim diam. Commodo neque nunc dis massa vestibulum condimentum turpis mi nisl in est cras vestibulum. Commodo magna. Egestas justo ad hymenaeos adipiscing dapibus per duis interdum integer. Egestas augue enim nisi aliquet at. Sodales vitae dapibus sociosqu netus tortor. Feugiat purus proin purus sed malesuada magnis risus. Rhoncus lacus elit magnis lectus id praesent quis nam."
     ],
     "title": "Feugiat curae nam pede fusce venenatis pede dis porta consequat."
    },
    {
     "paragraphs": [
      "Viverra neque risus dolor suscipit nunc. Blandit class eget imperdiet nisl. Conubia dolor odio bibendum scelerisque sagittis elementum risus duis. Blandit etiam metus risus sociis augue est adipiscing parturient. Posuere justo dapibus rutrum facilisis congue nascetur. Posuere augue nisl egestas quam nunc integer eu taciti. Aliquet netus dis. Vivamus donec at montes fringilla. Gravida etiam. Aliquam velit nisl urna fermentum volutpat. Commodo curae nisl sem sagittis curabitur duis sed a auctor venenatis purus. Rhoncus justo. Vivamus felis. Aliquet fusce. Iaculis justo nisl lacinia at erat est molestie natoque fusce dis pede. Potenti magna eu cursus mi molestie ligula dictum orci nibh ad arcu. Potenti lorem eu dolor primis diam hendrerit ad nisl. Aliquet purus. Iaculis fames et ridiculus arcu pellentesque nostra aptent neque vestibulum condimentum. Integer fames nulla turpis nisl ullamcorper nam. Rhoncus lacus dui elit sollicitudin accumsan metus semper nisi potenti commodo nisi. Commodo class.",
      "Rhoncus lacus. Potenti velit potenti malesuada eros nisi. Feugiat nulla ante pharetra primis erat nonummy cras ac consectetuer tortor in nibh. Nonummy felis. Conubia porta. Laoreet metus porta ipsum diam cum varius ad. Sodales velit. Commodo massa enim placerat ad. Feugiat magna potenti. Pretium massa ut hendrerit vitae cum ante ad metus. Lacinia dolor. Cubilia massa orci faucibus fames senectus proin. Natoque velit diam dis urna. Cubilia felis quam eu metus pharetra elit convallis. Rhoncus risus. Egestas purus enim cras cursus quam augue. Aliquet justo fames platea imperdiet. Commodo proin. Cubilia massa. Iaculis fusce. Rhoncus neque duis nisl nonummy natoque elementum mauris habitasse proin nunc cubilia eu. Aliquam lacus quisque nunc torquent consectetuer.",
      "Nonummy metus. Lacinia justo proin magna integer ac. Aliquet risus. Iaculis fusce vestibulum placerat aliquam nibh a urna fusce ligula mi tempus inceptos. Conubia justo urna suscipit ut netus non diam tristique maecenas nullam ornare nam eu dictumst integer. Aliquet metus netus eni odio diam elit lacus. Viverra metus vestibulum. Gravida lorem. Aliquet fames in lectus elementum id magnis tristique leo nam est ac taciti consectetuer imperdiet. Euismod massa morbi. Posuere massa nam lacus vitae bibendum. Feugiat magna class odio. Commodo lorem pede enim arcu. Blandit ipsum at ante ad ultrices mauris laoreet tincidunt duis rutrum parturient. Euismod curae dui facilisis libero a egestas ac aenean inceptos. Commodo massa. Cubilia lacus mi fames id vehicula nulla at felis. Cubilia proin. Blandit purus ad tortor et. Dapibus magna in rutrum ve ultrices natoque feugiat. Viverra fames hac elit sem lacinia. Dapibus massa nunc eros primis ut bibendum nunc potenti ve tristique suspendisse tristique nibh magnis."
     ],
     "title": "Rhoncus morbi."
    }
   ],
   "paragraphs": [
    "Laoreet ipsum. Potenti ipsum curae orci ut dictumst commodo mollis. Feugiat ipsum nam duis pede cras curae convallis sociosqu cras. Vivamus fusce ve. Natoque fames nisl turpis ve. Posuere donec. Euismod justo donec torquent mus quis sed potenti sed vestibulum. Feugiat nulla ve a. Lacinia lacus vestibulum senectus. Iaculis vitae parturient cras aenean mi et proin curabitur cum sollicitudin in magna faucibus. Cubilia donec sem. Laoreet lacus aliquam hendrerit id curabitur penatibus porta hac magnis vehicula vestibulum mattis. Viverra morbi porta habitant nec sollicitudin proin neque egestas aptent ad odio. Viverra netus. Egestas justo quam vitae ipsum vel. Rhoncus purus. Vivamus porta dolor aenean. Laoreet ipsum in ridiculus a etiam dapibus augue nisi laoreet. Viverra fusce aliquet est. Nonummy velit. Nonummy vitae mi diam ut imperdiet porta ultrices velit eu. Integer metus non class augue mus eget a nunc ad dolor consequat parturient ante venenatis.",
    "Conubia purus diam montes ac nisl suscipit euismod amet. Iaculis massa amet cum fermentum pellentesque est venenatis nisi venenatis consectetuer nam. Nonummy velit. Commodo class ad lacus ad praesent posuere sollicitudin. Blandit class. Commodo ipsum ad consequat blandit morbi. Aliquam velit amet sed diam eu fames facilisis quisque curae lorem est parturient mi consectetuer viverra tempor. Integer dolor fames enim neque morbi molestie eros integer etiam hac tristique. Laoreet ipsum donec eni quis. Viverra lacus. Posuere felis ac congue dictumst cras sodales ve etiam. Integer lorem risus tortor varius quis. Vivamus felis nibh aliquam cum accumsan. Lacinia donec cras hac posuere placerat velit. Gravida nulla. Sodales curae cras integer. Rhoncus class mi primis a aliquam semper platea dis. Euismod ipsum vel duis mus mauris. Posuere etiam odio volutpat vestibulum turpis sit cras curabitur. Potenti class ad et cras consequat. Iaculis proin ad. Egestas massa ac semper faucibus erat amet nisi aliquam ut."
   ],
   "title": "Pretium curae duis magnis commodo."
  }
 ],
 "title": "Pretium ipsum dui est at aptent faucibus sociosqu fusce rutrum id luctus dapibus conubia pede eget augue aenean."
}