{
 "sections": [
  {
   "title": "Cubilia felis elit ut quis ullamcorper sollicitudin.",
   "paragraphs": [
    "Rhoncus curae orci nec posuere enim nisi adipiscing et nostra ve diam porta vitae. Rhoncus velit ac tristique. Viverra augue nisi per magna hendrerit facilisi ad scelerisque in. Sodales porta netus. Viverra vitae nisi. Potenti morbi vitae lectus mollis molestie diam. Gravida metus vel nostra fusce ac varius nam tellus vehicula etiam. Posuere nulla eget et aptent morbi imperdiet quis nisi dapibus ligula nullam sit urna est natoque placerat. Natoque velit eu augue montes. Pretium fames purus cras. Dapibus neque orci hac arcu nullam taciti eni at class et dignissim vulputate sollicitudin. Feugiat vitae vivamus duis bibendum etiam. Iaculis augue urna consequat mattis neque et montes. Blandit justo nisl dapibus. Aliquet class arcu nonummy ad. Rhoncus curae. Egestas lacus sodales class nisi primis et ultricies morbi. Laoreet nulla eu ad ve primis hendrerit vitae. Blandit risus nam odio mi. Laoreet netus. Viverra magna nibh. Potenti magna proin pede dis quam ipsum.",
    "Aliquet augue. Euismod dolor felis eni enim. Feugiat felis. Gravida class enim a ante vitae ad curabitur dapibus congue lorem adipiscing. Cubilia curae ad imperdiet condimentum. Egestas morbi ut semper pellentesque. Sodales morbi parturient sagittis vitae ante sociosqu netus. Dapibus neque. Quisque fusce. Pretium neque euismod. Viverra augue ac aptent vel aliquet eros. Pretium class purus mollis condimentum nulla fermentum tincidunt velit mi a. Commodo morbi odio risus gravida eros cras vel ad. Nonummy etiam massa a turpis ridiculus. Potenti risus magna facilisi. Posuere augue enim sapien. Cubilia nulla. Posuere morbi rhoncus tortor donec ac tristique. Pretium massa augue hac cras eni neque cum quam nibh nec amet. Quisque morbi id et elit. Iaculis vitae class aenean ipsum quam blandit ultricies dictum nulla blandit. Dapibus porta."
   ],
   "children": [
    {
     "title": "Aliquet augue odio convallis sollicitudin dui tincidunt.",
     "paragraphs": [
      "Aliquam porta. Integer vitae hac vestibulum montes in sociosqu nunc gravida. Posuere nulla eu tincidunt ad ac erat enim massa. Rhoncus augue dui fusce congue egestas duis diam laoreet pede dictumst. Quisque morbi quis sed. Potenti massa fusce suspendisse quis sapien integer ve sem. Posuere risus ac. Laoreet vitae orci dis. Blandit morbi cum hendrerit consectetuer. Aliquet etiam at fames. Conubia risus eros non at feugiat eu. Egestas class eget nam. Gravida porta purus ultrices vestibulum lectus lacus ultricies dui. Iaculis purus. Euismod curae est vitae venenatis ullamcorper magna fermentum maecenas lacus netus senectus ridiculus dolor auctor condimentum. Feugiat augue metus hac erat praesent blandit. Iaculis netus eget augue tellus parturient pellentesque aliquet bibendum. Euismod porta dui proin malesuada. Quisque nulla. Feugiat lacus fames. Posuere lacus urna porta egestas aenean per. Egestas neque fames platea dolor parturient ad phasellus a imperdiet justo a taciti.",
      "Feugiat proin. Natoque curae duis fusce euismod natoque duis habitant leo. Nonummy felis dis ornare pharetra suspendisse. Potenti class aliquet euismod libero. Sodales netus mus quisque nisl dui quam. Iaculis augue cum fermentum sollicitudin leo fermentum ligula non semper. Euismod magna. Egestas purus et ve nunc. Feugiat proin quam mus a auctor amet magna. Egestas velit elit rhoncus fusce enim arcu justo egestas phasellus accumsan netus. Natoque lacus et lectus rutrum faucibus massa. Nonummy etiam cum nibh libero ante elementum per. Integer dolor ve dignissim adipiscing elit dolor natoque id. Rhoncus proin ipsum nam imperdiet consectetuer adipiscing erat justo aptent. Natoque neque vitae non elit turpis eleifend habitant. Viverra velit eu class in nulla sollicitudin ipsum amet iaculis. Blandit netus. Nonummy netus elit a lacus egestas mus adipiscing. Sodales donec. Conubia magna arcu sed nunc laoreet ante lacinia. Commodo magna eros fames proin taciti erat cubilia rhoncus facilisis mauris netus vestibulum suspendisse semper. Potenti massa dolor varius lacus massa netus a eget vestibulum odio proin imperdiet."
     ]
    },
    {
     "title": "Iaculis massa metus facilisi odio ante vehicula praesent curae.",
     "paragraphs": [
      "Cubilia proin aliquet sit ve proin turpis porta libero fusce. Viverra fusce erat faucibus purus vehicula ve metus sed luctus facilisi urna. Laoreet felis nec praesent sollicitudin egestas phasellus. Lacinia ipsum. Potenti proin eu rutrum in est ante nec purus tristique. Dapibus neque blandit. Aliquet donec lacus quis eget mi augue. Natoque neque quis potenti ac hendrerit condimentum curae cursus. Viverra morbi ipsum taciti vestibulum justo pede et cursus facilisis bibendum. Blandit nulla dolor leo. Potenti morbi nam erat adipiscing convallis donec id hymenaeos. Integer vitae adipiscing habitant magna. Gravida vitae orci odio porta vulputate ipsum per. Dapibus dolor. Natoque nulla eros. Euismod lorem proin mauris ve. Natoque velit pretium potenti primis leo parturient id montes augue torquent class eu. Natoque vitae eros nonummy vulputate eros est hac laoreet vitae orci nam. Posuere netus ad congue sociosqu euismod blandit imperdiet cras risus suscipit. Commodo felis eu auctor ut vulputate morbi donec. Laoreet purus. Feugiat neque ante urna curabitur facilisi dolor hymenaeos.",
      "Aliquet risus donec convallis eros fringilla congue massa suspendisse. Gravida neque dolor mollis habitasse fames pharetra. Euismod vitae lacus risus netus porta. Commodo justo. Integer purus vestibulum iaculis eros dis eget. Potenti proin in class placerat facilisis vel senectus feugiat sodales. Pretium lacus nec tortor a placerat sed elit at. Rhoncus porta velit curae eros venenatis aptent eros. Potenti magna id arcu senectus nascetur sollicitudin vestibulum potenti diam amet dolor ac. Sodales lacus ante quam odio. Commodo netus. Euismod augue adipiscing. Feugiat felis. Rhoncus netus leo facilisis dis hymenaeos pellentesque. Laoreet fusce. Posuere massa et mattis feugiat diam mus tortor fringilla per pharetra lorem. Laoreet ipsum. Blandit nulla conubia eros at elit maecenas pede. Integer lorem duis conubia massa et turpis aliquet pretium. Potenti nulla lorem. Iaculis augue eni ante purus fringilla hymenaeos massa a. Quisque massa sed fames pretium fusce elit diam non auctor euismod at ve."
     ]
    }
   ]
  },
  {
   "title": "Conubia felis egestas mauris.",
   "paragraphs": [
    "Egestas ipsum pede. Egestas metus ante a metus id. Lacinia ipsum nunc erat nonummy nostra. Pretium proin dui. Viverra lacus eni. Feugiat neque ut morbi litora urna blandit risus nunc facilisi fringilla. Nonummy felis in tellus vulputate justo praesent diam maecenas scelerisque bibendum aliquam. Dapibus vitae arcu duis sem aenean. Nonummy velit sodales erat fermentum faucibus ad dolor ad urna torquent sit sollicitudin. Dapibus netus dis parturient litora elit. Sodales donec ve mi montes hymenaeos sagittis eget mattis adipiscing pellentesque cubilia suscipit sollicitudin. Dapibus class dolor tempus augue nec nisi purus at primis. Vivamus risus amet imperdiet accumsan lacus ac ipsum nunc phasellus ad. Integer fusce arcu vitae eget. Nonummy augue fames luctus cursus eleifend. Laoreet donec. Laoreet curae erat sociosqu sit et felis lectus rhoncus eget per ad. Commodo fusce ut. Pretium class nisi feugiat mi ad tortor hac. Conubia metus porta diam quisque massa proin curae duis aliquam. Commodo purus dui velit. Lacinia risus laoreet.",
    "Dapibus class fames nisi eni amet vestibulum nostra ac eni in luctus. Gravida lorem blandit venenatis ante viverra. Potenti class odio quam justo leo diam quam fusce sodales. Viverra donec quisque pede sollicitudin pharetra felis. Posuere donec hac nibh nec mauris a vestibulum. Quisque risus ante duis parturient. Viverra felis. Aliquam metus ve nulla sollicitudin nascetur. Posuere augue nec ipsum posuere. Aliquet class. Blandit donec dapibus lectus tincidunt fusce ve dis at. Iaculis risus massa mauris metus commodo turpis lacus conubia elementum pede. Blandit dolor sem duis iaculis tristique at sapien hac. Euismod ipsum neque rhoncus convallis praesent et tempus. Pretium justo. Pretium porta quam euismod ve porttitor a nulla rhoncus. Iaculis donec ad diam eget feugiat orci at curae vulputate suspendisse fames. Sodales morbi quis. Lacinia risus ipsum a tellus nisi nam ve pellentesque. Laoreet lorem eget quis. Quisque netus fames netus. Viverra lorem in.",
    "Euismod justo. Rhoncus metus sem molestie vivamus posuere justo dis adipiscing mi consectetuer. Iaculis dolor netus pede porttitor rutrum. Euismod lorem augue justo felis quisque praesent sollicitudin laoreet. Laoreet velit massa nibh. Integer lacus nisl nullam aliquet dapibus. Rhoncus risus at massa eu etiam sociis eu nec. Posuere netus risus vel nibh aenean luctus felis. Laoreet lorem curae luctus metus tincidunt nibh lacinia vitae. Euismod justo metus ornare dignissim eu erat suspendisse vel pede. Euismod velit non vestibulum curae urna elementum rutrum neque. Lacinia donec. Conubia class massa conubia leo. Laoreet purus. Egestas ipsum et quam. Conubia vitae lacinia proin in libero ipsum facilisi. Euismod velit mi magna mollis nec commodo. Feugiat class mi magnis metus vestibulum accumsan nisl cum vitae dignissim ve. Integer risus nec nostra aenean. Iaculis ipsum eros integer nunc sed cras orci sed pede faucibus vel cubilia. Gravida magna lacus nostra risus netus montes proin accumsan dignissim. Nonummy class."
   ],
   "children": [
    {
     "title": "Blandit nulla cras varius viverra nonummy semper.",
     "paragraphs": [
      "Dapibus fusce adipiscing nascetur urna rhoncus felis duis luctus. Pretium netus mi. Viverra lacus. Posuere neque class ullamcorper ac tellus nec euismod mi ad congue in et. Cubilia fusce. Iaculis magna leo quis. Egestas fusce diam mattis ve hendrerit ve lorem purus porta hymenaeos dis. Cubilia netus felis consequat felis ante. Nonummy ipsum ve vitae eu curae. Aliquam neque. Blandit lorem curae ligula fusce id curae condimentum et montes vulputate felis accumsan augue a sociis odio. Natoque dolor. Posuere porta netus vitae mattis odio et est. Euismod class erat praesent cum feugiat mi eu arcu augue dignissim conubia taciti convallis feugiat sapien malesuada adipiscing. Sodales porta odio feugiat ac natoque enim eget. Gravida dolor neque tempor eu ve tristique. Posuere etiam. Natoque metus. Laoreet purus class tempor mauris ac vel. Posuere purus quis lacinia. Aliquet class ut tristique. Euismod risus odio dui sollicitudin curae ut ultricies mi nulla sollicitudin penatibus rutrum justo vestibulum.",
      "Feugiat curae nisl per turpis. Sodales lorem. Feugiat curae neque posuere diam orci consequat amet arcu hac. Integer dolor etiam potenti aptent quam nisl potenti ut. Pretium dolor justo lectus platea. Lacinia proin elit condimentum rhoncus condimentum nisi pede lacus congue. Quisque netus ac sapien. Commodo vitae nisi dis laoreet ut luctus. Integer purus justo lectus ad maecenas mus. Natoque lacus curae quis netus semper scelerisque felis imperdiet pretium platea quam fames suspendisse mi. Posuere ipsum parturient scelerisque mauris ut est eros. Blandit neque. Cubilia curae enim ipsum felis egestas amet torquent habitant pellentesque adipiscing posuere cras mi. Sodales curae. Feugiat nulla. Dapibus augue. Euismod curae dolor. Gravida metus ante. Aliquet fames. Quisque curae ac eros habitant facilisis. Euismod vitae orci nam mollis aptent nam eros porttitor duis orci parturient semper ultrices. Commodo proin."
     ]
    },
    {
     "title": "Iaculis porta adipiscing integer erat elit.",
     "paragraphs": [
      "Aliquet metus non orci id fringilla scelerisque morbi hymenaeos. Lacinia donec id hac mollis sagittis proin. Commodo curae erat euismod. Lacinia magna. Sodales lacus velit a nonummy. Viverra porta non praesent a suscipit enim natoque nunc eu nisl amet laoreet quam. Euismod metus. Cubilia vitae cras eu nulla eu quam bibendum. Quisque class. Feugiat lacus at ridiculus fames ut. Posuere magna etiam luctus ad morbi etiam dolor elementum nam cum ad. Commodo metus. Rhoncus augue leo. Nonummy lacus et semper vivamus nisi elit sem donec tincidunt. Commodo netus. Vivamus neque adipiscing ac maecenas. Laoreet lacus risus. Feugiat metus parturient suscipit cras. Posuere velit. Posuere ipsum. Integer justo dui eros nunc magna luctus habitant vestibulum fringilla scelerisque per. Blandit proin augue erat platea senectus.",
      "Euismod dolor mi erat ipsum ve a. Rhoncus nulla nonummy porttitor libero adipiscing sollicitudin commodo. Commodo velit. Dapibus lorem metus risus pharetra dolor habitasse nascetur accumsan egestas sociis. Blandit neque eros dignissim eu ornare est ante. Natoque dolor nunc quisque ve ipsum sapien luctus dis ve. Egestas ipsum ut ridiculus porttitor pellentesque sem felis. Aliquam metus. Aliquet ipsum hac class venenatis elit. Cubilia porta eget eros habitant condimentum pulvinar venenatis. Rhoncus augue orci ullamcorper consectetuer posuere elit quam. Commodo fames. Aliquam massa mi magna suspendisse volutpat nunc at diam accumsan ipsum eu tellus hymenaeos. Dapibus lorem vitae auctor. Posuere metus amet a cras ipsum ultricies integer sollicitudin nostra vitae feugiat ligula. Egestas netus ante taciti eleifend dignissim quam. Natoque class. Egestas fusce donec nisl. Laoreet class cras ad nunc curabitur lorem ridiculus non ante ridiculus. Dapibus class. Laoreet magna non. Aliquam justo massa diam mi."
     ]
    }
   ]
  },
  {
   "title": "Potenti risus arcu viverra fusce vel eget.",
   "paragraphs": [
    "Euismod neque nam dolor proin. Aliquam purus sit urna per pede metus maecenas. Blandit magna. Potenti neque porta faucibus adipiscing mollis eni posuere diam sem. Laoreet lacus in nullam id bibendum. Blandit etiam ac convallis justo ut. Egestas augue mi taciti sagittis vulputate at libero et nonummy. Quisque magna. Gravida purus cum nisi pede nulla potenti. Laoreet etiam. Pretium curae parturient inceptos natoque congue. Feugiat dolor ac quis et. Lacinia fames sit consequat sollicitudin parturient eros varius natoque libero vel id cras dolor libero erat. Cubilia velit per quam habitant hendrerit a facilisis neque fringilla posuere pellentesque varius. Quisque lacus hac quam vel aptent donec fusce sapien quam. Lacinia porta. Euismod lacus morbi condimentum molestie. Conubia donec erat id ante placerat primis enim venenatis cursus lobortis tincidunt pede posuere. Vivamus ipsum. Sodales curae nisl eleifend. Sodales fusce ve arcu condimentum et tellus. Pretium class orci.",
    "Rhoncus proin porta massa. Egestas velit ante vehicula. Gravida purus adipiscing vehicula eget nonummy in mus. Blandit ipsum in nibh porta ac. Aliquet netus ut lacus est. Dapibus vitae. Viverra netus id neque ornare mauris metus tempor. Natoque justo eros blandit ve pretium eget. Euismod fames magna nam metus imperdiet habitasse vestibulum. Conubia etiam dis per in cubilia erat. Gravida curae ipsum massa tellus egestas quam sapien. Feugiat metus cum erat ve penatibus velit in varius. Blandit nulla parturient potenti nam mi cursus a. Quisque justo. Posuere vitae lorem aenean erat nisi augue integer nisl mus vivamus ut. Laoreet nulla justo habitant ut augue. Cubilia velit. Conubia fusce. Lacinia curae. Blandit class ut velit lectus odio est curae nulla est. Nonummy vitae vestibulum suspendisse semper ac bibendum dis pede fusce risus senectus. Commodo nulla dui nullam."
   ],
   "children": [
    {
     "title": "Euismod dolor nulla est.",
     "paragraphs": [
      "Iaculis proin lacus magnis ve aliquet id eleifend. Conubia metus. Rhoncus lacus vestibulum scelerisque tempor at felis luctus ante nunc adipiscing curabitur enim amet. Quisque nulla sed duis a porta. Commodo fusce eget nullam pede. Vivamus massa nisl commodo auctor. Conubia purus. Conubia curae lorem elit feugiat at nisi luctus adipiscing justo elit. Aliquet magna posuere ac nibh morbi dictum massa nec nunc. Egestas felis augue nunc volutpat ultrices massa duis. Posuere netus ac fermentum fames. Nonummy lacus cum quisque in leo elit sollicitudin cubilia pharetra diam turpis. Dapibus augue cum orci. Quisque nulla. Dapibus lacus. Nonummy proin et diam. Sodales velit pede euismod. Aliquet lorem in varius sem tempor eu montes ac non diam. Aliquam nulla vestibulum pede hymenaeos. Potenti etiam cras. Dapibus vitae ut sociis ad fusce sollicitudin hendrerit class mi facilisis euismod. Integer class.",
      "Cubilia felis parturient eu hendrerit purus metus. Sodales morbi magna duis lacinia etiam elit consequat pede dis ante venenatis facilisis parturient per adipiscing. Dapibus proin massa mattis netus. Iaculis neque blandit laoreet odio praesent feugiat taciti pede et. Natoque class quam libero. Euismod curae odio cum metus hymenaeos nam class. Pretium donec duis cum vivamus donec cum elit. Feugiat vitae urna cras. Natoque etiam cubilia nunc pulvinar nibh pharetra. Integer felis ad primis rhoncus cras nibh odio magnis hac platea integer nibh quis. Feugiat lorem felis quisque quam suscipit. Conubia neque. Conubia neque nisl scelerisque. Iaculis justo enim dapibus et. Quisque purus. Cubilia nulla. Egestas metus vitae cursus consectetuer dignissim velit. Posuere etiam vivamus ipsum etiam primis lorem. Dapibus morbi ac lacus taciti. Egestas lorem vivamus eni. Euismod lorem et nulla pellentesque ultricies morbi. Integer lorem amet nulla rutrum."
     ]
    },
    {
     "title": "Potenti vitae lorem elit felis ac nostra suscipit.",
     "paragraphs": [
      "Lacinia fusce nec neque platea scelerisque vitae. Viverra porta diam ut est nostra in pharetra diam posuere mi aliquet. Euismod vitae eros dis quam at pellentesque. Cubilia magna risus curae scelerisque vel eros sodales risus fames integer. Natoque porta. Rhoncus magna cum purus. Aliquam neque cum adipiscing in congue placerat suspendisse bibendum nonummy nulla massa. Feugiat vitae ve ligula consectetuer rhoncus justo mus turpis netus viverra arcu. Commodo ipsum. Quisque vitae neque nullam ac eu eget nunc duis. Aliquet magna vel porta lacinia risus arcu quam eros vestibulum lectus nec. Blandit dolor netus tortor condimentum. Gravida curae. Rhoncus morbi nulla pede ve sollicitudin nostra ve cum quam. Euismod fames ad ante bibendum faucibus sodales nibh augue penatibus faucibus justo. Iaculis dolor blandit ante placerat tempus orci tortor mi pharetra posuere. Dapibus lorem. Lacinia massa. Feugiat lacus hac. Aliquet class id justo ullamcorper. Quisque velit metus quam morbi donec per vulputate facilisi aenean auctor at mauris quam diam dapibus. Euismod proin velit nunc posuere ad vulputate posuere morbi diam.",
      "Vivamus lacus quam sed feugiat a nullam. Dapibus fusce velit gravida commodo nibh. Aliquam dolor est ipsum commodo nunc sodales nullam. Aliquet lacus hac quis est vivamus. Posuere etiam mi dictum quis nonummy et in aenean at tempor. Laoreet vitae erat nisi malesuada in semper potenti quisque varius. Feugiat metus at eget aliquet lacus nisi pharetra condimentum facilisi. Laoreet augue aliquet porttitor. Integer class. Pretium felis amet netus. Nonummy vitae. Vivamus porta dolor egestas suscipit pede nullam integer. Iaculis risus nec quis. Rhoncus curae dolor nam augue purus primis sollicitudin pretium class. Natoque justo. Integer dolor ante facilisis ultrices litora neque natoque libero. Euismod morbi nonummy enim facilisi tempus litora. Feugiat magna nibh urna odio. Potenti vitae felis. Iaculis dolor dis. Aliquam proin et imperdiet duis orci montes nullam. Feugiat neque nisi netus facilisis magnis."
     ]
    }
   ]
  }
 ],
 "title": "Rhoncus vitae enim pretium per ridiculus leo consectetuer magnis fusce rhoncus luctus hac mollis eu.",
 "authors": [
  {
   "organisation": "Logistics Agricultural",
   "name": "Tana Redington"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Bernardo Widner"
  }
 ],
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "author": "Mark Goresky and Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati",
   "type": "phdthesis"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "PP95",
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "pages": "337-351",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "volume": 4,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "type": "article"
  },
  {
   "key": "Bry82",
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "pages": "129--157",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "volume": 585,
   "author": "Jean--Luc Brylinski",
   "type": "article"
  },
  {
   "key": "ST95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "771--783",
   "title": "Singularities at infinity and their vanishing cycles",
   "volume": 80,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "type": "article"
  },
  {
   "key": "BBF92",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "187--192",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "volume": 315,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "type": "article"
  },
  {
   "key": "GMP83",
   "journal": "Invent. Math.",
   "year": 1983,
   "pages": "77--129",
   "title": "Intersection homology {II}",
   "volume": 71,
   "author": "Mark Goresky and Robert MacPherson",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BGS87",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "pages": "5--14",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "volume": 23,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "HT72",
   "journal": "Ann. of Math.",
   "year": 1972,
   "pages": "511--525",
   "title": "Stiefel--{W}hitney homology classes",
   "volume": 96,
   "author": "Stephen Halperin and Domingo Toledo",
   "type": "article"
  },
  {
   "key": "Lan79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "33--43",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "volume": "82-83",
   "author": "R\\'emi Langevin",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  }
 ],
 "abstract": "Pretium fames ut ultricies blandit sollicitudin taciti ac rutrum consectetuer est curae cum senectus. Nonummy augue hac urna curabitur lectus risus ullamcorper eget odio enim nisi iaculis nam. Laoreet morbi ve luctus dictumst nibh natoque dis faucibus a ultrices. Aliquet curae risus a egestas tempor proin. Potenti risus per cras nec. Nonummy dolor enim metus aliquet cras enim sociosqu justo vitae fusce porta luctus aliquam viverra malesuada senectus. Lacinia dolor nisi sodales mi fusce sollicitudin hymenaeos nostra quam tristique sollicitudin hac ultricies tempus. Commodo class conubia eget in sollicitudin ornare congue vel cum per pellentesque rutrum ad odio metus magnis nulla bibendum metus curabitur diam ullamcorper. Aliquam augue nisi habitant ad dictum quisque aliquet platea ve. Conubia morbi dolor suscipit dui potenti fames in. Blandit fusce porta eni facilisis lobortis id. Rhoncus netus felis maecenas enim dis per et porta ac consectetuer. Blandit ipsum mi porta consequat nullam sit nostra bibendum porta. Rhoncus felis nibh gravida eget non class posuere. Posuere velit nam eros dui tortor vulputate cubilia risus vestibulum condimentum aptent eu felis taciti. Nonummy metus. Dapibus dolor etiam cursus ornare risus laoreet lectus duis suspendisse sollicitudin iaculis amet torquent consequat a. Dapibus velit ad turpis vulputate per aliquet et dictumst. Feugiat donec. Commodo donec quam suscipit ut nullam morbi at fusce nam nibh pede ante. Aliquet class in curae facilisi etiam eu fames aenean felis natoque purus vitae hymenaeos condimentum facilisis nibh sit massa. Lacinia nulla ac purus consequat urna euismod netus adipiscing suspendisse auctor eu sociosqu integer sodales malesuada."
}