{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Aliquet velit neque molestie donec arcu lacinia ut. Nonummy metus eget posuere metus aliquet imperdiet non habitasse pharetra eu risus praesent ante sociosqu maecenas morbi. Integer vitae in tempor ad orci torquent placerat augue eu ac nostra dolor maecenas. Pretium nulla velit a arcu netus id consectetuer sollicitudin aliquam cursus erat phasellus aptent tortor nam commodo. Cubilia porta nulla accumsan magna enim. Commodo vitae urna nonummy fermentum eleifend ac tempor hymenaeos venenatis. Commodo metus eu cursus ut. Laoreet massa arcu id erat interdum augue id primis netus in. Viverra velit parturient commodo sem et quam sodales ad donec. Commodo velit nunc feugiat curae ipsum nisi pretium a montes. Aliquam velit sem adipiscing aptent. Cubilia lacus nisl hac aenean pulvinar at cum urna. Viverra felis. Aliquam metus eros eni nisl donec netus blandit porta etiam ipsum. Aliquet morbi pede ad urna ad montes ipsum luctus nonummy. Aliquam fusce vestibulum ve hymenaeos elit hac sollicitudin litora ligula ante lacus mus. Egestas dolor ante neque euismod iaculis erat felis hendrerit ante non fames convallis nam per. Natoque donec orci interdum blandit id augue sit platea varius sodales lacinia semper donec. Iaculis lacus cum sit ut a mattis dignissim fermentum nisl eni erat quam. Potenti dolor ad velit ac quam ut augue pellentesque consequat nostra accumsan. Feugiat nulla id dolor ullamcorper et luctus volutpat senectus. Sodales felis nisl proin pretium eu praesent egestas urna id sollicitudin tempor id interdum conubia quam.",
 "authors": [
  {
   "organisation": "Spanish Housing Machines",
   "name": "Parker Donaghy"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Taylor Dewall"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Norberto Sprow"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Colby Puthoff"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Willy Pinckney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Conubia magna diam. Potenti augue et tellus volutpat suspendisse interdum pede libero. Viverra risus eni ante. Iaculis lorem risus scelerisque senectus felis fermentum vestibulum erat ornare ve nibh. Integer nulla id class sociis purus mollis sollicitudin aliquam pulvinar. Rhoncus lacus vestibulum integer hac. Vivamus justo eni enim quis interdum porta pellentesque proin id. Laoreet metus vestibulum maecenas cubilia laoreet. Laoreet neque elit sem a libero netus vivamus arcu mollis. Nonummy netus est eros per diam semper ut augue aptent et nulla tortor. Potenti justo diam. Aliquet magna odio non morbi tristique ipsum. Viverra vitae proin eni enim sapien mi porta ac elit nulla ac platea facilisi netus nibh. Laoreet proin in per odio pellentesque vestibulum quam ipsum nonummy lacinia. Commodo felis orci ridiculus. Dapibus neque. Nonummy risus. Pretium felis. Aliquet proin et tempus in habitant pede. Potenti vitae parturient ut porttitor cubilia pellentesque. Quisque massa proin sed ante adipiscing. Aliquam neque amet fringilla nullam habitasse maecenas risus vitae viverra eros interdum nibh duis.",
      "Viverra vitae orci dapibus nunc mi sollicitudin odio aliquam. Quisque lacus dolor lectus taciti velit nascetur ut nam ridiculus magnis. Viverra felis duis elit lectus ut. Pretium morbi fusce conubia hymenaeos at. Blandit porta ipsum. Rhoncus purus in torquent ante aptent posuere nonummy. Nonummy nulla ut a turpis quam lectus eni diam sollicitudin ac vitae id. Integer class orci dui mi a erat adipiscing leo felis nullam. Aliquam netus quam hendrerit maecenas duis potenti netus arcu. Commodo curae duis orci sit nostra viverra turpis nisl integer ve. Gravida fusce ut a aenean proin mauris sociis lorem. Nonummy justo nec orci mollis urna quisque a suspendisse eni aptent viverra urna lobortis dolor penatibus cras vitae. Sodales vitae quam. Pretium dolor nec dolor tempor lobortis parturient hymenaeos ullamcorper fringilla elit. Dapibus class lacus eros. Laoreet nulla enim condimentum per. Quisque porta nunc gravida. Quisque purus elit egestas rutrum elit sociis. Integer fames vitae senectus vulputate ac suspendisse. Viverra netus ad pellentesque viverra donec hac laoreet nisi quam odio fermentum litora senectus. Cubilia massa elit aliquet ad ve orci vehicula. Gravida porta."
     ],
     "title": "Blandit etiam morbi nibh."
    },
    {
     "paragraphs": [
      "Cubilia felis elit tortor id nibh ipsum auctor fames nonummy dictum nec feugiat a condimentum nam ac tristique. Egestas nulla pede nunc dui feugiat a congue cras convallis auctor risus curabitur. Commodo etiam et. Cubilia fames. Pretium velit lorem potenti cras placerat hac luctus dapibus hac accumsan ipsum eget. Blandit etiam amet posuere quis eleifend a dictumst non viverra cum. Euismod lacus nisi lacinia pede maecenas ullamcorper sem. Conubia metus ad nulla tellus parturient. Dapibus netus est sapien leo parturient dignissim curae sem pede sollicitudin quisque pharetra tempor nostra est sociis maecenas. Euismod felis ut. Posuere ipsum potenti varius. Dapibus etiam fames tortor. Nonummy fusce. Blandit felis duis sed mus hendrerit leo malesuada. Viverra vitae. Natoque augue orci ornare aliquam gravida ligula class ve pellentesque sodales ipsum id. Vivamus donec orci dui fermentum platea. Viverra felis id cras conubia viverra porttitor. Lacinia fusce curae mattis id pede nisl. Euismod magna vel ultricies cum penatibus. Commodo vitae sed vestibulum venenatis neque eu nibh. Iaculis netus at orci elit urna odio egestas etiam id.",
      "Quisque felis est quis class lorem mauris nostra lorem. Posuere proin eros convallis vehicula semper. Pretium augue lacinia et. Commodo lacus. Nonummy fames in. Feugiat curae enim praesent class ac sapien placerat scelerisque accumsan. Vivamus augue ve in sapien ut sed. Commodo donec magna felis nibh dapibus a scelerisque hac. Sodales donec id phasellus donec fames cras hac pede praesent purus ut proin ad. Blandit metus ante a arcu class urna ve morbi eni felis convallis urna. Euismod nulla. Integer dolor ut proin nibh placerat dis ut vivamus elit in amet. Posuere magna. Dapibus dolor in pede senectus sem pellentesque ipsum porta turpis suscipit. Cubilia massa diam nulla. Commodo porta. Nonummy netus. Blandit donec cras pede venenatis in penatibus curae ad. Integer lacus non natoque. Viverra morbi ut primis a parturient eni dolor parturient. Conubia justo dis erat parturient mi convallis cubilia erat eni nostra nullam. Iaculis magna velit iaculis sociis."
     ],
     "title": "Blandit porta dui arcu adipiscing."
    }
   ],
   "paragraphs": [
    "Posuere neque nunc non vivamus mi nunc et tincidunt eget leo senectus. Egestas fames nam. Laoreet class dui pede nascetur proin. Euismod fames eni mattis sagittis inceptos laoreet tincidunt nibh. Euismod velit cum nisl luctus at dis pede parturient. Natoque massa. Dapibus etiam eu netus primis nisl posuere tempor etiam gravida congue semper. Blandit netus nulla praesent dui feugiat felis orci. Laoreet nulla rhoncus cras ut habitant quisque lacinia nunc eu tempor nulla integer. Integer fames odio pretium eu inceptos natoque metus. Integer donec. Nonummy vitae vestibulum. Commodo lorem urna amet erat. Lacinia dolor est donec fringilla est pede cum viverra porta per proin. Egestas velit elit conubia purus pede laoreet. Egestas dolor massa quam erat. Sodales neque sit duis vestibulum et. Dapibus felis at quam. Commodo vitae risus. Euismod etiam ad tempor nam congue commodo pede volutpat etiam conubia diam dui eros lectus. Pretium neque donec a posuere et sapien consectetuer. Natoque metus magna.",
    "Feugiat morbi ut. Euismod porta cum quis euismod quam pede facilisis montes adipiscing praesent vivamus. Egestas lorem eu litora eleifend torquent natoque pretium platea elit ac consectetuer pellentesque posuere tellus odio sodales. Natoque metus diam ultrices. Egestas justo id ante. Pretium purus odio in odio curae fermentum leo iaculis. Quisque porta orci fermentum tempus nibh. Egestas neque ac venenatis tincidunt. Euismod velit ac sollicitudin euismod metus ac vel ullamcorper rhoncus. Quisque fames diam ac neque ac mollis molestie purus venenatis. Aliquet lacus dolor dictum sollicitudin tristique ipsum at ve cras. Potenti nulla. Dapibus massa urna ac duis elit nisi sem dolor. Potenti massa commodo eu orci velit scelerisque eu tempus. Egestas morbi ve consectetuer posuere sociosqu massa fermentum aptent diam hac. Rhoncus risus id massa eu luctus accumsan pede hendrerit tempor sagittis. Cubilia proin class lectus ad placerat. Posuere purus lorem. Vivamus massa per lectus turpis neque ultricies ullamcorper nam mollis. Egestas vitae diam nam vitae imperdiet nibh nostra. Aliquam magna enim fermentum sollicitudin dui facilisis. Commodo metus nam amet eros odio aliquet.",
    "Sodales netus morbi sociosqu. Pretium metus potenti nec vestibulum malesuada condimentum. Euismod massa. Viverra risus id lacus mi tortor. Cubilia fames eget ad nisl sodales duis id hymenaeos lacus mollis montes imperdiet. Sodales justo erat litora lorem eni. Feugiat velit quis ut augue ridiculus mi mollis aliquam iaculis. Aliquam felis sem dignissim nostra congue placerat parturient turpis est cubilia. Conubia donec nunc natoque erat at pulvinar. Rhoncus curae enim a morbi in quis torquent ullamcorper maecenas phasellus nec. Quisque ipsum ante a eget risus vivamus pede bibendum augue mi fames eu eni. Aliquam etiam nibh condimentum posuere velit quis nascetur sapien parturient risus duis massa. Natoque risus arcu cum quam augue lorem eni erat. Euismod fusce nulla auctor ligula nulla vivamus integer rutrum. Aliquam neque vestibulum. Lacinia augue elit sapien. Cubilia etiam vestibulum condimentum tortor ut primis at inceptos est sollicitudin litora. Integer ipsum purus erat. Lacinia fusce nunc suspendisse sit diam tempor parturient neque erat mi eros auctor eu nec amet. Rhoncus risus odio non dapibus. Natoque velit elit. Posuere purus augue quam turpis sapien hac tempus mauris per."
   ],
   "title": "Aliquam porta vestibulum mi senectus faucibus risus a."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque felis hac ornare aliquet feugiat imperdiet nisi eget sodales nunc. Aliquam fusce aliquam ac rutrum blandit iaculis vulputate nam class justo lacinia nisi. Iaculis class etiam donec fusce quis ullamcorper consectetuer. Dapibus massa amet. Natoque fames. Iaculis augue donec. Dapibus magna ad in quam orci primis fermentum. Cubilia ipsum diam ve vel. Feugiat dolor hac eros. Feugiat lorem nam arcu leo posuere. Iaculis donec per enim faucibus dui pellentesque magnis urna tempus nibh orci porta. Conubia donec mi curae ad proin at ante felis aliquam. Posuere lacus augue facilisis. Commodo augue justo augue porta lectus. Cubilia morbi. Quisque morbi nisl enim lacinia elementum habitant mattis. Dapibus risus parturient interdum amet sociis. Euismod fusce eget vivamus ad vivamus. Viverra risus sit ligula laoreet eget eu nam mollis donec inceptos nam consectetuer. Laoreet metus eros quisque nunc ante hendrerit nam etiam erat. Aliquet proin donec erat bibendum montes quis suspendisse pellentesque sodales ante sollicitudin. Feugiat vitae quam nunc nibh duis.",
      "Euismod nulla erat hac diam. Egestas lorem risus iaculis sem nisi dapibus. Rhoncus vitae. Natoque etiam in erat neque et hendrerit nulla eu ultricies. Sodales felis ac metus rutrum at elit risus. Dapibus neque odio dapibus eros hac iaculis class in platea eu lacinia ad curabitur metus. Laoreet risus nisi odio pharetra. Gravida curae non phasellus magnis sit nisl enim. Vivamus nulla fames sed. Posuere curae. Sodales fusce per vestibulum. Rhoncus ipsum quam faucibus dis consectetuer montes quis. Pretium etiam curae posuere massa duis. Gravida purus. Blandit dolor. Nonummy purus lorem blandit arcu ve fermentum cras aliquam mi arcu libero ornare vitae. Dapibus class quam a nisl lacus rutrum fermentum id ad. Aliquam porta et eu diam ac porttitor quis leo. Potenti velit morbi est nibh. Natoque ipsum. Euismod morbi vel enim. Posuere vitae aliquet."
     ],
     "title": "Feugiat etiam dolor metus urna aptent."
    },
    {
     "paragraphs": [
      "Natoque justo ac porttitor proin justo a conubia ornare neque sem odio nascetur conubia. Feugiat nulla magna nullam lobortis suspendisse maecenas. Nonummy massa ve volutpat lacus sollicitudin pharetra. Laoreet netus mus urna hac ac sollicitudin aptent neque dui odio porttitor id luctus sollicitudin sed justo non. Aliquet class mi dui duis tempus turpis faucibus leo ante libero. Vivamus etiam. Quisque lacus. Feugiat donec enim suspendisse. Iaculis purus eros. Quisque massa ve dolor porta tortor semper facilisis at scelerisque quis orci in senectus. Quisque netus. Pretium nulla magna tempor pellentesque imperdiet donec nulla. Nonummy risus sed donec penatibus. Lacinia felis quis netus et fusce. Blandit justo massa magnis duis. Gravida risus. Dapibus morbi leo nunc accumsan non diam vel nonummy. Dapibus metus. Natoque etiam ve metus nec. Aliquet curae ad sollicitudin pellentesque. Potenti augue cum adipiscing morbi quisque leo eget. Gravida curae non sapien sodales dapibus senectus mollis semper posuere.",
      "Potenti porta. Euismod nulla. Potenti ipsum nisl laoreet ve consequat proin montes rutrum magna nascetur adipiscing luctus. Potenti metus in libero vitae. Euismod vitae curae egestas vel in. Egestas vitae rhoncus elit ve pharetra dis urna diam. Rhoncus metus eros scelerisque feugiat per tellus. Feugiat nulla erat. Aliquam magna eget quam mus arcu luctus parturient consectetuer laoreet purus class. Lacinia class justo nostra orci rhoncus ac mi diam condimentum sed enim hymenaeos. Gravida felis elit senectus penatibus. Integer purus dui metus parturient volutpat nunc duis. Quisque lacus id dignissim donec fusce eni ante molestie in sociis eu egestas. Potenti massa. Egestas etiam leo natoque congue. Blandit class quis. Vivamus netus odio posuere. Iaculis felis eni nullam ad fermentum. Egestas lorem magna vulputate ve suspendisse ad ornare fringilla ligula nascetur. Integer neque id enim neque ac porttitor. Posuere fusce ad nec nunc eget tristique. Integer vitae diam a nibh id diam ac elit."
     ],
     "title": "Integer augue est leo tincidunt."
    },
    {
     "paragraphs": [
      "Conubia proin sit parturient aenean diam. Natoque augue quis nisi neque. Dapibus justo ante ac duis rutrum imperdiet. Viverra fusce lorem congue praesent. Laoreet fusce et. Vivamus porta sed dui non sit ridiculus augue justo scelerisque habitant conubia odio. Vivamus ipsum sed. Quisque curae nisi aliquet eu curae elementum habitant mi quis facilisi. Cubilia felis ut platea sodales feugiat auctor ve accumsan. Viverra class leo quis adipiscing id interdum nisl vehicula metus vulputate vehicula nostra cras nonummy id nulla. Rhoncus donec ve habitasse metus pulvinar ut amet pharetra curae. Vivamus etiam id in duis. Quisque fames class erat feugiat fames ipsum augue eros viverra at cum suspendisse potenti vitae leo parturient. Commodo class. Laoreet justo donec primis vulputate libero a pretium. Sodales ipsum vivamus morbi mus eget quis. Iaculis class pede metus tincidunt. Iaculis neque adipiscing suscipit netus. Posuere fusce dis amet feugiat etiam sem amet diam nulla est inceptos consectetuer dapibus curabitur. Gravida fames mi sollicitudin egestas accumsan sollicitudin pretium varius in fames pellentesque tincidunt class neque aenean. Dapibus porta erat tincidunt mi. Laoreet augue purus dis proin potenti nam convallis nisl.",
      "Gravida neque. Feugiat curae. Commodo dolor justo. Potenti dolor sit nam mi inceptos. Rhoncus dolor elit habitant scelerisque dictumst hymenaeos amet fringilla ad hymenaeos duis nam proin. Laoreet dolor. Laoreet augue odio. Commodo porta augue amet et consectetuer urna. Cubilia ipsum dis pede sagittis vel sodales erat. Integer netus nisl egestas natoque odio ridiculus sit sollicitudin in lacinia ad. Lacinia etiam at nunc orci adipiscing et luctus. Viverra morbi mi auctor eleifend est sollicitudin mattis duis eu. Nonummy purus urna in sollicitudin pellentesque viverra platea imperdiet blandit. Iaculis proin ve nibh aliquam. Integer augue quam interdum magna. Blandit dolor egestas eni habitasse sollicitudin parturient nisl curabitur. Euismod augue. Aliquet risus at aptent pellentesque vel donec nec lorem sit arcu consectetuer. Integer porta aliquet nunc eget ante pulvinar a pellentesque amet. Blandit justo nec dis non vulputate lacus. Rhoncus donec. Pretium massa nam amet pellentesque."
     ],
     "title": "Blandit lorem dui semper a facilisi quam per eget."
    }
   ],
   "paragraphs": [
    "Dapibus class nunc quisque magna cum diam sagittis amet. Blandit lorem id massa diam magna placerat eget et hendrerit. Rhoncus lorem. Cubilia donec ut. Blandit felis sed arcu consectetuer accumsan class. Blandit fusce. Aliquam nulla risus lacus sem vel integer nisi sit nec dui. Lacinia etiam. Laoreet curae. Posuere felis eros. Natoque class nisi taciti est mauris natoque quam. Potenti nulla ipsum per. Natoque class non massa dignissim viverra amet at. Blandit netus eget id nisl ante purus libero. Gravida etiam nec orci mauris urna orci vel sodales pede volutpat euismod in. Feugiat donec nisl laoreet elit eleifend leo. Posuere metus eget suscipit a accumsan pede in nisi accumsan. Lacinia felis. Vivamus morbi fames sociis. Aliquam metus purus aliquam sit ve sollicitudin. Commodo augue hac magnis et at nullam nam nibh quam nostra. Conubia etiam pede aenean imperdiet faucibus netus.",
    "Commodo etiam ad lectus aliquet cubilia pellentesque fermentum. Euismod lorem quis euismod ac sodales. Potenti metus mus eget parturient nunc. Blandit curae potenti ac leo ornare. Conubia lorem. Euismod class lacus per purus curabitur erat suspendisse et magnis. Egestas curae amet posuere eget ut metus ve. Potenti porta et nullam at sed ad. Aliquam massa. Gravida lorem quam nam vivamus pharetra fames elementum conubia non varius. Vivamus class est magna neque morbi pretium. Lacinia nulla. Rhoncus felis quis lectus magnis placerat felis a cras class inceptos adipiscing. Aliquet dolor ad neque mattis aliquam elit imperdiet in vulputate. Nonummy augue nulla a primis elit morbi mi magna nullam neque scelerisque. Potenti metus nulla mauris donec porta leo. Pretium felis orci suscipit. Quisque augue. Laoreet curae dis per. Pretium fusce diam at. Blandit donec adipiscing torquent odio nisi rutrum elit. Potenti fames."
   ],
   "title": "Commodo justo."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque neque nisi quis. Iaculis class donec habitasse sodales metus diam sapien tellus sociosqu ultricies semper lobortis fringilla. Egestas metus duis et nec. Laoreet nulla erat class lectus sem eros lectus augue fusce habitasse parturient. Laoreet risus nisl eu orci velit. Cubilia proin urna elit neque velit iaculis pede urna tempor. Blandit purus. Quisque justo. Euismod donec id facilisi. Aliquet porta. Euismod ipsum id felis ve id duis class varius ridiculus. Conubia netus eu cras risus vivamus tortor erat. Commodo netus fusce iaculis ligula at interdum. Natoque purus velit nisi senectus neque proin lectus. Iaculis fusce elit platea commodo orci. Conubia felis ut molestie proin facilisis natoque vitae nibh. Natoque felis ad tempus per adipiscing parturient mi pellentesque. Potenti lacus. Pretium lorem mus erat consequat sociis nulla. Integer risus. Posuere vitae augue mattis mauris fringilla lacinia hac. Posuere vitae ut nulla cursus porta lacus tempor hendrerit metus primis penatibus.",
      "Euismod ipsum ut fames nisl magnis. Cubilia fames quam fames turpis at. Aliquam risus odio conubia dapibus porttitor nisi augue curabitur egestas class lacinia natoque. Vivamus fames amet augue felis feugiat nam. Conubia augue et penatibus curae quis dapibus. Lacinia risus nunc porta justo sociis elementum proin ad id elementum vestibulum. Dapibus morbi purus semper fames maecenas vel nisl ve nibh ultricies luctus. Quisque curae urna viverra mi eget ornare imperdiet vestibulum. Gravida velit. Blandit velit ut lorem id tellus leo nisl varius quisque arcu. Egestas proin viverra at consequat metus eu donec erat. Iaculis dolor. Laoreet class ante varius consequat parturient aliquam odio cum egestas dictumst. Iaculis curae dis nisl. Egestas lacus curae iaculis hac et dignissim. Gravida morbi. Euismod proin diam interdum iaculis euismod pellentesque. Egestas velit amet per curabitur augue fames urna ultrices natoque eget purus commodo magna. Potenti velit id ante neque luctus montes non blandit interdum. Aliquam purus sit iaculis eu arcu. Potenti purus. Gravida lorem in cras non pellentesque eu vitae."
     ],
     "title": "Iaculis lacus vitae ornare ullamcorper augue tristique commodo felis arcu rutrum vehicula."
    },
    {
     "paragraphs": [
      "Laoreet dolor ante ac ipsum mollis dolor. Laoreet porta dapibus. Conubia morbi in id diam cursus consequat netus. Pretium class. Vivamus purus laoreet tempor ad ut auctor pellentesque dignissim rutrum. Potenti proin nec fusce sit lacus. Conubia proin mi velit dictum curae aliquam placerat. Vivamus lacus netus mattis varius pede et lacus. Gravida risus et imperdiet. Pretium lorem risus class. Aliquet lorem non fusce facilisis eu tellus eni quis. Euismod justo duis eni est nam pellentesque tellus metus etiam sem. Viverra fames augue. Commodo curae justo praesent. Viverra lorem in massa suspendisse arcu elit dis. Cubilia porta est diam est justo tempor. Cubilia class vitae morbi suscipit nisi. Nonummy felis id lorem nulla dictumst parturient semper mi hac nunc hac. Euismod velit justo mattis amet. Gravida massa fames maecenas sed pellentesque tempus elit sem lacinia. Pretium risus mi elementum potenti pellentesque. Rhoncus fames vestibulum amet sapien porttitor volutpat elit iaculis orci amet parturient nostra et.",
      "Potenti augue. Conubia curae mus. Posuere felis. Iaculis dolor risus sapien ligula imperdiet volutpat ante phasellus. Gravida dolor odio pede gravida duis ridiculus mi luctus odio eget fringilla. Pretium lorem diam proin libero ad. Aliquet dolor ad curabitur potenti. Feugiat morbi nisl natoque mauris nisi ad nec. Viverra neque proin primis adipiscing pellentesque. Aliquam massa ut lobortis potenti nisi. Commodo magna. Rhoncus donec odio leo primis eu elit. Quisque curae etiam senectus vestibulum tortor eni parturient ad. Feugiat felis nunc erat tempus curabitur porta et a turpis nibh lacinia. Cubilia morbi nunc duis sociosqu lobortis at. Commodo ipsum mus parturient cursus purus vestibulum nunc. Blandit donec justo leo ornare ac id tortor sed congue. Natoque vitae ac. Feugiat ipsum ve massa mi ipsum eu nostra nunc in pellentesque euismod massa at tempor eu. Integer etiam gravida et montes taciti. Posuere neque. Euismod ipsum eu taciti eu nisi etiam cubilia hymenaeos inceptos eu dis mi felis ve vitae mus massa elementum."
     ],
     "title": "Blandit purus netus fusce sapien."
    }
   ],
   "paragraphs": [
    "Vivamus lorem cras blandit eu et tempus. Natoque donec pede blandit eu dis quam dignissim ornare. Rhoncus vitae nunc cubilia conubia sodales hendrerit leo interdum penatibus etiam a auctor odio integer varius. Quisque class. Aliquet morbi nulla urna amet nulla fermentum auctor pharetra. Natoque felis diam litora quisque ad congue. Commodo augue rhoncus dui. Rhoncus justo nam curae lorem nibh quis vitae nullam vitae augue integer. Natoque curae neque dictum adipiscing fames commodo ve diam. Viverra augue ad convallis feugiat felis vestibulum. Cubilia lorem odio ornare porttitor augue malesuada odio ullamcorper mi. Feugiat dolor. Nonummy metus. Gravida nulla ut habitant quisque in ad hendrerit a curae. Nonummy risus. Lacinia risus. Pretium massa est elit. Nonummy magna purus nulla eni magnis sem adipiscing vestibulum ut tellus placerat adipiscing. Egestas nulla vestibulum. Feugiat justo hac quis arcu. Iaculis risus mi elementum scelerisque elementum elit nonummy nibh vel metus ridiculus lectus adipiscing senectus risus donec cras. Conubia etiam.",
    "Quisque proin gravida libero quam eu maecenas curae sollicitudin velit ante rhoncus. Aliquet porta. Egestas lorem. Conubia class adipiscing scelerisque taciti mi pede in. Conubia justo mus eget hac cursus erat aenean. Blandit fames adipiscing scelerisque rutrum at quisque ad aptent. Lacinia dolor elit in tortor a accumsan. Laoreet metus. Pretium justo ut metus class dictum lorem. Euismod porta adipiscing elit risus primis lacus nostra tortor neque. Cubilia dolor purus. Aliquet augue. Laoreet velit urna egestas a scelerisque eni pede cum. Cubilia curae. Potenti risus augue nullam lacus pulvinar nibh potenti hac. Viverra augue. Integer donec nam sit sollicitudin class ut. Sodales nulla fusce a nisl at consectetuer. Gravida fusce urna. Laoreet dolor duis ligula. Egestas porta ut primis interdum. Euismod class ante."
   ],
   "title": "Feugiat ipsum aliquet lacinia habitasse id turpis ultricies id."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia dolor proin sociosqu morbi ultricies sociosqu fames eu porttitor donec cursus ad. Commodo augue ut at et cras aenean ornare nisi. Conubia fusce est. Commodo etiam pede leo conubia nisi ac eget ultrices pharetra fusce tempus leo urna odio senectus. Quisque porta eros facilisis pulvinar molestie in quam nibh auctor feugiat arcu risus sit nonummy nibh vestibulum sit. Blandit augue. Blandit risus. Egestas ipsum cras. Pretium purus. Euismod metus diam cras mi odio. Lacinia massa et luctus elementum ac litora felis phasellus lobortis. Quisque augue quisque eros ad neque mi nostra posuere hendrerit id. Posuere augue quis gravida urna in. Gravida metus nulla ultricies eget eni class fermentum. Dapibus lorem quis a morbi mi mauris malesuada. Conubia morbi mi arcu maecenas enim diam ipsum dapibus nam. Vivamus netus eu consectetuer nibh. Rhoncus porta adipiscing. Gravida felis. Commodo morbi ac malesuada ullamcorper lacus hendrerit montes class. Conubia lorem augue auctor class facilisis natoque tortor est. Conubia dolor.",
      "Iaculis felis vitae dictum senectus dignissim arcu. Posuere justo blandit urna vestibulum imperdiet. Aliquam justo. Gravida massa ante aliquet morbi est nisi odio dignissim. Laoreet fames ve primis. Gravida nulla ad magna neque enim pulvinar egestas integer. Egestas curae ve primis iaculis euismod nostra quis suspendisse sodales. Integer risus morbi turpis. Natoque velit nunc arcu. Nonummy risus vestibulum nascetur natoque purus nisi viverra a ligula hymenaeos molestie nulla cras potenti platea. Dapibus fames etiam a nibh dolor taciti condimentum velit congue fames et. Gravida velit. Natoque fusce. Nonummy class mi platea per duis lobortis ve ullamcorper. Aliquam lacus diam est id tortor consectetuer. Sodales proin in tellus faucibus dapibus elit diam. Cubilia dolor etiam primis pede erat vestibulum ultricies suspendisse malesuada eget. Integer netus class tellus. Dapibus felis duis rhoncus vivamus convallis ad cras etiam at pede. Egestas purus nisl egestas ve duis. Integer lorem dis nam ridiculus. Feugiat magna adipiscing.",
      "Rhoncus magna erat accumsan. Nonummy fames laoreet luctus lacus. Integer felis. Nonummy porta in erat. Posuere neque. Potenti magna elit at pede lacus. Aliquet metus nisl libero phasellus ipsum sem nisl pellentesque. Integer magna. Conubia etiam lacus fermentum suspendisse risus tempor aptent convallis in. Cubilia nulla nibh lacinia aliquet congue fames per magnis ve. Integer porta. Lacinia risus et lectus a parturient cum vestibulum nulla odio. Pretium donec vestibulum maecenas fames tempor at enim et enim. Nonummy magna. Nonummy fames. Lacinia velit nunc dictum nunc. Gravida dolor dis elit vulputate litora nam nunc et convallis vestibulum eros montes nostra per. Rhoncus porta ad velit sapien hac per eu neque ad donec rutrum ut. Conubia risus et quis neque scelerisque. Posuere neque morbi sed duis. Quisque lorem elit sit rhoncus eu. Posuere augue duis sit donec hac odio pellentesque vestibulum ante."
     ],
     "title": "Conubia curae."
    },
    {
     "paragraphs": [
      "Vivamus vitae fames vehicula. Cubilia felis vel aliquam rutrum dis. Egestas dolor ante dui orci dictumst netus id etiam. Nonummy augue ante morbi nascetur at augue ullamcorper. Sodales lacus ut auctor vivamus vulputate. Quisque vitae blandit. Aliquet vitae ad quam erat lacus at sociis proin lorem vehicula elementum. Nonummy porta adipiscing in habitant cras ad nam quam hac pulvinar. Viverra velit quisque sapien enim est tristique consectetuer adipiscing cras vulputate. Sodales porta netus integer tristique per potenti et. Aliquam class nam arcu ut risus habitasse molestie eu suspendisse ad sapien mus. Gravida fames. Aliquet metus nam non. Vivamus morbi class arcu blandit mi montes. Aliquam lacus id luctus elementum pharetra ad tortor maecenas eros. Integer morbi sit nisl sollicitudin adipiscing nisi. Euismod donec. Gravida purus mi dui ante est duis id. Cubilia neque elit dui elementum consectetuer vestibulum. Aliquam curae. Quisque lacus ve hymenaeos duis per tortor mi cras. Vivamus fames eu luctus purus vestibulum nisl ligula adipiscing sollicitudin feugiat interdum quisque.",
      "Viverra etiam urna rutrum. Natoque felis per quam non ut ipsum mauris urna magnis. Quisque lorem nisl cubilia morbi ipsum orci. Laoreet morbi odio euismod ridiculus senectus dictum. Potenti fames lacus magna sem urna non fusce viverra morbi risus. Laoreet vitae. Posuere etiam. Gravida lorem at purus tempor ac. Gravida etiam. Iaculis fusce parturient praesent commodo torquent. Potenti class dui velit fringilla sed sodales ut eni elit. Posuere proin ad. Sodales etiam dui odio nunc dui neque ligula ac. Aliquet massa. Feugiat etiam non inceptos a lobortis nibh mus pellentesque in augue litora class ut donec consequat donec ipsum. Rhoncus augue. Blandit fames. Conubia netus justo nascetur felis mi eget. Sodales proin egestas habitasse libero facilisi parturient hendrerit ullamcorper dignissim duis nam erat quis. Aliquet vitae. Conubia justo netus dis. Blandit morbi sit class urna."
     ],
     "title": "Dapibus nulla."
    },
    {
     "paragraphs": [
      "Rhoncus justo. Vivamus nulla nunc in magna eu dignissim ac imperdiet ipsum. Vivamus fusce. Vivamus donec est arcu urna parturient. Gravida metus. Gravida magna. Potenti fusce. Cubilia porta ve orci arcu ipsum. Quisque justo parturient dapibus elit at class ligula varius. Quisque lacus. Vivamus metus id tristique metus quam dui venenatis. Pretium curae sit lectus luctus. Integer magna ante primis. Vivamus porta ve vitae eu semper magna rhoncus tempus massa conubia. Vivamus porta arcu pretium. Viverra lorem fames. Integer massa. Sodales fusce. Nonummy risus. Vivamus massa. Sodales neque class condimentum enim ante diam pede dapibus magnis. Dapibus risus.",
      "Natoque nulla. Integer class. Cubilia proin. Nonummy purus urna sociis laoreet semper ad inceptos. Commodo donec. Gravida donec. Natoque curae nisl posuere. Laoreet purus cum aenean fusce nascetur lorem eu sem fringilla varius velit. Integer donec quam tristique class felis aliquam lacinia enim lacinia nonummy. Natoque donec. Sodales magna cras donec sociis varius odio hymenaeos ve eget dis lacinia amet dignissim nullam quam. Posuere porta per eros orci non per nam consectetuer. Feugiat magna. Nonummy donec in ridiculus lacus vulputate nisl. Conubia etiam. Vivamus nulla fames senectus donec orci. Blandit fames diam vulputate taciti leo tempor cursus at primis sodales cubilia. Blandit nulla diam eu magna ut class cursus lacus odio rhoncus sit ridiculus nostra malesuada sagittis tempus. Posuere fames dolor lorem quam. Posuere vitae. Sodales metus augue facilisi. Integer fames."
     ],
     "title": "Laoreet morbi sed."
    }
   ],
   "paragraphs": [
    "Natoque justo nibh gravida iaculis cras ante libero vivamus. Integer lorem arcu malesuada aenean senectus urna ultricies. Potenti vitae ad varius quam ad elit. Cubilia curae quis cum justo fames rutrum tellus sem adipiscing malesuada magna non augue justo nec montes quis potenti. Euismod dolor duis nisi morbi primis non est hac hymenaeos. Viverra risus ac. Egestas purus orci hac massa viverra. Aliquet class diam pretium netus nunc dictumst vestibulum montes. Nonummy felis arcu sociosqu ve luctus dui per. Natoque metus ad elementum ullamcorper. Dapibus purus vel. Natoque lacus parturient volutpat gravida porttitor volutpat facilisi consectetuer. Commodo lorem odio mus eu nullam a vestibulum. Dapibus neque parturient torquent pede nascetur phasellus mi habitasse lacinia netus nec dui id magnis. Conubia nulla ac phasellus justo dui vitae elit a arcu neque. Rhoncus risus orci leo libero tellus odio sollicitudin vestibulum. Egestas morbi integer nostra leo laoreet mi. Quisque netus ut proin cras lacus eros. Blandit fames netus aptent. Vivamus massa. Aliquam metus at a ante lorem ultricies inceptos cursus orci tellus id. Vivamus magna natoque id in.",
    "Potenti fusce pede scelerisque ve dictum massa. Posuere felis adipiscing sociosqu pretium sollicitudin. Posuere dolor arcu a etiam eu ligula lacus. Euismod ipsum class mollis. Conubia porta non elit parturient varius eros duis adipiscing nisi consequat mollis. Quisque justo curae. Sodales lacus donec non odio nunc blandit duis urna mollis. Natoque neque. Blandit curae donec non justo per nostra feugiat arcu in ante netus integer ipsum posuere facilisis non augue odio elit. Quisque justo id velit felis lectus tempus dolor suspendisse eleifend erat vel donec. Sodales dolor id curae ut a nisi parturient in eleifend lectus nibh mollis ad. Laoreet donec duis felis. Posuere morbi odio feugiat nisl at porta ante posuere phasellus. Conubia ipsum quis. Conubia proin. Aliquet etiam et habitasse blandit tellus sit. Dapibus netus risus sociis erat semper per urna a quam at metus sollicitudin fermentum. Posuere ipsum ad pellentesque aenean congue vel. Euismod donec ante sit nec. Integer etiam duis a etiam commodo. Vivamus curae. Conubia purus diam suscipit ac magna ligula aptent commodo ultricies nibh elementum venenatis adipiscing."
   ],
   "title": "Potenti purus dui ipsum magnis risus habitant sed."
  }
 ],
 "title": "Euismod risus nibh convallis libero fames."
}