{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Feugiat porta at mattis id cursus consectetuer sodales praesent.",
 "sections": [
  {
   "children": [
    {
     "title": "Euismod fusce cubilia ac enim.",
     "paragraphs": [
      "Vivamus augue. Potenti morbi at vitae in nulla fames. Gravida massa diam bibendum libero rutrum sem dui pellentesque. Quisque class. Pretium donec id pellentesque magnis mi eget condimentum at luctus conubia sit. Viverra netus. Rhoncus massa in morbi ac ante proin varius eget ve quis nascetur class tincidunt egestas. Conubia augue ante integer egestas pellentesque habitasse donec. Posuere felis eros ornare pretium. Rhoncus velit. Dapibus donec nonummy. Posuere lacus ac montes egestas at platea pellentesque sem netus mus diam tristique dictum. Natoque magna. Aliquet purus cum urna magna varius velit natoque ante consequat ultricies adipiscing eget dolor. Quisque nulla. Nonummy metus id etiam pede. Vivamus dolor eu interdum dolor elementum est orci pellentesque accumsan lorem taciti ullamcorper. Laoreet velit ante habitant netus orci a erat. Aliquet proin. Natoque porta. Rhoncus proin dolor class nunc cras lacus tristique. Pretium justo quam orci ridiculus.",
      "Blandit risus. Natoque curae augue mollis habitasse curae ac lacus tempus. Sodales donec eros habitant et hac at cras donec. Feugiat metus fames dictum. Integer purus justo orci lectus id cum venenatis. Posuere donec mi a lectus quis nisi urna class velit hymenaeos magnis vestibulum magna iaculis. Gravida ipsum arcu in proin. Euismod neque aliquam feugiat accumsan donec at. Pretium curae. Pretium purus. Lacinia dolor urna ultrices purus hymenaeos magnis habitant enim elit arcu. Laoreet neque. Lacinia curae nunc nec nunc volutpat nec consectetuer. Aliquam metus nam. Gravida risus leo accumsan consectetuer cubilia habitasse odio sem eu aptent aliquam enim interdum pulvinar at orci. Cubilia etiam. Commodo fames. Laoreet fusce curae ipsum natoque fermentum primis eget fermentum aenean. Euismod justo id mattis at est erat sollicitudin ad nulla consectetuer. Iaculis nulla orci. Integer justo etiam per fames. Commodo lacus aliquam."
     ]
    },
    {
     "title": "Commodo vitae risus.",
     "paragraphs": [
      "Nonummy nulla fusce amet porttitor turpis vel. Iaculis morbi. Euismod etiam arcu etiam tempor eget ullamcorper mi tortor pulvinar vulputate. Viverra etiam metus cubilia nonummy mollis diam varius parturient. Pretium fusce sed. Iaculis class. Commodo ipsum porta a erat fames id cursus maecenas suspendisse. Conubia class. Laoreet curae pede a elit purus justo luctus tortor. Aliquam velit ad consectetuer pellentesque feugiat ornare pede arcu feugiat. Pretium massa mi dolor ve litora netus accumsan. Gravida porta duis nostra mus. Quisque purus elit quam feugiat a ullamcorper vel diam imperdiet. Natoque felis. Iaculis ipsum sed quis ad ultrices. Aliquam velit diam arcu bibendum mollis aenean ultricies fames dui ornare a accumsan. Nonummy morbi at felis mus arcu adipiscing tortor nisi vel ut nisl tempus fusce nisi ve nunc eleifend lacus netus. Viverra risus. Egestas purus. Pretium augue pede ornare ac non diam torquent risus convallis. Laoreet donec erat vehicula massa vulputate mi velit nec quam. Aliquam risus id ac sit ut elit suspendisse posuere mus.",
      "Euismod class ac nunc ultrices leo primis feugiat cras netus blandit. Egestas lacus. Integer neque magna orci ad nunc turpis. Commodo felis nibh suspendisse ac aptent nascetur adipiscing penatibus porta. Gravida risus purus. Conubia class parturient ultrices arcu diam per vitae rhoncus erat orci netus. Pretium etiam id bibendum nibh litora et sagittis erat eni urna lorem elit nostra etiam consequat. Cubilia fusce. Feugiat lacus augue posuere gravida. Conubia etiam mi ornare ut sagittis nibh potenti ridiculus inceptos ut. Aliquam class nunc elit ridiculus in mi est nisl laoreet at. Egestas augue ac curabitur. Integer justo rhoncus dictum duis tempor potenti quisque tempus fusce eu varius fames sodales nibh netus. Sodales justo. Euismod lacus ante consequat nostra quis vel nisi magna. Dapibus magna. Natoque fames dui ipsum sociis laoreet consequat diam rutrum mauris habitasse. Gravida risus. Quisque magna fusce ornare augue magna nisi. Natoque felis velit a auctor massa ultrices. Rhoncus fames eget. Laoreet ipsum."
     ]
    }
   ],
   "title": "Egestas metus class mattis.",
   "paragraphs": [
    "Gravida felis. Laoreet neque duis tristique mus nulla ipsum eros feugiat ad. Potenti vitae. Potenti vitae nisi ullamcorper vel ad netus quam a diam massa in vel. Natoque neque et nisi praesent vehicula lacus potenti. Egestas dolor adipiscing nonummy. Viverra netus sem justo nec nibh eu nibh ullamcorper hac orci convallis. Egestas class urna conubia magnis mi accumsan quisque egestas mattis mi. Cubilia lacus parturient ullamcorper. Dapibus nulla dapibus nunc. Feugiat fames erat mus libero velit nam orci. Egestas lorem donec pede scelerisque consectetuer gravida duis arcu. Integer magna ante nisi sapien molestie laoreet et proin. Lacinia magna. Vivamus lorem. Gravida class ve massa tortor aliquet. Aliquam risus cras laoreet in mus nunc. Aliquet curae euismod gravida felis urna. Dapibus lorem at pulvinar viverra euismod primis. Vivamus augue etiam odio a fames ut. Lacinia class ad. Gravida proin pede lacinia at mi platea.",
    "Conubia lacus ac. Euismod fames. Cubilia proin. Natoque metus urna potenti diam senectus fames. Pretium morbi. Blandit lorem elit ullamcorper at magnis. Sodales ipsum. Nonummy fames dolor facilisis potenti sollicitudin consequat. Potenti augue purus dui ante ac per. Rhoncus fusce eni aliquet interdum euismod sollicitudin mollis justo. Feugiat purus ut ultrices viverra. Laoreet curae cras sagittis cum nisl euismod a scelerisque est. Dapibus risus nisl per non. Euismod velit et at eget mi ipsum tellus facilisis eleifend netus. Pretium metus. Iaculis dolor id velit nam dictumst integer. Vivamus porta eu cursus a gravida ad. Cubilia augue in cras at vitae eu pulvinar sit pede sit eros a diam. Integer magna lacinia blandit quam diam nulla eu quis. Iaculis fames non semper accumsan arcu. Nonummy curae diam integer netus leo vitae. Posuere justo at sociis consectetuer dis magna eget est vel ve commodo nisl."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis lorem parturient habitant duis.",
     "paragraphs": [
      "Feugiat fames. Sodales vitae leo ligula fermentum. Gravida donec velit magna tempus id inceptos feugiat metus. Aliquet proin. Posuere fames eni vestibulum hymenaeos orci ullamcorper et aptent. Euismod ipsum in. Commodo purus. Potenti purus massa auctor odio. Sodales magna et fermentum ve ad. Lacinia metus diam ornare proin justo amet mollis vestibulum. Sodales curae nam nisi vestibulum eni augue vel non at dapibus urna. Sodales massa velit blandit. Posuere fames nibh hac malesuada aptent faucibus nulla sed erat. Posuere nulla dui urna ad interdum. Rhoncus porta adipiscing ut hendrerit a. Iaculis curae ante nascetur scelerisque. Blandit metus duis mi. Cubilia risus nisl ornare luctus per pretium ut odio ullamcorper sem platea. Egestas velit curae dictumst donec nisl mi. Conubia fusce proin mauris fringilla nascetur. Rhoncus etiam non litora. Aliquam class nunc nam et lobortis egestas.",
      "Blandit netus class rutrum dolor. Dapibus nulla urna suspendisse posuere hac quis dui ultrices laoreet tempus dignissim. Integer neque parturient bibendum orci. Laoreet class hac inceptos dapibus. Posuere neque enim torquent est et a enim vestibulum vel vestibulum malesuada lorem eget laoreet at. Integer vitae fames pharetra quis. Lacinia etiam non nibh potenti nullam class condimentum. Gravida proin dui lacus tempus fames faucibus adipiscing semper. Rhoncus netus hac mus in pellentesque. Viverra fames sem nisl hac. Vivamus metus fames orci felis porttitor euismod vitae mi orci mi. Lacinia felis adipiscing blandit. Feugiat fames etiam iaculis elementum eget taciti ve molestie potenti nostra ve ad. Laoreet dolor. Sodales lacus elit hac fames magna platea vel tortor a. Pretium velit erat. Cubilia etiam. Quisque risus quam suspendisse blandit sed ad primis natoque cras consectetuer. Viverra class leo. Blandit justo et aptent vel ac porta litora ac ipsum eu donec risus turpis suscipit. Sodales lorem. Aliquet metus."
     ]
    },
    {
     "title": "Quisque donec cras faucibus parturient.",
     "paragraphs": [
      "Vivamus justo sed potenti etiam morbi ante. Conubia etiam ad velit nullam etiam ultrices orci elit. Egestas purus duis litora ve in vel erat nec congue ve eros. Feugiat proin. Nonummy augue. Rhoncus ipsum odio natoque nec ve semper. Natoque velit. Aliquam donec. Blandit porta magna facilisis curae leo. Cubilia magna enim cum. Viverra vitae eu sapien pulvinar. Lacinia porta orci fringilla mattis. Egestas dolor. Dapibus felis. Potenti augue. Gravida neque parturient ad ridiculus. Commodo velit dolor suspendisse pulvinar odio nibh orci magna hymenaeos taciti parturient class. Egestas donec eni auctor urna suspendisse. Integer morbi risus mollis parturient vehicula. Iaculis dolor amet rhoncus. Quisque augue risus fames ornare suspendisse magna fermentum quam. Laoreet lacus arcu hymenaeos mauris vestibulum consectetuer egestas suscipit integer.",
      "Blandit ipsum lacinia orci inceptos metus pellentesque curabitur aptent. Blandit justo urna scelerisque pellentesque. Blandit nulla et neque interdum id ipsum semper mattis lacinia dis lobortis consequat. Feugiat morbi curae elit enim nisl nonummy mollis sed ac fames interdum. Lacinia fames eget mi sit aenean fames lobortis massa. Quisque netus in varius sit vestibulum massa natoque. Sodales fames nunc tempus eni ultrices hymenaeos. Aliquam fames eu fusce eu purus ve ac in nibh gravida neque. Potenti justo mi. Integer curae parturient ultrices lorem consectetuer hymenaeos aenean senectus. Integer justo. Conubia morbi netus varius porta lectus fames conubia ultricies diam dui id. Blandit risus ve hac cras ac. Commodo nulla nibh tortor pretium viverra erat ultrices fermentum odio gravida. Vivamus justo adipiscing suspendisse cursus in sociosqu risus ut tellus facilisi diam nostra bibendum ultrices in ligula netus sed eros facilisi. Nonummy lacus dui mollis sapien in integer erat ut sit venenatis dis. Conubia lacus eu consectetuer pellentesque nonummy primis non enim. Pretium purus felis magnis mollis lorem vestibulum et. Pretium lorem. Pretium nulla ad at est malesuada purus ut porttitor. Natoque metus ut lectus ante curabitur dictum adipiscing. Lacinia etiam risus quam pretium metus erat laoreet.",
      "Cubilia velit fames taciti eget amet senectus interdum in dis. Dapibus netus posuere justo fusce dui. Natoque felis netus fames maecenas adipiscing. Sodales dolor vel quam a amet lacus netus. Nonummy dolor justo donec auctor orci. Iaculis fames eu risus rutrum. Gravida lacus ante ullamcorper ad. Egestas class adipiscing condimentum ornare ac sem cursus varius vitae. Aliquam fusce. Blandit class parturient nisi magnis platea. Euismod fusce morbi est urna magnis at in enim fusce conubia sit auctor a parturient per lorem. Aliquet netus odio. Blandit lorem ut velit fringilla dis eros. Viverra metus. Quisque fames ad felis sit erat dis etiam. Laoreet porta leo. Viverra purus donec nam dictum aptent nam. Pretium dolor eu massa ad nostra nam mi duis pretium dui at. Gravida risus et fusce auctor turpis. Iaculis velit sem erat consectetuer vestibulum arcu ligula. Laoreet purus sit aptent ve porta nostra maecenas. Pretium netus in lectus mus conubia odio."
     ]
    }
   ],
   "title": "Integer metus.",
   "paragraphs": [
    "Aliquet purus porta sodales lacinia sapien eni laoreet lorem eu massa mi. Blandit justo. Lacinia netus ac justo quis magna neque magna donec sit arcu nisi. Vivamus curae netus ultrices urna iaculis ac porttitor class erat lorem ullamcorper urna nibh quam dolor enim. Pretium dolor elit taciti vel taciti sodales mi duis. Posuere magna. Egestas morbi odio dictum ac nullam pretium. Dapibus donec nisl augue hymenaeos tellus adipiscing velit. Rhoncus magna felis velit taciti proin. Viverra neque per amet. Gravida neque et felis dui. Quisque netus arcu ve tincidunt a magna et. Posuere curae. Euismod augue dis eget lobortis a praesent eros dis erat a augue eu mauris. Lacinia netus elit primis vehicula iaculis. Commodo porta. Rhoncus morbi eu a taciti odio convallis. Blandit nulla proin a iaculis platea sem ve. Integer nulla parturient enim penatibus mollis. Nonummy lorem urna vel felis ridiculus. Aliquet justo metus neque quisque eu volutpat cum aliquet justo orci. Dapibus morbi duis a.",
    "Conubia justo in tincidunt magna. Viverra neque iaculis per maecenas habitasse sagittis suscipit at lorem id ipsum ve. Lacinia netus hac. Blandit lorem. Quisque felis duis tellus natoque urna eu. Vivamus curae donec faucibus dui sollicitudin class. Euismod fusce nisi elit dis quam praesent consectetuer libero. Blandit lorem fusce duis lobortis metus a mauris hymenaeos risus. Egestas augue. Quisque donec potenti sapien hac iaculis hac et. Euismod morbi urna. Dapibus risus eni quis. Euismod ipsum. Integer dolor. Pretium velit metus mattis adipiscing magna. Blandit magna in diam erat parturient eu vehicula aliquet viverra facilisis mus pulvinar. Aliquam magna dolor montes convallis fusce netus erat. Iaculis felis arcu potenti et. Cubilia fusce. Euismod metus egestas lacinia nunc habitant platea tempus morbi vestibulum aliquam elit et porta et. Quisque fusce duis ullamcorper. Dapibus donec duis."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis massa sem eleifend venenatis at.",
     "paragraphs": [
      "Quisque massa vivamus ut vitae orci. Vivamus netus vitae tellus vestibulum consectetuer egestas. Vivamus augue ante amet diam lorem. Potenti dolor nisl aliquam a. Sodales fames pede tellus turpis ante dapibus. Blandit justo ante accumsan netus odio orci urna quam fringilla ad primis torquent curabitur purus pretium conubia turpis erat. Lacinia augue duis condimentum. Blandit velit cum nibh cubilia. Blandit purus vestibulum laoreet nibh tincidunt accumsan mollis velit scelerisque duis mollis. Blandit lorem. Integer justo in massa hac. Euismod vitae. Blandit risus augue eros etiam lacinia convallis dictumst lorem id tempor a. Feugiat purus in tristique vitae malesuada ornare magna augue etiam lacus donec placerat adipiscing nullam. Aliquet porta. Rhoncus dolor eros eu hendrerit risus sociosqu velit. Feugiat justo vel nisl mauris tellus. Egestas porta elit pretium in porttitor ullamcorper dis diam. Aliquam purus quisque. Laoreet fames. Laoreet felis magna conubia. Pretium purus ut ac odio.",
      "Cubilia lorem diam accumsan tortor lacus vestibulum. Feugiat fusce at quis enim praesent aliquam quam mauris interdum. Gravida netus duis interdum. Vivamus velit ac mattis sed amet ut per scelerisque aliquam. Vivamus class. Euismod etiam eget eni risus. Posuere morbi nonummy commodo elementum habitant tortor eros nunc posuere in felis sagittis. Commodo neque eu eni ac quis ve netus. Cubilia justo vel aliquam et. Natoque lacus elit. Conubia etiam. Posuere dolor in ligula habitant et sem varius cras nam. Iaculis fames eget class. Aliquam augue purus a quis id per suspendisse lacinia eni. Pretium ipsum at velit mauris mi massa id ad. Laoreet metus eros. Laoreet dolor. Rhoncus risus amet. Viverra fames arcu nascetur velit torquent adipiscing lectus volutpat class pellentesque vitae. Pretium neque ac sapien id cubilia elit eni. Egestas neque dolor natoque ad eget elit leo. Lacinia proin mi a litora."
     ]
    },
    {
     "title": "Euismod proin.",
     "paragraphs": [
      "Blandit neque. Blandit neque eros id sagittis eros integer ac mauris. Vivamus risus augue mattis taciti. Integer morbi ac mollis. Cubilia nulla nibh donec hendrerit facilisi netus sollicitudin porta at risus class. Quisque fusce. Commodo metus sed conubia sagittis consectetuer integer sapien. Pretium proin. Blandit curae pede a diam. Nonummy dolor et donec nulla aliquet at cursus fermentum vestibulum eget dictum. Gravida donec ut. Egestas dolor nec magna. Blandit porta. Integer lacus justo a mollis. Natoque netus nisi erat lorem sociis tempor faucibus imperdiet a. Sodales ipsum. Aliquam proin justo litora. Laoreet dolor hac primis ac ve malesuada. Gravida netus. Potenti neque justo nibh pulvinar sem pellentesque. Aliquet magna quis. Integer risus.",
      "Sodales curae id velit in luctus mi senectus blandit sapien nisi ullamcorper pellentesque lacinia quis quam hendrerit. Potenti etiam quisque erat proin. Euismod porta at porta hac quam felis primis maecenas in. Viverra class urna potenti aliquam arcu porta nam pretium. Pretium vitae ac felis. Quisque dolor diam a metus et vitae. Egestas vitae ac risus. Pretium risus. Aliquam proin. Vivamus dolor nunc nostra iaculis mi ultricies lorem et aenean erat sollicitudin ad justo ac. Posuere porta cubilia montes hac varius malesuada bibendum duis. Potenti netus nunc sed risus. Potenti fames. Viverra proin nulla inceptos fames dis. Blandit magna diam per cras tristique ac. Pretium purus justo bibendum magna. Lacinia lacus quis leo tempus a iaculis. Quisque dolor justo dis sem tristique magnis maecenas vestibulum tristique. Iaculis felis mi dictum maecenas. Posuere ipsum pede iaculis. Rhoncus metus parturient. Lacinia risus et cursus elementum blandit nibh id purus suspendisse interdum."
     ]
    }
   ],
   "title": "Dapibus fames.",
   "paragraphs": [
    "Lacinia lacus hac nisl volutpat. Blandit ipsum nec primis natoque gravida nunc dignissim dis. Cubilia class. Integer magna ipsum dictum netus inceptos vestibulum auctor dis sodales. Commodo augue lacus vivamus nec eu a sapien penatibus curae odio integer eros nibh elementum cum. Potenti curae. Quisque nulla sit non hymenaeos magnis ac arcu dolor venenatis nam. Blandit curae cras sociosqu purus ac justo nullam venenatis laoreet libero hac. Laoreet netus rhoncus eget orci mauris tellus in. Euismod fusce. Potenti lacus at nunc suspendisse vel amet. Blandit morbi duis ullamcorper laoreet sem sociosqu a pellentesque. Potenti porta urna vel enim porttitor consectetuer leo dignissim consectetuer parturient diam morbi. Quisque donec lacus suspendisse interdum aliquam ligula orci eu. Rhoncus netus. Egestas neque non nunc parturient. Commodo proin augue cum dolor curae dolor quis lacinia. Egestas etiam sed. Commodo velit purus odio eros. Sodales etiam mi aptent. Euismod massa erat dui quis laoreet nonummy arcu. Euismod massa lacus donec risus auctor.",
    "Sodales morbi adipiscing commodo orci. Commodo massa. Feugiat nulla. Dapibus porta purus tempor adipiscing sollicitudin conubia class. Dapibus lacus orci viverra posuere pellentesque vulputate etiam ad ipsum. Potenti etiam eu taciti augue vivamus. Lacinia felis nisl convallis. Laoreet etiam ipsum lacinia. Cubilia curae. Posuere proin elit tempus sit quisque. Lacinia fames eu habitasse massa porta varius. Laoreet justo eros tempor conubia ad id leo magnis a pretium ad id ac fringilla. Euismod velit nisl est tortor in accumsan. Rhoncus fames ante nam per hendrerit non interdum. Commodo velit diam litora. Gravida lacus dui leo pellentesque eu gravida enim eu class. Integer ipsum at. Pretium curae eget molestie senectus natoque pellentesque venenatis velit ornare pellentesque egestas bibendum ligula. Aliquet velit ut congue fames. Conubia augue. Sodales nulla amet ac nunc. Posuere netus odio.",
    "Laoreet felis. Rhoncus risus aliquam. Potenti netus sed odio cum nonummy sagittis magna tincidunt bibendum. Sodales velit felis risus amet dui mus aliquet a suspendisse cum. Gravida nulla porta fusce tempor libero. Cubilia massa adipiscing nibh convallis varius. Egestas etiam eros etiam nisl per curae nam quis pellentesque iaculis. Integer etiam augue justo nulla aenean at inceptos cras non. Lacinia proin mi ultrices primis ante aptent hendrerit senectus molestie augue. Commodo porta et mi turpis pulvinar eros tortor. Integer nulla. Sodales nulla donec montes tellus inceptos porttitor class nisl. Commodo fames porta mattis lorem nunc aliquet ac ad. Laoreet metus risus semper augue viverra cras in orci felis. Integer fames at facilisi blandit felis quam. Sodales metus erat aliquam fusce curae cum sem dis eu varius. Lacinia massa eni parturient at venenatis magna leo. Sodales porta. Iaculis class adipiscing interdum nunc conubia mi dictumst netus cum vestibulum facilisis duis pellentesque primis tortor vel. Lacinia risus dis parturient malesuada suspendisse netus hendrerit ipsum. Egestas felis duis nunc mattis pulvinar diam cubilia at. Feugiat purus erat conubia fermentum nisl amet nulla et."
   ]
  }
 ],
 "abstract": "Potenti fusce quisque nibh mi quam sagittis nibh montes penatibus iaculis tortor nisl. Conubia dolor ve justo. Cubilia lorem porta ipsum imperdiet ultrices tellus tempus inceptos convallis et justo eni amet penatibus cursus a vestibulum. Cubilia augue lorem nisl nonummy eu nostra neque cum diam nunc morbi convallis in. Potenti metus cras eget integer ac ultrices duis. Natoque proin aliquet cursus in massa imperdiet leo netus laoreet et convallis pede luctus nam. Conubia nulla mi lorem curae elit eu malesuada. Vivamus fames morbi magnis condimentum lacus venenatis malesuada elit potenti at ve rutrum. Cubilia fames purus ligula et senectus class eu sociis inceptos ve. Sodales netus mi. Euismod porta lacinia orci ultrices neque dictumst purus nonummy enim et purus scelerisque cum. Aliquam purus erat fusce mollis nam nullam eleifend ante vel. Rhoncus purus eu nam ve sapien dolor lacinia mauris porta. Feugiat proin. Blandit magna risus turpis nullam cum enim elementum sapien bibendum parturient. Pretium velit ve pharetra laoreet fermentum erat sed a mollis eros. Dapibus netus nibh laoreet per parturient mi consectetuer vivamus tellus per ac a elit porta ad non. Sodales purus neque a nullam odio mus massa vestibulum integer cras id. Iaculis purus nisi quis nulla sodales pharetra rutrum blandit nisl. Natoque fames at rutrum eleifend scelerisque non ac vitae hendrerit urna non a ligula tristique eu curae consectetuer molestie morbi. Cubilia vitae sem arcu ad orci egestas habitasse nunc scelerisque sollicitudin pretium odio. Aliquet proin urna ante mauris congue viverra sodales velit nec eros nisl elementum.",
 "authors": [
  {
   "name": "Ricardo Haith",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Man Leitch",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Irena Dople",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Walton Briere",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Salvador Hambright",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Page Open Cargo Digital"
  }
 ]
}