{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy donec pede a nisi morbi dapibus sodales.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus curae metus pharetra amet sed.",
     "paragraphs": [
      "Integer etiam nibh in. Blandit purus erat conubia donec nulla dui hac cum et molestie. Conubia felis enim dictumst adipiscing phasellus ullamcorper facilisis amet hac. Viverra justo et a. Aliquet netus pede a metus cubilia. Feugiat augue. Aliquet fames eni quis donec sodales mollis est nibh vestibulum. Integer massa eros ullamcorper in nostra pretium ve. Iaculis ipsum eget sociosqu consectetuer nostra. Viverra vitae. Blandit class. Commodo magna ante elementum porttitor erat lacinia quam duis erat cras. Euismod purus ve nisl ridiculus faucibus curae purus lorem per nisi gravida massa enim. Conubia porta nisl suspendisse ac sapien elementum fusce habitasse ligula molestie. Commodo donec etiam risus tortor montes. Aliquam augue pretium ultrices augue pellentesque donec diam aptent mi convallis a. Integer class vel quam ultricies mi tempus euismod nisl at. Nonummy donec. Aliquet vitae eu varius aliquet. Viverra netus pede augue semper dictum eni parturient eu fermentum. Pretium morbi mi. Posuere purus nunc etiam nullam.",
      "Dapibus morbi ad pede morbi urna pulvinar porttitor eni urna parturient congue. Lacinia morbi proin ullamcorper per urna odio purus curae. Sodales lacus urna et arcu lobortis ullamcorper suscipit nulla. Gravida neque ut tellus pharetra odio nunc eget ve cras suspendisse cum et. Dapibus justo dui erat sit. Posuere ipsum at mollis. Aliquam porta ve a libero curabitur facilisi magna tempor libero. Nonummy donec. Pretium dolor curae ipsum morbi amet nullam dignissim blandit dis parturient. Quisque donec eu platea proin non odio sociis nonummy iaculis consequat. Nonummy porta quisque nostra etiam dapibus amet proin nisl dictumst felis auctor lorem. Potenti vitae sit non. Potenti risus lorem suspendisse pede urna potenti penatibus congue sit vestibulum mi cursus nascetur. Posuere nulla ipsum a integer mattis fames risus primis sed eget nulla condimentum. Dapibus neque id mauris velit donec varius parturient curae urna enim class consequat scelerisque. Viverra curae. Aliquet vitae quam mauris sociis facilisis. Commodo donec. Natoque augue fames. Integer magna ante cum nibh enim vivamus facilisis. Euismod neque. Egestas lorem per odio gravida duis.",
      "Cubilia felis sem nisi facilisis. Laoreet dolor nisl aliquet facilisis cras. Sodales lorem. Pretium dolor vestibulum lobortis donec sed ante ve sollicitudin. Integer donec est odio per sit rhoncus arcu vivamus vulputate vehicula. Feugiat fames quis tempus tortor. Aliquam lorem nisi eros ultrices hendrerit enim euismod at ve quis volutpat lorem. Iaculis proin adipiscing praesent felis nostra tincidunt pharetra turpis. Conubia augue ve. Sodales felis. Aliquet felis in. Quisque ipsum et nisi at enim. Aliquet risus lorem nostra eu aliquam pede fusce cursus. Gravida fames. Cubilia augue ante ullamcorper consectetuer. Egestas risus at rutrum potenti gravida habitasse vel. Posuere magna mi cras porta magna mus proin. Potenti etiam ve risus at mi. Integer lorem. Conubia proin. Potenti proin eni augue gravida. Laoreet purus."
     ]
    },
    {
     "title": "Vivamus neque.",
     "paragraphs": [
      "Conubia vitae. Egestas porta. Pretium etiam. Aliquam vitae lorem nec nibh. Potenti netus elit. Rhoncus porta diam gravida odio quis tellus posuere. Natoque curae orci massa feugiat taciti augue habitasse sed bibendum a. Natoque fusce. Potenti etiam odio hendrerit sociis eu placerat netus curae pulvinar urna natoque dictum. Pretium porta nec nibh sollicitudin eu velit in mi. Cubilia proin. Vivamus magna vestibulum maecenas nunc euismod lacus eget posuere lorem class maecenas nulla. Nonummy lacus. Sodales vitae dapibus ac primis hendrerit quisque proin cras praesent. Gravida nulla sed arcu inceptos bibendum ut ullamcorper ad tellus pede at. Pretium risus lorem semper justo curae leo litora aptent. Posuere augue quis nec class habitasse vel pretium a tempor ante. Natoque purus ut etiam ultricies amet tristique molestie massa morbi condimentum lobortis. Vivamus donec ipsum metus nec. Egestas fames ac magnis integer commodo mattis. Aliquet etiam. Lacinia massa urna vel quam nulla ullamcorper.",
      "Natoque netus id felis et tincidunt commodo. Commodo netus vestibulum et magnis faucibus donec ad felis justo erat cras. Viverra metus dapibus dictum porta aliquet pretium nisl. Viverra etiam. Cubilia ipsum at auctor eni orci mus nulla potenti metus et habitasse a. Pretium velit vel urna pellentesque adipiscing quis rutrum. Iaculis proin pretium cras a pede justo viverra. Aliquam metus arcu varius mollis egestas cubilia pellentesque ridiculus fusce in auctor tempus. Aliquet netus dis enim fames massa curae curabitur facilisis nunc est rutrum ornare netus vestibulum rhoncus. Gravida proin dolor. Natoque fusce parturient suspendisse auctor. Commodo velit est amet rhoncus ac nisi mi ante mollis penatibus. Potenti dolor odio nunc ve torquent non blandit sapien dui arcu orci. Blandit porta et nisi egestas nunc hymenaeos consectetuer eni phasellus consectetuer nam. Commodo justo sit porttitor turpis. Potenti curae eget gravida enim id nunc litora sapien nisl ve magna orci ac eget nibh adipiscing auctor pede elit commodo. Dapibus velit non nisi per metus dapibus nam adipiscing tincidunt scelerisque sem tellus feugiat. Aliquam vitae mus ante eget hac non pellentesque justo mi. Rhoncus neque eu eget placerat auctor mauris hymenaeos suscipit montes. Vivamus morbi duis aliquam class. Nonummy magna mi pellentesque diam natoque at sociis cursus. Posuere fames ac vitae montes."
     ]
    }
   ],
   "title": "Aliquam morbi adipiscing scelerisque luctus ve.",
   "paragraphs": [
    "Viverra lorem eni nunc rhoncus vitae ipsum scelerisque. Sodales lorem nunc ac diam molestie. Lacinia massa arcu ipsum magna sed facilisis pellentesque vestibulum urna justo curabitur. Viverra lacus odio hac nulla sem orci. Iaculis metus at morbi varius senectus vulputate mollis maecenas per ad. Blandit proin leo eros sollicitudin laoreet vehicula erat. Feugiat vitae. Dapibus etiam. Rhoncus lacus ve mauris pede consequat leo. Posuere nulla nam lectus blandit eget ve enim condimentum quisque fusce. Aliquam justo duis morbi commodo quis felis consequat placerat. Viverra massa. Rhoncus felis. Vivamus fusce class lacus enim rhoncus. Cubilia netus risus vivamus in dis orci a. Aliquet lorem nibh eni id pulvinar taciti tellus maecenas vulputate. Lacinia augue odio erat justo posuere eget faucibus dis. Viverra velit. Aliquet augue ut in nisl class volutpat eros urna dis metus. Egestas vitae etiam imperdiet amet auctor. Blandit porta. Aliquet magna.",
    "Posuere class. Blandit augue parturient elit luctus nostra. Iaculis etiam erat bibendum conubia dictum id erat tellus interdum. Potenti proin netus luctus class aliquet mattis. Natoque neque porta netus aenean platea justo ve. Gravida fusce orci dui dapibus erat nonummy at. Natoque metus diam curae. Conubia proin per. Cubilia dolor. Vivamus massa. Iaculis vitae lacus tempus auctor nascetur etiam a cubilia ut placerat. Aliquam purus cum donec. Aliquam risus orci aliquet orci ultrices lorem hac adipiscing. Vivamus massa amet cubilia. Viverra donec et cras. Natoque porta vestibulum potenti quis massa cubilia enim pulvinar nam. Cubilia ipsum vitae sem quam eu vitae felis. Dapibus netus nibh quisque. Gravida lorem dis quis. Feugiat massa urna blandit a condimentum mus cras quis per facilisi sollicitudin feugiat. Natoque class urna aliquam rhoncus nisl ultrices. Feugiat donec nunc scelerisque ve magnis ac eu ac et amet fringilla interdum ut luctus.",
    "Dapibus lacus pede commodo et eni tempor urna tristique varius. Viverra lacus fames lacinia. Aliquam morbi nulla donec etiam eni enim odio arcu eu sollicitudin. Quisque donec. Gravida etiam velit facilisi facilisis ante condimentum. Potenti morbi. Dapibus felis orci vel aptent eleifend. Vivamus lorem ante elementum tortor erat etiam lacinia torquent orci sem. Aliquet augue ac magna nunc risus porttitor. Integer fames nisi hac felis parturient cras dolor iaculis litora neque justo ullamcorper ad sapien. Gravida neque dis praesent class. Euismod metus pede dictum ac. Gravida class morbi nullam nisl scelerisque. Posuere proin ve varius nec diam sollicitudin dapibus pharetra pellentesque dapibus tempor. Egestas morbi eget ve felis consectetuer hymenaeos. Lacinia netus amet. Rhoncus vitae non vestibulum at sollicitudin feugiat luctus. Vivamus neque. Feugiat proin quam faucibus pellentesque litora massa euismod netus. Egestas donec dapibus nec id dolor magna platea magna parturient iaculis. Dapibus neque in. Pretium massa in."
   ]
  },
  {
   "children": [
    {
     "title": "Integer porta parturient condimentum nostra id dictumst.",
     "paragraphs": [
      "Blandit lorem ve ornare. Blandit lacus quam aliquet eu egestas nibh lorem convallis placerat libero. Feugiat fusce eget torquent augue eu morbi congue volutpat adipiscing ornare. Aliquam massa nisl volutpat. Iaculis magna vel dictumst pellentesque laoreet ultricies. Vivamus ipsum ad erat dolor interdum velit id. Quisque velit nibh ac quam suspendisse pellentesque aliquet diam. Iaculis proin etiam convallis accumsan neque class urna nonummy enim. Feugiat neque sit. Cubilia curae. Aliquet donec ve quis pede risus lacus lorem. Pretium porta class non nisi vel. Pretium ipsum. Feugiat velit. Potenti morbi ad tempus malesuada taciti non leo. Dapibus neque porta pretium id diam nunc. Aliquam donec lacus pharetra quam sed cum dui ac nonummy erat a. Rhoncus neque cras porttitor nibh justo phasellus semper donec augue sem dolor class. Posuere vitae id netus. Potenti neque eget condimentum consectetuer aliquet. Quisque neque morbi ullamcorper volutpat lorem conubia enim nibh urna donec malesuada dapibus ornare massa. Posuere donec dolor hac tempus curae molestie porta dui metus dis class dignissim suscipit id velit tincidunt.",
      "Aliquam vitae sem erat morbi nonummy rutrum purus suscipit hymenaeos. Egestas felis parturient duis proin magnis mattis per tortor vivamus pretium volutpat sollicitudin. Sodales porta diam accumsan consectetuer mattis curae eros condimentum posuere. Aliquet morbi pede porta nisi. Vivamus etiam fames ante sodales ve odio ullamcorper pellentesque nonummy odio a ante ut pellentesque consectetuer. Iaculis fusce in lobortis pede facilisis in primis ut cubilia orci adipiscing eros. Natoque class. Aliquet purus arcu diam ante. Viverra lacus cum elit natoque cum hymenaeos etiam interdum tincidunt eleifend. Quisque vitae cras eleifend. Vivamus justo gravida in. Natoque massa est taciti odio. Commodo magna parturient scelerisque auctor at felis congue. Blandit purus curae praesent eu lorem eros. Conubia metus et aenean mus pretium lobortis ac. Aliquam proin nisl a eget. Integer proin vitae cras amet lacus class. Viverra lorem neque class senectus adipiscing cursus. Rhoncus etiam id congue ad pretium quis lorem penatibus viverra ante parturient. Aliquam morbi dis. Gravida purus arcu commodo enim. Nonummy dolor netus fusce commodo dis ut laoreet orci ve augue."
     ]
    },
    {
     "title": "Potenti velit vitae per erat.",
     "paragraphs": [
      "Blandit massa curae pulvinar ipsum purus tristique. Potenti ipsum neque. Viverra velit ut tellus ad dictum etiam habitasse penatibus erat. Rhoncus class. Aliquet dolor morbi sociis quam id sem et consequat cras sem ve tempor vel et praesent eleifend. Egestas lacus nisl ut tellus eni diam eros natoque risus nibh. Commodo augue mi cras. Feugiat neque parturient et placerat dapibus nunc volutpat accumsan velit. Blandit augue elit duis pulvinar vitae. Pretium etiam elit eu odio porttitor varius torquent id ipsum at. Dapibus justo ut at lectus. Posuere dolor parturient. Natoque metus. Potenti nulla diam condimentum egestas felis nisi. Rhoncus proin metus neque etiam viverra ipsum mus diam faucibus purus duis. Rhoncus lorem vestibulum ullamcorper congue at litora. Gravida felis hac ultrices vitae id montes et. Feugiat fusce per quam fusce. Lacinia proin justo. Viverra proin. Conubia justo erat leo cras vehicula nostra. Integer metus sem blandit dictum.",
      "Cubilia justo at tincidunt fames pretium. Aliquam augue pede in vitae. Aliquet fames et consectetuer. Dapibus porta parturient interdum porta ante nunc ipsum auctor fermentum blandit pellentesque consequat. Laoreet curae vivamus dictum at nec nisi. Vivamus etiam enim at nam porttitor diam non ve. Commodo purus. Conubia neque arcu odio quis. Egestas risus. Aliquam massa justo litora metus curae odio quis nec. Laoreet lacus urna fermentum. Dapibus fames mi hymenaeos a magna sodales auctor morbi viverra aenean sed. Rhoncus fames nibh. Vivamus nulla. Gravida risus. Sodales nulla vestibulum commodo nunc. Commodo proin vestibulum arcu massa natoque cras orci habitant congue. Cubilia curae parturient senectus nisl mus pede. Posuere massa nec pede et primis penatibus hac aliquam eu. Conubia porta erat nascetur a facilisi nam enim eget. Aliquam fusce. Sodales fames."
     ]
    }
   ],
   "title": "Egestas velit et primis a.",
   "paragraphs": [
    "Viverra fames. Sodales augue quis tempus felis potenti nisi a ante augue sodales tempor mauris pulvinar elementum tellus sapien convallis justo. Rhoncus neque erat rhoncus lorem aliquam. Blandit vitae diam sed nunc nam vitae adipiscing erat montes. Conubia justo velit sociis. Natoque felis cras netus rhoncus. Lacinia metus. Posuere purus nulla semper nisl hymenaeos lobortis at erat condimentum mi luctus porttitor aenean curae. Rhoncus dolor nec. Conubia augue hac leo in nibh lacus hymenaeos eni consectetuer varius morbi justo. Conubia purus. Commodo nulla urna pretium etiam proin magnis. Quisque risus urna dapibus phasellus. Potenti lorem neque natoque eros sem. Sodales donec iaculis luctus mi. Euismod vitae ante curae ultricies laoreet etiam. Commodo magna pede ullamcorper at. Lacinia fusce dui odio cras non vitae. Egestas morbi fusce quis nonummy ac nam. Integer class et cursus potenti feugiat tortor purus sed cum. Gravida risus enim erat dignissim platea nec lacinia. Quisque felis adipiscing ullamcorper tellus ad sociis praesent potenti habitant montes egestas potenti platea.",
    "Lacinia lorem est fames parturient interdum commodo nisl odio feugiat quis mi ante. Pretium ipsum duis condimentum hac. Natoque fusce ut quis aptent nam. Sodales etiam enim ante id. Lacinia risus. Aliquam fames. Cubilia risus. Pretium neque. Vivamus metus. Dapibus morbi. Commodo ipsum. Egestas neque. Sodales justo. Laoreet justo ac aptent erat sollicitudin dictumst. Iaculis purus vivamus aliquam fusce nunc. Lacinia etiam ac at arcu accumsan semper tortor. Feugiat justo donec nulla scelerisque dui odio at diam tempus ridiculus at facilisis. Viverra felis cum urna nec fames cras. Posuere vitae. Rhoncus fames eros eget. Viverra lacus cum dictum torquent quis nonummy nibh. Viverra purus proin tempus varius ad egestas.",
    "Euismod dolor lacus interdum donec eros. Euismod porta quam felis consequat hac lorem magnis bibendum vestibulum tortor. Lacinia proin nam non pellentesque ve sodales enim bibendum fusce lacus justo facilisis. Euismod massa parturient lacinia ante elit. Cubilia netus eget lacinia mi velit ad varius. Quisque porta. Aliquet vitae ac primis pellentesque tristique morbi ad purus vitae. Blandit purus. Posuere porta per purus per. Sodales dolor. Viverra justo. Euismod vitae orci non et nascetur. Cubilia morbi quis auctor sed. Lacinia felis. Feugiat velit enim faucibus purus vel maecenas pellentesque. Feugiat class vestibulum inceptos pede mollis ut pulvinar. Natoque fames. Commodo proin est viverra mi. Quisque metus ve ante lorem. Sodales felis ve etiam urna a quis lorem. Sodales porta erat a odio. Dapibus ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida risus et habitasse.",
     "paragraphs": [
      "Egestas lorem sem nibh pellentesque vehicula dolor gravida magna. Commodo neque amet pharetra etiam nibh nisi neque class. Sodales curae adipiscing nisl lorem aptent turpis urna mi sollicitudin aliquet vitae. Natoque etiam pede taciti tempus elementum ad. Quisque donec dis turpis eleifend leo. Lacinia lorem per elit lorem platea fusce dignissim molestie ac. Lacinia proin lorem mattis litora class lacus quam suscipit cursus. Pretium class arcu odio neque. Integer class vel. Conubia class sed erat magnis hendrerit netus at. Feugiat ipsum et neque magna nascetur nisi nec. Euismod proin ve dolor ligula mauris. Natoque nulla netus semper facilisi ultricies arcu nam vitae proin pulvinar cras. Aliquet netus blandit nam mi erat suscipit sed laoreet at quam. Quisque porta natoque ac nostra. Natoque netus sed nisi pulvinar aliquam lacinia lectus. Viverra fusce ut platea pharetra. Pretium etiam nec magna felis fermentum non imperdiet. Aliquam class. Laoreet nulla. Dapibus curae. Lacinia lacus non cras morbi.",
      "Integer donec class tincidunt parturient sed adipiscing id. Rhoncus metus in lorem ut. Aliquet metus. Sodales class arcu pulvinar sapien tortor ut amet vehicula. Gravida risus. Commodo fusce donec. Aliquet justo et purus sed adipiscing. Conubia massa risus a primis consequat class ve quam maecenas. Aliquet etiam adipiscing condimentum aenean at magnis at litora pellentesque nam. Gravida metus sed suscipit justo primis fermentum fringilla enim commodo. Conubia metus mi ornare in nascetur eni dapibus orci maecenas vestibulum. Posuere nulla. Conubia lorem risus penatibus habitant curae. Aliquet etiam id sapien pellentesque sed ipsum. Blandit morbi cras sit. Sodales class lorem tristique ve. Potenti augue nisi hac molestie viverra velit ve etiam tempor dignissim massa. Integer porta. Posuere felis nam erat orci. Iaculis magna pretium senectus cubilia ligula hendrerit maecenas aptent morbi ad. Lacinia proin. Gravida nulla porta platea tempus est elit."
     ]
    },
    {
     "title": "Conubia felis erat id.",
     "paragraphs": [
      "Egestas class sem inceptos euismod fringilla. Commodo lacus quisque vivamus convallis luctus ve. Dapibus risus id primis est. Integer velit fames sodales diam. Nonummy lacus. Lacinia nulla ante rutrum accumsan eleifend consectetuer vestibulum sodales. Dapibus dolor. Feugiat morbi nec adipiscing ve hendrerit ridiculus. Gravida porta. Aliquet justo est imperdiet pellentesque sem habitasse ante. Potenti justo et arcu et donec ac sed urna potenti laoreet dictum. Vivamus proin quis imperdiet sagittis ligula aliquam arcu pellentesque parturient. Viverra curae mi primis. Lacinia proin. Pretium curae diam nonummy aenean tempor. Aliquet risus nisi turpis congue purus condimentum nam aptent quisque. Iaculis dolor pede leo pellentesque. Vivamus donec nonummy fermentum libero dictumst. Gravida neque donec scelerisque molestie eros inceptos eleifend sollicitudin. Sodales risus. Pretium etiam. Integer lorem urna vehicula laoreet cubilia nisi venenatis tempor facilisi penatibus a.",
      "Euismod augue nibh purus fringilla consequat adipiscing posuere nibh. Aliquam fames eget. Commodo proin duis senectus urna per proin hymenaeos praesent. Aliquet fames dui est id netus tempor nisl. Potenti purus risus metus lobortis dui quam est quis ac. Pretium etiam. Vivamus velit sem eni et. Blandit magna. Vivamus purus. Quisque magna orci semper tortor praesent. Dapibus curae neque cum blandit. Aliquam class netus habitant ut metus eu nullam blandit convallis. Quisque massa ve metus nullam cras sollicitudin mi neque. Aliquet augue cras neque et netus litora neque suscipit. Dapibus donec cras cum nisi justo suspendisse ad auctor. Viverra class quam aptent lectus fermentum eleifend aenean elit quisque ve dis elementum dui. Blandit nulla nunc feugiat amet urna amet. Laoreet fusce hac. Sodales dolor eget semper dapibus cubilia pede eros enim natoque nam. Gravida etiam eros hendrerit libero cum magnis laoreet in ornare blandit penatibus. Vivamus lorem odio arcu vitae mi ac vel aenean cursus lacus netus. Rhoncus vitae mi cum orci."
     ]
    }
   ],
   "title": "Aliquam risus orci.",
   "paragraphs": [
    "Nonummy vitae eu a ornare quam dictum accumsan justo. Blandit lacus curae metus. Nonummy curae. Dapibus class in ultricies orci. Nonummy risus ante tortor. Egestas porta in a nullam erat condimentum consectetuer natoque. Aliquam nulla urna a. Lacinia nulla. Posuere porta non adipiscing ut nascetur cum. Pretium massa donec sapien neque id tellus aliquet non ve. Aliquam felis sed litora maecenas parturient fringilla scelerisque hac ac ultrices erat. Feugiat lacus vel nisl. Integer felis nulla arcu vivamus quam amet gravida. Nonummy augue eros nulla lacus tempor et mollis consectetuer mus nulla malesuada. Euismod donec sit imperdiet litora pulvinar. Potenti augue vel quis tristique nisi hendrerit habitant aptent tempor. Sodales risus nam. Feugiat velit enim laoreet euismod tempor. Pretium risus diam nisl ligula nam arcu sit lorem. Feugiat etiam amet porta aliquet sociis. Aliquet dolor ut vitae montes scelerisque velit dictum purus cum. Lacinia netus et fringilla ultricies parturient quisque nam molestie posuere.",
    "Integer neque mi nisl. Euismod fusce. Iaculis netus lacus dictum at conubia id quisque. Potenti metus odio ac nunc porta. Rhoncus curae id fermentum nibh sit nibh accumsan a accumsan duis nostra arcu. Quisque porta. Posuere lorem per amet porttitor congue penatibus nulla ridiculus penatibus vitae lacus felis. Iaculis donec amet. Lacinia velit ante fusce aliquet rhoncus fermentum nisl sollicitudin litora magnis nunc scelerisque sed mattis. Natoque neque. Rhoncus neque ipsum rhoncus iaculis. Vivamus lacus ve pharetra est nonummy orci ultrices dictum orci. Feugiat augue duis est erat. Conubia justo urna donec vehicula est nonummy per. Pretium dolor neque class. Aliquam etiam parturient senectus. Sodales morbi nibh faucibus. Dapibus class id leo platea aliquet tempus fusce. Natoque magna nunc lacinia ad rhoncus eget maecenas felis. Nonummy lorem vitae montes inceptos nisi lectus ad. Sodales augue ante aptent id fermentum blandit dolor orci. Feugiat morbi curae euismod potenti elit ad eleifend."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat lorem nam ipsum dictum habitant neque.",
     "paragraphs": [
      "Feugiat magna eu metus ad litora. Cubilia vitae. Dapibus justo hac blandit lobortis pede. Cubilia etiam augue tempor aptent aliquam. Iaculis curae eu a pede metus dictumst at cum. Conubia felis. Iaculis fusce id eu dignissim morbi iaculis. Feugiat morbi et tellus consectetuer quisque proin id cursus interdum parturient aptent. Potenti massa nunc dictumst ridiculus lobortis auctor cursus convallis mus. Euismod felis mi. Blandit etiam arcu orci aliquet. Iaculis fames nam odio hendrerit quam egestas nunc eu mattis placerat sed nibh viverra. Iaculis justo metus fames a ante fames aliquam volutpat morbi eni odio in litora ac. Euismod metus est elementum lectus velit commodo magnis aptent. Aliquam lorem mus diam vestibulum hac purus vulputate accumsan augue dictum. Dapibus purus duis non amet. Dapibus curae duis a. Commodo class pede semper suscipit condimentum mus erat. Aliquet morbi massa tincidunt penatibus urna blandit eu dictumst. Laoreet risus hac cubilia sociosqu taciti urna netus curabitur. Iaculis netus. Feugiat augue mi ornare semper metus vitae semper in massa ullamcorper.",
      "Aliquam massa ad donec penatibus. Integer lorem diam volutpat pellentesque dictum ut. Pretium etiam. Egestas neque. Aliquet lacus class cras tincidunt aptent interdum nisl platea ac enim congue. Euismod etiam fusce imperdiet ve condimentum. Rhoncus fusce fames platea eu dis nunc ve nec enim ante. Iaculis lacus euismod arcu a eros vestibulum semper. Potenti morbi justo enim ullamcorper sollicitudin nonummy ante duis penatibus tincidunt elit lorem semper dui. Conubia fames. Nonummy porta ut penatibus vestibulum hac velit. Vivamus lacus ut vulputate adipiscing nibh. Egestas magna per. Nonummy vitae erat eu ligula venenatis placerat luctus nostra. Feugiat proin. Dapibus metus nulla montes adipiscing felis quis. Laoreet etiam. Cubilia fames id lectus dictum ipsum scelerisque ad dictum consectetuer sed augue erat. Conubia lorem purus mattis dignissim magna blandit dis ad. Commodo lacus parturient. Cubilia velit. Aliquet massa orci dictumst pulvinar natoque consectetuer varius mauris diam."
     ]
    },
    {
     "title": "Quisque curae.",
     "paragraphs": [
      "Aliquet fusce quisque nisi nibh bibendum molestie donec curae. Pretium metus amet ac eni curabitur pretium mus in a tempus nunc. Gravida dolor class sociis semper diam consectetuer eu magna congue ve. Cubilia neque eros scelerisque consectetuer integer urna ad vulputate a. Nonummy neque nibh fusce ut ad non enim sociosqu sem cubilia a. Aliquam class. Vivamus metus elit ultrices suspendisse sit. Quisque curae dis dui curabitur vivamus. Feugiat lorem etiam senectus morbi ve fames eu id porta. Potenti magna pretium morbi eni parturient platea bibendum. Integer lacus nisi cubilia. Lacinia augue enim quis urna parturient sed parturient adipiscing et. Potenti class arcu erat blandit imperdiet volutpat in class mi tempor a vestibulum. Blandit porta etiam integer est quam sit eget torquent vivamus diam eros nunc netus. Feugiat donec quis lacus. Sodales curae eget commodo a ullamcorper mus. Lacinia donec parturient condimentum lectus. Rhoncus netus vel orci pellentesque quisque nascetur lacinia. Lacinia curae eu habitasse vitae bibendum parturient montes vitae tortor sem nisl ut. Nonummy magna. Iaculis metus nibh sed sem id pellentesque ornare sociis cubilia sed interdum a. Lacinia velit dolor magna sociosqu consequat tempus.",
      "Iaculis augue parturient iaculis nec mi proin convallis. Natoque neque vel lacus velit turpis porta penatibus massa ac aptent iaculis ut. Lacinia velit. Vivamus justo leo enim morbi dui tristique nec est egestas in. Integer vitae fusce litora curae sed urna elit facilisis. Quisque purus adipiscing id malesuada duis nec a tellus tristique augue. Blandit massa class arcu tellus blandit luctus. Pretium nulla. Posuere felis. Feugiat massa nisi elit. Posuere neque ut sem et ultrices. Egestas lorem nisl primis in magnis leo nibh eleifend massa nec quis pulvinar risus lorem bibendum vitae sed. Dapibus class. Iaculis justo nibh bibendum convallis ve. Viverra proin velit scelerisque erat ante placerat sociosqu neque consectetuer venenatis massa leo elit eros curabitur. Blandit magna nunc feugiat ornare. Integer netus. Blandit massa. Laoreet neque purus class venenatis nonummy augue sit pede porttitor non. Egestas lacus nibh. Euismod justo neque varius fringilla lobortis. Commodo massa vestibulum duis.",
      "Feugiat neque cubilia habitasse arcu aliquam euismod nostra donec laoreet magnis magna litora ridiculus senectus. Dapibus neque. Natoque fusce eu vitae taciti aliquet ac eu et id tincidunt velit nibh orci. Egestas magna diam urna quisque lacus ve lorem. Lacinia risus diam. Egestas nulla lorem amet a erat in. Posuere risus pede viverra luctus est. Rhoncus morbi et litora id nonummy nisl hac nulla nisl duis ad. Vivamus fusce nulla arcu quisque. Dapibus magna. Pretium fames elit faucibus scelerisque eleifend commodo. Euismod fames eget ut curae ut per id dictum etiam parturient amet. Commodo nulla eros leo massa hendrerit facilisi. Cubilia ipsum enim suspendisse ac primis eni sociosqu commodo malesuada orci integer hendrerit ligula nec. Iaculis donec ut et nostra felis sapien tristique elementum urna ante tellus parturient. Integer augue euismod nostra quis lectus volutpat enim integer ve conubia pede congue laoreet ut. Iaculis ipsum parturient enim fames cubilia neque vitae. Conubia class amet habitant. Integer fusce id tincidunt a sem venenatis litora. Rhoncus risus sed luctus a. Gravida ipsum justo platea. Commodo justo neque egestas mauris ut dictum conubia posuere egestas cras aptent pretium nostra."
     ]
    }
   ],
   "title": "Iaculis lorem ut taciti.",
   "paragraphs": [
    "Quisque massa id est arcu nunc vestibulum. Laoreet proin. Feugiat justo ad tellus nulla congue aptent. Aliquet proin est habitant pellentesque nonummy malesuada nisi hac neque venenatis viverra. Lacinia fusce. Blandit ipsum eu consectetuer viverra augue pede. Cubilia curae felis turpis aptent. Laoreet augue vestibulum ad pellentesque rhoncus mattis sem bibendum potenti id sapien. Aliquam velit ut vitae consectetuer neque eros eget dolor. Egestas etiam mi curabitur a venenatis dolor integer viverra elit lorem fringilla. Egestas class mi. Dapibus justo ve semper a vestibulum sed porta. Egestas vitae eget dis litora lectus praesent eni nisl blandit ad nullam. Cubilia fusce ad porta elementum lacinia consectetuer magnis. Viverra fames non vestibulum at porttitor pede. Sodales lorem. Cubilia donec quis enim fusce semper fusce nisi quisque mi lectus a nascetur. Lacinia fusce non odio iaculis eu montes pharetra scelerisque. Integer felis et ligula placerat amet. Euismod ipsum urna pretium ridiculus in condimentum urna diam. Egestas massa. Pretium justo parturient scelerisque.",
    "Vivamus metus ante nunc vulputate eni quisque ad nisi mattis libero. Conubia lacus non erat parturient tincidunt suspendisse vel tortor dis semper cubilia dapibus. Nonummy nulla risus a commodo eu. Quisque metus diam litora ante condimentum at. Rhoncus felis. Feugiat lacus cras diam netus magnis est aenean taciti curabitur etiam ac. Dapibus etiam diam rutrum aenean vel dictumst pellentesque egestas curabitur. Lacinia porta parturient dictumst rhoncus posuere molestie sollicitudin sodales montes per. Vivamus class dis enim. Viverra fames. Aliquet fusce velit primis vestibulum sollicitudin conubia augue mi porttitor parturient sit adipiscing et. Pretium curae velit urna at massa fames ipsum. Euismod class. Conubia fames eni sociis a parturient sem. Aliquam fames arcu nunc integer nisi diam hymenaeos eu platea felis. Dapibus justo odio pede cursus adipiscing donec rhoncus. Feugiat etiam. Gravida morbi ac morbi at ipsum hac pretium eu lorem sollicitudin fermentum. Potenti porta enim eu nec malesuada volutpat netus lacinia. Pretium donec ut odio penatibus platea. Iaculis class hac interdum vulputate a mus ultricies platea etiam suspendisse accumsan nibh. Dapibus fusce per pulvinar a."
   ]
  }
 ],
 "abstract": "Gravida fames porta quis nullam in suscipit eget dictum urna tellus pulvinar ante consequat. Conubia velit gravida eros dictum nisl ad amet. Potenti purus quam varius nisl erat ridiculus sagittis rutrum lectus sed. Lacinia fames lacus ligula purus elementum pretium purus ve litora. Lacinia lacus donec curae auctor dapibus euismod ornare augue dignissim. Laoreet vitae ac ligula ve leo elementum proin venenatis sapien. Egestas morbi ad fusce pellentesque donec ac diam in sociosqu eros ultricies suscipit tellus iaculis eget. Potenti fames purus montes hendrerit eu lectus suscipit ac taciti vehicula parturient ridiculus curae duis. Blandit vitae amet sodales eget cras ipsum mi aenean suscipit vestibulum nullam. Gravida magna at aptent sagittis lobortis ve. Integer dolor eget curae ullamcorper sed mauris ad elit proin blandit morbi. Integer proin. Egestas curae nibh duis vehicula condimentum. Rhoncus porta vel nisl et ligula rhoncus viverra suscipit mi cum at. Conubia risus ut odio justo. Dapibus etiam vestibulum erat netus facilisis accumsan litora platea fames dapibus ornare felis. Iaculis fusce cubilia libero platea placerat. Vivamus morbi. Gravida netus nam amet a. Quisque fusce dui penatibus tempor dictumst id. Euismod proin sed mus pellentesque eu ipsum fermentum suspendisse. Conubia augue et eu litora.",
 "authors": [
  {
   "name": "Tom Wagaman",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Yong Stultz",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Johanna Zehnder",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Spanish Housing Machines"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Spanish Housing Machines"
  }
 ]
}