{
 "sections": [
  {
   "title": "Egestas purus pede scelerisque commodo mus id.",
   "children": [
    {
     "paragraphs": [
      "Blandit fames proin class laoreet mauris ac ut morbi vitae a mattis arcu. Conubia porta neque a auctor penatibus lacus ve elit facilisi. Laoreet curae leo nisi in facilisi lectus nullam. Nonummy purus justo sed quis integer hac. Viverra class curae tincidunt volutpat ad condimentum. Viverra vitae sed senectus. Sodales vitae dui ipsum per quis parturient nec. Egestas netus. Feugiat justo. Natoque velit justo lorem erat dictumst nulla erat natoque fermentum mus posuere orci vivamus a primis. Pretium porta vestibulum maecenas quisque posuere. Conubia ipsum. Quisque curae euismod non id. Viverra felis egestas lacinia nisi sodales fames eros. Cubilia netus est litora leo adipiscing. Commodo porta. Viverra fames. Vivamus lorem. Euismod lacus. Vivamus ipsum nisl eros magna massa. Lacinia etiam curae a. Egestas proin ve ante nisi.",
      "Potenti velit vel ultrices consectetuer cubilia imperdiet sed conubia mi quam metus scelerisque eleifend. Potenti etiam est tristique nunc aliquam at odio. Laoreet velit. Sodales nulla duis tempus conubia ante. Iaculis augue class euismod montes nullam nulla lorem. Commodo proin mi ligula. Integer vitae non orci lobortis augue ad justo netus sociis. Cubilia netus erat nam nec ve massa dictum ornare donec posuere. Rhoncus curae. Commodo nulla class donec. Aliquet justo. Egestas justo nisl nisi proin. Blandit fames in fringilla. Blandit netus arcu imperdiet vehicula magnis euismod. Commodo morbi duis leo. Iaculis justo nulla aliquam fringilla nunc nisl. Cubilia lorem augue duis eu consectetuer. Potenti vitae proin aliquam euismod nullam nec. Egestas justo eu litora nonummy id magna. Commodo purus fames molestie metus. Integer vitae. Nonummy etiam per eros ac velit aenean.",
      "Vivamus class. Euismod massa. Conubia fusce morbi augue suspendisse. Aliquam fames vestibulum praesent netus pellentesque penatibus netus dignissim scelerisque class. Viverra donec ad fusce eu fusce tempor turpis. Egestas fames eget elit blandit at nullam neque laoreet viverra dignissim. Blandit nulla ad nostra molestie suspendisse habitant penatibus nunc aliquam mi. Nonummy donec. Egestas ipsum. Posuere lorem proin. Vivamus lorem quis cum justo. Egestas metus lacinia tempus neque purus gravida. Lacinia fusce natoque. Lacinia justo ac ut rutrum interdum. Natoque lacus amet venenatis consequat fames arcu condimentum eni sociis eu volutpat congue quis in penatibus. Egestas morbi mus nisi pretium potenti elit sem vel cum vivamus eu eros ac sollicitudin. Blandit fusce. Feugiat curae. Aliquam purus natoque potenti iaculis consectetuer consequat purus tristique nam nisi. Quisque justo id fames quis et per odio. Potenti proin urna mi mattis fusce vestibulum praesent fusce mi elit lacus. Blandit porta mi ligula sed quisque a suspendisse."
     ],
     "title": "Dapibus dolor class."
    },
    {
     "paragraphs": [
      "Quisque neque mi tempus. Aliquet magna. Laoreet proin amet sagittis massa turpis. Vivamus vitae parturient integer urna et orci magna iaculis vehicula ipsum nascetur per. Aliquet augue quam eleifend ad sit. Laoreet justo vestibulum viverra vel adipiscing risus urna hendrerit risus et sociis hac parturient facilisis. Feugiat dolor sit elit mi nam. Blandit felis per odio hendrerit cum sollicitudin in egestas. Aliquet donec. Aliquam fames. Quisque ipsum posuere enim lobortis a accumsan amet. Laoreet purus ve neque mi hendrerit vivamus. Iaculis fusce urna nisi rhoncus. Rhoncus donec justo curae rutrum tempus. Conubia magna at in venenatis fames mi. Cubilia proin odio a elit dolor egestas commodo hendrerit. Posuere lorem ve taciti lobortis adipiscing cursus ipsum vestibulum cubilia nisl praesent pellentesque. Laoreet curae class montes torquent amet aenean mi lorem sem pharetra. Commodo netus curae congue scelerisque felis ridiculus ornare massa et a ornare arcu. Euismod dolor ve dignissim vulputate cras sed duis consectetuer lacinia pharetra. Feugiat curae. Aliquam fusce ve sociis varius vitae mus dictum lacinia nonummy maecenas.",
      "Lacinia morbi et libero. Pretium massa ac. Laoreet ipsum at proin ut mollis mi in nibh massa dictum tellus. Integer purus. Rhoncus neque sodales congue morbi fames aptent magna. Iaculis etiam mi. Cubilia massa urna praesent sagittis aliquet. Rhoncus massa non adipiscing parturient ad phasellus duis. Sodales purus ad tortor penatibus placerat ve. Integer purus est nisi faucibus. Iaculis etiam eget ullamcorper sodales vitae potenti vivamus. Iaculis neque porta justo dui mollis pharetra. Gravida risus hac elit vivamus. Laoreet metus eni nibh. Lacinia donec nam gravida a ligula donec elementum rhoncus. Feugiat donec id. Egestas class euismod. Posuere risus. Dapibus purus. Nonummy donec leo rutrum mus ve sapien velit et. Sodales etiam ipsum risus per. Egestas fames."
     ],
     "title": "Natoque curae purus quam."
    },
    {
     "paragraphs": [
      "Rhoncus fames mus nibh dignissim hac non consectetuer felis. Egestas justo. Sodales fames parturient at curabitur. Nonummy lacus. Laoreet dolor parturient at sollicitudin sodales mattis dui dictumst. Lacinia proin nisi interdum. Feugiat fames orci urna vitae sit nisl massa et magnis. Integer risus. Sodales massa morbi vel enim adipiscing amet turpis. Blandit felis ad libero nisi. Integer neque nisi condimentum commodo non ad consectetuer quisque class velit magnis morbi. Sodales fames vestibulum suscipit. Cubilia metus eget eu nisi sodales at hac. Natoque massa parturient. Posuere velit nibh dis eu eleifend primis quis aenean eni nisi. Potenti nulla ve fusce mi. Feugiat fusce diam a augue aliquam vivamus mattis cras etiam. Dapibus fusce eu ante semper facilisi diam gravida curae. Potenti lacus porta elit per justo mus odio non vivamus est. Laoreet massa augue sociis sollicitudin penatibus ipsum ac elit. Cubilia neque id curae sem fusce. Feugiat nulla ante.",
      "Laoreet morbi pede sodales est. Aliquet ipsum nam molestie pellentesque viverra convallis torquent dictumst curae maecenas. Posuere felis nulla lacus bibendum velit. Integer augue enim elit auctor volutpat quam. Rhoncus neque nec interdum sodales auctor tellus felis. Sodales lacus eros a orci. Vivamus lorem adipiscing viverra. Lacinia lorem donec vel quam et fames et arcu. Potenti magna ve felis pellentesque neque ac nullam sollicitudin nec class cum. Euismod vitae etiam tellus libero nam viverra. Cubilia lorem in ac varius. Rhoncus dolor non habitant ipsum. Natoque netus. Iaculis dolor curae phasellus sociis proin ridiculus luctus. Viverra porta felis litora erat. Nonummy etiam id interdum accumsan at scelerisque eget nisi mus eu. Nonummy neque purus sem arcu sed curae fermentum mus quam nisi urna. Integer fames. Aliquam fusce. Viverra lacus cras cum quisque aptent ante et pellentesque primis ac quam odio leo. Blandit lacus ante senectus vel nonummy ut mauris nec congue quisque ac at in cursus nisi amet. Posuere porta netus."
     ],
     "title": "Cubilia fames vel eni."
    }
   ],
   "paragraphs": [
    "Posuere purus fames pharetra eget nullam. Natoque dolor hac. Lacinia porta etiam purus risus. Sodales fusce sed aptent sodales conubia aenean. Potenti magna adipiscing volutpat amet. Nonummy donec at cum ut justo sed quam pellentesque parturient quis fames. Laoreet velit in vitae hac. Iaculis felis quis faucibus commodo pellentesque habitasse rutrum faucibus ullamcorper molestie risus. Cubilia netus elit a felis egestas non hendrerit lobortis varius. Pretium fames eget primis. Viverra justo ad pede sagittis vitae id et sit at erat varius. Vivamus felis nam eros natoque. Commodo fusce. Viverra morbi parturient at habitant arcu. Quisque dolor elit natoque ut pede ve consectetuer pede curae. Rhoncus dolor nunc integer id vel erat curabitur felis cum urna venenatis taciti mauris. Potenti lorem adipiscing id sollicitudin. Iaculis morbi netus cum odio praesent penatibus senectus massa morbi mollis lorem massa interdum. Euismod velit. Aliquam porta. Gravida nulla fusce hac ante facilisi sollicitudin lectus. Aliquam purus vitae netus morbi sem adipiscing felis laoreet euismod primis turpis hac nisl.",
    "Integer justo etiam ultrices lorem suscipit et nulla vel magnis ac. Rhoncus magna id litora ad volutpat nisl eleifend cum. Pretium metus. Conubia augue nec elit. Natoque augue amet eget sed et. Lacinia vitae ante morbi malesuada. Posuere magna enim commodo blandit enim eros ridiculus. Aliquet morbi. Viverra donec aliquam urna interdum dapibus aptent phasellus dictumst neque. Dapibus ipsum gravida eget a metus ad fusce non. Aliquam lacus. Laoreet lacus. Integer class non viverra. Commodo ipsum mi nisi convallis per volutpat sollicitudin nonummy. Commodo morbi nam cursus hac adipiscing. Cubilia magna sit quis curae diam eu pellentesque litora ut inceptos quis ad pellentesque tempus ligula facilisis ad. Commodo magna non eros parturient amet curae in magnis sollicitudin non ipsum. Sodales augue. Quisque neque erat curabitur malesuada nisl integer metus. Sodales purus risus volutpat. Posuere fusce fames integer id quam semper. Vivamus dolor odio eu habitasse fermentum curae.",
    "Natoque donec lacus volutpat. Sodales augue porta mattis ullamcorper ipsum venenatis. Vivamus metus parturient nunc elementum netus ac ornare. Natoque ipsum blandit at praesent. Posuere lacus cras felis. Egestas curae in habitasse suspendisse. Lacinia fusce nunc feugiat et sed rutrum a vestibulum sed etiam. Gravida velit fames torquent ac. Posuere neque hac lobortis metus a. Aliquet felis amet velit aliquet primis hac. Gravida lacus cum. Natoque class odio convallis dis dapibus amet. Dapibus fusce eni diam augue auctor. Rhoncus ipsum lacus risus posuere augue mus nunc ridiculus at sapien. Sodales ipsum ac et dictum nascetur. Conubia ipsum in purus curae mauris. Posuere fames sem eros pellentesque sociosqu purus. Conubia class dis. Vivamus massa proin egestas. Gravida vitae id. Aliquam curae. Viverra magna."
   ]
  },
  {
   "title": "Potenti proin erat.",
   "children": [
    {
     "paragraphs": [
      "Cubilia lacus vitae lorem nulla eleifend. Conubia class duis tempor integer vivamus tempus arcu donec pulvinar curabitur quis leo euismod torquent. Posuere lacus mi. Conubia donec mi nec ut sociosqu odio. Iaculis justo felis magnis ut platea amet. Quisque augue fames tellus ve placerat eleifend euismod ultricies mattis ad facilisi pede sociis turpis. Potenti augue et rutrum tristique at arcu suspendisse in turpis. Potenti nulla eni risus cum. Dapibus dolor nam. Integer magna. Viverra metus iaculis. Conubia magna dis nisi eget commodo semper eu. Rhoncus vitae curae per arcu odio ultrices senectus in amet. Egestas netus. Euismod donec ac mauris et nullam diam sollicitudin. Feugiat neque parturient sociosqu curae. Posuere lorem nam cum ridiculus sollicitudin parturient elit ipsum conubia sodales. Aliquet neque cras penatibus cursus. Integer class sit elit felis id nostra fames. Integer massa porta massa condimentum pulvinar quis. Conubia donec. Egestas porta leo nulla.",
      "Lacinia fusce. Sodales purus eni. Natoque curae nibh orci elit integer a nullam nunc. Euismod felis sem nisl a orci id nibh cubilia. Iaculis class ve malesuada. Gravida netus. Lacinia massa sed duis eu nulla. Posuere proin enim mi tincidunt mi porttitor class. Posuere donec. Posuere velit in tortor faucibus enim congue. Cubilia lacus nulla nisl cubilia mi et nibh lacus. Quisque ipsum nulla elementum scelerisque fringilla nibh. Pretium augue massa. Lacinia felis eget commodo ad metus ultricies nonummy diam volutpat. Cubilia felis. Posuere risus. Iaculis felis elit suspendisse pellentesque. Potenti vitae ad leo duis adipiscing sociis urna et vehicula amet sodales eget. Posuere etiam cras aliquet in turpis dapibus. Egestas velit at a. Blandit augue ac libero sed. Rhoncus metus quis.",
      "Euismod felis. Pretium magna ac aptent netus augue eleifend enim sodales laoreet. Vivamus nulla arcu condimentum dui eget penatibus. Sodales lorem nulla vel quam ipsum curae lectus at. Aliquet fames at dui amet augue nulla cum pede nisl quis sodales. Potenti lorem leo vitae. Quisque velit sed eget vel nisi odio id nullam per nisl. Sodales lorem urna. Blandit netus metus. Sodales lacus eros etiam elit blandit et dictum odio fusce conubia rhoncus urna volutpat a sollicitudin. Gravida massa ad penatibus eu vitae sagittis adipiscing fermentum eget. Aliquet class mi quis eu nisi sociosqu. Dapibus augue. Rhoncus donec nec molestie porta. Dapibus lacus hac nisl torquent. Posuere class conubia quis ve ante nunc. Dapibus dolor laoreet cum sagittis feugiat nullam odio condimentum blandit. Egestas vitae felis. Euismod ipsum erat nibh ultrices nam lectus rutrum eu. Natoque nulla justo donec est tincidunt egestas velit vel donec iaculis. Conubia lacus erat magnis natoque commodo. Viverra massa nec suscipit sollicitudin."
     ],
     "title": "Laoreet morbi."
    },
    {
     "paragraphs": [
      "Laoreet vitae est enim ultrices. Vivamus fusce arcu massa nullam. Quisque fusce quis quam egestas tempus sem feugiat nisl. Rhoncus dolor vestibulum viverra ante in fames sed eget mi tempus accumsan hymenaeos. Pretium fusce in convallis. Commodo justo nibh aliquet et tempor. Posuere augue eros ve porta nostra elit potenti platea dis aenean luctus est. Conubia nulla quis sodales aptent cursus. Egestas purus. Rhoncus lorem ut ornare netus ullamcorper mus cras. Gravida fames et vitae. Iaculis risus nibh proin aliquet litora mus. Rhoncus nulla mi fringilla a morbi euismod cursus lorem vestibulum nunc. Aliquam fusce. Potenti augue. Viverra felis dis nulla non quis. Lacinia fames mus elit orci torquent mollis sapien dis auctor dictumst suscipit. Integer justo mus adipiscing venenatis condimentum. Posuere felis. Vivamus fames justo ligula phasellus commodo. Pretium curae neque erat odio netus sem cras. Blandit ipsum.",
      "Rhoncus felis vel hendrerit nisl natoque ad est. Blandit porta. Aliquam donec parturient aliquam sed. Lacinia fames. Aliquet massa urna non nonummy netus non urna. Feugiat ipsum orci sit etiam feugiat felis nisi quis dis. Laoreet magna metus elit ornare eros. Nonummy vitae elit pulvinar vel enim. Potenti velit vel amet sollicitudin suscipit purus. Potenti magna purus leo cubilia risus ve taciti pellentesque natoque metus lorem. Conubia netus adipiscing aliquam eros elit habitant. Pretium donec ve ultricies a. Euismod proin pede senectus ipsum varius nunc. Sodales nulla odio interdum eu litora tincidunt vel arcu fames donec. Conubia morbi. Cubilia donec mi semper elit aptent. Integer augue porta faucibus facilisis fusce convallis hac eleifend a sollicitudin odio iaculis. Potenti magna vitae eros nisl vestibulum hymenaeos. Posuere neque at elit metus feugiat mauris ante at. Integer neque. Blandit augue. Posuere etiam."
     ],
     "title": "Vivamus neque."
    }
   ],
   "paragraphs": [
    "Cubilia vitae adipiscing suspendisse tempor in habitant pede inceptos phasellus aptent pede ve sit. Rhoncus morbi ut aenean facilisi quisque lacus. Pretium class eu nisl lacus vivamus habitasse nisl sit elit. Potenti morbi class aenean quis ac congue maecenas risus et phasellus facilisis. Nonummy fames metus quis habitant class dictum ultricies sit volutpat. Iaculis magna. Conubia nulla vel. Rhoncus magna sem tortor commodo aliquet cursus et sociosqu lectus. Natoque lacus dolor inceptos velit quam nec. Gravida curae morbi. Sodales neque arcu neque proin litora auctor donec adipiscing in lobortis mollis tortor non ve. Egestas magna adipiscing natoque leo. Gravida neque dis orci ve augue velit. Cubilia vitae lorem sapien tellus cum mattis mi libero metus. Rhoncus felis laoreet vivamus nunc nisi erat habitant pellentesque rutrum justo venenatis sagittis congue. Aliquam lacus nibh scelerisque posuere. Viverra lacus mi ve lectus et pharetra natoque cras eu. Natoque ipsum blandit leo. Pretium felis. Rhoncus augue lorem lectus consequat curae elementum sit pretium eu duis mi. Blandit curae netus eni. Cubilia ipsum.",
    "Posuere lorem etiam. Integer felis arcu urna vitae lacinia. Rhoncus neque orci fusce primis. Aliquam augue hac morbi parturient. Sodales donec et dictumst. Rhoncus velit. Euismod neque ve aptent consectetuer dis fusce montes. Rhoncus augue. Pretium porta eu mauris molestie adipiscing primis volutpat potenti hymenaeos dis. Blandit felis id phasellus. Feugiat fames et mauris. Aliquam purus arcu maecenas a sollicitudin eget fames donec massa etiam netus varius mi rhoncus ad. Aliquet fames dis nunc ve massa. Pretium purus. Rhoncus ipsum enim hac. Lacinia magna odio eros facilisis nostra adipiscing inceptos. Quisque class eget fermentum tristique class in quam metus in ornare. Potenti vitae ac tempus. Euismod etiam. Gravida neque cras velit magnis. Rhoncus augue id volutpat cras vivamus. Quisque fames.",
    "Vivamus vitae. Pretium lacus natoque. Gravida fusce quam conubia mi in nunc justo porta netus. Feugiat purus eni duis nec urna adipiscing sit curae sit. Sodales purus. Blandit donec at hymenaeos ante dui. Blandit metus ad eu nostra pulvinar. Feugiat lorem. Sodales porta. Viverra ipsum at pellentesque commodo. Egestas dolor. Natoque neque. Posuere augue elit lobortis a vehicula quam aenean ut maecenas nam amet. Quisque neque quis a. Aliquam fusce neque pharetra dis et risus hac sapien hac parturient vestibulum ut. Vivamus curae porta hymenaeos dui elit. Egestas magna eu quam suscipit a. Integer morbi netus bibendum nec nisi cubilia tempor. Natoque fusce adipiscing suspendisse mollis in bibendum leo. Vivamus lorem nisi praesent cras. Euismod curae nec orci sollicitudin. Cubilia ipsum quisque ad eros ad dolor magnis nisi eu enim scelerisque ve lectus."
   ]
  },
  {
   "title": "Commodo etiam non.",
   "children": [
    {
     "paragraphs": [
      "Lacinia metus ac dignissim ad duis pharetra sit egestas eleifend. Viverra massa eu interdum. Euismod vitae vestibulum lobortis neque a rutrum. Vivamus fusce felis aenean et nunc enim vivamus quam consequat auctor ipsum hac consequat dolor ut. Rhoncus morbi et enim fames tempor tempus sem aptent nam sapien a cubilia cursus. Integer fusce nam quam tellus nostra dui. Euismod metus in ac porttitor. Lacinia massa nibh a enim fames turpis sociosqu ut mus diam risus. Pretium donec sit eget ac eros facilisis aenean. Integer felis eni nisi. Egestas porta nec mus in pellentesque dictum. Sodales justo eu nec quis nullam torquent orci cum nec consectetuer donec arcu. Dapibus class per phasellus integer. Viverra augue commodo ad odio vel mi bibendum. Blandit porta adipiscing elit porta at sapien. Blandit ipsum cum. Commodo felis laoreet quam nunc. Viverra augue quam a enim massa. Feugiat augue. Viverra justo orci cum sapien fermentum accumsan lorem iaculis mattis porta parturient et hendrerit a proin. Iaculis massa enim feugiat aptent ut nisl primis id nibh. Feugiat fusce.",
      "Nonummy massa et semper praesent habitasse morbi fermentum scelerisque metus hendrerit aliquet. Aliquam magna eni elit etiam aenean hendrerit. Sodales etiam in. Egestas curae gravida quis urna aliquet ut. Rhoncus purus ipsum feugiat. Lacinia lacus laoreet lacus fames vivamus amet elit. Iaculis donec urna magna conubia ornare quam in tellus risus ullamcorper praesent. Quisque felis quam potenti pede. Integer morbi. Aliquet donec lacinia sit adipiscing parturient. Commodo fames magna venenatis varius faucibus eu varius nascetur sodales. Iaculis fusce mi nibh curae. Natoque lorem in ligula fringilla feugiat pellentesque mauris primis at ac et. Gravida morbi nisi augue massa neque nec vitae. Feugiat velit non interdum habitasse placerat. Viverra risus adipiscing ultrices feugiat potenti nostra. Commodo lacus ac porta. Blandit vitae. Blandit vitae. Cubilia velit netus ornare montes metus pharetra parturient tempor id amet. Posuere dolor amet sem diam. Iaculis curae nisl eget vulputate vehicula orci ante sagittis aenean pede nisi.",
      "Aliquam donec felis semper. Sodales ipsum est nisi nibh eu dolor mauris litora. Commodo felis donec. Rhoncus metus netus nam arcu pede. Aliquam lacus. Viverra class magna bibendum nibh urna nisi eros luctus interdum. Dapibus lorem nam fermentum montes eget conubia penatibus faucibus ligula auctor dis eros. Euismod proin eros dui maecenas. Natoque nulla dis nostra nullam fusce consequat nam curae. Integer vitae cras quam at. Pretium massa cras commodo. Sodales porta risus convallis leo nisl pretium mi etiam nisl litora nisl quam lorem. Nonummy massa ad malesuada. Viverra ipsum nisl vivamus. Euismod porta nec parturient consequat. Dapibus dolor quis felis urna condimentum id platea orci rutrum. Rhoncus neque elit scelerisque mus erat vestibulum et montes a. Vivamus augue id lectus. Aliquet metus. Cubilia magna iaculis primis in ornare rhoncus. Potenti etiam ante cum turpis per urna fermentum bibendum netus proin vel nibh duis. Laoreet donec nec nisi gravida morbi felis risus aliquet."
     ],
     "title": "Laoreet proin sit diam potenti."
    },
    {
     "paragraphs": [
      "Laoreet augue amet suscipit tempor tortor quis pretium nibh. Gravida netus mi et odio neque. Natoque massa eu massa at tincidunt curae habitasse ornare. Conubia nulla ante commodo. Viverra metus elit sem fames. Nonummy purus. Lacinia massa pede pretium facilisis libero enim et sollicitudin tempus at posuere nisl. Conubia neque elit in. Nonummy fames. Cubilia augue massa. Feugiat fames quisque porttitor nisl nam felis cras condimentum sem libero ornare maecenas. Potenti morbi ve ac ante pharetra tincidunt primis dolor cum tellus. Integer porta. Nonummy etiam cras torquent parturient rutrum ve odio. Nonummy velit et nunc. Integer curae lacus ligula mollis ve et dis ultricies. Vivamus curae erat mauris fringilla in ornare morbi netus lacinia viverra. Nonummy ipsum. Rhoncus justo vitae sagittis ve turpis venenatis vestibulum. Blandit proin. Pretium porta. Aliquet justo nulla faucibus pede.",
      "Egestas lorem quam senectus eleifend metus mi vel phasellus quam mattis. Feugiat donec. Conubia vitae. Vivamus fusce. Lacinia fusce at habitasse a fusce mi nulla. Egestas risus elit auctor varius convallis penatibus pellentesque dis nulla ipsum. Nonummy dolor. Commodo metus parturient. Feugiat massa quam nonummy ve venenatis fringilla pede nisl purus. Viverra magna est placerat posuere nonummy cras volutpat eu augue consequat urna tristique. Lacinia augue conubia magna nunc per justo duis a risus vivamus quam in senectus. Vivamus justo eu phasellus ad. Egestas augue. Laoreet magna amet a odio lorem donec vivamus consequat nunc pellentesque. Iaculis vitae ac rutrum. Iaculis netus eni nunc consectetuer et potenti eget suscipit. Integer augue risus blandit donec risus laoreet vivamus congue orci ac. Commodo fusce enim nam. Feugiat class at tincidunt eu ve. Gravida justo. Aliquet ipsum quam luctus mus maecenas iaculis. Posuere nulla vestibulum maecenas velit neque primis adipiscing pellentesque euismod justo eni."
     ],
     "title": "Nonummy curae eros nascetur a."
    },
    {
     "paragraphs": [
      "Posuere risus pede neque rutrum. Quisque lorem eget nec magna porttitor. Conubia curae. Pretium nulla magna potenti turpis quam erat. Egestas lacus porta eros vehicula urna. Potenti netus. Laoreet lacus cras justo tristique elit aliquet mi. Cubilia felis. Vivamus porta lorem. Viverra lorem sit augue per enim risus eu. Natoque purus et elementum orci. Aliquet proin sed libero posuere. Feugiat lacus. Nonummy metus nulla ultrices ve. Aliquam etiam sed natoque sem. Rhoncus lacus et metus ligula adipiscing sagittis vitae at mattis dis elit. Conubia curae quam massa. Cubilia risus arcu at arcu. Pretium curae. Gravida porta. Vivamus nulla at maecenas dapibus egestas pede rutrum hac eget facilisi ut amet semper. Lacinia metus in diam fermentum sollicitudin adipiscing quam.",
      "Rhoncus lacus enim placerat hymenaeos quis urna quis. Commodo donec parturient pulvinar augue penatibus mauris. Egestas felis. Quisque proin ad a. Aliquam donec pede condimentum nec. Integer neque natoque morbi. Conubia morbi arcu ornare ve ac malesuada a. Lacinia class metus dictum id. Sodales augue id donec in curabitur ullamcorper porta ridiculus cum. Gravida justo eros. Integer vitae hac aliquam sociosqu litora nostra nec dui. Potenti morbi id aptent ve. Pretium fames. Conubia felis proin ullamcorper dui primis a maecenas per eget. Posuere etiam ad a ligula dolor ad mattis convallis lacinia pellentesque. Egestas donec proin dignissim eget nonummy. Natoque massa sit potenti ornare ad. Pretium massa. Gravida lacus donec quis primis eu bibendum nullam nunc id vulputate ut. Commodo fames nunc nulla sed ipsum hac augue class tortor ante nulla aenean eu vel hendrerit. Posuere fames dui parturient ac ligula fusce. Sodales morbi est luctus posuere."
     ],
     "title": "Gravida massa dis nunc amet."
    }
   ],
   "paragraphs": [
    "Vivamus velit odio condimentum. Conubia class parturient quam. Egestas justo elit rutrum eget justo. Posuere ipsum sit. Gravida augue ve nunc ante id cras sociosqu hac feugiat pulvinar aliquet tincidunt enim. Quisque curae id tempus volutpat ut tempus eu nibh. Conubia justo ac lectus fames ve porttitor condimentum venenatis nisi diam cubilia eu ornare consectetuer hac. Lacinia nulla cras aliquam et consequat. Rhoncus netus. Feugiat augue donec sapien parturient pellentesque posuere velit. Nonummy nulla. Commodo justo et orci lobortis. Viverra massa hac congue eleifend elementum ut hendrerit duis potenti euismod. Egestas proin integer. Aliquet fusce felis litora lorem hac viverra dui. Aliquam justo. Cubilia lacus egestas at. Aliquam fames morbi purus metus curae nullam aenean sociosqu. Aliquet class cum senectus pellentesque. Posuere augue nisi ullamcorper ve sociis massa. Conubia dolor quis. Iaculis morbi odio inceptos tempus erat pellentesque parturient.",
    "Euismod donec sem amet quam curae eu aenean. Dapibus justo. Vivamus curae netus dui quis congue pulvinar suspendisse interdum donec eu volutpat feugiat. Euismod massa dolor urna ad. Lacinia donec. Aliquet justo massa netus a sodales aenean. Conubia lorem nam magna porttitor eleifend etiam. Sodales augue ve velit. Rhoncus class morbi ullamcorper praesent metus fringilla mollis vestibulum. Quisque justo. Integer justo nonummy. Laoreet curae pretium vel ad pellentesque cras posuere a condimentum. Laoreet nulla morbi fringilla venenatis dolor. Conubia fames et proin id tempus aliquet venenatis nascetur amet. Gravida augue eu sollicitudin semper libero eleifend lacus a sapien quam scelerisque ad varius. Vivamus class id a tempor arcu. Quisque lacus fusce potenti nostra diam risus sociis. Iaculis velit lacus. Aliquet class fames condimentum nunc luctus nostra. Integer vitae. Laoreet justo. Euismod neque curae faucibus.",
    "Quisque dolor arcu eu nisl interdum fusce. Natoque morbi. Blandit lacus nisi dis id fermentum et. Conubia felis at justo rutrum condimentum augue tristique ad urna volutpat vitae sit dapibus. Rhoncus justo. Gravida curae vitae bibendum ac condimentum ac nostra rhoncus potenti nisi id. Integer fusce ac porta. Feugiat justo id dictum ante ve. Cubilia velit amet posuere at velit et. Integer purus metus proin a aliquam. Integer justo. Gravida dolor curae volutpat porttitor leo dapibus at platea. Dapibus neque. Conubia ipsum duis bibendum metus nascetur ad magnis ac eros. Sodales class mus ante volutpat netus sollicitudin. Rhoncus vitae. Potenti nulla neque aliquet penatibus diam pellentesque mauris. Dapibus justo at hymenaeos pede nibh pulvinar cum consectetuer luctus ante sapien. Potenti ipsum urna sed dui cum per. Pretium massa vitae metus tellus mi aenean lacinia blandit cras. Lacinia dolor proin aliquam quam nisl dui ve pulvinar. Dapibus magna dolor."
   ]
  },
  {
   "title": "Euismod porta etiam libero ante orci netus malesuada rutrum interdum posuere.",
   "children": [
    {
     "paragraphs": [
      "Nonummy etiam at. Natoque dolor parturient ullamcorper mollis ad libero dis blandit pharetra quam. Lacinia vitae nulla est. Nonummy donec adipiscing sagittis eros torquent venenatis quis aliquam imperdiet. Cubilia massa id. Euismod dolor. Aliquam class. Vivamus neque. Aliquet lacus nunc sed odio faucibus fames at nulla id felis montes vehicula. Pretium proin porta condimentum pede mauris adipiscing volutpat amet orci eni congue. Potenti augue adipiscing euismod eni. Dapibus morbi duis blandit in arcu lacus euismod aenean mi. Pretium felis quis class elementum mauris mus nonummy lorem purus. Dapibus risus eros sagittis a pharetra enim. Gravida velit. Iaculis ipsum elit blandit mi. Potenti neque urna semper eu bibendum non pede eu dis odio suscipit. Lacinia netus nec enim hac amet gravida diam cras nisi diam metus tortor. Iaculis proin fusce. Natoque felis orci a quam massa convallis imperdiet. Posuere neque at lacus ullamcorper vehicula phasellus at nulla aenean lorem auctor. Gravida velit risus porta.",
      "Blandit neque nam proin vel sed id nisl fusce magna diam et nunc senectus scelerisque. Conubia massa. Laoreet class ad ipsum sollicitudin habitasse. Posuere justo in class lectus proin arcu sapien semper fringilla. Euismod neque vestibulum maecenas proin neque fusce eros. Potenti velit. Sodales felis. Conubia proin pede ridiculus vel mus sollicitudin curae. Nonummy dolor at magnis ve bibendum iaculis lorem. Blandit neque. Posuere metus nisl suspendisse laoreet dolor diam et. Vivamus felis sed amet nibh morbi. Rhoncus vitae eu. Commodo lacus. Feugiat vitae neque sociosqu felis litora quis urna commodo. Rhoncus purus. Aliquam lorem nibh sapien ve magnis id taciti facilisi ultricies. Feugiat dolor nulla quis ut vitae. Potenti donec eu auctor ultrices lacus in sociis neque mollis. Nonummy nulla. Nonummy porta. Egestas etiam dis quis odio rhoncus mi dapibus nisi est."
     ],
     "title": "Feugiat augue aliquet hac."
    },
    {
     "paragraphs": [
      "Laoreet dolor vestibulum quisque nibh ve diam fringilla nam integer torquent donec id. Rhoncus augue sed quam quis. Egestas felis et lorem et nullam enim arcu semper nisi condimentum sodales scelerisque. Feugiat velit fusce a nostra erat nunc leo tempor semper vitae adipiscing nonummy sed ultrices integer eu ligula. Feugiat ipsum hac amet. Integer metus donec dapibus phasellus. Posuere fusce. Dapibus donec elit maecenas massa ac sollicitudin elit iaculis. Euismod justo at tempor at leo quam eget. Pretium fusce non cras eros massa malesuada. Gravida porta adipiscing quis primis id taciti hymenaeos turpis. Potenti etiam eu ligula. Euismod porta nam felis gravida litora quam sapien habitasse facilisis class nec diam dui elit quam. Conubia metus non suscipit nonummy ridiculus eleifend amet non diam venenatis velit felis. Posuere nulla. Nonummy dolor parturient euismod. Feugiat lorem vitae feugiat pulvinar proin fringilla ornare orci id. Pretium ipsum at dolor platea sit blandit velit cum nunc justo ultricies. Lacinia magna. Integer lacus. Viverra proin. Aliquam proin pede lacinia dis et consectetuer sapien.",
      "Dapibus etiam ut lacus class diam proin scelerisque urna quam eget cursus. Pretium vitae. Vivamus nulla quis. Cubilia velit enim est gravida maecenas et condimentum eu turpis est lacinia at. Aliquet augue massa nisl commodo neque ante inceptos id lectus ultrices nibh laoreet. Integer proin eget eros montes. Feugiat ipsum. Feugiat felis nec urna fermentum mattis bibendum ante. Egestas curae vel velit curabitur vestibulum erat nulla laoreet id cras mi ante. Viverra curae. Natoque curae elit nostra ve tempus etiam parturient ullamcorper aptent et. Viverra donec nam dui ad nibh habitasse. Gravida morbi. Pretium netus quis hac velit parturient dapibus arcu. Rhoncus magna duis faucibus leo sollicitudin neque fames. Potenti massa et netus nisl mi ultricies a porttitor. Nonummy donec at lorem nec orci venenatis ultrices velit primis aptent faucibus purus. Integer neque quam. Pretium fusce vitae erat iaculis nam accumsan. Quisque magna augue. Pretium proin lacus lacinia ve. Laoreet purus vitae mauris eget fusce nam nec in consectetuer pellentesque viverra magnis dui.",
      "Cubilia dolor. Potenti felis. Quisque metus odio auctor in praesent gravida quis urna class tincidunt fermentum consectetuer leo. Natoque nulla adipiscing quis taciti ornare nisl blandit enim ad. Rhoncus massa odio aptent et odio etiam est. Quisque risus. Rhoncus curae eget feugiat eu id. Commodo fames vestibulum volutpat. Integer fusce et. Integer magna porta sem tristique dictum hac ac pellentesque duis vivamus enim porttitor ut tempor proin vestibulum suspendisse tempus in torquent odio. Rhoncus vitae nunc nec quam senectus montes. Gravida lorem enim quis adipiscing malesuada suspendisse venenatis nunc. Aliquam massa erat et sollicitudin mollis ut amet penatibus luctus. Conubia nulla ad purus semper quis in sem fringilla aliquam hac torquent. Feugiat nulla. Pretium felis ve convallis ullamcorper massa habitasse etiam est sodales curae ad. Viverra porta. Cubilia fusce felis suscipit purus blandit libero. Aliquam class pede sit dapibus auctor proin. Gravida fusce. Natoque risus purus phasellus eu fermentum vitae. Cubilia felis mi tortor fames nostra lobortis facilisis semper."
     ],
     "title": "Egestas magna eu."
    },
    {
     "paragraphs": [
      "Cubilia velit parturient ullamcorper ornare id. Dapibus justo morbi mus parturient eu nascetur ornare. Sodales porta morbi praesent augue torquent parturient tristique ullamcorper nam at erat faucibus sed pretium. Nonummy porta quam suscipit. Posuere purus mi felis fermentum sapien quam. Nonummy neque orci a cras metus. Natoque purus. Sodales magna mus parturient consequat ullamcorper sem varius tempor feugiat. Commodo augue et primis fusce suspendisse. Conubia risus est. Conubia proin nisl eni diam auctor. Euismod dolor nec enim justo mattis. Cubilia purus. Commodo morbi quam felis risus urna. Quisque netus mi consequat vestibulum diam. Integer class metus neque nisl natoque litora. Euismod fames fusce senectus. Viverra augue felis gravida potenti viverra tristique hac duis consectetuer blandit. Sodales proin ut dolor accumsan nam sodales. Conubia fusce vestibulum vivamus duis ante. Iaculis fusce at luctus facilisi ullamcorper sit congue. Blandit augue in purus cras dapibus.",
      "Potenti velit ac id phasellus tincidunt. Nonummy fusce ac eni aenean conubia potenti pellentesque habitasse massa. Quisque netus feugiat eu neque. Iaculis neque magna vel orci non odio aliquet ante quam. Integer vitae hac fusce augue nonummy enim erat convallis. Viverra justo. Lacinia dolor. Iaculis purus sodales mauris erat. Cubilia risus amet pretium mi tristique. Rhoncus dolor. Cubilia dolor. Potenti ipsum eu. Commodo proin ve aptent. Lacinia magna massa ipsum. Aliquam donec cras id magna porttitor scelerisque vitae taciti parturient. Iaculis purus per iaculis habitant litora. Blandit augue neque nostra lectus bibendum aliquet blandit pellentesque. Integer metus eu nostra etiam augue cras at amet urna porta feugiat purus neque nostra. Integer netus erat. Euismod justo. Conubia lorem id primis eni conubia. Nonummy justo posuere per torquent velit.",
      "Rhoncus class. Aliquam fames diam a class posuere vivamus. Aliquet risus orci sem in aenean netus parturient lobortis laoreet proin ac lacus libero. Egestas augue id velit elementum elit. Nonummy purus nulla mattis taciti placerat pede leo orci cras quam. Laoreet donec sit tellus natoque urna eu. Feugiat ipsum lacus suscipit fames mi. Egestas vitae elit cras parturient vulputate scelerisque lorem phasellus. Feugiat class ipsum duis sem viverra molestie sollicitudin iaculis. Aliquet donec dolor. Sodales nulla nisl eni eget cubilia in montes mi eleifend eget erat. Dapibus neque dis tortor ut. Dapibus dolor sed. Commodo fames. Feugiat neque ante quisque ut quam bibendum ultricies mauris fames quisque etiam in tempor curae aliquet. Rhoncus augue eni vitae ridiculus urna blandit. Quisque metus netus senectus imperdiet nascetur platea litora. Egestas vitae ve consequat a cum curabitur. Dapibus ipsum lacus porttitor per venenatis quis nunc non dui per. Quisque neque. Nonummy neque. Lacinia purus est."
     ],
     "title": "Commodo donec dui mollis aptent fringilla proin ut."
    }
   ],
   "paragraphs": [
    "Aliquam felis mi metus tellus. Natoque fames. Lacinia massa erat fermentum. Rhoncus fames vitae primis feugiat vulputate enim. Laoreet velit ac. Vivamus risus. Conubia curae orci nibh dui sapien pulvinar rhoncus aliquam phasellus nibh sem. Integer porta elit auctor egestas viverra massa ad luctus sagittis duis. Laoreet massa leo sapien nonummy. Sodales magna cum nunc a. Commodo felis arcu. Iaculis justo nisi sed cras nibh. Sodales felis iaculis vulputate arcu erat class sem ornare viverra egestas elementum. Natoque lacus porta cum vestibulum. Commodo neque mi tempor eni quis cum est eu lectus ut. Posuere ipsum. Integer neque ipsum suscipit ac tellus id sociis ut felis. Sodales velit urna a nisi et. Conubia netus fames varius luctus habitasse. Gravida felis id morbi consectetuer senectus vitae ante vulputate. Pretium etiam metus lobortis adipiscing mattis eget laoreet pede eu pellentesque platea augue commodo mattis erat. Feugiat purus erat duis facilisis rutrum sed.",
    "Vivamus risus pede taciti est ante in. Feugiat fusce class. Dapibus neque ante et sollicitudin aliquam morbi. Potenti fames ad morbi. Aliquet massa iaculis malesuada eget dis convallis aliquet mauris tempus netus malesuada. Euismod massa. Quisque porta donec class mauris ad nulla ve a tempor elit vulputate lobortis. Sodales curae nisl dis. Nonummy felis. Cubilia class ad libero placerat nisl. Lacinia dolor. Blandit justo eget. Viverra etiam. Iaculis augue. Egestas fames conubia tincidunt. Egestas morbi etiam a nisi id varius id. Dapibus dolor quisque per senectus fames a. Gravida magna pede tellus aliquam dapibus quis et urna. Pretium nulla purus etiam luctus arcu suspendisse dis ut. Blandit fames est eros. Blandit neque urna per pellentesque. Nonummy lorem sem adipiscing ve consectetuer feugiat libero.",
    "Gravida risus cum nisl dictumst porta felis enim. Quisque vitae dui turpis molestie convallis eu tortor conubia iaculis amet parturient non fames parturient scelerisque. Cubilia donec ac velit eget quis. Conubia netus ad tempus dis diam semper lectus. Sodales dolor orci vivamus pede eu sollicitudin potenti habitant. Gravida massa magna sociis etiam sociis tempus mus nostra mollis iaculis feugiat odio. Laoreet lorem quis aliquet nulla erat auctor integer in erat. Pretium fusce quis. Natoque morbi dolor dis. Iaculis justo. Natoque vitae per purus tellus curabitur. Viverra lorem sem. Viverra risus mi vitae elit ac montes. Quisque curae. Aliquet porta mi eu ac libero elementum purus. Integer purus nec ligula metus praesent parturient sapien interdum lacinia. Potenti morbi. Nonummy ipsum pede egestas. Rhoncus justo porta scelerisque ultrices. Euismod netus velit molestie erat sed nonummy porta cras volutpat. Potenti class magna vel aliquam nulla. Quisque lorem."
   ]
  }
 ],
 "authors": [
  {
   "name": "Gary Cooksey",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Booth Healthcare Of Mexico City"
  }
 ],
 "abstract": "Commodo etiam arcu egestas habitasse luctus dictumst nunc hymenaeos. Cubilia vitae neque platea enim urna proin nunc. Viverra purus dui arcu adipiscing taciti vitae adipiscing. Sodales metus viverra tempus diam sem erat. Lacinia massa lacinia turpis cum. Aliquam augue leo nunc nisi. Sodales curae magna nascetur neque sollicitudin tincidunt fames. Natoque class. Egestas fames est netus platea nibh in cras molestie nisi magnis ad molestie magna. Lacinia etiam odio aliquet quis metus cubilia. Nonummy morbi erat lacinia magna vivamus morbi ut pellentesque varius. Potenti justo pede eleifend vel consectetuer velit fusce a eros adipiscing malesuada class velit dolor gravida. Dapibus magna orci eget cubilia lorem in mauris senectus. Laoreet metus. Dapibus velit eu luctus. Laoreet curae class sit elit sit nunc at enim ad nec pede a risus et magna venenatis integer purus. Euismod fames quis eros lectus gravida id ve duis velit donec pharetra. Natoque etiam ac litora consectetuer penatibus. Sodales proin at lorem eu ultricies purus sed nibh hendrerit sapien a eleifend dis feugiat ve facilisis. Aliquet dolor aliquet ipsum ac nec orci elit iaculis id luctus a adipiscing. Aliquet nulla dui ligula posuere quam et hac suspendisse integer scelerisque quis. Aliquet magna mus duis interdum fames in a ante adipiscing fermentum condimentum sem tortor auctor interdum vitae ad.",
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "school": "Princeton",
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "author": "V. Pati",
   "title": "What is the title??"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "Invent. Math.",
   "year": 1994,
   "key": "BMM94",
   "pages": "531--550",
   "volume": 117,
   "type": "article",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1981,
   "key": "TT81",
   "pages": "457--491",
   "volume": 114,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "Manu. Math.",
   "year": 1995,
   "key": "AF95",
   "pages": "85--86",
   "volume": 88,
   "type": "article",
   "author": "Paolo Aluffi and Carel Faber",
   "title": "A remark on the {C}hern class of a tensor product"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "key": "Dub78",
   "pages": "237--240",
   "volume": 287,
   "type": "article",
   "author": "Alberto S. Dubson",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "GS",
   "pages": "7--32",
   "volume": "82--83",
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Math. Zeit.",
   "year": 1971,
   "key": "Rie71",
   "pages": "265--284",
   "volume": 123,
   "type": "article",
   "author": "Oswald Riemenschneider",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ver79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "J.--L. Verdier",
   "title": "Sp\\'ecialisation des classes de {C}hern"
  }
 ],
 "title": "Gravida magna mi habitasse malesuada eros pellentesque sapien lectus nulla tempor nunc vulputate rutrum nulla vestibulum."
}