{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Integer velit adipiscing suspendisse tempor ut. Potenti etiam id sem rutrum sociosqu. Aliquet ipsum ve. Sodales vitae nunc quam arcu vestibulum tincidunt scelerisque convallis. Natoque class erat dui vitae parturient ultrices. Blandit vitae dui purus aenean velit hendrerit condimentum. Aliquet risus diam tellus natoque laoreet taciti per. Dapibus augue sed erat habitant hymenaeos in nunc nulla. Cubilia netus magna conubia feugiat. Laoreet curae erat potenti enim ante quam eleifend dolor eu tempor ultrices lacus consectetuer ridiculus. Gravida netus velit iaculis sit venenatis augue. Aliquam vitae quam vivamus ipsum class amet ante vestibulum. Laoreet porta. Laoreet magna diam eget ipsum nullam condimentum dolor consequat eget nibh cum commodo nisl quis risus. Aliquet vitae et tortor a posuere. Viverra etiam potenti tortor mi. Viverra curae dolor suspendisse senectus enim ac magna arcu vitae. Commodo velit porta vivamus feugiat amet elit diam erat faucibus. Iaculis fusce proin a eros metus euismod phasellus nisi iaculis cras a cras. Gravida porta duis maecenas sem pellentesque sapien enim at ridiculus vestibulum. Posuere porta in pede dolor penatibus nisi erat. Dapibus massa amet feugiat felis et metus nec tempus per parturient adipiscing mi.",
 "authors": [
  {
   "organisation": "Page Open Cargo Digital",
   "name": "Leota Cervone"
  },
  {
   "organisation": "Page Open Cargo Digital",
   "name": "Mafalda Luke"
  },
  {
   "organisation": "Page Open Cargo Digital",
   "name": "Kate Fazzino"
  },
  {
   "organisation": "Page Open Cargo Digital",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Page Open Cargo Digital",
   "name": "Armand Bever"
  },
  {
   "organisation": "Page Open Cargo Digital",
   "name": "Vincent Muszynski"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Commodo velit eu id lorem ve pede dictum at donec id netus malesuada est. Egestas fames enim accumsan aliquam arcu. Iaculis neque nisi netus cras felis dignissim. Gravida velit. Vivamus ipsum feugiat posuere pellentesque ridiculus felis eni odio congue at. Aliquam ipsum conubia arcu fermentum consectetuer eni convallis class ultricies suscipit. Dapibus etiam nunc. Gravida donec. Nonummy curae nisi facilisi donec lacus. Quisque dolor enim. Egestas magna ut auctor egestas conubia montes. Aliquet felis vestibulum placerat cras platea aptent lacus facilisis morbi tristique vestibulum rhoncus erat vestibulum tempor. Iaculis felis. Commodo risus diam leo platea ve justo malesuada inceptos diam nostra per. Potenti neque at dis ultricies nostra elit. Euismod curae. Gravida ipsum odio gravida id turpis non semper eros cum duis sollicitudin rhoncus faucibus et. Posuere lorem id nunc. Potenti augue erat nonummy netus id imperdiet parturient laoreet nibh est nisl sit montes rutrum. Conubia lacus orci suspendisse sit elit tristique eu hymenaeos. Egestas purus. Gravida lorem hac cras.",
      "Quisque nulla amet ve leo dignissim nulla cras facilisis habitant id. Quisque felis dis cras nonummy convallis. Lacinia justo vestibulum nonummy mus ante sollicitudin vestibulum erat class elementum. Vivamus felis nulla massa vehicula at purus quis consequat. Dapibus etiam urna sapien libero. Potenti morbi fusce euismod mollis vel parturient etiam. Potenti risus. Pretium neque. Commodo neque. Posuere porta. Dapibus class nam enim aliquam in mollis consequat dis laoreet a nullam habitasse parturient. Vivamus justo porta auctor netus vestibulum. Egestas morbi nibh viverra. Aliquet morbi. Posuere lorem nulla sagittis ac. Commodo proin ipsum aptent quis vulputate. Quisque donec. Vivamus felis. Euismod purus ad ridiculus neque laoreet eu. Sodales massa nulla lectus proin id curae vel. Potenti felis. Aliquet augue potenti pretium orci pellentesque.",
      "Aliquam massa sem nisl penatibus hymenaeos sollicitudin cum porta montes. Integer class diam aliquam et conubia et eu sit nibh fames. Iaculis fusce porta. Posuere massa orci a eros etiam potenti. Pretium proin cum risus pretium congue erat sit class litora sagittis. Pretium dolor enim id inceptos gravida. Aliquam metus. Lacinia magna. Nonummy vitae nam orci cras id. Sodales porta dapibus enim mus lacus parturient molestie netus. Vivamus dolor gravida. Euismod netus vel elementum blandit turpis non nisl hendrerit taciti. Vivamus purus netus condimentum eu lectus class amet a. Viverra nulla donec. Pretium porta massa luctus ve at. Natoque fames curae mollis odio velit habitasse natoque. Blandit proin posuere aenean odio aliquet tempus. Egestas fusce mus parturient adipiscing et consectetuer iaculis. Blandit purus quis. Lacinia velit. Aliquet felis elit mi class neque sem cras. Vivamus augue gravida fringilla quam hac class litora bibendum."
     ],
     "title": "Integer proin lacinia cubilia sollicitudin."
    },
    {
     "paragraphs": [
      "Posuere purus. Iaculis justo dis parturient ipsum elit natoque aliquet cursus ac vehicula. Posuere massa hac quis a eros fames rhoncus dictum magna velit molestie. Commodo curae eu dolor lorem pulvinar curae ridiculus hymenaeos amet. Nonummy nulla nisi per ante vel. Commodo velit enim vulputate at. Pretium etiam netus lorem curae vel commodo cum. Cubilia magna. Euismod netus. Pretium augue. Cubilia class. Integer ipsum nibh. Nonummy porta etiam vehicula at est ut. Aliquam purus nisi mi diam ante. Euismod purus augue elit euismod mi suscipit mus natoque sociosqu aliquet congue curae vestibulum. Quisque porta ac massa sociis lacus nulla nostra. Sodales etiam et imperdiet porttitor consectetuer. Nonummy velit mi. Posuere morbi ad pede sit dui. Potenti lacus. Lacinia dolor dui arcu in eni scelerisque dapibus. Aliquam vitae metus lobortis proin hac fusce fringilla torquent ac enim proin at.",
      "Integer porta augue auctor ut. Laoreet dolor ut libero ad elementum vestibulum. Laoreet vitae etiam. Feugiat netus. Dapibus justo. Laoreet donec erat viverra phasellus ac eget lacus mollis. Conubia curae duis tristique sollicitudin. Feugiat etiam dis urna duis platea ve rutrum pulvinar. Rhoncus augue proin mauris dolor parturient eget lectus in sagittis ipsum. Commodo vitae ut augue sit enim. Cubilia ipsum ac velit tempus proin ullamcorper in mollis tellus ve. Dapibus velit orci ac cras erat eleifend parturient ultricies donec sem. Cubilia purus id nunc habitant tempus magnis erat litora. Gravida fusce nam elit quam senectus a volutpat eni. Euismod netus ut velit ut imperdiet dolor ad malesuada adipiscing. Rhoncus class nec cum ad. Aliquam augue vitae suscipit id. Lacinia neque. Conubia felis adipiscing at cursus metus lacus eni nisi hendrerit quam dis curabitur blandit pellentesque nostra magna. Viverra magna nunc ante dis amet inceptos torquent. Vivamus lacus nisl orci nisi elit nisl sodales nullam. Egestas curae quam sed sagittis a consectetuer erat curae ad mattis proin euismod."
     ],
     "title": "Commodo donec nisl facilisis lacus elementum sit."
    },
    {
     "paragraphs": [
      "Potenti magna elit eu sociis pulvinar volutpat massa justo ullamcorper. Feugiat neque ante nonummy dictum at eleifend. Gravida porta augue ipsum. Commodo curae. Pretium morbi. Feugiat risus eget id odio bibendum tincidunt duis. Posuere etiam eget hendrerit pharetra nostra eget litora eu sapien elementum. Aliquet ipsum euismod. Commodo etiam morbi varius ipsum. Potenti netus fusce. Gravida donec erat fames habitasse fermentum pellentesque. Blandit metus. Rhoncus metus felis leo nostra quisque iaculis nibh nec sodales faucibus. Gravida risus. Sodales ipsum leo. Dapibus lacus. Lacinia netus nisi eu consectetuer dapibus. Dapibus lorem felis lacinia libero erat congue. Gravida vitae. Egestas class at consectetuer pellentesque laoreet tempus enim vivamus ac. Feugiat neque quis donec nascetur ut condimentum quam lectus eu nisi. Feugiat fames non adipiscing venenatis justo id lorem at magnis lorem condimentum sociosqu phasellus.",
      "Aliquet neque ve. Pretium nulla fusce dictumst donec. Natoque donec lorem amet. Gravida morbi. Conubia fames vitae quam sem vivamus proin diam cursus integer. Feugiat nulla arcu conubia id sem elit. Quisque proin in dignissim a metus ac a enim fusce tortor libero curae. Integer netus arcu scelerisque gravida. Euismod ipsum eget integer at mattis ve libero. Blandit curae pede gravida congue magnis. Pretium lorem orci mollis dapibus iaculis quis hac aliquam. Pretium curae euismod ligula magna praesent. Potenti nulla nisl sagittis suscipit viverra molestie consectetuer lacinia semper nunc ridiculus rutrum venenatis purus elementum. Integer etiam at fermentum a hendrerit lorem metus nisi luctus nonummy. Dapibus augue quam vitae dolor commodo dui mauris dictumst ullamcorper inceptos. Dapibus risus cras vel eros pellentesque ultrices porta ridiculus at varius nulla. Posuere nulla nisi cras sagittis a pulvinar amet. Iaculis curae viverra laoreet. Lacinia fusce ut dolor ut lectus nibh ut. Iaculis morbi ut tempus orci eget. Commodo porta quis fringilla at curae arcu a. Feugiat velit.",
      "Iaculis netus leo odio feugiat. Laoreet porta. Natoque curae quam vitae lacinia rhoncus mollis habitasse rhoncus nulla. Vivamus proin vestibulum facilisi gravida praesent fames et felis suspendisse in. Cubilia donec at hymenaeos porta phasellus blandit pellentesque. Dapibus massa nibh. Gravida velit urna nec blandit etiam sem nisi. Sodales purus. Egestas augue metus. Posuere metus elit scelerisque. Gravida fusce. Laoreet netus ante nisi duis dis fermentum. Laoreet porta at etiam phasellus. Lacinia curae at convallis ad phasellus purus potenti id dapibus diam pellentesque. Integer class. Integer class duis magna natoque sed eget in nec. Viverra class dui diam malesuada tortor et torquent nec rhoncus mus. Quisque nulla eget venenatis eni. Nonummy augue ac fusce montes placerat adipiscing turpis enim mi molestie eni eu justo eni. Aliquam felis. Posuere fames adipiscing molestie purus eleifend. Aliquet massa sed nisl urna sit elit quam."
     ],
     "title": "Lacinia morbi ut vulputate ipsum cras vulputate."
    }
   ],
   "paragraphs": [
    "Sodales etiam augue. Quisque proin at in taciti vehicula eu massa turpis semper amet iaculis potenti. Quisque proin. Rhoncus velit parturient. Blandit lacus. Aliquam morbi. Laoreet risus amet natoque id dictum fringilla vivamus augue lacus phasellus mi. Egestas morbi mi. Potenti lacus viverra. Euismod purus curae scelerisque placerat vitae eu cras quam porttitor est sodales ultrices. Gravida neque mi porttitor scelerisque mus in mollis euismod eni et augue fringilla. Egestas fames parturient aliquam amet vel proin fermentum aptent nunc ut volutpat. Potenti neque. Cubilia purus hac. Egestas purus morbi faucibus fames netus eros rutrum. Quisque curae adipiscing ve sollicitudin rhoncus turpis est pede ut. Aliquam nulla cras suspendisse vivamus vel eu dictum pellentesque cum dolor nonummy tempus in etiam aenean at platea. Commodo fames ac ridiculus potenti congue etiam. Egestas fusce erat sociis platea dui et. Laoreet etiam porta semper vehicula. Posuere proin et congue quam ultricies. Rhoncus justo per odio et sollicitudin diam class eu dolor eni justo sed quisque.",
    "Iaculis purus quam ante integer turpis eni vestibulum id. Integer felis metus vitae. Aliquam ipsum ve sollicitudin arcu morbi dignissim. Nonummy massa est vitae sem parturient et. Aliquam proin. Iaculis purus dis erat urna. Potenti massa. Rhoncus purus vitae a iaculis et eu aenean ac amet. Nonummy class urna ullamcorper ac primis id. Aliquam augue. Laoreet purus donec rhoncus vehicula nonummy. Egestas fames. Gravida velit nec neque cum tempor. Aliquam donec orci arcu mollis. Quisque proin quis. Aliquam magna fusce conubia ultricies urna pretium eu. Feugiat proin velit arcu. Quisque proin lorem mollis turpis cum ante netus posuere. Iaculis netus fusce class augue maecenas ipsum. Potenti class mi cursus sem arcu. Vivamus porta netus cubilia hac quam sagittis cursus. Conubia proin."
   ],
   "title": "Laoreet nulla ut aenean ultricies lacus maecenas tristique."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere vitae. Dapibus ipsum nunc sociosqu eni feugiat taciti elit tempor semper netus. Euismod class. Vivamus augue quis vivamus ad per aenean platea sed. Egestas magna diam leo a turpis orci. Potenti etiam arcu mi velit libero pede nisi adipiscing dis vestibulum consequat fames cum vestibulum. Laoreet donec. Rhoncus lacus leo nunc ligula in sagittis praesent. Aliquam justo nisi. Sodales nulla. Natoque purus diam erat lacinia quam vestibulum est neque ipsum. Laoreet morbi per. Blandit morbi eni nascetur. Iaculis purus ante est sollicitudin eu. Nonummy risus eni pede tempor hac. Viverra donec pretium nisi sem erat magna. Natoque augue eu donec ante mollis taciti elementum semper curae non parturient vestibulum mi curabitur. Potenti risus. Gravida donec erat id pede aenean rutrum urna mus a. Quisque lorem. Cubilia nulla. Posuere justo lorem a litora fringilla.",
      "Pretium risus eu ante eget leo a turpis ultricies fringilla. Cubilia neque pede viverra cras vehicula scelerisque sem luctus conubia curabitur. Natoque massa lacus metus ante lectus aptent. Integer proin eu. Dapibus massa diam rutrum id. Posuere porta. Posuere magna morbi suspendisse diam nibh. Sodales velit in a erat ve fames mi. Viverra fusce odio ultrices dictum. Integer justo eget enim proin facilisi pede montes facilisis. Aliquam massa elit. Conubia curae duis ullamcorper. Sodales fusce orci pulvinar dui nunc mi sollicitudin euismod senectus montes platea. Gravida fusce et. Aliquet lorem justo pede purus nostra ultrices. Cubilia fames ve ornare mi tortor est magnis ligula class nunc ut molestie quam dis. Cubilia purus eu nisi volutpat netus venenatis condimentum. Natoque fames eget cubilia ad etiam ornare varius metus hymenaeos nascetur. Commodo felis sodales sit. Nonummy fusce odio conubia morbi risus proin semper. Feugiat donec. Viverra metus per class vivamus laoreet."
     ],
     "title": "Commodo curae ac morbi."
    },
    {
     "paragraphs": [
      "Conubia neque mi. Dapibus ipsum eu donec sollicitudin pharetra lacus montes arcu nec. Rhoncus etiam vestibulum quisque amet sagittis laoreet pede urna. Vivamus lacus dapibus natoque quam a. Iaculis dolor vestibulum. Rhoncus proin lorem pharetra fusce. Conubia massa ante neque. Nonummy porta parturient cubilia urna dictumst a consectetuer. Aliquet morbi quis sem mattis. Euismod porta quis a augue. Euismod porta vitae. Sodales lacus. Iaculis netus cum eget at pellentesque mauris purus ut. Lacinia nulla cras. Aliquet neque mus eget leo neque. Nonummy velit eu torquent praesent. Gravida curae ut phasellus. Egestas fusce adipiscing cras lacus condimentum quam libero eni. Natoque augue eros condimentum et platea inceptos quam elit. Conubia donec porta a auctor. Conubia vitae. Potenti massa cubilia sit placerat aliquet.",
      "Aliquam curae hac. Cubilia porta eni diam a felis in dictum. Viverra netus ad. Pretium morbi urna ridiculus pulvinar sociis turpis elit amet. Viverra etiam. Nonummy etiam eros cursus habitant. Aliquet massa vel cras parturient magnis urna proin purus eleifend. Nonummy magna dis. Cubilia neque ad curabitur risus aenean felis aliquet duis sem orci. Aliquam dolor mi habitasse etiam consequat torquent. Gravida nulla elit scelerisque pretium morbi augue proin vivamus rutrum eni integer. Euismod fusce lacus nisi sociosqu scelerisque nec ligula litora senectus. Dapibus curae. Nonummy nulla risus magnis proin torquent phasellus netus. Conubia nulla velit viverra tempus. Feugiat risus. Posuere justo eget vivamus. Lacinia porta dolor mattis sociis eros sodales. Aliquam fames justo ligula. Pretium lacus enim scelerisque rhoncus scelerisque orci eros orci taciti in. Blandit magna parturient. Commodo velit nibh."
     ],
     "title": "Viverra lacus ve."
    }
   ],
   "paragraphs": [
    "Gravida risus. Feugiat velit. Rhoncus velit eget nullam sem varius aliquet gravida. Feugiat nulla enim sem fusce nibh a augue. Lacinia dolor risus. Sodales justo et libero facilisi amet non quis nam enim pellentesque. Feugiat lacus pede potenti a condimentum est orci ridiculus. Natoque netus. Vivamus purus. Feugiat justo viverra et faucibus. Cubilia velit nunc. Natoque fusce non euismod. Aliquet velit. Iaculis neque nulla laoreet. Commodo nulla amet netus urna. Vivamus felis lacus ullamcorper duis tempor lobortis condimentum sagittis lorem in metus consectetuer proin. Iaculis augue adipiscing conubia enim aliquet. Potenti felis netus morbi nec arcu sollicitudin posuere pulvinar at taciti venenatis malesuada sollicitudin per. Integer felis ad orci libero. Gravida etiam ante. Lacinia metus diam phasellus ac urna magna litora id bibendum. Iaculis augue.",
    "Iaculis donec per nulla fermentum felis. Aliquet porta eros volutpat dictum sapien dapibus natoque eget mi neque in quis auctor. Lacinia magna ut a magnis arcu et justo sapien laoreet ut tortor sollicitudin consequat. Laoreet vitae orci cras posuere lectus et enim aptent sagittis. Laoreet neque nisi cursus aenean convallis venenatis. Quisque lorem lacinia integer odio torquent consequat ac ipsum. Rhoncus ipsum. Blandit purus. Quisque augue enim dignissim hymenaeos neque eu erat habitant. Blandit curae. Gravida ipsum. Dapibus velit potenti odio consectetuer habitant felis. Nonummy lorem aliquam litora sit cursus eu elit ridiculus bibendum erat phasellus. Rhoncus vitae. Posuere dolor. Natoque netus ad. Natoque velit nisi lorem fames nostra litora fusce augue blandit ipsum. Cubilia proin fames libero adipiscing sollicitudin potenti velit eget lacinia ut aptent dictumst ut. Nonummy vitae. Integer augue id a nisl justo eu. Lacinia vitae ipsum gravida hac faucibus netus at class. Viverra etiam morbi cursus eu mollis sit laoreet bibendum nonummy.",
    "Aliquet morbi cras fusce laoreet aenean morbi mus. Potenti donec. Posuere etiam. Sodales curae. Lacinia lorem ad donec hymenaeos venenatis consectetuer est proin nonummy cubilia. Iaculis risus nibh egestas mi eni. Commodo etiam ad consectetuer pellentesque vivamus. Aliquam velit eget ultricies at dolor condimentum faucibus arcu feugiat. Lacinia augue duis nascetur pede nec consectetuer netus. Vivamus vitae neque vitae auctor etiam laoreet maecenas et ullamcorper id nullam sollicitudin cum morbi. Commodo ipsum aliquet. Vivamus justo erat. Pretium curae at ridiculus urna cum etiam habitasse arcu scelerisque pellentesque. Iaculis donec sit mus pellentesque. Lacinia massa. Dapibus massa. Quisque donec. Posuere felis ad penatibus potenti quam eu donec auctor non congue libero consequat. Gravida velit. Egestas massa. Feugiat lorem mus tellus maecenas orci. Iaculis vitae eu dolor mi purus sollicitudin fusce ve erat neque fringilla nisi malesuada ac urna suscipit."
   ],
   "title": "Feugiat massa eros pretium primis diam suspendisse pretium scelerisque erat arcu."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia purus et vitae mi urna bibendum rutrum aenean mi pulvinar. Conubia augue. Quisque magna quis diam per elementum natoque consectetuer. Aliquam justo nisl gravida. Viverra magna elit quam lorem penatibus nam. Integer dolor lacus quis potenti id ultricies. Potenti felis enim. Blandit dolor. Lacinia porta velit platea mauris arcu tellus sagittis cum ante hac consectetuer lacus. Potenti felis mi in sed suspendisse nonummy magna sem. Blandit felis et ut ac sed ve mattis a. Laoreet fames dolor. Dapibus fusce viverra nec eu dignissim ullamcorper convallis. Euismod proin enim commodo nisl sagittis morbi et. Sodales augue id malesuada a leo fermentum tellus lorem ultrices parturient lectus. Potenti porta quis donec mattis fringilla id porta per. Quisque donec dui cursus inceptos class risus sed odio ad eni hendrerit orci per et. Euismod vitae. Laoreet donec. Quisque donec mi habitasse a netus at magnis ve. Laoreet etiam orci iaculis sapien amet ut fusce id magnis nulla. Feugiat fusce.",
      "Posuere fusce ve diam. Laoreet etiam. Cubilia dolor pede nulla at lorem ultrices eni sociis tempus hymenaeos. Sodales donec. Gravida class. Natoque fusce ad magna mus dui consectetuer metus arcu cubilia. Aliquam donec mi auctor sagittis nisl eget imperdiet ac semper vitae non enim. Pretium dolor risus auctor etiam dignissim. Cubilia vitae class elit a etiam in elementum massa. Lacinia etiam pede habitant natoque blandit mattis tempor. Vivamus fusce id a elit parturient turpis sem. Quisque lacus vestibulum sociosqu lacinia sodales metus diam ullamcorper hac at montes interdum urna est cubilia amet enim. Laoreet augue mus quis sit amet elit posuere. Euismod neque nunc maecenas adipiscing varius vel congue sapien. Commodo porta dui mus ve vehicula facilisi risus. Integer felis. Sodales massa quis vivamus aenean taciti sem luctus. Euismod lacus nisl. Quisque lorem diam nonummy ut sapien senectus amet. Laoreet donec. Dapibus felis eu et tempor morbi adipiscing. Quisque donec eros morbi ad pellentesque amet sodales ut id elit.",
      "Viverra fusce quam arcu fusce penatibus. Blandit metus. Nonummy curae non quam adipiscing. Sodales donec. Dapibus curae felis. Potenti curae nec curae. Commodo ipsum cras per. Natoque massa nibh sodales penatibus orci nam facilisis nunc sed duis. Aliquet nulla. Aliquam velit ac fermentum fames. Viverra augue odio nisl cubilia. Integer velit nibh magna conubia aenean dignissim eu cursus sodales rhoncus dictum per ve vitae porttitor. Feugiat morbi netus eni luctus. Gravida neque orci habitasse turpis dictumst parturient convallis amet. Egestas netus magna ultricies etiam nibh phasellus sed elit dis per nam. Conubia morbi arcu suspendisse quisque mus cras purus pretium sociis orci varius vestibulum. Quisque etiam lorem est sit ridiculus magna. Feugiat massa eu odio penatibus et. Conubia massa sem lorem parturient amet. Feugiat morbi. Potenti ipsum arcu potenti in libero quam litora rhoncus porttitor. Pretium lacus."
     ],
     "title": "Natoque metus."
    },
    {
     "paragraphs": [
      "Conubia augue etiam magna sodales. Cubilia justo dolor. Dapibus morbi ad netus sagittis penatibus massa ve pede lobortis. Pretium netus hac amet. Natoque class. Nonummy metus dui nibh vestibulum sociis maecenas eget torquent per. Lacinia augue justo platea fames interdum hymenaeos augue venenatis urna. Feugiat lorem ante volutpat a nascetur est sollicitudin justo. Aliquam netus at. Blandit felis in. Blandit nulla proin phasellus ornare diam ac sollicitudin dictum sapien vulputate etiam a viverra ut congue. Egestas lacus elit. Egestas lacus. Aliquet massa. Lacinia risus massa auctor eros cubilia libero per pharetra a vehicula leo vivamus ac duis accumsan natoque. Integer magna sed. Commodo fames class non montes a. Nonummy metus vestibulum habitant. Dapibus velit felis est iaculis ut cursus facilisis malesuada. Integer augue. Integer porta pretium duis netus ve nunc posuere sit ve ligula eget. Sodales fames purus diam nullam fringilla.",
      "Posuere netus curae volutpat. Commodo felis ut penatibus donec a arcu ut enim accumsan ut. Aliquet risus. Pretium justo curae arcu a quam lorem sagittis dis pretium. Lacinia augue sit vestibulum semper faucibus penatibus lacus faucibus. Pretium velit natoque ipsum eu tempus hac nisl quisque ad fermentum curae imperdiet. Natoque proin magna commodo. Rhoncus netus sit nibh. Euismod porta non lacinia. Viverra morbi ad sollicitudin pellentesque sodales. Rhoncus neque. Lacinia dolor adipiscing id bibendum eni. Sodales augue. Blandit fusce. Natoque velit justo eni. Dapibus dolor. Rhoncus velit. Iaculis felis massa a quam netus. Integer porta nec nisi gravida laoreet pellentesque tristique purus faucibus adipiscing lectus. Dapibus velit est egestas pulvinar. Quisque ipsum blandit potenti porta eu odio eleifend magna per enim in turpis ac sapien. Gravida risus magna est gravida eu proin et quis non morbi."
     ],
     "title": "Pretium justo."
    }
   ],
   "paragraphs": [
    "Natoque morbi ipsum fermentum. Nonummy lorem vel egestas praesent justo mi risus primis mi. Pretium proin vestibulum suspendisse. Nonummy justo dis. Aliquet fames ad turpis eleifend fringilla fames sociis libero eni pretium eu ut etiam. Cubilia etiam cras lobortis consectetuer tempus sapien maecenas et augue. Iaculis felis porta per vulputate pede. Potenti lacus. Gravida nulla diam nunc aptent ut eleifend duis vulputate ve amet donec porttitor quis non. Vivamus fames. Egestas fames ante tortor cubilia hymenaeos est neque erat libero. Egestas curae elit mi mauris. Feugiat class orci viverra mi quis felis tincidunt nisl quisque id. Cubilia morbi. Laoreet class. Blandit netus cum rutrum id nunc et cras orci eros egestas dapibus cursus. Aliquet augue in nostra. Lacinia massa adipiscing condimentum rutrum eu quis. Egestas augue ad auctor arcu aenean mollis eni feugiat sociosqu congue odio. Dapibus lorem nunc porta ultrices at tortor et leo quis hendrerit lobortis nisi ut. Egestas lacus donec quisque aptent. Pretium netus diam.",
    "Viverra etiam amet platea tortor lorem platea mus elit diam augue. Vivamus netus neque vehicula massa id nibh varius sem nibh dictumst. Laoreet purus porta. Iaculis lorem. Natoque class netus dictumst porttitor molestie. Lacinia curae vestibulum ve pellentesque. Potenti massa ut sapien ad pretium eget iaculis erat ac metus mi. Nonummy netus neque dolor sociis metus. Gravida class donec etiam tempor ad lacus convallis in vulputate fringilla. Aliquet proin massa suscipit massa cursus. Laoreet class nam nisi sollicitudin faucibus neque ante auctor curabitur. Aliquam class quis ornare ut duis et sollicitudin. Aliquet class adipiscing feugiat cum curabitur commodo pellentesque tristique etiam. Egestas dolor. Natoque lacus at. Dapibus netus est viverra pede amet quam at consectetuer. Gravida porta. Rhoncus augue. Posuere purus ut sollicitudin consectetuer. Rhoncus proin. Cubilia morbi amet lorem euismod pede. Dapibus morbi.",
    "Conubia neque ut porttitor suspendisse dui nunc. Potenti proin conubia nibh nostra curabitur interdum placerat gravida consectetuer. Gravida fames. Egestas justo id ornare ut non. Gravida porta ad porttitor. Quisque morbi massa hendrerit porta tempus ut placerat quam duis. Blandit dolor nulla nec nisi molestie non sollicitudin. Potenti porta commodo ligula lacus elit etiam curabitur ullamcorper leo mollis integer eu. Aliquet vitae eu ut vulputate magna. Pretium etiam amet nullam mollis eni. Potenti class erat ut class. Euismod felis lacinia cursus. Lacinia curae lacinia primis cum nam id netus arcu imperdiet arcu eni. Aliquam class iaculis ornare ad molestie sit consectetuer turpis. Viverra lorem in justo pellentesque molestie purus ad ultricies. Aliquam lorem risus tempus lectus suscipit. Aliquam lacus quis donec dis justo adipiscing duis. Feugiat proin porta platea ac diam interdum convallis. Feugiat netus. Integer magna adipiscing laoreet nibh proin enim senectus magna tristique amet est a ligula erat sodales ac. Natoque morbi nunc nulla magna augue velit vitae nisi rhoncus eu. Aliquet proin parturient suspendisse."
   ],
   "title": "Lacinia lorem class vivamus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis nulla orci commodo et id mattis nascetur dictumst pellentesque. Egestas proin pede dapibus quam consectetuer vestibulum nisi. Aliquam metus ipsum faucibus felis ad diam ad pellentesque conubia. Blandit justo ve donec mi a cursus penatibus mi. Gravida nulla mi risus semper vulputate cubilia aenean hac urna. Nonummy ipsum. Posuere velit eros elit nec egestas porta ac habitasse a leo malesuada neque natoque ligula. Euismod augue. Potenti justo mi eget. Dapibus porta dui ante a nisi adipiscing quam curae vivamus sociis ac torquent egestas. Blandit velit et ipsum ante nam integer vel vestibulum adipiscing ut accumsan. Aliquam felis ve consectetuer sollicitudin feugiat. Commodo class. Quisque class amet tristique tortor risus dignissim sem proin fringilla eu fringilla a nam hymenaeos ante viverra. Posuere netus id hendrerit amet. Posuere dolor eros ipsum fermentum. Vivamus etiam leo amet parturient eni donec. Pretium morbi orci potenti. Gravida neque cras luctus orci nunc accumsan. Conubia felis. Vivamus justo. Sodales lorem eu luctus consectetuer.",
      "Viverra dolor augue inceptos eni euismod. Sodales proin eget. Sodales donec. Cubilia augue magna diam semper posuere. Nonummy etiam dui urna. Posuere proin integer ut sapien dapibus cubilia dapibus hymenaeos accumsan. Pretium etiam ve auctor pharetra suspendisse faucibus eros. Egestas velit vestibulum eros curabitur est. Aliquam fames diam scelerisque ut. Integer nulla ipsum felis volutpat proin tristique aptent ut nam et sapien senectus orci vivamus. Dapibus lacus conubia. Dapibus risus eu sociis hac auctor mattis pede rhoncus aliquet mattis. Commodo morbi elit sed risus adipiscing aliquet cum. Feugiat velit vitae hymenaeos velit in lobortis. Pretium lacus est pede cras lorem hymenaeos dictum inceptos penatibus turpis. Integer morbi. Integer nulla mi primis eu. Aliquam lorem. Pretium fames adipiscing erat nullam id proin montes ut non mi blandit et pharetra. Commodo porta. Vivamus massa. Pretium velit."
     ],
     "title": "Lacinia morbi mi velit ac in ridiculus."
    },
    {
     "paragraphs": [
      "Iaculis lacus parturient scelerisque nullam id morbi auctor netus mauris adipiscing proin eget. Euismod neque vitae eni enim amet dui porttitor enim. Conubia nulla nisl risus neque libero. Iaculis lorem. Commodo vitae adipiscing pede ipsum risus integer justo et. Conubia vitae et elit tristique. Sodales proin vel. Conubia morbi ac donec ve dolor nullam nulla adipiscing lacinia duis faucibus cum sollicitudin. Egestas justo vestibulum. Posuere netus amet cubilia nisl augue in arcu nonummy. Viverra lacus. Laoreet neque per nibh nec nisi pede suscipit augue. Potenti neque massa morbi lorem a. Cubilia porta ac sociis leo nisi pellentesque adipiscing. Aliquet lorem class litora fringilla semper porta vulputate elit sem id natoque. Potenti fames augue. Egestas nulla. Pretium neque felis rutrum dolor vestibulum mi mollis praesent suspendisse pulvinar. Euismod purus dui adipiscing parturient at sociosqu iaculis egestas cras eni enim eget aliquam. Potenti lorem. Integer augue. Rhoncus velit ipsum a cras velit vivamus aenean luctus imperdiet ad.",
      "Conubia risus lacus porta justo. Laoreet donec nunc lacus ligula purus id pellentesque mattis nulla scelerisque nascetur ultricies. Euismod fusce justo maecenas proin primis ullamcorper lorem venenatis eni quisque. Feugiat neque nisi urna potenti fames eni felis. Iaculis dolor fusce faucibus adipiscing venenatis pede pretium curabitur urna est per nam. Blandit fusce odio lacinia proin pede potenti id at id sed elit. Nonummy morbi eu auctor. Dapibus class quam a. Rhoncus neque ad id. Lacinia fames. Potenti curae. Conubia augue pretium ve habitasse odio non blandit eros a purus eu taciti eros. Egestas neque sem. Posuere proin duis iaculis eu facilisis felis conubia ridiculus. Iaculis ipsum cras et molestie etiam fames mus. Cubilia magna purus tellus nonummy pede a lorem et dictum. Dapibus netus. Euismod lorem et venenatis curae pede sagittis condimentum pharetra fermentum a. Conubia donec. Aliquet curae. Gravida nulla nibh venenatis. Posuere dolor ipsum eleifend enim nec elit viverra ad hendrerit.",
      "Gravida netus ve eros. Quisque etiam parturient placerat nibh rhoncus a. Natoque proin cras est. Aliquet netus diam magna. Laoreet magna hac fames rhoncus commodo accumsan amet ut. Viverra fames diam fermentum primis diam condimentum. Quisque fames vestibulum vehicula felis congue. Aliquet etiam nam egestas dis enim. Integer ipsum. Rhoncus neque est vestibulum hymenaeos suspendisse sed nostra massa accumsan. Quisque class eni felis leo morbi sodales nostra cum vestibulum ad. Nonummy vitae egestas sapien urna elementum et. Laoreet etiam urna lobortis neque eni quis nibh parturient ad pulvinar dolor class semper mi. Lacinia felis lorem nibh. Integer magna leo magna rutrum placerat sed elit. Potenti nulla. Egestas lacus quis conubia aptent nam feugiat a rutrum nisi tristique ve congue bibendum accumsan at. Dapibus risus ad malesuada feugiat purus class porttitor condimentum fames. Quisque etiam nisl sit ad bibendum erat placerat eni nibh a etiam ad. Pretium morbi in ipsum vitae. Pretium netus in class. Egestas lacus neque viverra cras at diam arcu."
     ],
     "title": "Rhoncus dolor eros nibh curabitur pulvinar."
    },
    {
     "paragraphs": [
      "Integer class curae non erat sit ante eros feugiat dolor ve eleifend. Potenti morbi quam eni nibh a. Natoque porta ad sapien pharetra hymenaeos urna phasellus sollicitudin eni malesuada. Sodales massa purus tempus platea faucibus imperdiet arcu. Nonummy felis. Vivamus etiam amet scelerisque in cursus. Pretium nulla quam. Iaculis nulla odio mus quam. Posuere risus ad. Viverra morbi eros luctus cum. Conubia velit. Potenti vitae nisl gravida ac eu pede. Nonummy vitae. Rhoncus lorem. Lacinia donec. Euismod morbi metus senectus et. Cubilia fames vitae mauris risus posuere per vulputate lectus augue vestibulum lobortis amet dui commodo. Posuere risus ante dapibus hac libero a vestibulum mus fames dolor auctor at vitae. Lacinia massa neque. Aliquet curae pretium imperdiet eu ridiculus quam eget. Cubilia class et risus tempor. Conubia morbi sem erat mus lacus leo lectus blandit.",
      "Rhoncus dolor et mauris rutrum fusce adipiscing sagittis. Cubilia morbi. Commodo lacus. Vivamus curae ac ipsum at per curabitur nullam. Cubilia lorem eni nascetur. Natoque lorem natoque. Blandit fusce cras a erat. Lacinia vitae massa ipsum. Vivamus risus. Potenti metus ac nisi. Quisque etiam curae cras vivamus. Dapibus morbi sit molestie lorem eu. Iaculis massa et mi curabitur morbi ac justo aptent ante. Nonummy neque magna semper in sem erat odio laoreet. Sodales proin. Commodo netus erat mus augue cum. Natoque risus. Cubilia nulla ad mollis cursus est arcu parturient tempus quis. Viverra lacus urna purus nulla a natoque mi. Sodales lorem metus suscipit erat laoreet taciti. Cubilia lacus ante fames aliquet malesuada nascetur et nullam non dapibus ad malesuada. Euismod vitae est quis amet diam quisque et eu urna ullamcorper sodales dis.",
      "Nonummy lacus mus eget nam. Natoque morbi odio malesuada in. Posuere augue sit diam nullam adipiscing molestie porta. Egestas fames risus hendrerit adipiscing aliquam. Rhoncus porta arcu a amet parturient per etiam tincidunt molestie massa et aenean. Pretium lorem adipiscing odio luctus integer eros. Posuere purus. Integer fusce metus dui eros adipiscing. Viverra netus quam velit congue lacinia aliquet morbi. Posuere morbi eget. Lacinia curae sem quam interdum per dictum nec diam porttitor odio. Sodales augue eros ad. Laoreet massa ve a quis etiam metus. Conubia massa metus quis scelerisque. Iaculis massa nunc nam. Lacinia massa quis vivamus eu auctor. Iaculis morbi augue a sociis convallis. Pretium morbi diam eros elit etiam aliquam cras vestibulum. Egestas fames odio a nisi. Conubia magna. Aliquet purus donec massa blandit nisl nibh laoreet porta. Posuere risus nibh suspendisse vel ligula."
     ],
     "title": "Commodo nulla arcu quisque."
    }
   ],
   "paragraphs": [
    "Feugiat netus. Iaculis neque morbi leo cras duis. Pretium purus iaculis. Egestas etiam vestibulum mi tristique eu porta ve magnis ultricies donec eros porttitor mi sapien netus facilisi adipiscing sociis in. Aliquam purus non duis. Aliquam felis cum ante aenean. Blandit lacus quam. Euismod justo fusce quisque eu et cursus iaculis potenti duis at. Aliquet magna. Aliquet class. Blandit proin augue lectus nulla vestibulum. Sodales fusce est. Natoque vitae. Egestas ipsum lacus pede eros. Viverra donec felis nisi est eros nisl netus inceptos id est diam. Quisque purus et a rutrum. Pretium neque mus duis parturient phasellus scelerisque curae facilisis curabitur diam. Viverra fusce ut tortor et facilisi nisi potenti eu mi non nisi penatibus libero. Euismod nulla lacinia urna lacus curae rhoncus velit. Natoque lorem ac a. Rhoncus fusce ac pellentesque feugiat purus. Feugiat proin ut habitasse eu ullamcorper amet platea nunc facilisis.",
    "Feugiat nulla odio potenti donec blandit class orci augue congue litora. Aliquet massa. Viverra lorem pede eu pharetra. Vivamus metus donec laoreet eni volutpat class. Euismod fusce cras at erat nostra lectus leo ad primis phasellus ultricies nisi leo velit. Quisque class ac morbi placerat augue cras et etiam libero eu. Dapibus nulla ve consequat. Pretium nulla. Cubilia ipsum odio interdum hendrerit. Cubilia nulla vestibulum integer pede vehicula est. Feugiat vitae hac quis mattis id eni mattis semper sit adipiscing penatibus condimentum. Commodo nulla pede tincidunt mattis convallis mattis a vestibulum. Laoreet netus at justo magnis nostra. Egestas metus eget sed ad turpis placerat. Conubia risus ante posuere lacinia quam lobortis tempus adipiscing. Blandit risus fames nec quis a enim donec velit pede per. Blandit justo fames sem commodo. Commodo donec ac. Egestas fames ve at convallis class leo massa. Vivamus velit erat integer ad id eros. Aliquet augue nunc sit mus. Dapibus nulla porta maecenas magna."
   ],
   "title": "Dapibus proin adipiscing volutpat nonummy ad auctor convallis morbi in velit sem vestibulum ac ultrices."
  }
 ],
 "title": "Cubilia velit at tempor faucibus velit ridiculus dui facilisi posuere gravida tempus vulputate sit eleifend."
}