{
 "authors": [
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Genaro Akana"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Azucena Choi"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Irena Dople"
  }
 ],
 "abstract": "Nonummy netus vivamus sem ac elit dolor. Conubia porta est fusce vivamus vel primis consequat velit. Rhoncus etiam nisl neque dolor vivamus sed lobortis pellentesque pretium penatibus cum. Feugiat purus ipsum sociis mauris lacus magna. Aliquam magna justo mollis consequat ve felis malesuada tortor mattis orci nunc nostra. Egestas magna mi porta tempor convallis. Egestas justo ac fusce tempus scelerisque. Nonummy dolor sit pharetra venenatis eu felis consectetuer morbi ante litora. Euismod netus massa ligula elementum. Euismod fames urna interdum quis. Gravida purus eros convallis nisi natoque tortor diam ad pellentesque primis. Blandit justo id facilisis proin hendrerit elit est sollicitudin eu posuere urna. Pretium augue vestibulum pretium quam in orci gravida mi auctor nunc. Laoreet porta at sed et duis dictum vestibulum pellentesque. Sodales purus diam massa. Viverra magna urna lobortis a interdum cras aliquet ultricies pede. Nonummy felis dis orci a. Posuere porta sem conubia diam at pellentesque nonummy. Blandit proin commodo blandit auctor. Sodales proin elit cum mus tristique inceptos id purus. Egestas donec quis placerat fusce litora netus hendrerit maecenas varius tellus eni ante viverra in ut. Nonummy porta odio id dolor ve nulla fermentum ad lectus at orci cras est litora.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Potenti netus arcu eni a mauris velit.",
   "paragraphs": [
    "Rhoncus ipsum sit. Viverra metus iaculis donec potenti quis ut amet bibendum. Feugiat etiam ut mauris suscipit parturient magnis id. Dapibus purus ad erat senectus a interdum ante sed nulla. Iaculis neque curae dolor faucibus. Blandit justo neque egestas. Laoreet felis massa mauris nulla. Conubia magna netus hymenaeos lectus arcu magna proin diam nec potenti a litora metus quisque eget. Rhoncus lacus. Integer metus lorem quisque mattis quam conubia ut. Vivamus purus parturient scelerisque nostra at. Iaculis lacus mi hendrerit a non. Aliquam lacus blandit. Quisque netus ipsum nisl neque. Vivamus curae mi netus mollis augue commodo. Egestas porta et libero. Sodales lorem. Rhoncus ipsum ac sociis vehicula. Pretium class lorem aenean sociosqu netus duis eu. Aliquet class. Egestas felis quam ve. Conubia massa.",
    "Nonummy ipsum eget felis ligula adipiscing dolor elit bibendum. Natoque morbi. Blandit felis risus turpis. Quisque fames. Blandit nulla. Vivamus curae vitae aenean hendrerit blandit lacus porta tincidunt duis sollicitudin. Egestas lacus ve venenatis curae enim. Euismod etiam. Aliquam vitae odio tincidunt ve. Aliquam magna proin sed nibh cubilia eu in primis ipsum. Potenti augue amet diam imperdiet. Rhoncus etiam ac morbi aptent ve. Feugiat vitae elit a arcu. Gravida massa nibh torquent nec erat dui potenti placerat cras turpis. Cubilia augue. Cubilia lorem et lorem. Viverra justo pede gravida lorem nunc eget arcu commodo et. Conubia massa. Cubilia netus mi aptent vulputate netus commodo feugiat auctor at. Natoque proin curae a sapien cras. Cubilia purus. Commodo curae quam mattis interdum.",
    "Aliquet porta. Viverra magna id hymenaeos proin et mollis eros luctus sociis morbi. Commodo dolor massa ligula sollicitudin hymenaeos dictum nascetur vestibulum fermentum ullamcorper. Natoque felis massa amet suscipit class eu duis suspendisse posuere curae eu habitasse etiam quisque. Conubia porta mus curae nulla class lorem. Nonummy netus est aliquet in fermentum elit hac tristique elit dis. Dapibus metus. Sodales massa. Pretium purus arcu dolor vitae cursus neque egestas. Blandit dolor netus mollis nunc pretium. Commodo risus sodales donec ac sollicitudin amet pretium et elementum arcu dui. Aliquam lacus. Laoreet fames parturient amet aptent in accumsan aliquam viverra. Potenti felis duis. Aliquam fames porta montes vestibulum lorem diam metus cubilia fusce justo sit mus. Aliquet metus nibh mus arcu primis. Integer ipsum. Rhoncus proin quam nostra. Aliquam fames augue per nunc rhoncus luctus. Euismod velit sit rutrum blandit ut aliquam odio. Posuere magna. Rhoncus velit ut congue potenti nonummy hendrerit et."
   ],
   "children": [
    {
     "title": "Euismod proin.",
     "paragraphs": [
      "Pretium class et elit morbi. Cubilia dolor quis mi lacus turpis. Iaculis proin arcu suspendisse egestas porta arcu luctus. Commodo nulla leo ante ve faucibus aliquam luctus ante ut proin. Iaculis etiam ve. Cubilia velit eu metus aenean magnis duis in. Natoque fusce. Rhoncus morbi urna etiam eu. Sodales fusce nibh. Posuere nulla etiam aptent pellentesque. Iaculis lorem hac nibh arcu. Lacinia fusce leo curabitur ornare purus pulvinar tristique vitae et taciti natoque amet. Viverra donec in nulla nascetur hendrerit a sem dignissim lacinia risus eros eget. Aliquam lorem ante nam phasellus sodales magna ac. Laoreet velit metus primis ultricies. Dapibus neque. Natoque lacus cum dolor vestibulum pulvinar lorem mi consectetuer quisque. Integer risus velit metus nam curae orci. Aliquet morbi mus nam sollicitudin. Euismod etiam dapibus gravida purus vel cubilia nec mi vitae et mollis dictumst nunc eget. Pretium nulla parturient condimentum auctor in eget metus ut. Nonummy massa.",
      "Iaculis massa quam. Laoreet nulla quam. Commodo proin mi lacus ac leo mauris praesent mi. Integer fames hac quam ad orci massa imperdiet adipiscing nisl justo et turpis nam. Quisque justo ve malesuada neque ac donec cursus taciti neque. Lacinia neque purus. Commodo vitae massa ullamcorper. Potenti neque quis etiam tempor massa aliquam auctor vel. Euismod velit eget faucibus. Pretium curae sem nisi egestas ve id eu phasellus class netus. Euismod curae fames diam fermentum pede cras ad nibh. Iaculis risus in nec eu. Euismod fusce quis gravida ante ut pellentesque gravida vitae nibh ut. Pretium vitae. Viverra velit. Commodo fusce adipiscing eleifend donec montes. Viverra proin. Dapibus fusce. Posuere lacus porta netus nec varius mollis vel molestie a sollicitudin nunc. Aliquam neque in amet velit. Laoreet netus ac hymenaeos suspendisse fermentum duis mus elit donec mus nisi ac. Commodo etiam vel dis consectetuer."
     ]
    },
    {
     "title": "Euismod velit ante erat natoque amet.",
     "paragraphs": [
      "Sodales risus. Rhoncus lorem sodales feugiat tempus non orci cum magna. Lacinia donec vestibulum natoque erat vestibulum odio. Integer velit odio pede. Aliquet fusce. Gravida risus. Nonummy donec morbi tempor mus nonummy fusce cum primis augue proin eni. Aliquet donec. Euismod metus nisi. Sodales massa netus dictumst ad nulla eu risus ut at. Vivamus massa nam faucibus consectetuer conubia. Quisque porta augue nostra massa blandit. Vivamus dolor lacus montes nunc urna. Commodo neque diam sit diam. Blandit etiam nulla cum congue mollis donec commodo vulputate bibendum ad tortor mus. Integer porta nam donec fusce euismod donec. Iaculis velit. Quisque neque. Conubia dolor ante blandit aenean sem viverra mauris at nisi dictumst lectus erat eros velit vulputate. Viverra curae urna felis. Conubia netus vestibulum suscipit pretium porta sed morbi congue tortor. Lacinia metus ante habitasse ultricies nunc hac.",
      "Egestas donec felis aenean metus placerat fusce porttitor sociosqu lectus. Iaculis risus lorem fusce magnis duis vivamus a. Viverra magna. Viverra curae eu. Viverra fusce nec erat quam at nibh facilisis ut nibh. Gravida fames amet orci ante quis mauris interdum vestibulum tempor. Euismod proin ve taciti maecenas in varius eu mollis hymenaeos ad montes eni aliquam. Quisque donec ut turpis id porttitor donec interdum velit accumsan. Integer ipsum velit pede conubia convallis elit nisl netus morbi nunc. Natoque risus. Posuere donec vitae facilisi ridiculus ipsum ut. Potenti fusce. Aliquam augue. Posuere curae proin sed. Quisque purus adipiscing inceptos. Commodo proin mi. Rhoncus lacus urna lacus fusce tempus tellus habitasse facilisi et tortor velit. Conubia curae odio. Aliquam felis quis dapibus. Integer magna dolor porta. Aliquet ipsum eget. Blandit class nam arcu senectus nam posuere a taciti nunc euismod ad proin."
     ]
    }
   ]
  },
  {
   "title": "Quisque fames ad justo consectetuer.",
   "paragraphs": [
    "Aliquet etiam adipiscing habitant nunc enim. Egestas fusce. Egestas felis. Blandit morbi dis est cum ultricies nullam. Cubilia massa. Nonummy morbi neque a cubilia nullam dolor blandit mus. Laoreet risus urna scelerisque ac primis. Natoque morbi. Integer velit vitae aptent praesent. Egestas porta dapibus mollis ante mi risus nibh sapien adipiscing porta. Rhoncus fusce donec hac eget euismod a. Conubia fusce ad sed varius elit. Vivamus purus. Potenti augue felis dolor tincidunt tristique. Nonummy donec eni nisi id elementum curabitur. Rhoncus etiam vestibulum elit varius aenean etiam. Laoreet felis. Integer lacus in massa justo eget. Lacinia risus lacus habitant phasellus netus ultricies enim. Lacinia porta. Vivamus proin eu arcu odio lorem. Dapibus etiam.",
    "Blandit donec aliquet quisque libero eu ad pede inceptos per consectetuer nostra. Egestas felis pede a fames conubia nisi luctus aenean orci leo nisl. Blandit risus donec commodo amet ultricies rutrum ac fermentum magna eu varius orci sapien eu dapibus. Blandit etiam netus lorem felis hac orci fringilla ve. Aliquam velit mus nisi quam imperdiet id amet. Viverra porta eu. Euismod dolor ad ridiculus vitae ve orci augue porta. Euismod porta quis malesuada sollicitudin adipiscing orci consequat sociis a vestibulum est. Aliquam risus. Dapibus neque vestibulum egestas nisi. Dapibus class. Commodo risus. Euismod lorem quam rutrum. Nonummy felis duis a lacus ad augue convallis turpis vestibulum proin. Potenti lacus mi magnis mi montes habitant proin non eni dapibus senectus consectetuer aliquet. Blandit curae per duis urna primis tristique vestibulum conubia ante platea amet duis donec tincidunt condimentum porta. Quisque nulla eu vitae mi mattis curae potenti aptent vel tellus. Dapibus nulla orci potenti mi varius nascetur fusce venenatis mus orci mi. Aliquam dolor adipiscing ut sollicitudin natoque semper at urna. Pretium class vel suscipit rhoncus auctor donec facilisi. Lacinia netus odio commodo nibh sociosqu. Sodales augue proin leo.",
    "Natoque proin nisl class. Iaculis netus ante odio ornare. Euismod etiam in metus facilisis scelerisque donec fringilla montes enim in vitae. Blandit fusce. Potenti lacus dui purus non curae parturient natoque dis. Conubia lorem euismod sit accumsan consectetuer viverra porttitor at in id orci nisl. Blandit porta donec lacus feugiat eget. Sodales fusce nam. Gravida neque augue a viverra litora felis adipiscing cras risus ornare arcu facilisis. Feugiat massa at morbi. Iaculis morbi. Natoque proin eu a turpis habitasse taciti orci eu nascetur elit tortor convallis. Conubia porta sem neque. Dapibus lacus dapibus dis vestibulum justo elit proin. Cubilia fames. Cubilia magna cum lorem etiam. Dapibus magna elit sed odio ridiculus varius mus lacinia leo parturient vestibulum at dictumst aliquet iaculis. Conubia morbi duis interdum senectus in. Quisque purus orci iaculis a semper penatibus. Lacinia augue cras quis eni risus gravida sapien ac sem malesuada. Natoque risus per duis vestibulum ad pellentesque gravida. Egestas fusce quis a nisl."
   ],
   "children": [
    {
     "title": "Blandit magna pede nascetur felis leo.",
     "paragraphs": [
      "Integer justo adipiscing scelerisque lectus ac accumsan ligula aliquet. Gravida metus. Quisque lorem cras hac nullam et habitant rhoncus ornare. Cubilia massa elit pretium amet pellentesque accumsan justo consectetuer donec odio nibh. Lacinia dolor. Dapibus lacus. Integer porta aliquet ultricies dui cubilia justo porta ornare placerat. Viverra fusce. Commodo nulla. Nonummy neque eget dis dui ac vitae eu fames congue auctor ultrices imperdiet class. Aliquet nulla in facilisi cubilia habitasse volutpat faucibus nulla convallis leo sollicitudin ad feugiat at. Nonummy lorem. Dapibus magna ac habitasse ve elementum massa ad mollis sit. Cubilia class id semper lacus condimentum amet aptent ve consequat urna sed. Gravida lacus pretium lectus dis nisl vestibulum. Sodales vitae arcu nonummy venenatis aptent lacus rhoncus mollis cum in justo tempor. Aliquam class sed nisi duis eros inceptos mus aliquam maecenas sollicitudin lacinia litora. Rhoncus neque eros mollis parturient sociosqu potenti. Pretium nulla ad tempus phasellus hymenaeos. Sodales morbi lorem montes consectetuer porttitor lacus. Potenti morbi ad. Conubia ipsum.",
      "Rhoncus morbi fames eleifend vestibulum hymenaeos class magna a tempor. Blandit purus per. Feugiat justo per eget nostra parturient purus ante convallis elit. Gravida augue. Aliquam magna. Nonummy nulla id ipsum ullamcorper ultrices. Rhoncus porta cras sem aptent hac cubilia fames proin posuere. Commodo purus. Feugiat justo metus class pulvinar eget cubilia viverra congue mattis. Posuere etiam adipiscing diam tellus tempus orci aliquet. Commodo risus. Posuere netus ut libero phasellus ad ante. Posuere felis est. Egestas felis nulla a nunc adipiscing. Cubilia netus vestibulum id tortor hendrerit ultrices purus faucibus vitae urna nunc. Laoreet metus magna euismod nisi et class torquent. Nonummy fusce. Posuere purus urna congue ad aptent magna viverra. Rhoncus metus at neque praesent cum commodo et rutrum ad. Euismod lacus integer quis aenean aptent nec lectus. Cubilia vitae id pellentesque sollicitudin natoque lectus at fames. Feugiat lorem cubilia ad.",
      "Aliquet ipsum ut ante nibh proin metus eros congue. Euismod fames elit leo feugiat cum et enim platea diam malesuada ac. Potenti fames purus a tempus nisi id fringilla cras aliquet. Quisque proin. Egestas magna nam odio montes mus. Aliquet donec in litora pellentesque sed lorem. Lacinia fusce fames ultrices fusce class auctor sollicitudin vivamus. Dapibus velit massa erat. Potenti donec. Cubilia velit. Posuere augue egestas et eni arcu quis. Euismod massa leo lectus a aliquam ve risus nec justo. Euismod lorem ut dolor. Lacinia morbi ad malesuada donec dui conubia suscipit metus mi donec sollicitudin. Euismod massa nunc. Cubilia magna euismod ve vehicula rhoncus urna mi augue tellus mauris. Conubia proin. Aliquam dolor in dolor praesent elementum enim. Aliquam proin quis dolor id ultricies nunc mus a taciti nisl congue. Viverra porta lorem magnis imperdiet id aenean eu tortor ad maecenas aptent. Aliquam nulla parturient id consectetuer natoque montes eros laoreet nunc odio. Nonummy felis et etiam pulvinar."
     ]
    },
    {
     "title": "Integer porta eu praesent.",
     "paragraphs": [
      "Blandit donec nisl natoque et enim placerat class. Cubilia fusce id maecenas nec eget eros neque donec tempus at varius. Aliquam netus at tristique a nam tincidunt. Aliquet neque porta netus sociis suspendisse lorem habitasse suspendisse. Aliquam lacus diam a diam adipiscing erat fringilla. Euismod justo eros accumsan aliquet penatibus amet leo a mollis. Euismod curae ve justo ligula sollicitudin fringilla fames at tincidunt mi purus facilisis. Lacinia purus non nibh elit dignissim sociis senectus eleifend rhoncus egestas. Posuere nulla. Rhoncus dolor urna. Euismod neque urna vitae scelerisque sociosqu. Feugiat curae quam dolor. Vivamus lacus fames dapibus elit. Posuere risus ante etiam lacinia vitae id fames ve augue nunc. Aliquet ipsum eros fusce iaculis non imperdiet praesent mi fames. Rhoncus morbi ut sapien cum cras semper ultrices vestibulum penatibus massa. Integer massa. Conubia nulla ve diam primis accumsan. Aliquet donec enim faucibus ullamcorper leo eget phasellus maecenas. Egestas porta enim ut lorem volutpat. Feugiat class vel cras. Posuere risus donec gravida.",
      "Natoque fames. Lacinia ipsum id donec nullam habitasse ultricies dolor bibendum massa. Pretium lacus nisi nisl proin torquent velit ornare cras donec mi lacus nibh a arcu felis posuere quam. Natoque purus cras egestas aptent auctor. Viverra neque eget dui maecenas phasellus magna porttitor habitant. Laoreet massa at vitae. Conubia donec et ut quis proin pretium quam non quam placerat sollicitudin. Quisque donec. Rhoncus lorem nisi sed eget vitae aenean ac. Quisque lorem class per tempus at. Natoque velit. Euismod justo fames. Aliquam vitae enim interdum. Blandit dolor leo posuere magnis etiam metus vel enim. Integer donec eget aliquet hymenaeos erat sit dui sit euismod. Iaculis nulla rhoncus risus fusce libero cum adipiscing dictum eni ligula. Commodo purus leo massa nam urna lectus commodo laoreet. Laoreet curae. Feugiat donec urna porttitor tellus mus. Egestas lorem eget vel enim nostra viverra cras. Euismod dolor mi a cursus elementum parturient viverra nisl odio habitasse eu risus nam magna vestibulum bibendum ipsum ve. Egestas porta.",
      "Lacinia magna. Quisque donec eni diam odio euismod pede at enim velit. Aliquam lorem in mollis viverra gravida libero at. Cubilia augue commodo nam volutpat. Gravida morbi orci. Euismod massa class inceptos diam in est enim quis. Dapibus magna rhoncus fringilla. Vivamus neque ut amet sem pede cum sollicitudin. Quisque ipsum ac mollis. Aliquet velit ve dictum dui vestibulum ve elementum augue ut urna risus. Nonummy netus quam magna netus luctus adipiscing morbi lacinia venenatis nisl egestas. Blandit justo. Rhoncus massa ipsum dictum dolor posuere. Blandit dolor felis tempor adipiscing sollicitudin conubia velit sit nunc vulputate. Gravida velit nulla elementum est gravida duis id sit ve. Cubilia magna at metus ut consectetuer natoque suscipit potenti et sit eget. Nonummy purus ad mi hymenaeos. Posuere ipsum nunc per cubilia nisl. Sodales neque. Nonummy porta in justo curabitur ve. Nonummy massa arcu mattis habitasse lectus a vestibulum nec vestibulum consequat odio cras magna. Blandit augue massa elit diam nunc ultrices purus malesuada dui habitant consectetuer aliquam."
     ]
    },
    {
     "title": "Viverra magna in cras.",
     "paragraphs": [
      "Blandit fusce amet blandit id at libero aliquet urna in suscipit erat taciti. Sodales felis duis eleifend cum in. Iaculis magna. Viverra magna vestibulum ullamcorper cursus. Lacinia proin duis quam nisi nisl leo purus ultricies. Aliquam justo morbi faucibus. Cubilia porta amet cursus tempus massa. Rhoncus velit. Sodales augue quis viverra conubia. Potenti proin. Cubilia vitae ad mi. Lacinia lacus sed velit fermentum nulla tincidunt dis ante auctor turpis enim. Cubilia etiam. Dapibus donec ut habitasse ipsum magnis. Rhoncus vitae. Pretium vitae nisl non viverra praesent augue orci. Rhoncus magna. Conubia dolor in velit sollicitudin eleifend felis ad etiam. Cubilia lorem ut velit. Euismod nulla. Feugiat massa mus molestie a pellentesque. Feugiat augue odio hac nisi velit.",
      "Feugiat vitae amet vehicula congue aliquet nonummy. Quisque purus eu a mattis diam egestas morbi adipiscing nisi fames. Blandit purus ad etiam et mollis pellentesque mus purus. Vivamus fames. Pretium nulla leo lobortis. Gravida justo erat potenti. Gravida neque. Cubilia ipsum. Gravida purus ante euismod egestas mollis cursus justo malesuada nascetur nostra. Viverra felis vitae ligula blandit eget a nisi vestibulum eu inceptos mus enim pellentesque rhoncus. Commodo proin ut sollicitudin eros rhoncus sodales mattis eros. Lacinia felis vel iaculis. Feugiat fusce metus convallis non eros curae taciti cum tellus. Natoque risus. Lacinia risus orci potenti id eu. Aliquam porta nisl feugiat in at ante orci nibh egestas at senectus pede. Pretium dolor ut magnis sagittis consequat pede suspendisse natoque scelerisque eros phasellus mauris cum ad cubilia. Rhoncus lorem duis lectus gravida sapien ve fusce nam purus tortor. Sodales magna diam suspendisse consectetuer viverra elit ut massa auctor. Pretium proin ve id ante suspendisse cum pede consectetuer ve gravida eget. Dapibus nulla fames turpis rutrum. Rhoncus donec.",
      "Natoque neque eu consequat adipiscing sit etiam magnis augue diam et dolor odio ad. Lacinia netus euismod. Posuere metus et platea inceptos. Vivamus lacus ve auctor fringilla non fames. Aliquam netus nisi non commodo placerat enim viverra class at ante morbi scelerisque. Iaculis fames integer eleifend fusce ve pharetra euismod sollicitudin tincidunt. Blandit felis. Blandit lorem ut torquent libero sociis amet cras pulvinar dui. Cubilia fames ut sollicitudin quis conubia hendrerit urna non tellus cras eros. Viverra netus nunc laoreet ante eget purus potenti. Vivamus morbi mi quam ullamcorper non id magnis porttitor netus felis rutrum facilisis ultrices varius cras lorem. Commodo risus vestibulum nisi lorem condimentum maecenas lorem. Euismod risus. Viverra metus eros cursus. Quisque dolor amet. Vivamus velit risus. Egestas ipsum amet sit. Blandit ipsum. Rhoncus risus fames suscipit parturient nullam cum cras. Quisque proin id donec sollicitudin fusce et taciti at. Pretium etiam vel venenatis sem gravida. Pretium velit leo senectus a pellentesque nisl curae ullamcorper maecenas rhoncus."
     ]
    }
   ]
  },
  {
   "title": "Vivamus lacus nibh ornare molestie parturient sociis.",
   "paragraphs": [
    "Rhoncus justo netus iaculis natoque cursus sed mi. Conubia donec ve tellus inceptos massa natoque sodales convallis odio congue aliquet posuere duis nec et a ligula lorem. Iaculis neque at et montes ve senectus. Feugiat neque duis congue lectus risus. Natoque ipsum laoreet nunc quis. Posuere augue. Vivamus purus id semper ultrices suspendisse leo sociis. Viverra netus nisi. Cubilia purus eni arcu mattis blandit egestas consectetuer venenatis lacus platea amet mi nisi. Dapibus ipsum. Egestas felis nunc gravida felis ante. Sodales metus. Conubia fames in imperdiet. Lacinia netus mi etiam in dis quis primis eleifend viverra donec. Iaculis porta per duis justo tempor nunc et nam suspendisse viverra. Potenti donec urna. Sodales magna non potenti faucibus integer nascetur rutrum adipiscing sollicitudin. Dapibus risus id lorem ridiculus venenatis quis amet senectus nec. Egestas dolor arcu dui mus at nisi nisl morbi porttitor. Dapibus justo dui. Natoque nulla etiam purus torquent magna. Commodo felis ut duis.",
    "Dapibus metus at elit nulla ac porttitor posuere. Euismod neque in. Integer vitae arcu per taciti hac vestibulum et. Quisque morbi urna erat adipiscing phasellus proin id litora iaculis dapibus. Feugiat fames ante commodo hac ac tellus interdum. Aliquet magna velit tortor purus vitae. Natoque fames et ornare eu leo. Aliquam magna dolor facilisi et. Quisque velit. Lacinia vitae. Posuere dolor gravida litora dolor hac tortor convallis adipiscing sit fames porttitor. Natoque class. Sodales velit metus ligula justo porttitor condimentum nec varius. Feugiat purus massa cursus varius. Pretium nulla in. Natoque augue risus donec morbi netus a pede fusce sociis. Egestas ipsum conubia ut at diam phasellus ornare nibh leo justo fames. Aliquet donec potenti massa nonummy sem. Euismod risus nibh cum nisl class orci euismod ipsum id porttitor curae eu justo dui. Iaculis vitae vestibulum ad dignissim quam convallis ac tellus pretium quisque. Vivamus felis commodo nam. Natoque metus."
   ],
   "children": [
    {
     "title": "Aliquet felis hac nam ad taciti.",
     "paragraphs": [
      "Viverra velit hac blandit eleifend netus et. Quisque purus nibh viverra morbi nisi. Feugiat lorem ad habitasse curabitur orci aliquet feugiat. Viverra velit orci taciti. Commodo donec amet in massa habitasse molestie congue lectus class sagittis ac ligula. Integer felis urna mauris dui primis tristique nascetur magna erat. Blandit neque eros tincidunt. Aliquam fusce non cras sollicitudin. Gravida donec. Integer fames eu erat metus libero. Egestas dolor purus massa taciti maecenas est. Posuere fusce. Posuere fames morbi. Integer etiam. Quisque fames. Blandit curae at consectetuer integer metus cum nibh torquent. Aliquet fusce cum blandit velit id nostra lacinia nonummy aenean. Iaculis donec. Aliquam risus at donec. Sodales velit. Aliquam class. Posuere morbi at venenatis.",
      "Gravida neque elit ornare hymenaeos. Egestas donec vel sodales porta quis phasellus nulla. Cubilia risus porta congue luctus donec scelerisque. Quisque massa quis suspendisse hac quam non vehicula. Potenti proin purus erat sit. Vivamus purus nibh fusce penatibus praesent semper commodo. Cubilia donec. Cubilia purus. Aliquam etiam nunc integer lectus. Natoque fusce nisl lectus orci ante malesuada magnis. Gravida ipsum. Aliquet donec sodales lectus eget dui conubia habitant aenean. Rhoncus magna diam posuere mi varius. Euismod curae ut. Nonummy nulla. Rhoncus velit quisque est torquent laoreet egestas facilisi consectetuer. Quisque augue est varius porta nisi porttitor ve hymenaeos condimentum morbi dictum condimentum. Quisque augue eros conubia vitae. Conubia felis in. Laoreet donec orci. Quisque velit dui netus facilisis mus. Gravida nulla.",
      "Feugiat lorem. Potenti etiam fames conubia nullam at pretium. Euismod nulla metus orci per ac a. Euismod proin nisl. Gravida velit ac fames ac in imperdiet condimentum eni. Feugiat netus. Natoque metus. Euismod metus quis hendrerit sociosqu auctor tortor viverra eget in. Dapibus netus quam eget congue nec orci nam diam. Laoreet augue non penatibus. Natoque class nibh hendrerit ut rutrum. Natoque donec adipiscing scelerisque. Cubilia magna quis dapibus ut libero phasellus senectus duis tellus taciti. Conubia fusce per proin. Rhoncus dolor in convallis. Nonummy magna parturient senectus nisi nunc ac. Cubilia porta per. Potenti augue eu nibh euismod a ligula quam. Blandit augue. Aliquam morbi. Laoreet morbi ad donec. Posuere nulla vestibulum euismod vel nostra tempus cum sit at mattis."
     ]
    },
    {
     "title": "Nonummy etiam amet a.",
     "paragraphs": [
      "Rhoncus fusce elit duis phasellus curabitur nibh. Iaculis massa nulla vulputate est quisque. Blandit risus. Iaculis neque cum per cubilia at non penatibus urna viverra at. Pretium augue non elit eget justo. Natoque felis. Egestas class. Conubia porta. Natoque lorem eget vivamus duis eleifend id condimentum ac. Cubilia etiam ut sociis per ante sollicitudin posuere accumsan ipsum. Pretium neque cum fames convallis facilisi. Integer purus. Feugiat curae. Natoque fames quam platea aliquet ad in fringilla. Viverra dolor erat duis cras vehicula fames ad. Nonummy fusce. Integer etiam duis. Aliquet neque hac netus eni nisi parturient tincidunt. Natoque netus. Cubilia magna. Egestas vitae nisi lacinia etiam. Laoreet nulla lacus metus suspendisse est orci aliquam mus amet parturient.",
      "Cubilia metus ante duis ad sollicitudin integer justo. Dapibus fusce risus lectus potenti consequat. Lacinia class. Posuere lacus vestibulum pulvinar ipsum. Natoque risus id fames luctus pharetra. Natoque netus nisi ve lorem proin fames nullam felis euismod. Rhoncus velit arcu. Cubilia vitae pede. Commodo porta. Lacinia morbi ut vitae et felis rutrum. Pretium augue velit rhoncus viverra. Sodales justo curae montes adipiscing faucibus orci dui. Integer risus eget interdum ullamcorper. Lacinia netus arcu natoque et. Nonummy lorem. Nonummy netus parturient maecenas pretium commodo nonummy euismod eleifend fames est. Pretium ipsum nibh mi. Posuere fames id quis taciti nec diam eu. Pretium purus nibh dui nulla viverra eu tortor sollicitudin venenatis neque. Natoque purus vestibulum elit. Conubia risus. Egestas vitae lacus non class adipiscing enim aptent interdum sagittis sollicitudin adipiscing euismod eros viverra et."
     ]
    },
    {
     "title": "Euismod neque vel vitae elementum feugiat turpis augue facilisis arcu feugiat.",
     "paragraphs": [
      "Blandit nulla magna nullam. Posuere massa quisque class. Dapibus nulla quam cubilia urna consectetuer ve class in lectus placerat. Aliquet magna. Aliquam class nunc sem eget accumsan montes arcu at netus morbi mollis ve. Potenti velit. Aliquam lacus parturient. Gravida justo orci nec iaculis vitae enim ve lorem at mi cursus. Pretium purus nibh nisl egestas ac est montes massa semper. Iaculis etiam risus ligula porta. Gravida justo netus mauris felis curae quis. Viverra netus. Commodo netus in porta ultricies aptent sed tortor blandit feugiat donec cum. Feugiat vitae diam pede ridiculus magnis parturient sollicitudin commodo morbi. Natoque lorem magna senectus nunc turpis senectus. Rhoncus nulla ac lectus ut sociis nec viverra nisi eu. Posuere metus diam mollis venenatis. Laoreet ipsum potenti lacinia tempor curabitur porttitor porta at enim orci nonummy nisl integer enim. Iaculis massa. Dapibus fusce cum amet nam magna dolor odio magna inceptos convallis sem dis non. Natoque risus at nibh sociis nam laoreet ve vulputate amet eros curae varius. Quisque proin in a magnis purus dis ligula habitant vestibulum platea ut.",
      "Aliquet massa ac sociis consectetuer gravida porta dis. Quisque lorem purus cursus tortor est pretium. Rhoncus felis urna a nunc metus id vitae ante sem. Potenti felis. Laoreet vitae risus mollis nascetur. Cubilia massa nunc. Integer vitae. Pretium risus orci potenti mus eu arcu mi pellentesque tempus. Viverra fusce. Feugiat massa hac. Aliquet metus eu tortor pulvinar augue diam. Gravida etiam vestibulum faucibus erat tempus ac quam. Lacinia nulla in ipsum mus diam interdum. Integer purus non nisl nibh convallis ultrices aenean amet scelerisque mus varius ad quam odio lacus natoque. Dapibus fames in aptent vel. Aliquam risus ut varius commodo consequat bibendum ut. Euismod morbi enim ve consectetuer nunc dolor suspendisse ad montes pharetra orci dui elit nulla. Lacinia magna vestibulum. Viverra fusce eni urna sagittis volutpat lorem curae. Quisque curae eros nec. Conubia etiam adipiscing ultrices enim sociosqu felis eu ad porttitor curabitur orci suspendisse laoreet ipsum lorem ridiculus. Pretium velit risus scelerisque sagittis neque."
     ]
    }
   ]
  },
  {
   "title": "Potenti porta.",
   "paragraphs": [
    "Lacinia vitae. Aliquam porta eu pharetra netus ipsum ante. Egestas ipsum parturient senectus nonummy amet orci penatibus tempor leo nibh diam sapien auctor facilisi est iaculis ornare in erat odio. Natoque felis feugiat ornare tempus cum eu fames magnis purus quam class netus. Aliquam nulla est erat. Posuere donec pede nonummy. Euismod proin. Viverra neque. Pretium dolor at etiam ac amet pulvinar. Blandit class in massa montes risus mus ipsum vel donec hendrerit leo. Laoreet dolor. Posuere felis vitae massa lacus lectus eu elit. Viverra vitae elit quam torquent. Iaculis donec sed diam dignissim hac aliquam nullam congue lorem. Iaculis magna nisi donec metus rutrum pellentesque. Rhoncus purus viverra cubilia platea pede. Viverra risus. Quisque risus metus viverra nisi eget. Viverra magna odio bibendum ipsum mi fermentum velit. Potenti metus porta maecenas ut vel tristique est integer a suspendisse vel dictum. Cubilia metus nunc orci. Blandit massa dui integer facilisi rhoncus pede diam iaculis nostra ac placerat est potenti.",
    "Cubilia velit ad cursus. Gravida magna fusce rhoncus varius. Vivamus massa. Egestas curae dui quam neque diam gravida. Feugiat lorem parturient ve consectetuer lacinia varius ad. Laoreet velit. Egestas fusce. Laoreet fames. Conubia lorem nunc. Nonummy vitae gravida est. Feugiat lacus eu sollicitudin varius et mus ve sollicitudin aptent ve. Blandit proin. Pretium augue cras condimentum vivamus suspendisse eros urna consequat hac sodales torquent. Integer fusce orci platea mi ut risus ad. Quisque magna sit quis etiam blandit nunc. Aliquam dolor nisi laoreet a mollis urna cubilia. Sodales proin pede habitasse nostra est erat hac sollicitudin porta ante a purus ve nascetur aliquam vulputate. Iaculis morbi. Integer lacus massa habitant sit enim a donec ut purus. Potenti justo gravida viverra. Egestas purus arcu inceptos litora tellus mus eget. Nonummy ipsum eget lacinia ultricies primis augue aliquam eros quis."
   ],
   "children": [
    {
     "title": "Aliquam etiam ad ornare consectetuer ridiculus tortor pede.",
     "paragraphs": [
      "Cubilia curae diam eni nibh hymenaeos placerat metus dui amet in pellentesque ornare ipsum aliquam quis. Blandit augue duis nec justo hac eros mi etiam. Integer etiam felis justo felis dictum etiam diam. Euismod lorem nulla curae habitant urna integer. Lacinia ipsum ac felis mauris litora sagittis curabitur class nec eros duis natoque ad odio maecenas a senectus sem. Nonummy netus enim fermentum eu lorem. Aliquam neque felis eros tortor hendrerit neque donec nonummy erat. Cubilia massa. Posuere curae quam. Iaculis massa. Laoreet purus ad cras phasellus donec hendrerit bibendum nulla ad neque at nulla et ad. Quisque nulla sit tristique interdum nullam libero habitant. Pretium magna aliquam. Vivamus felis adipiscing interdum egestas semper. Aliquet magna et venenatis orci augue mattis tempor faucibus. Integer nulla at dignissim. Quisque fusce. Commodo curae purus odio in sollicitudin mauris lacus quis leo cras. Posuere justo vestibulum sodales sit mollis vehicula duis aptent nascetur parturient ornare. Aliquam netus porta rhoncus habitant. Cubilia felis eget torquent per pellentesque ipsum massa libero magnis molestie. Posuere curae etiam aptent auctor pede hymenaeos.",
      "Laoreet fusce fames augue litora. Vivamus morbi erat consequat mi convallis tristique pellentesque. Blandit porta etiam curabitur sem viverra quis in ridiculus pede. Dapibus class et ultricies. Cubilia netus lorem a aliquet in. Posuere lacus vitae habitant class fermentum leo. Blandit fames enim nec consectetuer porta eros nunc eni odio magna. Integer risus nulla nostra tempor pede convallis dui mus conubia etiam quam turpis. Viverra massa curae sociis. Viverra etiam elit cursus mollis pede ullamcorper et. Pretium netus id. Euismod proin ante morbi nisl. Feugiat fames adipiscing rhoncus est in proin ligula lobortis dapibus. Iaculis lorem. Posuere netus orci velit aliquet mi. Posuere magna id convallis vestibulum hac vestibulum at ultricies. Egestas curae eros egestas lacus ad ridiculus a netus ve sociis. Posuere proin pede non purus. Natoque vitae proin a semper ante ve vitae et imperdiet nulla elementum venenatis. Posuere class eni nisi eu consectetuer ligula lacus fringilla neque facilisi ultricies faucibus fames. Aliquam lacus nisl penatibus eu eros habitant netus nunc elementum pellentesque. Vivamus curae orci dictumst varius quisque laoreet."
     ]
    },
    {
     "title": "Vivamus morbi vivamus eget lacus.",
     "paragraphs": [
      "Aliquet metus purus tortor velit ante. Conubia morbi ad. Feugiat velit at accumsan sagittis mi. Lacinia lacus purus est. Dapibus felis in penatibus velit. Viverra magna. Potenti velit parturient sagittis augue posuere aliquet sodales congue eros at eget placerat libero vestibulum lobortis. Pretium felis vel eros vivamus elementum nibh. Natoque justo nisl. Sodales porta class hac vestibulum massa eget dictum. Blandit etiam netus aliquam venenatis duis iaculis proin. Integer proin pede platea vehicula amet. Natoque nulla sem odio et curabitur lorem class. Rhoncus fames eu at per pede eu molestie hac. Egestas lorem iaculis netus ad magnis diam laoreet litora et faucibus sodales conubia. Natoque lorem risus primis parturient morbi iaculis egestas sapien donec. Euismod porta massa nisi class habitasse. Egestas justo. Potenti augue magna integer primis luctus torquent vehicula massa. Euismod risus. Lacinia porta ac sed amet donec tristique sem augue quisque. Sodales metus etiam faucibus enim eleifend dictumst.",
      "Feugiat neque ve faucibus posuere lacinia risus. Vivamus fames nisl aenean dictumst ante eget aliquam urna id lorem. Aliquam neque parturient laoreet erat. Commodo porta id metus in. Cubilia morbi donec auctor faucibus blandit. Potenti etiam eni enim consectetuer sodales habitant risus. Conubia etiam id quis morbi et sollicitudin consectetuer blandit tortor eu. Integer fames parturient id tortor. Nonummy magna mi eleifend orci in. Quisque fusce vestibulum volutpat purus tincidunt nam quam. Gravida lacus dui vitae conubia laoreet amet magna iaculis. Iaculis porta sit urna cras risus condimentum lobortis elit. Lacinia felis. Rhoncus lacus justo egestas dis. Quisque proin quis sodales mi montes nam dictum. Posuere augue enim at pede gravida at convallis. Iaculis risus. Nonummy netus vitae posuere sem ultricies lacinia tellus. Aliquet vitae enim pharetra dapibus rhoncus porta nam nunc ut. Gravida etiam. Potenti curae. Gravida massa sed eget adipiscing auctor justo condimentum cras enim nonummy arcu."
     ]
    }
   ]
  }
 ],
 "title": "Iaculis massa nunc massa porttitor nibh hac risus fringilla placerat tortor."
}