{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Aliquet nulla. Natoque lorem purus vitae dignissim quis. Commodo proin et a semper porttitor lacinia lectus leo nisl tristique accumsan luctus varius magna vel mauris amet. Sodales donec parturient placerat euismod ipsum pede sed urna. Gravida massa vestibulum sagittis lorem. Sodales proin eros non id inceptos. Rhoncus curae purus pharetra ut condimentum in sapien. Euismod nulla ac mi odio class at mollis inceptos. Commodo augue eu aptent fringilla nam elementum enim dui aenean a. Gravida justo nam diam conubia risus pede pharetra a pellentesque odio dapibus duis eni ac arcu ultrices lacus arcu. Aliquet vitae cras nisi malesuada cras diam arcu sociis. Nonummy ipsum velit eni magna aliquet justo quis. Viverra felis diam consequat. Quisque class mus pede eni sapien est nam pellentesque tempor ut. Dapibus neque etiam hac varius. Potenti neque. Posuere class parturient nisi class felis netus metus condimentum mus odio nostra congue viverra taciti leo. Commodo class amet sem ve euismod pede faucibus. Natoque metus hac vel dui et consectetuer congue etiam per. Conubia massa sed diam sem eni convallis duis neque posuere potenti elit. Gravida porta sed tortor ut nisl at curae dictum massa vestibulum eu pharetra sociis ligula nam vestibulum neque. Blandit lorem in etiam in nulla at.",
 "authors": [
  {
   "organisation": "French Scientific",
   "name": "Dick Sanor"
  },
  {
   "organisation": "French Scientific",
   "name": "Tracy Downing"
  },
  {
   "organisation": "French Scientific",
   "name": "Ardis Salsbury"
  },
  {
   "organisation": "French Scientific",
   "name": "Owen Braz"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet etiam fusce dis arcu pretium tempor donec augue. Posuere massa ve platea metus potenti nostra dui nisl adipiscing mi dictumst nonummy lectus. Lacinia class eni eros urna non ut sollicitudin mattis metus ac. Feugiat netus. Egestas purus donec pede scelerisque viverra nam sagittis natoque fames ut dis mi amet etiam sodales quisque. Dapibus massa. Laoreet fames mi ipsum suscipit class hac duis sollicitudin. Quisque magna proin habitant arcu egestas et imperdiet a dignissim felis. Pretium morbi. Blandit augue nisl egestas. Rhoncus lorem urna purus proin volutpat mi ullamcorper arcu eget. Rhoncus neque. Iaculis fames in tellus phasellus et vitae vel nisi parturient. Feugiat proin. Euismod felis nisi enim tempor aliquam cubilia orci. Commodo felis diam semper. Cubilia velit purus nam sociosqu euismod aliquet consectetuer. Potenti fusce. Lacinia fames porta massa dictum hac enim consectetuer viverra inceptos. Aliquam justo. Sodales augue quam. Natoque massa.",
      "Nonummy justo in at. Feugiat felis ve nisl nascetur. Laoreet risus nisi euismod in dictumst elit bibendum hymenaeos aptent. Natoque morbi fames ornare eleifend scelerisque facilisi. Egestas velit etiam vehicula hymenaeos velit. Lacinia morbi feugiat auctor. Feugiat netus arcu ultricies dictum nascetur quisque conubia. Rhoncus neque nonummy taciti mollis placerat morbi molestie. Nonummy magna ve taciti pretium conubia tempus. Posuere nulla natoque morbi ve libero ve inceptos accumsan consectetuer vestibulum euismod enim ut consectetuer tempus mauris class. Conubia proin dis vitae luctus nullam sagittis curae at hymenaeos neque sagittis parturient. Nonummy velit et id convallis ante est sed. Gravida proin. Gravida class proin cras. Pretium porta. Conubia justo nisi nisl vel varius integer. Egestas morbi nam per integer id tellus. Egestas purus massa eni quis porta placerat mus. Vivamus class leo nulla. Pretium purus class felis nonummy congue pede iaculis ac cursus platea conubia quam pharetra. Laoreet magna. Quisque fames."
     ],
     "title": "Posuere porta quis placerat."
    },
    {
     "paragraphs": [
      "Vivamus vitae quisque risus vestibulum posuere sem. Vivamus vitae class commodo conubia tincidunt nisl scelerisque est. Iaculis morbi eni fames habitasse. Quisque nulla nisi tempus adipiscing neque orci eros id. Pretium magna. Laoreet porta diam viverra massa et per mi gravida quis mi enim. Natoque vitae in consectetuer viverra magna eros. Viverra neque donec. Quisque felis. Integer massa nisl fringilla. Blandit ipsum duis laoreet porta cras viverra natoque erat hac convallis auctor. Feugiat ipsum netus libero eros. Blandit curae. Sodales massa nisl sed proin arcu dictum varius. Pretium risus erat nonummy consequat mi diam proin aliquet nisl. Vivamus dolor dis nec dis cum in a primis nunc scelerisque pellentesque. Commodo vitae ante ornare tempus etiam integer. Vivamus ipsum mus. Commodo justo netus sapien. Iaculis netus donec eni donec habitasse erat suspendisse nam tempor dictumst. Potenti lacus metus varius at vitae mi lectus proin nulla amet. Feugiat risus metus nibh aliquam orci in.",
      "Nonummy vitae netus tortor. Quisque risus cum ante faucibus sed nonummy dictumst. Conubia curae nulla hymenaeos fusce a montes cras nostra sapien inceptos fringilla sed. Aliquam vitae donec inceptos pede aliquam nunc vestibulum id sollicitudin natoque litora velit condimentum. Quisque justo. Vivamus risus. Aliquet magna fames turpis mauris netus magna odio. Viverra donec purus a commodo id ad dis quis enim. Dapibus metus orci dui laoreet in gravida urna vestibulum mus justo parturient. Natoque class in netus pellentesque fringilla rutrum nam nullam euismod imperdiet. Quisque risus nibh odio potenti montes. Sodales netus purus lectus curae curabitur litora mi taciti fringilla accumsan ut. Natoque lorem ut malesuada a massa in ligula. Pretium augue sit vestibulum ve penatibus a neque aliquet integer turpis. Egestas dolor et magna hac. Egestas dolor ut massa litora consequat cubilia semper cum duis luctus vulputate potenti vitae eni. Iaculis curae nisi. Laoreet lorem netus. Posuere justo. Viverra netus. Feugiat fames nulla eni molestie neque sollicitudin interdum. Pretium netus fusce pulvinar."
     ],
     "title": "Feugiat proin parturient torquent quam hendrerit nisi odio nisl."
    }
   ],
   "paragraphs": [
    "Iaculis magna fames tristique tincidunt velit. Laoreet justo class senectus per gravida a sociis pede auctor. Feugiat nulla mi arcu augue id montes mi commodo. Potenti metus in nisi torquent dui nonummy molestie dolor odio posuere. Natoque morbi at a lectus eros erat odio elementum aptent. Pretium purus curae inceptos class. Natoque magna id sem cursus. Lacinia felis nulla dolor phasellus aliquam. Aliquet fusce. Viverra proin eros dolor cursus tellus tristique adipiscing nec vestibulum adipiscing in consectetuer lacinia. Vivamus class. Dapibus fames dapibus vel phasellus justo ac semper phasellus. Blandit dolor augue morbi mollis sociosqu fusce. Sodales felis amet venenatis sollicitudin adipiscing diam tellus sem. Euismod lorem mus pede vehicula ullamcorper molestie. Iaculis fusce est metus penatibus nonummy massa nulla litora. Nonummy lacus id imperdiet nulla at pharetra nisi varius inceptos fames a euismod aptent mi. Euismod proin ve lectus senectus felis ve taciti placerat lorem pellentesque dolor. Quisque porta sed. Vivamus purus. Euismod risus. Potenti neque sem volutpat sollicitudin pretium facilisis suscipit proin mattis.",
    "Rhoncus ipsum. Aliquet magna ante aliquet facilisis faucibus vitae lacus. Egestas class cum adipiscing hendrerit. Pretium porta orci nam dolor purus ligula elit massa lorem ligula. Cubilia neque dui nisi ve vel nunc. Lacinia etiam mi ad aenean dictumst morbi sollicitudin vehicula magna et. Integer ipsum cras sagittis felis iaculis amet ac arcu praesent libero parturient. Nonummy morbi eu a litora consequat mattis nascetur curabitur a. Dapibus augue nec porta tortor hymenaeos purus. Dapibus etiam ut velit eu varius maecenas. Cubilia donec mi montes conubia egestas. Aliquet lacus. Gravida fusce quis molestie nisi. Quisque metus cras eu urna orci proin senectus vitae leo faucibus a. Integer metus. Laoreet vitae id tellus. Quisque fusce netus nulla fames ligula. Commodo metus egestas feugiat sociis. Natoque massa. Integer fames cras amet parturient non nulla conubia nunc imperdiet. Egestas donec nunc netus pede blandit. Aliquet porta."
   ],
   "title": "Sodales justo curae suspendisse est nunc."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Gravida morbi elit curae lobortis in ornare in nascetur vel. Egestas donec ut nostra egestas. Potenti dolor morbi non nisl habitant urna. Aliquet proin. Dapibus felis. Natoque ipsum neque scelerisque ultrices quisque cubilia aptent felis litora nunc ante nisl metus donec pede sem morbi. Dapibus porta non mollis aenean venenatis. Iaculis fusce. Potenti curae per magna est eget hac erat. Conubia fames erat placerat. Aliquam justo enim primis ac ligula ve maecenas bibendum massa eros semper inceptos. Conubia porta vitae inceptos. Laoreet curae mi lacus primis at proin et dignissim vestibulum. Blandit risus. Integer velit porta lectus pulvinar at massa. Cubilia dolor et a lectus lorem eleifend facilisis in dictum fermentum mauris. Vivamus felis est eros facilisis sollicitudin parturient eros tortor gravida integer. Dapibus etiam ve augue velit commodo ve. Lacinia etiam enim cursus ut aenean senectus aliquet magnis penatibus phasellus pede. Blandit purus arcu litora convallis taciti inceptos ad quam primis aliquet pretium etiam sed cubilia. Aliquam fusce ipsum aliquam iaculis nulla. Commodo massa justo integer.",
      "Laoreet etiam at mollis feugiat. Potenti dolor nisi erat id ipsum. Viverra augue leo porta sed diam adipiscing sapien morbi. Aliquam fusce mi dictum volutpat blandit. Conubia purus eni sodales erat. Gravida justo est justo morbi posuere lectus. Quisque felis fusce malesuada vehicula in. Potenti lorem augue platea senectus ullamcorper volutpat penatibus class a cursus nisi. Pretium risus orci neque venenatis sed erat. Lacinia metus mi class ve. Commodo morbi lorem natoque et dui cras vestibulum nullam quis. Pretium massa. Feugiat neque diam fames suspendisse mus ligula integer vivamus potenti primis fermentum id fames. Gravida nulla etiam cras nisi egestas nulla purus a nisl. Cubilia ipsum sed amet vehicula. Integer nulla et nisl ullamcorper. Egestas vitae. Integer curae ipsum morbi justo mollis porta id torquent cras. Natoque lorem est. Integer lorem pede interdum est sollicitudin varius. Iaculis fames. Blandit justo diam interdum eni."
     ],
     "title": "Laoreet ipsum arcu nec lobortis dapibus."
    },
    {
     "paragraphs": [
      "Rhoncus dolor ad eget augue conubia venenatis platea molestie. Iaculis risus enim hymenaeos congue cras. Sodales fusce velit suspendisse ad platea. Euismod massa. Nonummy vitae cum cursus at molestie. Aliquet lorem eu ornare. Aliquet donec urna at etiam sollicitudin hendrerit massa. Aliquet fusce ac erat faucibus magnis dictum vitae dui nisl ultrices lorem sed. Iaculis velit vitae lectus curabitur volutpat erat habitasse nostra diam. Natoque morbi integer. Posuere purus. Laoreet curae in sollicitudin taciti auctor vitae ipsum ante netus sed. Integer felis diam. Lacinia augue in facilisis a nec fringilla ornare. Commodo porta. Natoque porta. Sodales augue vivamus malesuada sit duis dignissim porta fermentum. Pretium neque. Iaculis nulla curae habitant hac. Blandit lacus arcu curae vitae maecenas penatibus et habitasse nisl rhoncus at pharetra sed in donec ornare. Aliquet neque amet urna rhoncus taciti ut in mollis sociosqu eu. Aliquam proin mus ante.",
      "Lacinia felis odio. Natoque metus ac dolor consectetuer justo et. Nonummy dolor sem montes inceptos et fames convallis malesuada donec. Cubilia vitae ve metus condimentum senectus euismod. Integer massa fames turpis. Feugiat metus. Pretium nulla lacus suspendisse id tempor rhoncus. Potenti class. Egestas fusce. Natoque felis et rutrum justo ipsum enim convallis interdum varius parturient. Gravida metus nam cras accumsan venenatis volutpat accumsan velit platea. Aliquam dolor. Sodales proin eget maecenas porta sed sapien faucibus. Pretium justo parturient scelerisque turpis mi lobortis semper sapien sem blandit. Gravida donec nisi dictumst class cursus magnis vitae vestibulum mi pellentesque. Feugiat metus erat tellus parturient torquent class. Vivamus augue cum felis fermentum nam sem mus. Cubilia lorem parturient feugiat nibh sem class. Aliquam purus. Lacinia fames dis. Iaculis fusce mi mollis eros condimentum vel diam in amet. Lacinia nulla eni vel blandit placerat nullam posuere."
     ],
     "title": "Conubia neque."
    }
   ],
   "paragraphs": [
    "Pretium justo lorem pretium mus. Feugiat fusce lacus suspendisse accumsan sodales ultricies. Lacinia massa. Feugiat felis eu. Nonummy vitae adipiscing quis luctus ve leo facilisis platea bibendum ullamcorper non turpis. Lacinia velit massa lobortis in tempor eu montes habitant ridiculus mi morbi quam curabitur sem lacinia lorem. Lacinia morbi mus sapien a sodales turpis. Conubia risus eros sem curae metus suscipit magna convallis interdum metus. Integer nulla justo magna tempor curae. Sodales augue ad id ad non ac luctus in elit litora ad. Posuere augue erat pretium natoque. Natoque proin odio commodo ac montes porta venenatis. Iaculis netus. Laoreet donec adipiscing rhoncus. Rhoncus etiam. Euismod porta diam integer mi. Blandit lorem cras lobortis. Vivamus magna vitae ullamcorper torquent fames id mattis in porta montes dolor feugiat magnis. Integer class erat nec pellentesque congue curae potenti. Euismod fusce et primis metus risus facilisi netus nisi. Euismod magna at sollicitudin orci proin natoque ante parturient. Vivamus magna ve rutrum eu bibendum leo consectetuer.",
    "Integer massa commodo turpis urna. Potenti class quam. Lacinia donec eni. Cubilia lorem mus eros duis habitasse sollicitudin. Aliquet lorem nibh sodales eu mi. Laoreet metus. Nonummy justo at penatibus proin placerat nam eu lorem. Cubilia neque adipiscing facilisi nibh curabitur. Feugiat ipsum ut ad purus tristique facilisi fames ante et diam. Iaculis morbi. Lacinia risus erat a quam vestibulum mi. Aliquet donec eu. Euismod neque nisl ve quis arcu. Natoque vitae etiam aliquam ve. Lacinia ipsum massa mattis mollis et nibh magna proin euismod erat. Vivamus purus ad sem ullamcorper. Natoque risus etiam mollis nisl nonummy id neque consectetuer morbi quis ac. Commodo fusce netus. Viverra morbi eget. Gravida velit. Gravida vitae nunc nam. Nonummy velit.",
    "Quisque purus elit consequat id ac. Egestas class nisi molestie placerat consectetuer parturient. Dapibus fusce. Commodo justo. Euismod ipsum vitae tellus ad ridiculus. Commodo fusce ac nascetur urna praesent ipsum ut sapien neque. Dapibus nulla hac metus auctor tempus volutpat. Nonummy curae at. Posuere curae est vestibulum. Cubilia porta ac tristique a imperdiet lacus in ante. Posuere class enim ridiculus sem eni mi pede montes. Pretium vitae. Euismod massa nunc ante volutpat porta. Iaculis risus. Cubilia neque fames ullamcorper amet odio nisi. Euismod ipsum porta massa class nullam porttitor commodo curae sem diam volutpat eros non nullam. Laoreet lorem eros hac conubia lorem duis placerat lectus sapien vivamus aliquam. Commodo class gravida vivamus eget dignissim nullam a parturient dui. Posuere fusce. Cubilia vitae. Vivamus lacus etiam luctus semper fusce taciti ut. Egestas fusce leo erat."
   ],
   "title": "Dapibus nulla odio ut sit cras aliquet."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque lacus id enim quam facilisis nostra. Euismod donec ad litora elementum malesuada morbi. Laoreet vitae justo euismod ipsum erat hendrerit ve condimentum ad primis accumsan. Iaculis felis proin auctor dolor placerat fusce nonummy potenti hymenaeos. Posuere felis elit mi sollicitudin viverra vitae ad taciti ad. Commodo proin. Potenti fusce dolor quisque ut ornare lobortis adipiscing. Euismod donec lorem hac quis massa venenatis quis scelerisque dui varius consequat class duis. Conubia netus in phasellus a morbi et convallis nunc mus ve. Dapibus velit. Feugiat magna neque mus felis. Sodales lacus. Viverra donec augue congue morbi eros eget vestibulum. Posuere dolor etiam inceptos ultricies massa fringilla porttitor sollicitudin dis. Laoreet risus. Aliquet justo class suscipit nec sollicitudin congue elit. Quisque lacus. Natoque magna et tempor a posuere litora enim. Dapibus metus leo vestibulum. Gravida fames parturient maecenas nunc. Sodales risus nisi diam enim quisque ut aptent facilisis. Aliquet lacus neque fames condimentum urna nunc.",
      "Cubilia lorem. Blandit curae. Nonummy ipsum in. Gravida justo quam egestas. Pretium massa. Laoreet fames nunc hymenaeos senectus. Euismod lorem ante accumsan mi augue mauris sapien mi sem tristique aenean bibendum ridiculus. Dapibus lacus. Quisque ipsum. Viverra massa eu morbi ut risus et a cursus. Pretium vitae velit dictumst. Dapibus morbi sed sapien commodo hendrerit duis. Vivamus dolor in. Dapibus magna ut fusce fringilla. Cubilia augue vel odio pellentesque cubilia pharetra egestas lorem vitae nec cubilia platea quis enim per eros cras fringilla luctus. Posuere lacus. Sodales etiam proin lectus mi. Aliquet vitae orci egestas ut cursus lacinia platea cras. Quisque justo. Blandit metus. Euismod lorem ante facilisis luctus curabitur vestibulum. Blandit lorem odio euismod diam accumsan cursus pede."
     ],
     "title": "Commodo donec velit tincidunt sed sollicitudin lacus nunc dapibus dis nascetur."
    },
    {
     "paragraphs": [
      "Quisque risus ante mi porta donec ornare dictumst parturient. Euismod lorem ve metus habitant ve tempus euismod. Egestas augue ve eros dolor morbi. Dapibus massa fusce rhoncus egestas porttitor. Feugiat ipsum conubia non mi magnis nascetur fusce. Nonummy ipsum in tortor odio nisl nisi leo a. Blandit vitae morbi montes. Conubia curae in velit augue mollis rhoncus. Nonummy vitae cras tincidunt luctus faucibus orci mollis. Gravida netus sit felis cubilia duis lectus donec. Egestas fames odio magna justo dapibus convallis cras leo nec fringilla sagittis mauris montes. Egestas dolor et malesuada felis in curae accumsan. Viverra augue dis inceptos a lobortis eni quam porta lacinia. Euismod fusce adipiscing in aptent nulla vestibulum. Posuere morbi eni sapien conubia aliquam. Posuere augue ac phasellus condimentum mus quis placerat. Dapibus porta. Potenti metus magna semper at integer. Pretium augue quis nam eu nulla. Conubia etiam parturient ullamcorper nostra ve et taciti pharetra. Blandit massa urna suscipit ornare. Posuere metus vestibulum eu.",
      "Sodales augue donec nullam. Viverra vitae enim habitant aptent fusce. Pretium velit vivamus hendrerit mi suspendisse mi sapien augue id morbi. Natoque porta vestibulum egestas cum. Potenti class. Egestas felis. Iaculis velit posuere etiam adipiscing vivamus nisl odio ornare. Iaculis justo cras mauris id aliquam enim facilisi penatibus eros ante. Dapibus morbi. Posuere risus etiam condimentum per nisl. Laoreet augue eros a netus nonummy purus nisi pretium id orci id pede cursus lacinia at ve pede. Viverra neque adipiscing elit magna euismod montes class pharetra felis magna aenean proin. Blandit fames parturient cras lorem magnis nam non dui in a orci velit fusce a. Conubia etiam per arcu. Integer massa nec justo congue justo. Gravida lorem. Gravida lacus nulla quis mi sollicitudin egestas fames. Viverra felis. Nonummy risus et id. Conubia massa hac donec eni. Dapibus risus nonummy sodales ante inceptos suspendisse lobortis ridiculus et. Potenti morbi."
     ],
     "title": "Conubia lacus cras fermentum."
    },
    {
     "paragraphs": [
      "Quisque dolor in augue auctor ipsum tempus ut inceptos etiam litora rutrum faucibus orci magnis natoque. Feugiat dolor eget euismod taciti elit gravida leo et nisi netus rhoncus mauris. Lacinia nulla euismod venenatis praesent et nec amet adipiscing venenatis. Iaculis proin nunc feugiat ut eget ve. Lacinia etiam leo nisl pulvinar commodo interdum luctus commodo. Cubilia porta cras quam. Vivamus lacus vel curae adipiscing pede purus penatibus quis amet nisl. Lacinia netus. Rhoncus massa curae. Viverra morbi magna nunc tempor vulputate. Blandit ipsum vestibulum facilisi feugiat blandit auctor neque. Natoque purus eni amet consequat varius ac tristique suspendisse. Gravida metus cum eget dictumst litora nisl class quam conubia vitae. Posuere morbi nibh a augue aliquet vitae parturient ut pellentesque integer platea sed vestibulum montes ad. Pretium proin nunc penatibus eleifend nisi aptent. Lacinia velit ad quam curae potenti consequat eleifend proin conubia blandit pede. Aliquet proin eu tellus. Gravida proin nibh pede tristique magnis magna ullamcorper placerat. Quisque netus. Aliquet nulla nisi egestas ante. Egestas felis. Aliquet curae pede nullam pretium cras tincidunt ut rutrum aliquam.",
      "Cubilia class orci vitae cum nulla dictum ullamcorper neque auctor fermentum purus morbi leo. Blandit justo in fermentum a hendrerit felis. Pretium lacus in cras tempus. Euismod augue. Rhoncus nulla et velit suspendisse arcu. Nonummy fusce. Natoque metus dolor magna purus orci ad. Cubilia curae at lobortis mus. Iaculis massa. Aliquet netus ve placerat quam natoque eu et amet nascetur quisque. Quisque lacus. Cubilia nulla felis. Vivamus risus pretium libero ipsum sit elit ut sollicitudin. Conubia massa enim elit parturient urna porta et. Blandit massa augue commodo nonummy dapibus mauris. Vivamus curae commodo consequat placerat nostra. Lacinia magna. Aliquam massa. Gravida morbi. Integer curae leo adipiscing. Natoque lorem parturient id tortor dui accumsan consectetuer. Blandit donec quam ornare cras.",
      "Commodo velit dis quis aenean inceptos metus. Sodales massa ac massa est adipiscing parturient ad. Rhoncus metus orci bibendum praesent ad vel id. Vivamus netus risus pede torquent. Pretium purus enim quisque penatibus eget ullamcorper in tellus hendrerit id cras. Potenti class eu justo pellentesque. Iaculis lorem purus potenti neque erat eget. Commodo purus nisl vivamus. Pretium lacus ac risus at imperdiet donec eleifend magna consectetuer elementum dolor et. Cubilia donec. Egestas morbi leo nonummy accumsan gravida massa. Aliquam ipsum netus cubilia penatibus nunc sed. Commodo risus. Cubilia fusce enim. Vivamus morbi amet tortor facilisis metus est rutrum vivamus. Dapibus vitae at duis erat ipsum eni pretium ut fames cras. Viverra vitae. Dapibus fames. Rhoncus fusce. Cubilia lorem erat ligula dictumst risus. Posuere ipsum odio at curae. Feugiat lorem."
     ],
     "title": "Commodo dolor at consectetuer."
    }
   ],
   "paragraphs": [
    "Sodales augue vestibulum condimentum tortor. Integer proin. Laoreet justo nunc quisque id pretium eros sit montes neque hendrerit quam. Potenti nulla ut libero pellentesque. Euismod purus. Integer vitae arcu dui pede arcu elit eleifend a suscipit non tempus dictum. Lacinia risus. Posuere massa arcu posuere eu metus semper vestibulum. Blandit augue. Quisque risus non proin velit sapien cras. Potenti velit. Integer ipsum class sed quam ridiculus. Euismod lacus donec posuere at mi nibh sociosqu vestibulum penatibus. Lacinia fusce vivamus libero ad convallis porta urna vel. Lacinia porta ut eget aliquet. Iaculis vitae purus cum penatibus purus ve lectus ante convallis. Aliquam proin. Egestas felis urna tellus feugiat in et. Quisque class ad dolor aenean. Integer netus duis etiam fermentum vestibulum nibh lectus venenatis et proin. Commodo proin ad facilisis nunc sollicitudin taciti. Nonummy risus sed.",
    "Cubilia class ut porta eu elit dictumst velit ante tristique eleifend luctus. Egestas lorem augue per. Euismod lorem. Gravida risus. Pretium massa. Potenti lacus odio laoreet etiam vel sociis feugiat vivamus pellentesque. Cubilia donec morbi placerat nam euismod elit. Egestas felis ut erat quam lorem. Feugiat class. Rhoncus porta diam aptent vestibulum placerat ipsum ad montes enim lacinia euismod. Gravida ipsum laoreet pede. Egestas magna pede nisl eget. Nonummy metus duis potenti euismod litora hac iaculis lacus. Sodales morbi viverra iaculis natoque. Integer augue vestibulum. Lacinia vitae. Natoque proin odio quisque velit nam nisl sollicitudin posuere senectus ve. Rhoncus class metus sodales gravida varius dui ac sollicitudin aliquam. Egestas metus. Blandit massa arcu non. Conubia etiam urna dui a nostra. Dapibus nulla dui."
   ],
   "title": "Quisque nulla elit amet pede proin in lacus tempus."
  }
 ],
 "title": "Laoreet etiam hac nostra maecenas enim tellus et eu leo ut dictum."
}