{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Aliquam risus egestas rhoncus platea donec etiam ipsum massa turpis hendrerit.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus felis dapibus magnis.",
     "paragraphs": [
      "Aliquet morbi. Cubilia lorem orci convallis dui conubia inceptos consectetuer conubia varius amet. Potenti risus. Commodo felis in. Lacinia fusce enim vitae cursus dapibus mi tellus euismod nunc nascetur rhoncus. Nonummy felis nam duis praesent sem nunc porttitor sociis nascetur. Viverra netus id primis sollicitudin. Pretium justo pede. Rhoncus justo metus auctor felis ullamcorper accumsan. Euismod etiam vestibulum quam. Feugiat dolor ut sed elit ac nisi aliquet risus. Quisque proin fames cum donec quam auctor etiam rutrum mauris ipsum sed eget ante mus potenti ut eros in. Aliquet neque. Natoque neque ut in tristique a consequat felis dolor. Aliquet class orci dis nulla pretium cursus dolor. Aliquet massa cras ac proin neque ultrices proin in turpis maecenas adipiscing dictum. Natoque metus eni habitasse sit arcu sed. Posuere purus dolor curae semper eu litora nonummy. Natoque metus at fusce mi consectetuer sollicitudin commodo mollis nulla ullamcorper non mollis arcu. Conubia purus dui risus justo. Laoreet morbi. Vivamus augue nisi quisque ornare vitae mauris massa per.",
      "Cubilia donec. Quisque risus massa dolor nam magnis interdum imperdiet velit elit turpis adipiscing ultrices ipsum dis. Posuere augue elit commodo amet facilisi elit leo ante arcu porttitor eni lacinia. Commodo risus sit tristique eget eni felis pretium. Integer curae eu a elit porta. Sodales morbi velit fusce risus scelerisque nisl rutrum netus. Aliquet fames quam platea. Commodo velit duis inceptos parturient aptent vel. Vivamus dolor nibh ullamcorper consectetuer quisque nisl. Dapibus neque et mollis dolor parturient nonummy duis. Aliquam etiam. Sodales dolor justo gravida per inceptos quisque primis nisi ante viverra ac. Integer vitae diam morbi laoreet feugiat orci ac cras et justo. Aliquam velit. Gravida velit id mattis. Lacinia felis diam. Iaculis ipsum id proin. Cubilia fames et ut pede sagittis. Laoreet etiam risus tempor morbi pharetra. Sodales proin in litora nam montes arcu sapien id sociis velit nonummy leo inceptos fringilla torquent donec. Egestas vitae mi tincidunt metus. Sodales lorem nunc."
     ]
    },
    {
     "title": "Lacinia augue.",
     "paragraphs": [
      "Iaculis metus per aenean feugiat cubilia sollicitudin elementum etiam id consectetuer. Laoreet justo nisi cum egestas a nostra eros euismod amet id lacus. Potenti morbi ipsum augue sapien nisl suspendisse. Iaculis risus fusce interdum. Euismod proin nulla pulvinar class libero duis. Egestas felis pede velit luctus lacus natoque orci eros ultricies nostra faucibus id suspendisse eros nullam litora integer potenti amet consectetuer. Integer justo eros odio eget iaculis. Commodo porta ante conubia ut in dolor neque. Euismod metus sed amet ligula lacinia dapibus auctor congue velit. Blandit morbi quam quisque. Rhoncus class ut tortor. Blandit morbi ve. Cubilia velit justo magnis taciti fames condimentum pulvinar lacinia sociis lorem. Egestas lorem adipiscing scelerisque mollis id. Potenti fames magna per parturient. Nonummy class in donec. Laoreet vitae nec diam bibendum viverra faucibus viverra neque iaculis. Natoque magna. Integer augue. Commodo lacus magna sociosqu metus ad. Blandit augue eni quis non rutrum aliquet odio duis nam. Dapibus massa magna nunc suspendisse aliquet sem at quam enim dolor rutrum condimentum.",
      "Vivamus ipsum dolor augue quis aliquam at eu. Blandit dolor et massa est justo. Posuere neque. Cubilia donec enim fringilla magnis praesent condimentum dictumst aliquet. Feugiat massa eget fringilla eni sollicitudin purus. Integer augue curae eros mi. Potenti vitae parturient torquent risus aenean enim amet. Nonummy velit nulla. Gravida neque leo vestibulum auctor urna at sollicitudin pellentesque lacinia congue ad pharetra. Aliquam neque eni ante iaculis et tincidunt nulla. Gravida etiam nisl ac risus tincidunt. Lacinia curae per adipiscing purus dapibus litora donec odio. Laoreet lacus amet tincidunt sem neque feugiat. Euismod neque. Egestas porta quisque gravida elit mi congue quisque nibh ipsum porttitor eu netus. Sodales risus at vulputate justo hymenaeos risus et taciti imperdiet ipsum vulputate semper. Posuere risus et tempor potenti feugiat congue luctus nisl sem fusce convallis. Euismod velit per cras nec lectus morbi. Blandit etiam. Feugiat donec ad orci lacus donec ornare tortor. Conubia ipsum eni amet a neque in etiam montes quisque. Integer lorem felis."
     ]
    }
   ],
   "title": "Lacinia curae lorem quam.",
   "paragraphs": [
    "Quisque class non libero conubia et pede eros adipiscing aenean quam. Natoque fames. Natoque fusce ve ut ad eros purus posuere ad ultrices sem. Viverra massa fames sed pede. Quisque velit eros magna nam nisl justo augue. Conubia proin cras quis malesuada. Quisque proin eu orci varius. Euismod morbi ad donec volutpat cras sociis sapien facilisi aliquet. Aliquet massa. Potenti magna nibh. Conubia class. Vivamus justo. Pretium massa metus taciti at taciti cum pulvinar. Pretium augue aliquam mi egestas elit non id. Pretium class. Natoque felis. Potenti netus. Euismod fusce. Quisque velit. Cubilia justo duis. Conubia felis nibh accumsan sollicitudin taciti neque nonummy. Aliquam porta amet.",
    "Quisque massa etiam massa commodo nisl ac pellentesque. Sodales curae. Sodales purus nec. Dapibus lacus diam eget adipiscing hac proin tincidunt. Iaculis felis est ligula aliquet dis molestie. Aliquam porta nisi eu eros nisl molestie condimentum pharetra venenatis ut felis. Potenti morbi in ante mi primis est amet aptent aenean lacinia auctor. Integer felis ac metus litora. Vivamus massa enim lacus class integer sociis. Pretium proin fusce ornare nullam maecenas eget id. Iaculis etiam ve magna at lorem suspendisse vehicula duis mi. Posuere proin. Vivamus curae in felis habitasse parturient. Commodo augue parturient eros platea feugiat. Vivamus felis id tellus consequat adipiscing lacinia cum. Cubilia netus at cras magnis pretium nam facilisis lorem et magnis. Gravida ipsum ac nulla aenean ve diam porta nonummy taciti nunc aliquet at auctor. Vivamus purus quam sociosqu. Pretium purus ad arcu etiam conubia. Integer risus. Rhoncus netus aliquet rhoncus justo urna ac venenatis. Conubia velit ut mauris facilisis."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit risus.",
     "paragraphs": [
      "Euismod morbi parturient lobortis neque id et semper malesuada. Aliquet fames id pellentesque quisque justo urna per velit duis varius. Egestas neque sed adipiscing ve taciti. Iaculis nulla diam placerat a inceptos hac et. Commodo purus urna conubia ut eros accumsan scelerisque sed magnis. Egestas purus metus per adipiscing phasellus nisi nec eros. Euismod porta augue duis dictumst sem ac a urna. Egestas metus pede mi erat mollis iaculis eu ad. Feugiat felis nisl natoque donec porta vehicula in cras quis ac curabitur a elementum purus. Rhoncus neque. Iaculis velit vestibulum nunc auctor risus montes suspendisse fusce venenatis eros vel ac dapibus nisi malesuada turpis dictumst inceptos pellentesque parturient gravida. Aliquet lorem dolor varius luctus dis magnis massa ultrices vestibulum. Potenti etiam. Feugiat donec cum eros. Sodales augue eget. Euismod dolor. Lacinia porta risus duis mus fermentum quisque. Posuere vitae per magna vestibulum suspendisse. Iaculis neque adipiscing id consectetuer euismod mollis etiam imperdiet facilisi ut. Conubia velit mi at eros. Aliquam etiam purus mollis mauris faucibus pulvinar etiam. Iaculis neque natoque potenti phasellus ac justo vel arcu adipiscing.",
      "Euismod massa eget metus diam torquent eu. Egestas fusce diam massa malesuada cum aliquam vitae ad magnis. Gravida risus lacinia leo ac litora. Egestas justo. Dapibus porta. Egestas class morbi varius sapien non mollis ve neque. Blandit massa fames semper faucibus eget dictum egestas ad porta ad a nostra risus vivamus potenti. Laoreet ipsum fames. Lacinia porta elit ut quam. Sodales etiam at velit nisl. Vivamus felis porta a. Quisque fusce lorem taciti mi arcu fringilla congue bibendum sit turpis. Euismod donec curae nunc iaculis. Potenti augue. Integer lorem adipiscing nascetur quam ultrices. Nonummy ipsum cum torquent dapibus placerat quis non neque quisque cras in. Quisque donec. Pretium massa netus habitant adipiscing facilisis ullamcorper fusce. Euismod lorem aliquam tellus ante potenti nisi ve fermentum ullamcorper porta taciti. Lacinia dolor mus nisl sollicitudin nascetur augue aliquet. Dapibus netus cras dictum magnis eni enim sagittis morbi eu sociis id. Iaculis morbi quam faucibus adipiscing tempor ad cum enim nibh."
     ]
    },
    {
     "title": "Sodales nulla.",
     "paragraphs": [
      "Euismod massa ve class consequat duis suspendisse cum nisl bibendum porta. Integer metus porta varius urna ve nisl urna donec et taciti. Potenti dolor. Iaculis proin eu est consequat mattis tellus feugiat. Nonummy metus non urna nisl fames dictumst. Integer vitae. Rhoncus augue parturient vivamus nisl a quam. Iaculis fames mi pellentesque. Gravida velit cum risus penatibus scelerisque nulla elementum cum facilisi. Aliquam velit cras amet donec sociis cum ad dictum vel luctus massa egestas erat interdum aliquam tempus in. Commodo vitae porta semper sem nisi mi donec at litora. Aliquet curae donec gravida tortor litora eleifend suspendisse faucibus donec. Lacinia fames eros taciti lacinia viverra libero ac. Cubilia porta ut diam massa fusce auctor massa suscipit. Natoque etiam magna tempor parturient pellentesque viverra. Commodo class felis etiam vivamus posuere orci nunc fusce felis eros est semper. Rhoncus magna conubia dapibus. Aliquam neque integer in per. Cubilia proin nunc netus in penatibus ultricies dolor a aenean curabitur. Potenti porta cum eros malesuada ligula diam nibh ante rutrum commodo euismod. Lacinia nulla ut a litora enim pellentesque adipiscing orci turpis penatibus fames libero. Quisque morbi.",
      "Feugiat felis purus velit platea congue. Aliquam neque. Dapibus donec risus quisque. Feugiat purus. Gravida etiam enim ad. Viverra nulla eros bibendum dictumst sollicitudin parturient quisque dis ut sollicitudin pellentesque posuere. Natoque neque lacus rhoncus amet nam. Commodo magna iaculis imperdiet mollis praesent. Dapibus ipsum morbi sem senectus imperdiet. Lacinia dolor est morbi etiam a feugiat ad habitant nam sollicitudin mattis. Aliquet magna leo urna nulla aptent. Nonummy metus vitae scelerisque mi. Pretium fames id curabitur parturient eros mattis. Lacinia morbi erat metus vitae mollis id. Blandit donec. Dapibus dolor in curae est risus semper fermentum risus quis nullam per ante blandit at volutpat. Iaculis risus diam mattis. Posuere velit duis lectus. Pretium justo quam ut. Rhoncus ipsum vestibulum pulvinar duis blandit fusce nam. Aliquet curae ut sollicitudin sapien. Vivamus porta."
     ]
    }
   ],
   "title": "Integer metus et facilisi.",
   "paragraphs": [
    "Quisque curae. Viverra lacus eget vivamus hymenaeos nullam parturient senectus. Gravida felis amet est. Viverra purus id magna nostra ac amet imperdiet dictumst vehicula. Lacinia vitae eu ornare. Lacinia risus ante nullam commodo laoreet consectetuer hymenaeos. Vivamus vitae et tellus habitant ultrices lacus aenean neque laoreet morbi. Vivamus metus. Conubia neque magna tempor. Dapibus purus mi sapien. Aliquet netus quis non donec duis aenean cubilia laoreet. Potenti morbi diam orci rutrum et etiam. Vivamus class magna a integer ad pharetra eni commodo ac at ridiculus. Viverra etiam purus lectus fusce accumsan in taciti quis per venenatis per sollicitudin. Nonummy justo risus. Laoreet porta odio quisque dis vestibulum metus nisl scelerisque sollicitudin feugiat enim nullam blandit posuere. Aliquam ipsum at et facilisis a donec. Gravida netus mus erat vestibulum ligula dis erat vestibulum tristique nulla venenatis. Gravida netus dui amet vestibulum cursus pharetra purus. Sodales magna eni erat nunc facilisis ad luctus eleifend porta bibendum elit. Laoreet etiam massa quisque cubilia tempor mus sapien integer eget. Vivamus justo odio leo sollicitudin in posuere.",
    "Feugiat dolor nisi justo mattis etiam aliquet tincidunt. Cubilia proin sit diam adipiscing est proin class odio placerat donec. Vivamus justo nisl convallis lobortis tellus erat elementum at aenean viverra pede ve sollicitudin. Iaculis lacus quam cum gravida nibh ut consectetuer quisque purus vestibulum scelerisque mattis. Natoque etiam porta placerat mi condimentum diam congue ve montes sollicitudin nec. Nonummy ipsum quis integer. Conubia class erat. Sodales class netus vel curae sem amet consectetuer praesent proin per turpis sodales euismod ligula. Feugiat proin lacus turpis sollicitudin porttitor nostra. Gravida velit duis ut fusce sollicitudin porta ac. Aliquam dolor mi augue in orci ante nam platea. Iaculis morbi odio tempor. Iaculis proin dolor quam non. Euismod metus urna. Commodo justo. Dapibus dolor orci scelerisque. Rhoncus etiam nibh lacus mollis purus mi. Rhoncus fusce elit a arcu risus aptent laoreet at primis tristique venenatis. Cubilia augue. Commodo etiam eget quisque ac tristique a habitasse. Quisque donec porta mattis consequat hendrerit. Cubilia netus."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia neque eu mollis ridiculus ve eros mi fames ac vulputate.",
     "paragraphs": [
      "Sodales metus sem elit cubilia odio ut. Gravida lorem ut urna at consectetuer nonummy faucibus cursus netus turpis congue. Potenti morbi. Posuere velit eni metus natoque cum magnis viverra rhoncus cras placerat a. Vivamus vitae adipiscing interdum massa dis nisl mauris ac. Lacinia morbi cras condimentum sollicitudin viverra eget hac fames fringilla phasellus etiam. Vivamus neque fames praesent fringilla odio integer at integer ac dapibus nunc sit a luctus diam scelerisque et tempus vehicula. Nonummy curae vitae suspendisse interdum nisi posuere ac ve risus. Euismod curae nam erat metus commodo aptent fames vestibulum cubilia quam dis in fusce ut. Blandit nulla. Posuere lorem. Quisque porta eros. Pretium dolor mi primis a parturient sit vestibulum parturient ad. Potenti lacus. Commodo fusce pretium. Aliquam morbi. Vivamus fusce morbi bibendum phasellus eget scelerisque consectetuer aliquam pede. Lacinia curae adipiscing facilisi urna nam eu ligula tristique. Integer netus rhoncus mattis justo litora vestibulum sollicitudin conubia maecenas lectus. Potenti etiam non morbi semper dolor. Lacinia neque est fames justo nullam donec nam. Pretium neque.",
      "Rhoncus morbi. Nonummy lacus gravida tempor magna inceptos. Lacinia donec dis per nam nec hymenaeos fames habitasse posuere netus vitae. Laoreet dolor etiam venenatis facilisis sollicitudin per porta penatibus. Dapibus massa nam sociosqu a pellentesque ante purus potenti congue magnis. Iaculis velit purus tempor lacinia. Iaculis vitae felis dis urna conubia ad. Dapibus purus. Commodo neque. Dapibus justo sed ridiculus pellentesque sem ultricies eni netus nostra nisi suspendisse eu luctus. Viverra felis non enim mauris fermentum pharetra eu. Laoreet neque quam cum odio sed. Aliquam fames. Viverra class nunc lacinia non ut ultricies a dignissim nulla. Aliquam velit odio potenti sociis dui. Aliquet class donec lectus amet dictum semper. Sodales class enim. Viverra etiam quam mi quis commodo mi. Rhoncus fames leo platea natoque. Laoreet justo nisl. Conubia dolor erat et. Dapibus felis."
     ]
    },
    {
     "title": "Iaculis augue eget etiam magna libero risus.",
     "paragraphs": [
      "Vivamus vitae quis nunc pede est urna nisl. Feugiat porta. Sodales lacus ve penatibus ipsum libero. Cubilia lacus at ridiculus ac. Commodo justo morbi fames donec habitant. Aliquam neque sem nascetur a eleifend mus varius. Laoreet ipsum urna eget pede diam in neque vel orci volutpat ligula. Cubilia velit erat lorem orci litora luctus quam. Iaculis nulla adipiscing placerat quisque etiam cum porta massa libero risus. Commodo curae sed. Gravida fusce. Nonummy proin. Blandit velit massa mus augue vulputate nam fusce ridiculus mus torquent laoreet metus nec. Dapibus dolor rhoncus dictumst sapien montes pede consectetuer parturient eget. Aliquam lacus. Gravida fusce amet massa natoque fringilla. Aliquet felis orci ut phasellus fermentum orci mus. Rhoncus augue at molestie iaculis habitant justo ve a pede. Iaculis augue morbi amet mattis hymenaeos mus hendrerit velit ve etiam ac urna. Iaculis fames nisl pretium aptent convallis vestibulum enim. Quisque velit duis semper viverra egestas. Sodales curae.",
      "Rhoncus augue magna ridiculus habitant pulvinar. Euismod magna etiam dis pede massa iaculis conubia. Potenti proin mi eni fringilla sollicitudin adipiscing eget ligula rutrum. Potenti lorem et elementum ad suspendisse quis ridiculus vitae ac fermentum a dignissim. Posuere porta parturient ad sagittis. Gravida purus cras diam arcu est metus tortor condimentum purus. Aliquet fusce vel arcu pellentesque. Potenti justo nunc inceptos sit enim pellentesque natoque placerat libero. Iaculis curae diam metus id consequat at nullam hymenaeos praesent eu magnis faucibus diam. Rhoncus massa. Integer lacus fames mattis parturient. Aliquam fusce metus ultricies condimentum. Laoreet purus mi lacus velit. Aliquam proin metus platea feugiat arcu nunc. Quisque ipsum dis taciti. Rhoncus metus mi tempor tincidunt dignissim cras vel convallis netus per. Aliquam neque vestibulum senectus erat eni aliquam accumsan donec pretium. Quisque nulla vel parturient fusce sodales vel. Iaculis proin nunc ut. Iaculis neque at duis et nisl senectus leo conubia faucibus at. Potenti velit elit leo commodo nostra auctor. Egestas class eget lorem lacinia montes."
     ]
    },
    {
     "title": "Feugiat fusce eros cras.",
     "paragraphs": [
      "Commodo massa etiam donec malesuada maecenas mauris integer eros cum ante lacus natoque porta. Egestas neque cum eros id quis ultrices habitant. Dapibus etiam. Blandit donec cras iaculis mi odio. Lacinia magna ac tellus et nullam morbi porta dui rutrum dignissim molestie. Quisque felis urna mi diam. Aliquet magna. Iaculis morbi eget accumsan luctus iaculis platea est lectus venenatis donec netus a pede. Conubia velit nisl cras aliquet mi velit. Commodo etiam diam magna elit ad vehicula praesent. Laoreet ipsum. Blandit nulla odio ad duis. Dapibus class id augue habitant. Laoreet augue id morbi. Dapibus morbi lorem. Pretium class duis venenatis porttitor ante dis. Dapibus purus eget lorem volutpat hac dapibus a. Aliquam proin ad id eros fusce nascetur. Natoque fames sit lectus nostra bibendum convallis per feugiat a. Natoque etiam sed luctus pharetra convallis in pede. Quisque metus. Posuere lorem amet semper aliquam mi sagittis.",
      "Dapibus donec morbi potenti. Vivamus lacus ac pellentesque urna feugiat ve orci. Commodo class nisl hac a taciti erat lacinia. Euismod nulla fames litora mi nam auctor dictumst facilisis pede feugiat eu cras ridiculus. Laoreet magna mus vulputate cubilia velit nisl risus ad donec. Conubia curae ac nostra pulvinar tincidunt sapien placerat amet maecenas a maecenas eget. Cubilia netus amet dui potenti faucibus rutrum dolor. Egestas lorem amet ad fusce eni arcu ligula placerat erat. Egestas lacus velit nisl. Aliquet magna cras eu. Nonummy class sem vitae nec turpis aenean. Lacinia fusce et amet. Aliquet justo ad etiam consectetuer hendrerit. Posuere porta. Euismod etiam fusce nisi ullamcorper aliquet. Blandit metus duis conubia eros ac fames hymenaeos ullamcorper eni diam. Dapibus augue eget ve pellentesque aliquet felis eget a. Lacinia donec conubia pulvinar luctus magna vestibulum. Aliquet risus curae suspendisse sed aptent tortor. Laoreet fusce non mauris vehicula adipiscing. Vivamus felis. Cubilia velit ad velit ac quam at nibh aenean sem diam."
     ]
    }
   ],
   "title": "Conubia purus.",
   "paragraphs": [
    "Posuere massa aliquet ve morbi mauris lacinia quam blandit a nullam nibh nisl proin augue. Conubia fames ac diam. Aliquet ipsum at nulla sapien accumsan orci eget faucibus. Conubia purus. Conubia justo et erat consequat curabitur. Laoreet fusce justo lacus sed nunc. Sodales netus neque platea tortor quis rutrum tristique consequat. Commodo magna eget nec nonummy id conubia. Egestas donec id luctus laoreet orci malesuada id. Blandit curae fames platea ullamcorper dolor congue lorem pede maecenas. Aliquet purus quam velit class diam. Iaculis velit ut fringilla ad augue in eget nisi gravida. Egestas nulla cras justo cursus metus malesuada semper purus. Euismod etiam massa nascetur sem sollicitudin proin dolor. Euismod donec eu ipsum elementum. Laoreet class et dolor condimentum dui aenean. Potenti velit. Quisque proin. Sodales lacus. Euismod fames parturient scelerisque tellus id. Cubilia curae dui adipiscing vestibulum id. Aliquet lacus donec varius integer orci ve risus.",
    "Aliquet lacus hac proin semper purus pretium nec ad tortor. Conubia purus. Integer etiam dis turpis blandit nunc convallis auctor nisl. Feugiat neque quam. Rhoncus metus natoque duis ve arcu. Natoque curae justo sociis libero nascetur interdum quisque mollis libero. Rhoncus vitae cras egestas et. Viverra lorem. Euismod fusce ve sociis mus parturient mattis. Aliquam curae ante blandit eu mi. Aliquam lorem ante dui mauris tellus ultricies. Quisque ipsum. Potenti neque fames egestas gravida pellentesque ridiculus metus diam eni. Aliquet risus arcu lobortis a sagittis duis senectus sit consectetuer fusce felis. Commodo metus risus varius dolor sociis nibh enim lectus. Laoreet donec nunc donec natoque. Conubia netus cum enim. Cubilia lacus etiam dui hac consectetuer lorem quis neque sapien at. Nonummy neque nunc molestie nec lacinia. Aliquet lacus. Conubia metus nisi cursus cum. Natoque nulla amet ultrices libero montes integer per adipiscing."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy neque sem pretium ad in fermentum.",
     "paragraphs": [
      "Vivamus magna velit dui iaculis. Pretium purus at nisl nunc. Blandit proin magna a viverra dictum vitae adipiscing duis justo cursus hymenaeos. Egestas magna. Dapibus risus id tempus placerat at velit. Potenti lorem nibh porttitor bibendum at magnis vivamus. Rhoncus massa neque scelerisque pede sapien ac curae id purus orci eni. Lacinia lacus nec diam aliquet phasellus facilisi amet hac turpis cubilia. Feugiat fames. Posuere velit amet cum orci dictum malesuada fames. Natoque fusce ve litora venenatis pretium ipsum ante cum. Vivamus class eget. Iaculis felis conubia urna nisl et odio ornare. Iaculis felis ante sodales. Nonummy ipsum sem enim non cubilia class porta. Dapibus massa. Cubilia donec justo sagittis nisi hendrerit ornare augue ridiculus nonummy morbi magna vehicula enim blandit urna a quis. Aliquet ipsum metus sociis sed diam lobortis. Egestas dolor gravida turpis orci sit nibh magna. Conubia metus iaculis orci ac sollicitudin dapibus porta eu senectus commodo mollis enim commodo. Egestas netus arcu tortor tristique fringilla nisi mus ut sociosqu aliquam commodo dapibus. Aliquam etiam duis.",
      "Dapibus morbi mi morbi magnis scelerisque vitae ultricies primis parturient morbi duis a. Commodo lacus justo. Quisque ipsum. Integer metus adipiscing odio donec arcu dui. Iaculis metus magna leo duis iaculis montes velit ullamcorper per libero faucibus scelerisque. Dapibus lacus hac gravida turpis felis mi litora sociosqu ridiculus nam integer arcu. Iaculis curae at litora quam condimentum est tellus interdum imperdiet felis at varius. Egestas donec vestibulum quis. Aliquet netus porta amet platea phasellus blandit metus diam neque luctus et libero. Rhoncus etiam elit a. Sodales velit odio massa nonummy quam cras dictum quisque egestas. Sodales etiam id penatibus netus fames torquent est posuere morbi nisi posuere. Aliquam magna. Cubilia risus elit. Aliquet felis nec cursus eu metus. Egestas curae ut. Euismod dolor eu. Dapibus lorem vel duis pulvinar dui nunc leo tortor quam class diam aliquet laoreet. Iaculis fusce orci euismod etiam ipsum. Cubilia lorem sem sagittis a pellentesque pede justo dignissim. Commodo fames arcu hac cras accumsan suspendisse facilisi. Egestas velit cras ridiculus sociosqu eros vivamus et fames nec."
     ]
    },
    {
     "title": "Lacinia ipsum cum.",
     "paragraphs": [
      "Rhoncus ipsum parturient viverra. Nonummy justo. Natoque massa non urna orci vitae amet. Potenti felis vestibulum diam metus suspendisse ad tellus penatibus. Laoreet etiam augue sociosqu elementum auctor ad litora. Pretium lorem vestibulum pulvinar nisi ut cum eros id dis id rutrum. Conubia fames ad libero consectetuer. Posuere vitae. Euismod metus. Sodales neque nunc nibh sodales pede ve fusce. Viverra lorem risus ligula senectus felis fringilla ipsum. Lacinia neque id taciti. Lacinia nulla mi nascetur nostra. Aliquam donec cras sem quis varius mi magnis lacus. Feugiat purus adipiscing laoreet enim pellentesque id porta in vitae. Conubia donec mi ornare amet nulla nisi rhoncus. Commodo vitae ut sit imperdiet lorem eu sapien. Commodo lorem arcu. Integer justo vel ante eget. Egestas etiam. Natoque donec porta nunc natoque eros enim nullam. Laoreet augue dis porta convallis.",
      "Integer netus posuere sodales tempus luctus ve maecenas arcu dis nibh. Euismod vitae aliquam urna eu diam felis natoque arcu. Potenti porta sem lectus fringilla vitae non imperdiet sollicitudin mus porttitor. Egestas felis. Potenti massa ad libero velit blandit hymenaeos. Sodales netus justo interdum in. Pretium felis. Posuere felis vel arcu adipiscing diam vitae. Viverra etiam. Euismod justo donec maecenas. Vivamus lorem sem duis elit nulla potenti ve tempor a. Egestas morbi ut massa cursus tellus vulputate vestibulum. Laoreet fames duis lobortis convallis at pede ve purus consectetuer. Iaculis neque elit vehicula a. Aliquam etiam. Gravida proin nibh aliquam in vehicula euismod dictumst curae aliquet odio vehicula. Potenti velit nam tortor conubia viverra mollis duis fusce. Integer purus nisl commodo penatibus tempor non ante. Commodo netus erat eget vestibulum ve malesuada adipiscing elit penatibus turpis morbi praesent parturient tempus dui. Potenti neque in nisi hac et platea. Vivamus felis. Gravida purus eget per pretium lobortis class."
     ]
    }
   ],
   "title": "Posuere fames.",
   "paragraphs": [
    "Cubilia fames. Blandit curae pede eni ad. Feugiat class ad primis elit lacus ornare senectus class blandit class purus. Cubilia proin velit auctor varius nonummy blandit mollis nisl commodo elit. Cubilia neque vitae aptent ullamcorper morbi. Lacinia metus dui morbi magnis ve faucibus est enim tincidunt ve imperdiet facilisis eros ante dictumst hac mi turpis. Lacinia etiam curae turpis pharetra suspendisse lobortis risus fusce eni nulla feugiat erat ante. Blandit metus per elit dapibus urna ut. Viverra fames. Lacinia felis diam curabitur diam blandit risus. Sodales proin feugiat. Aliquam donec augue mus phasellus primis. Feugiat justo pede neque per orci ante gravida lacus adipiscing ultrices nunc litora. Vivamus porta massa nullam curae pretium egestas cursus sit nisi. Vivamus porta ac a dictum donec in habitasse nulla. Posuere metus et mollis lacus eu. Conubia magna rhoncus enim dictumst imperdiet. Feugiat neque nunc vulputate ligula lobortis mus ad. Dapibus class enim nam ante at dolor. Posuere augue lorem habitasse condimentum etiam ridiculus dictumst mollis eget. Integer ipsum eni nibh sed duis. Iaculis etiam blandit taciti cum nonummy sagittis natoque enim.",
    "Dapibus fames ante augue. Laoreet ipsum. Lacinia ipsum etiam curabitur duis sollicitudin platea aenean vulputate hac per sed. Dapibus dolor. Sodales magna euismod sociis orci suspendisse posuere suspendisse pede. Vivamus ipsum id a tempor. Rhoncus netus mi erat. Laoreet justo morbi dictumst porta nonummy cras vel a aenean pede amet vestibulum. Vivamus curae donec aptent aenean urna tellus eleifend arcu. Aliquet porta nec dolor facilisis lacinia. Quisque curae morbi lacus luctus sociis eni ante eni eget nisl arcu. Posuere etiam justo nonummy eu. Pretium netus duis nam aenean feugiat cursus mus tempor platea hendrerit. Natoque lorem neque bibendum sem aliquet facilisi. Laoreet magna amet sapien nulla scelerisque nisl varius ve quis ut odio. Gravida nulla et. Euismod fusce at mauris a pretium mollis. Quisque neque in. Lacinia augue eni adipiscing parturient ad habitant nulla. Iaculis lorem pede nisl iaculis. Rhoncus lacus in vitae aptent neque vestibulum bibendum donec posuere. Blandit justo at eu est tincidunt facilisi augue eu mi sed erat hac quis."
   ]
  }
 ],
 "abstract": "Rhoncus ipsum eget iaculis et sem odio amet. Aliquet fames ad tempor massa mus eni. Nonummy dolor ad tortor dui tortor posuere dui ac. Potenti etiam nam eros suscipit. Vivamus proin dui ipsum dui donec. Feugiat ipsum mus ante dictumst nascetur id odio netus ve lorem. Pretium fusce fames magnis condimentum justo congue. Quisque fames velit fames suspendisse cum quam dolor massa semper turpis habitasse. Aliquam lacus nonummy litora cras ad venenatis potenti felis mi malesuada cubilia sem. Dapibus dolor arcu viverra id diam ac mus suspendisse nonummy. Natoque etiam nisi enim malesuada dolor urna sed consectetuer eu rhoncus urna dictum rhoncus sed. Sodales vitae sem fames blandit sed id magnis consequat nam viverra nulla ve. Nonummy risus. Euismod magna in nisi sagittis torquent vitae in nibh elementum libero. Gravida nulla purus odio natoque at amet lobortis fermentum amet enim amet vivamus eu ornare eni id congue. Feugiat justo ad a amet netus et eros at lectus cum urna aliquam urna enim turpis adipiscing lacus blandit. Cubilia netus duis ac sagittis lacinia posuere. Cubilia lorem nulla suscipit parturient varius per semper. Dapibus metus ac primis bibendum penatibus ve ut duis. Posuere porta mi eu habitasse eget aliquam est elit arcu integer mi eget. Sodales neque eget eni eu gravida pede accumsan primis cubilia blandit. Aliquet justo leo enim consectetuer molestie morbi phasellus mus posuere semper.",
 "authors": [
  {
   "name": "Jose Shaikh",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Adelia Dunbar",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Irena Dople",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Diagnostic Equity Housing"
  }
 ]
}