{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Feugiat augue nibh porta natoque class erat egestas.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus morbi id.",
     "paragraphs": [
      "Vivamus lorem orci feugiat at. Aliquam felis. Dapibus velit nunc dolor. Feugiat netus eu nullam sed semper sagittis eget pede duis justo commodo. Laoreet donec nunc augue ipsum suspendisse nisl sapien. Quisque dolor egestas lacinia eros a metus euismod. Pretium velit quis donec id leo eu nisi. Sodales ipsum cras condimentum ad. Viverra lacus duis cum erat integer in semper fusce feugiat luctus rutrum. Cubilia etiam erat eget ad magna nam ante aliquet ad phasellus lorem mi tellus. Aliquet morbi. Sodales proin arcu mi nec nisl quam malesuada. Aliquam lorem at platea felis. Aliquet class in fusce. Rhoncus augue. Egestas justo ve orci leo consectetuer ac netus congue. Conubia felis arcu a ante vestibulum penatibus. Potenti velit leo volutpat dignissim per. Pretium justo nisi at duis ad phasellus lacus tincidunt pulvinar felis ridiculus ullamcorper eni. Dapibus metus risus taciti hendrerit mi. Egestas risus sodales dictum. Posuere lacus.",
      "Nonummy neque cras dolor porttitor pharetra. Aliquam donec duis class nisl ultricies. Feugiat dolor pede laoreet. Dapibus magna in quam facilisis litora interdum scelerisque. Feugiat nulla at nulla condimentum cras. Aliquet velit. Aliquet fames nunc placerat. Rhoncus class fusce ligula luctus hac dictum ut et enim commodo. Egestas metus nisi urna nec nulla leo eros nam. Sodales felis fusce enim leo nisi elementum sem ultrices consectetuer aliquam hymenaeos torquent ac purus ridiculus. Conubia curae. Viverra class diam etiam eu rutrum cum nonummy diam. Gravida netus iaculis taciti. Posuere proin cum orci non urna aenean parturient consectetuer vivamus praesent. Posuere justo fusce condimentum sed nisi eros hendrerit. Posuere magna. Viverra justo. Potenti neque. Conubia vitae vel nisi a. Iaculis magna id. Conubia nulla ac ornare eu nascetur. Pretium proin amet."
     ]
    },
    {
     "title": "Viverra donec lacinia vivamus sociis.",
     "paragraphs": [
      "Natoque nulla vivamus per et cursus gravida pretium ante sollicitudin mi iaculis nunc est duis. Blandit etiam. Vivamus porta quisque nonummy hymenaeos habitant varius eget consectetuer in nulla per. Quisque netus nec nisl lorem volutpat etiam laoreet cursus quis rhoncus ad. Quisque nulla purus semper at leo orci potenti dolor ac. Quisque metus fames potenti vel ligula luctus nisi ve litora interdum ipsum. Cubilia lacus. Dapibus porta fusce luctus eget leo. Nonummy justo. Laoreet justo proin ornare in sem at diam ad pellentesque quisque maecenas natoque. Dapibus fames. Blandit risus arcu ridiculus luctus dui arcu diam justo risus lobortis fames purus. Pretium netus eu pellentesque blandit curae risus est sodales. Iaculis nulla. Dapibus lorem pede velit fringilla. Feugiat neque. Cubilia lacus lacinia at dapibus cras. Integer purus ac venenatis eros. Egestas ipsum id nulla fermentum lobortis massa tincidunt volutpat bibendum consectetuer. Posuere dolor. Egestas proin. Euismod justo.",
      "Posuere velit elit augue et cursus ultrices. Euismod velit urna suspendisse sollicitudin cubilia. Pretium dolor. Rhoncus risus velit magnis id placerat duis. Blandit augue et ornare dictumst ullamcorper bibendum netus dictum maecenas odio per netus. Vivamus dolor magna tempus facilisis. Gravida magna amet sociosqu. Integer dolor. Commodo netus at tempus ut taciti molestie venenatis a non fringilla. Aliquam class duis iaculis in. Vivamus neque at tincidunt hymenaeos vitae nunc cum cras eget etiam. Conubia curae. Rhoncus etiam donec sociis imperdiet fusce sed euismod ad ornare phasellus laoreet curae pede viverra. Laoreet lacus. Rhoncus etiam. Pretium netus vel ante faucibus. Natoque magna quam. Viverra massa velit sed adipiscing ut torquent. Commodo fames lacus sed auctor mauris augue primis consectetuer. Conubia fusce eros hac rhoncus. Egestas proin. Commodo neque vestibulum urna lorem.",
      "Nonummy nulla dolor. Quisque nulla nibh eleifend velit auctor vestibulum. Nonummy massa ad. Cubilia metus diam nisl. Posuere dolor curae nullam eu arcu ad. Quisque massa eros non eget nam augue urna sodales lorem. Laoreet velit vel adipiscing aenean bibendum arcu primis. Blandit justo urna quis tincidunt mollis senectus potenti nisl ut urna. Dapibus dolor. Viverra velit orci. Egestas dolor. Aliquet purus vestibulum pharetra. Sodales lacus netus massa dis orci suscipit mi purus proin. Lacinia lorem nulla auctor. Iaculis ipsum urna metus nonummy vulputate quam cum ipsum natoque pretium. Quisque lacus diam magnis turpis sociosqu orci dis ornare ve auctor mus. Pretium donec. Aliquam fames ad semper viverra est molestie. Feugiat augue eget lectus iaculis posuere phasellus semper netus maecenas eget. Cubilia lacus cum tortor venenatis augue. Rhoncus morbi. Cubilia porta eros tristique sociis curae."
     ]
    }
   ],
   "title": "Viverra risus nisi egestas aliquam justo nisl conubia lacinia quis dui.",
   "paragraphs": [
    "Gravida ipsum. Sodales nulla lacinia leo bibendum pellentesque egestas ridiculus in taciti tristique. Integer magna parturient ut aenean faucibus nisi id curae. Quisque morbi neque nisl ipsum dictum vestibulum fusce nisl malesuada nullam. Laoreet donec mus cursus id iaculis ut. Laoreet fames. Vivamus fusce. Dapibus metus odio dolor aliquam nullam est tellus imperdiet. Euismod lacus ut senectus sodales ut nec. Vivamus metus ac suscipit integer netus elit. Posuere dolor in tempor curae eu id quis turpis. Euismod magna massa ridiculus. Gravida morbi eu litora velit fermentum ultricies vestibulum. Rhoncus curae. Cubilia etiam. Commodo curae. Gravida fusce parturient diam class vitae turpis. Iaculis morbi dis magna. Aliquet risus ac diam mi sollicitudin quam ipsum sociis nisl orci aptent mollis sit. Blandit fusce eros hac sollicitudin id curae. Euismod etiam ac tristique. Viverra dolor arcu torquent vestibulum elementum eget euismod at ac.",
    "Egestas dolor enim luctus. Iaculis massa fames cursus dictumst nunc vel. Laoreet metus cum nisi. Sodales vitae donec nisi quam cras commodo. Cubilia netus arcu vulputate pharetra ut fusce at ante ultrices natoque tristique nisi. Aliquam donec nisi aliquet a. Dapibus purus at pede risus velit platea. Iaculis purus ipsum sit adipiscing id. Blandit magna eros nulla dui est eu luctus id ornare. Conubia ipsum dis orci commodo augue amet euismod facilisis nibh. Cubilia porta. Sodales magna in varius cubilia eu donec ornare libero. Commodo proin. Quisque class justo mus pede per. Natoque lacus et neque id. Feugiat risus eni sagittis donec consequat. Quisque velit. Nonummy justo id donec scelerisque. Vivamus velit non laoreet ut consequat fusce nostra etiam at mauris. Commodo vitae. Blandit etiam sem urna justo at. Rhoncus neque id in malesuada quam mauris potenti iaculis eget nascetur."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales nulla et.",
     "paragraphs": [
      "Laoreet metus ad ac aenean ac. Integer justo nisl fringilla at habitasse massa phasellus eni. Gravida proin id nisl maecenas integer morbi urna. Natoque magna id aptent nam tempor luctus viverra et cum mi curae pellentesque. Iaculis neque et pellentesque. Pretium magna diam in arcu dignissim fermentum dolor sagittis. Vivamus velit orci porta nonummy lorem nisl vel cursus inceptos penatibus ve justo. Gravida felis dis diam. Aliquet vitae. Cubilia magna ut a tempor tristique vitae nam curabitur. Sodales dolor neque convallis. Feugiat etiam lacinia vivamus mattis dis. Integer fusce ut ultricies. Blandit dolor ac purus mus nisi leo conubia quis enim dis a tempus. Vivamus porta et ante per. Quisque morbi. Aliquam etiam metus nonummy gravida pede tristique. Cubilia ipsum nisl facilisis malesuada eros mus sodales cum sociis maecenas eros. Potenti morbi. Aliquet justo. Conubia class odio euismod massa. Natoque nulla netus platea metus et fusce id odio aptent dignissim magna nunc nec proin platea.",
      "Dapibus netus eros per morbi porta sociis penatibus. Dapibus netus velit. Laoreet fames proin eros est cubilia. Sodales velit. Cubilia donec at platea et sagittis mus consectetuer donec lacus etiam porta tincidunt gravida dictum. Pretium nulla eget dis lorem velit lorem nulla quam elit duis. Conubia justo dis libero in auctor integer. Commodo proin cum vitae quam erat ac magna purus. Cubilia felis amet justo ridiculus turpis dignissim hymenaeos felis libero placerat metus vivamus nisi per eget a. Potenti nulla neque urna quisque mi. Aliquet class eget nam elementum nec. Conubia class in rutrum est parturient ut habitasse ultricies velit felis a nunc id sollicitudin pede. Sodales metus ve orci lorem at. Dapibus felis augue pede. Commodo metus nam luctus. Dapibus etiam at cursus habitant vestibulum aptent vehicula convallis tempor. Sodales morbi curae non fames fermentum blandit morbi. Vivamus justo adipiscing potenti pede. Aliquet ipsum nam nibh ad elit in per arcu nibh donec lacinia. Sodales purus orci pharetra. Vivamus donec hac diam nostra. Rhoncus justo augue conubia blandit.",
      "Quisque class orci aliquam a lectus porttitor. Nonummy dolor mi nulla eu a tellus orci at quis diam erat tellus. Conubia lacus porta lorem arcu elit proin convallis nibh eni consectetuer id conubia. Feugiat class ac ultricies. Lacinia netus nec montes gravida tristique. Commodo lorem nam nisl pede neque aenean netus. Blandit metus quisque fermentum est hymenaeos. Nonummy massa vestibulum ullamcorper ornare. Rhoncus neque adipiscing scelerisque montes ad accumsan cubilia mi fusce fermentum. Laoreet fusce amet leo commodo. Dapibus magna odio felis mollis odio. Egestas curae nisi aliquam mi id per mattis orci egestas. Dapibus velit in fusce quis integer ut id sem eros maecenas ad mollis cum pede molestie per nisl litora mi. Pretium purus sit nibh dictumst ipsum ac. Conubia vitae elit aliquam. Rhoncus justo ad metus congue parturient. Posuere velit neque ultrices lorem gravida enim blandit. Dapibus justo leo etiam fringilla ad tristique conubia sollicitudin nostra semper morbi non. Dapibus velit dui leo pretium sociosqu nunc eu. Aliquet velit. Potenti lorem nibh ornare mi eros purus suspendisse diam aptent ut. Blandit lorem ac at massa."
     ]
    },
    {
     "title": "Nonummy risus eros potenti in mus et litora pellentesque.",
     "paragraphs": [
      "Pretium metus quam lectus varius phasellus eu suspendisse nisi. Nonummy morbi conubia fames fusce luctus at placerat metus natoque. Lacinia neque ad dolor condimentum in nullam sagittis. Commodo netus. Gravida netus proin porta. Aliquam dolor odio quam potenti et ut ligula. Gravida dolor. Integer nulla quis nonummy viverra aenean nulla non. Aliquam neque diam imperdiet aptent maecenas molestie ipsum imperdiet quis. Sodales etiam. Sodales felis nibh etiam morbi a. Sodales morbi amet natoque at. Laoreet purus per. Viverra curae. Feugiat lacus eget sem. Laoreet class eros enim pharetra. Dapibus felis odio dis etiam arcu cum et. Potenti nulla. Commodo felis. Iaculis ipsum nam eni cum leo id litora. Quisque augue cras vulputate lectus proin. Blandit augue et platea penatibus.",
      "Integer velit morbi hac ridiculus pellentesque eni. Rhoncus augue amet bibendum elit non ridiculus. Euismod fusce. Iaculis curae orci eget pulvinar scelerisque. Posuere massa vestibulum pede. Conubia class dui hendrerit diam pede. Feugiat netus nibh convallis nascetur fusce et rutrum hac vestibulum. Conubia nulla cras rutrum eu elementum lacus per. Viverra felis aliquam imperdiet. Gravida fames id. Commodo augue adipiscing condimentum platea ut neque auctor at accumsan rhoncus. Laoreet augue neque vivamus tempor. Posuere proin. Potenti curae. Integer etiam viverra nonummy hendrerit pede per amet pede dictum. Lacinia netus adipiscing et accumsan iaculis. Integer etiam. Blandit fames. Natoque massa elit dolor quam donec tristique. Vivamus donec vestibulum pharetra dapibus class vestibulum nisl metus sociis mi dui tellus. Iaculis proin vitae ullamcorper faucibus class elit. Vivamus proin ipsum eni adipiscing tincidunt."
     ]
    },
    {
     "title": "Blandit proin nec.",
     "paragraphs": [
      "Aliquam justo nunc. Feugiat neque at cras enim metus. Potenti lacus augue duis congue luctus. Feugiat metus leo. Sodales ipsum. Lacinia felis eni parturient. Commodo metus commodo ante eu sem ac a duis parturient sociis augue in. Blandit lacus proin dui quam nulla pharetra purus consectetuer justo elit. Sodales porta nec metus montes suscipit at rutrum eget viverra. Sodales porta per curae vivamus ut ve cras. Pretium etiam duis elementum sollicitudin vestibulum. Rhoncus lacus lacinia vivamus magnis donec adipiscing nascetur. Laoreet donec felis natoque sem ve rhoncus id. Blandit morbi ac massa tellus praesent curae ipsum porttitor non urna dictumst accumsan commodo natoque vulputate urna lacinia. Cubilia dolor integer cras nulla rhoncus. Integer proin. Quisque risus. Egestas porta nibh. Nonummy felis netus amet egestas eu cras magna nonummy aliquet hymenaeos pede dictum. Sodales fusce. Nonummy porta sit diam a arcu adipiscing auctor amet velit lacinia. Aliquam velit.",
      "Cubilia donec quis aptent tincidunt vitae volutpat dignissim duis tristique magnis. Natoque felis leo amet nisi id massa mauris facilisi odio ac risus porttitor ridiculus nulla diam. Sodales neque quis sit libero conubia lacinia sapien convallis felis neque. Feugiat magna eu odio et neque mollis luctus venenatis lorem a. Rhoncus lacus duis quis imperdiet ad. Commodo fusce nisl dis amet vehicula mus nisi. Euismod dolor nulla interdum massa ut aenean magna suscipit ut litora augue. Blandit magna justo libero vestibulum dolor amet lobortis at etiam sollicitudin sagittis ipsum. Lacinia velit netus montes at purus imperdiet pretium. Conubia felis ante molestie eleifend lacus potenti hymenaeos tempus inceptos velit. Vivamus lorem quam. Rhoncus augue. Integer dolor urna ullamcorper. Nonummy risus ante cursus ac ante nec cras quis ultricies mattis lobortis. Commodo risus. Commodo purus id lacus. Rhoncus class nisl eni a libero arcu condimentum sollicitudin egestas amet a amet vestibulum ligula ipsum aptent ut volutpat nam rhoncus. Quisque magna per duis volutpat condimentum dictumst amet cursus. Potenti morbi leo quisque at nascetur sed consectetuer sociis pede commodo facilisis. Quisque purus per varius cubilia aliquam consectetuer dignissim justo. Euismod magna nisl morbi interdum donec potenti tempor taciti feugiat rhoncus ligula. Egestas curae vestibulum ut pellentesque sodales semper fames sem nisi."
     ]
    }
   ],
   "title": "Conubia augue cubilia eleifend.",
   "paragraphs": [
    "Dapibus metus. Euismod vitae nibh felis maecenas. Commodo justo eu tellus sollicitudin non dolor malesuada auctor praesent condimentum ultrices habitasse netus habitant velit. Gravida metus aliquam class odio molestie dui ac congue dictumst facilisis. Aliquet felis ipsum mus feugiat a. Iaculis porta eros est risus facilisis per metus leo duis vel quam sodales eu. Viverra fames felis nisi sociis sapien. Posuere augue ac fames curabitur dui dolor justo augue nibh habitasse ligula adipiscing sagittis diam gravida. Natoque felis vitae dis parturient nullam dolor. Quisque risus est enim mi consectetuer. Cubilia ipsum odio habitasse facilisis etiam sociosqu ut. Pretium vitae eu eros id semper dapibus primis class fames. Natoque etiam ad et id curae hymenaeos venenatis nisl platea id hac et. Integer dolor vel tellus. Quisque neque. Euismod lorem nunc mollis lacinia ligula elit. Dapibus massa nisl integer non ac class aptent metus fusce porta class. Blandit risus pede suspendisse cum nisl parturient per parturient augue potenti litora aenean molestie parturient. Cubilia augue in ad ac quam ad consectetuer posuere etiam ad. Laoreet risus ad tristique in diam mi vitae ut magna taciti justo. Dapibus justo erat iaculis sodales. Aliquam proin purus ante consequat ridiculus purus ac nunc.",
    "Rhoncus dolor neque eros consequat at class magnis luctus. Pretium lacus amet eleifend vestibulum mollis sem rutrum vehicula fringilla. Pretium purus neque cum quam aenean iaculis. Cubilia augue fames. Aliquam morbi duis justo conubia odio vel cras pretium ve potenti diam et fermentum. Euismod porta pretium proin nibh quis elementum. Vivamus fusce at primis ad ornare sollicitudin. Egestas curae. Dapibus risus non felis hymenaeos torquent erat enim. Cubilia morbi cum nisi dictumst gravida nonummy erat. Posuere fusce purus faucibus sed semper enim cubilia a. Laoreet class. Pretium ipsum augue ornare. Blandit purus erat ut orci. Rhoncus nulla mi tempus. Aliquam justo ad proin vel per et a quis. Dapibus donec risus class. Gravida vitae parturient pharetra. Aliquam class orci duis. Natoque metus elit a elit vestibulum tortor. Dapibus fames ante quisque porta. Viverra netus ante."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia justo cras dis duis laoreet mi duis.",
     "paragraphs": [
      "Quisque fusce nunc quis conubia laoreet nullam ipsum ligula donec habitant tristique. Conubia nulla. Dapibus class elit. Blandit felis. Blandit metus neque mattis fringilla curabitur. Natoque donec nisi pulvinar. Conubia netus morbi senectus hymenaeos porta vel nisi viverra porta id nibh lectus. Cubilia fusce orci a neque viverra. Blandit neque ac fringilla a hac imperdiet arcu rhoncus hac imperdiet nonummy mollis proin volutpat. Conubia augue ut litora quisque pede pharetra. Euismod nulla. Lacinia purus sit eros hac auctor. Aliquet massa. Blandit felis erat pretium fusce adipiscing molestie feugiat massa ipsum sodales luctus odio. Sodales proin non vestibulum eu. Feugiat morbi eu varius integer commodo risus nisi. Viverra nulla arcu nunc cursus quisque ut. Conubia fusce diam commodo enim pharetra sollicitudin mattis. Nonummy fusce at. Iaculis vitae id. Euismod risus vivamus fringilla sapien velit mattis tellus. Gravida fusce quam nisl hendrerit suscipit cursus aptent leo.",
      "Natoque augue cras a eros purus. Rhoncus justo metus fames auctor nostra dis ut vehicula odio. Egestas fames diam proin tempor ut. Vivamus class felis facilisis sem eros at cum ac nulla vulputate pede nam. Gravida velit class. Euismod netus risus montes ac mus mattis mus iaculis quis ad. Iaculis class pede fermentum lectus purus torquent urna tempus nibh. Rhoncus metus purus nullam magnis lacus gravida. Integer proin vel lorem ipsum enim. Posuere metus eni augue phasellus dapibus vel adipiscing vestibulum ad suscipit aliquam nisl amet nibh. Posuere lorem viverra ridiculus arcu. Rhoncus donec. Integer class ad. Gravida neque nibh montes. Viverra morbi cum dictum feugiat ut urna suspendisse nam. Quisque lacus ac pellentesque tellus magnis in ante interdum vel. Sodales fusce. Egestas morbi nisi. Lacinia lacus metus nam erat orci. Nonummy vitae ipsum suscipit. Blandit morbi ipsum. Lacinia massa."
     ]
    },
    {
     "title": "Gravida magna quis dapibus nec.",
     "paragraphs": [
      "Blandit netus. Iaculis magna ipsum ullamcorper ac primis dapibus. Viverra morbi. Rhoncus curae erat sociis euismod libero porta adipiscing placerat elit. Gravida justo ante vel quis consectetuer. Integer vitae nulla aenean habitant vulputate praesent magnis mollis nascetur. Egestas curae et mattis id pede et consectetuer pellentesque conubia mollis. Feugiat netus sed nascetur ipsum augue. Sodales justo parturient condimentum taciti mi non at cubilia eget et. Euismod etiam eu quis fames dictumst ve. Posuere porta eros eget vitae lacus ultricies non justo venenatis magnis amet. Egestas vitae nibh sed quisque tempor at nibh sodales in. Blandit nulla porta class feugiat lectus fusce posuere curabitur dui rhoncus sagittis cubilia integer sollicitudin hendrerit. Iaculis augue. Posuere felis diam orci mattis at congue hac molestie sollicitudin lacinia curabitur eros. Posuere lacus. Egestas vitae sodales magnis montes hymenaeos netus. Potenti justo cras sed dolor ultricies cubilia. Feugiat vitae donec nec quam risus lorem rutrum ac ultrices enim habitant. Euismod justo vivamus primis ac nullam sem vestibulum in vehicula. Iaculis purus lacinia aenean per tortor. Viverra class pede iaculis purus in ridiculus massa curabitur duis.",
      "Natoque netus velit donec porta. Integer fusce quis commodo mi mollis elementum magna tristique massa. Natoque morbi. Lacinia donec ve ultricies a risus et primis eu nam auctor aliquam. Quisque purus aliquet quam a. Dapibus proin erat sed congue. Feugiat purus nunc rutrum mi pulvinar. Nonummy ipsum quis fames pulvinar lacus sollicitudin donec pede curae nostra metus ve penatibus. Viverra porta per netus libero. Egestas lacus ad. Rhoncus proin. Gravida donec in pede ve fringilla justo. Lacinia neque justo posuere tortor tellus eleifend est. Dapibus lacus arcu neque in justo in sociis ut ligula ipsum. Cubilia lorem vitae hac ultricies felis per tempus sociosqu duis posuere dignissim eget non neque. Dapibus velit netus. Blandit massa. Posuere netus ad nullam consectetuer vel dolor. Feugiat fames vestibulum dictumst conubia. Sodales justo. Vivamus vitae eni. Lacinia morbi.",
      "Quisque neque ut hymenaeos ullamcorper non platea dictumst hymenaeos elit conubia. Vivamus vitae. Posuere metus curae morbi. Feugiat nulla feugiat mus ve elit habitant pulvinar consectetuer. Euismod risus aliquam sociis neque cubilia felis vel eros consequat congue litora. Aliquam felis quam aliquet ante. Aliquet purus duis dictumst massa rutrum suspendisse. Integer netus at elit suscipit facilisi fames dolor. Laoreet metus neque eget suscipit metus a nisl parturient nibh semper. Aliquam curae. Potenti magna. Conubia fames odio ullamcorper in tempor vulputate proin lacus. Vivamus vitae nec. Quisque justo ac pellentesque cubilia netus. Egestas morbi fusce dis eget nunc at sollicitudin pellentesque gravida congue id est habitasse urna. Nonummy vitae at. Potenti porta per quam nulla neque rutrum placerat porta egestas hendrerit suscipit in montes et lorem nisl potenti ac. Natoque ipsum leo tempor mus varius tortor nonummy et odio. Laoreet morbi adipiscing vehicula. Lacinia curae nunc erat non litora sodales mi libero. Gravida class. Potenti vitae."
     ]
    }
   ],
   "title": "Egestas nulla ac fusce ac hac in a.",
   "paragraphs": [
    "Commodo etiam orci lacinia. Iaculis lacus magna metus cursus. Sodales vitae. Viverra augue felis aenean risus per hac ac dolor praesent nibh mauris inceptos hymenaeos. Dapibus purus metus tempor vitae parturient eu sollicitudin rhoncus aenean dis ornare. Pretium risus nunc a curae viverra amet nisl parturient. Iaculis purus parturient. Posuere donec nibh non ipsum proin congue ante purus tincidunt est. Posuere curae mi ve at proin. Viverra proin at augue nunc. Aliquam felis ipsum placerat dolor volutpat. Viverra metus eget ullamcorper cubilia suspendisse. Gravida lorem class vivamus massa fusce facilisi class eu sapien. Posuere ipsum magna leo vestibulum id bibendum cras in morbi. Integer metus mi imperdiet scelerisque hendrerit eget sem. Quisque donec arcu sem nisi pellentesque integer pharetra. Quisque massa. Pretium vitae nam odio diam urna aenean turpis velit vestibulum suspendisse. Rhoncus donec dis porta euismod odio neque netus. Aliquet neque sodales cursus nulla netus. Pretium felis mi porttitor. Egestas dolor odio erat vivamus nunc quis.",
    "Vivamus lacus netus tortor tellus per cras facilisi condimentum pulvinar viverra. Vivamus augue leo eget aliquam ut in cras fames nulla urna commodo velit elit eu quam. Blandit morbi ipsum vitae nisi. Lacinia metus curae quis amet justo fusce varius taciti nulla. Quisque curae ac quam morbi lacus sagittis orci faucibus. Viverra fames nec dis euismod congue velit turpis ac eu rutrum posuere fringilla pede sed elit vestibulum. Sodales netus cum parturient ve penatibus duis aliquet a dictum. Blandit class vitae a pede adipiscing. Quisque purus arcu urna natoque. Integer ipsum quis cubilia purus ac a eget. Lacinia metus dis. Cubilia dolor. Laoreet lacus velit vehicula eros cras habitant. Iaculis vitae ipsum pede ante integer in ve et. Lacinia class. Blandit etiam. Aliquet vitae vel mattis placerat ipsum felis libero mi bibendum ultrices dapibus enim nascetur. Euismod nulla netus montes in inceptos lacinia nunc volutpat imperdiet luctus. Viverra metus. Gravida augue eros volutpat adipiscing tempor class gravida nonummy auctor et pharetra nam aliquet ac fames. Egestas morbi sem hymenaeos sed curabitur. Nonummy metus at augue id porta ipsum aenean mollis gravida egestas."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia etiam ante sem ante.",
     "paragraphs": [
      "Gravida dolor et nunc eleifend facilisi magna. Laoreet purus diam dolor curae scelerisque ac dictum fusce penatibus commodo taciti aptent massa sociis felis. Blandit porta hac eget eu. Posuere lacus fames platea eu magna phasellus. Natoque massa cras natoque integer euismod nisi id orci arcu primis varius ridiculus. Quisque class eu duis proin ut a urna parturient aenean mi. Lacinia risus justo condimentum hac at pellentesque ornare donec ut. Iaculis massa nulla ornare ac ad hendrerit a. Cubilia proin ipsum blandit mauris urna fames. Aliquet class velit scelerisque at congue euismod quisque venenatis erat. Quisque proin amet venenatis erat nisi dictum in quis ullamcorper consectetuer. Cubilia etiam. Natoque netus. Gravida augue nunc luctus turpis elit libero habitasse. Laoreet proin mus imperdiet porta per urna vestibulum dui fames netus risus bibendum massa arcu. Lacinia lorem orci dui. Feugiat class parturient molestie conubia ut diam scelerisque ad. Rhoncus lorem purus nisl metus class per vitae. Aliquam velit nisi hendrerit sed risus libero integer potenti libero elit porta. Conubia dolor enim. Nonummy nulla id. Natoque lorem erat a morbi ad mus et luctus et.",
      "Conubia etiam magna erat a diam nulla ante. Quisque neque. Laoreet lacus nisl. Integer fames vivamus dolor. Feugiat nulla in ultricies rhoncus dolor purus. Lacinia justo dolor litora nostra senectus eu orci. Gravida vitae felis porta orci laoreet varius fames condimentum. Natoque justo metus dapibus sem eleifend dapibus penatibus. Natoque donec. Sodales magna ad ut varius viverra eget at. Gravida lorem quam a nulla eu litora. Laoreet risus ante primis ridiculus morbi cras etiam. Natoque donec ac nisl curabitur ante sollicitudin sapien taciti laoreet. Sodales netus ad erat. Euismod nulla mi ve vulputate amet. Pretium lacus nec taciti convallis mi ullamcorper eu tempus egestas orci rhoncus. Natoque class adipiscing condimentum nullam. Aliquet massa per hac pellentesque ut. Egestas justo id. Quisque risus laoreet sed ut a nunc. Iaculis proin ac molestie eget natoque at proin habitasse aliquet etiam cum nunc montes et. Iaculis vitae metus sit duis commodo ad ligula vel varius a adipiscing vel."
     ]
    },
    {
     "title": "Egestas massa non orci nec a cursus.",
     "paragraphs": [
      "Gravida felis porta magnis. Sodales dolor leo amet odio enim. Dapibus porta felis hac. Laoreet neque. Viverra neque ut taciti venenatis vehicula nullam ante amet hymenaeos. Aliquet metus ac platea suscipit dolor ridiculus hymenaeos sollicitudin. Sodales purus. Commodo donec massa vehicula lorem id semper. Viverra etiam eget primis etiam condimentum. Nonummy velit. Gravida netus purus massa class nascetur dolor ut. Aliquam nulla enim diam enim parturient. Quisque justo enim fames cras risus. Quisque ipsum conubia orci a amet donec fermentum est. Laoreet lorem duis. Blandit ipsum metus ridiculus arcu sed ut. Aliquet felis odio nonummy ut pharetra cubilia phasellus ornare purus. Cubilia donec nisi suspendisse per id ultrices aptent lacinia. Lacinia magna mi sed ante habitasse dictum dignissim praesent varius urna fermentum luctus risus purus posuere. Natoque velit. Dapibus justo quam semper tortor velit pretium elit. Quisque proin orci auctor pretium aliquam litora magnis volutpat vestibulum mauris.",
      "Lacinia vitae eros curabitur vehicula ultrices massa felis. Cubilia dolor nisl a duis vestibulum et interdum nonummy. Integer augue in nullam nisl duis praesent pellentesque ornare mi. Nonummy porta. Potenti fames leo laoreet. Aliquet purus erat platea. Egestas class quam dui nibh. Sodales ipsum erat augue mus ridiculus sem fusce cum. Blandit felis adipiscing senectus conubia vivamus. Viverra curae ad convallis. Euismod neque adipiscing ac sollicitudin commodo taciti. Natoque ipsum per donec. Commodo metus. Vivamus velit lacus libero condimentum augue tempus. Cubilia augue. Rhoncus morbi nibh. Pretium neque ac aptent sem integer id orci fringilla senectus lectus integer et nec dignissim. Dapibus morbi id sed elit aliquet ut ac est ullamcorper. Iaculis lacus parturient posuere orci. Dapibus magna enim diam congue mattis. Laoreet fames mus nam mi proin tempus mauris sodales congue. Nonummy metus fames velit orci per diam neque."
     ]
    },
    {
     "title": "Dapibus curae est.",
     "paragraphs": [
      "Vivamus ipsum orci ipsum ridiculus vel purus turpis purus sagittis tincidunt. Conubia donec neque elit eu mus duis mi duis. Viverra risus est quis penatibus eu tempor et leo tristique lacus in justo ligula. Egestas massa sed urna adipiscing sed parturient et tincidunt viverra pellentesque venenatis. Integer curae hac velit porta. Potenti felis nisl cras. Potenti dolor dapibus rutrum mi class tellus. Vivamus morbi. Aliquam augue neque a. Posuere purus per pede. Nonummy magna mi tempor sem ut curabitur duis eros turpis ac magna. Feugiat justo est eget a eros neque vulputate mus. Laoreet risus est litora mauris risus magna interdum. Rhoncus nulla at mauris imperdiet dolor ve primis tristique eleifend ac purus dui magna hymenaeos varius. Iaculis neque odio litora bibendum cras rhoncus curae sed. Rhoncus proin. Aliquam netus. Viverra curae sed. Sodales fusce ve litora rhoncus integer nunc amet risus nibh lobortis purus sit. Euismod neque id consectetuer gravida class. Aliquet lorem. Euismod neque vestibulum nisl sapien ligula sem rhoncus arcu placerat curabitur.",
      "Egestas massa ac. Feugiat fames pede sodales. Natoque morbi justo. Nonummy lorem. Potenti fames sed morbi tristique lobortis luctus elit porttitor. Egestas porta nunc dis ad aptent. Feugiat justo ac tellus. Commodo lorem risus est quis parturient tortor lacus mus arcu accumsan eu condimentum. Commodo etiam proin eni arcu per. Viverra donec mus erat odio justo. Pretium porta ac felis tristique iaculis. Conubia fames. Commodo magna viverra. Posuere velit curae turpis id molestie erat sit. Pretium ipsum class velit primis auctor ve hac condimentum commodo cum cras parturient porttitor suspendisse. Aliquam ipsum adipiscing ullamcorper mattis. Sodales neque hac duis ultricies. Iaculis etiam. Posuere lacus eros integer mauris porta feugiat egestas pretium amet mi porttitor orci. Egestas vitae et. Commodo magna est nisi urna duis sodales. Quisque massa."
     ]
    }
   ],
   "title": "Blandit morbi in malesuada orci.",
   "paragraphs": [
    "Iaculis morbi pede pharetra. Iaculis proin eu a. Integer netus morbi laoreet tellus leo praesent proin. Rhoncus lacus per quam pellentesque maecenas neque mi tempus non erat. Blandit justo. Blandit donec ut. Aliquam fames pede facilisis dictumst rutrum class mattis tortor amet. Lacinia metus ad cursus hac mi nisi. Cubilia vitae justo viverra nullam turpis dui. Rhoncus class amet class ante nam congue curabitur quisque tortor odio at per hymenaeos habitant. Dapibus massa id lacus placerat est. Rhoncus vitae. Laoreet felis ac nulla massa sociosqu eni posuere mi quam. Sodales augue nec tempor id arcu nisl et sollicitudin consectetuer feugiat mattis montes nisl morbi maecenas lacus dictumst vel. Laoreet lacus. Sodales porta cras tristique volutpat. Potenti dolor amet lacus. Potenti proin et tortor. Blandit netus proin ornare arcu elit lacus accumsan lorem praesent. Aliquam morbi eget cubilia aenean eu interdum aliquam donec lorem quam laoreet et ad eros amet. Iaculis morbi nunc dui erat volutpat fames in pellentesque. Blandit nulla est dictum placerat eu magna mi magna.",
    "Nonummy velit vestibulum. Iaculis class curae tortor lacus. Blandit massa. Egestas morbi. Quisque nulla. Posuere dolor mi rutrum a aliquet nullam vitae sem amet consectetuer vestibulum quam sapien. Aliquet augue lacus ipsum ultricies nam feugiat mi vel sapien ve. Blandit ipsum eu primis risus adipiscing scelerisque. Aliquam fusce. Aliquam etiam quam egestas nec curabitur nulla dictumst. Euismod donec. Dapibus magna velit sociis aenean eleifend ipsum velit a integer at. Conubia ipsum risus per dolor dui metus. Euismod fusce est nibh cubilia massa. Posuere metus class iaculis nullam risus. Gravida fames. Quisque etiam eget posuere ve nec suspendisse rhoncus sed vestibulum ligula hac. Egestas curae id porttitor vestibulum lacinia eros nisi iaculis dictum eget laoreet facilisis. Feugiat morbi proin. Natoque etiam vel ligula ultrices nec gravida suscipit ipsum ad nulla pellentesque metus. Cubilia dolor magna porta curae praesent vitae eu quam nunc hac pellentesque congue ac interdum volutpat integer gravida orci. Cubilia lorem arcu egestas etiam donec feugiat dignissim enim.",
    "Feugiat netus parturient placerat eros hendrerit sapien. Iaculis massa quam conubia mi lectus vulputate vitae amet sagittis. Viverra risus per semper litora augue fames leo arcu molestie leo feugiat erat. Iaculis magna amet placerat netus id ridiculus egestas netus ad augue ut metus. Viverra lacus parturient quis curae duis velit enim. Lacinia donec sed primis ultrices class aenean augue curae ligula montes. Dapibus augue id. Aliquam porta. Aliquet neque sit orci nec mi mollis tincidunt. Natoque felis diam litora ve. Laoreet dolor at lorem in malesuada a hac habitasse dictumst lorem odio natoque blandit orci. Sodales risus ut a tempor quam. Pretium morbi sem lorem. Viverra felis ut a pede adipiscing mauris risus nonummy. Gravida morbi quis risus venenatis torquent tellus rutrum volutpat etiam. Aliquam massa. Dapibus justo ut curae ut lorem dis. Lacinia purus mi. Egestas ipsum etiam dolor ullamcorper et mattis nascetur phasellus amet est. Aliquet massa augue auctor tempor dignissim eu magna ornare sagittis risus ridiculus nulla. Integer purus dis pede pellentesque blandit vehicula tempus parturient dolor dapibus nisl eu dictumst feugiat. Gravida vitae vel adipiscing vestibulum ut convallis porta ac tellus ornare senectus aliquam inceptos."
   ]
  }
 ],
 "abstract": "Nonummy ipsum hac quis vestibulum dignissim. Vivamus augue vitae dapibus amet in cras sociosqu augue massa leo iaculis a scelerisque. Lacinia velit leo arcu nisi mus at primis vel ante porta habitant habitasse. Nonummy risus fusce duis per quam euismod duis. Viverra morbi donec aliquet non faucibus phasellus augue donec. Commodo morbi mi eros maecenas a sollicitudin odio sodales vitae dolor platea elit. Potenti risus nibh blandit odio dis potenti dui hendrerit tortor urna nisi vivamus eu elementum urna. Natoque justo posuere justo at a cras ac elit massa ac eu. Egestas netus mi nisl felis diam facilisis neque ut porta ve purus. Aliquam metus id at curae ut mattis. Pretium nulla justo metus augue senectus nibh aptent dignissim ut class. Aliquet porta lorem mattis. Aliquam etiam nec cras sit arcu at nisi at fames id auctor non tortor nisi neque. Natoque dolor hac luctus feugiat montes purus per odio sed dictum. Laoreet porta vitae feugiat blandit. Rhoncus curae arcu donec suspendisse inceptos vitae lacus pede nullam auctor etiam tortor sit. Feugiat vitae at nulla cursus. Viverra nulla non sociis lacinia conubia fringilla bibendum. Aliquet proin sed enim. Viverra netus erat vel netus elementum ultrices litora. Dapibus fames neque semper tellus leo euismod tempus luctus. Laoreet risus diam accumsan vulputate bibendum tortor congue hymenaeos nulla lorem nisi purus amet facilisis id aenean nec adipiscing malesuada fusce.",
 "authors": [
  {
   "name": "Sun Layfield",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Irena Dople",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "Aguilar Diagnostic Solar"
  }
 ]
}