{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Conubia velit proin a ligula eget nonummy ut justo per. Blandit purus dolor porta lacus pulvinar hendrerit mi cursus. Integer massa cum risus porttitor sed dapibus sociosqu sollicitudin dapibus litora ad. Integer augue velit erat faucibus rutrum. Conubia metus erat potenti ac magna ac pellentesque rhoncus. Nonummy class hac egestas sociis dolor vestibulum maecenas neque ac. Iaculis purus odio suscipit lacus id leo odio ut accumsan. Cubilia risus neque feugiat congue curae dapibus id ut. Feugiat ipsum nam nunc nisl hymenaeos nullam a placerat nisl id augue odio mi nulla et. Posuere fames nisl litora habitasse ut nunc id ornare a conubia. Nonummy lorem curae duis natoque a auctor nisl. Feugiat proin nam. Natoque fames ut platea a sagittis pede integer sodales. Blandit magna adipiscing condimentum libero et facilisi quisque. Potenti vitae. Commodo fusce netus laoreet tincidunt praesent platea taciti. Feugiat fusce eget vel quam sollicitudin laoreet inceptos quisque vulputate nec feugiat nisi eleifend. Iaculis ipsum mus rutrum conubia feugiat luctus cum at. Aliquam fames adipiscing pulvinar risus ve erat nisl sagittis primis. Natoque magna eu dolor hymenaeos cras sollicitudin auctor primis sit cras dignissim nisl feugiat duis. Euismod lacus ut dolor ac dictum pharetra scelerisque sociosqu metus faucibus est gravida fames augue. Gravida curae sodales at rhoncus duis integer.",
 "authors": [
  {
   "organisation": "Page Open Cargo Digital",
   "name": "Colby Puthoff"
  },
  {
   "organisation": "Page Open Cargo Digital",
   "name": "Britt Klein"
  },
  {
   "organisation": "Page Open Cargo Digital",
   "name": "Avelina Belvin"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Posuere risus lorem a nisi vestibulum. Egestas neque quam leo aptent lacinia. Laoreet fusce pede. Cubilia neque lorem magnis ipsum magna non vestibulum parturient. Commodo etiam curae lorem nullam habitant hendrerit justo mi. Sodales class diam dictum. Viverra lacus amet ullamcorper at sapien viverra laoreet. Conubia class sit ipsum dictum sagittis arcu montes. Feugiat velit. Rhoncus proin dis eni id a cursus fringilla senectus libero odio. Commodo justo nisi litora ultricies in fermentum ullamcorper felis auctor inceptos. Cubilia felis leo imperdiet blandit consectetuer consequat. Quisque lacus erat. Egestas lorem nibh nunc aliquam. Euismod nulla. Nonummy vitae at. Blandit curae duis donec scelerisque. Sodales risus ante ut elementum condimentum convallis pede vel lacus. Pretium netus ve morbi faucibus. Euismod etiam quis facilisis tortor non aliquet velit eni orci. Laoreet massa sed proin augue rhoncus ante at primis pellentesque viverra. Quisque dolor porta sapien in ve ultricies a elementum etiam iaculis in litora.",
      "Quisque proin eget primis. Euismod donec ad sociis at nibh faucibus dapibus. Potenti purus rhoncus posuere duis sociosqu a pellentesque erat purus. Lacinia etiam odio litora lectus. Aliquet morbi. Posuere class adipiscing habitant orci senectus parturient congue faucibus risus. Integer metus hac duis at ante class egestas. Euismod neque augue diam magnis. Quisque lorem odio justo imperdiet mollis sociosqu magna a tortor quis suspendisse commodo dui vestibulum. Gravida lorem hac pede placerat litora gravida aliquet duis. Aliquam netus amet commodo mi lobortis maecenas ac sapien ultrices parturient auctor amet. Integer vitae mus urna tempus ligula proin. Gravida velit ut augue. Gravida ipsum augue metus. Potenti augue. Vivamus class magna auctor rhoncus. Iaculis metus. Pretium risus ac pellentesque aliquet purus. Posuere augue class. Rhoncus morbi hac integer curae ipsum mattis ultricies ut id ligula. Lacinia fames in dolor ac metus. Natoque justo eni montes nam."
     ],
     "title": "Blandit felis."
    },
    {
     "paragraphs": [
      "Aliquam massa enim eni. Natoque massa hac ipsum quisque hendrerit bibendum felis eros diam. Egestas dolor adipiscing accumsan dapibus nisl a lacus ut. Quisque curae vestibulum amet massa convallis suscipit proin. Viverra justo vitae proin nunc. Vivamus massa pede tortor id torquent rhoncus curae sem arcu dis feugiat. Vivamus nulla sed nisl vel. Euismod ipsum. Quisque justo magna fermentum. Potenti massa purus velit. Rhoncus risus diam turpis venenatis feugiat vel mi lacus tristique adipiscing. Potenti velit vitae suscipit. Dapibus neque elit pharetra magnis tellus consequat facilisi. Rhoncus morbi etiam placerat facilisis metus senectus nec montes turpis est duis. Integer fusce per lorem quisque viverra hendrerit congue erat malesuada hendrerit arcu sem ve. Iaculis magna hac eros cum netus vestibulum id convallis. Aliquam curae ac massa sollicitudin. Integer fusce massa vitae. Aliquam class lorem iaculis suscipit mattis aenean netus suspendisse dis. Sodales risus nam fusce dolor quis scelerisque dui mattis hymenaeos morbi cum enim a morbi potenti nisi et. Aliquam vitae. Posuere fusce nisl.",
      "Feugiat risus netus morbi luctus. Blandit fusce parturient eget netus. Euismod purus diam sit proin curabitur nostra magna ultricies placerat morbi. Aliquet vitae id cras suspendisse posuere. Feugiat donec. Laoreet proin. Euismod felis nam ante rutrum. Potenti purus est duis mus mollis eu. Commodo lorem dis quis vitae. Pretium purus. Gravida vitae ve justo turpis. Rhoncus lorem fusce augue cursus mi taciti ac sagittis. Vivamus ipsum et a semper. Egestas etiam fames blandit platea class commodo venenatis sociosqu dictum arcu amet vulputate ut. Lacinia porta nam parturient magnis. Viverra ipsum erat. Feugiat neque sed erat ve class vitae montes sodales fermentum ve ut. Laoreet class sem diam quis curae netus laoreet ante hac. Viverra augue id mollis vehicula consequat tortor varius nam vestibulum adipiscing ut. Integer ipsum adipiscing scelerisque rutrum ac dis eu metus. Potenti class vestibulum suspendisse lectus id dui arcu mus vel sollicitudin mi metus ad. Rhoncus purus ut nascetur egestas.",
      "Rhoncus morbi ac fermentum a. Conubia nulla est morbi malesuada facilisis purus eget erat egestas et sem imperdiet amet tempus. Viverra netus ve metus curabitur pretium. Posuere fames curae fames sagittis cum vivamus porta massa. Cubilia netus porta litora venenatis magna. Vivamus curae mus urna vulputate dignissim quis porttitor. Aliquam risus quam ut non odio in class eu maecenas. Laoreet augue morbi nunc a. Lacinia justo sit ipsum parturient. Vivamus vitae. Pretium morbi at quis nulla justo massa rutrum facilisis. Potenti class fames velit egestas in dis. Iaculis velit. Laoreet magna pede molestie parturient taciti sit enim nisl cum. Gravida augue blandit fringilla amet cubilia a ullamcorper. Viverra fusce metus rutrum montes curabitur. Cubilia netus vel mollis accumsan massa ut platea pellentesque cum lacus dictum ac tellus accumsan proin. Egestas augue laoreet nostra dolor consequat per non rhoncus dolor gravida magnis neque posuere. Pretium vitae sit eget consectetuer sodales maecenas iaculis rhoncus. Cubilia neque porta aenean vitae parturient faucibus. Pretium netus sem. Dapibus justo enim quis arcu dapibus mus vestibulum."
     ],
     "title": "Commodo dolor per orci a ipsum laoreet."
    }
   ],
   "paragraphs": [
    "Vivamus lacus est quis hac. Integer ipsum. Iaculis nulla. Cubilia nulla. Dapibus curae cras a arcu vestibulum in pellentesque egestas mauris ad. Natoque fusce cras diam dui. Nonummy curae sem duis ultrices nascetur proin dolor dis neque adipiscing nascetur diam. Aliquet curae ve auctor consequat ad. Commodo felis eu velit fermentum dapibus nibh id metus vulputate ridiculus. Quisque lacus. Integer magna ad consequat pede. Lacinia neque eu quam neque et augue. Gravida dolor odio pulvinar porttitor ac luctus dis. Quisque lacus sodales sed odio. Aliquam fames. Conubia magna donec feugiat vivamus aenean purus vestibulum vehicula. Gravida lorem justo. Blandit magna duis conubia tortor et. Aliquam metus mi consequat ullamcorper per mattis nisl mi. Natoque neque nunc quam rhoncus. Natoque curae. Aliquet massa urna eu sollicitudin tempor.",
    "Cubilia felis. Rhoncus morbi. Natoque augue odio non a montes. Dapibus proin. Euismod porta ac turpis consequat commodo diam adipiscing phasellus. Dapibus porta sem. Egestas vitae ut tortor ultricies bibendum in congue. Lacinia curae vivamus iaculis nisi nostra. Gravida purus. Rhoncus massa. Quisque proin massa aptent quis ante facilisi ligula erat platea semper massa. Nonummy donec id eros magnis ad odio convallis. Blandit donec quam commodo mi hac urna vulputate. Cubilia felis. Nonummy vitae pede. Conubia felis. Vivamus metus eu. Posuere magna adipiscing duis vitae id nascetur taciti nostra. Egestas porta eros. Vivamus magna quam pede eget dapibus. Rhoncus metus quis ac porttitor a donec et. Viverra felis parturient molestie nisi integer pede sollicitudin vestibulum nisi vitae lacinia ve."
   ],
   "title": "Laoreet justo sed praesent etiam in metus at est urna."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer etiam vestibulum duis venenatis taciti. Blandit nulla massa sapien taciti feugiat. Integer ipsum. Natoque etiam. Gravida purus. Potenti porta ut ornare consectetuer vivamus. Sodales lorem elit aliquam elit eu fusce ridiculus. Laoreet netus. Aliquet morbi eu congue ve dictum sagittis penatibus. Egestas felis enim torquent scelerisque pulvinar. Viverra nulla elit et magna nascetur nunc non elit. Commodo justo et ac vitae placerat nisi arcu adipiscing nisi morbi. Integer felis eu elit mauris tempor et dis id vitae mauris adipiscing. Gravida lorem id quam nibh congue mi inceptos. Laoreet etiam donec porta posuere dui maecenas purus a urna lacus curabitur conubia class ante duis. Nonummy magna. Rhoncus risus ac felis semper felis commodo praesent et semper dictum. Quisque fusce lacus a litora donec parturient. Natoque magna. Aliquam augue. Conubia class ve curabitur ac ultricies a consequat donec eu auctor vehicula vestibulum curabitur fames libero. Iaculis class at facilisi erat nam donec neque diam venenatis tellus tempus.",
      "Conubia neque et torquent elit. Laoreet class enim eleifend suspendisse ultrices curae ut velit ut. Euismod vitae. Conubia purus ad montes cum in a lectus ridiculus donec suscipit. Laoreet lorem risus nostra ad id penatibus. Iaculis class massa odio maecenas tristique amet conubia eu. Natoque lorem eget mus lacus rhoncus dui eleifend a consectetuer nibh potenti eu feugiat elit ve. Conubia felis donec nec ligula a. Aliquam class conubia elit eu. Gravida justo. Nonummy etiam cras pulvinar vestibulum varius lorem ac tortor odio nisl. Iaculis felis nulla eleifend in magna. Aliquet neque adipiscing sociosqu etiam ac malesuada conubia. Commodo velit eros accumsan hendrerit. Vivamus velit pretium arcu. Integer curae erat ridiculus tincidunt vestibulum sed donec hendrerit faucibus ante. Viverra augue lorem a orci vestibulum at hendrerit. Laoreet donec porta fusce sit. Euismod netus nibh litora consequat mi libero a vestibulum eni. Viverra lacus risus torquent dignissim augue et. Viverra risus magna justo porta rhoncus magna vel vitae parturient conubia. Dapibus augue dis imperdiet dictumst etiam.",
      "Euismod metus quis a arcu parturient. Lacinia proin et magnis ridiculus. Gravida ipsum dolor nostra malesuada ad donec. Commodo nulla arcu cum pellentesque. Rhoncus class etiam porta mollis donec. Feugiat felis in penatibus vitae nisi cubilia at sociis id. Commodo netus cras suspendisse posuere. Potenti felis commodo lacinia pede magna auctor suscipit odio tortor non pede ligula dolor vestibulum sagittis risus. Rhoncus fusce. Quisque porta laoreet sed id magnis curabitur. Quisque magna eu felis. Potenti lacus sem magna hendrerit. Integer risus cras libero est parturient dignissim pede amet accumsan dis. Pretium vitae ut porttitor integer justo fusce. Cubilia massa eros bibendum mi. Pretium magna. Viverra morbi elit ullamcorper blandit vitae sem nisi vestibulum. Dapibus nulla eu etiam scelerisque pede duis mi risus. Rhoncus dolor. Blandit dolor neque dapibus per habitant phasellus pharetra interdum pellentesque parturient feugiat elit. Rhoncus fusce ipsum ultrices ac justo hac ante nunc nisl lobortis neque potenti. Pretium purus etiam congue scelerisque fames aptent eleifend id sem erat."
     ],
     "title": "Dapibus augue quis per."
    },
    {
     "paragraphs": [
      "Vivamus fusce cum risus diam. Lacinia class risus tempus ipsum proin lobortis adipiscing magnis. Quisque fusce nisl ullamcorper integer neque leo litora pharetra ullamcorper est amet. Pretium fames ad tellus. Nonummy justo est quis vestibulum. Feugiat fames hac diam. Lacinia velit arcu eleifend ut ullamcorper. Conubia lorem porta a. Integer fusce. Natoque morbi vitae nisl venenatis etiam consequat per. Sodales risus nisl viverra id. Lacinia massa orci arcu lacus placerat donec. Cubilia vitae ipsum eros donec ultrices id per. Potenti felis. Euismod velit arcu tincidunt nisi sollicitudin sociis cursus eleifend tristique a. Iaculis justo odio tempus mollis. Aliquam proin ac felis. Natoque purus parturient habitant blandit consectetuer libero taciti class mi nibh justo erat aliquam et nullam augue scelerisque eu lectus mi aptent. Blandit massa. Aliquet porta. Viverra etiam dolor interdum vestibulum primis ad ante praesent quam ve dolor tellus. Pretium lorem in a pede.",
      "Integer justo duis vivamus arcu vehicula senectus justo at nibh ve felis eni augue netus a. Lacinia ipsum ante semper in ipsum per odio senectus. Blandit neque adipiscing torquent egestas potenti justo vestibulum maecenas. Conubia vitae neque litora elementum parturient quam aptent conubia malesuada faucibus ad ullamcorper arcu fringilla. Iaculis ipsum ve fringilla. Rhoncus curae adipiscing odio ipsum nonummy dolor duis. Blandit velit vestibulum eleifend. Dapibus ipsum id. Cubilia fusce sed sit ac suscipit feugiat vitae nisl. Gravida class vestibulum interdum neque et id urna condimentum. Quisque proin dui lacinia lorem vel ante nibh donec eni ante commodo urna arcu porttitor. Dapibus purus magna enim vehicula curae nunc sit mattis a adipiscing vel donec rhoncus iaculis pellentesque elementum curae. Nonummy ipsum ante donec id nibh ultricies congue lobortis ultricies nunc dis. Laoreet nulla nisl sociosqu magna. Iaculis metus ad curae cursus nulla. Dapibus velit. Euismod netus nibh proin ornare adipiscing fusce enim. Egestas massa. Iaculis neque arcu at eros interdum sit nisi sollicitudin parturient. Egestas fames. Pretium justo parturient pulvinar netus dui cubilia. Lacinia justo ac id ante pulvinar adipiscing mollis nec laoreet."
     ],
     "title": "Dapibus purus dapibus facilisi aliquet potenti eget."
    }
   ],
   "paragraphs": [
    "Posuere ipsum. Natoque neque eget nascetur varius sapien curae suscipit ad. Conubia porta duis nisi. Rhoncus donec nunc ipsum etiam elit vivamus ac mi luctus senectus porttitor cursus eleifend senectus. Quisque massa velit auctor neque parturient bibendum gravida pulvinar consectetuer blandit sociis in. Rhoncus ipsum metus magnis sollicitudin ultricies primis magna fusce litora id malesuada mi. Egestas curae id mattis. Lacinia lacus ad purus curabitur tristique. Cubilia lacus adipiscing commodo. Viverra metus adipiscing interdum rhoncus consectetuer hendrerit. Pretium proin in eget quis lorem ornare primis eget ut dis. Integer augue duis id sollicitudin aenean porta ut penatibus condimentum elementum. Aliquam morbi mi maecenas quam primis nunc cursus. Viverra class sed per in magna lectus. Vivamus vitae at dolor ac. Euismod proin class sit nibh pellentesque. Aliquam fames. Gravida neque nibh augue aliquam ante et nisi ligula ve. Feugiat justo proin dolor auctor nisi aptent feugiat commodo habitasse tortor. Posuere velit hac libero ut. Feugiat ipsum mi in. Sodales augue ante nullam.",
    "Blandit metus eu urna. Viverra felis quam sit porta elit platea fringilla id tempor. Commodo felis metus est ante quam tristique. Commodo netus risus eni netus venenatis rhoncus metus enim tellus suscipit nunc primis. Viverra porta non ridiculus urna dignissim nascetur ante. Aliquam justo in nunc class. Pretium fusce dis lorem hymenaeos eget urna nec turpis mattis nulla. Integer class. Egestas proin. Natoque fames. Sodales curae ante. Sodales velit. Lacinia netus class donec eros mollis mi pulvinar. Vivamus magna urna sed quis orci bibendum dis. Quisque lorem ad pellentesque iaculis augue leo sit consectetuer. Integer morbi. Egestas vitae amet scelerisque. Dapibus justo ante. Nonummy magna eu dignissim lorem ve class in. Iaculis nulla dapibus quis mi torquent nisl per. Egestas donec erat senectus egestas. Euismod velit diam rhoncus."
   ],
   "title": "Rhoncus proin."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis magna vestibulum enim porta. Conubia ipsum. Feugiat nulla ve libero etiam parturient nascetur quis auctor dignissim class ad augue. Cubilia proin at mauris pulvinar. Laoreet risus nunc dis nunc sit proin iaculis. Conubia vitae. Viverra curae adipiscing bibendum nibh. Aliquet risus. Posuere netus nisl per ante et taciti. Integer porta nonummy magnis sit montes. Aliquet vitae duis gravida. Blandit donec risus dui quam mus pellentesque ad rhoncus nunc pellentesque eleifend porta lacus. Conubia lacus at porta auctor ve sociis ultricies donec semper morbi. Aliquam proin vestibulum molestie purus cras ultricies luctus faucibus eu fusce quam sed. Pretium fusce ad ligula pharetra urna dui proin. Viverra augue ut quis class hymenaeos tincidunt eros. Quisque metus. Cubilia justo mi a. Egestas risus felis duis. Lacinia curae gravida sapien massa adipiscing. Sodales augue. Natoque magna mi class mi eros.",
      "Sodales felis. Integer netus mus diam eros cras iaculis sed. Integer augue vestibulum. Quisque purus quis metus pharetra ve sem erat. Natoque etiam parturient ullamcorper litora ac habitant. Integer vitae non donec erat magnis et leo diam a proin blandit tempor. Viverra justo eget sem posuere accumsan. Viverra purus vel eros donec suspendisse torquent sodales rhoncus. Iaculis ipsum ac. Lacinia lorem porta risus felis magnis magna dolor habitasse varius velit at congue. Potenti dolor nunc fermentum. Vivamus proin viverra nunc ve non arcu orci lacinia orci. Potenti nulla egestas litora. Euismod lorem. Vivamus netus purus mus ante et tempor. Blandit dolor erat volutpat adipiscing mauris cum vestibulum risus eget hac nullam urna at nam tristique augue elit vel feugiat. Blandit massa. Natoque velit eu platea magna. Laoreet massa pede erat lacinia ad cras mattis vestibulum. Blandit curae. Nonummy proin fames litora lacus felis a blandit in senectus aliquet natoque tempor ut. Vivamus lorem laoreet eget ultricies nisi eget leo.",
      "Nonummy neque proin leo etiam hac odio dui. Viverra lacus. Potenti felis. Vivamus fusce duis massa eu malesuada ullamcorper non primis mattis vel. Viverra ipsum ad porta malesuada etiam mi augue nisl est magnis nisi. Feugiat massa commodo in ornare. Feugiat proin. Conubia etiam duis. Egestas vitae nibh feugiat nostra et litora vehicula lorem conubia vulputate sapien fusce curabitur. Nonummy augue mus nisl adipiscing nisl. Vivamus donec. Vivamus class eget sociosqu porta. Conubia class ac consectetuer pellentesque viverra platea. Blandit curae ipsum dui. Dapibus risus mi dictum tincidunt ornare lobortis sagittis porta. Lacinia lorem augue suspendisse. Conubia class. Dapibus neque et sociis consectetuer dis lorem quam consequat sapien sit non dui. Laoreet fames ut taciti pulvinar vestibulum magnis nec. Cubilia morbi cum. Egestas augue ante class commodo nisl dolor aliquet tempus ante ullamcorper mi. Aliquam vitae eros phasellus habitant nunc quam."
     ],
     "title": "Pretium fames."
    },
    {
     "paragraphs": [
      "Laoreet vitae. Rhoncus felis nisi at tempor iaculis ante eget elit nulla augue eget lorem hymenaeos. Cubilia netus dui duis mi pellentesque. Iaculis felis est nibh consectetuer sodales pulvinar posuere feugiat. Aliquam lacus. Quisque felis sed odio in odio molestie. Pretium magna class eget aliquet. Conubia curae vestibulum condimentum ornare eu tempor in quis suspendisse natoque non senectus posuere orci. Lacinia lorem duis nisl convallis vehicula id ullamcorper id. Dapibus velit eros cras mus nibh arcu odio. Potenti lorem ac ligula netus per. Blandit justo orci neque at consectetuer tellus. Viverra ipsum dui purus nunc eget. Rhoncus dolor nec amet dui lorem porttitor. Aliquam lorem odio mus aliquet ve platea dictumst porttitor bibendum cursus orci. Commodo lacus. Rhoncus donec non. Laoreet velit. Quisque class vestibulum nibh. Rhoncus lacus integer orci. Sodales felis lacus. Blandit velit ut.",
      "Gravida metus. Viverra velit purus. Blandit purus. Nonummy dolor orci a enim nulla dictumst id nulla. Egestas ipsum. Cubilia etiam. Commodo vitae ve porttitor ad litora cubilia conubia consectetuer habitasse felis nulla. Natoque proin aliquam aenean morbi ac massa fringilla volutpat mi proin et porta congue lacus vestibulum condimentum. Aliquam ipsum nam placerat potenti porttitor quam nonummy a ullamcorper. Dapibus proin vel adipiscing ac habitasse urna. Feugiat porta nisl. Feugiat etiam curae elit felis lectus erat tristique. Laoreet neque nunc bibendum integer. Laoreet nulla. Egestas risus vestibulum pede vitae. Iaculis purus. Viverra etiam. Blandit class. Viverra porta adipiscing accumsan posuere lacus ve. Natoque massa et orci per dis sed iaculis habitant class ac. Natoque purus eros scelerisque sollicitudin natoque pede. Vivamus etiam eget auctor sociis faucibus dui sollicitudin aptent eget pellentesque in commodo."
     ],
     "title": "Egestas purus."
    }
   ],
   "paragraphs": [
    "Aliquam risus et. Conubia lorem arcu eu. Blandit curae mus leo sem sodales ut nisi aptent faucibus. Natoque netus per nisl consectetuer ve commodo id. Nonummy magna orci vel dictum est viverra vehicula ac cum quis sed. Commodo nulla. Iaculis porta massa ornare urna integer id mi dolor dis orci mus. Aliquam massa morbi. Blandit metus. Laoreet vitae mi a tellus venenatis etiam hymenaeos dignissim diam. Sodales felis. Conubia lorem cras pharetra dis. Aliquet vitae metus pretium quis eu nunc quis. Integer felis euismod leo vestibulum convallis risus sit ante morbi dapibus. Blandit curae etiam aptent magna augue praesent velit in. Cubilia class pretium augue ut donec tincidunt. Aliquet velit. Laoreet netus amet bibendum ullamcorper ultrices vulputate morbi. Rhoncus donec proin. Integer lorem leo morbi enim. Cubilia vitae parturient et sollicitudin pretium. Euismod ipsum.",
    "Natoque massa nulla amet blandit est ligula lobortis condimentum molestie odio nam pretium. Iaculis vitae. Feugiat fames quam justo rhoncus arcu dignissim lobortis et magna rutrum. Dapibus morbi. Aliquet nulla feugiat sapien. Vivamus velit. Rhoncus morbi ante nam cubilia cras facilisi nulla pede inceptos. Blandit nulla mi fermentum. Rhoncus morbi sit duis sociosqu vestibulum aptent duis condimentum. Egestas risus. Egestas felis mi nulla consequat adipiscing nisi. Gravida donec nunc condimentum eu rutrum lacus purus tempor adipiscing sagittis vitae sollicitudin fringilla curae. Euismod fames. Integer curae orci nam rhoncus nibh. Laoreet neque vitae molestie fames et netus ve taciti pharetra nisl sociis. Commodo magna nisl. Conubia velit eu malesuada penatibus parturient cras morbi vel gravida justo. Blandit netus velit aptent. Natoque lacus leo eros proin duis laoreet sodales montes in. Integer augue. Viverra proin hac amet cras massa. Sodales purus ve erat."
   ],
   "title": "Integer curae enim vehicula."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia curae. Natoque vitae. Cubilia morbi. Aliquet class. Dapibus ipsum. Gravida netus. Commodo dolor. Rhoncus magna in elit auctor sodales. Lacinia curae porta eget ante turpis fringilla sagittis. Gravida massa lacus fusce tempor nulla. Feugiat lacus. Sodales felis viverra nisl malesuada mattis non urna. Nonummy morbi nibh ac consectetuer mollis ac mattis ac. Integer vitae eu orci donec penatibus facilisi ad fames in lorem cursus sem parturient ac pellentesque. Euismod morbi nisl proin ad. Blandit donec posuere egestas ligula nulla sagittis et tellus. Nonummy dolor. Rhoncus nulla cras quam mus nisi blandit ad nunc. Vivamus massa vestibulum odio. Nonummy class et proin. Posuere dolor morbi nascetur ante cum felis tincidunt cras hac pellentesque. Vivamus augue etiam mattis aptent justo aliquet.",
      "Iaculis justo massa habitant cum lacinia volutpat sapien aliquam est mi a tellus quam. Quisque fusce et convallis diam eros. Quisque neque risus morbi tristique. Vivamus felis est urna adipiscing ligula mi nulla consectetuer fusce. Gravida morbi neque molestie pede ultrices. Commodo augue. Gravida fusce nunc a class vivamus aenean vel vestibulum parturient ut nascetur platea mattis maecenas aliquam. Aliquet etiam morbi hac nunc vel curae. Dapibus massa eni urna vestibulum. Commodo etiam eros nisl congue cursus. Sodales vitae orci ve pellentesque tellus at mi diam eros nisl. Integer lorem. Conubia metus dui etiam dui diam consectetuer habitant velit convallis viverra. Posuere porta morbi mauris at hac urna. Rhoncus risus. Sodales justo. Iaculis nulla dui orci nibh fames quisque. Dapibus nulla orci ipsum elementum erat nisi nonummy curae. Potenti morbi leo orci vel class. Quisque magna duis a dolor laoreet primis. Laoreet fames duis purus aliquam nisl a cras. Viverra fames quis fermentum eni."
     ],
     "title": "Posuere velit dui nisi hendrerit montes tempus ut orci eros."
    },
    {
     "paragraphs": [
      "Laoreet massa elit odio fusce fames nisl at. Dapibus dolor. Aliquam lorem at dictum ultricies ligula imperdiet lacus. Lacinia morbi. Aliquam netus orci hendrerit eu. Vivamus ipsum ad morbi nec. Euismod velit nec accumsan etiam praesent velit. Natoque fames eu fusce dolor cubilia. Aliquet augue amet et quam tristique nullam a adipiscing non fusce. Aliquet massa. Commodo magna ac lacus. Vivamus purus eros malesuada maecenas tellus lectus hac at ligula a adipiscing. Rhoncus netus fusce blandit gravida mauris arcu suspendisse posuere suspendisse nunc. Rhoncus magna ve morbi sociosqu non platea. Aliquam porta mus amet adipiscing sapien eget ac lobortis odio. Euismod porta est cras vel. Conubia netus risus fusce ullamcorper placerat. Cubilia vitae nunc mus ridiculus. Aliquam ipsum neque rutrum augue commodo elit urna class fermentum cum fermentum orci diam. Blandit dolor fusce iaculis ultrices et vitae. Vivamus curae. Aliquet nulla hac orci sollicitudin.",
      "Commodo dolor. Laoreet neque sit nibh nisl. Euismod fames nibh sagittis est urna duis ante. Potenti neque potenti. Conubia fames ad morbi. Dapibus risus ipsum eleifend parturient curabitur ullamcorper fermentum quam cras tempus sed. Egestas morbi eu hymenaeos. Nonummy massa in magnis mi faucibus nunc aliquam mi tellus maecenas ad morbi. Quisque ipsum. Cubilia lorem proin. Dapibus purus donec eros in mus ac quis dolor ultricies. Rhoncus lorem sed nisi sollicitudin volutpat ipsum in fames risus. Pretium augue. Potenti vitae nulla risus inceptos. Aliquet risus. Iaculis ipsum erat risus. Euismod donec nec risus phasellus euismod fames duis. Aliquam velit eget tortor dapibus potenti erat lacus nisl quam nulla. Iaculis neque vel amet nunc. Egestas donec duis penatibus pulvinar ad litora ad volutpat mollis parturient purus. Feugiat metus morbi rhoncus gravida ante nibh volutpat netus. Blandit augue quis sit euismod justo odio leo mi turpis augue at.",
      "Aliquet morbi. Egestas curae et morbi ad litora cras eget bibendum porttitor. Viverra proin nulla facilisis donec. Viverra dolor augue blandit ligula tincidunt. Euismod felis leo orci sed ante a lacus potenti venenatis. Aliquam nulla nisi. Nonummy metus adipiscing molestie elit iaculis. Blandit lacus cras sociis eu pede curae aenean lobortis adipiscing. Laoreet lacus elit odio posuere quis fusce condimentum id turpis pellentesque convallis. Blandit class risus dolor molestie eu sociis conubia hendrerit. Iaculis metus neque lacinia. Natoque risus ad taciti commodo egestas primis nulla. Aliquet nulla vestibulum maecenas. Aliquet lacus massa semper porta bibendum ac suspendisse. Natoque felis morbi nullam porta fames accumsan ut mollis vulputate velit. Lacinia proin ve etiam auctor fringilla neque ridiculus suspendisse. Commodo lacus. Viverra fusce vestibulum viverra urna. Posuere purus. Potenti metus sed parturient mollis elit euismod sapien sit. Egestas vitae dis phasellus sollicitudin est phasellus. Lacinia fusce eu lectus."
     ],
     "title": "Feugiat purus nulla etiam."
    },
    {
     "paragraphs": [
      "Rhoncus felis. Natoque donec velit leo integer at vitae donec rutrum. Vivamus fusce. Feugiat netus diam placerat est. Conubia netus. Viverra nulla fusce dolor amet platea orci dictum arcu habitasse sit posuere donec nisi. Feugiat donec. Dapibus fames mus quis a. Natoque etiam vitae nullam ipsum. Cubilia ipsum arcu ac pellentesque commodo felis at aenean eu eros. Gravida purus conubia est consequat elit cubilia tincidunt urna hac fames ligula sapien. Viverra curae. Posuere magna. Euismod nulla. Cubilia vitae fusce arcu scelerisque posuere leo quis consectetuer sodales placerat semper tortor pulvinar condimentum. Posuere risus vestibulum dapibus mus eu curae lectus quam mus cubilia velit potenti. Laoreet curae mi. Rhoncus lacus non velit gravida arcu et accumsan. Gravida netus ad morbi sollicitudin nulla eget sit. Gravida risus quis rhoncus ad erat curae. Lacinia velit morbi. Blandit magna.",
      "Potenti velit morbi. Sodales risus fames suspendisse accumsan nunc diam fusce dolor eros a. Blandit fusce mi metus consectetuer habitasse nostra parturient facilisi ante. Posuere proin nec dolor risus a rutrum morbi adipiscing. Sodales lorem erat. Integer purus curae facilisi vestibulum malesuada orci euismod sem tortor mauris leo conubia montes eni parturient venenatis purus. Potenti metus lorem condimentum placerat cras facilisi. Lacinia lacus ac ad augue ve senectus egestas. Euismod augue adipiscing dapibus sed dictumst. Aliquam curae mus amet. Nonummy nulla cras class aliquet duis eu. Euismod massa dui urna donec velit viverra mi nunc. Aliquet massa ante erat fringilla. Gravida etiam. Sodales fames id nostra etiam dolor scelerisque volutpat donec. Vivamus neque eu consectetuer. Posuere morbi leo nisi adipiscing porttitor elit hac at cras felis. Integer morbi purus. Aliquam proin nisl at pellentesque eros viverra nisl aliquet dolor. Feugiat justo netus. Pretium etiam duis habitant condimentum senectus tincidunt class at. Quisque fusce ad imperdiet netus sit hymenaeos hac purus."
     ],
     "title": "Aliquam felis."
    }
   ],
   "paragraphs": [
    "Integer ipsum morbi est nunc sollicitudin dapibus. Feugiat metus sem elit. Rhoncus purus hac proin nulla integer posuere risus sed aptent laoreet aliquam dictum. Egestas class ipsum aliquam pede quis elit adipiscing luctus hac. Aliquet donec porta ligula mi dui. Commodo massa. Pretium morbi augue sit taciti cursus curabitur in scelerisque. Aliquet augue in magna ac elementum parturient viverra enim in sollicitudin duis egestas rhoncus cras ac. Vivamus class. Iaculis class ve. Natoque felis. Vivamus purus dolor tristique lobortis tortor nunc lacinia egestas odio dictumst dolor at justo aptent varius mi. Aliquet morbi orci euismod eni lobortis. Conubia velit. Laoreet neque metus nulla euismod lorem ante augue suscipit lacus ornare platea. Integer metus augue mollis nullam non egestas a. Rhoncus purus proin pretium sem vehicula consectetuer gravida. Vivamus class. Euismod curae. Dapibus proin. Natoque curae eu nullam a inceptos sit integer eu hymenaeos parturient orci ligula fermentum. Rhoncus risus.",
    "Pretium justo velit molestie proin id luctus malesuada. Aliquam ipsum massa lacus conubia nec aenean placerat iaculis. Pretium massa blandit mus consequat. Gravida fusce. Integer curae ipsum dictumst vulputate mauris parturient accumsan enim mi arcu id. Nonummy porta dolor vivamus nam facilisi. Viverra class non nibh bibendum commodo rhoncus. Vivamus fusce cum ridiculus sodales dis litora morbi mollis laoreet eget mi elit velit aptent. Nonummy curae sem felis commodo per turpis integer at dui nunc. Quisque porta. Viverra magna adipiscing ut sociosqu dictumst metus tortor maecenas. Aliquam purus parturient inceptos duis auctor nostra etiam lacinia montes. Viverra metus fames velit cum mus sem. Rhoncus risus nec nisi. Quisque magna. Natoque justo eget laoreet ut donec pellentesque dictumst ipsum duis quisque a ullamcorper hac mattis nibh. Viverra neque amet mus interdum quisque malesuada nibh pretium. Egestas velit cras enim sociis montes porta parturient elit augue arcu gravida. Blandit lacus parturient pede aptent euismod. Blandit velit non cras eni mauris a parturient sit. Aliquet purus hac torquent nonummy pretium. Quisque lorem ve."
   ],
   "title": "Integer augue mus erat penatibus."
  }
 ],
 "title": "Egestas magna enim nullam sem auctor posuere conubia fames odio nibh tempus."
}