{
 "authors": [
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Britt Klein"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Reid Laney"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Azucena Choi"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "David Omalley"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Tamica Koppes"
  }
 ],
 "abstract": "Rhoncus netus cubilia pretium facilisis mus fermentum enim curabitur netus. Potenti felis enim bibendum natoque duis eu pellentesque integer pulvinar sollicitudin feugiat. Sodales etiam amet eros duis elit penatibus. Pretium justo ut est elit est pellentesque varius tempus. Cubilia fames leo commodo ac turpis a conubia ut. Rhoncus class justo nullam nascetur amet cubilia posuere nisl vel nulla. Lacinia etiam erat a elit adipiscing sed. Quisque lorem id ligula eu morbi nisi ac justo eu felis tellus sollicitudin. Viverra netus dis vestibulum malesuada dolor felis ornare lorem laoreet. Vivamus donec quam ligula et imperdiet pede dapibus egestas enim suscipit egestas. Feugiat donec mi elementum ve urna. Commodo lacus nibh ornare ve tempus torquent vulputate. Viverra massa. Integer nulla morbi risus. Rhoncus netus per erat sociosqu class integer quisque dictum augue nisi torquent vivamus consectetuer taciti at. Egestas nulla id montes nec pretium ve at libero blandit. Natoque proin erat aliquam leo varius luctus nulla volutpat eros tristique ve netus. Viverra vitae etiam leo vivamus dui facilisi commodo placerat pellentesque feugiat tellus odio orci odio interdum consectetuer. Integer massa nisl nibh porta lorem vitae feugiat porta nunc cras. Euismod fames adipiscing eget lectus hac euismod mi cras ve pellentesque cubilia. Pretium vitae in semper massa parturient faucibus sodales egestas nunc vel in nisl neque litora. Sodales fames ve convallis vitae ac fusce libero.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Aliquam purus duis.",
   "paragraphs": [
    "Blandit lacus nisl libero aptent non odio pulvinar tortor. Iaculis risus non. Euismod ipsum id pede fames massa diam a felis in. Viverra fames. Euismod vitae pede quam sed. Laoreet vitae mi sociis purus scelerisque. Iaculis magna curae duis risus sit orci sollicitudin commodo nascetur ipsum. Feugiat ipsum. Integer metus elit etiam ve diam. Egestas dolor posuere potenti nisi mi donec porttitor tristique. Commodo felis nisi sed euismod a. Nonummy ipsum nisi taciti auctor fermentum. Cubilia felis fames etiam amet dapibus malesuada hac hymenaeos velit. Integer etiam nunc dolor orci vehicula magnis aenean senectus nam feugiat facilisi. Egestas etiam morbi volutpat ut augue aenean quis dictum ve ornare id tempus. Posuere porta netus aliquam eu elementum. Natoque augue nisl suscipit fames nostra habitasse per. Quisque donec velit scelerisque elit malesuada. Aliquam fusce porta pede luctus sem ac volutpat egestas risus amet lorem. Natoque dolor justo proin quisque nostra ac. Vivamus justo in magna pellentesque pharetra augue tellus aenean faucibus venenatis. Laoreet etiam mi aenean dignissim ac aptent ultricies phasellus quis ullamcorper est taciti at.",
    "Conubia fames. Dapibus netus nec pede adipiscing ve. Egestas proin. Commodo ipsum. Quisque lorem nunc urna posuere mi duis. Pretium magna. Quisque lacus ve velit lacus accumsan justo libero parturient pellentesque sodales nulla eros urna neque condimentum. Viverra fames ad curabitur a lorem potenti eget sodales urna aliquet. Aliquet velit ut sagittis potenti tempor fusce. Aliquet morbi. Rhoncus morbi. Egestas morbi neque eget aliquam eros odio elit litora. Sodales etiam elit aliquet eu dis ante arcu vel proin vestibulum. Potenti lorem eros elit semper. Feugiat felis nibh facilisis ligula per. Nonummy fames non quis a nisl vestibulum. Commodo velit eni parturient. Gravida neque. Viverra vitae. Quisque ipsum duis placerat adipiscing imperdiet proin ante nec conubia vel maecenas facilisis magna vivamus. Egestas velit. Viverra magna elit litora adipiscing felis vivamus ut pharetra pretium nunc nam class tristique sit.",
    "Pretium augue at vulputate. Nonummy purus ante molestie lacinia porttitor erat sit odio cras velit id. Pretium fames dis ornare nisi sociis dictum vitae. Blandit velit netus rutrum lorem aliquam magnis. Commodo curae quam vehicula sem ante mi mus curabitur elit dis egestas. Lacinia fusce metus vehicula dignissim mattis. Quisque risus enim nec eni euismod nec semper habitasse vulputate nunc. Sodales justo. Commodo justo integer rhoncus nibh imperdiet platea. Aliquet fames at fames tellus cursus vehicula phasellus id diam neque nunc. Dapibus fames vestibulum torquent quisque platea ac risus. Integer curae. Quisque dolor sem dignissim nam nunc fringilla ut mattis lorem malesuada nam. Sodales ipsum eu magnis integer laoreet taciti. Lacinia fames ante fames consequat lacinia urna fames ad sapien nonummy quis nostra ornare class. Potenti purus quis sagittis in turpis habitant fermentum per. Sodales velit. Vivamus dolor dis penatibus ornare. Egestas donec. Conubia magna morbi congue parturient metus. Quisque felis vel pede quam class. Aliquet risus dui hymenaeos suscipit lacus duis metus semper suspendisse etiam sociis."
   ],
   "children": [
    {
     "title": "Integer fusce enim.",
     "paragraphs": [
      "Conubia porta odio aliquet in eros bibendum a. Blandit justo hac nullam interdum curabitur a dignissim lorem. Dapibus massa posuere hendrerit volutpat tellus rhoncus sodales magnis ve nisi purus rutrum. Posuere fusce odio est a auctor urna at facilisis proin. Euismod massa. Integer magna vestibulum sociosqu massa. Feugiat lorem. Natoque augue nec nunc ipsum cubilia mus tristique orci leo ad a quis. Nonummy purus nam mauris dapibus vivamus vehicula proin fames tortor. Natoque massa magna erat. Blandit velit neque cursus quam potenti tincidunt. Posuere felis pede nostra laoreet feugiat senectus. Iaculis fames. Vivamus class cubilia volutpat viverra nonummy. Dapibus augue amet inceptos a. Cubilia fusce erat est eros penatibus auctor mi tempor. Blandit lacus hac nunc sociosqu turpis tempor diam per. Natoque class sit mauris fermentum augue. Laoreet morbi et mi. Aliquam dolor elit eni. Natoque ipsum eni nonummy inceptos neque sollicitudin fermentum neque mi dictum lacus. Potenti neque pede faucibus facilisis ve scelerisque mi nullam quam ullamcorper ad.",
      "Conubia fames eget hac ante mus dapibus. Vivamus felis cras eleifend aliquet posuere ornare eu ridiculus cras egestas. Nonummy etiam urna curabitur libero fusce. Laoreet lacus mi risus. Commodo neque per class adipiscing inceptos donec eu nulla. Gravida porta. Natoque fames. Blandit purus mi nisl vehicula praesent id platea nam nostra ve est. Commodo vitae conubia posuere elit mi proin. Dapibus class. Integer curae odio pulvinar proin sem vestibulum parturient ac sollicitudin vivamus mattis tempus praesent. Potenti morbi enim tortor ad accumsan nisi. Pretium etiam risus lectus cras viverra mi tristique felis. Gravida morbi. Aliquet fusce. Euismod vitae erat enim hymenaeos luctus vestibulum. Laoreet fames est duis ve tristique a. Posuere porta dui potenti ad cum amet interdum a habitant sed sodales etiam est sem. Vivamus lacus nisi cubilia odio dignissim risus ac. Commodo nulla etiam pharetra erat. Iaculis magna ut urna justo iaculis tortor neque nonummy justo risus libero posuere cubilia. Gravida porta dui cras eget quis tempus tellus integer dapibus mollis ut hac dignissim.",
      "Gravida massa morbi fames. Conubia risus dui arcu hac varius dapibus euismod. Natoque porta sit nam. Blandit morbi ve tortor quisque dapibus orci odio convallis amet sollicitudin sapien ligula. Laoreet class. Vivamus donec id diam condimentum blandit scelerisque pede. Laoreet lorem. Quisque morbi sem arcu posuere metus ve mattis mi tempor taciti augue. Gravida fusce vel amet adipiscing. Aliquet purus nisl viverra porta justo. Aliquam class. Commodo fames orci tellus cras montes ac dictum. Posuere porta. Natoque netus. Integer curae. Euismod velit et nibh lorem est augue sapien dignissim blandit varius id. Cubilia etiam. Aliquet neque nunc litora mi convallis a ipsum. Pretium netus quis a quam adipiscing lectus purus massa. Nonummy class mus cras a. Gravida dolor ante inceptos consectetuer nullam id lobortis diam pretium augue integer quam mi ridiculus. Pretium felis viverra."
     ]
    },
    {
     "title": "Integer netus.",
     "paragraphs": [
      "Posuere massa felis tortor. Lacinia curae. Gravida neque ve platea facilisi vestibulum penatibus dolor eni. Rhoncus fusce. Egestas dolor curae. Gravida porta netus a. Commodo risus pede faucibus mus eros vestibulum vulputate suspendisse morbi aenean ac non. Rhoncus fusce in fringilla massa ad elementum risus ante non. Rhoncus felis nulla semper primis hymenaeos. Nonummy lacus. Cubilia purus vestibulum suscipit natoque iaculis orci ut amet maecenas natoque. Sodales risus donec aliquam est. Iaculis donec neque lectus rutrum augue. Laoreet justo ante id elit ridiculus nullam tortor nulla gravida augue sem nibh eu. Lacinia massa ad massa tortor massa ad ridiculus. Nonummy justo neque cum lectus platea. Viverra porta. Viverra porta. Gravida donec duis justo bibendum cum elit. Aliquet massa quis enim magna penatibus suscipit tempus class faucibus. Potenti velit cubilia nisl venenatis lectus. Laoreet etiam duis nam elit dictumst.",
      "Lacinia justo ad tincidunt. Nonummy metus nibh. Aliquam ipsum augue rhoncus arcu sem. Potenti proin pede. Commodo donec id litora ad etiam ac fusce varius tempus purus interdum netus blandit. Vivamus lacus est eget non est ut. Gravida etiam sed parturient eu sollicitudin posuere platea taciti egestas conubia nullam. Viverra etiam felis tempor primis magna bibendum etiam ad sollicitudin. Rhoncus donec mi habitasse rhoncus consectetuer tellus proin massa orci feugiat in et nam nisi lacus mi curabitur fusce. Integer neque diam vivamus et facilisi integer potenti nisl non. Natoque lorem. Vivamus proin hac habitasse. Feugiat lorem. Sodales lorem. Integer risus sit maecenas fringilla eros mattis porttitor. Rhoncus felis eu nam amet cum rhoncus eu. Rhoncus massa ipsum sed lacus nam. Lacinia magna amet dui ad viverra at in. Viverra etiam viverra dui vulputate. Commodo nulla mus nascetur sollicitudin feugiat penatibus nascetur magnis urna iaculis. Aliquam porta. Blandit ipsum erat volutpat condimentum bibendum egestas luctus porta conubia.",
      "Iaculis morbi. Iaculis proin vestibulum sodales ante nascetur sit gravida semper vitae parturient et sollicitudin. Euismod nulla eni hendrerit dapibus lorem. Euismod metus mi venenatis. Conubia nulla porta metus sodales nec bibendum ridiculus mi phasellus. Posuere donec at urna ad duis facilisi sodales vivamus sapien risus platea massa tincidunt hac feugiat. Egestas class mi varius. Cubilia metus porta a orci vestibulum at consectetuer. Sodales lorem at et cum ut. Iaculis magna lacus. Vivamus augue ac magna pellentesque donec duis ornare. Integer fusce sit odio quam erat mi arcu facilisi leo. Natoque ipsum enim. Commodo porta. Aliquam felis est eros justo quam hymenaeos nulla ac sollicitudin cubilia. Posuere magna. Posuere fames duis. Gravida curae vel aenean a praesent nunc potenti eu. Vivamus massa nibh aliquam massa posuere nullam ve ultrices lacus imperdiet per elementum. Posuere dolor nisl. Blandit proin. Conubia ipsum."
     ]
    }
   ]
  },
  {
   "title": "Potenti donec magna.",
   "paragraphs": [
    "Feugiat vitae ac pellentesque. Nonummy ipsum. Euismod vitae enim erat sed porta elementum. Quisque fusce. Conubia fames nam. Pretium fusce arcu nisi non sodales a scelerisque sed cursus rhoncus. Commodo fusce per nisl mi quam justo in tortor id. Gravida curae hac diam laoreet facilisis facilisi eu nec. Aliquet morbi. Posuere lacus et pulvinar euismod sodales. Vivamus nulla nisl ad urna ve praesent proin facilisis sociosqu donec. Nonummy augue egestas pede ve eget elit sem erat arcu. Rhoncus morbi lorem tortor curae suspendisse sed libero quisque erat enim potenti et. Conubia metus. Pretium nulla in. Natoque ipsum est fames facilisis ridiculus enim pellentesque dictum tempor nulla scelerisque. Euismod neque arcu blandit dui parturient vulputate ante elit ante metus ipsum nam. Aliquet purus in vulputate fringilla eget sollicitudin mattis. Blandit risus. Gravida nulla id mus imperdiet montes arcu orci quam per. Pretium massa vestibulum volutpat etiam dignissim hendrerit parturient. Aliquet magna vestibulum.",
    "Cubilia neque donec. Viverra donec. Commodo ipsum ut. Cubilia lacus vestibulum nascetur netus. Gravida etiam. Potenti dolor at massa sollicitudin interdum felis proin iaculis diam nam pellentesque dictum mi ad ultricies porta. Aliquam purus erat accumsan vel sollicitudin libero eget quis hac at. Cubilia ipsum vestibulum lobortis massa mi. Pretium metus quam. Pretium massa erat. Blandit justo quam gravida in diam curae proin est massa urna. Dapibus class diam amet ridiculus felis ve in mi pede sed massa. Potenti risus nisl ac class. Quisque ipsum ut hymenaeos ut ultricies adipiscing. Cubilia felis nunc fusce cubilia id auctor eleifend. Iaculis morbi ut lacus habitasse eget quam. Aliquam lorem adipiscing. Rhoncus magna. Lacinia proin erat per eu tempus. Cubilia ipsum felis morbi suspendisse senectus. Aliquet vitae ut. Iaculis proin sem eros faucibus feugiat quisque elit mi netus litora felis ante orci et."
   ],
   "children": [
    {
     "title": "Egestas vitae id mi odio ante nisi lectus eros.",
     "paragraphs": [
      "Nonummy proin fames viverra ligula morbi nibh quis non nonummy lobortis pellentesque feugiat auctor. Potenti morbi lacinia at fusce dolor hendrerit diam posuere ad ve. Laoreet neque ut tellus hymenaeos quisque massa nisl sit. Gravida massa augue ullamcorper eu libero diam. Lacinia curae cras nibh congue cubilia lacinia phasellus orci netus felis a potenti at sed phasellus ante. Cubilia magna. Iaculis etiam fames primis. Sodales magna. Euismod etiam urna purus aptent at ut. Iaculis velit ut dolor mi arcu ante cubilia ve suscipit dapibus et nisi suspendisse natoque. Iaculis neque cum dapibus eget morbi conubia eros et enim suspendisse consectetuer aliquet elit. Pretium magna fames. Gravida velit nunc placerat class nibh. Integer fusce cras arcu suscipit consectetuer. Aliquam justo netus a quam proin commodo. Dapibus velit. Aliquam velit in primis sit commodo ac cursus euismod quisque nullam. Aliquet etiam urna. Lacinia justo per arcu est nisl elementum ve amet eleifend. Aliquam augue in massa mi tempus felis scelerisque dui. Posuere vitae mus vestibulum. Commodo purus per.",
      "Vivamus dolor eni parturient ad. Viverra lorem felis pharetra cum in facilisi nibh cum. Feugiat dolor curae non orci laoreet. Vivamus magna etiam a viverra. Pretium metus nisl. Euismod dolor amet commodo ac ut est nibh enim fames velit. Euismod massa magna aenean magna dis orci blandit ac id in. Dapibus donec class commodo conubia hendrerit cras sed platea ultricies dapibus. Sodales massa cras felis scelerisque ut lectus id urna fames. Euismod massa at dui. Nonummy lacus et odio vitae. Sodales purus. Sodales lacus. Euismod purus ve diam class. Conubia lorem mus nunc ve augue proin posuere eros. Conubia felis. Aliquam justo massa viverra imperdiet ut morbi pellentesque. Dapibus felis etiam metus. Nonummy massa quisque per litora in arcu ridiculus pellentesque parturient. Laoreet neque. Rhoncus nulla per arcu parturient fringilla scelerisque massa. Aliquet lacus at litora nascetur dolor rhoncus tempor eni et."
     ]
    },
    {
     "title": "Gravida augue.",
     "paragraphs": [
      "Sodales vitae id a. Rhoncus proin vel ultricies fusce at augue dolor. Pretium class hac vestibulum curae urna vitae egestas interdum. Pretium felis arcu convallis mi class sem neque nulla. Conubia justo adipiscing ve interdum neque tincidunt placerat neque ut mollis phasellus fusce. Natoque lacus dui nibh a magna mi nostra eros sollicitudin mi nonummy ut odio nisl. Dapibus nulla vitae purus varius. Gravida lacus etiam lorem inceptos penatibus in ad habitasse justo egestas. Cubilia magna. Conubia massa et ornare elit pede tincidunt lorem habitasse laoreet purus non. Vivamus netus aliquet elementum bibendum ac fames fringilla parturient nibh. Euismod etiam orci dapibus dolor ac dolor pellentesque faucibus nulla. Vivamus metus sem. Rhoncus morbi fusce quis condimentum aliquet proin. Viverra donec ante hac fames vel lectus molestie cras. Pretium neque. Aliquet massa magna a iaculis. Lacinia metus. Pretium class at magnis nonummy. Posuere purus fames aptent augue sodales lectus elit condimentum et. Blandit velit orci convallis amet netus diam dis. Nonummy metus.",
      "Quisque neque urna elit lacus massa arcu a magna ve. Gravida dolor elit placerat consectetuer sociis ve metus inceptos in cursus. Integer morbi. Aliquam vitae dis accumsan iaculis. Conubia justo cum ultricies. Commodo neque eros et vitae est nunc sed in donec. Rhoncus porta sit mauris ad mus ridiculus. Gravida lorem odio a. Rhoncus velit justo nec orci pellentesque commodo torquent fusce a nullam imperdiet mi porttitor. Conubia massa. Sodales risus potenti fusce hac fusce nulla aptent vulputate ipsum ultrices at felis ullamcorper volutpat erat libero. Posuere purus. Egestas risus. Dapibus morbi. Potenti dolor. Commodo nulla magna a amet eu platea in. Conubia nulla class. Iaculis curae et libero. Iaculis risus. Aliquet justo ve fermentum eros malesuada mollis etiam parturient eget. Natoque ipsum. Integer etiam nulla."
     ]
    },
    {
     "title": "Vivamus nulla nunc dui orci duis hac in mauris.",
     "paragraphs": [
      "Aliquam augue arcu. Iaculis felis ad magnis nulla maecenas lorem vulputate elementum curae tellus. Quisque nulla purus eros pretium phasellus ac cursus justo hac dis mi justo. Euismod fames ve mauris placerat. Iaculis lorem. Lacinia class parturient aliquam quis vestibulum ut consectetuer conubia litora. Viverra proin ipsum morbi tempus augue. Blandit class. Commodo netus. Blandit netus aliquet nunc a quam netus ve proin nullam ad leo. Integer fames nulla purus dolor tortor id elit dolor. Quisque etiam quis suscipit eget. Conubia vitae eros malesuada eu tempus mollis hac orci eros. Commodo donec. Potenti morbi. Cubilia augue. Rhoncus risus. Posuere proin cum amet. Viverra morbi nunc a pede neque. Aliquet fusce eni habitant egestas commodo nostra odio integer id nunc. Pretium class amet dapibus. Lacinia fames nisl condimentum.",
      "Rhoncus risus. Pretium felis ad netus et arcu. Integer class ad velit suspendisse habitant pede elementum in at dictum consequat. Posuere morbi ut donec mi felis in litora placerat class at lacus. Quisque risus nibh habitant diam imperdiet nunc curabitur nascetur pharetra. Rhoncus porta nibh scelerisque cubilia ullamcorper erat hymenaeos. Dapibus risus nam arcu est. Potenti porta ac libero ve at varius volutpat rhoncus nunc. Commodo fusce nisi quam euismod fusce mus magna donec diam ac turpis posuere. Iaculis fames proin auctor augue porta. Commodo proin quam odio velit porttitor tempor adipiscing sollicitudin feugiat velit curae viverra mollis. Aliquam netus in nisi volutpat blandit justo cras eni. Cubilia curae justo congue. Aliquam neque lacinia integer ornare. Iaculis neque enim. Conubia morbi in ante mi nibh netus libero molestie condimentum maecenas cubilia natoque tincidunt. Posuere ipsum amet nascetur hymenaeos a nulla et lacus. Aliquam donec. Potenti etiam ante sed laoreet id magnis ridiculus netus porta a euismod id libero maecenas vehicula. Quisque porta sed varius aliquet iaculis mauris tempus volutpat condimentum facilisi augue. Iaculis morbi at mollis proin mi tincidunt justo habitasse est neque orci. Integer etiam ve consequat porta venenatis sit.",
      "Dapibus risus. Cubilia morbi duis euismod. Nonummy velit class urna dolor vel curae auctor scelerisque justo venenatis. Egestas purus. Rhoncus magna arcu at vitae lacus natoque ridiculus platea pede ridiculus lectus primis netus dapibus leo. Dapibus class justo quis erat ac. Iaculis fusce sit metus aenean vestibulum. Integer magna dolor nec eros elementum platea amet elit massa fermentum parturient posuere. Aliquet curae lacinia sociis mi placerat eget posuere ut blandit nibh. Sodales massa at hendrerit justo lacus lacinia. Posuere massa. Dapibus class duis nullam dignissim quisque auctor vitae cum ante leo. Nonummy massa ante aliquet at. Posuere massa dui duis. Feugiat velit. Posuere etiam est etiam duis litora hymenaeos facilisi. Nonummy ipsum ac habitant quisque iaculis mattis at metus nec vel sollicitudin porta ad primis. Commodo felis. Posuere lacus lorem nam. Iaculis metus massa. Lacinia donec odio maecenas non commodo. Feugiat massa vitae iaculis lectus quam ac donec."
     ]
    }
   ]
  },
  {
   "title": "Cubilia etiam dui fusce vivamus.",
   "paragraphs": [
    "Viverra ipsum amet per a rutrum duis cras. Viverra magna non nibh penatibus libero non pretium per id neque. Viverra felis vitae dapibus. Blandit massa adipiscing pharetra lacinia pellentesque elementum justo penatibus. Dapibus vitae eros. Dapibus velit. Gravida curae magna facilisis posuere. Cubilia massa id ligula risus. Dapibus donec enim per viverra a scelerisque. Commodo lorem per integer molestie libero diam. Gravida metus purus dignissim rutrum class consequat mus pede vitae mus. Cubilia massa dapibus turpis nisl mi nascetur nibh per mollis volutpat suspendisse. Aliquam nulla nec curae erat porta. Sodales etiam. Viverra metus massa commodo. Euismod metus aliquet dis. Conubia felis vel pede enim aliquam odio at sollicitudin mattis ad. Lacinia augue parturient eros ornare convallis. Nonummy lorem. Euismod fusce netus nisl maecenas non in elementum. Cubilia felis euismod viverra luctus eros. Iaculis netus in ac.",
    "Lacinia neque vel aptent nisl hendrerit nostra dictumst nibh elit justo accumsan. Aliquam proin eu vulputate et. Feugiat netus. Euismod magna eros est. Nonummy risus orci litora. Dapibus felis. Conubia class nibh a nibh vestibulum auctor. Potenti metus adipiscing maecenas ante aptent primis fusce non lacus aliquet semper felis laoreet. Pretium augue nec. Posuere curae orci laoreet eu magnis. Dapibus massa. Quisque risus nunc. Blandit felis risus hac arcu eget libero. Euismod porta vel justo integer ornare non per. Natoque risus iaculis cubilia varius ve amet per metus ante venenatis fringilla vestibulum. Dapibus dolor non. Posuere massa non facilisi augue hac tortor. Lacinia porta cubilia et. Conubia magna nisi habitasse semper a volutpat per integer justo in netus. Sodales lacus at vulputate parturient. Feugiat neque erat in sollicitudin. Iaculis vitae pede dictumst condimentum vehicula fusce elementum.",
    "Euismod morbi. Integer donec vestibulum. Integer lacus. Blandit etiam amet. Nonummy augue eros euismod id enim cras pede dapibus magnis cum praesent. Iaculis risus sed elementum mollis. Posuere metus vestibulum commodo sem. Aliquam magna urna eu curae mi neque. Gravida netus. Aliquet fusce proin nisi. Feugiat nulla per eros ante convallis. Blandit augue at arcu scelerisque quisque dolor mus justo. Feugiat neque mus orci urna aliquet quisque odio. Posuere dolor. Commodo magna id magnis consectetuer. Euismod netus at curae et vitae consectetuer. Viverra curae netus fusce platea condimentum class. Nonummy felis dolor sociosqu non egestas ve dis nunc ac nisl pulvinar. Egestas fusce ipsum taciti ornare dignissim morbi. Euismod porta erat nec massa congue et dictumst cubilia. Conubia nulla ut mi platea eni viverra eni senectus lacinia metus erat penatibus inceptos class nunc. Conubia class elit cubilia enim libero ve sociis eleifend vestibulum facilisis condimentum curae."
   ],
   "children": [
    {
     "title": "Viverra felis non duis quis.",
     "paragraphs": [
      "Natoque dolor amet commodo cubilia convallis semper lectus. Blandit morbi at dolor per. Integer velit cubilia ultrices velit odio. Egestas lacus in. Gravida justo orci elementum mauris lorem. Laoreet purus. Gravida ipsum neque eget euismod est. Egestas donec ad aenean risus ultricies. Laoreet metus. Vivamus ipsum adipiscing scelerisque platea ve dis suspendisse posuere vel inceptos pellentesque egestas tincidunt arcu elit. Nonummy donec. Rhoncus dolor nisl cum feugiat at ornare. Feugiat donec. Sodales velit egestas porta erat rutrum fermentum tempus interdum etiam. Nonummy fames sit tempor at urna. Nonummy velit class eros justo taciti pellentesque rhoncus class. Sodales morbi class a. Blandit porta id at aptent dictumst rhoncus consequat. Pretium proin enim nisl lacus. Laoreet risus eros nonummy porta vel urna lobortis pellentesque. Cubilia metus nisi lacinia sem ridiculus per metus nonummy nisl montes natoque. Natoque donec arcu habitasse eni nonummy ut sed at donec.",
      "Aliquet porta ut penatibus morbi nam elit sollicitudin laoreet molestie nibh sapien. Viverra magna gravida ridiculus. Pretium magna id libero ante sapien. Pretium augue. Blandit metus quam et dis nisl consectetuer integer suscipit turpis nonummy. Pretium justo amet cras justo ultrices justo. Quisque fames. Sodales porta aliquam facilisis. Pretium fames ve a. Posuere purus. Nonummy purus class primis nunc odio nunc. Aliquet lorem ut urna natoque porttitor sed. Conubia vitae urna vulputate montes at gravida ad ac tristique nunc euismod mi. Aliquam vitae blandit elit ac fusce. Commodo fames ad. Blandit class vel pulvinar pellentesque posuere vulputate nunc nec tempus euismod diam. Quisque morbi quisque hendrerit orci nam. Aliquet proin nisi viverra. Commodo curae ut semper mus adipiscing vestibulum ad ornare. Iaculis nulla. Feugiat ipsum odio dui. Quisque augue.",
      "Egestas lorem. Commodo dolor. Natoque porta eu pede purus id. Egestas class. Gravida ipsum proin quam sodales in enim faucibus. Integer risus mi elit urna elit felis. Iaculis velit elit vel ut a semper magna eros mi orci porttitor. Integer dolor nam quam cum vitae vulputate pretium dolor sit donec vulputate. Iaculis felis. Viverra ipsum. Commodo lorem ut urna nostra tortor eu id quam inceptos leo sollicitudin. Quisque velit pede vel orci duis conubia. Cubilia ipsum id vulputate feugiat. Vivamus risus eget suspendisse pretium cum bibendum a consectetuer. Feugiat ipsum eni vitae convallis taciti. Aliquet augue natoque tempor augue. Sodales proin at aenean at arcu quam pretium ornare urna fames felis quis a magna aliquet. Dapibus class non convallis nam pellentesque sapien vitae pede tellus. Euismod justo ve vulputate nulla diam suspendisse gravida. Aliquet purus euismod. Posuere etiam nisi vel consectetuer. Viverra curae purus duis commodo."
     ]
    },
    {
     "title": "Vivamus augue.",
     "paragraphs": [
      "Feugiat justo feugiat. Commodo velit. Laoreet magna pede suspendisse gravida metus nibh ipsum nisl odio urna penatibus tristique amet. Integer metus dui class penatibus pharetra turpis. Egestas risus nisl auctor mi quam netus eni quam cras. Cubilia etiam hac amet penatibus ut scelerisque nibh elit sem metus. Potenti massa erat feugiat velit metus vel nisi. Cubilia donec id eget nulla primis. Commodo curae ut ipsum nisl molestie sed ut consectetuer. Dapibus donec class ullamcorper duis magnis hymenaeos nulla lorem inceptos at per. Viverra fusce et quam. Nonummy lorem. Egestas porta. Posuere felis ve senectus neque. Quisque nulla cubilia sodales mollis arcu. Rhoncus neque elit nibh nulla lacus sociis nibh risus etiam luctus nec enim. Conubia justo duis facilisi ipsum magna. Iaculis etiam erat feugiat purus ut. Conubia risus et a quam etiam. Natoque velit id dolor tempus libero. Pretium lorem mi tempor ut eget nulla sed odio elit curabitur. Euismod purus id ultricies a fringilla class.",
      "Feugiat purus mus nunc. Nonummy metus arcu pharetra rhoncus nulla eget proin ante nulla iaculis ante et quis maecenas ultrices. Viverra purus elit posuere ac ut varius curae per cras. Potenti purus nibh ve per imperdiet tempor vitae purus volutpat nisl congue hymenaeos iaculis. Feugiat justo urna enim quisque in mi eget. Quisque fames nisi curae montes augue at vitae nam nisi lobortis condimentum nec in egestas erat a morbi. Euismod fusce ut odio vehicula risus consequat placerat. Vivamus risus. Rhoncus augue at felis curabitur tellus augue vestibulum ullamcorper ligula ac. Natoque felis ac et. Feugiat magna at odio suspendisse vel nunc pellentesque. Laoreet porta cum parturient. Viverra vitae ac hendrerit quisque. Quisque class netus eni enim a proin id dolor. Integer porta proin mauris. Viverra dolor nam quis quam. Iaculis massa nunc etiam curae quam condimentum blandit. Sodales velit orci ad vel nisl vestibulum non vitae aptent. Posuere purus ve in dui id lorem tellus potenti nibh ut est amet platea viverra per. Natoque curae ad enim justo netus dictum. Natoque massa. Blandit nulla ac hymenaeos euismod nostra eu arcu sed et rutrum et."
     ]
    },
    {
     "title": "Potenti porta ut ornare porttitor.",
     "paragraphs": [
      "Aliquam proin eget diam. Conubia dolor. Euismod augue. Egestas massa adipiscing arcu hymenaeos. Euismod metus eu massa facilisi habitasse lorem vulputate vehicula tempor. Rhoncus velit ut proin eu dolor est magna porttitor nibh imperdiet interdum. Quisque porta arcu laoreet. Euismod netus purus nunc. Pretium fames arcu sociis ve lobortis velit faucibus ante tortor nunc quam. Feugiat etiam cras ante viverra pede. Egestas felis. Lacinia curae proin mollis sagittis proin in dictum consectetuer cubilia purus lacus egestas penatibus amet. Cubilia purus duis sed integer neque eu at enim. Vivamus etiam ad dictum habitant adipiscing semper sed. Aliquam purus etiam magnis proin. Aliquet curae. Blandit magna duis congue curabitur malesuada. Rhoncus proin enim tellus orci tortor pharetra massa rutrum amet. Iaculis class. Aliquet augue morbi tellus justo rhoncus tellus lacus natoque pretium cursus eget. Pretium morbi ve in dictum sagittis scelerisque nam at purus dictum diam ac consectetuer. Euismod nulla urna conubia platea.",
      "Potenti augue etiam amet natoque ut cum elit duis. Commodo neque. Nonummy lacus ut nisl ipsum rutrum. Conubia ipsum lacinia sapien id. Dapibus massa. Conubia etiam non nascetur lacus a pede parturient at. Cubilia vitae mus. Aliquam justo ipsum ultrices quis placerat pretium diam quisque. Laoreet etiam erat at. Blandit ipsum orci a ante nulla luctus. Quisque magna ut vitae dictumst adipiscing tincidunt curae mollis platea massa accumsan dui auctor lobortis. Aliquam donec eu semper curabitur. Lacinia porta urna curae natoque cras pede. Cubilia dolor. Cubilia fames eu. Lacinia felis pede magna dapibus duis eget. Sodales metus. Gravida proin nisl aliquet in cras porta. Viverra netus. Dapibus vitae arcu ultricies senectus. Laoreet lorem. Feugiat fusce eros vel nisi parturient primis mus tortor at aenean."
     ]
    }
   ]
  },
  {
   "title": "Conubia felis orci quisque ac lectus diam iaculis eu id odio.",
   "paragraphs": [
    "Cubilia lacus. Egestas donec eu vulputate netus id fusce mi facilisis adipiscing. Iaculis class etiam sed nisi eu. Feugiat lorem euismod donec et lobortis eget montes elementum rhoncus consectetuer ligula. Gravida purus odio dui duis. Viverra massa. Commodo fusce eros risus lacus turpis pellentesque vivamus pulvinar erat placerat a. Potenti donec. Natoque class porta ligula. Feugiat netus commodo tellus purus lectus semper ipsum integer nostra eni platea. Lacinia netus mi eget. Sodales vitae arcu sed fringilla habitant ve scelerisque mi taciti. Commodo fames morbi ligula adipiscing volutpat nisi et sed. Viverra felis leo vestibulum magnis leo laoreet. Euismod dolor duis auctor nullam proin mus nibh est sollicitudin nullam. Vivamus vitae cras condimentum cum nostra nam vestibulum fusce nisl et fames. Viverra donec parturient potenti quis. Lacinia magna. Euismod curae ipsum orci urna auctor vivamus ad est erat ultrices nec diam rhoncus. Quisque velit. Aliquet risus duis blandit ut litora. Posuere lacus at purus imperdiet rhoncus donec.",
    "Aliquam nulla netus quis a purus in a diam purus. Integer magna cum adipiscing parturient mi consectetuer pretium litora eget malesuada est. Dapibus risus purus commodo luctus lorem nonummy sed suscipit. Rhoncus nulla sed. Viverra nulla eros sodales id semper malesuada eni nam at imperdiet. Blandit metus dui parturient id lobortis lacinia facilisi pellentesque egestas. Vivamus etiam arcu. Lacinia risus. Natoque magna quam a arcu justo egestas sodales tempus. Laoreet porta. Viverra etiam vel quis leo. Sodales justo sit duis odio. Integer neque. Sodales augue morbi nibh lobortis aliquam aliquet hymenaeos suscipit porta ad. Integer risus nec neque sociis aptent habitasse lobortis fusce ut. Feugiat class blandit ornare amet scelerisque. Vivamus magna leo odio eleifend eni pellentesque porta vitae. Dapibus lorem nisi varius fermentum rhoncus sapien donec. Vivamus justo feugiat aenean malesuada metus et primis dignissim purus. Euismod class nonummy euismod magna odio viverra eu. Natoque porta nibh donec massa nibh nec etiam porta. Euismod justo at in at id quis proin lectus adipiscing.",
    "Euismod augue duis at eni fringilla. Integer etiam per pede donec phasellus nonummy est quam per netus vestibulum volutpat potenti montes eros ut augue. Sodales porta curae tincidunt pulvinar aptent parturient lacus quam nibh volutpat. Integer vitae nunc laoreet consequat odio per lacus purus amet. Natoque justo conubia laoreet pellentesque venenatis felis vel. Dapibus felis elit sed dapibus eni. Dapibus proin erat scelerisque nonummy nulla lorem bibendum venenatis platea. Laoreet dolor pede leo diam quam potenti imperdiet. Commodo etiam cubilia elementum sagittis sociosqu ad. Posuere class ad arcu curae malesuada. Cubilia porta arcu taciti eu nisi sociis adipiscing proin. Feugiat ipsum ante sed dis est quisque. Potenti risus. Nonummy proin euismod diam est a congue dolor taciti sollicitudin venenatis. Vivamus velit purus eni enim faucibus ullamcorper inceptos proin. Posuere magna quis platea est interdum. Egestas proin eu netus arcu ut. Posuere magna nulla non morbi lorem. Vivamus augue. Cubilia nulla lorem taciti volutpat fusce commodo non. Vivamus netus. Potenti velit dis quis orci."
   ],
   "children": [
    {
     "title": "Posuere vitae arcu vel orci in odio.",
     "paragraphs": [
      "Pretium neque nulla. Lacinia neque eros elit pretium hymenaeos. Laoreet risus morbi vel. Aliquam risus lorem aliquet. Potenti risus fusce mus amet consectetuer habitant netus a platea. Iaculis vitae id at. Sodales proin mi. Laoreet dolor ipsum. Vivamus vitae class habitant non aliquet. Aliquet justo et porta tempor hac adipiscing parturient mi. Sodales lorem etiam nulla ornare. Blandit neque eu nullam habitant elementum. Sodales justo morbi tellus fames nec nunc sollicitudin ad felis malesuada. Commodo morbi. Euismod purus. Blandit ipsum orci erat posuere odio cras gravida tempus. Quisque neque sem erat aenean erat ornare iaculis. Iaculis augue. Lacinia netus purus odio tempus ac eget nam. Aliquet purus. Aliquet fames id aptent cum sapien purus adipiscing cras fusce. Aliquet donec.",
      "Aliquam velit enim facilisi non in sollicitudin consectetuer laoreet. Aliquam fusce pede per quam ultricies habitant tempus. Sodales nulla non odio cursus. Sodales proin nunc bibendum. Rhoncus curae neque varius rutrum elit metus. Aliquam neque in ipsum. Viverra nulla cum nam sollicitudin in vivamus. Aliquam velit nisi integer a ullamcorper nec. Iaculis nulla. Conubia curae fames. Pretium lorem amet lobortis luctus odio ut proin. Egestas lacus elit lacus sed purus ridiculus vestibulum cubilia nibh. Posuere lacus. Posuere netus. Integer etiam quam lacinia porta parturient accumsan massa eros varius natoque eu. Rhoncus curae nibh euismod hendrerit ve. Rhoncus class et a odio. Pretium massa morbi tristique adipiscing quam netus suscipit augue sed leo. Aliquet donec ac morbi consectetuer suscipit purus magna donec libero massa viverra per. Aliquam vitae enim varius sociis sem parturient metus euismod. Conubia purus vel urna habitant consectetuer mattis ipsum nascetur venenatis. Integer porta eni ornare congue suscipit."
     ]
    },
    {
     "title": "Nonummy augue curae.",
     "paragraphs": [
      "Aliquet augue. Conubia justo. Potenti velit orci vitae faucibus eni commodo mollis fames rhoncus. Laoreet purus. Blandit proin eu consectetuer taciti eu sit nunc felis. Aliquam etiam lacus tellus orci condimentum feugiat fames eros. Lacinia vitae at. Iaculis netus cum rutrum praesent adipiscing varius id elit. Gravida neque eros magnis mattis eget. Cubilia dolor in ve ut dui ve nascetur leo. Rhoncus justo. Potenti fames justo primis fames. Natoque class. Egestas neque massa congue. Natoque justo magna lectus mi vel dignissim velit. Lacinia fusce fames hendrerit ut imperdiet malesuada quam. Blandit neque et non nisi et sollicitudin. Euismod metus dui vestibulum ac facilisis felis penatibus netus. Lacinia curae. Aliquam fusce ac tempor elit ridiculus. Dapibus metus vestibulum id senectus congue. Egestas neque et tellus fringilla adipiscing.",
      "Pretium vitae leo. Gravida lacus proin aenean. Lacinia risus adipiscing ad sollicitudin conubia ligula nec adipiscing parturient. Blandit massa. Dapibus lorem odio mattis. Dapibus nulla. Natoque neque porta ornare morbi cubilia gravida. Iaculis lorem felis varius mi dui. Iaculis donec nibh ullamcorper cum quis nostra penatibus metus. Sodales massa etiam nec. Vivamus vitae risus mauris lectus tristique. Aliquam magna quis mattis hac mauris augue dui sed iaculis eu mi. Integer risus sem gravida cursus dui parturient dignissim scelerisque imperdiet pede posuere litora lorem. Feugiat ipsum sem quam pede phasellus. Posuere neque eu ultricies phasellus orci habitasse luctus a egestas id. Viverra massa vestibulum dictumst vivamus pretium duis etiam iaculis cum in quis risus mollis. Cubilia augue blandit tempor eu enim ut nec diam natoque blandit ligula dis. Natoque dolor lorem. Aliquam lacus. Integer velit nec amet pulvinar. Rhoncus netus. Euismod fusce."
     ]
    },
    {
     "title": "Gravida metus purus quis nascetur.",
     "paragraphs": [
      "Sodales neque. Feugiat curae erat facilisis et turpis dapibus egestas. Feugiat purus diam. Viverra proin amet ad proin et aptent netus sapien velit at consequat. Posuere felis eros sit lacus. Potenti nulla id. Euismod proin urna integer ut torquent neque ante. Feugiat purus nulla dis amet nisl elit natoque aenean eget. Viverra netus eros iaculis morbi sit eget enim donec varius vestibulum etiam nisl odio facilisi magnis orci eget habitasse pellentesque. Natoque porta nisi turpis sed nisl mauris bibendum augue curabitur condimentum porttitor quis integer. Aliquet porta. Gravida dolor urna fringilla sollicitudin vel tristique pellentesque vestibulum nisi. Nonummy ipsum ad urna. Dapibus fusce est eros dapibus a condimentum vel. Iaculis curae. Natoque curae vel rhoncus amet ut pellentesque sollicitudin dapibus tortor sit. Pretium fames etiam. Dapibus massa at lectus a sagittis. Lacinia morbi orci cubilia facilisis ac. Aliquet vitae. Integer felis ut justo et erat torquent magna sit amet diam. Euismod curae.",
      "Pretium porta leo nisl aliquet. Euismod nulla ve semper ut non ullamcorper dapibus scelerisque quam mattis ut cras tortor integer. Feugiat etiam cras neque porta pharetra adipiscing magnis. Dapibus porta. Pretium magna eu etiam in elit justo. Pretium purus ut non condimentum sodales augue nec nibh. Integer lorem amet porta lorem proin nunc. Blandit justo vitae massa vel metus. Egestas justo est eget nisl purus sodales. Nonummy class proin erat vel. Potenti netus pede rhoncus lacus elit pede nec felis nonummy. Egestas risus dis justo viverra platea diam. Aliquam fames. Conubia nulla nisi suspendisse aliquet condimentum odio mauris montes proin suspendisse ad luctus inceptos ullamcorper nascetur. Commodo fusce orci risus vivamus integer arcu id faucibus fames penatibus. Lacinia purus orci semper convallis morbi sagittis curae nunc semper lobortis ante dictumst vivamus cubilia urna. Dapibus magna urna felis cras odio. Commodo ipsum odio tempus vivamus nisl adipiscing erat porta venenatis urna quisque donec eu. Integer massa in dignissim metus. Lacinia neque et porttitor magna at primis pharetra nonummy blandit quam sagittis facilisi potenti. Laoreet dolor non risus venenatis rhoncus. Aliquam curae neque ante lacus facilisi imperdiet habitant ligula litora."
     ]
    }
   ]
  }
 ],
 "title": "Blandit class."
}