{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Sodales curae fusce molestie velit pellentesque convallis neque bibendum dui eget pellentesque potenti torquent.",
 "sections": [
  {
   "children": [
    {
     "title": "Euismod nulla.",
     "paragraphs": [
      "Euismod purus cras euismod erat placerat. Nonummy curae aliquet imperdiet mauris sed amet a nisi adipiscing dui vestibulum parturient in hymenaeos scelerisque dolor. Natoque curae ve eu erat netus habitant eros tortor mi ve dolor ante. Posuere risus quis nulla eu. Sodales curae elit iaculis a condimentum mus nostra nunc tristique in. Integer morbi nisi lacinia commodo consequat leo magna dignissim dui euismod. Natoque metus netus rhoncus viverra nibh nisi facilisis platea sagittis praesent ut. Quisque fames ve porta porttitor suspendisse lacus cursus pellentesque. Blandit nulla nam elit pharetra praesent purus mi facilisis a lacus. Integer curae ad elit curae quisque sodales consectetuer dignissim. Gravida curae ut malesuada porta a magnis metus nascetur nisl ve enim libero. Dapibus fames risus dui elit ac elementum ipsum ac duis augue ac sapien. Aliquam augue quis platea interdum. Lacinia morbi ve cras at accumsan semper ligula. Viverra velit id magna pellentesque felis eget potenti nec. Egestas porta eni mollis nullam hac nunc natoque et mattis augue cum facilisis odio. Vivamus risus donec ullamcorper est. Iaculis curae. Aliquam lacus id at fusce amet pulvinar sollicitudin. Gravida lacus enim pulvinar mollis. Gravida fusce mi. Sodales porta erat mus nisl nec per in sapien.",
      "Viverra ipsum ve hendrerit ut. Sodales netus non proin fringilla quis. Pretium velit vitae libero nulla. Egestas lorem sem orci amet curabitur cursus torquent. Lacinia dolor urna placerat non. Egestas lacus eu lorem ligula cursus dapibus quisque phasellus tellus adipiscing metus viverra netus. Viverra lorem. Cubilia dolor blandit et odio. Vivamus curae eu montes leo dapibus ultrices consectetuer conubia mollis cras blandit ac duis etiam nisl. Nonummy massa vestibulum nascetur proin augue. Pretium etiam duis egestas. Iaculis metus amet netus aliquet. Cubilia porta ut. Natoque donec nisl metus commodo fringilla pharetra tempus adipiscing velit. Cubilia etiam parturient facilisi diam et varius. Cubilia risus laoreet gravida bibendum. Vivamus lacus eni donec hendrerit sodales. Integer dolor odio ve fusce mi. Commodo metus felis cum nibh volutpat porta mus eros a. Cubilia lorem. Lacinia curae dolor urna gravida etiam ad platea hac mi. Commodo massa mi."
     ]
    },
    {
     "title": "Aliquam donec.",
     "paragraphs": [
      "Pretium porta cras commodo sociis pede enim posuere. Iaculis proin dolor leo nunc dis morbi facilisis blandit etiam vestibulum nunc. Natoque etiam mus vestibulum et vulputate. Posuere metus. Aliquam netus sit nisl nisi. Rhoncus lacus netus luctus nulla vivamus eu at nec ullamcorper pretium. Laoreet neque id cursus porttitor et at. Sodales ipsum metus arcu sem ad magnis. Natoque risus dui sociis. Pretium morbi dis nisi ac eget ligula. Sodales donec. Pretium proin urna. Aliquet class cras urna facilisis montes parturient massa. Commodo class eget suscipit non euismod tellus dui quam ac nec. Natoque class orci odio vehicula in odio nisl dapibus. Aliquet morbi nec est ultricies sit lacinia. Egestas neque. Natoque metus curae nam vestibulum mi consequat cubilia. Gravida massa ve duis condimentum hac auctor ac. Iaculis fusce eros condimentum sem auctor facilisis. Pretium augue diam tincidunt vel orci senectus potenti feugiat nisi at dictumst. Gravida neque nunc curabitur libero convallis velit.",
      "Viverra justo mus euismod vehicula massa. Sodales donec eget class etiam lectus taciti purus pede aenean bibendum suspendisse. Lacinia donec. Rhoncus netus enim leo ipsum. Integer purus. Egestas vitae. Gravida class et ornare aliquam diam. Cubilia lorem. Commodo netus. Euismod justo etiam pede lacinia ac dignissim id. Posuere morbi id augue ridiculus odio per quam at. Integer porta est lorem phasellus egestas vitae dis mollis in risus lorem montes commodo egestas litora. Pretium metus netus porta proin litora ut. Nonummy fames quis nec facilisi dolor duis aenean consequat. Cubilia ipsum dui nostra commodo nisi et dui. Potenti augue. Egestas donec. Conubia porta morbi fames risus. Conubia fusce. Feugiat nulla id. Vivamus neque non placerat a pellentesque cras aliquam. Pretium neque elit per ve risus ve."
     ]
    }
   ],
   "title": "Aliquet fusce ve nulla.",
   "paragraphs": [
    "Feugiat purus. Pretium donec quis. Blandit fusce ac interdum amet platea dis euismod lorem. Vivamus nulla lacus dapibus eni elit vehicula fermentum a ultricies augue. Sodales donec. Vivamus vitae metus aptent tempus posuere conubia tristique. Egestas justo. Potenti donec quis dis fames hendrerit molestie. Euismod lacus vestibulum blandit pede. Cubilia felis. Aliquam etiam ut varius nullam curae lacinia elit ad augue. Posuere metus amet hac fusce quisque fusce mi netus. Dapibus augue dui venenatis feugiat magna dui fusce vel massa. Egestas felis. Euismod velit risus arcu. Blandit purus. Sodales proin. Posuere curae nam dolor nec duis cras nulla penatibus. Aliquam dolor at turpis bibendum nunc laoreet. Vivamus netus vestibulum duis tempus. Quisque massa nulla dignissim sem dignissim curae ac eu arcu eros potenti cras id sollicitudin sodales netus urna. Aliquam fusce iaculis taciti leo adipiscing.",
    "Laoreet vitae quam pretium a ullamcorper leo id sollicitudin consectetuer. Cubilia purus. Natoque fames. Aliquam magna erat at sit et erat consequat dui pellentesque. Integer massa. Sodales donec. Aliquam felis gravida risus enim nunc. Laoreet massa erat montes ad tempor arcu proin class elit tempor convallis pharetra elit blandit quam ad enim mi dis eget. Aliquet felis. Posuere netus nam ante pede aliquam natoque. Feugiat augue. Pretium class dui non cum sollicitudin morbi nisl. Aliquet augue metus viverra enim parturient. Viverra augue vel platea nec quam placerat sollicitudin aenean semper. Nonummy fames hac eros eni. Feugiat morbi nam donec feugiat. Gravida velit at sollicitudin amet lorem. Blandit etiam sodales vehicula metus facilisis posuere est ut turpis eros. Aliquam massa nam elit amet eget senectus aliquam sodales erat. Cubilia justo urna. Natoque vitae dolor gravida hac ante nec per. Dapibus porta augue.",
    "Commodo ipsum nisl netus odio. Potenti felis justo donec eni ante neque. Dapibus porta cum purus vestibulum senectus metus et urna. Lacinia velit eros velit. Egestas morbi. Natoque massa felis nam. Rhoncus felis mi dictum eni et mollis tristique natoque. Feugiat proin arcu proin posuere aliquam porttitor duis eni per penatibus. Potenti magna nunc nec augue iaculis dis eu. Euismod fames adipiscing nibh. Egestas lacus ad amet pretium vitae eros sem lobortis. Gravida neque nam enim mi pellentesque varius ve. Blandit dolor quis rhoncus tellus. Integer proin cum sapien aliquam quis odio. Natoque nulla porta blandit sit suscipit elementum per facilisi integer. Nonummy massa gravida ornare. Commodo metus id vitae ve. Sodales proin hac. Conubia magna. Gravida massa donec metus. Commodo nulla metus amet sed magna habitasse nisi quis at pellentesque litora. Potenti donec eu nisi proin eu montes elit nostra dictumst."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium morbi.",
     "paragraphs": [
      "Aliquet magna in ornare vulputate eu turpis lacinia. Dapibus vitae nunc ad erat augue venenatis nunc. Sodales felis dolor semper facilisis ac ullamcorper. Aliquam donec curae nam fames. Rhoncus ipsum nunc dictum venenatis eni elit eleifend habitasse aptent. Feugiat curae sed nostra odio dolor. Egestas velit nibh litora commodo egestas orci at sollicitudin nostra porta egestas. Vivamus massa eu odio nascetur. Pretium neque netus facilisis torquent. Natoque velit at senectus. Feugiat neque eu eros ad velit arcu sit rhoncus leo. Viverra neque hac platea mi praesent quisque odio ve habitasse. Posuere risus. Dapibus nulla in nam sapien nam laoreet. Aliquam risus feugiat congue mi fames at amet. Feugiat neque eu. Aliquam fusce diam placerat fusce id nulla per augue ultricies tristique adipiscing natoque est at. Cubilia curae nonummy litora aptent netus gravida sapien purus lacinia cras et magna. Dapibus curae dolor fames dis auctor id. Vivamus donec odio nostra aliquet mattis ad torquent. Sodales massa pede dui diam parturient nunc libero nonummy nibh hac quam. Rhoncus dolor.",
      "Conubia massa eu nascetur potenti aliquam urna ut. Dapibus velit proin. Gravida purus duis semper eni quis cursus et congue ve habitant. Gravida proin rhoncus pretium nibh adipiscing id eleifend commodo. Laoreet magna feugiat aliquam arcu in erat placerat a consectetuer orci conubia morbi. Euismod metus felis lectus tempor hac tempus. Dapibus nulla diam fusce lacinia pulvinar ac ullamcorper urna. Aliquet neque eu vulputate lacus id eni ve. Aliquam netus justo a tempor. Cubilia massa leo integer. Laoreet nulla ipsum mus purus non odio convallis accumsan ad risus id fames tempor. Viverra vitae ut. Quisque proin cras in sollicitudin. Aliquam donec parturient condimentum primis ac. Lacinia metus. Aliquet class in ve ut tristique ve primis hymenaeos. Nonummy magna. Commodo porta nunc enim ve diam mus risus egestas. Conubia velit eros per leo dui mus. Sodales ipsum cras dui nonummy in tempus. Conubia fames et venenatis nonummy nulla hac eget non taciti quisque sodales. Sodales morbi."
     ]
    },
    {
     "title": "Blandit lacus justo curae laoreet egestas montes eni.",
     "paragraphs": [
      "Quisque risus. Vivamus ipsum. Natoque dolor proin orci sagittis massa sollicitudin porttitor ipsum auctor tellus non commodo. Cubilia fusce eget turpis fringilla aptent enim ut magna semper nulla adipiscing condimentum. Natoque netus ve sit ridiculus sem aliquet ante. Blandit ipsum amet conubia imperdiet congue a faucibus. Aliquam felis pede enim mus elit. Gravida etiam erat ac. Integer class mi metus ullamcorper pulvinar. Cubilia neque vel aenean porta. Commodo dolor nisi pede facilisi vulputate a mus vulputate. Posuere proin etiam mollis tincidunt in suspendisse quis ridiculus rutrum sapien aliquam. Pretium fusce eget quisque ac aliquet orci nibh. Cubilia proin. Iaculis porta ac sit eget. Dapibus netus etiam aenean dictumst nibh. Aliquet ipsum et primis cubilia viverra imperdiet. Blandit felis pede pharetra dapibus orci sapien fusce porta nec neque. Commodo etiam. Rhoncus felis parturient pharetra nonummy montes vel. Natoque porta amet iaculis ipsum. Feugiat fusce in tincidunt quam nisl penatibus et.",
      "Integer class etiam habitant. Blandit lorem risus tempus magna dolor montes convallis placerat mi dolor nullam. Iaculis etiam eros tempor vivamus sodales ligula vitae vestibulum eleifend quisque. Blandit risus in pellentesque tellus felis elit eleifend. Natoque ipsum lacus nibh fames donec mus fusce natoque nulla. Quisque proin leo odio porttitor malesuada felis. Blandit metus vivamus blandit convallis tellus senectus nec tempus. Rhoncus proin dui arcu accumsan dui tempor mi fusce. Quisque magna lacus montes augue velit proin. Lacinia risus eu luctus sociosqu cras posuere ridiculus orci. Feugiat fusce eros integer. Gravida massa et ac ornare sociosqu parturient. Euismod porta ut sociis sollicitudin est proin parturient nascetur. Cubilia morbi pede posuere. Posuere proin egestas eget ac fames mi porta mi nisl ac consequat eu. Vivamus augue per fames vestibulum odio ligula volutpat proin mollis congue netus cubilia. Aliquet dolor. Posuere class adipiscing condimentum magnis at. Blandit dolor. Blandit ipsum. Iaculis curae nisl eni dis. Iaculis purus."
     ]
    }
   ],
   "title": "Sodales nulla.",
   "paragraphs": [
    "Cubilia purus sed. Potenti vitae vel quis. Integer etiam fusce venenatis aliquet. Integer metus leo facilisis. Euismod metus nibh malesuada et nullam et ultrices tortor ornare leo primis feugiat. Nonummy donec parturient erat tortor eu eleifend erat. Euismod donec fusce iaculis et enim id arcu eros elit vivamus justo urna cursus vestibulum pellentesque blandit lobortis augue gravida nibh per. Lacinia curae per nunc interdum eni viverra at. Vivamus purus ac netus dictum congue neque mi. Lacinia vitae. Vivamus neque. Egestas magna velit. Nonummy fusce ante nec ipsum posuere metus nibh ullamcorper consectetuer integer erat. Laoreet class mus eros. Cubilia porta. Viverra augue. Integer lacus cras eros tristique diam egestas tincidunt cursus. Posuere fames id ante molestie eni cubilia a tellus velit. Euismod metus parturient. Feugiat risus est cras justo potenti. Lacinia ipsum. Quisque etiam felis neque scelerisque suscipit vitae ve.",
    "Iaculis neque arcu. Integer massa. Lacinia porta duis orci pretium in. Posuere lacus vel amet libero pulvinar adipiscing curabitur purus. Posuere lacus nisl feugiat mi class ornare magna aliquet taciti magnis eleifend sociosqu. Euismod purus. Sodales class. Quisque fames id. Integer velit nulla tempus sem quis ve. Lacinia proin cum ante congue. Aliquam donec nunc laoreet a sociis duis. Laoreet metus in donec consectetuer curae ve sapien nascetur elementum mi elit sagittis habitasse nisi amet. Posuere etiam duis sem. Commodo fames. Aliquet justo sed. Laoreet fames. Aliquam velit sit eget. Egestas netus eget nam consectetuer donec ve eget torquent. Nonummy felis. Euismod curae duis interdum ullamcorper ultrices iaculis pellentesque hymenaeos purus nascetur imperdiet. Viverra netus vitae cras ultricies ut tortor fames nascetur dui pretium. Aliquet lacus donec taciti congue integer natoque."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet donec netus arcu cubilia ut.",
     "paragraphs": [
      "Nonummy morbi sem nisi diam amet habitasse dignissim arcu cum quis ad. Cubilia etiam enim per pede hac a dictum diam orci consequat at litora mi. Egestas morbi metus a nibh vestibulum luctus id turpis. Dapibus vitae nam orci sed cursus nulla. Laoreet purus pede hendrerit libero enim odio parturient luctus ve bibendum eros ut pellentesque. Iaculis donec diam commodo orci. Lacinia augue nibh. Lacinia purus quis eni vel tristique tellus cursus vitae hac. Egestas risus purus diam dapibus. Potenti netus arcu cum massa auctor lacus malesuada dis. Euismod class orci rutrum magnis class dui. Rhoncus magna etiam mauris augue. Egestas justo parturient iaculis. Laoreet magna eget molestie magnis lacus adipiscing. Commodo lacus. Laoreet fusce et. Posuere metus. Viverra donec duis mattis urna eros. Nonummy proin. Integer netus nec. Aliquet lacus eu varius ultrices arcu sit dui hac curabitur volutpat auctor nostra. Cubilia neque nulla netus cum penatibus commodo.",
      "Commodo ipsum. Rhoncus netus ve nulla. Iaculis fusce ve tristique fames facilisis ullamcorper. Laoreet ipsum rhoncus duis in turpis venenatis. Sodales fames erat. Blandit magna at accumsan maecenas potenti lorem. Egestas ipsum potenti ornare nam. Nonummy porta massa sociis feugiat nullam eu. Natoque fusce in sit nunc erat eu fames nostra lobortis elementum eu felis duis. Aliquam fames feugiat magnis mi arcu ut nisl cras dis felis cras. Nonummy vitae. Lacinia purus elit tincidunt interdum fames leo velit. Viverra risus ac id urna in. Cubilia donec erat id nisl donec. Laoreet ipsum duis eleifend dictumst sollicitudin adipiscing integer nec erat turpis id nibh at pede neque. Rhoncus magna cum nisl venenatis tempor a euismod auctor et dis. Vivamus vitae nonummy nibh eleifend fusce ve turpis dictumst interdum laoreet ut. Nonummy neque enim. Iaculis proin. Lacinia porta cras ullamcorper vel turpis a parturient mus donec venenatis. Gravida purus at mauris. Vivamus morbi sodales at nunc."
     ]
    },
    {
     "title": "Gravida vitae.",
     "paragraphs": [
      "Aliquet massa risus venenatis bibendum odio vel luctus velit vestibulum iaculis. Gravida lacus amet non dolor lacinia feugiat. Feugiat justo ante maecenas scelerisque ultrices convallis ut aenean pellentesque. Laoreet magna etiam non enim parturient ornare. Euismod fusce ac tempor per cras platea. Integer etiam enim nam enim cras. Blandit massa nunc eros aliquet eros id nulla mauris ullamcorper lacus. Conubia felis sit eleifend consectetuer euismod elementum pede dapibus. Egestas felis per erat pellentesque dapibus suscipit. Pretium velit per tempor. Posuere velit sem cum ut. Nonummy purus aliquam feugiat habitant pellentesque cubilia luctus erat orci parturient tincidunt condimentum. Feugiat neque elit interdum magna penatibus cum. Potenti lacus vestibulum facilisi natoque lacinia ante. Conubia morbi id class turpis quis platea tincidunt senectus ante sit tempus. Aliquet class. Potenti lacus. Viverra ipsum ad magna id montes sociosqu parturient varius neque parturient bibendum. Rhoncus dolor ve dolor congue placerat malesuada. Aliquam dolor. Iaculis risus cras a felis et malesuada augue vitae viverra. Posuere risus netus habitasse consequat nibh potenti primis elit taciti hac nibh parturient.",
      "Egestas netus ad metus luctus lectus sodales aenean non. Integer dolor. Iaculis porta. Aliquet justo. Laoreet velit. Vivamus morbi orci nunc enim accumsan egestas nonummy. Blandit neque in purus et pellentesque. Dapibus velit nisl a quam fames ipsum. Cubilia morbi pede rhoncus penatibus orci eget lacinia pede mus diam. Gravida felis nunc blandit. Aliquam ipsum. Pretium class. Pretium augue. Nonummy fames felis erat sem nisl placerat. Blandit dolor urna egestas elit sociosqu hendrerit. Gravida augue mi. Posuere lorem. Feugiat risus fusce mollis sem nec natoque semper lorem. Nonummy vitae nulla lacinia nonummy elit sollicitudin. Potenti dolor. Iaculis donec fusce nibh tincidunt habitasse consectetuer sit velit dis morbi. Euismod massa nisi imperdiet elit sollicitudin sapien.",
      "Quisque augue elit nulla. Gravida lorem in massa ut massa. Integer etiam. Gravida porta amet eros vulputate risus consequat per consectetuer. Vivamus magna etiam ornare adipiscing molestie. Blandit ipsum class cras torquent donec mi porta auctor. Conubia felis neque aptent consectetuer consequat etiam. Integer etiam urna class platea magna morbi rutrum varius. Rhoncus metus ut risus ac lacus fusce nulla. Sodales magna. Integer curae. Natoque justo cubilia aptent. Nonummy fusce magna duis arcu lobortis eget est augue fermentum convallis lorem habitasse vehicula risus. Natoque dolor nec risus metus quam nunc suscipit eni quam parturient duis. Euismod lacus netus felis sagittis magna consectetuer vitae. Natoque lorem duis a lacus ve phasellus a tristique dolor aliquam. Commodo risus. Gravida purus diam ut hymenaeos blandit. Integer ipsum id nullam etiam cubilia curabitur pharetra mollis class senectus. Gravida risus arcu imperdiet. Quisque massa non volutpat a pellentesque nibh. Quisque justo erat neque donec ligula."
     ]
    }
   ],
   "title": "Egestas massa mi.",
   "paragraphs": [
    "Rhoncus etiam parturient at suscipit potenti posuere. Feugiat curae. Rhoncus metus arcu hendrerit aptent semper blandit odio venenatis tortor praesent eni nibh mi turpis faucibus. Posuere neque mi dolor tellus ante egestas id at arcu nunc convallis. Lacinia risus morbi augue. Cubilia dolor urna vel neque penatibus mus enim donec. Euismod fusce. Aliquet ipsum sem arcu eleifend fames facilisis sit facilisis tortor. Quisque porta erat aptent. Conubia metus. Conubia massa in fusce ac hymenaeos facilisis urna convallis ut fringilla nibh. Commodo risus leo quis nibh nulla curae lorem phasellus molestie. Integer proin per sociosqu nonummy potenti tempor lorem gravida dapibus consequat. Potenti donec quam iaculis. Rhoncus metus pede nonummy duis eget. Gravida donec. Quisque felis. Viverra porta ve lectus a adipiscing. Iaculis fusce. Gravida proin. Aliquam neque. Posuere fames felis lectus enim litora et molestie platea vestibulum lorem potenti.",
    "Posuere magna ante. Conubia fusce nulla scelerisque et dictum sed sapien. Nonummy felis eros curabitur in tellus suscipit parturient dictum dui. Conubia porta eros blandit facilisis pede cum ac tempus. Euismod dolor. Blandit fames nisl ipsum cursus metus. Dapibus justo cum massa dignissim ornare cum ornare. Conubia felis parturient eleifend aliquet nascetur velit imperdiet. Aliquam vitae vestibulum id. Rhoncus fames eu imperdiet a per porttitor feugiat non molestie. Sodales nulla at pellentesque elit potenti nonummy sociis ipsum interdum fermentum semper a iaculis auctor sem. Posuere nulla quis augue platea class. Rhoncus dolor diam libero quisque. Laoreet augue class. Euismod metus class maecenas nam dictum primis interdum scelerisque nec. Laoreet class enim aptent vestibulum augue. Sodales fusce nec nostra eu primis est dis nec eu. Rhoncus augue nisl dis elit duis eros quisque ante at pellentesque. Rhoncus dolor eros turpis massa suspendisse faucibus. Euismod fames ut nulla at netus. Blandit magna ut ac est quis massa aliquam laoreet mattis ut cum. Blandit fusce nibh."
   ]
  }
 ],
 "abstract": "Viverra magna duis nunc nonummy penatibus praesent urna nisl aenean mattis sociosqu. Feugiat porta sem adipiscing parturient et ridiculus duis rhoncus penatibus sociis accumsan nam consectetuer. Potenti justo cras. Cubilia porta amet odio eget imperdiet ut tempor vitae nulla litora tortor massa parturient urna risus montes sollicitudin. Integer porta fusce primis. Natoque neque sit massa habitasse tristique nisl quisque ac rutrum a adipiscing cum curae. Natoque augue cum molestie a praesent per ornare quis. Iaculis porta orci enim lorem hymenaeos ut fermentum vestibulum diam vitae iaculis. Quisque massa eget lacinia fringilla faucibus nascetur magna fusce libero vestibulum. Vivamus etiam non diam. Nonummy curae urna risus montes porta parturient nisl porta convallis mattis duis libero vivamus. Nonummy lorem urna. Rhoncus lacus nibh netus dictum cras quam hendrerit felis. Integer donec diam risus ut litora vel nisl elit dis erat. Dapibus curae et lobortis cras quisque et eget risus egestas montes pede ad elit interdum eros. Posuere magna ut montes ve arcu volutpat dignissim neque consequat vivamus quam volutpat. Commodo curae risus donec ipsum libero consectetuer habitasse lorem cras iaculis nulla nisl. Integer velit urna per rhoncus litora nisi ut accumsan dapibus sociis class eu auctor curae nam felis. Natoque fusce cum donec hac nec et volutpat viverra vehicula euismod inceptos tempor nisl enim. Blandit purus ut praesent per sollicitudin rutrum orci diam class dapibus duis. Conubia magna id metus consectetuer suscipit etiam ve. Dapibus purus class varius dictum dolor hymenaeos vel nisi.",
 "authors": [
  {
   "name": "Sun Layfield",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Nuclear Automotive Digital"
  }
 ]
}