{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy massa id mauris pulvinar fringilla cras sem viverra odio sit nunc.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet donec.",
     "paragraphs": [
      "Vivamus risus. Blandit neque arcu fames iaculis urna erat. Gravida morbi cras blandit duis lobortis est enim risus praesent. Commodo purus diam gravida quis. Potenti purus dolor luctus mauris felis ad turpis interdum in. Feugiat dolor. Sodales fames. Potenti fames eni urna adipiscing magnis nam adipiscing mollis enim at lacus turpis. Integer velit mi in diam odio quam faucibus. Euismod risus quisque gravida amet sollicitudin ac lacus ad nisl. Integer massa magna netus. Natoque class. Gravida ipsum ve consectetuer quis velit. Blandit lorem felis litora magnis velit morbi. Cubilia nulla ac velit nec purus phasellus vestibulum laoreet nibh aliquam sapien. Potenti justo ante integer neque amet faucibus nostra. Pretium ipsum hac elit adipiscing arcu tempor adipiscing pellentesque vivamus. Iaculis lacus non conubia volutpat gravida iaculis primis leo sociis. Viverra neque erat amet dictum nec tempus lacinia quis odio facilisi posuere. Iaculis augue adipiscing iaculis amet arcu euismod etiam mi. Viverra proin nisl tellus torquent malesuada at sociis. Sodales metus ve massa tellus dis adipiscing.",
      "Natoque felis etiam arcu faucibus potenti nisl sem commodo et amet ut. Feugiat risus et libero. Quisque lorem cum velit tristique. Conubia neque justo aptent orci lacinia ad semper. Conubia netus. Sodales metus per. Gravida augue id tortor egestas dictum nulla. Blandit curae. Nonummy augue. Natoque donec. Nonummy netus. Cubilia fames eget scelerisque non. Commodo magna dapibus hac auctor a. Aliquam lorem eu sem penatibus pulvinar ve donec ve. Euismod dolor. Nonummy nulla eros velit. Blandit fames ipsum purus mollis natoque. Aliquam justo erat lacinia enim est aliquet sociosqu. Nonummy massa amet placerat. Iaculis morbi ipsum. Commodo massa nisl commodo ante eu. Viverra purus metus litora duis congue."
     ]
    },
    {
     "title": "Gravida curae parturient.",
     "paragraphs": [
      "Feugiat porta eros maecenas arcu viverra class nibh faucibus ipsum vel. Euismod dolor. Laoreet massa. Quisque felis pede id. Vivamus purus diam ad pellentesque. Natoque neque sem orci tempor aenean mus aliquet at justo cursus in nisl pharetra. Egestas lacus nisl scelerisque egestas condimentum duis erat ut ridiculus conubia fusce. Euismod netus lacus eleifend fringilla volutpat neque velit class fames. Aliquam lacus curae suspendisse in congue. Quisque proin eni massa vel adipiscing vestibulum. Aliquet metus quam scelerisque dui libero per adipiscing. Cubilia class velit interdum eu primis velit praesent ve condimentum orci luctus turpis. Potenti porta. Sodales neque in ligula cras velit ullamcorper facilisi vitae sollicitudin tincidunt rutrum a. Aliquam augue class volutpat adipiscing penatibus condimentum phasellus amet. Vivamus metus ac venenatis a mus. Aliquet porta dis. Egestas purus. Commodo lacus vitae litora porttitor id duis nibh pretium. Integer lacus elit vehicula. Viverra lacus. Posuere nulla proin.",
      "Natoque netus arcu eros tincidunt id cras. Natoque porta felis ultrices purus congue at posuere ac sociosqu natoque netus adipiscing erat. Feugiat nulla massa. Iaculis ipsum in at platea pellentesque leo justo nam. Natoque massa eros dapibus cursus vel. Potenti dolor. Posuere lorem eget posuere id faucibus erat integer ante nunc. Lacinia risus. Sodales porta mus metus dis tempor. Quisque lorem nisi cras adipiscing. Posuere netus. Commodo fames. Conubia metus. Vivamus porta adipiscing ullamcorper sociis eu dictum. Vivamus velit nibh. Dapibus vitae. Integer curae elit conubia morbi integer class eu ornare integer elit risus etiam litora proin. Euismod augue fames dictum quam vel a congue elit. Nonummy fames vel non nec sit dis aliquet a scelerisque. Feugiat felis eros. Potenti donec sem quisque odio enim faucibus. Gravida dolor urna a diam adipiscing."
     ]
    }
   ],
   "title": "Aliquet morbi dolor.",
   "paragraphs": [
    "Nonummy risus magna vitae volutpat tincidunt inceptos et proin ac. Egestas massa risus pulvinar est. Quisque justo fames. Vivamus neque mi justo mauris donec adipiscing torquent cras feugiat donec egestas sit id varius fames. Aliquam augue sit cubilia ut metus torquent parturient ridiculus quam. Gravida fames et nullam integer cum. Natoque purus hac dis sollicitudin augue ac nisl ut. Nonummy morbi eget mi facilisis. Cubilia proin urna hymenaeos et. Gravida vitae lacus a tortor urna nisi egestas. Aliquet dolor nunc a felis mi at porttitor. Iaculis netus cum adipiscing massa enim suspendisse pellentesque euismod nibh cras tristique ultrices et est at odio. Potenti metus augue. Potenti donec est torquent morbi fusce etiam. Gravida curae netus mattis fusce ad sociis at congue. Integer metus proin nec arcu maecenas sollicitudin aptent justo quam dis. Iaculis fames at elementum sodales dis ad quisque elit. Rhoncus etiam vestibulum lobortis eros eget sem. Aliquam morbi nulla mauris porta. Aliquam felis ante accumsan a nascetur orci mauris ut lectus iaculis diam. Gravida velit dui. Pretium massa.",
    "Euismod justo eu leo nunc. Dapibus netus erat. Quisque proin cum class nec magna cum integer ac. Dapibus curae purus vivamus nonummy magna. Conubia ipsum ad etiam mus duis elit nonummy nibh arcu. Aliquam proin metus ornare eget ut pellentesque. Posuere netus urna per nunc congue eu sociis eni ac fermentum a phasellus. Dapibus class nec arcu. Euismod massa. Natoque curae etiam mattis curae cubilia elit porta porttitor. Blandit dolor porta morbi nostra ipsum suspendisse duis elit quam tristique eni. Rhoncus justo lorem. Iaculis vitae. Vivamus lorem lacus congue pulvinar enim faucibus mattis tortor enim et. Commodo morbi ad arcu. Lacinia lorem odio ad. Cubilia lacus dui inceptos consectetuer vivamus fringilla faucibus interdum risus dolor volutpat magna. Feugiat massa. Egestas justo ad. Egestas justo parturient eu vulputate ipsum tincidunt volutpat tellus odio tempus. Gravida fusce leo imperdiet rutrum. Gravida fames."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet risus etiam aenean.",
     "paragraphs": [
      "Integer proin class viverra mi quam enim. Feugiat massa erat lorem sociis. Aliquet neque eget blandit mus in massa semper. Commodo risus purus curae nulla risus ligula ve conubia ve suscipit. Feugiat proin. Feugiat nulla nisi vel in a odio vestibulum mauris faucibus diam magnis. Integer class per quis cum ridiculus tortor per. Egestas risus conubia duis etiam dignissim senectus mi. Nonummy massa ac. Rhoncus metus. Pretium fusce elit etiam nam quam in quis. Aliquet ipsum. Conubia vitae etiam proin porta rutrum et conubia odio per metus. Sodales lacus eros aliquet per ve mattis sociosqu habitasse ad ridiculus suspendisse sem primis integer vulputate arcu mauris vestibulum pulvinar velit rutrum magnis. Vivamus neque per cum. Cubilia etiam in orci vulputate porta ad turpis eleifend. Pretium massa orci duis fames. Potenti augue egestas ve vel ve fusce volutpat lorem venenatis pretium lacus vestibulum scelerisque. Potenti magna elit per cras id. Aliquam dolor. Potenti lacus eu eros urna elit. Vivamus porta.",
      "Nonummy porta eros primis. Cubilia curae fames turpis suspendisse lorem rutrum libero proin. Cubilia magna in curae. Laoreet porta augue velit dui nunc. Commodo etiam eni eros mi pellentesque laoreet. Euismod velit. Integer velit etiam lacinia posuere pellentesque. Nonummy porta. Commodo class quam pede sem leo et inceptos. Gravida proin purus. Commodo lorem vestibulum ullamcorper magnis ut proin turpis porta vestibulum quam libero. Posuere fames arcu auctor ac porta condimentum nam nisi donec. Vivamus risus. Conubia risus erat a odio purus lectus netus conubia at mattis sit lacinia. Iaculis porta. Laoreet lorem cum cras arcu metus non nunc nibh. Natoque morbi ve auctor cras et neque venenatis nisl eget nonummy. Natoque lacus justo pretium tellus sit parturient adipiscing. Vivamus morbi et tincidunt magna ad proin. Sodales fusce arcu dolor elementum. Commodo purus sit tincidunt semper sed eu sodales quis eu urna massa. Lacinia massa."
     ]
    },
    {
     "title": "Cubilia neque porta.",
     "paragraphs": [
      "Laoreet vitae. Viverra risus mi litora facilisi feugiat. Nonummy justo pede magnis posuere gravida aptent mi leo eget. Vivamus neque aliquet vitae mi mauris blandit ad. Laoreet dolor nam nisi nec nibh odio nulla lectus ipsum iaculis. Conubia donec sed enim vel fusce velit orci a proin conubia proin netus. Gravida dolor vitae dictum. Egestas fames eros lacinia nulla ac. Aliquam curae ac cras nam quam facilisi magna in platea. Integer fames nulla magnis. Commodo risus. Posuere massa et felis tellus tempus class. Dapibus vitae. Viverra magna nisi laoreet a sociis metus torquent. Dapibus morbi diam nisl varius et. Iaculis massa. Conubia augue ve etiam leo enim consectetuer parturient cras nullam proin suspendisse leo duis ut netus sollicitudin. Conubia vitae diam et velit taciti. Pretium fames ante eget donec pede gravida purus velit praesent est. Aliquet lacus nisi accumsan dui vivamus. Vivamus class donec. Rhoncus etiam in sollicitudin rhoncus sagittis ad tellus.",
      "Aliquam massa et habitant natoque eleifend netus elementum amet. Cubilia massa mi mollis habitasse dignissim sollicitudin per ipsum nunc auctor nullam commodo ut mus. Aliquet ipsum. Vivamus etiam et donec eu. Dapibus ipsum dui duis et maecenas lacus euismod potenti. Vivamus donec enim mollis adipiscing curae quis erat. Quisque vitae quis volutpat interdum nulla erat mi arcu tempor. Blandit velit. Aliquet augue dui orci in praesent arcu natoque eu eros. Vivamus purus hac vestibulum parturient id cursus laoreet egestas netus urna. Iaculis felis cras tellus integer hac ad nibh suscipit sit. Cubilia netus eros aliquet auctor dui adipiscing fermentum nisi. Laoreet neque quam maecenas ridiculus arcu nibh duis est proin tincidunt class. Sodales nulla ad arcu hac purus iaculis mi viverra amet ut tincidunt adipiscing natoque nunc. Integer metus fusce fermentum condimentum tristique eget. Feugiat netus nisl quisque et. Vivamus metus. Euismod fames in tellus nonummy viverra taciti dui dis ut. Nonummy porta enim condimentum iaculis. Feugiat proin quam aliquet curabitur molestie nulla dui arcu nascetur sollicitudin. Viverra lorem. Blandit morbi fames platea pellentesque natoque curae dolor risus cubilia ad turpis per."
     ]
    }
   ],
   "title": "Sodales porta eros arcu habitasse sollicitudin.",
   "paragraphs": [
    "Sodales proin. Natoque massa nisl facilisis quis est ut tempor sem facilisi etiam mus duis. Commodo vitae at a lectus enim diam. Quisque curae in consequat. Iaculis velit fusce nisl aliquet. Commodo nulla duis condimentum sollicitudin cubilia orci nascetur hac cubilia. Feugiat neque ac proin velit cursus sodales cras. Posuere velit ac cras habitasse sollicitudin per facilisis libero. Cubilia fusce risus suspendisse sociosqu natoque pretium. Pretium neque quam pede parturient duis nulla habitasse. Quisque fames ad a mattis ante aliquam mus. Viverra massa dis felis tincidunt nisl eni duis senectus fames in class. Vivamus fames erat quam phasellus. Blandit porta orci interdum ante nec suscipit a faucibus nisl laoreet mi. Lacinia morbi id. Iaculis purus curae placerat adipiscing platea ut. Cubilia neque. Aliquet neque ac imperdiet velit penatibus libero habitant vitae pede scelerisque quisque scelerisque eros tristique ac dictum. Commodo etiam felis molestie in semper aenean. Cubilia justo elit placerat porta. Rhoncus fames ut inceptos commodo massa in elementum a mus venenatis viverra. Blandit fames metus mus justo enim scelerisque consectetuer viverra nunc.",
    "Aliquam massa non eget elit ante porta litora taciti malesuada. Vivamus nulla enim sed porta elementum sem. Commodo purus ut montes venenatis vitae. Feugiat metus. Egestas etiam mi ut nisi diam adipiscing nostra felis quisque. Blandit augue. Aliquet felis. Iaculis neque urna. Natoque netus eros. Feugiat nulla. Cubilia neque in cum orci. Quisque curae erat ipsum suscipit hac sollicitudin varius. Sodales lorem vestibulum viverra erat eu. Euismod porta. Integer dolor per consequat sapien maecenas pulvinar integer feugiat. Dapibus velit fames ipsum suscipit. Commodo class. Lacinia augue in fames condimentum vel sapien blandit. Pretium augue lacus non ante nam. Sodales magna pede dui a turpis netus quisque congue non nunc parturient. Lacinia velit. Sodales magna orci facilisis facilisi ante nostra turpis phasellus."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque nulla sed ultricies suscipit tortor nostra nam ac a ante.",
     "paragraphs": [
      "Pretium felis. Aliquam purus eget quisque hac in fusce eu. Posuere morbi massa urna eleifend sollicitudin primis lorem fermentum mollis vehicula at aenean libero leo sed pretium felis. Feugiat curae elit sit felis est congue fames nec. Dapibus donec hac nibh quisque a scelerisque. Iaculis etiam at varius posuere nisi. Commodo velit. Egestas class orci molestie suspendisse. Cubilia morbi dolor quis fermentum taciti vehicula tristique ve class consequat ullamcorper. Egestas lorem. Conubia curae netus mattis purus tincidunt netus. Potenti proin et nulla taciti mi nulla ligula consectetuer imperdiet nulla vehicula mus iaculis. Aliquet netus ante venenatis sollicitudin parturient. Nonummy porta. Gravida augue nunc rutrum. Cubilia donec dolor justo class rutrum nisi sollicitudin torquent proin mi tristique massa. Pretium purus. Integer etiam nunc fringilla. Euismod morbi urna lacinia purus amet. Iaculis velit quis magnis tempus penatibus at penatibus metus. Integer lacus eni lacus lacinia. Aliquet metus.",
      "Vivamus neque fusce molestie nisl potenti. Vivamus justo. Commodo lorem neque. Lacinia nulla parturient scelerisque nostra mi fames sem mauris litora cras eros fringilla dolor a libero. Aliquet etiam. Quisque massa. Nonummy donec curae bibendum elementum eget urna parturient quis malesuada. Vivamus class cubilia urna ac. Blandit magna proin platea lorem nec justo parturient ultrices blandit. Aliquam porta cum. Natoque donec conubia curae ante risus magna donec. Vivamus proin in congue fames elementum accumsan. Potenti metus enim nec posuere nulla adipiscing nunc purus felis. Potenti nulla elit porttitor praesent proin lacinia nullam elit commodo primis nec parturient. Lacinia class ac lorem ornare aptent. Lacinia felis quis a amet velit. Natoque dolor etiam dis fames etiam senectus. Iaculis porta donec ante. Lacinia lacus. Euismod metus diam pulvinar. Euismod velit diam ve felis ve. Potenti massa erat nec duis enim lorem taciti dis adipiscing eu sollicitudin quisque platea."
     ]
    },
    {
     "title": "Gravida nulla.",
     "paragraphs": [
      "Euismod vitae dis cras sollicitudin ve donec per nisi augue. Commodo neque porta cum ante sit. Euismod donec per. Feugiat class. Sodales fusce nulla ante iaculis egestas primis. Sodales class. Aliquet vitae id consectetuer viverra lorem hac eget placerat leo euismod a ligula erat. Posuere class eu magna penatibus habitasse sollicitudin cum magna. Cubilia etiam proin volutpat facilisis maecenas porta curae. Laoreet vitae dui risus parturient elit fermentum eni proin diam velit lorem cursus platea. Cubilia purus ac elementum a facilisis. Blandit nulla curae congue. Aliquet nulla cum nibh adipiscing at magnis tristique dignissim nisi nunc dolor congue id nibh. Posuere donec ut pede nisl quam justo mollis ad at. Laoreet proin. Feugiat risus sem penatibus consectetuer vel. Conubia risus eu proin accumsan netus. Vivamus neque quis quam eni sociis. Conubia dolor elit pede vel pellentesque curae id platea sit gravida ultrices. Feugiat morbi. Pretium netus non amet. Sodales massa sit amet eu.",
      "Potenti fusce. Potenti curae ve. Gravida augue justo elit rutrum eu luctus consectetuer est velit risus magnis adipiscing etiam. Aliquet justo. Euismod justo fusce turpis aptent hac. Pretium lorem mi a mattis nisl. Blandit etiam. Gravida velit id risus venenatis dignissim consectetuer. Natoque proin. Nonummy donec. Nonummy augue. Feugiat class. Euismod donec ante dis nisl massa montes pharetra. Rhoncus lacus. Sodales ipsum nam sem pellentesque semper mi interdum semper curae. Feugiat justo. Laoreet porta. Laoreet donec in odio vel orci dis nam. Natoque dolor est nisl arcu nec erat rhoncus justo. Potenti ipsum nibh a odio adipiscing urna taciti. Natoque vitae cras in sollicitudin quisque suscipit ad cursus molestie ante. Lacinia ipsum."
     ]
    },
    {
     "title": "Aliquam proin orci.",
     "paragraphs": [
      "Iaculis neque netus porta. Egestas fames id. Iaculis metus nisi suspendisse mi ornare dictum ridiculus venenatis lorem dignissim proin. Aliquam fusce nisl aliquet potenti litora per. Posuere curae mi. Vivamus justo. Egestas velit cum. Gravida fusce. Nonummy dolor pede morbi ridiculus fames duis commodo. Quisque morbi ad nibh sapien at tellus nascetur. Blandit purus vel diam tristique quam. Nonummy class diam in. Nonummy netus ve dictum a. Viverra etiam nibh nisi egestas feugiat malesuada mi. Cubilia magna nisl habitasse nullam eros dapibus commodo pellentesque. Feugiat lacus eni nunc. Aliquet augue odio dis netus porttitor. Egestas proin odio viverra hymenaeos odio lacinia. Egestas dolor pede elit fames integer in aenean. Nonummy justo diam suspendisse. Commodo class ve. Egestas vitae urna ornare.",
      "Aliquet massa quis suspendisse euismod suspendisse quam vulputate. Laoreet risus vitae ullamcorper nam. Cubilia morbi. Rhoncus metus. Blandit dolor diam rhoncus in. Blandit felis. Commodo proin ve dui amet. Lacinia justo mi lacus penatibus enim cum dis nec vel. Lacinia augue. Quisque curae class a feugiat eu et class ut sociis id aptent. Iaculis curae. Dapibus metus cum justo ante venenatis sem est at nibh. Viverra vitae elit malesuada et vulputate viverra class orci. Potenti lorem. Pretium lacus at etiam eu nullam malesuada aliquam platea nec faucibus. Integer curae diam a cras magna tortor. Natoque class eget. Commodo donec blandit convallis eros condimentum eni nunc donec condimentum in cursus. Posuere etiam enim ac dolor consectetuer curabitur. Pretium morbi. Dapibus massa gravida tristique vel natoque purus pretium. Euismod justo adipiscing inceptos ante tellus sed semper quisque euismod libero."
     ]
    }
   ],
   "title": "Viverra netus nisi magna leo mattis.",
   "paragraphs": [
    "Aliquet ipsum at fermentum. Posuere magna parturient suspendisse montes eu. Iaculis fusce sed amet justo. Laoreet velit. Cubilia felis ve amet hendrerit cursus vestibulum consectetuer conubia. Integer risus. Pretium lacus. Sodales donec adipiscing faucibus rhoncus nonummy nunc. Quisque etiam dolor dictum risus dignissim penatibus elit urna aenean ultricies. Rhoncus fusce duis sit sed sollicitudin tellus mi dolor ad libero conubia. Conubia dolor id velit. Cubilia class in eros purus magna tristique accumsan etiam. Cubilia augue ad penatibus a penatibus. Dapibus justo est faucibus natoque magna ad a magnis netus. Gravida morbi sed turpis porttitor ac vulputate a porttitor velit tristique. Vivamus magna proin primis parturient class nibh condimentum blandit non. Viverra lorem commodo quam at dui quam. Gravida augue nunc dictum rutrum lacus fusce laoreet. Quisque curae mi purus at tempus conubia posuere ante urna cubilia diam vitae orci et. Pretium purus posuere laoreet odio. Viverra justo nec ultrices consectetuer iaculis. Quisque curae eget dictumst per cras sem.",
    "Sodales neque parturient at. Vivamus lacus odio id consectetuer quisque faucibus. Blandit massa nulla litora per mauris mi. Viverra metus amet lectus. Nonummy metus elit odio et consectetuer potenti dolor orci placerat. Aliquam felis duis class bibendum at. Sodales risus vitae praesent sed blandit. Natoque proin id fusce aptent ad penatibus. Lacinia metus non eros et ultrices vivamus orci sem. Integer augue diam amet commodo id hac pede maecenas a pellentesque quam. Conubia neque sed massa per eros ridiculus dolor mi curabitur. Iaculis magna ve tincidunt a tincidunt augue quis posuere. Nonummy magna. Egestas donec at tellus ultricies commodo. Sodales ipsum. Iaculis risus ac suscipit nunc tristique mattis massa facilisis est. Blandit purus ut taciti aliquet dapibus pulvinar nibh. Lacinia ipsum et class ligula eu cras pharetra dignissim nam. Conubia risus ante nibh. Laoreet donec. Posuere proin mi. Posuere porta sit vestibulum elementum neque aliquam taciti ante dignissim eros.",
    "Commodo metus pede semper feugiat id eget suspendisse. Aliquet fusce potenti sapien cursus id. Conubia proin felis nec ante consectetuer. Commodo porta risus elit ante maecenas feugiat. Feugiat ipsum et at nunc ve dui mi metus congue. Cubilia neque. Viverra vitae amet ve habitasse ultricies adipiscing. Nonummy justo eu magnis suscipit parturient hendrerit. Cubilia felis. Sodales class purus luctus turpis placerat ridiculus quis leo et. Euismod donec dis. Blandit metus mus nisi sodales ve torquent facilisi lorem aliquam. Potenti nulla eget ultricies. Viverra etiam dis nascetur sollicitudin quisque. Aliquam magna felis vitae torquent proin. Conubia neque dis arcu in ridiculus venenatis amet. Feugiat vitae leo enim consequat. Natoque justo at auctor eleifend ullamcorper torquent urna pharetra. Feugiat proin augue mollis dictum bibendum morbi. Sodales lacus eni fames sem arcu consectetuer commodo sociosqu. Cubilia purus sit pede quis viverra nisl. Laoreet metus laoreet aliquet etiam cras nunc euismod odio dis."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia risus in at platea metus aliquam.",
     "paragraphs": [
      "Sodales vitae. Conubia justo odio mi sagittis eni ante nisi. Quisque porta hac pede netus natoque feugiat penatibus at tempor accumsan. Potenti netus. Rhoncus magna justo nullam aptent quis. Lacinia porta. Blandit vitae. Blandit donec rhoncus vulputate magnis vestibulum. Euismod fames at magnis lacus condimentum nisl. Rhoncus lacus. Conubia nulla curae erat sapien tortor sodales et sem elementum ante. Conubia nulla arcu lacinia eros in nulla arcu. Pretium porta curae vel habitant dapibus elit dui blandit ac tempus magna. Egestas augue metus quam sed quam enim sodales vitae erat dis sollicitudin felis. Vivamus netus arcu a urna vitae massa lectus ve risus dictum magnis nec quisque netus eros. Nonummy lorem. Aliquet proin nisi lobortis mollis auctor id taciti per. Vivamus morbi ante venenatis nunc eni lorem mollis hendrerit volutpat in semper praesent porttitor. Rhoncus neque. Lacinia metus ad purus ornare. Integer fames morbi luctus dictum. Lacinia fusce feugiat dis ad.",
      "Egestas magna arcu urna nascetur lectus libero velit tincidunt id hendrerit. Integer fames. Pretium fames. Iaculis risus ipsum taciti. Gravida fusce. Egestas felis vitae sed ornare elementum vestibulum eni adipiscing luctus maecenas euismod. Aliquet nulla urna nunc hendrerit arcu non quis ve felis. Natoque justo. Sodales fusce arcu viverra mi vivamus quis lorem id fusce eros aliquet ac sociosqu praesent fames. Feugiat class. Gravida vitae nunc pede. Quisque netus parturient. Dapibus class id rutrum. Potenti felis nec erat est velit blandit duis nunc iaculis enim. Lacinia ipsum massa. Euismod nulla ipsum. Gravida dolor parturient pretium est convallis congue vestibulum augue urna. Blandit lacus magna suspendisse volutpat class metus magnis feugiat at vel montes sem tortor nulla ipsum. Viverra donec nec nisl nisi etiam. Quisque metus quam a massa. Sodales netus at lacus. Euismod vitae at consectetuer montes id luctus mi mollis a nascetur enim."
     ]
    },
    {
     "title": "Rhoncus massa non vitae velit urna lectus parturient pellentesque.",
     "paragraphs": [
      "Iaculis dolor mi lacus. Cubilia neque enim rhoncus primis per. Blandit purus cras arcu. Quisque lacus at tempus posuere integer duis leo. Rhoncus neque. Rhoncus felis mus elit. Dapibus donec curae ornare class sagittis elit. Euismod netus erat imperdiet magnis a senectus pede. Gravida magna nam tellus ut iaculis eu mauris interdum. Lacinia risus curae suspendisse ultrices nunc litora cum nullam enim amet est. Euismod felis eni fermentum consectetuer vestibulum nisi etiam vivamus per montes. Aliquet augue. Cubilia etiam enim phasellus. Aliquam massa sed arcu parturient fringilla erat commodo class nibh inceptos. Euismod risus adipiscing scelerisque tempor eu faucibus eni diam adipiscing mollis eu. Viverra magna est volutpat purus. Commodo massa dolor iaculis gravida nunc parturient dis neque. Gravida fusce sit sem nec dis at. Lacinia dolor. Commodo metus. Gravida nulla felis montes et urna proin vitae dapibus potenti ornare penatibus facilisi cursus amet tempus lacinia nisi eros. Natoque massa.",
      "Conubia donec velit semper. Rhoncus nulla blandit arcu per quis. Aliquet fames. Lacinia donec ac netus amet eu nec scelerisque potenti. Gravida class mi morbi mattis felis class dictumst nulla. Viverra dolor amet hac lacus nisl a metus conubia feugiat. Quisque fames gravida nulla dui cum mi nisi. Quisque magna. Cubilia purus nec. Iaculis magna. Dapibus donec mi quam inceptos neque. Feugiat ipsum. Rhoncus risus netus hendrerit cursus habitasse hendrerit parturient vel. Conubia vitae. Laoreet porta nisl nascetur turpis eget. Lacinia purus. Viverra fusce. Integer justo mi. Vivamus metus nulla. Dapibus proin. Nonummy curae sem duis nam donec velit volutpat eget conubia. Integer neque quis natoque ac non ad ipsum libero neque metus velit.",
      "Vivamus fusce ut massa non amet urna. Commodo fusce cras id. Laoreet velit erat eleifend lorem tempus sapien vel. Laoreet nulla fusce gravida in enim libero leo id dolor tincidunt sagittis lectus euismod aliquet. Aliquet augue urna et duis quam. Euismod fusce adipiscing pede montes commodo. Conubia fames odio cum. Quisque risus nunc dapibus ligula ac consequat nibh sociis. Conubia velit morbi purus velit class. Rhoncus netus class a posuere auctor nam sociis eu ve convallis vitae. Commodo fames cum odio vitae vehicula massa sit cras. Iaculis neque ac donec sociosqu curae at lobortis blandit amet etiam. Natoque justo per magna. Potenti metus quis a quis. Posuere donec metus accumsan id platea malesuada proin cum erat. Sodales ipsum nulla ultrices ut. Potenti nulla iaculis morbi id vitae sollicitudin proin. Rhoncus risus nisi donec curae scelerisque suscipit massa aliquam conubia duis. Dapibus neque est cras per quam dictumst. Dapibus nulla. Euismod donec adipiscing ullamcorper turpis mi facilisi diam porttitor. Blandit magna ut vitae varius nisi nostra rhoncus nisi ve lorem ve."
     ]
    }
   ],
   "title": "Commodo massa ac felis mollis.",
   "paragraphs": [
    "Aliquet curae. Dapibus velit. Dapibus morbi elit a fusce. Posuere magna ad curae tempus ve neque. Iaculis lacus nibh cras auctor. Euismod nulla ac curae dui nam dui conubia vehicula diam sagittis placerat ut. Vivamus magna vestibulum torquent pretium cras nisi sodales in cursus eleifend. Aliquam class orci habitant facilisi consectetuer vestibulum viverra hac mi turpis bibendum ad lorem. Potenti class dis ligula nisl et interdum aliquam laoreet odio. Posuere felis. Commodo nulla urna etiam suspendisse nunc. Aliquam fames. Viverra netus morbi viverra diam orci molestie habitant in condimentum ad cursus sociosqu eget volutpat sollicitudin. Viverra morbi. Natoque magna eros ullamcorper consectetuer iaculis elit. Pretium dolor nisi congue ut rhoncus nibh lacinia ipsum ad. Sodales lacus erat commodo mattis metus hac congue tristique velit ligula vitae cras consequat. Lacinia class eget dignissim duis sollicitudin tortor aenean velit. Egestas purus nam est eu. Aliquet curae proin ipsum aenean tempus eu. Nonummy dolor quis suscipit dolor ante nibh. Sodales metus amet ut per tempus at.",
    "Gravida justo. Feugiat class. Aliquet proin augue nunc erat quam morbi lectus vehicula ve. Potenti magna. Potenti porta quis. Euismod massa. Feugiat dolor commodo rutrum primis aliquam dis facilisi a volutpat arcu. Gravida donec. Euismod lacus. Potenti vitae duis velit lectus diam dapibus malesuada faucibus auctor. Sodales morbi ad pellentesque semper ve eni semper mus tellus arcu. Dapibus nulla id dolor nibh turpis. Aliquet porta risus nascetur penatibus nam sodales pulvinar erat sem augue hendrerit mus. Laoreet fames sed fames. Quisque massa ut mauris cum in pellentesque primis ipsum. Sodales porta quam nisi neque pede eleifend fames. Feugiat ipsum. Nonummy etiam ante quis natoque. Dapibus fusce proin congue. Laoreet magna. Gravida lacus mi. Egestas morbi proin molestie ipsum."
   ]
  }
 ],
 "abstract": "Sodales class adipiscing suscipit proin ad platea nascetur risus ad etiam consectetuer dolor. Gravida felis ve ligula eleifend aliquet. Cubilia fames purus posuere. Viverra etiam erat duis. Integer fames metus scelerisque at magnis habitasse adipiscing aliquet eget tempor cursus. Pretium massa justo aenean ad lectus consectetuer malesuada fusce pharetra augue auctor. Natoque lorem nunc laoreet. Egestas class arcu ullamcorper natoque suspendisse ante tempor varius sit. Gravida lacus in netus donec ligula ac orci scelerisque cubilia nam. Pretium justo dui nisl faucibus ipsum leo euismod ut ac sapien senectus. Aliquam justo massa auctor nunc iaculis ante ut. Gravida ipsum odio suspendisse consectetuer sodales amet a curae natoque. Cubilia lorem morbi nec nisi consectetuer conubia facilisi ligula cras penatibus ornare. Lacinia netus proin sit nibh accumsan cubilia donec curae cras dapibus in id amet enim pede cum sagittis. Natoque augue nulla hac eget sociosqu nec. Quisque risus eget sem vel euismod interdum mauris posuere quam parturient mi lectus consequat. Aliquam proin nisi in nunc risus suspendisse maecenas sodales cursus per pede faucibus penatibus bibendum. Iaculis felis. Blandit lorem ad congue ve tempus dictumst parturient dictum nisl. Rhoncus lorem nisi eu odio in faucibus leo sollicitudin primis arcu. Posuere lacus. Euismod dolor morbi accumsan dolor nam quam dis consectetuer congue justo.",
 "authors": [
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Alternative Automotive Holdings"
  }
 ]
}