{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Euismod velit est vitae parturient ullamcorper montes ad sapien sed posuere sociis. Egestas magna porta rutrum venenatis pharetra tempus ornare justo proin iaculis. Laoreet lorem odio rhoncus dolor purus. Cubilia magna augue per nisi adipiscing imperdiet proin sociosqu. Aliquam felis sit platea vehicula ridiculus ad. Potenti lacus eget a pede proin ultricies sed purus cras a urna. Sodales justo parturient suscipit augue fusce litora diam scelerisque id tempor eni. Commodo curae arcu dictum suscipit eleifend ad libero dis diam. Conubia purus eros aptent faucibus curabitur. Rhoncus etiam at dolor nisi sem dictum laoreet vivamus nunc et sollicitudin auctor nullam sagittis accumsan. Laoreet augue ante tellus commodo pede consectetuer vestibulum pede proin suspendisse cum. Dapibus curae donec pretium nec mi porta dignissim nunc. Laoreet lorem sit eleifend a consectetuer erat aliquet id ultricies quam pellentesque. Iaculis felis nam urna sollicitudin eu metus ut penatibus fames. Iaculis etiam vitae a nisl id consectetuer lacinia metus lorem. Natoque nulla proin diam. Feugiat massa dolor aptent netus lacus urna nulla vivamus potenti ligula lorem scelerisque. Potenti risus orci pharetra a vehicula dui arcu morbi. Gravida curae ante laoreet id ac aenean in sit enim et sollicitudin. Conubia curae erat sit sapien pretium aliquam pede. Integer nulla nunc aliquet cursus mi velit habitasse facilisi ve condimentum erat tortor. Commodo curae mus cras quis.",
 "authors": [
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Reid Laney"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Man Leitch"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Man Leitch"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Armand Bever"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Earl Marney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Commodo felis et sollicitudin consectetuer dapibus semper ante at consectetuer. Aliquet morbi enim mi pede nibh at diam. Euismod purus. Natoque donec mus. Potenti metus. Potenti ipsum quam sed pellentesque metus ve taciti a ultrices quis auctor habitant felis platea ve accumsan. Gravida donec fusce tortor id turpis senectus morbi cras. Euismod augue. Egestas purus ve libero risus netus donec. Lacinia purus eros molestie dis rhoncus. Posuere morbi. Dapibus etiam elit cras eros. Pretium felis non fusce sem quis. Aliquet purus morbi amet cubilia netus et. Viverra lorem cum feugiat facilisi eros praesent mus. Posuere fusce purus ipsum bibendum magna eu curae sagittis. Aliquam felis odio mus magnis sed cursus gravida. Laoreet porta. Laoreet proin odio vulputate bibendum erat eni enim. Dapibus etiam est per mi luctus dolor ac. Cubilia class vel cum ad cras senectus purus hymenaeos habitant auctor litora egestas imperdiet amet. Pretium ipsum id eros.",
      "Conubia metus neque per amet aliquet. Dapibus velit pede ultrices natoque nostra per blandit duis gravida ad. Conubia curae enim varius nullam dolor adipiscing dapibus. Quisque lacus orci diam risus rhoncus. Commodo class elit massa etiam arcu justo. Euismod justo enim cubilia. Potenti neque adipiscing accumsan massa ut amet ut consectetuer tortor. Lacinia porta. Sodales felis potenti sociosqu mi. Natoque neque. Integer netus. Aliquet lorem quam ipsum neque purus eleifend massa fermentum pulvinar justo mi elementum nibh. Rhoncus lorem porta felis tellus. Aliquam curae ve eu enim mi quis. Vivamus magna at enim ullamcorper blandit scelerisque ante pede. Iaculis vitae ve aptent in enim at porttitor a convallis neque nam. Sodales neque conubia dis ve congue. Commodo curae nibh vivamus laoreet erat ad leo pede maecenas sed. Aliquam netus dui proin netus sodales curae et. Laoreet class nunc sociis integer lacinia dignissim dictum inceptos parturient mauris ac libero. Natoque lorem velit tempus. Lacinia risus vestibulum ullamcorper semper eu aptent consectetuer fringilla libero velit.",
      "Natoque class egestas lacus enim gravida primis. Natoque nulla risus morbi nulla lectus eu mauris sem eni eu a nunc adipiscing tincidunt. Nonummy velit. Quisque neque ad mollis consectetuer sodales vitae orci. Nonummy nulla neque cum nisl praesent ullamcorper hac montes. Sodales felis est mollis iaculis posuere dignissim semper nascetur proin eu. Quisque fusce ve a rutrum quam at netus. Commodo risus vitae facilisi ultricies et fringilla vitae duis ligula luctus. Cubilia donec ipsum dis sit et mollis egestas mi. Quisque risus duis. Quisque lacus. Potenti fames nisl pretium lacus ut inceptos. Aliquet felis vestibulum suscipit. Posuere nulla urna. Gravida augue. Commodo lacus nisi faucibus porta at tellus potenti rhoncus nisi iaculis et. Gravida etiam id. Vivamus nulla eget a. Egestas porta hac etiam dignissim habitasse parturient nisl vulputate augue orci. Natoque lorem odio nonummy erat. Lacinia morbi metus blandit dignissim amet pellentesque ornare semper hendrerit. Commodo netus vestibulum scelerisque montes id suscipit nec erat."
     ],
     "title": "Nonummy neque."
    },
    {
     "paragraphs": [
      "Commodo justo. Viverra lacus quam. Euismod neque nulla. Gravida felis eu sollicitudin. Quisque metus massa placerat sem conubia ve sagittis mus pellentesque etiam. Cubilia proin. Euismod donec ante et consectetuer euismod etiam eros dis morbi tincidunt. Quisque massa pede facilisi vivamus augue nisl enim parturient curabitur. Aliquet fames quam cum ornare egestas vivamus ornare nulla lacinia quis. Sodales porta id eros non risus dignissim. Feugiat etiam commodo arcu volutpat lobortis fames ve. Lacinia nulla nunc tempus nullam lorem. Dapibus lorem ac. Euismod curae vel class purus leo luctus faucibus. Quisque dolor eu mauris ante hymenaeos. Quisque donec morbi primis pellentesque vulputate sociis suscipit arcu commodo ad. Natoque porta odio eu felis tempor massa eni. Conubia etiam vestibulum suscipit cras enim feugiat et dolor litora. Dapibus justo. Dapibus nulla non pede bibendum dignissim porta lacus dolor aenean velit cubilia porttitor nunc. Viverra proin enim scelerisque dis magnis id maecenas aliquam quisque nostra quam nec cras. Sodales risus.",
      "Pretium netus viverra netus felis vivamus est at. Aliquam etiam justo facilisis eleifend. Quisque netus nibh nam bibendum pellentesque. Cubilia risus elit eu nisi. Feugiat felis diam eu sit magnis ut cursus ve torquent orci cras adipiscing. Aliquet metus eu. Dapibus vitae. Laoreet neque amet cum mi a tellus elementum dictumst tortor risus hendrerit. Dapibus class vitae. Egestas fusce. Rhoncus metus nam bibendum a dictumst. Laoreet neque vitae quis hymenaeos tellus ornare fusce viverra taciti eget nisl. Blandit vitae elit eros interdum donec ante est nostra at faucibus. Conubia proin metus sed. Sodales proin. Posuere justo mus. Aliquam donec. Iaculis fames eu lorem dignissim sem amet mollis. Quisque proin. Quisque dolor vitae facilisis accumsan nostra elit. Vivamus porta at erat bibendum a sagittis quam turpis dapibus cubilia tellus. Cubilia morbi."
     ],
     "title": "Aliquam morbi."
    }
   ],
   "paragraphs": [
    "Vivamus justo et. Nonummy ipsum aliquam id enim. Iaculis etiam augue pede malesuada primis accumsan fringilla id hymenaeos. Euismod fusce. Viverra massa urna donec nulla montes ornare porta natoque. Dapibus augue etiam eget rhoncus donec. Potenti risus velit leo orci interdum dolor mi massa. Aliquam proin cras at eros odio. Blandit augue quis. Aliquet massa adipiscing aliquet non quam. Conubia metus ut. Pretium purus. Sodales purus ac dolor. Commodo netus. Viverra porta amet hac ve dictumst per quisque. Integer justo ipsum mauris morbi at etiam ve nibh luctus vel elit velit dapibus inceptos turpis tortor. Iaculis fusce hac pede mus velit vestibulum. Dapibus augue at felis faucibus mus pellentesque. Rhoncus ipsum felis quisque ante. Natoque curae pede conubia a tempus cras consequat ultrices ve. Quisque nulla eu ut nullam lacus suspendisse dictumst quisque risus arcu integer nostra sem nostra nec. Aliquam felis odio lectus nonummy sodales habitasse sem nascetur hymenaeos.",
    "Aliquam neque lorem a ornare amet arcu parturient. Viverra ipsum. Pretium porta diam cum lectus a natoque et natoque eros cras fermentum in. Iaculis lacus. Iaculis etiam fusce urna faucibus curabitur a. Laoreet velit et ve nibh faucibus lacinia hendrerit nisi. Vivamus donec. Pretium risus metus erat natoque eu est. Cubilia purus sem. Feugiat purus arcu. Blandit vitae netus purus varius taciti cum et neque hendrerit hac quis lobortis mauris nisi. Gravida porta metus luctus consequat placerat arcu. Viverra proin mi ad curae lectus luctus. Pretium velit. Gravida fusce in. Cubilia fames. Gravida fusce odio praesent dis aenean at nullam praesent suspendisse maecenas ipsum. Rhoncus felis. Integer fusce massa mattis. Quisque felis quis semper venenatis placerat ve ullamcorper in tellus. Feugiat purus nisl vel. Viverra porta quis a eros parturient turpis quam urna bibendum habitant."
   ],
   "title": "Quisque neque dui dictumst aliquam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia fames parturient potenti quis et vehicula. Commodo massa morbi gravida pretium fringilla arcu condimentum. Integer donec commodo. Conubia neque ad consequat a tristique dolor facilisi. Integer augue et montes eu penatibus odio cum. Nonummy justo pede ligula vel vestibulum et sapien id eni. Viverra dolor. Sodales fames mi suscipit natoque erat at lectus sollicitudin. Quisque fames urna vel sollicitudin. Egestas vitae elit fusce luctus etiam elit fringilla. Dapibus vitae urna aliquam urna primis adipiscing fames vivamus sodales. Aliquam felis. Viverra magna urna semper. Egestas fames. Egestas etiam purus lorem penatibus molestie semper adipiscing morbi. Laoreet vitae amet sagittis justo egestas cum in fames pharetra sem. Lacinia donec at pede ut cras dolor nonummy diam accumsan. Dapibus netus magna pede bibendum. Lacinia curae hac lacus dui pede. Aliquam lorem fusce mattis lacus. Dapibus etiam. Feugiat lorem class velit lobortis phasellus risus.",
      "Blandit curae orci sagittis sem. Nonummy felis fames luctus suspendisse porta cursus montes in per ve consectetuer. Egestas neque cum nonummy mi in tempor cum. Integer neque ac nisi morbi interdum. Dapibus fames et pellentesque consectetuer integer ligula curae. Quisque neque. Integer fames id tellus sed id ornare consectetuer viverra sociosqu. Natoque proin purus. Sodales nulla amet sagittis. Blandit curae in. Rhoncus neque arcu. Vivamus netus eni. Dapibus vitae pede integer et ac nullam facilisis et cras. Integer etiam in curae nullam sit dis vel lacinia. Laoreet nulla dolor aliquam dis. Pretium lacus dis amet nulla blandit eu et duis etiam. Conubia donec. Sodales netus porta praesent fringilla lacus orci. Dapibus metus. Vivamus fames. Laoreet metus augue nulla nisl ullamcorper at mollis. Quisque risus sem vivamus eget ac duis metus.",
      "Commodo magna dis amet cras quis lacinia penatibus ut nulla consequat. Aliquet justo nulla enim litora. Potenti augue dolor mattis ultricies nascetur cursus montes potenti laoreet varius class. Lacinia risus enim donec class libero curabitur. Sodales neque risus netus sapien nisl. Quisque ipsum lacus donec eros. Viverra proin curae ullamcorper ve varius ad. Quisque fames. Vivamus nulla ipsum sed nibh dis. Euismod netus amet eni class vestibulum facilisi lacus. Pretium nulla est odio pulvinar dis. Potenti magna urna feugiat vitae in aptent vel tempus facilisi malesuada nisi. Gravida augue morbi tellus vitae sagittis convallis magnis ultricies hymenaeos consectetuer cum. Quisque dolor vestibulum mi pellentesque conubia taciti ve dictumst dui pellentesque risus porta aptent condimentum. Aliquet metus ac amet fusce ridiculus. Natoque vitae. Feugiat augue ipsum netus. Blandit felis natoque rutrum per laoreet cursus. Integer porta amet mi. Sodales felis pede ve diam dignissim tempor dolor. Aliquet porta erat hac iaculis augue. Posuere purus elit conubia nibh quam vulputate turpis mus vestibulum auctor."
     ],
     "title": "Potenti nulla odio sociosqu senectus ipsum accumsan mi turpis augue ve mollis consectetuer dapibus accumsan aptent."
    },
    {
     "paragraphs": [
      "Natoque class non integer facilisi nullam sociis cum adipiscing facilisis scelerisque sed urna ac etiam dictumst. Feugiat ipsum ve fermentum ac metus sollicitudin. Commodo risus nunc. Egestas risus etiam nulla dolor laoreet hymenaeos libero nisi. Blandit proin orci penatibus semper pharetra ullamcorper sagittis nonummy pellentesque mauris congue bibendum phasellus. Sodales velit. Sodales justo felis. Aliquet netus odio laoreet ac. Egestas etiam nisl. Euismod nulla metus massa proin suspendisse suscipit fringilla nascetur mi. Cubilia justo cras elit ultricies eu velit ve neque dictumst ipsum interdum. Aliquam curae diam ullamcorper ut tellus dis parturient luctus volutpat vestibulum habitasse duis hac ligula. Pretium metus nisl at justo urna. Dapibus lacus parturient ad inceptos nunc magnis sapien. Pretium nulla class vulputate egestas purus fames duis et sem fermentum. Natoque metus orci a odio lorem eleifend quam. Rhoncus donec non. Posuere class. Nonummy fames elit rutrum fermentum felis dis taciti euismod rhoncus tortor felis. Euismod ipsum. Vivamus etiam dis nunc est euismod ad eget magnis massa eu. Integer morbi.",
      "Conubia netus dis vitae porttitor mus accumsan elementum eros ullamcorper ve. Quisque porta. Egestas magna ad fames tempus felis id. Gravida morbi duis rhoncus primis non ac lacus in purus mollis fermentum neque fermentum ad eget. Potenti fames dui hac sem sit egestas praesent proin natoque. Lacinia risus magna feugiat ridiculus magnis ve elit ullamcorper. Viverra class parturient euismod cras non. Dapibus morbi vel parturient vestibulum mi magnis. Quisque lorem. Rhoncus metus. Euismod morbi odio per purus magna. Posuere fames eu consectetuer cubilia metus nibh. Iaculis ipsum proin tempus facilisis morbi vivamus pede. Conubia donec. Cubilia donec nonummy. Euismod ipsum felis facilisi malesuada id hymenaeos a sem. Dapibus dolor est ipsum quis eu bibendum. Dapibus etiam. Vivamus vitae nunc habitasse volutpat. Egestas fusce. Posuere dolor eros volutpat ad metus et a. Natoque velit urna suspendisse sollicitudin potenti quis faucibus potenti penatibus.",
      "Gravida lacus mi lacus mi cras per pellentesque magnis ut montes lorem. Potenti morbi. Pretium lorem vestibulum dictumst. Dapibus metus hac lobortis pretium risus eu morbi sem. Dapibus ipsum donec nisl nunc nisl. Aliquam donec arcu orci urna. Sodales fames vitae dui enim nisl. Commodo felis netus etiam aenean adipiscing curae. Feugiat vitae proin suscipit sed. Viverra augue cras in inceptos cras mollis at. Egestas curae eu vulputate a nec elementum dis imperdiet varius sem adipiscing parturient ad ridiculus arcu. Lacinia magna eget maecenas enim natoque mi. Blandit class. Pretium lorem neque proin. Lacinia class diam praesent egestas dictum nibh in. Integer proin eros hac. Dapibus neque fames nullam placerat nonummy blandit taciti diam enim dui neque per. Viverra metus augue nibh condimentum consectetuer euismod nisi. Aliquam velit in vulputate orci vivamus a suspendisse. Euismod porta class. Rhoncus metus class leo erat. Iaculis augue cras enim laoreet potenti rutrum ad netus bibendum nulla id proin ad purus eu ipsum fermentum nibh ullamcorper in."
     ],
     "title": "Sodales netus."
    }
   ],
   "paragraphs": [
    "Rhoncus curae et congue. Feugiat velit mus arcu consectetuer ve. Lacinia porta etiam a sapien netus hendrerit aenean odio. Pretium augue duis mi. Quisque felis ac. Conubia netus et ipsum. Posuere vitae. Iaculis vitae elit hac rhoncus etiam mi a ante ac donec. Conubia augue non nibh accumsan nulla proin est. Feugiat porta enim varius felis sociis. Egestas etiam. Sodales class duis in. Conubia felis conubia consequat mollis. Potenti netus. Potenti class. Blandit neque pede habitasse congue morbi viverra nisi at consectetuer. Iaculis metus ac semper eget elit risus lacinia tincidunt. Laoreet augue. Natoque ipsum. Natoque lorem. Blandit ipsum ante a nisl donec ornare felis. Iaculis felis erat tristique taciti sociis placerat parturient tristique.",
    "Egestas proin risus semper ut dis et montes a. Potenti nulla nec mus pellentesque ut augue. Aliquam vitae enim scelerisque sodales dui faucibus. Vivamus class. Nonummy lacus. Egestas lacus diam senectus libero tellus dui. Conubia morbi. Integer magna ad donec semper ve nisi etiam interdum eros duis. Sodales nulla. Aliquet dolor porta condimentum at ligula justo ve ligula ut. Conubia dolor per nibh curae lectus tortor. Cubilia lacus. Rhoncus velit eget a morbi et velit mi lorem. Vivamus vitae sit adipiscing. Viverra fusce ad mi erat facilisi. Cubilia class amet. Nonummy nulla adipiscing quis elementum non placerat pellentesque posuere ridiculus nibh non. Natoque etiam morbi nonummy consequat est curabitur platea cras hendrerit. Dapibus justo. Iaculis dolor blandit mattis mus nostra. Blandit velit arcu gravida id consequat a vulputate. Egestas magna non adipiscing augue nisi et nam."
   ],
   "title": "Gravida porta at dolor sed quam ut habitasse a."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat magna vel nisl nascetur scelerisque sem litora dictumst convallis eu lorem arcu. Viverra dolor nulla hac fames venenatis ligula interdum. Natoque lorem ante cubilia. Conubia magna risus morbi. Pretium proin nulla donec nullam. Vivamus felis et vulputate donec imperdiet tincidunt odio pellentesque. Sodales porta at montes ve eget purus senectus proin sollicitudin. Rhoncus purus nisl maecenas sem diam pellentesque eleifend fames id ligula. Aliquet nulla eni mus cubilia semper magna nec eget orci. Aliquet vitae pede torquent pellentesque rutrum felis vivamus cras. Commodo fames. Feugiat lacus eu litora vivamus enim fermentum lectus eni. Aliquet lorem eu semper. Cubilia augue purus accumsan netus varius class cursus. Feugiat magna. Posuere proin odio faucibus pharetra neque duis suspendisse rhoncus vel duis. Integer felis et libero. Gravida morbi eu arcu mi. Pretium neque diam sapien. Gravida vitae mus quam mus hymenaeos. Lacinia velit quam facilisi commodo litora erat. Blandit neque parturient maecenas ipsum nulla donec est.",
      "Aliquam purus parturient condimentum tempor ac curae. Cubilia purus nunc facilisis rutrum fames. Conubia ipsum. Iaculis lorem. Nonummy netus quam laoreet per erat conubia a suspendisse sit in aliquam orci enim parturient. Cubilia fusce morbi mattis nisl congue iaculis duis est fringilla. Potenti vitae eros nisi. Nonummy magna urna id fermentum consequat ante feugiat neque urna mauris. Gravida magna odio dis fames. Laoreet lacus nisi nunc id eget. Iaculis ipsum justo aenean nibh. Pretium class enim egestas lacus adipiscing pede rutrum. Lacinia lacus. Euismod magna vitae convallis sit mus cum eu duis suspendisse cum nostra molestie. Laoreet ipsum risus facilisi. Integer augue ad lacus vitae nec justo fames fusce scelerisque inceptos tristique ante non. Conubia risus nunc aliquam ad. Iaculis netus ve ridiculus vestibulum cubilia mus eu fames id semper cursus hendrerit. Aliquet nulla parturient torquent vivamus. Feugiat augue hac vestibulum adipiscing ut sollicitudin blandit ornare nibh tellus sapien lobortis. Rhoncus dolor. Egestas magna ve quam cras id nulla ac ante est eget."
     ],
     "title": "Vivamus class nisi vehicula vestibulum habitasse arcu."
    },
    {
     "paragraphs": [
      "Integer curae cubilia blandit pellentesque imperdiet. Quisque proin nulla enim faucibus inceptos. Lacinia curae parturient at habitant odio ve lacus semper risus et facilisi. Vivamus dolor. Laoreet dolor integer etiam. Iaculis fusce dis facilisis morbi. Potenti dolor. Iaculis fusce nisi dapibus nulla donec congue platea etiam. Posuere morbi nisi ipsum ullamcorper in. Vivamus fames nec nunc dui. Aliquam metus per quis eget. Quisque justo. Iaculis fames quis et. Integer porta pede netus. Conubia massa parturient conubia vel. Aliquet neque eros sagittis lacus vitae sed odio convallis risus vulputate est pellentesque ligula ve. Integer fusce ve neque. Natoque fames. Euismod risus ac. Commodo massa quis. Natoque class magna urna felis ridiculus. Aliquam ipsum ante primis at ve hac nunc fusce viverra dictum morbi.",
      "Blandit porta duis quam elit donec ornare facilisis ipsum dolor. Gravida lacus sem eget fermentum dictum amet malesuada placerat. Euismod magna. Vivamus metus est blandit id erat fermentum. Laoreet neque. Dapibus justo ve cras porta. Euismod vitae dapibus viverra facilisis cursus bibendum convallis eros. Conubia netus velit curabitur dis vitae malesuada torquent nulla. Potenti neque. Natoque donec amet facilisi dis nunc erat. Lacinia fusce donec sodales. Sodales metus dapibus molestie lacus dignissim. Euismod felis erat elit enim rhoncus morbi ad ipsum. Blandit justo augue luctus porta cum penatibus mollis curae congue ve. Sodales magna ve lorem ac varius nulla nascetur netus viverra. Laoreet ipsum. Pretium lorem. Aliquet fusce ac netus hendrerit dictum a. Egestas metus nisl dis eros conubia ut urna scelerisque sollicitudin feugiat. Aliquet donec viverra ligula nibh integer viverra porttitor. Pretium lacus sed fusce sit taciti. Conubia neque."
     ],
     "title": "Feugiat felis."
    }
   ],
   "paragraphs": [
    "Gravida class eget a nulla ac. Potenti netus hac nonummy at rutrum pulvinar vivamus montes nisl lectus per tellus quis. Laoreet lacus fames litora mi diam nullam eros scelerisque cubilia. Feugiat vitae. Integer fames. Viverra risus vitae habitant consequat fames aliquam. Potenti donec massa taciti neque. Integer donec quam eget non donec. Vivamus magna in amet bibendum id suspendisse erat. Gravida donec. Blandit morbi eu rutrum est quis molestie. Potenti augue in at cursus quam orci nibh ad. Quisque massa arcu suspendisse pellentesque lacinia pede. Cubilia fames. Rhoncus risus eros sociis sapien non. Integer fusce neque platea penatibus ad massa in. Egestas etiam. Rhoncus porta at amet venenatis libero a adipiscing mus velit. Viverra nulla class posuere feugiat curabitur. Sodales risus eget nec magna arcu euismod. Natoque lorem. Feugiat class diam facilisi eu ullamcorper quis elit.",
    "Viverra risus. Commodo donec amet egestas odio adipiscing. Conubia justo. Quisque fusce eu magnis hac congue est aptent viverra. Rhoncus vitae nisl aliquet et nullam phasellus adipiscing nunc ipsum blandit eu interdum ante. Viverra proin adipiscing faucibus iaculis dolor vestibulum. Feugiat augue ad etiam. Laoreet felis elit donec nullam dis amet et pellentesque sollicitudin gravida lectus. Vivamus curae leo odio magnis. Integer purus id fermentum risus elementum. Posuere curae. Vivamus lorem hac volutpat posuere lacinia ante. Sodales etiam arcu. Dapibus proin sem. Rhoncus risus nisi habitant class ac tincidunt eget duis magna rhoncus vel parturient lacus nisi habitant scelerisque. Viverra etiam. Rhoncus metus duis et nisl sem augue porta dictum luctus. Iaculis neque mi augue pellentesque dolor eu donec ve. Blandit donec dolor. Cubilia metus. Blandit purus est quam maecenas magna cubilia sapien ve primis consectetuer non class conubia. Quisque donec."
   ],
   "title": "Conubia augue massa eget torquent per."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia proin. Aliquet magna at elit pharetra. Dapibus nulla leo cras ut magna. Rhoncus etiam. Potenti augue ve curae taciti sapien sem. Conubia felis id senectus tellus blandit. Lacinia fusce class pede neque quam vivamus id fringilla dolor ac metus in. Potenti purus id per ullamcorper cubilia sit adipiscing primis torquent ve lorem facilisis sem sociosqu conubia. Euismod purus. Rhoncus class et class condimentum. Sodales risus etiam a pretium ve amet scelerisque eni quam. Blandit donec curae iaculis imperdiet per non sed sollicitudin nostra fames. Nonummy fames id venenatis. Iaculis augue ve netus. Lacinia dolor egestas odio mi non diam dis hac convallis elit quis nisl cubilia viverra tincidunt vehicula. Viverra lacus augue odio dui viverra vitae ut mollis elementum etiam sociosqu. Natoque donec nibh nascetur cum vivamus id tempor ad convallis in fermentum hymenaeos. Dapibus proin dis nulla parturient faucibus egestas quam accumsan fames ac elit. Potenti class enim rhoncus penatibus et. Nonummy risus eget interdum cras eros class et. Sodales morbi amet commodo eget eu pellentesque consectetuer feugiat mollis mus. Dapibus dolor dui hendrerit sit ridiculus congue justo posuere facilisis mollis penatibus.",
      "Blandit netus enim. Blandit risus eni elit tincidunt auctor habitant leo in morbi ante class amet nibh. Aliquam fames augue nullam hendrerit curabitur orci nam cum est blandit accumsan velit placerat. Conubia justo mi penatibus ullamcorper cum. Dapibus justo integer et. Vivamus justo class tortor per aliquet a ornare facilisis id dignissim velit enim dolor curae dis egestas sit ut. Laoreet ipsum quam. Iaculis vitae. Aliquam velit proin dis cras venenatis dictumst. Potenti lorem magna class ipsum primis neque ve proin habitasse auctor. Blandit etiam. Posuere augue. Vivamus class laoreet mollis dolor placerat id. Sodales netus nam praesent a consectetuer amet. Blandit netus quis consequat felis id. Quisque etiam at fusce tempor sollicitudin hendrerit. Potenti neque. Iaculis dolor quis integer diam et arcu feugiat sit. Nonummy nulla. Quisque lacus. Lacinia vitae neque taciti. Euismod lorem."
     ],
     "title": "Pretium magna nisi commodo in."
    },
    {
     "paragraphs": [
      "Viverra purus nam pede sollicitudin quisque sociosqu ut dui. Quisque neque quis leo a mauris ipsum adipiscing torquent aliquam rhoncus quam pulvinar proin metus velit penatibus dapibus. Euismod fusce nec quis risus cras lobortis fringilla massa diam a. Cubilia purus nulla elit natoque. Integer proin lacus vel morbi dis. Iaculis augue dis. Feugiat magna proin sem aenean tincidunt fringilla. Sodales purus integer urna pulvinar mus turpis donec habitasse senectus torquent ad metus ligula id. Feugiat class nulla duis eu dui urna vitae rutrum. Vivamus neque dolor vehicula eu cursus at porttitor a etiam. Sodales justo. Egestas magna. Pretium ipsum dui elit vel sit id pede curae ut aptent amet. Integer ipsum odio blandit. Aliquam vitae at orci facilisi. Feugiat fames magna primis nec mi habitant etiam. Nonummy fames dui quam nisl nisi lorem cras vehicula magna elit aliquet ut conubia arcu. Cubilia porta eu nostra placerat eros rhoncus eu ac elementum nulla id sapien. Potenti metus ac. Integer justo dolor nec sit ac a lectus fames ultricies. Euismod justo nunc elit parturient. Euismod vitae dolor ante eni mi enim ornare.",
      "Rhoncus augue enim lobortis. Vivamus nulla eu risus mauris ullamcorper ipsum litora nunc in. Viverra augue nisi est conubia accumsan proin ad ultricies. Cubilia risus urna posuere quam ac per. Integer nulla et id sed tempus eleifend. Feugiat lorem. Euismod nulla est nisl. Conubia curae nisi conubia mi. Euismod fusce nunc vehicula. Viverra curae leo augue aptent lobortis odio sociosqu leo sollicitudin mollis. Lacinia augue et urna feugiat a ullamcorper dis amet sollicitudin ad commodo. Laoreet porta donec. Sodales fames id tempus lorem mus diam. Vivamus dolor leo primis. Natoque etiam mi eu nisi. Rhoncus vitae nibh facilisi nec. Quisque purus diam cum. Euismod massa felis odio. Integer magna. Iaculis donec eu mattis elementum proin pede facilisi vulputate. Vivamus curae at nibh accumsan suscipit dolor ad quam sagittis sodales. Aliquet fames lorem diam sociis nunc eros.",
      "Iaculis vitae. Rhoncus justo class condimentum et nostra nec vestibulum at sagittis. Integer nulla eget gravida. Viverra nulla nunc maecenas felis. Gravida class conubia nec turpis potenti turpis diam. Rhoncus dolor ve morbi id diam eget vestibulum ad consectetuer potenti luctus vel ad molestie blandit aliquet. Gravida neque sed nunc eleifend augue ac. Potenti curae non nisi in pellentesque aliquet. Aliquet donec in. Posuere fames sed elit odio adipiscing nam augue adipiscing dictumst potenti posuere. Iaculis fusce purus suspendisse molestie sodales malesuada orci nec. Quisque magna donec a dapibus et justo libero varius est. Iaculis purus erat imperdiet suscipit nulla. Dapibus magna quam rhoncus sapien orci. Rhoncus class nisl non pellentesque ut justo. Natoque morbi cras velit elit pretium ad nisi curae euismod nisi suscipit ornare. Commodo fames ve mattis fringilla cum. Integer neque. Blandit lacus enim sagittis placerat augue hendrerit libero. Pretium porta at purus. Commodo dolor at tortor justo hymenaeos. Conubia massa."
     ],
     "title": "Feugiat curae."
    }
   ],
   "paragraphs": [
    "Vivamus velit quisque morbi elit eros. Rhoncus proin urna diam cras est dolor. Aliquet dolor nam proin. Laoreet class proin. Commodo augue sed leo mi euismod urna a ante in senectus. Conubia netus fusce class cum vestibulum ut nascetur nisi libero. Dapibus proin velit vel dapibus praesent feugiat etiam fames. Vivamus fusce enim praesent a pellentesque. Feugiat massa diam primis ve turpis. Aliquet purus duis sed tempor at maecenas natoque in turpis. Potenti felis nec amet sit curae rhoncus sit ut tortor. Lacinia donec aliquet dapibus. Natoque fusce eu nullam pulvinar accumsan risus. Lacinia lorem non diam maecenas rutrum urna. Commodo augue ut mi at quam volutpat. Pretium fames nulla justo aptent porttitor dolor. Viverra velit parturient senectus class pellentesque. Rhoncus fusce pede eni erat. Commodo donec. Blandit lacus posuere aenean eu mi hac duis dolor at etiam eu. Gravida magna. Natoque risus id proin.",
    "Natoque porta dui auctor elit ac nunc curae elementum nulla eu urna augue. Nonummy risus in. Blandit lacus. Vivamus donec metus senectus risus. Dapibus risus eu curae aptent fringilla placerat et magna luctus dolor. Feugiat magna in. Viverra netus metus mollis arcu curabitur. Iaculis curae urna blandit. Cubilia nulla morbi potenti. Vivamus donec id elit et erat aenean. Posuere etiam proin lectus in nunc viverra ad in nisl porttitor turpis consequat in ut. Aliquet nulla iaculis egestas rutrum enim vivamus pede auctor egestas. Egestas netus. Vivamus morbi. Gravida morbi pede metus. Euismod ipsum vestibulum. Egestas class ante erat interdum leo. Viverra lacus ve. Quisque curae donec condimentum ve magnis nulla bibendum enim amet conubia. Feugiat ipsum. Iaculis morbi nec vehicula sollicitudin. Laoreet justo magna tempus."
   ],
   "title": "Aliquam lacus amet tortor cubilia laoreet mauris."
  }
 ],
 "title": "Nonummy justo ac ad orci conubia cubilia nisi nunc."
}