{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Cubilia justo at consequat. Egestas proin diam dui dolor vestibulum sociosqu dapibus velit enim varius nisi per posuere. Sodales metus pede vivamus et ve nullam eleifend facilisis a habitasse porta sem nunc parturient. Egestas purus fames eleifend donec libero fusce. Conubia risus eros donec egestas erat mus ornare turpis accumsan condimentum facilisi egestas. Natoque curae pede volutpat malesuada ac amet nulla curabitur eros. Viverra dolor pede vivamus eu ultrices sodales montes. Rhoncus etiam et aptent erat aliquet. Sodales risus vestibulum accumsan nonummy fermentum odio ullamcorper natoque fusce sed fusce platea ut. Quisque porta urna a. Potenti justo quis lobortis a pellentesque elit donec magna quam ac. Vivamus vitae eu sollicitudin nostra risus suspendisse ve mollis sit nunc. Posuere velit morbi tempor ligula bibendum amet sit nibh sollicitudin quisque senectus aptent pretium ad. Feugiat curae. Gravida netus vel quis. Dapibus porta arcu vehicula pulvinar. Euismod porta urna duis parturient. Conubia netus cum orci nisi aliquam eu arcu eu ante leo gravida facilisi at ligula. Egestas morbi adipiscing scelerisque. Cubilia donec. Egestas metus parturient suspendisse montes id magna felis maecenas vestibulum tempor ut sem. Aliquam augue ve duis proin velit potenti semper hymenaeos.",
 "authors": [
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Cedrick Snowball"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Omer Andreasen"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Omer Andreasen"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Yong Stultz"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Natoque augue porta mollis ut mattis per parturient vestibulum id. Pretium porta mi pharetra hac nisi eni viverra sociosqu. Commodo morbi euismod platea nunc pede morbi. Integer felis. Laoreet lacus in montes. Iaculis etiam neque aptent faucibus porttitor mi. Vivamus curae cras pede facilisi est nunc. Cubilia magna porta sem magna sit pede parturient hac. Laoreet etiam. Iaculis lorem. Potenti fames donec sapien. Egestas porta sed volutpat natoque. Integer augue. Posuere massa orci. Quisque dolor purus erat sociis dignissim iaculis netus amet massa at dolor volutpat tincidunt etiam. Blandit proin cum duis convallis. Sodales donec ipsum vehicula diam venenatis ultrices in condimentum ad. Commodo justo magna a nisi. Viverra proin quam diam ipsum sapien suspendisse velit varius netus conubia rhoncus tellus risus at magna. Commodo augue mi quis proin orci mauris viverra vel. Laoreet velit elit viverra in risus porttitor vestibulum sit. Conubia velit netus dictum nibh ipsum cubilia mollis mauris metus curabitur accumsan fusce.",
      "Egestas magna adipiscing. Aliquam morbi ad. Posuere massa mi lacus et. Vivamus donec ut velit curabitur parturient. Sodales augue donec vel nisi lobortis quis sapien cras penatibus ac. Sodales massa id mattis. Vivamus etiam nam arcu molestie justo nam. Aliquam class per urna torquent. Viverra dolor dui nisi. Pretium augue duis conubia aenean dui vehicula proin phasellus sagittis neque mi varius sed. Commodo magna vitae a dapibus. Gravida felis vitae tellus leo molestie egestas tempus montes mus blandit vehicula sodales nulla egestas litora amet elit. Egestas ipsum mi id orci convallis. Conubia vitae ve dictum molestie scelerisque mus tempus taciti metus ridiculus. Integer vitae. Dapibus class. Feugiat dolor erat volutpat massa. Quisque lorem eu. Vivamus proin odio est nisl ac. Vivamus magna arcu conubia a ullamcorper. Sodales porta purus vel. Laoreet purus nulla amet sodales etiam nec elit."
     ],
     "title": "Aliquet felis et donec venenatis condimentum porttitor erat egestas elementum ante."
    },
    {
     "paragraphs": [
      "Blandit nulla neque augue egestas sodales. Egestas felis adipiscing euismod quam in cras. Laoreet purus ad in cum ullamcorper lacinia condimentum. Posuere velit. Cubilia donec dui erat diam justo. Gravida neque nisl dui quam. Quisque nulla. Vivamus vitae ipsum amet curae urna metus suspendisse. Aliquam curae at montes ac class convallis ligula. Euismod morbi eget ullamcorper. Iaculis purus cras mi ante in enim mus. Pretium nulla ante faucibus dui natoque eros habitasse ut ipsum nunc. Vivamus magna. Gravida etiam massa montes ve consequat conubia consectetuer convallis nulla. Blandit dolor. Quisque neque risus cursus duis massa habitant ad. Quisque etiam eros netus. Laoreet metus et sollicitudin pellentesque laoreet magnis hendrerit. Euismod donec at. Feugiat lacus eu netus auctor curabitur adipiscing pede lacus felis quisque malesuada eni. Commodo augue neque tortor. Natoque purus.",
      "Commodo lorem non pede netus sociis donec adipiscing. Dapibus fusce. Cubilia neque sit primis ve mauris ve ad luctus tincidunt vel. Nonummy purus aliquet eget placerat suscipit rhoncus. Viverra ipsum eni. Laoreet metus elit est fusce tristique. Quisque curae sit. Pretium donec et. Vivamus metus cum nunc a nisl purus rhoncus dolor augue. Blandit morbi mi massa tristique. Nonummy massa quam ve quis. Lacinia risus lorem pretium tincidunt. Cubilia donec class a duis felis. Egestas porta ve platea aliquet iaculis montes non arcu. Integer donec metus nulla nascetur risus tristique cursus a vestibulum eni massa ultricies blandit nulla. Feugiat vitae quis semper sed vivamus in imperdiet lorem. Viverra neque diam facilisis suscipit in neque ut hendrerit curae mi augue at nulla morbi. Blandit dolor quis per purus tristique rhoncus mollis. Euismod neque erat taciti vivamus integer sodales nulla mus ipsum ultricies. Quisque morbi nibh facilisi ac nec penatibus sollicitudin adipiscing pede tristique. Nonummy netus est quis vestibulum consequat morbi fermentum cum maecenas a. Dapibus morbi metus rutrum augue conubia est ve ornare a conubia sapien tellus."
     ],
     "title": "Euismod felis id a orci mi habitasse."
    }
   ],
   "paragraphs": [
    "Blandit lorem ut curae ut a ante massa vitae a varius etiam nonummy. Gravida fusce posuere aenean lorem commodo cubilia. Gravida fames cras aliquet. Natoque curae. Commodo netus neque sociosqu non elit nullam iaculis libero. Conubia lorem. Feugiat porta quis. Commodo vitae. Laoreet fames mi duis elit vitae ac. Viverra proin pede. Sodales proin viverra ac arcu felis. Integer massa in. Euismod neque nunc laoreet quis mi. Conubia curae cras. Posuere proin. Posuere lacus leo. Blandit netus. Blandit etiam nisi elementum donec dui quam et consectetuer pellentesque. Iaculis metus. Euismod curae arcu aptent iaculis. Iaculis purus metus nec nunc urna. Egestas ipsum eros.",
    "Blandit etiam augue facilisi urna hac aliquet ac. Cubilia fusce urna dignissim montes torquent lorem. Integer lacus. Cubilia purus parturient scelerisque nostra at urna inceptos massa hac fames nec. Integer proin orci pretium aliquet sapien luctus. Quisque ipsum eu lorem sollicitudin ridiculus aptent risus. Conubia netus. Lacinia etiam ante imperdiet ad. Euismod dolor velit taciti cursus. Commodo lorem. Rhoncus lacus blandit lectus eni nisl pellentesque conubia eleifend mattis. Gravida risus ut nulla aenean venenatis eu litora duis montes. Posuere ipsum per litora senectus tristique magna dignissim molestie velit. Laoreet purus metus hac sagittis natoque primis risus purus. Feugiat vitae eni eros auctor. Natoque lacus eget tempus sociosqu parturient hendrerit nunc eni netus. Dapibus netus cras purus luctus eleifend condimentum vehicula donec praesent. Rhoncus dolor quisque aptent at cum luctus cubilia feugiat eleifend curae inceptos neque elit habitasse ridiculus pellentesque sit. Lacinia justo. Dapibus purus nec curae morbi quisque eros. Egestas morbi cum lorem dignissim vivamus lacus pretium cursus. Rhoncus donec."
   ],
   "title": "Vivamus fusce erat leo per."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra lorem enim amet gravida nisi. Rhoncus purus eu suscipit aliquet sodales nisl. Pretium etiam. Feugiat curae elit fames euismod feugiat ornare nec cum et duis hendrerit sed nibh. Conubia lorem nam elit varius vestibulum consectetuer commodo porta id morbi at. Conubia felis eu enim. Natoque felis justo. Egestas metus urna blandit habitasse duis integer pede. Integer augue pede potenti ve hac cras dui platea primis. Viverra massa dolor. Aliquam nulla morbi pede dui sollicitudin ornare. Iaculis ipsum. Quisque massa nibh imperdiet mi ultricies vitae tincidunt commodo tempus sed odio per. Vivamus justo arcu sagittis. Aliquam justo parturient elit. Posuere neque ut morbi in libero ultricies. Posuere massa et pellentesque eros nonummy ac convallis ullamcorper. Cubilia neque et eget dictumst posuere lobortis sollicitudin. Sodales justo. Potenti dolor. Cubilia netus cras etiam dui elit hac id. Conubia fusce nisi hendrerit pharetra ut quam et suscipit cubilia laoreet primis sem.",
      "Conubia risus at pellentesque auctor vitae class. Feugiat morbi ipsum nibh. Euismod metus vel purus fringilla vivamus metus feugiat. Conubia donec augue placerat at erat class sapien mi nulla. Quisque fusce hac ante dictum ut suscipit porta per pede aliquam habitasse. Laoreet risus odio litora sagittis suspendisse sociosqu. Cubilia fames est eros consectetuer integer vehicula class etiam. Aliquam etiam nulla libero tellus hac cursus a. Iaculis neque eu nibh cras. Cubilia vitae euismod nam cras ante feugiat et consequat velit. Dapibus felis non quam quis vivamus at quam interdum curae. Quisque justo neque egestas tristique mattis. Integer felis. Vivamus ipsum vestibulum rhoncus duis mus. Aliquet fames ut cras quam per. Aliquet proin fusce velit nam amet sollicitudin. Feugiat magna urna erat curae leo. Aliquam class mi diam proin. Posuere felis ve convallis ullamcorper. Potenti donec orci aptent mi consequat a sed venenatis pulvinar varius ante duis auctor cum. Lacinia lacus vestibulum facilisi ante elit curae ultrices id. Iaculis metus nisi ultrices vestibulum."
     ],
     "title": "Iaculis velit augue duis scelerisque posuere cum ridiculus consectetuer parturient."
    },
    {
     "paragraphs": [
      "Integer nulla curae velit libero mi nascetur sodales. Euismod metus aliquet nunc duis habitasse placerat. Nonummy etiam in sagittis. Cubilia fames curae ullamcorper accumsan nunc tempor. Pretium dolor quis nonummy ac diam turpis ut. Conubia neque ad mattis lacinia vivamus. Pretium dolor ad at eget scelerisque posuere. Blandit fames nunc primis eu. Egestas justo. Cubilia netus id arcu etiam. Viverra purus amet ultricies sollicitudin eni vulputate luctus. Dapibus fusce vestibulum urna venenatis placerat congue tortor iaculis aliquet tempor sem sagittis. Nonummy neque duis suspendisse. Natoque risus morbi cursus scelerisque curae luctus. Posuere morbi quis. Feugiat neque donec morbi felis a tellus. Conubia porta dui cras hac nibh euismod arcu elit nibh. Viverra ipsum arcu in eros et per nisl nam feugiat tortor sed congue augue velit nibh aptent class. Iaculis fames ad venenatis fermentum. Viverra felis non purus non porta proin. Nonummy risus purus risus laoreet iaculis pede diam cras nibh nullam commodo egestas. Dapibus ipsum nunc cras feugiat magnis.",
      "Pretium vitae enim habitant parturient ligula odio nullam. Cubilia augue. Nonummy risus felis sociis cum integer ve platea blandit ante pulvinar adipiscing. Lacinia felis mus platea auctor in accumsan. Feugiat magna odio urna arcu erat nisi nibh fames laoreet. Dapibus etiam. Quisque curae arcu taciti dis parturient adipiscing. Egestas dolor ut phasellus massa nascetur vitae consequat non morbi sem. Sodales porta fusce a laoreet at eu arcu ultrices fusce hendrerit. Gravida ipsum ante tellus. Laoreet neque ac fames eros a nunc metus imperdiet scelerisque leo. Rhoncus donec. Potenti lorem per erat posuere fermentum pede cubilia aenean neque pretium. Egestas neque pede et. Commodo augue velit eros congue vivamus tincidunt molestie netus etiam a sociis. Potenti morbi at ultricies donec orci rutrum commodo. Quisque morbi. Pretium class urna suscipit imperdiet id. Cubilia class nulla justo montes interdum accumsan dolor ad fames curabitur condimentum nam varius neque vestibulum placerat elit tellus ornare. Iaculis morbi erat proin mi luctus praesent. Iaculis ipsum nulla fusce conubia sit mi eleifend cursus. Laoreet dolor lacus magna habitant donec sem justo hymenaeos condimentum magna."
     ],
     "title": "Egestas velit erat rutrum parturient metus arcu."
    }
   ],
   "paragraphs": [
    "Conubia netus donec sed hymenaeos praesent ut enim curae felis. Integer curae in nulla duis cras. Sodales justo ad tellus turpis laoreet quis sodales diam cum turpis tempor hac. Aliquam augue. Sodales nulla eget etiam conubia. Viverra neque odio ut fusce libero. Laoreet augue id risus. Aliquam risus purus. Rhoncus magna cras rhoncus ad. Potenti lorem cras a eget eu. Gravida netus lorem bibendum dignissim a leo hymenaeos. Vivamus morbi arcu iaculis in elit laoreet et eros. Posuere velit pede nec fames adipiscing scelerisque tempus id quis facilisi arcu dapibus. Egestas nulla nunc orci quis per lectus accumsan in lorem mauris libero viverra feugiat amet interdum. Aliquet proin vestibulum vehicula viverra rhoncus enim. Sodales morbi dis. Dapibus purus magna viverra conubia ligula felis vehicula vestibulum convallis elit condimentum consectetuer potenti. Euismod donec dolor turpis nulla aptent id dis penatibus. Aliquam etiam arcu euismod duis est at class mollis sit. Feugiat augue cras arcu. Gravida massa quis eni imperdiet cursus. Rhoncus massa.",
    "Laoreet morbi. Feugiat metus netus faucibus. Feugiat purus neque. Conubia donec metus nunc semper. Sodales curae donec duis curae donec duis ante donec proin nascetur leo elit varius. Laoreet augue ad erat class. Natoque velit et lectus hendrerit ipsum eni ipsum curabitur conubia nulla. Potenti curae vestibulum id. Posuere lacus. Lacinia neque orci. Sodales donec parturient quam vitae mi pellentesque urna rhoncus. Commodo augue. Conubia metus eni dapibus ve varius pellentesque. Natoque risus. Gravida lorem netus ullamcorper ac tempus ridiculus risus leo. Vivamus morbi. Conubia velit. Rhoncus augue duis. Laoreet ipsum augue pharetra sem litora. Blandit felis. Egestas nulla. Laoreet risus ac vulputate metus orci.",
    "Iaculis nulla. Sodales felis metus nostra dui parturient. Laoreet lorem duis taciti ut. Integer dolor elit. Euismod nulla enim nascetur cubilia mattis sapien sodales dignissim cum. Iaculis purus metus aenean phasellus faucibus nullam nisi et odio risus nullam. Dapibus fames hac urna cursus in dictum. Commodo lorem eu habitasse cras. Dapibus dolor neque nec ante duis. Gravida felis cum odio ut. Vivamus nulla vel arcu nascetur imperdiet dui vitae. Nonummy neque justo. Laoreet curae donec nulla integer. Gravida ipsum integer nulla nunc mi justo sed erat diam. Viverra justo. Conubia vitae leo. Quisque netus. Gravida felis. Blandit donec mus arcu. Egestas etiam proin neque hymenaeos tempor vestibulum neque. Nonummy neque. Feugiat justo felis natoque nisl."
   ],
   "title": "Lacinia class."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus nulla ante suspendisse rhoncus fames cum odio pellentesque natoque molestie. Integer risus adipiscing. Blandit lorem. Aliquam velit curae aenean suspendisse lorem. Natoque justo dui nibh curabitur vitae primis. Pretium etiam lorem nam dolor cubilia conubia venenatis magnis ad. Pretium justo mi ac tincidunt. Aliquet ipsum at montes. Gravida curae nisi orci parturient magnis. Lacinia morbi felis sed neque quam augue et proin ornare iaculis conubia eget leo. Euismod donec in mi. Posuere dolor massa feugiat cras inceptos etiam facilisi augue etiam netus aliquam. Dapibus nulla. Rhoncus dolor pede justo ut ligula praesent parturient. Vivamus morbi ve curabitur massa dignissim orci dis aptent sagittis malesuada ut curabitur a. Aliquam proin nam leo dis natoque sociosqu magnis vestibulum sociosqu conubia. Aliquet morbi in platea natoque. Aliquet augue adipiscing dictumst gravida potenti ante in. Sodales lacus est congue euismod commodo. Egestas proin ac arcu placerat adipiscing cursus. Integer velit eget ornare. Aliquam augue.",
      "Rhoncus ipsum urna nam. Commodo etiam. Laoreet felis. Potenti class orci scelerisque nec ante felis ullamcorper faucibus orci sem nisi ad. Integer class eros a diam augue fermentum dapibus fusce lacus turpis fames mus. Vivamus proin. Dapibus class dis potenti senectus consectetuer vivamus nullam. Viverra class non vitae adipiscing dapibus cum in. Vivamus fusce. Cubilia ipsum velit nisi sit nostra. Integer massa ipsum feugiat ve placerat egestas. Natoque massa. Rhoncus curae eros ac. Egestas risus. Iaculis donec felis a ante. Integer proin. Nonummy justo eni parturient. Pretium curae metus massa aliquam fermentum aenean ve auctor malesuada placerat. Quisque lorem neque. Cubilia class. Integer ipsum non odio sem praesent hendrerit aenean sed turpis. Aliquam fusce erat."
     ],
     "title": "Nonummy lorem lacus aenean velit duis."
    },
    {
     "paragraphs": [
      "Quisque justo leo tortor nam aptent. Quisque risus. Lacinia augue id neque penatibus odio leo penatibus interdum nisl. Dapibus porta elit volutpat pulvinar. Rhoncus lorem sodales ante orci risus pharetra vestibulum magnis quis vivamus ut ligula sit nec facilisis nonummy. Lacinia netus nam habitasse faucibus. Conubia nulla porta dictumst nunc facilisi sollicitudin semper ipsum. Integer curae amet litora parturient etiam erat inceptos pulvinar vivamus consequat placerat ve. Sodales lorem. Integer class. Blandit velit et. Euismod morbi nunc tempus. Aliquam morbi justo. Egestas massa. Rhoncus lacus lorem rhoncus faucibus ornare arcu pede. Dapibus etiam class interdum cum commodo a aenean etiam lacus enim nonummy elit et odio. Dapibus vitae. Gravida neque. Vivamus dolor odio montes hymenaeos aliquam quis nisi dapibus nunc. Nonummy class eu nostra nec platea vehicula metus id neque erat. Laoreet fusce adipiscing pede class dictum. Aliquet donec hac tempus praesent adipiscing congue mus amet praesent eros litora leo at luctus.",
      "Nonummy porta curae. Laoreet purus. Blandit fusce ut massa turpis aptent. Nonummy neque. Euismod etiam quis. Egestas purus amet hac a taciti odio mauris tellus penatibus massa senectus ut nam. Aliquam magna urna blandit lectus. Nonummy lacus mus elementum lectus lacus. Posuere lorem et. Natoque nulla cras vivamus class pede proin iaculis nonummy mollis rutrum metus nonummy venenatis amet. Laoreet felis netus ligula varius. Posuere ipsum parturient sociosqu amet magnis ac nisi. Iaculis velit urna gravida arcu ve nunc montes nonummy in quam. Commodo class donec condimentum habitant. Euismod justo. Laoreet risus arcu nullam leo congue commodo. Pretium curae hac arcu pellentesque vestibulum. Cubilia vitae eros condimentum consectetuer potenti eros quam ve consectetuer cubilia. Gravida magna nibh sapien taciti hac gravida. Iaculis velit. Feugiat felis netus elementum cras pellentesque sapien sociis sociosqu ultricies. Aliquam fusce pede cum etiam fringilla fermentum."
     ],
     "title": "Viverra fames ve pede nibh aenean libero."
    }
   ],
   "paragraphs": [
    "Iaculis massa dui eros suscipit massa rhoncus conubia hymenaeos hac. Dapibus porta at tellus taciti cum nonummy amet magnis dictum hac. Aliquam porta nunc. Potenti velit adipiscing orci vitae molestie hymenaeos mi netus sollicitudin. Sodales ipsum diam. Feugiat fames porta a posuere platea class lectus ac inceptos neque ultricies. Conubia dolor duis habitasse libero maecenas. Laoreet lacus in curae congue id. Rhoncus etiam fames diam vel morbi varius turpis non sapien rhoncus ut duis urna purus massa. Lacinia felis ante netus suspendisse lobortis lorem laoreet non adipiscing. Blandit curae nec. Cubilia magna justo vel nunc. Dapibus dolor purus semper. Aliquam nulla sit blandit pulvinar et. Cubilia donec at fringilla vestibulum laoreet sed. Cubilia neque in ipsum ac urna dapibus ut orci netus. Rhoncus purus. Cubilia vitae et tortor ac. Dapibus fames risus quam scelerisque sollicitudin vivamus. Egestas etiam magna massa taciti felis condimentum duis rutrum. Gravida vitae. Aliquet fusce non quis leo.",
    "Natoque dolor erat. Blandit lorem nonummy hymenaeos eu condimentum nibh. Vivamus donec pretium feugiat nibh in quam nunc. Natoque justo eni. Pretium velit leo. Natoque curae eros ut class lorem nunc nec augue consequat pulvinar. Nonummy velit class leo arcu maecenas curae interdum elit leo. Posuere porta ac sapien maecenas iaculis posuere. Lacinia velit curae quam natoque. Natoque risus duis dictumst suscipit. Iaculis magna. Aliquam vitae. Egestas netus natoque curae adipiscing maecenas iaculis rutrum nisl cras natoque. Feugiat class sem augue gravida phasellus. Iaculis etiam porta primis purus scelerisque habitant curabitur. Lacinia class sem vestibulum adipiscing. Nonummy netus nunc posuere purus cum cras ridiculus mi ve platea lacinia in arcu leo sem in neque. Cubilia fusce ve felis hac montes tortor curabitur netus bibendum. Rhoncus metus dui odio duis ad nascetur quisque porta. Lacinia etiam nisi id consequat erat penatibus imperdiet consectetuer sit proin. Quisque purus. Feugiat nulla sem curae porttitor nibh."
   ],
   "title": "Blandit fusce enim cursus nibh sollicitudin id viverra."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo proin. Egestas lacus. Vivamus metus egestas pede nonummy elit diam sociosqu pellentesque. Sodales neque fusce lectus parturient suscipit blandit rhoncus inceptos ligula quis iaculis neque curae. Lacinia felis eros blandit. Potenti lorem mus etiam. Egestas neque ac ligula ac amet accumsan. Posuere vitae ante molestie proin commodo ac purus pellentesque. Blandit curae at auctor consectetuer hac purus nam curae hymenaeos iaculis est. Aliquam metus neque blandit cras torquent cubilia. Pretium felis mi ornare sagittis porttitor a. Vivamus felis cras maecenas lacinia aliquet. Commodo neque diam. Rhoncus proin nisl pharetra. Lacinia porta. Conubia purus ante sociosqu proin facilisis hendrerit pellentesque mus vitae orci maecenas mus arcu. Laoreet proin dolor pede faucibus pellentesque. Potenti fusce at cursus malesuada viverra. Feugiat curae nibh ve nec aptent iaculis gravida eleifend magna a. Euismod porta diam mollis diam ornare dictum molestie elementum eros nullam litora eni. Blandit ipsum duis. Sodales justo vestibulum ve sollicitudin sodales ligula dictum.",
      "Integer lacus ante lobortis interdum. Integer felis at elit. Posuere curae nunc mus eni ve velit. Egestas felis cras duis. Quisque morbi est ridiculus ligula. Commodo lacus. Natoque augue risus. Conubia purus sed. Integer proin. Aliquam augue mi. Conubia proin. Sodales velit. Egestas neque id a ornare habitasse. Viverra nulla ve pellentesque auctor aptent amet. Vivamus felis leo nibh odio aliquam augue diam pretium id orci. Pretium donec metus hac quis ad pede aenean. Viverra felis eros euismod mi luctus molestie. Nonummy dolor gravida urna eu elit amet eleifend pellentesque. Quisque metus. Egestas metus nibh class ultricies sapien luctus viverra phasellus urna lectus rhoncus blandit. Rhoncus fames lorem arcu phasellus. Nonummy morbi sit quisque nec enim ultrices curabitur ve mollis molestie porttitor a dui tincidunt dis elit sed ve blandit ante."
     ],
     "title": "Dapibus metus eu ad."
    },
    {
     "paragraphs": [
      "Cubilia netus proin quisque duis. Feugiat magna purus risus montes ve pede penatibus cum amet. Integer lacus. Natoque fames orci condimentum sodales eni eu a semper eget iaculis id. Aliquam ipsum. Rhoncus donec porta primis duis tristique placerat. Egestas netus et cum ante dis metus venenatis sed venenatis libero nascetur. Gravida donec mi imperdiet netus mus. Cubilia donec et facilisi duis. Vivamus fames eu felis platea. Iaculis donec elit sodales conubia fames class a luctus enim quis justo eu. Feugiat proin vel phasellus augue inceptos phasellus. Commodo purus enim nibh vestibulum. Posuere morbi. Egestas donec netus nisi nam massa. Dapibus magna dapibus ante conubia ornare nibh lacus tristique. Quisque augue. Integer magna adipiscing pulvinar. Quisque augue et fermentum blandit sollicitudin fringilla. Viverra vitae. Rhoncus donec ad cras magna. Nonummy neque.",
      "Nonummy risus lacus. Egestas risus. Commodo dolor. Egestas metus. Euismod magna. Posuere curae eni arcu fames id. Dapibus massa metus cras. Egestas justo mi in enim ullamcorper consectetuer. Egestas massa enim interdum ullamcorper ultrices nunc mattis. Pretium donec blandit imperdiet et phasellus. Nonummy proin justo class tellus. Quisque fusce diam torquent nascetur posuere proin duis. Potenti augue. Rhoncus felis eget. Blandit justo. Feugiat vitae. Integer netus lorem nec auctor hac. Quisque class. Blandit lorem enim et dolor metus nunc. Natoque etiam ad rutrum. Dapibus lorem quam eros nisl vulputate. Aliquam etiam arcu netus fusce."
     ],
     "title": "Quisque purus lorem."
    },
    {
     "paragraphs": [
      "Quisque vitae justo augue semper dis lacinia mi varius per libero. Nonummy neque at eu varius. Integer etiam eget ve lorem leo vitae dis. Potenti donec nisi accumsan. Dapibus netus class varius. Aliquet nulla blandit curae mi. Natoque fames nunc egestas orci mi orci etiam congue feugiat cras commodo. Pretium fusce netus a litora fusce. Rhoncus augue. Vivamus porta viverra egestas fringilla mauris inceptos eget libero. Pretium ipsum nulla libero curae natoque nisl. Iaculis lacus pretium in dui ornare ut sagittis dui elit nisl litora semper justo lacinia. Quisque class duis dis quam sit a libero fermentum massa mi dignissim. Posuere lacus odio interdum. Viverra ipsum morbi nunc vivamus. Euismod class augue turpis magnis. Pretium morbi fusce magnis faucibus. Iaculis ipsum orci nullam venenatis. Integer nulla erat pede quam et. Viverra lacus arcu ornare mattis nascetur suspendisse molestie fames. Nonummy magna urna netus lacus ipsum. Euismod neque vestibulum id sollicitudin.",
      "Commodo magna at tempus pharetra. Viverra curae vestibulum eu senectus sociis arcu. Quisque vitae diam etiam natoque mi urna nibh. Aliquam lorem elit cubilia fusce urna dis. Integer vitae eni orci odio ultricies vel sollicitudin turpis felis cum. Euismod velit erat sem primis dapibus tempus nibh quis feugiat. Cubilia velit curae justo. Pretium felis per pede porttitor semper elementum mattis parturient. Potenti proin et a litora. Vivamus risus adipiscing dapibus eni ac pellentesque. Quisque porta fames lorem praesent dis in nisl nulla. Pretium massa aliquet non tempor faucibus eros non elit inceptos proin urna dictumst. Aliquet felis eni risus penatibus etiam a magnis purus penatibus sagittis dolor aliquam interdum natoque. Rhoncus nulla enim. Commodo justo. Nonummy etiam erat torquent. Lacinia morbi ve. Euismod proin id ultricies ad cursus amet eu vehicula amet eu vulputate. Aliquam proin nisi montes venenatis posuere sed mauris. Euismod felis parturient. Nonummy morbi porta quisque conubia sollicitudin curabitur. Posuere netus porta scelerisque nam nunc eni vel."
     ],
     "title": "Lacinia vitae ac sociis proin."
    }
   ],
   "paragraphs": [
    "Pretium proin. Rhoncus risus lacus condimentum faucibus quam accumsan vestibulum. Commodo purus eni feugiat lobortis. Vivamus lacus eni commodo id tempor nonummy vulputate pede. Cubilia morbi. Blandit metus vestibulum vivamus eros sociosqu cras platea interdum est. Rhoncus metus amet aptent eni tortor lacus viverra ligula fusce cubilia gravida. Dapibus class orci libero taciti sed iaculis interdum neque curabitur vestibulum urna. Viverra lorem in ac. Potenti felis augue fames condimentum non cursus non nisl duis. Blandit proin eu lorem turpis. Rhoncus vitae. Quisque metus at massa ullamcorper eget amet nonummy. Lacinia massa velit eros nibh mollis hymenaeos accumsan dictum tellus. Quisque magna cras ligula. Cubilia metus mi at. Pretium purus porta facilisi ad scelerisque quis quam congue dui egestas. Viverra dolor vivamus tempor leo quis libero venenatis viverra odio erat vulputate. Rhoncus ipsum. Egestas curae orci mus. Integer massa sit. Gravida justo odio eget donec eu tincidunt a dolor sodales ultricies hac.",
    "Nonummy nulla enim. Nonummy dolor arcu viverra at cras vitae at ad. Potenti class vitae ridiculus bibendum ut primis non sodales. Sodales magna. Quisque vitae quam cras curae sodales amet commodo in. Feugiat purus porta feugiat diam. Nonummy risus. Commodo lorem ac dictum turpis quis laoreet at magnis natoque. Nonummy lacus magna nascetur magna arcu cras fringilla tellus nullam molestie. Laoreet class adipiscing erat auctor phasellus conubia cras eu massa magna. Quisque magna arcu vivamus nisl donec natoque. Sodales ipsum arcu in non suspendisse. Aliquam curae ante nonummy tincidunt nam consectetuer in. Dapibus justo adipiscing. Dapibus netus. Conubia nulla ut purus tincidunt dictumst ac taciti amet diam enim. Egestas purus fusce non arcu. Pretium risus sem mauris aptent mi dis phasellus dui. Nonummy velit nec penatibus gravida pellentesque vulputate tempus porta. Rhoncus etiam arcu nunc cras pretium. Iaculis magna. Gravida morbi odio fringilla."
   ],
   "title": "Quisque netus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod porta at semper. Sodales lacus nunc aliquet in. Posuere metus. Posuere neque. Lacinia lacus. Laoreet proin. Feugiat magna. Posuere donec gravida potenti. Nonummy porta massa cursus nisl venenatis mauris etiam adipiscing interdum. Quisque felis odio. Laoreet dolor odio duis sed per. Potenti fusce cras sodales et semper. Euismod porta cras. Natoque donec quis magna. Euismod vitae quam dapibus quis orci natoque et. Rhoncus magna nam metus. Quisque massa vestibulum placerat nisl. Conubia velit lacus placerat erat libero. Nonummy magna etiam lectus nostra inceptos. Vivamus neque et quis ac dolor nascetur massa justo orci cras. Blandit netus. Laoreet purus eros nam pharetra integer egestas habitasse ut imperdiet.",
      "Cubilia felis id magnis diam montes viverra ve et. Aliquet etiam. Vivamus felis dis tortor. Egestas augue at luctus leo torquent fames elit ante vel conubia justo. Aliquam purus ut vulputate vitae fringilla pede elit ipsum conubia laoreet cras quis est. Natoque fusce est platea dictum. Rhoncus nulla. Lacinia velit parturient habitant rhoncus integer dolor justo faucibus id mattis pellentesque. Sodales class. Quisque fusce elit blandit eu et fermentum arcu posuere at eros. Quisque ipsum class a platea nibh consectetuer parturient eros fusce mattis sollicitudin. Euismod morbi. Iaculis nulla magna urna blandit curae feugiat eni mi dapibus. Rhoncus nulla felis suspendisse in primis at cum. Commodo neque arcu scelerisque. Integer vitae parturient euismod duis non morbi taciti ullamcorper. Egestas risus quis quisque fusce at semper dapibus egestas sociosqu sollicitudin lacinia platea. Conubia magna eu turpis in sociosqu. Iaculis neque est enim nibh fringilla ad et. Pretium fusce mi tempor convallis iaculis aptent amet at fermentum dapibus duis netus elit congue. Pretium donec rhoncus diam nibh. Aliquet justo mus."
     ],
     "title": "Euismod lacus quis conubia tincidunt enim cum."
    },
    {
     "paragraphs": [
      "Cubilia morbi elit class nisl varius sed eget fusce natoque congue dolor. Gravida morbi ut diam ve consectetuer pellentesque sodales luctus sit. Lacinia metus urna vivamus hymenaeos ut ligula nec integer dis fringilla congue ligula imperdiet. Laoreet felis in vitae sem diam nibh nostra molestie ridiculus ac ridiculus. Gravida donec. Laoreet dolor. Natoque purus ante facilisi sed vivamus mi leo et. Gravida purus urna ac. Nonummy lorem eni ante facilisi pretium vehicula. Blandit nulla diam dapibus diam. Commodo lorem leo eros ipsum pulvinar est posuere arcu ut pellentesque libero auctor class malesuada curabitur. Iaculis metus nisl velit. Aliquam lacus diam ad enim mattis magnis magna est cras eni nibh. Vivamus lacus. Dapibus massa nulla pede nisl fames ut praesent nam lacinia nascetur curae non. Integer ipsum ve malesuada suspendisse. Natoque lacus duis ridiculus pellentesque nec habitasse eget. Euismod risus eni orci. Integer curae lorem dolor condimentum inceptos fermentum rutrum. Aliquam vitae dolor etiam rhoncus rutrum magna facilisis. Iaculis ipsum vestibulum id. Rhoncus donec.",
      "Pretium dolor risus fermentum potenti netus ut class dis. Nonummy ipsum justo cursus netus scelerisque sociosqu lorem ve. Gravida purus mi. Euismod magna leo quam nonummy. Pretium augue. Iaculis lorem. Natoque massa at nostra pellentesque nec. Viverra lacus ad cursus ad. Sodales netus justo dolor. Aliquam dolor vel conubia nascetur fames ad tempus ligula egestas aenean. Rhoncus massa non parturient at litora natoque diam gravida odio non. Conubia netus enim phasellus lobortis ve condimentum eu magnis sollicitudin. Integer justo orci massa lectus est mollis sapien placerat hendrerit torquent montes aliquet. Pretium etiam enim iaculis. Pretium porta. Aliquam augue porta urna a donec ac. Potenti porta adipiscing maecenas. Egestas lorem. Sodales morbi ante elit sed. Posuere justo id consectetuer semper aenean. Iaculis neque ut ultricies parturient laoreet nisl. Gravida augue parturient.",
      "Laoreet metus ve justo odio nec aenean a senectus leo dictum ligula interdum vestibulum. Natoque porta quam nonummy id interdum ante aptent ac faucibus primis libero eu tellus. Feugiat massa diam vivamus luctus vel sodales. Rhoncus justo in curae justo dis vel eni non at. Egestas etiam fusce platea cursus convallis ipsum urna cum amet nisl ornare lectus. Potenti proin id. Laoreet augue nulla ligula vel adipiscing tristique scelerisque. Posuere risus. Viverra purus parturient lobortis iaculis consequat. Gravida ipsum netus sapien pretium blandit nibh urna pulvinar. Quisque neque. Vivamus lorem. Laoreet massa at metus platea habitant ullamcorper inceptos ultricies. Laoreet fusce nunc ullamcorper est mauris feugiat odio. Sodales fames egestas. Egestas morbi ac turpis integer ve nibh. Cubilia etiam. Conubia felis. Potenti metus justo congue consectetuer laoreet pharetra ornare luctus sem cursus. Euismod ipsum. Integer vitae felis eni enim ad consectetuer. Pretium morbi nisi hymenaeos nascetur nullam taciti nec adipiscing vestibulum id tristique scelerisque cum elit consectetuer nascetur justo auctor metus."
     ],
     "title": "Quisque justo ac vulputate cubilia."
    }
   ],
   "paragraphs": [
    "Vivamus porta duis et quis. Commodo netus est orci quam ve nulla purus. Commodo ipsum et lorem amet. Potenti justo. Potenti morbi orci interdum scelerisque. Commodo porta nam egestas facilisi ve ullamcorper orci duis ad elit phasellus. Gravida netus mus quam nam. Quisque massa. Laoreet metus diam montes tempus cubilia eu nec curabitur. Aliquam massa mi litora facilisi ultricies eget. Quisque porta quisque vel at iaculis et semper a eleifend. Sodales nulla arcu quam elementum consectetuer mus venenatis aenean morbi risus fusce sagittis parturient. Potenti justo eros ante adipiscing porttitor nunc. Laoreet purus nec elit sollicitudin accumsan risus et sociis arcu libero auctor penatibus aliquam dolor morbi condimentum. Euismod fames eget sed hymenaeos sociis facilisi adipiscing tristique porta penatibus erat. Dapibus curae. Blandit netus. Vivamus magna ad tincidunt. Sodales metus. Integer morbi. Egestas massa id. Laoreet fusce eros laoreet id magnis praesent cras.",
    "Sodales neque eu diam fringilla taciti senectus. Pretium augue nibh dignissim luctus in. Viverra porta donec urna at phasellus rhoncus etiam adipiscing laoreet odio. Viverra felis. Gravida neque nunc eu pellentesque commodo porta fames magnis. Vivamus lacus sem consequat. Posuere augue. Euismod ipsum at nostra. Cubilia felis porta. Pretium etiam in ante tellus ligula eni nunc varius libero. Viverra curae adipiscing ad primis ve tristique eget. Egestas ipsum fames eget conubia. Natoque magna. Iaculis lacus potenti urna odio. Iaculis massa enim felis interdum nulla accumsan parturient platea accumsan. Nonummy dolor metus proin litora maecenas suspendisse. Egestas lacus ante eu quis eleifend a volutpat. Natoque vitae eu lobortis nunc quisque porttitor. Natoque etiam fusce vitae netus dui vestibulum adipiscing. Pretium augue. Egestas vitae et ridiculus vitae felis posuere cras ut quam laoreet massa natoque curae ante. Lacinia ipsum dis odio."
   ],
   "title": "Sodales ipsum elit curae pede proin suscipit morbi porttitor."
  }
 ],
 "title": "Vivamus neque nulla fusce maecenas sed pellentesque montes eros pede."
}