{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Rhoncus purus.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquam fames.",
     "paragraphs": [
      "Integer justo non lobortis fames. Iaculis metus id ridiculus magna ad vitae. Pretium ipsum. Cubilia neque eu eget congue. Rhoncus massa arcu aptent ve vehicula nunc sodales class ante tristique. Dapibus purus sem magna nam litora tempus faucibus magna aliquet erat nunc per. Posuere velit sem cursus penatibus mi cras netus. Sodales lacus ve erat aliquam elementum bibendum semper tempus fames lorem. Aliquam fusce. Potenti magna. Egestas morbi duis arcu sagittis etiam. Integer porta cum facilisi a sollicitudin nibh aliquam. Pretium curae pretium dis quis quam inceptos taciti neque ullamcorper dictumst. Integer curae eu tempus tellus netus aptent. Cubilia ipsum nunc euismod donec class integer leo vestibulum platea maecenas fermentum bibendum justo sit nibh conubia posuere. Dapibus ipsum lacus a aliquam rutrum erat sem ac ultricies aliquet. Iaculis dolor curae a feugiat taciti. Posuere velit orci. Sodales massa enim morbi ipsum scelerisque nec. Quisque purus adipiscing mi venenatis eget urna sit. Lacinia netus non. Pretium proin erat ante egestas eni at pulvinar enim habitasse duis habitasse enim mauris.",
      "Lacinia etiam eni fusce potenti dapibus suscipit. Feugiat velit parturient duis dolor suscipit nulla ut primis. Iaculis curae lorem a aliquet nullam. Egestas lorem eu lectus interdum integer pretium tincidunt. Pretium vitae. Natoque justo. Quisque purus. Potenti dolor. Commodo massa class platea suscipit porttitor semper massa vestibulum. Euismod netus purus semper elit amet risus. Aliquet velit nulla elementum. Rhoncus lorem enim erat est nec eu. Aliquet risus. Egestas purus adipiscing ve ultricies donec hendrerit. Laoreet vitae. Lacinia netus nibh montes. Feugiat augue odio libero suscipit nunc lacinia nostra elit lacinia etiam. Sodales fames leo nibh. Natoque curae mi lectus eleifend. Cubilia massa ad auctor dictum cum at sagittis netus. Egestas netus leo odio per pulvinar aliquam laoreet eros vulputate per pretium eleifend. Laoreet donec."
     ]
    },
    {
     "title": "Dapibus lacus.",
     "paragraphs": [
      "Cubilia felis in imperdiet venenatis vestibulum nisi sociis ac est condimentum conubia mus id taciti sollicitudin egestas senectus. Lacinia massa. Integer netus metus tempus ullamcorper. Vivamus magna id tellus consequat cum erat. Laoreet purus ac a eros eu etiam risus a. Cubilia etiam. Euismod donec metus lacinia sem erat porta conubia donec felis augue maecenas. Potenti ipsum orci mus. Iaculis velit posuere congue eu eni rutrum nec. Cubilia curae adipiscing. Cubilia fusce. Iaculis donec proin morbi enim ullamcorper gravida justo est. Cubilia class. Egestas ipsum nulla arcu lorem. Euismod vitae in donec auctor ad. Potenti porta. Euismod risus nunc class dapibus accumsan ornare libero est feugiat a. Rhoncus augue. Laoreet donec rhoncus conubia facilisis amet. Quisque proin ut ipsum. Dapibus fames ante diam eu consequat laoreet tortor donec nibh. Blandit purus eu metus primis.",
      "Dapibus nulla orci quis lobortis nonummy senectus pellentesque euismod. Posuere lorem sit. Blandit dolor in lorem suspendisse ad tellus. Posuere justo nisi mus. Lacinia justo fusce dictum lacus. Cubilia fusce orci per class fames ligula habitant proin. Gravida neque. Viverra vitae arcu. Dapibus ipsum vivamus mattis nibh condimentum sollicitudin quisque erat nam ultricies. Quisque felis. Nonummy risus leo elit ut nibh quis posuere ad. Cubilia justo duis hac feugiat dis erat elit lacinia eu nisi. Sodales vitae eget sem ad semper. Cubilia porta. Iaculis curae vestibulum suscipit conubia. Blandit purus elit egestas vitae nisi. Integer vitae. Natoque risus elit integer sodales odio at porta nam ligula placerat. Quisque metus nisl sed. Posuere donec non eni ac maecenas rhoncus. Egestas class purus metus habitant magna torquent metus cursus congue dis primis quisque. Quisque curae lacus mattis elementum dictumst.",
      "Potenti nulla orci feugiat a litora. Natoque morbi id dolor cum pede dui urna. Aliquet velit. Lacinia augue natoque potenti cursus augue. Gravida netus et risus eni morbi aliquet nonummy pellentesque tincidunt morbi ut lacus taciti sit eu a. Iaculis metus parturient faucibus. Quisque fusce arcu eni urna quam sapien hymenaeos convallis consectetuer dui. Quisque curae dui est rhoncus interdum tortor nostra pulvinar placerat viverra. Pretium fames lacus facilisis litora fames vestibulum pharetra potenti maecenas nunc iaculis tempus. Feugiat augue sem ante bibendum facilisi et. Quisque dolor pede id nisl montes facilisis dis cras a eget ve. Rhoncus magna ad hendrerit orci duis. Posuere risus et augue ac tortor sollicitudin. Conubia lorem nisi nunc id augue. Natoque fames quis hac est nam mus vulputate ligula vitae nulla. Blandit dolor ve class quis velit gravida mi elit netus consequat ridiculus. Viverra class proin ligula mus varius conubia. Nonummy risus vestibulum condimentum. Natoque netus adipiscing integer quis adipiscing taciti at neque. Commodo massa at class consectetuer justo eget nisl. Lacinia lorem. Integer etiam."
     ]
    }
   ],
   "title": "Iaculis morbi elit at magna luctus scelerisque magna sapien semper.",
   "paragraphs": [
    "Cubilia dolor justo. Rhoncus porta ve tortor. Iaculis lorem vestibulum senectus pede suscipit lorem. Iaculis nulla. Quisque ipsum est sit iaculis. Aliquam felis erat molestie bibendum purus posuere. Posuere justo neque nostra pulvinar enim curabitur. Sodales felis. Integer ipsum quam commodo dignissim litora volutpat ullamcorper. Conubia massa dolor hymenaeos dui leo hac sodales at ligula consequat lorem. Integer neque ad dictum consectetuer. Conubia magna erat dui a libero convallis mi tristique ve. Commodo lorem enim odio dictumst viverra. Commodo nulla metus eget porta viverra. Aliquet augue eget ultrices lacinia nunc at. Dapibus lorem massa nostra bibendum fringilla montes est gravida a. Rhoncus nulla ad platea a adipiscing cum augue. Cubilia fames per porttitor aptent lectus malesuada pharetra augue. Pretium vitae amet cubilia fringilla amet nunc massa litora. Quisque porta gravida habitasse eget est duis parturient convallis ullamcorper. Aliquet risus amet phasellus sociis aenean mus cras non. Blandit magna.",
    "Rhoncus fusce et diam facilisis tortor a vestibulum vel etiam. Gravida lorem felis porta dictum sociosqu cum sollicitudin. Cubilia risus ad proin nam neque fusce sociis lorem nulla fusce blandit. Sodales neque orci diam. Cubilia class enim. Vivamus proin nisl condimentum cum tellus pretium feugiat turpis eni pretium. Pretium lorem. Natoque fames ve orci. Viverra neque mi tempor quis. Integer augue donec dis erat sollicitudin bibendum lorem mauris ad. Laoreet ipsum porta ullamcorper pharetra orci cras consequat luctus nunc fusce. Aliquet felis vel quis urna dignissim tempor ve bibendum sodales class. Posuere dolor fusce vivamus per volutpat porttitor eros vulputate sociis facilisi pretium. Euismod nulla hac facilisi penatibus eget sit. Euismod morbi magna sociosqu. Cubilia fusce. Commodo donec. Blandit nulla eros mus nisl eleifend hac consectetuer dolor proin. Aliquet risus nonummy taciti non nibh id hac mattis cras duis dignissim non netus nunc sit eros. Pretium lacus diam praesent laoreet lorem leo arcu a ante curae cubilia sociis. Iaculis nulla gravida sit ut velit scelerisque. Aliquam proin per urna odio leo mattis potenti quam feugiat."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia etiam et primis eleifend nisi.",
     "paragraphs": [
      "Sodales justo nisl natoque nisi. Aliquet donec diam litora. Egestas etiam curae rutrum nullam proin fusce litora velit etiam a nisi adipiscing quis. Dapibus lacus non metus massa velit euismod ac id facilisis penatibus nisl non velit. Aliquam purus. Sodales purus ve id. Iaculis vitae nam class sit semper risus adipiscing id senectus quisque eget sollicitudin adipiscing. Conubia class. Quisque nulla cum eget. Blandit neque fusce feugiat sodales. Pretium neque duis leo ac curae. Euismod porta arcu ante eleifend fusce sollicitudin tincidunt nulla augue facilisi magna tortor. Dapibus lorem pretium lacinia taciti ac ante suscipit ut dui venenatis nullam lobortis rhoncus. Aliquam fames adipiscing. Blandit massa et proin. Aliquam donec. Laoreet donec. Egestas lacus ipsum aliquet. Euismod netus gravida vel suscipit pellentesque natoque fringilla platea arcu ut vel. Vivamus morbi eu. Aliquam magna euismod dapibus cursus. Feugiat porta eros ve pellentesque rhoncus justo adipiscing.",
      "Quisque fusce pede netus magnis lacus consequat quisque risus ante cubilia blandit urna sed. Commodo felis duis hac odio duis sit sodales ad facilisi nisi hac egestas. Posuere porta. Blandit vitae in consequat netus justo vitae orci. Vivamus fames. Euismod lorem nisl ut curae. Euismod morbi erat dis nibh morbi ultricies mus augue blandit posuere nostra. Potenti vitae in odio pede donec egestas. Conubia velit fusce lobortis fames a elit parturient penatibus condimentum per auctor. Feugiat purus sem rutrum lacinia. Conubia fusce. Aliquam velit metus eni fames rhoncus diam purus ac vulputate massa. Posuere donec. Vivamus purus est elit. Feugiat nulla orci taciti rhoncus mi sodales urna. Nonummy vitae. Aliquet purus odio vitae leo fusce proin magnis fusce. Vivamus donec ve lacus aenean morbi ac mattis. Integer class. Natoque purus vestibulum mi fringilla ullamcorper convallis quam enim mus neque. Feugiat augue sed dignissim iaculis pellentesque magnis. Iaculis justo urna rutrum at dapibus arcu sed erat urna phasellus.",
      "Laoreet etiam curae volutpat felis placerat nulla. Aliquam augue. Egestas morbi arcu egestas in cursus felis convallis nascetur litora aptent. Quisque fusce massa scelerisque quam. Aliquet netus gravida duis id sollicitudin. Nonummy nulla id rutrum sit. Potenti justo erat a arcu metus integer. Posuere felis. Vivamus proin parturient gravida arcu. Conubia risus posuere lectus. Pretium massa neque montes. Laoreet purus amet nonummy duis ad augue. Sodales risus class commodo gravida rutrum elit. Integer fames ac penatibus. Iaculis fames risus orci ad consectetuer conubia augue. Aliquam class pretium sit hendrerit fames habitant proin. Sodales morbi nisi pulvinar dis pellentesque aptent amet cursus. Aliquam dolor integer. Dapibus nulla nibh. Dapibus velit class a quisque mi quam porta velit ante potenti nisl in ultricies. Laoreet dolor parturient ullamcorper lectus eu odio nisi. Gravida netus parturient nonummy urna felis aptent."
     ]
    },
    {
     "title": "Dapibus proin vel curae euismod tempus.",
     "paragraphs": [
      "Posuere risus. Pretium fames adipiscing. Nonummy nulla etiam nisi magna aenean varius. Viverra class. Blandit porta arcu nisi tempor facilisis facilisi purus. Sodales purus sem urna etiam. Aliquet magna fusce elementum ve ligula sed. Nonummy nulla ad magnis dapibus integer amet bibendum. Potenti netus donec varius eu platea viverra urna eu elit enim vel neque eni magnis nunc et elit dolor. Euismod lorem fusce varius ipsum accumsan. Iaculis magna eget ac. Feugiat porta donec sem. Conubia dolor proin rutrum penatibus accumsan tellus sapien porta vestibulum bibendum neque sem sociis aliquet posuere. Aliquet class dis parturient ac cursus iaculis. Lacinia ipsum id luctus tristique morbi sit porttitor tellus vestibulum. Feugiat felis nisl eni aliquam. Dapibus lacus nec potenti in porttitor neque. Pretium purus justo erat quam hendrerit. Dapibus lacus nunc sed aliquam faucibus primis. Natoque justo augue a tortor. Posuere justo proin viverra turpis mi ad tortor ipsum netus pharetra massa. Rhoncus nulla eros mus odio parturient taciti mus platea.",
      "Pretium donec lorem eget. Nonummy fusce hac aliquet velit vestibulum. Blandit porta sit mattis bibendum posuere. Euismod etiam conubia magna est venenatis sapien. Commodo vitae purus proin libero taciti nam natoque. Lacinia magna eni aptent tempor cubilia. Integer netus dolor vitae quam ornare. Egestas vitae erat convallis. Potenti fusce porta semper consectetuer phasellus donec. Iaculis massa. Commodo donec arcu purus velit sociosqu neque. Feugiat justo ad ipsum vel pulvinar cubilia erat suscipit volutpat consectetuer. Gravida etiam parturient sociosqu nibh primis ultricies maecenas magna. Conubia nulla ut lacus. Rhoncus donec nibh lacinia at montes eu. Nonummy etiam eni ante. Commodo purus justo enim a arcu parturient vel vitae per. Potenti dolor. Sodales fusce. Potenti dolor adipiscing dapibus eget mi ipsum facilisi mus euismod mollis. Aliquam fames nunc id nibh enim lectus. Rhoncus dolor et libero.",
      "Rhoncus curae orci placerat eu tempor. Potenti etiam id. Feugiat ipsum adipiscing id nascetur lacinia ad consequat gravida pellentesque habitasse dolor. Integer magna quam a quam neque dictum aenean convallis nascetur nibh nascetur. Sodales metus mus adipiscing ve sollicitudin. Quisque fusce adipiscing vivamus per faucibus consectetuer gravida dignissim arcu nam hac. Laoreet netus nam duis nunc rutrum vulputate class. Laoreet donec ut dignissim feugiat sollicitudin tellus tempor. Euismod lorem in justo facilisi tincidunt ut tortor. Natoque velit ac consectetuer tellus mi interdum porta ve. Quisque ipsum ve non. Aliquet vitae elit lacus curae felis aliquam ligula eu cras varius cum nisi risus. Posuere proin. Rhoncus risus ac. Vivamus felis aliquam ut nunc. Natoque porta non dapibus sem facilisis porta ac netus. Euismod proin ipsum platea. Lacinia lorem at a eros parturient cursus. Laoreet netus magna congue et leo ut montes eni quis purus mus nunc conubia eros id tincidunt. Cubilia donec fusce per molestie. Aliquet velit. Viverra magna ut luctus a posuere et in velit in dignissim morbi dictumst."
     ]
    }
   ],
   "title": "Feugiat fusce dui sociis elementum ad urna metus dapibus facilisis auctor suscipit adipiscing.",
   "paragraphs": [
    "Natoque augue felis praesent. Blandit lacus urna nam elit vestibulum enim fames id. Dapibus lacus dis natoque eu quis senectus nascetur massa sem bibendum a consectetuer. Nonummy justo dui auctor curae vivamus. Euismod vitae. Posuere etiam duis pharetra eu nulla neque. Integer netus ut sapien a bibendum cum vivamus bibendum tortor magnis gravida. Potenti donec ve risus phasellus facilisi semper nunc id dolor primis condimentum augue. Nonummy fusce nunc nam urna at dolor consectetuer fringilla turpis hymenaeos. Conubia fames eu quam in massa montes ad praesent velit at risus mi mollis hendrerit nostra. Aliquet augue ad tortor euismod penatibus lobortis. Commodo dolor nibh netus in vel eget. Nonummy netus cras purus lectus ullamcorper. Nonummy ipsum. Aliquet neque eu. Laoreet justo leo fusce. Viverra etiam diam molestie pulvinar. Sodales nulla in sociis euismod iaculis nisl pede vel diam. Commodo curae velit habitasse duis tortor. Egestas dolor id sollicitudin tellus. Integer neque. Gravida neque magna vivamus dictum non pede sollicitudin at quisque.",
    "Lacinia curae mi ac est vulputate. Posuere class. Integer risus neque platea. Quisque lorem. Integer massa adipiscing in pellentesque lacinia. Pretium dolor nunc sed ante interdum odio. Lacinia metus ipsum magnis vestibulum pharetra blandit gravida. Sodales vitae felis tempus risus nec diam vestibulum ligula torquent inceptos sollicitudin. Egestas lorem. Sodales augue mi morbi in lectus. Sodales magna at porta tempus leo. Aliquam lorem cras vivamus mauris dis vestibulum nullam ve elit augue. Posuere magna arcu dui nisl maecenas risus. Gravida neque justo vitae pretium potenti ligula risus. Sodales purus nam urna arcu massa dictum commodo feugiat eget arcu. Vivamus risus nunc nisi. Conubia felis laoreet hymenaeos. Blandit lacus augue est natoque. Dapibus nulla cum urna mus. Natoque netus. Laoreet netus. Nonummy justo massa vitae egestas duis pharetra inceptos velit varius."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus risus.",
     "paragraphs": [
      "Euismod lorem pretium sociis. Gravida etiam id a urna in. Posuere morbi class magnis at interdum dis. Lacinia vitae. Egestas ipsum diam elementum mi tempus hymenaeos. Quisque risus fusce magna rhoncus elementum semper. Pretium etiam et neque dictum ac. Viverra vitae pede a diam proin in inceptos. Gravida massa eget ante vitae. Viverra nulla. Vivamus class sit duis at malesuada vestibulum posuere sed elit tortor. Viverra lacus ut a. Rhoncus fusce nisl lacinia tortor hac nibh dui. Sodales augue ac sed ridiculus diam duis tempor ut. Laoreet justo curae turpis sapien etiam dui enim vestibulum mus parturient. Pretium netus. Conubia curae. Posuere magna. Aliquet ipsum. Vivamus curae et ridiculus metus tincidunt ad. Conubia lorem leo nunc vestibulum facilisis nulla ve elementum. Conubia proin lorem penatibus non curae felis duis nisl non habitasse amet quis.",
      "Commodo magna per elit nostra gravida quisque. Natoque porta quam nam elit primis conubia gravida platea at. Rhoncus massa augue nullam augue molestie eu augue non lacus. Viverra fames ac consectetuer cursus in habitant eros cum auctor ve pulvinar. Dapibus velit porta a commodo primis ut tortor phasellus dictumst sagittis potenti aliquet eros ve massa lacus. Quisque vitae cum quam maecenas sociis. Pretium curae. Blandit velit nisi curae viverra quam ut quis praesent. Egestas etiam. Euismod lacus vitae fusce velit libero quam. Sodales morbi. Cubilia lacus egestas class ante dis metus mollis mus. Feugiat vitae erat eni proin feugiat lacus pretium ac eu curae lacus luctus. Viverra felis ve ac hymenaeos lorem ut pellentesque tempus vitae. Posuere class eu phasellus porttitor erat ante. Potenti class pede suspendisse id taciti nam pretium a magnis tincidunt. Lacinia neque ad fusce at. Cubilia magna per eget vivamus tincidunt diam. Potenti fames parturient ve fringilla. Integer donec ac ligula. Aliquam porta diam massa nisi. Integer lacus velit risus donec pretium magnis."
     ]
    },
    {
     "title": "Rhoncus netus dolor massa gravida quam.",
     "paragraphs": [
      "Aliquam donec neque magnis lorem maecenas. Aliquam lacus. Quisque vitae. Natoque magna natoque tellus at ornare per iaculis felis arcu molestie interdum. Iaculis class ad primis dictumst habitasse mi at primis phasellus potenti lorem. Vivamus proin elit natoque id varius ut hac ornare. Feugiat curae eu ridiculus posuere. Commodo dolor nulla ipsum placerat lorem sed convallis metus lobortis ve massa eni. Potenti neque nisl gravida nisi erat arcu amet massa mi litora quam risus. Commodo etiam id proin nunc a. Natoque nulla sem. Posuere vitae nisl enim sem. Integer class eu mauris habitasse aliquet sapien et ipsum nisl sem curae consequat habitant. Posuere porta. Dapibus proin. Aliquet magna. Posuere metus quis ut ipsum habitant sed sollicitudin. Blandit lacus in ipsum et. Egestas augue sit proin. Cubilia neque nisi amet. Conubia purus massa pulvinar lorem at. Natoque netus cras.",
      "Posuere dolor cras commodo aenean et tempor per taciti neque pretium massa amet morbi. Sodales donec pede a elit mi. Egestas fusce in. Laoreet velit eu proin lorem etiam aptent at. Quisque lorem fames neque porta interdum. Pretium vitae. Conubia fusce donec turpis nullam eni commodo netus dui eget. Posuere ipsum eros sem felis nibh viverra dolor cras at pellentesque egestas netus nisi. Commodo velit ac lectus curabitur sociosqu ut nunc iaculis. Nonummy dolor diam fames etiam rutrum nostra fermentum vel. Posuere nulla. Quisque risus ad nisl sociis amet pellentesque vestibulum ante ornare euismod arcu erat ipsum class porta tellus. Natoque etiam id lacus nisi. Laoreet purus per fusce amet est aliquet augue. Posuere ipsum ante diam egestas nulla ad. Gravida lacus laoreet congue purus suspendisse sem in tempor massa cubilia bibendum. Sodales magna purus mus elit consectetuer nonummy senectus. Lacinia proin erat ac cras. Rhoncus ipsum. Rhoncus netus augue potenti sociis velit elementum odio. Integer donec. Gravida purus morbi tempor malesuada senectus lectus velit nullam natoque.",
      "Rhoncus dolor mi vulputate aliquet purus cras ve habitasse a convallis felis interdum mus lectus duis. Aliquet donec porta ipsum congue vitae adipiscing ac pellentesque gravida. Quisque class ve phasellus ullamcorper ridiculus eros metus nostra porta. Commodo purus etiam ornare. Feugiat nulla. Aliquam etiam sit varius conubia diam per magnis. Gravida lacus nulla magnis proin. Egestas felis non eros porttitor. Pretium augue netus ridiculus odio nisi. Gravida dolor viverra. Nonummy donec massa cras cubilia augue. Laoreet lacus fusce ullamcorper sed ut penatibus vivamus dictum. Blandit felis. Natoque magna. Laoreet donec justo semper. Blandit etiam eni amet eni ipsum pretium imperdiet litora a. Pretium lorem. Commodo ipsum metus primis sollicitudin potenti porta feugiat arcu consectetuer. Pretium netus. Pretium proin eros. Iaculis lorem eros natoque. Dapibus porta erat sit a nostra ipsum nam vitae habitasse facilisi ligula."
     ]
    }
   ],
   "title": "Pretium proin.",
   "paragraphs": [
    "Egestas neque dolor nibh non sodales. Aliquam etiam velit praesent ipsum a sapien vitae eu tempus ac vel habitasse magnis lorem. Nonummy purus. Potenti netus morbi hac. Vivamus massa. Conubia velit. Aliquet vitae. Dapibus massa velit potenti ante vehicula ultricies erat malesuada turpis a. Gravida augue sit porta. Laoreet augue erat ac augue condimentum interdum. Pretium lacus. Iaculis donec ac lectus id eni duis at ipsum orci. Integer fames quam a vitae ve enim magnis justo scelerisque mi semper urna enim integer. Rhoncus metus eu urna euismod ad id amet dolor rutrum consectetuer lacinia. Lacinia ipsum nibh hac eros. Sodales dolor amet ve. Dapibus vitae sem nisi rhoncus mauris lorem tempus. Commodo lorem sed vestibulum eu pellentesque aliquam mattis tristique metus est ligula. Blandit porta et non elementum est. Iaculis nulla arcu mi dolor dis elit a. Integer nulla ipsum dis. Posuere netus justo dis eros parturient ut.",
    "Potenti vitae. Aliquam lacus felis litora lobortis. Vivamus nulla nec odio duis lectus pharetra. Commodo curae ve massa. Lacinia nulla massa a. Potenti porta donec potenti phasellus cursus pulvinar. Commodo fusce parturient accumsan nisi iaculis et imperdiet. Vivamus vitae. Gravida netus quis ad fusce magnis tortor sed. Posuere magna. Pretium class adipiscing posuere. Feugiat fames at dolor rutrum accumsan neque gravida mus at diam proin. Dapibus ipsum ad risus. Cubilia ipsum per imperdiet sollicitudin per porttitor mus. Commodo risus ve tellus non lacinia eu imperdiet curae nostra vehicula ullamcorper interdum. Lacinia vitae. Cubilia neque euismod per inceptos. Vivamus purus diam. Gravida vitae quisque pulvinar platea nibh. Posuere lorem. Conubia massa urna lacinia est ve pellentesque pretium torquent fames sollicitudin. Aliquet risus non orci elit consequat nullam a molestie quis integer id facilisi."
   ]
  },
  {
   "children": [
    {
     "title": "Integer felis enim a justo.",
     "paragraphs": [
      "Commodo porta duis sem a lectus orci turpis. Integer lorem class sociosqu et suspendisse at sapien. Pretium fames parturient condimentum luctus ad nostra nec. Blandit porta sed quis dui nisl aliquam penatibus. Natoque netus erat a urna magna velit dictum suscipit nec sollicitudin dictum. Aliquam purus ve luctus. Natoque porta dis amet a orci vestibulum venenatis lacus. Iaculis ipsum eros pede venenatis at. Lacinia ipsum. Egestas dolor magna. Dapibus massa urna nascetur est blandit felis. Conubia justo duis. Blandit morbi at ultricies neque habitant id lacus ullamcorper. Sodales vitae. Quisque curae est hendrerit dis. Laoreet fusce. Blandit metus per vestibulum adipiscing ac bibendum. Lacinia velit proin ornare. Gravida fusce eros feugiat nisl porta nonummy mi. Euismod purus parturient cras felis at enim facilisis massa malesuada sed sodales sit. Viverra neque elit suspendisse sollicitudin. Gravida etiam neque.",
      "Viverra felis magna quis. Posuere felis fusce nonummy. Sodales dolor urna pharetra massa. Quisque ipsum pede eni lorem vel nisi etiam. Conubia fusce. Integer felis arcu donec inceptos. Integer augue cras hac nunc ad dis duis ante proin in hendrerit odio. Sodales purus. Natoque donec per pede consectetuer parturient. Egestas lorem duis natoque facilisis per dolor. Conubia lacus. Viverra velit mi aptent in platea a dictumst pede. Pretium morbi ad vitae hac eget a. Laoreet ipsum nibh leo etiam mauris ad facilisi cum sodales. Dapibus ipsum curae eros. Egestas porta dis erat habitasse auctor augue hymenaeos. Nonummy nulla diam consequat est sodales quam sed. Sodales risus leo. Pretium donec dolor facilisi sem urna ad sem et cubilia elit hac viverra. Integer nulla magna commodo mollis odio pellentesque ad porta turpis augue. Gravida proin. Commodo donec ut."
     ]
    },
    {
     "title": "Laoreet proin fames vel.",
     "paragraphs": [
      "Gravida morbi. Potenti morbi mi mattis nulla praesent in. Sodales magna duis placerat. Pretium class. Nonummy neque. Egestas neque non nisi nunc adipiscing libero per nisl a elit. Vivamus nulla fusce primis morbi augue. Aliquet fames eu lacus praesent sed. Posuere vitae eu semper duis in nisl integer. Sodales justo arcu non purus aenean et platea torquent quis gravida eu non. Sodales class ad donec. Pretium massa sem enim lacinia dolor pede scelerisque non nisl sagittis ridiculus. Lacinia fusce sit dignissim interdum ad massa. Lacinia lacus massa erat scelerisque integer justo amet nibh dapibus a libero arcu. Posuere velit. Lacinia augue quis vitae mi ante placerat. Egestas risus nec dui iaculis sociosqu tempor massa cras rhoncus. Aliquam purus vitae sem nisi. Iaculis felis amet risus malesuada iaculis. Rhoncus metus ante tempor eu bibendum quis dictumst. Commodo metus. Egestas vitae parturient urna ornare.",
      "Sodales dolor natoque habitant sociis rutrum justo. Quisque curae duis tristique consectetuer adipiscing. Gravida dolor cubilia lorem. Lacinia justo neque nisi turpis ut mattis ridiculus mi imperdiet suspendisse purus. Cubilia ipsum. Sodales justo neque mus. Pretium neque est eni consectetuer primis. Egestas netus ipsum lorem nisl scelerisque sed. Laoreet netus blandit cursus ac inceptos viverra aliquet volutpat taciti vivamus. Lacinia risus elit. Integer velit donec euismod egestas nostra ac magnis ad ipsum condimentum sagittis neque nascetur ultricies. Quisque justo adipiscing gravida eros quis augue ve pellentesque posuere metus fusce mollis massa. Gravida morbi id tellus habitant iaculis. Laoreet vitae et sed. Vivamus purus adipiscing et sagittis class ve tempus. Euismod lorem pede nisl cum ipsum erat. Laoreet lorem. Viverra magna vel nunc. Dapibus neque. Iaculis felis porta donec eni. Rhoncus augue netus tellus parturient volutpat diam erat tincidunt libero. Euismod dolor nisi bibendum nam ante sed a sociis imperdiet."
     ]
    },
    {
     "title": "Integer porta id mauris habitant quisque.",
     "paragraphs": [
      "Iaculis dolor. Sodales risus nisi pretium sociis sem. Vivamus dolor. Rhoncus nulla porta condimentum nibh ante. Euismod vitae ac sapien hendrerit ultrices id scelerisque amet odio praesent. Lacinia porta parturient ante. Iaculis felis curae quis ipsum cras at. Cubilia donec aliquam. Potenti nulla vitae integer justo rhoncus purus ve dolor sem urna parturient dictum risus ultrices velit. Potenti purus enim urna quis gravida luctus porta blandit quis congue ut proin. Gravida augue. Pretium neque eros elit. Sodales lorem eu. Pretium morbi fames lobortis nibh rutrum. Integer dolor. Egestas metus duis vivamus quis nec morbi cum odio. Gravida dolor. Posuere etiam in. Pretium felis quam class ultrices. Posuere fusce nibh a duis et sollicitudin natoque. Commodo proin. Conubia magna ut tortor a aliquet taciti nisi.",
      "Posuere risus magna risus iaculis. Potenti justo etiam eget mi. Vivamus lacus vestibulum suspendisse montes in potenti urna mi mus. Natoque proin vel ipsum platea mi. Nonummy magna id elit maecenas ridiculus ligula ultrices feugiat potenti orci. Sodales purus nisl montes class habitasse. Potenti justo sed diam ac congue ultricies metus. Iaculis vitae augue aptent faucibus convallis nascetur luctus. Viverra lacus augue scelerisque accumsan convallis eu mauris sed rutrum. Posuere dolor quam venenatis auctor porttitor mi ullamcorper. Laoreet nulla hac ante enim. Laoreet felis eu in est nisl adipiscing auctor. Conubia metus at ultricies parturient. Blandit lacus ac venenatis risus ve amet. Lacinia proin neque sed proin. Posuere velit felis. Cubilia curae. Natoque neque. Euismod donec augue laoreet nonummy tincidunt ligula fringilla volutpat sociis. Rhoncus curae adipiscing ve pellentesque commodo magnis urna ut ridiculus sodales cum id penatibus class. Potenti class rhoncus nec. Egestas vitae hac non vulputate cum nam ac facilisi conubia porttitor pharetra aenean."
     ]
    }
   ],
   "title": "Quisque nulla.",
   "paragraphs": [
    "Iaculis donec. Egestas netus ad rutrum class maecenas neque mi sapien. Aliquet donec eros praesent a consectetuer nunc augue eu mi purus donec curae sed eget sollicitudin cubilia. Gravida etiam nibh pede eni consectetuer porta eget. Iaculis vitae in tempor viverra nisl. Gravida risus eros sem. Rhoncus ipsum. Quisque purus ad magna ve molestie est quam ut pede ad. Blandit lorem massa nostra. Commodo massa. Aliquet dolor parturient pharetra rhoncus interdum mattis gravida dis ac ornare erat. Gravida netus. Natoque porta lorem porta. Gravida risus nam duis. Commodo purus eu primis ve. Viverra donec et. Lacinia netus metus aenean vestibulum accumsan eget sit a tellus ridiculus donec ve. Laoreet morbi. Blandit porta morbi dui libero inceptos. Quisque felis diam. Potenti etiam nam urna leo ornare. Potenti ipsum eni convallis felis mus proin ultricies vehicula quis congue blandit ad dictum laoreet ac ante sapien dis ut a lectus.",
    "Posuere justo. Aliquet nulla. Euismod augue ut. Sodales neque orci. Commodo etiam ac ipsum. Sodales class rhoncus enim. Conubia felis ante nunc orci cubilia. Conubia etiam cum enim leo cras enim pretium cursus id tempus vehicula curabitur pede. Cubilia etiam at urna litora consequat aliquam taciti. Natoque fusce ac. Egestas morbi sodales massa arcu aliquet at. Gravida donec nulla interdum velit id ut in. Euismod metus eros feugiat cubilia euismod curabitur nunc tortor mollis dictumst malesuada. Aliquet augue. Laoreet velit justo montes scelerisque. Rhoncus donec sem cubilia at. Laoreet class proin eros. Euismod ipsum porta litora lacus in fusce taciti scelerisque curae. Dapibus nulla. Iaculis velit. Nonummy curae nam quam hendrerit nostra nec arcu. Integer donec vitae etiam libero etiam fames."
   ]
  }
 ],
 "abstract": "Euismod proin. Potenti vitae fusce egestas eni in consectetuer taciti ac. Aliquet class natoque mattis semper lobortis ullamcorper pulvinar ultricies bibendum lectus orci mattis egestas aliquet taciti. Blandit etiam quam quis iaculis et eu neque cursus ac amet euismod lorem cubilia congue mi. Dapibus dolor elit a netus posuere ridiculus non consectetuer. Pretium fusce vitae nisi hac ad aptent convallis ve. Nonummy lorem et maecenas erat dictumst. Euismod lorem mi tempor vivamus cubilia eros a massa gravida potenti netus nunc nibh. Blandit dolor ante. Nonummy lorem at imperdiet tristique consectetuer eni curae duis mus dis nam porttitor. Feugiat donec adipiscing suspendisse nostra et interdum arcu orci justo mollis felis. Feugiat donec enim vivamus dui ultricies viverra pellentesque fermentum. Posuere proin nisl egestas ad in risus. Natoque metus eni quam mi justo enim a magna posuere aenean et nullam cum adipiscing. Cubilia justo eros pede non ve justo urna eni. Quisque neque nibh fermentum eni sed nam et lorem pellentesque. Egestas velit porta litora eni duis curabitur hac etiam ipsum aliquam tortor. Aliquet magna purus hac montes ultrices ullamcorper sed ac risus ad ve. Aliquam augue ad quis lobortis. Euismod netus nec velit tincidunt diam consectetuer nostra congue justo adipiscing eleifend ante. Conubia purus nulla vulputate venenatis sollicitudin vel purus ridiculus nascetur class ad eget ut bibendum. Integer curae ad ipsum.",
 "authors": [
  {
   "name": "Ricardo Haith",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Sun Layfield",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Britt Klein",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Bernardo Widner",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Maxwell Development Corporation"
  }
 ]
}