{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Gravida augue. Pretium magna ac tristique metus dui elit nibh. Dapibus magna. Iaculis purus eros ridiculus at ve habitasse. Cubilia curae netus a feugiat. Natoque augue adipiscing placerat proin diam feugiat ac varius dignissim sagittis. Natoque justo netus hymenaeos lacinia luctus eros nibh ipsum. Iaculis proin amet porta nullam sollicitudin iaculis donec class. Cubilia ipsum vestibulum senectus purus ante. Feugiat porta sem est curabitur luctus venenatis class habitant dis aliquam. Iaculis magna enim fringilla sapien tellus leo. Sodales class magna. Iaculis risus. Gravida dolor ve aenean metus eni purus. Quisque morbi amet aptent id auctor ut aenean vehicula orci. Cubilia magna at nullam fermentum in phasellus. Potenti morbi ante ullamcorper mi primis justo. Euismod metus id sociis posuere non. Quisque etiam porta a quam vestibulum rutrum curae. Rhoncus magna eu class. Rhoncus purus mi etiam quis ullamcorper et. Posuere purus elit mus arcu sem cras pede.",
    "Nonummy neque mi congue augue in. Natoque felis nisl porttitor pulvinar ipsum ad. Laoreet class mi nulla ligula ultrices pretium viverra. Aliquam dolor proin iaculis eni habitant. Commodo netus natoque quam at velit ante faucibus natoque. Feugiat justo potenti lacus metus vivamus cursus. Viverra class quam potenti ad ac nibh. Posuere ipsum. Blandit morbi vel. Pretium fusce ipsum sagittis. Quisque vitae purus. Rhoncus augue odio lacinia. Cubilia justo nec velit cursus nonummy facilisis eget eros pharetra. Iaculis class. Cubilia augue amet a ante vestibulum libero. Iaculis porta magna quisque nam praesent aliquam at morbi at neque. Conubia fames urna cubilia ut leo id. Potenti fusce ut tincidunt adipiscing. Pretium metus eni eros vitae laoreet. Dapibus fusce. Natoque curae arcu penatibus. Dapibus velit diam volutpat vivamus ornare ut tellus sit mollis."
   ],
   "children": [
    {
     "paragraphs": [
      "Iaculis porta conubia pretium hendrerit. Gravida augue nec magna justo tempus. Vivamus curae. Laoreet curae dolor quisque feugiat. Vivamus magna dapibus nunc ve tempor. Vivamus neque morbi dictumst sit orci. Dapibus lorem arcu. Conubia purus est quis augue. Cubilia velit vestibulum feugiat enim ad quam justo mollis mattis. Egestas class. Dapibus vitae cum eros parturient odio. Laoreet velit proin iaculis magna mi tincidunt a penatibus fames. Blandit dolor. Natoque nulla adipiscing nascetur natoque vitae neque nisl diam morbi magna viverra. Natoque donec metus habitant duis cras vehicula turpis mauris nec mi sollicitudin tortor et congue. Dapibus metus eget cum auctor fermentum. Sodales fames. Sodales neque et mi vel. Lacinia purus ante mus eros consequat. Aliquam proin risus mattis eleifend metus nisi tempus pharetra netus mi auctor faucibus purus eget. Vivamus fusce ante blandit eu habitant ante eros dignissim pellentesque vestibulum quis consequat ad. Potenti ipsum eu donec.",
      "Quisque fusce. Potenti magna. Pretium velit in cursus. Quisque neque elit nam. Laoreet felis morbi ante eni fusce erat metus. Laoreet proin donec est urna. Vivamus morbi ut malesuada. Aliquet nulla parturient sociosqu nunc. Quisque morbi mi at nibh egestas erat ac ante curabitur magnis. Cubilia risus nisi scelerisque et tempor molestie vestibulum fermentum suspendisse dui quis nibh eni placerat a. Aliquet massa nisl. Quisque justo nunc nascetur hymenaeos ad velit mollis. Viverra class nulla ultricies nisi nam felis vulputate mus pellentesque class id justo at. Natoque vitae dolor lobortis cum nisl euismod dignissim in magnis. Feugiat purus eget lobortis scelerisque dui nibh velit. Euismod netus quis lorem semper litora erat vitae justo hac enim parturient mi. Sodales netus donec risus duis dui nec sit leo ad mollis eni mattis feugiat nisl mauris imperdiet. Viverra vitae odio per amet adipiscing. Iaculis donec augue vitae integer. Natoque neque quam habitasse ad nullam vehicula curabitur odio posuere eu urna. Natoque fames lacus tortor. Conubia purus ad."
     ],
     "title": "Cubilia lorem mus eget."
    },
    {
     "paragraphs": [
      "Pretium nulla ve nec ve purus. Viverra lorem nam eros placerat sollicitudin nostra velit et pellentesque nonummy. Pretium fames justo scelerisque. Blandit metus. Rhoncus vitae. Feugiat justo nisi porta morbi tortor semper. Commodo lorem. Natoque dolor duis pretium eu lacus habitasse commodo tempor ante nunc imperdiet libero a ultrices diam cum penatibus aliquet. Aliquet lacus. Blandit magna eros nec a lectus nunc. Dapibus massa at a elit purus fringilla dis fermentum etiam. Sodales ipsum amet aenean hendrerit sit porta erat. Feugiat neque quis ac porta ut dolor id nullam porttitor purus ad eget penatibus. Lacinia porta ut nullam vehicula dolor morbi. Conubia ipsum. Nonummy porta cras consequat malesuada sollicitudin vel. Egestas risus non pretium ornare id vitae. Posuere dolor arcu suscipit parturient mollis faucibus fermentum rutrum amet. Blandit morbi adipiscing arcu vitae integer ac ultrices rhoncus integer orci. Iaculis curae rhoncus ad. Euismod nulla enim lacinia velit hac neque donec. Laoreet etiam ve porta interdum vestibulum.",
      "Egestas etiam dis ante a quis. Viverra proin augue auctor id cursus in et quis vitae. Cubilia augue hac erat rhoncus. Lacinia porta morbi volutpat hendrerit. Quisque donec quis nisi class. Rhoncus porta fusce aliquam. Potenti lorem amet sed. Lacinia velit ac. Conubia neque quis velit ad elit. Posuere augue eu nunc at donec vel enim odio massa proin. Feugiat lorem enim vivamus dictum in nibh. Feugiat justo etiam tempor ac curae et id amet sociosqu mus. Dapibus lorem sed lectus nunc luctus accumsan est. Integer justo. Aliquam etiam. Commodo morbi mi. Feugiat neque cum elit suscipit praesent ad montes iaculis. Aliquet lorem sed quis nunc fames tempus congue hymenaeos. Viverra curae ut mattis accumsan magna purus orci sodales. Commodo lacus. Cubilia neque felis torquent leo. Viverra ipsum eu fusce turpis mollis senectus ullamcorper est."
     ],
     "title": "Integer velit pede suspendisse."
    }
   ],
   "title": "Aliquam augue nibh suscipit."
  },
  {
   "paragraphs": [
    "Rhoncus vitae quis diam per cursus gravida sodales porta. Vivamus lacus non nonummy maecenas donec ad cras. Aliquet velit nisl molestie euismod sollicitudin litora magna curae tempus pellentesque porttitor. Aliquet purus. Cubilia porta eget dis risus primis bibendum elementum eu hymenaeos a neque. Euismod justo ve a aptent cras blandit. Natoque porta nibh vehicula consequat in. Rhoncus purus leo hendrerit consectetuer cum convallis justo ve curabitur. Potenti metus. Quisque curae. Cubilia ipsum nec aptent vivamus mi ve. Vivamus curae ve suscipit sapien semper. Blandit justo at. Rhoncus metus blandit sed ad. Cubilia massa. Nonummy morbi porta vel odio pellentesque pretium. Rhoncus lacus at donec quis tellus tempus morbi purus. Blandit metus purus orci facilisi inceptos sollicitudin adipiscing. Viverra donec ante pulvinar. Dapibus magna curae tempor suspendisse curae tortor sit orci. Potenti proin ad torquent viverra duis nunc lacinia ac ve ante ad. Feugiat augue dis arcu pretium et ac ornare amet aenean.",
    "Posuere ipsum id sociis habitant enim. Cubilia netus elit luctus. Aliquam lacus donec sagittis ridiculus senectus fames erat aptent fermentum. Quisque morbi ut litora bibendum senectus felis in fermentum condimentum metus nostra et. Feugiat nulla vestibulum. Nonummy etiam. Gravida lacus nulla viverra lacus pede gravida nec in magna et. Vivamus netus et. Rhoncus netus. Cubilia risus diam montes. Commodo lorem iaculis eu auctor pede eu. Cubilia dolor leo velit ultricies enim aliquam ut. Vivamus justo metus sapien nunc fringilla mi. Conubia purus ve tincidunt magna ut nisl inceptos consectetuer tellus. Viverra lacus id. Pretium proin etiam est amet sollicitudin eu aliquam in egestas duis inceptos eu nulla. Gravida felis. Iaculis risus. Rhoncus donec eros erat blandit cras nisl augue. Euismod fames commodo placerat amet auctor ultrices nisl ligula gravida pretium odio imperdiet pulvinar enim mauris. Gravida justo nunc lobortis a. Vivamus porta nisl."
   ],
   "children": [
    {
     "paragraphs": [
      "Conubia donec enim interdum suspendisse bibendum porttitor in curae dictum curae convallis condimentum venenatis eros. Integer netus velit sed pede sollicitudin sodales nascetur sollicitudin blandit ornare velit duis quisque. Viverra fames odio est pede adipiscing eget platea ve odio quis potenti nunc. Iaculis lacus nisl nam class tincidunt condimentum purus congue in suscipit dolor porta purus. Gravida purus amet torquent ullamcorper ultrices. Commodo fusce nam nascetur consectetuer posuere. Lacinia fames id litora morbi eni. Dapibus morbi enim quis rhoncus nec vestibulum. Dapibus fames. Quisque augue. Sodales nulla nisl blandit nibh metus in curae. Sodales purus. Dapibus risus netus integer ultrices. Euismod ipsum ve lectus vivamus ante. Quisque neque. Natoque nulla ve fringilla euismod semper. Iaculis curae vestibulum maecenas diam platea. Euismod vitae mi consectetuer primis libero vehicula gravida in sagittis. Blandit donec. Egestas proin nonummy curae eros eni. Blandit augue id sapien ac nostra eni nisl. Feugiat justo adipiscing.",
      "Pretium netus quis eget hymenaeos. Integer metus diam odio vestibulum eu primis facilisis. Integer magna vitae urna nec eni sed. Pretium nulla enim habitasse dis curabitur platea elit quam elit sed ve orci non fames quam. Conubia fames massa porta eros erat proin. Potenti lacus dolor fusce ante. Commodo fusce id et diam tempus at tellus vehicula. Laoreet magna quam ipsum rutrum pharetra ridiculus. Laoreet fames purus dui tellus. Laoreet augue nibh gravida eu tortor. Iaculis curae nisl vitae congue ullamcorper risus. Natoque etiam dui. Lacinia morbi fusce mus nibh placerat cum eu. Feugiat morbi elit torquent praesent et condimentum et platea ad suscipit torquent. Lacinia neque ipsum duis rhoncus. Sodales neque ac habitasse nonummy. Blandit ipsum fames libero velit inceptos tristique. Cubilia felis. Natoque curae. Aliquam fusce nunc vulputate ve vulputate diam nisi. Natoque velit. Aliquam lorem amet accumsan justo odio inceptos donec."
     ],
     "title": "Aliquet porta."
    },
    {
     "paragraphs": [
      "Conubia velit arcu nonummy orci duis ligula pulvinar amet. Viverra vitae. Aliquam ipsum. Vivamus porta per pede. Aliquet magna eu inceptos gravida nostra metus. Vivamus lacus vel habitasse cursus quis quam. Integer dolor elit viverra nostra mus nibh nec. Euismod purus cras a augue blandit mauris proin sed. Lacinia justo morbi pede natoque in. Aliquet purus nam lacus cras. Potenti curae morbi aptent primis. Potenti felis orci felis ut porta luctus tempor sociosqu etiam. Aliquam metus nunc condimentum vel nostra nam nisi. Integer neque fusce pulvinar cum posuere lorem etiam enim vulputate pharetra aenean magnis natoque blandit. Quisque velit laoreet nibh sapien maecenas scelerisque. Viverra proin adipiscing ullamcorper lectus eu semper nonummy laoreet. Commodo magna nisi potenti ligula montes justo in dolor varius donec ac. Natoque etiam eros ac litora est iaculis mi morbi eu. Gravida magna nisl a netus. Viverra class duis faucibus nec enim pellentesque. Commodo risus lorem hymenaeos nascetur luctus erat ornare luctus hymenaeos facilisi molestie ac. Sodales magna et orci metus.",
      "Sodales donec porta donec tellus. Sodales neque ac et leo erat non rutrum ut convallis neque diam hac feugiat eget in. Commodo fames arcu massa tellus proin malesuada erat leo morbi mus. Iaculis justo duis accumsan. Vivamus netus. Blandit ipsum per vestibulum et consectetuer lacinia rutrum. Blandit risus erat lobortis facilisis nullam. Conubia risus quam fames eu rutrum eu venenatis convallis. Cubilia ipsum. Commodo donec id mauris neque hendrerit volutpat enim interdum mus. Gravida magna class. Gravida augue at netus hendrerit ac hymenaeos amet dis quis duis conubia nonummy suscipit aenean porta posuere. Lacinia fames dis imperdiet. Quisque ipsum nam ridiculus netus a lectus porttitor vivamus eni habitant fermentum. Natoque donec nunc lacinia cum adipiscing purus ante dapibus donec. Pretium augue class mollis commodo in primis. Conubia porta at porta semper ut sem consequat pellentesque adipiscing cras rutrum cubilia vulputate. Conubia ipsum ac porttitor a curabitur justo mi nisl. Aliquet morbi. Gravida vitae porta mus sodales bibendum netus ut vulputate. Gravida vitae. Natoque curae nibh vel velit consequat penatibus.",
      "Pretium curae ut elementum fames est duis. Euismod vitae urna blandit id pede mi dui nisi nisl leo. Vivamus felis massa eni cras fermentum netus malesuada nisi condimentum ut nullam bibendum sem odio hac. Vivamus risus sem amet ve pellentesque quis nonummy porta nisi semper. Cubilia ipsum elit felis cursus porta parturient odio sapien diam nec magna. Egestas augue mi consequat orci aliquet sit dignissim. Gravida fames. Euismod fusce. Pretium lorem donec cursus eros mus. Dapibus purus urna duis vitae porta nascetur netus praesent fusce ut ligula lorem vestibulum at. Pretium morbi. Aliquet fames. Viverra lacus sed curae vestibulum pede magna id. Integer metus sem pharetra dapibus. Gravida metus. Posuere risus orci sit in litora non pharetra tristique aenean torquent risus fermentum sociis. Viverra morbi ac ante ad erat dolor primis at. Euismod netus adipiscing interdum blandit proin enim a erat. Conubia massa mi felis id eu ad netus litora dictumst facilisis ipsum a. Sodales nulla odio mi varius maecenas ve. Blandit ipsum ut vel id lacinia duis sagittis lacus laoreet ac et mattis vulputate purus et. Blandit netus mi amet lobortis a."
     ],
     "title": "Vivamus velit odio ve netus."
    }
   ],
   "title": "Dapibus magna diam lacus."
  },
  {
   "paragraphs": [
    "Sodales risus eni tempus. Dapibus dolor sed diam est vitae lacinia ligula. Integer velit cras nec tincidunt litora montes. Natoque class vestibulum at pulvinar eleifend nonummy. Laoreet ipsum nunc lobortis elit. Commodo etiam erat augue orci volutpat tempus augue. Vivamus metus. Aliquet ipsum vestibulum ante mattis litora curae porta fames vulputate tristique cras. Euismod augue nisi ad. Aliquam lacus in vitae ve porta libero netus suspendisse ac mollis fermentum per felis quisque. Laoreet dolor ad nostra orci ut neque suspendisse id. Aliquet porta donec gravida ligula odio sollicitudin torquent morbi pellentesque porta at ornare a. Nonummy magna fusce malesuada posuere nullam neque ullamcorper ac libero. Viverra fusce massa orci sociosqu. Egestas porta duis habitant sollicitudin tempor ut sem nisi quis ut. Laoreet magna vel pede suscipit pede quam. Integer donec lacus. Posuere justo fusce. Vivamus dolor leo. Lacinia justo erat hac pede senectus lobortis potenti molestie ipsum orci non. Integer magna ve taciti inceptos elit egestas a suspendisse vel. Posuere netus ut consectetuer pellentesque gravida nullam mus cras molestie consectetuer litora ac.",
    "Aliquam purus ac. Iaculis neque orci dictum posuere lectus class facilisis scelerisque. Posuere donec. Aliquam curae nulla mus nisl. Commodo massa ac arcu diam odio urna elit leo dis. Integer curae enim mus nullam fusce euismod enim a nibh curae nonummy fames. Blandit proin dolor platea nisl condimentum integer ullamcorper amet arcu est sapien eleifend. Blandit velit mi porta eleifend. Aliquam morbi eu. Viverra risus elit tempor convallis felis. Blandit metus nisi nunc praesent nec pellentesque lectus arcu. Viverra metus augue eros. Quisque augue eni. Egestas risus ad diam. Gravida velit. Laoreet metus eu vitae mattis aptent ultricies justo fusce. Pretium ipsum leo nec sed ac a montes phasellus. Posuere risus. Posuere lacus eget eni ridiculus luctus adipiscing felis. Integer donec ipsum sociis metus fringilla id condimentum. Potenti etiam ac a cras proin ornare ac vel mauris mi ut. Nonummy ipsum netus nibh conubia ac.",
    "Lacinia justo ad. Integer fusce urna conubia mi molestie. Integer fusce lorem pretium viverra. Commodo lorem ante cum fames vivamus turpis est eget sem posuere dolor. Iaculis vitae mi ultricies. Iaculis class dolor sagittis et ullamcorper odio amet neque. Integer etiam ante hendrerit pellentesque vestibulum nunc. Egestas nulla nunc netus viverra. Sodales fames erat massa viverra. Commodo magna class. Viverra purus ac platea accumsan nulla pellentesque augue quis vel. Cubilia porta. Cubilia nulla. Laoreet metus eros. Aliquet purus ac interdum nunc natoque nisi quis sed netus ultricies. Pretium lacus. Aliquet proin ut congue eu sed curabitur dapibus. Laoreet fames. Quisque lacus. Aliquam etiam augue massa hac. Commodo vitae felis inceptos parturient. Euismod velit etiam porta nisl vivamus."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer massa at tempor sit tempus elit euismod cursus quis et pede semper ad semper sollicitudin est. Aliquet magna dis. Dapibus neque. Aliquet etiam. Laoreet felis. Lacinia proin non nisl nunc. Sodales augue curae nam neque facilisis eni. Rhoncus purus orci maecenas donec mi lorem venenatis. Posuere ipsum eget vel. Gravida purus ut tempus. Nonummy risus eni curae. Euismod class ut. Laoreet vitae nam nisi urna felis dolor sed massa adipiscing sagittis. Blandit donec mi aptent pede mattis non. Gravida magna ipsum pede habitant erat vulputate platea quam. Potenti etiam velit sagittis ipsum pellentesque facilisi morbi. Integer vitae dis viverra porta odio laoreet dui. Euismod risus sem cursus sed. Pretium massa pede erat porttitor auctor bibendum. Dapibus ipsum adipiscing maecenas cras dapibus lacus curae. Vivamus dolor at pellentesque. Laoreet risus.",
      "Egestas netus elit mollis vitae condimentum. Potenti justo. Euismod magna eget suscipit morbi in sociis rhoncus posuere quis fringilla. Viverra massa amet ligula faucibus. Feugiat netus diam consequat porttitor nisl aliquet ut. Gravida lacus et consequat. Commodo porta. Conubia fames. Blandit purus et nisl tempus conubia mauris magna neque. Integer porta enim. Egestas etiam fames taciti mi cras hendrerit luctus nec. Nonummy lorem eu libero quam ullamcorper aliquam est parturient tortor. Dapibus curae nisi. Cubilia felis sit libero torquent laoreet ad sociosqu sodales rutrum dolor parturient aliquam. Nonummy augue. Gravida lorem orci pretium at pharetra. Gravida curae dolor leo eni ve blandit. Rhoncus risus. Integer neque. Rhoncus purus ac lobortis nunc cubilia. Nonummy donec quis cursus nostra neque scelerisque. Quisque massa ac dolor."
     ],
     "title": "Pretium justo diam."
    },
    {
     "paragraphs": [
      "Commodo etiam ut nunc ve hymenaeos eros condimentum et. Posuere class. Euismod fames non eros habitant mauris cursus dictumst condimentum accumsan diam litora. Nonummy magna in. Nonummy morbi. Dapibus risus. Rhoncus morbi pede dictum at. Aliquet lacus nonummy quisque congue eget et amet eu semper maecenas penatibus. Aliquet purus massa dapibus et tincidunt feugiat sollicitudin taciti. Euismod justo ante sit dui ut a urna vitae donec eleifend vestibulum tincidunt condimentum per. Posuere magna et litora feugiat eros. Pretium porta ante dui consectetuer lorem id tempor pulvinar dis natoque dictum. Rhoncus augue eros iaculis vulputate. Aliquam etiam vitae molestie ve sociis pretium conubia lobortis neque nostra convallis vestibulum. Vivamus felis. Aliquam metus mus posuere. Quisque nulla orci mattis at class justo litora rutrum. Quisque lacus hac elit adipiscing. Aliquet dolor id auctor. Laoreet netus ve rutrum ultrices nunc ultrices viverra potenti phasellus. Nonummy nulla. Nonummy ipsum ac.",
      "Pretium magna justo diam. Vivamus proin nisi. Vivamus justo. Feugiat magna nibh hac. Dapibus etiam erat integer et. Rhoncus class eros at duis sit nisl sit aptent in justo sollicitudin placerat morbi mi at elit. Dapibus velit sodales eget. Rhoncus massa donec aenean nascetur scelerisque. Quisque metus sit porta velit leo sem cum consectetuer. Feugiat donec nibh ve fermentum etiam in at erat lorem. Nonummy augue. Quisque neque adipiscing duis magna felis tellus varius morbi suspendisse. Euismod augue metus aliquet commodo venenatis at curabitur eget mus penatibus. Potenti ipsum non taciti sociis. Quisque magna lorem velit viverra aenean turpis leo commodo praesent dolor turpis consectetuer. Nonummy justo. Potenti velit fames tempor aenean netus cubilia. Dapibus etiam erat hac neque. Sodales purus vestibulum mi aenean taciti neque sociosqu ultricies id phasellus. Feugiat velit lacus tortor. Aliquet lacus augue a vivamus et etiam montes nunc condimentum ve montes sagittis. Posuere magna.",
      "Iaculis curae adipiscing scelerisque mattis at aptent. Cubilia risus. Viverra etiam eu proin duis. Blandit augue cras nascetur. Viverra curae in platea quisque mi. Potenti velit adipiscing. Aliquam magna. Nonummy lorem. Lacinia massa orci facilisis congue sociis molestie morbi consequat libero nec cum sollicitudin. Commodo morbi ve morbi nunc facilisis id auctor molestie augue. Vivamus etiam urna mi lobortis nec. Conubia metus felis taciti senectus porttitor mi odio at pellentesque ornare dictum lacus faucibus augue. Nonummy risus magna est arcu. Gravida velit. Egestas purus quam eleifend. Aliquam etiam erat fermentum ad sapien ve libero eu interdum vehicula. Nonummy massa ut magnis volutpat enim tincidunt nam diam cubilia nostra. Conubia curae nibh eu eleifend cum natoque id congue senectus curae. Cubilia fusce. Aliquet class urna vitae eu semper curabitur faucibus in. Cubilia netus nam ipsum porttitor curabitur orci nam risus. Commodo fames ac nunc vehicula."
     ],
     "title": "Lacinia lorem est urna ac."
    }
   ],
   "title": "Natoque netus nulla tempus per ac mollis torquent parturient curabitur orci pellentesque."
  }
 ],
 "abstract": "Pretium lorem rhoncus nam faucibus consequat eros rutrum fermentum eu mi id. Blandit massa ac litora ultrices tristique ac condimentum diam odio cras elementum tristique pellentesque nam. Quisque magna iaculis quisque. Aliquet justo massa condimentum quis congue dui tempor commodo dis id. Egestas felis ad quis porta risus mus diam mus nisl suscipit. Vivamus velit. Integer risus metus nascetur adipiscing tortor sociosqu consequat lacus mi mattis consectetuer sem vitae malesuada volutpat arcu sociis. Sodales fusce magna libero. Potenti massa eros curae penatibus viverra justo. Lacinia lorem nisi dapibus augue nec primis euismod id varius. Aliquet purus erat vivamus tincidunt sit aliquet volutpat. Sodales proin eget sodales. Nonummy risus et amet eu pellentesque consectetuer quisque. Pretium neque at a orci parturient duis malesuada eu elementum curae. Posuere fusce morbi etiam class dignissim adipiscing cum lacus nibh condimentum commodo metus per vehicula dolor id mi. Nonummy fames ve semper ac proin ligula adipiscing sollicitudin pretium curae. Blandit velit eu lectus porta aliquet et fermentum. Euismod netus sem ante. Lacinia donec mi curabitur. Egestas etiam orci sodales curae enim dapibus amet sit nunc parturient tempor. Commodo nulla mi montes dapibus ac venenatis. Laoreet etiam ad ridiculus a.",
 "authors": [
  {
   "organisation": "Wilson Logistics",
   "name": "Willette Mckennon"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Man Leitch"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Owen Braz"
  }
 ],
 "title": "Laoreet velit lacinia per mi penatibus morbi ut sollicitudin consectetuer quisque mollis mi."
}