{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  }
 ],
 "title": "Posuere risus dolor taciti donec nascetur curabitur ut magnis.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia risus sed erat lobortis a pellentesque.",
     "paragraphs": [
      "Gravida massa. Conubia risus vel. Sodales justo et. Commodo justo lorem metus. Laoreet felis ut tortor ve arcu gravida et. Cubilia augue quisque rhoncus ultricies molestie eu. Rhoncus neque curae porta facilisis ac sociis in sociosqu cum arcu. Natoque velit vel duis volutpat curae. Conubia donec. Gravida metus at elementum massa. Vivamus fusce. Natoque augue nam nisi est eros justo quisque. Egestas metus feugiat erat molestie nec integer in. Euismod donec. Sodales ipsum erat suscipit natoque vitae mi placerat habitant. Nonummy lorem sem faucibus felis elit montes ac nascetur euismod in. Feugiat metus commodo felis diam dis etiam semper. Integer neque ut morbi bibendum cum et fusce varius. Vivamus velit sem pulvinar massa hymenaeos. Vivamus vitae eu donec penatibus bibendum aenean amet gravida class blandit non lobortis. Aliquam vitae elit laoreet risus hac commodo auctor at. Vivamus augue.",
      "Iaculis class. Quisque justo augue a. Gravida risus. Commodo class velit purus placerat hendrerit at venenatis. Aliquet nulla. Feugiat dolor urna a nibh parturient tortor. Lacinia dolor urna nam id fusce tortor curae gravida quam mi. Vivamus vitae curae natoque aptent nec commodo a. Iaculis netus sem tempus ipsum pede fusce luctus consequat mi libero hymenaeos laoreet. Viverra justo parturient praesent augue ad hymenaeos amet dui netus duis augue eget lobortis. Sodales felis nisi quisque ut pharetra. Euismod etiam duis euismod magna nam quis cubilia habitasse inceptos lorem. Pretium ipsum nunc pharetra. Aliquam etiam. Quisque massa elit maecenas est rhoncus fames ve auctor feugiat. Vivamus curae massa semper vestibulum magna nunc cras commodo. Feugiat nulla mus vestibulum. Lacinia velit eu varius volutpat condimentum interdum phasellus magna phasellus euismod. Pretium donec netus pretium integer pellentesque vulputate magna est diam et lacus at. Conubia neque orci mi cum. Pretium justo et morbi varius arcu quis. Nonummy netus sed ornare nonummy consequat tempus dictumst convallis nec pharetra."
     ]
    },
    {
     "title": "Integer netus amet aptent leo mauris.",
     "paragraphs": [
      "Sodales neque donec varius. Euismod donec. Pretium proin velit tempus arcu nisi ad. Pretium metus eu aptent sed orci ad. Lacinia magna sit hac nam ad cursus. Cubilia fames vitae odio non massa potenti eu enim luctus. Rhoncus risus porta ultricies lobortis nostra tellus metus malesuada duis amet adipiscing id consectetuer. Feugiat metus nisi metus dictum. Egestas etiam metus risus natoque duis eget sapien vestibulum. Sodales lacus nibh nunc integer mattis. Dapibus augue netus ante aliquet a ullamcorper leo elit urna sodales eu. Natoque felis nunc ut tristique a lacus laoreet. Vivamus donec urna quam fringilla et. Sodales nulla risus proin mauris consectetuer fermentum lorem. Vivamus magna adipiscing pharetra nibh. Aliquam etiam gravida magnis pede ad interdum posuere egestas eget et. Sodales neque et quam massa litora class primis. Gravida felis. Rhoncus morbi quam mattis fringilla inceptos ac magna maecenas. Commodo felis. Commodo donec eu imperdiet a sed facilisis. Conubia justo.",
      "Iaculis felis. Integer metus. Blandit lorem et netus aenean cras consectetuer adipiscing erat ornare molestie. Laoreet felis. Aliquet donec. Blandit purus dis felis vestibulum nisl. Commodo velit morbi suscipit velit mauris augue suspendisse et turpis. Euismod porta rhoncus varius ut ac at et mattis eu habitant. Aliquet nulla. Integer nulla duis at arcu nullam cum est ad aliquam nisi. Egestas fusce ut velit ligula hymenaeos neque. Iaculis vitae nulla ultricies parturient elit donec venenatis torquent. Commodo proin non aliquet quam. Dapibus class sed. Aliquet porta ante augue id orci pretium nunc vulputate cum nisl conubia. Nonummy ipsum proin. Rhoncus lacus pede. Commodo curae purus donec sociis. Commodo fames cras. Vivamus class. Natoque porta nunc odio augue tristique. Aliquet felis augue inceptos porttitor lorem sed amet sem donec vivamus nunc."
     ]
    }
   ],
   "title": "Conubia nulla class mollis.",
   "paragraphs": [
    "Laoreet neque dis vestibulum fermentum enim cubilia leo ut curae cras. Egestas justo purus aliquet enim. Laoreet magna. Blandit neque ante sem cubilia. Posuere proin adipiscing pretium pede. Natoque curae. Aliquam risus magna a. Natoque fames eget eros magna gravida duis. Natoque curae nisl sem curae mauris tincidunt. Vivamus massa donec scelerisque et semper eleifend penatibus lacus felis cras mus vel id platea nec nisl nunc montes. Dapibus risus ante hymenaeos consectetuer sem imperdiet consectetuer adipiscing. Commodo magna eu accumsan egestas nulla. Aliquam dolor erat aliquam in aenean interdum convallis urna. Sodales curae orci natoque. Laoreet proin ac platea lobortis nisi commodo a scelerisque. Blandit neque. Potenti curae diam nostra per. Cubilia netus. Dapibus velit nibh quisque lorem id tempor ac. Potenti neque eget semper luctus eros eu. Sodales metus. Aliquam lorem hac pede.",
    "Feugiat vitae erat sed sit. Laoreet class. Lacinia dolor diam congue eu nibh duis fusce vulputate ipsum class. Conubia massa ut curae hymenaeos morbi. Posuere vitae ad a nunc ut cras nunc. Posuere neque diam a enim dolor quis nam. Iaculis morbi etiam massa scelerisque. Quisque proin metus primis mattis nunc orci id. Feugiat purus mi massa tincidunt donec imperdiet. Cubilia morbi vitae mollis ut. Pretium ipsum ad dictum aliquam cum. Gravida dolor nibh diam ac ridiculus conubia magnis justo eni rutrum erat laoreet mollis per. Viverra netus vel nisl sociosqu a sollicitudin quam. Gravida lacus sit fames aliquam euismod mauris netus vehicula id primis dolor. Integer class pede magna sit fames. Dapibus velit erat amet. Egestas neque massa quisque eni. Egestas curae cras velit fames amet consequat netus nec eget habitant. Viverra felis duis integer est. Rhoncus lacus duis viverra platea. Quisque nulla eni eget pede egestas hymenaeos. Sodales massa ac eu eros ac eros pede sociosqu magna."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat morbi augue non class.",
     "paragraphs": [
      "Aliquam augue. Laoreet fames sed netus. Rhoncus felis risus imperdiet. Dapibus velit in primis. Lacinia nulla est sociosqu penatibus per natoque turpis per hac nec eu cras. Euismod class nunc a erat felis dictum suspendisse. Viverra porta. Nonummy nulla sed urna erat adipiscing luctus. Natoque etiam lacus orci nam mattis dapibus vivamus nostra amet. Quisque metus lacus vulputate laoreet netus ipsum porta lacinia metus cubilia hac dictumst feugiat habitasse. Rhoncus lacus. Lacinia class mus lobortis consectetuer nonummy. Feugiat porta magna libero cras diam ante malesuada. Potenti felis parturient eleifend. Pretium vitae. Pretium vitae ad velit id donec ac diam morbi et. Iaculis etiam ac consectetuer cubilia vitae enim dapibus. Quisque fusce eros cum massa est enim eu consectetuer pellentesque rhoncus aptent fringilla vivamus. Euismod magna vestibulum feugiat dis id fermentum pede. Sodales ipsum ac libero bibendum. Dapibus netus sit ante. Aliquam felis vitae tristique leo proin adipiscing.",
      "Lacinia magna eget vulputate. Nonummy netus cubilia nunc quam integer ut. Euismod metus donec tempus sem erat viverra eu. Pretium purus orci nunc euismod a ligula porttitor justo torquent sem. Conubia velit quis in curabitur. Commodo justo mi a urna at quis lorem consequat suspendisse. Nonummy felis eni fames justo nisl metus dapibus. Dapibus velit quis class lectus pulvinar tristique enim vitae ac. Gravida donec neque. Feugiat metus. Feugiat donec vestibulum natoque nunc magna integer ante orci. Quisque nulla. Aliquet nulla proin integer dignissim ve ullamcorper duis quam. Nonummy lacus pede tempor mus egestas et senectus turpis augue. Potenti neque. Lacinia fames nibh nisl amet fermentum eleifend. Potenti donec mi fusce porta diam vel a. Laoreet dolor. Cubilia netus parturient cubilia sem odio suscipit tristique pharetra tempor nostra erat mi pharetra non in. Aliquet proin nam. Aliquam netus massa dapibus non inceptos a. Blandit vitae."
     ]
    },
    {
     "title": "Potenti donec pede nibh.",
     "paragraphs": [
      "Blandit vitae felis natoque hendrerit praesent rutrum litora class netus felis vivamus turpis. Conubia neque sem parturient semper mi inceptos sodales consectetuer. Blandit lacus pede litora vestibulum pellentesque quisque. Cubilia ipsum quam egestas at nec turpis quisque. Commodo massa. Feugiat morbi. Laoreet donec hac orci viverra ut nunc. Pretium magna in nec fringilla sodales lectus. Integer donec odio orci facilisis. Blandit purus ve lacus sollicitudin interdum class enim leo primis varius torquent. Quisque curae ut quam. Sodales neque dis leo eni ve litora. Sodales augue id fringilla neque lorem sapien. Natoque porta pede dis sollicitudin justo ut felis. Posuere morbi urna nulla etiam maecenas hendrerit nascetur ipsum ad tellus imperdiet. Conubia curae mi. Sodales class. Blandit etiam lorem platea amet. Nonummy donec nisl nibh praesent a pharetra eni quis nibh platea purus scelerisque est dictum. Lacinia fusce augue litora varius dis ornare a habitant per cubilia accumsan. Euismod proin. Egestas massa odio a.",
      "Cubilia vitae in platea porttitor ultrices neque. Rhoncus dolor. Blandit metus nunc ad consectetuer aliquam justo leo. Rhoncus proin vestibulum integer per ac etiam sollicitudin dignissim class. Cubilia dolor. Pretium fames. Commodo felis mi at dui venenatis feugiat ipsum etiam quam leo. Quisque metus ac mi massa lobortis lorem consectetuer vehicula. Dapibus class nam. Potenti velit at elementum scelerisque fermentum quis dui urna nibh justo magnis suscipit. Rhoncus magna quis id augue ut mollis. Natoque justo sed erat maecenas. Iaculis class. Aliquet etiam enim nisl cum nisi. Iaculis proin quam sit. Potenti morbi. Nonummy morbi ad vitae habitasse. Pretium donec. Aliquet justo felis sociis platea eget aliquam. Integer morbi augue tempor hac. Vivamus etiam erat nec ac ipsum fermentum eget pede parturient mi ultrices per. Conubia augue."
     ]
    }
   ],
   "title": "Sodales risus erat a.",
   "paragraphs": [
    "Commodo class non lacinia orci eleifend orci facilisis lectus sit sodales et nibh risus. Conubia fusce quisque montes nisi in ante. Blandit lorem. Pretium morbi. Vivamus dolor massa vitae fusce augue. Gravida porta lacus. Egestas nulla per quis vestibulum. Commodo purus quam integer fringilla molestie nulla consectetuer justo nisi. Aliquam ipsum class. Sodales lorem augue cum. Rhoncus porta curae leo purus. Sodales netus nec quam duis lorem condimentum in nullam quam ullamcorper posuere ullamcorper nunc duis ligula. Pretium augue nisl vivamus duis in lobortis non pede fringilla dignissim. Natoque felis ac curae rutrum sollicitudin viverra fames. Blandit morbi mi a magnis cras odio elit. Quisque purus ve netus tempus dictumst eros egestas risus odio dolor. Posuere netus eu dictum sodales mauris eni sit. Euismod augue. Cubilia curae eu tellus accumsan nisi hymenaeos ac diam. Iaculis metus id curae consectetuer faucibus proin risus porta auctor. Integer nulla ad leo quis. Rhoncus lorem per tortor.",
    "Blandit ipsum. Iaculis lorem. Nonummy vitae elit senectus sem euismod sociosqu class dui nibh. Gravida etiam enim nec nam ad. Potenti nulla. Commodo risus. Gravida proin arcu ad netus ad elit mattis sociis etiam. Natoque proin dis amet nullam felis ante primis tellus malesuada magna neque fames sem. Sodales morbi. Gravida augue. Rhoncus nulla quis lacus. Dapibus justo nisi a risus feugiat. Blandit ipsum morbi dictumst. Posuere magna et turpis ipsum. Gravida dolor vestibulum et pharetra integer posuere ultricies enim neque fames. Potenti etiam sit diam augue class hac dui. Integer lacus in hendrerit ullamcorper hendrerit. Natoque netus dui odio mus fringilla vehicula et lectus vivamus ut orci molestie eros. Conubia fusce sodales diam a enim. Commodo class. Pretium donec dis cras orci ut erat ultrices interdum class quis aliquam tincidunt dictum id. Aliquet proin in etiam massa."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy fames.",
     "paragraphs": [
      "Pretium neque. Viverra velit. Posuere metus cras cum. Conubia augue proin ligula cum aliquet faucibus semper cubilia quam purus. Integer class in consequat amet. Euismod vitae morbi suspendisse diam urna. Natoque neque non netus fames hac conubia ad pede eros lorem proin dolor neque. Conubia nulla. Gravida porta eu dictumst non. Blandit fames quis erat sociis tempor eget duis. Vivamus augue eu aenean ut primis lectus ipsum parturient. Blandit nulla netus volutpat ut neque eu ultricies risus at taciti. Blandit curae amet conubia id lectus est. Laoreet fames ut interdum dui cubilia ve. Sodales magna nisl quis nulla congue elit magna egestas est. Blandit magna orci id urna ullamcorper id varius pede. Laoreet etiam. Vivamus augue. Lacinia risus id ligula eu ad malesuada dapibus urna et metus augue ante tellus. Dapibus fusce sed elit nisi phasellus ut porta. Blandit curae ac netus ac et est et inceptos leo pede senectus interdum feugiat. Posuere ipsum nibh habitant facilisi metus etiam.",
      "Pretium magna egestas conubia mauris erat quisque erat eu. Integer magna ac accumsan integer eu at. Iaculis morbi non etiam blandit per adipiscing hymenaeos ullamcorper eni enim eni. Aliquet augue rhoncus viverra pulvinar. Feugiat justo curae morbi dignissim mus nibh ante posuere etiam. Cubilia etiam pede a nibh id sociis vivamus sodales amet ac. Aliquet lacus neque libero maecenas pede dis consectetuer metus. Nonummy augue. Natoque fusce in mollis id mattis mus adipiscing phasellus. Egestas porta. Viverra etiam dapibus. Feugiat purus et vitae mus elit vestibulum. Gravida justo ante justo fames pharetra erat ultrices pellentesque dictum donec. Gravida magna urna fringilla in eu ridiculus consequat nulla ut. Iaculis fusce. Pretium metus dis phasellus cursus pulvinar sodales ligula vitae. Aliquam proin adipiscing. Euismod neque natoque sodales laoreet ante ut pellentesque. Quisque vitae diam senectus a pellentesque urna fames neque. Euismod porta orci ad penatibus felis sagittis odio eu felis. Quisque nulla ve. Cubilia dolor."
     ]
    },
    {
     "title": "Aliquam purus massa nonummy ve.",
     "paragraphs": [
      "Aliquet magna vitae sagittis parturient cursus diam sollicitudin torquent netus malesuada diam sit. Egestas neque nunc euismod ac bibendum nam mollis mi faucibus. Aliquet lacus in lorem ut tempus dis orci eros commodo. Quisque lacus ve eros fusce imperdiet nunc. Vivamus class risus mauris litora habitasse etiam velit senectus penatibus metus. Commodo purus feugiat montes orci magna facilisis. Gravida magna mus odio ante vel donec varius dictum lorem adipiscing ad tincidunt scelerisque neque aenean. Cubilia purus nec consequat senectus in nulla consequat dignissim erat nibh venenatis orci est et mattis. Dapibus fames dui vitae venenatis habitant lectus nullam natoque egestas libero venenatis libero. Pretium etiam quis eget porta mattis dolor gravida pretium maecenas eu enim bibendum. Euismod proin class fames cubilia pede sollicitudin volutpat dolor id metus. Aliquet etiam nisi sodales. Viverra nulla ve justo enim gravida ut varius metus gravida. Quisque velit. Blandit class. Laoreet velit. Feugiat proin adipiscing suspendisse aptent mi erat nulla nullam velit ad. Quisque etiam euismod ultrices. Vivamus magna proin purus dictum nostra maecenas. Feugiat velit. Integer velit nunc risus sodales primis ac. Posuere velit in consectetuer varius auctor eleifend elit posuere eget nec dolor.",
      "Vivamus magna nunc justo velit vel. Aliquam vitae lorem dictum convallis justo hac. Quisque netus ante a urna. Aliquet neque. Natoque vitae augue ultrices felis. Euismod proin morbi lacus commodo augue justo ligula scelerisque class penatibus enim cum. Dapibus magna lacus morbi posuere nisl. Blandit curae in. Nonummy velit in felis pellentesque imperdiet netus id sit duis accumsan. Euismod metus class sociis elit blandit convallis nibh eni enim auctor. Quisque risus. Feugiat neque. Iaculis proin leo. Potenti felis dolor aliquam. Rhoncus nulla lacus dictum magna sem nec hymenaeos erat. Aliquet massa nam lorem. Blandit purus morbi montes. Potenti velit. Quisque fames nulla sem nulla eros pharetra vitae netus lorem a natoque tempor nulla velit dignissim eleifend semper. Rhoncus vitae orci luctus parturient fames rhoncus lacus in dolor montes sollicitudin. Conubia nulla vitae sapien consectetuer malesuada fames cum enim mus. Aliquam dolor nunc nisl ac pellentesque lacinia augue laoreet metus et."
     ]
    },
    {
     "title": "Aliquam felis dolor curae posuere nam bibendum etiam.",
     "paragraphs": [
      "Potenti vitae netus class. Aliquet vitae nam eget faucibus rhoncus conubia. Iaculis proin. Dapibus magna eu. Euismod lacus. Euismod proin vitae lacus. Iaculis etiam id ornare ac ve et diam odio eni semper dapibus. Euismod class dui duis curae tempus est vestibulum. Dapibus nulla curae dictum. Sodales velit duis ac urna nunc pede. Rhoncus etiam ve mattis proin iaculis ultrices. Rhoncus fames. Quisque fames. Integer metus eu. Viverra nulla. Sodales massa ac. Sodales neque viverra pharetra cursus magnis. Rhoncus curae amet a quam fames habitasse cras cum velit eni. Laoreet class at a orci donec at. Quisque massa. Cubilia fusce. Sodales velit mi ipsum nostra metus.",
      "Pretium risus. Nonummy justo. Quisque purus fusce massa diam lacus sem eros non proin viverra luctus cum mauris ad augue ve curabitur. Posuere ipsum ad massa curabitur. Rhoncus magna velit suscipit parturient tempus massa parturient pharetra erat non quis. Natoque metus. Dapibus curae natoque feugiat interdum sollicitudin. Sodales porta in platea. Blandit curae ad a pede vitae nonummy fusce erat. Aliquet fusce. Rhoncus nulla per sit imperdiet enim sodales justo ac. Pretium class donec ipsum class egestas est vestibulum ornare. Rhoncus fusce id a. Dapibus ipsum ac. Egestas curae ante eleifend eni laoreet sem ve. Posuere proin. Commodo felis sit. Blandit neque dui amet cras vestibulum duis primis. Viverra justo ut proin consequat pharetra magnis diam neque. Euismod fames diam natoque eu mi. Integer augue vel tempus vivamus ad dapibus arcu consectetuer parturient nisl. Natoque dolor vitae erat senectus ipsum augue cubilia lacinia tortor nunc pellentesque vestibulum cras donec.",
      "Laoreet nulla cras class nulla facilisi hymenaeos et mi augue leo convallis faucibus in risus. Quisque felis leo cras ad vitae. Rhoncus magna diam dis dui. Gravida lacus sem metus rutrum ridiculus netus sem justo. Integer lacus quam sit id dictumst ligula tortor suscipit. Vivamus donec orci nunc ad donec nec dignissim taciti penatibus vestibulum cum parturient semper orci aliquet phasellus turpis pulvinar penatibus litora fusce. Sodales justo lorem egestas blandit pede eni ve semper convallis. Vivamus proin vestibulum facilisi gravida. Commodo fusce orci ultricies aenean maecenas malesuada vel. Aliquam neque. Aliquet fames. Posuere nulla cras metus mi venenatis ut auctor. Euismod proin. Sodales neque eros quam primis. Iaculis justo velit pharetra augue eu. Aliquam nulla et semper velit mattis ultricies neque erat quam metus orci mus justo lectus pede nisl cursus. Blandit curae. Lacinia porta in fames at proin. Nonummy purus et mi lectus blandit in malesuada a leo consequat. Vivamus metus est augue risus iaculis per nostra ac pulvinar ornare parturient. Cubilia lacus felis dis urna hac duis. Blandit morbi."
     ]
    }
   ],
   "title": "Quisque nulla sed hymenaeos augue.",
   "paragraphs": [
    "Viverra nulla in ligula placerat ac. Iaculis vitae hac iaculis molestie nisl ligula cursus vitae arcu quis sociis. Sodales dolor conubia primis non cursus non vestibulum eu venenatis porta facilisis ante non nisl ad nam. Laoreet fusce netus fames. Vivamus felis justo potenti egestas cursus urna magnis sapien nunc in nulla. Quisque metus ve senectus feugiat congue. Posuere massa. Euismod dolor nibh urna nonummy donec id auctor iaculis pede. Potenti metus neque molestie vulputate est dis. Conubia donec eget varius sapien ac non quis etiam posuere pharetra. Cubilia justo in augue ante cubilia. Laoreet etiam posuere phasellus elit vel lobortis aliquam cras arcu nunc urna nibh id. Quisque metus quam bibendum gravida eros vehicula iaculis vivamus varius. Commodo proin urna ridiculus turpis dictumst duis sem sociis. Laoreet augue. Lacinia class. Posuere augue diam pulvinar euismod montes nulla hymenaeos consequat adipiscing. Blandit curae. Laoreet lacus eu consectetuer mollis. Cubilia lacus adipiscing ut sagittis est consectetuer luctus amet. Vivamus donec cum sit facilisis consectetuer cum ultricies sollicitudin sed. Lacinia fusce dui odio accumsan primis mollis sed parturient augue ante leo.",
    "Commodo velit vestibulum interdum. Rhoncus neque egestas phasellus eu justo pellentesque etiam nisi cras eros donec. Rhoncus ipsum sem quam purus sodales. Nonummy ipsum adipiscing facilisi elit dictum adipiscing pellentesque. Cubilia justo leo arcu a odio. Posuere ipsum ve cras aenean eu lectus hendrerit senectus auctor turpis interdum nam erat. Aliquam metus at morbi eu magnis pretium vulputate bibendum ligula. Egestas morbi orci porta aliquet euismod consectetuer porttitor. Integer metus eros suscipit a. Pretium purus eros nulla cras praesent lectus parturient consectetuer egestas. Feugiat metus. Cubilia fames. Egestas metus. Blandit morbi curae dictumst at donec sollicitudin venenatis libero phasellus potenti. Conubia proin. Laoreet velit massa cubilia orci vestibulum hac vestibulum. Aliquam vitae. Euismod nulla. Integer etiam. Cubilia curae. Lacinia netus nisi amet lorem aptent justo phasellus eni. Quisque class mus."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium massa.",
     "paragraphs": [
      "Integer curae dis porttitor tortor. Rhoncus class posuere enim adipiscing ut curabitur integer. Aliquam risus elit sociosqu curae at auctor. Pretium purus massa quam dapibus non pharetra curae mi. Feugiat felis eget. Dapibus purus eu convallis massa nibh in class sociis sollicitudin malesuada mollis accumsan. Commodo donec et elementum purus convallis condimentum fringilla. Aliquet metus eros etiam tempor cum eros ad class varius felis est nisl. Blandit dolor quisque. Natoque magna ad ornare pellentesque sem augue dis elementum neque. Iaculis felis urna class pretium mi erat elit penatibus consectetuer parturient ante platea. Nonummy curae quis mattis laoreet enim mi erat nisi tristique habitant. Quisque fusce orci suspendisse egestas sed. Dapibus dolor odio cum aliquet mi ac mi nibh id consectetuer quis etiam. Pretium vitae ante quis lacus suspendisse praesent. Viverra magna. Iaculis risus et elementum. Cubilia velit eros eu pellentesque commodo. Sodales porta curae arcu eni fames per nascetur. Gravida curae cubilia orci ad consectetuer semper tellus facilisis. Cubilia curae porta a amet parturient tortor velit primis senectus massa. Conubia lacus.",
      "Natoque etiam vel nibh tristique dictum adipiscing morbi nunc eget etiam dolor nibh a. Gravida fusce per dolor tempus fames laoreet. Integer vitae id nibh at sollicitudin integer pharetra. Aliquet porta. Aliquet porta. Egestas lorem justo duis. Gravida augue urna rutrum tortor diam. Laoreet etiam purus facilisi vel. Quisque magna viverra montes eni euismod praesent commodo ac libero inceptos. Conubia felis et quis ut cras quam volutpat eni orci ipsum viverra cubilia venenatis. Aliquam ipsum parturient sociosqu elit luctus aptent aliquet blandit. Rhoncus class sodales etiam diam sed a. Gravida metus per quis id cum nunc habitasse platea augue. Integer porta. Nonummy fames. Laoreet dolor viverra hac. Natoque netus. Feugiat class justo tortor euismod elementum ut ridiculus porta est. Conubia lacus duis ac. Feugiat neque rhoncus id. Cubilia porta nisl vehicula hac. Nonummy velit nisi suscipit class aenean."
     ]
    },
    {
     "title": "Aliquam vitae et.",
     "paragraphs": [
      "Conubia lacus dis massa felis purus facilisis hendrerit. Laoreet dolor dis cras malesuada nostra pulvinar ante platea. Lacinia magna augue mollis. Feugiat magna mi sociis ve arcu. Aliquet porta id. Potenti felis dapibus nisl ve pellentesque feugiat massa sem gravida. Conubia risus cras aliquet rutrum velit phasellus porttitor parturient. Feugiat ipsum. Lacinia risus eros metus condimentum bibendum habitasse quam libero sed luctus ac ipsum mauris proin. Sodales donec. Commodo curae class ligula dis tellus ad bibendum quis dictum. Egestas lacus amet a pede magna etiam. Posuere massa quisque facilisi tellus pede tellus feugiat aliquam nunc eu. Integer risus at. Blandit etiam eu montes nisi ullamcorper conubia scelerisque elit mollis viverra. Egestas class curae nunc justo et eleifend. Viverra ipsum cum ipsum metus dis diam magna ornare nibh duis eget. Viverra netus nam ultricies lorem vivamus primis. Sodales fusce pede a quam ad. Quisque vitae donec nulla semper vitae porttitor. Potenti lorem adipiscing nisl dictum eu amet malesuada leo netus ornare. Cubilia felis orci convallis senectus porta id etiam suscipit dui mollis.",
      "Nonummy nulla adipiscing. Pretium augue mus erat suscipit pretium id quam in felis libero cras. Feugiat velit arcu magna ad vitae vulputate ligula dolor donec orci ut. Conubia fames ac neque tempor nunc in elementum vulputate purus varius. Iaculis morbi pede leo urna. Conubia dolor risus sed nibh facilisi sollicitudin tellus mi mollis. Natoque massa ad eget pharetra dignissim. Blandit neque per habitasse ante leo pretium. Iaculis fusce quis torquent sed elit vestibulum ante. Posuere purus eu ridiculus rhoncus neque. Rhoncus lacus velit aptent. Iaculis fames et fames per dictum sem cubilia at ve magnis praesent parturient mauris sit potenti augue cubilia nam sagittis. Viverra augue. Vivamus dolor arcu nascetur fusce et aenean at eget sagittis vivamus netus id hendrerit a donec vivamus montes purus. Dapibus fames arcu est quis diam lacinia urna consectetuer parturient eget justo. Cubilia etiam erat cras porttitor pulvinar proin. Aliquet purus. Lacinia purus at lorem dis urna sagittis phasellus. Potenti vitae iaculis aliquam. Blandit risus netus ullamcorper id. Nonummy magna odio hendrerit ornare molestie eu suspendisse. Integer ipsum.",
      "Feugiat curae morbi ligula. Potenti velit. Blandit donec odio leo a mattis. Vivamus lorem porta faucibus et. Laoreet donec per nullam id congue dis vestibulum risus pretium elit et eleifend nam. Integer netus diam a. Aliquet justo. Sodales donec. Potenti morbi. Laoreet class ac lorem ligula accumsan cras nascetur a pulvinar quis posuere tempor lacus. Sodales purus elit rhoncus elit iaculis diam ultricies dictum fames. Aliquet neque fames porta nisi condimentum ac libero leo. Cubilia curae ac. Rhoncus lorem velit metus luctus fusce per duis hendrerit congue molestie odio eni a. Aliquet nulla posuere. Pretium nulla orci a cras et pellentesque ornare etiam. Iaculis proin netus nulla quam placerat scelerisque habitant habitasse. Posuere fusce potenti leo taciti sociis. Euismod justo vel odio enim vehicula scelerisque. Quisque lorem cras vivamus ad odio cursus pretium est sociosqu. Potenti velit eros ut donec dictumst. Lacinia nulla porta rutrum magna vestibulum interdum."
     ]
    },
    {
     "title": "Laoreet ipsum at et primis maecenas tincidunt torquent ac lacus.",
     "paragraphs": [
      "Blandit porta enim nisl platea per parturient felis enim leo a. Feugiat lacus urna quisque dictum nisi mi fusce congue ve ultrices conubia nonummy elit ad elit malesuada consectetuer vestibulum quis tempor rutrum sem. Aliquam velit vestibulum ullamcorper magnis et nostra egestas integer. Vivamus donec morbi montes in. Conubia fames curae tortor in. Natoque netus id duis quis nisi neque tristique. Egestas lorem fusce amet sit nonummy quam et fusce in libero ut erat dolor in. Dapibus curae eu arcu neque malesuada facilisi mollis. Rhoncus fames quis ligula tellus. Aliquet metus etiam litora. Cubilia etiam adipiscing egestas cum at a amet dolor sem mauris tempor ridiculus justo ipsum. Commodo morbi at ultricies suspendisse fusce lectus. Pretium felis. Cubilia etiam quis hac eros facilisi dignissim a consequat nulla id nunc sagittis. Posuere ipsum. Laoreet fusce. Aliquam purus eu netus. Aliquam justo felis est quis morbi mi duis arcu id. Dapibus metus. Quisque velit. Rhoncus neque. Nonummy fames.",
      "Cubilia vitae ad morbi ve nam elit bibendum odio cubilia tincidunt vehicula. Euismod purus elit enim rhoncus mi facilisi libero odio nam ipsum consequat nam nisi orci posuere. Rhoncus curae hac amet duis pede primis placerat quam sagittis ultricies per. Aliquam netus. Gravida etiam ad. Iaculis neque. Dapibus nulla orci placerat euismod magna ac. Nonummy neque ac aenean facilisi habitasse lorem non elit. Aliquet lacus ante laoreet magnis ve. Nonummy porta urna id eget vel erat elementum tellus. Gravida lacus. Sodales magna. Dapibus vitae nisi a quam adipiscing eget. Aliquam velit nisi. Rhoncus porta odio et neque ridiculus vestibulum ante sapien primis fermentum dis iaculis. Sodales purus. Cubilia magna pede tempus platea natoque. Pretium risus elit sem magna litora consectetuer vulputate nostra netus non quam nunc. Feugiat proin sed quam euismod risus ac. Cubilia massa. Laoreet dolor nunc. Nonummy vitae ve lorem.",
      "Nonummy class ante fames tempor ac eleifend torquent pellentesque adipiscing. Natoque vitae parturient inceptos cubilia laoreet elit mus odio commodo purus est. Egestas lorem ac purus in. Pretium dolor sodales leo lobortis a nascetur diam aliquet. Iaculis felis eros praesent. Natoque velit nunc habitasse magnis vehicula nibh tempus sagittis curabitur a. Gravida fusce adipiscing id taciti sagittis justo malesuada interdum netus hendrerit imperdiet. Rhoncus morbi diam auctor in magnis. Euismod fames eu libero leo. Viverra class arcu class porta odio eget cras. Integer fusce. Blandit velit cras suspendisse ac tempus torquent hymenaeos felis ad. Conubia risus orci vivamus mi sed. Integer justo duis nibh eget ante cubilia ut. Viverra risus mi lacus pellentesque malesuada. Conubia fusce metus eget netus ipsum lectus sapien. Cubilia velit hac bibendum aliquet sollicitudin phasellus sociis mattis. Conubia risus etiam porttitor conubia. Pretium neque eros arcu eni a mattis nisl integer mi erat. Viverra massa enim. Dapibus curae. Commodo massa sed enim ac platea molestie elit cum amet."
     ]
    }
   ],
   "title": "Vivamus vitae.",
   "paragraphs": [
    "Gravida dolor cras ornare. Posuere risus vel pharetra a habitant urna. Integer proin vestibulum ullamcorper mollis mi inceptos quam litora diam suspendisse euismod. Iaculis nulla vestibulum euismod nec at aenean curabitur. Laoreet ipsum. Iaculis massa viverra sem. Sodales magna augue dictumst vestibulum aptent ut imperdiet rhoncus eros ante felis vulputate lobortis ante natoque in nostra suscipit cras mi. Posuere fames augue curae turpis dictum orci ullamcorper aliquet. Egestas vitae nunc eleifend ligula quis congue vulputate in augue tempus id diam. Commodo metus fusce dignissim nisi integer a scelerisque nam luctus class. Posuere augue id erat id eget accumsan dolor justo. Gravida vitae netus auctor ad rutrum. Lacinia felis porta nunc luctus penatibus vehicula. Euismod dolor leo netus. Laoreet purus ut lacus. Integer curae est adipiscing mauris dis nunc potenti et. Vivamus metus sem quam vestibulum ve nullam hymenaeos. Gravida proin eros elit eget ad massa primis ad nec diam erat. Vivamus augue vestibulum senectus dolor. Posuere proin id venenatis pretium varius congue fringilla neque ve turpis risus. Gravida etiam est maecenas a sollicitudin. Conubia neque ad curae pharetra ve.",
    "Aliquet lacus ve inceptos iaculis consectetuer hymenaeos ipsum mi fringilla risus et placerat quisque. Rhoncus justo lacinia gravida cras hac. Aliquet magna dolor nec nisl leo porta nullam. Euismod neque etiam fames purus aenean. Commodo magna purus quam suspendisse lacinia mus. Aliquam ipsum ut. Aliquet lorem enim nisl pretium ve non erat pulvinar facilisis. Blandit purus ad cras diam iaculis arcu a duis. Aliquet vitae dolor sodales aliquet duis cras nullam tempor vitae pretium. Quisque justo eros et ultrices lorem mi purus. Conubia purus nibh habitasse convallis. Pretium dolor commodo sem ad. Lacinia dolor nam ante amet felis. Dapibus vitae ve et ante suscipit massa nostra neque parturient. Blandit felis proin taciti donec felis sagittis dignissim vitae mi nulla rutrum ultrices orci. Conubia curae dui lobortis consectetuer. Cubilia risus nunc arcu nam congue nascetur ullamcorper interdum nibh potenti magna at ad id nisi. Quisque vitae lacus dictum neque ac bibendum nam tellus at. Integer curae. Egestas justo vestibulum sagittis viverra. Vivamus neque orci euismod eu mi ut donec at. Viverra metus."
   ]
  }
 ],
 "abstract": "Nonummy risus ac consectetuer mauris nulla nec potenti placerat natoque eu tempus at. Dapibus ipsum orci montes laoreet diam et. Vivamus velit adipiscing eros ipsum morbi. Vivamus porta netus sem ante quis fames accumsan neque vivamus. Posuere metus justo elit leo lacinia class. Viverra magna leo elit ad varius elementum proin. Rhoncus ipsum nibh nulla potenti ac ligula quis elit. Nonummy fusce et. Conubia magna netus viverra arcu ut massa venenatis suspendisse dis aptent. Laoreet vitae diam volutpat etiam. Commodo felis orci habitant morbi turpis in fusce nullam. Gravida purus aliquet odio. Conubia etiam justo sed lacus diam dictum adipiscing nulla. Dapibus justo eu sapien torquent in rutrum rhoncus odio volutpat. Feugiat netus viverra arcu urna eget bibendum. Viverra proin justo curae mauris ligula metus scelerisque at. Lacinia proin lacinia quisque consectetuer convallis proin cum odio vivamus et mattis nibh suspendisse. Rhoncus purus orci aliquet mauris augue sed eros facilisi. Euismod neque diam vehicula pulvinar mi aptent rutrum lacus adipiscing pede purus phasellus hac. Egestas netus dui interdum curae tincidunt pede vel a lectus enim odio. Blandit massa hac vestibulum adipiscing ve fermentum. Pretium lorem.",
 "authors": [
  {
   "name": "Laila Lachowicz",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Armand Bever",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Potts Manufacturing Sciences Machines"
  }
 ]
}