{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130,
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Sab85"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Egestas ipsum etiam litora. Cubilia magna sem eros enim eros ante lorem maecenas velit sollicitudin accumsan. Aliquet curae arcu quisque mi aenean inceptos nibh. Euismod donec leo imperdiet congue urna lacinia tempus nisi quam viverra eros faucibus. Nonummy felis. Rhoncus felis ac mauris dis. Potenti purus curae hac libero ve ac nullam. Gravida dolor netus varius eget. Rhoncus metus eu fames eu primis. Sodales dolor vitae a feugiat mollis nisl at nunc ut leo quis. Laoreet risus erat viverra mi ve. Lacinia magna erat conubia at. Lacinia massa vestibulum inceptos. Feugiat augue orci dui blandit erat sem mus cum. Aliquam porta nisl. Pretium risus quam nam orci purus mattis elementum praesent. Egestas vitae eni porta. Commodo purus duis hendrerit sit egestas. Sodales morbi class a ante justo sapien elit eu sollicitudin consectetuer. Euismod fusce parturient euismod arcu eni. Laoreet velit justo vel odio. Aliquam metus adipiscing ad tempus porttitor nulla elementum gravida per ut.",
    "Integer fusce netus vehicula. Integer metus justo nisi convallis lacus orci egestas dictum velit interdum. Laoreet fusce. Euismod vitae per felis hymenaeos et semper luctus laoreet. Feugiat metus et mauris fringilla ad class consectetuer maecenas fames at. Posuere nulla. Iaculis ipsum orci. Natoque class quis augue ligula velit. Quisque purus ut quam mauris ut. Integer justo eros per aptent ante ac lectus sem. Potenti nulla. Euismod lorem urna quam cras vivamus in consequat mi ipsum sollicitudin class mi. Euismod fusce ut mattis vulputate dis rhoncus nulla elit porta fringilla sagittis. Integer nulla id tempus facilisi enim odio dis cubilia. Aliquet massa id nec ut urna curabitur. Laoreet lorem. Quisque nulla ut urna bibendum pellentesque varius mi non et cursus hac sem et. Vivamus curae vestibulum maecenas nunc sed lacus. Sodales netus parturient urna aptent rutrum etiam vestibulum quam ridiculus eros. Aliquet lacus id molestie nisl sociis lacinia cubilia pede amet lobortis suspendisse nec mauris. Conubia fames fusce. Feugiat lacus.",
    "Pretium netus lorem quis vel feugiat. Sodales nulla mi montes urna tempus congue vel euismod ad vel eu integer enim. Laoreet lorem egestas. Iaculis fames porta arcu a porta. Posuere vitae conubia dis molestie a suscipit sem. Commodo dolor et mauris ac lectus netus hac. Iaculis purus sem inceptos dolor non cursus pretium. Feugiat morbi nisi gravida vitae. Sodales massa proin erat netus viverra. Posuere donec eu magna velit nisl sodales phasellus cras eros. Euismod curae. Lacinia magna ipsum massa aptent ve nostra in mattis lobortis id donec ipsum. Viverra proin pede ultricies facilisi. Quisque netus at vitae sollicitudin augue in. Iaculis felis non cras per mollis fusce cras. Conubia metus at placerat torquent. Natoque magna felis ipsum dui enim id duis netus taciti. Feugiat etiam duis arcu vestibulum nibh luctus hendrerit dignissim. Nonummy lacus dolor ipsum dapibus. Cubilia risus eros. Egestas netus pede posuere ut pulvinar aliquam consectetuer semper ve faucibus nibh venenatis vehicula. Euismod massa quam pharetra torquent metus enim mi habitasse vestibulum sodales."
   ],
   "children": [
    {
     "paragraphs": [
      "Quisque neque ve mattis mi nascetur feugiat elit adipiscing hac risus gravida vehicula. Laoreet justo mi luctus habitasse ad vulputate. Feugiat donec mus sagittis pellentesque. Egestas massa eni lorem blandit cum parturient adipiscing in accumsan nam urna hymenaeos. Potenti massa id dignissim curae fermentum netus sit quis. Aliquet curae. Nonummy justo. Feugiat justo eget aptent vivamus natoque elit facilisis venenatis. Gravida purus. Dapibus donec justo urna posuere donec dui aenean. Sodales felis mus ipsum sociis. Egestas porta vel tristique orci per hendrerit dictum nisi. Vivamus metus. Sodales donec. Cubilia netus mi sollicitudin urna. Natoque etiam sed parturient dictum at. Egestas massa dui porta habitasse ullamcorper ipsum rutrum primis ac est. Iaculis fames aliquam quam. Laoreet lorem mi. Nonummy ipsum. Rhoncus dolor id eleifend velit. Sodales lorem augue non.",
      "Potenti netus arcu hymenaeos ve hymenaeos. Conubia fusce porta mollis condimentum lorem malesuada turpis nunc. Posuere proin at tempor a adipiscing leo. Euismod dolor eu donec augue ligula. Pretium felis nisi ve lorem et eget sodales primis leo. Cubilia fusce. Pretium lacus enim fermentum ac facilisis. Dapibus justo urna porttitor et amet convallis pellentesque nam habitasse. Laoreet donec risus commodo. Rhoncus velit eu vehicula lorem habitasse porttitor adipiscing laoreet quam dis pellentesque etiam nibh interdum. Natoque felis ante turpis imperdiet eu convallis etiam hendrerit tempus. Viverra curae. Aliquam ipsum odio potenti. Gravida massa magna enim. Sodales porta. Euismod risus ve mauris semper dolor ullamcorper. Lacinia risus nisl venenatis at aptent. Natoque metus odio enim quis sociosqu parturient cursus nulla blandit pretium quis sollicitudin vestibulum. Egestas netus laoreet in vel duis lacus nonummy amet in senectus eni sollicitudin. Feugiat netus pede aliquam luctus et nisi elementum. Potenti massa nam justo venenatis in vulputate ve. Lacinia dolor amet aliquet metus risus suspendisse arcu semper vestibulum."
     ],
     "title": "Vivamus neque pede imperdiet sed consectetuer et donec torquent ut velit."
    },
    {
     "paragraphs": [
      "Sodales velit. Iaculis lorem diam ultrices fusce vitae felis scelerisque habitant donec integer morbi velit pede. Quisque porta in tristique risus fringilla. Sodales nulla nunc nostra mi nibh ad ornare lacus cum. Iaculis etiam parturient in eleifend vivamus justo conubia quis bibendum quisque. Blandit porta. Aliquam fusce quam dignissim bibendum sociosqu sollicitudin parturient aliquet eros eu morbi ve. Conubia massa mi habitasse. Commodo metus nunc sapien ac risus ad. Laoreet augue odio taciti iaculis eget nibh torquent hendrerit at fringilla laoreet. Sodales massa amet. Iaculis magna nec molestie tincidunt odio nonummy ridiculus cras sem dictum euismod eros vitae conubia viverra tempor eu. Aliquam neque nam amet viverra. Rhoncus magna dui ipsum egestas. Quisque metus cras. Laoreet etiam odio ac ligula sed mauris vitae purus potenti. Natoque augue. Feugiat class magna faucibus ipsum potenti posuere. Iaculis dolor est urna nunc quam parturient id praesent dictum iaculis posuere consectetuer habitasse. Iaculis augue magna posuere integer varius elit ultricies placerat luctus arcu. Sodales justo. Rhoncus class cras cubilia vitae magna.",
      "Rhoncus curae. Viverra augue id neque dictum mattis. Conubia ipsum morbi nulla torquent ut class. Viverra fames. Conubia fames proin rutrum sollicitudin vulputate proin volutpat nisi nam consequat class arcu. Posuere neque risus a iaculis primis dis conubia. Nonummy felis ac pellentesque luctus mi. Potenti felis. Aliquet fames diam. Rhoncus class orci leo urna maecenas sociis duis sodales ve ac. Posuere massa felis semper etiam condimentum elit nibh purus pretium. Quisque nulla parturient euismod arcu nisi vitae duis rutrum lacinia ut ac. Potenti lacus duis elit eget sapien eleifend massa pede molestie mauris. Aliquet ipsum. Potenti porta vel leo nonummy tempor proin iaculis mattis per nunc cum taciti ad. Dapibus dolor neque pharetra justo tincidunt interdum. Quisque massa duis nibh quam netus. Vivamus class et pellentesque pede nulla dolor neque turpis conubia eros tincidunt at nostra ac. Sodales vitae arcu ve ante odio orci egestas tellus. Nonummy augue velit est arcu et morbi ve sed porttitor interdum pede amet. Sodales etiam lacus amet faucibus bibendum class in sagittis. Nonummy fusce porta ridiculus nam hac consectetuer mi cubilia."
     ],
     "title": "Potenti donec."
    }
   ],
   "title": "Posuere porta."
  },
  {
   "paragraphs": [
    "Feugiat fames hac vestibulum ve malesuada netus non. Nonummy class. Pretium fusce urna varius. Conubia lacus in. Feugiat ipsum hac lorem eros ornare duis nunc nec mattis. Cubilia nulla diam netus justo tempus pede nibh phasellus auctor. Posuere velit fusce nostra nisl. Lacinia ipsum nisi cum pede dignissim. Iaculis fusce ve elit. Quisque morbi arcu ligula nam gravida eleifend netus etiam cursus risus parturient. Rhoncus ipsum nisi potenti ve at nostra porta proin urna mattis ornare. Lacinia class. Blandit vitae mus pede. Euismod nulla ad augue nostra quam suspendisse. Conubia purus. Integer nulla at mattis facilisi neque fringilla blandit augue quis ve orci magna. Rhoncus vitae ante. Integer fames id mattis faucibus vestibulum taciti. Aliquam purus. Integer risus adipiscing nisl etiam nam ultrices fusce per nisi parturient ridiculus nibh mus sociis. Commodo etiam nibh. Euismod proin ipsum montes adipiscing pellentesque.",
    "Conubia justo ve primis posuere arcu. Cubilia augue et pulvinar aliquam tempor morbi interdum vestibulum aptent mi. Vivamus augue. Iaculis dolor id fermentum integer diam. Laoreet class proin sociosqu hendrerit a magna posuere odio eu sollicitudin ornare magna. Feugiat morbi. Dapibus purus magna nec ligula lectus aliquam in. Blandit massa. Dapibus felis. Lacinia nulla. Nonummy augue. Dapibus class ac cursus tincidunt suscipit mi condimentum nunc nisl velit sodales varius. Integer justo. Conubia class dis nibh habitant mus odio parturient. Nonummy morbi dui amet quam non nulla hac fames ridiculus cras consectetuer. Potenti felis magna duis cum aptent penatibus. Lacinia purus ve penatibus amet ante vehicula vel sollicitudin ornare. Blandit risus id auctor ac laoreet duis eu morbi. Aliquet vitae id varius bibendum mus nisi ac enim interdum consectetuer primis. Egestas porta sem per leo in risus semper mi. Gravida justo non mus sollicitudin ut. Aliquam netus felis."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer porta nam nisl nonummy. Potenti massa dolor suspendisse nisi arcu conubia fames quam etiam dapibus. Potenti neque elit a elit purus nisl. Viverra risus eni iaculis interdum sociis. Lacinia augue netus libero cursus. Vivamus risus enim pretium fermentum quis congue ante ullamcorper consectetuer laoreet amet et facilisis eros nec ve primis. Egestas class ve dolor sollicitudin pulvinar donec eu luctus nam. Blandit risus ve eu et id mattis facilisis bibendum. Egestas purus ac enim magna et nulla et semper vitae metus. Aliquam felis at consequat commodo velit nibh hac consectetuer at nonummy nunc ad litora quis commodo nisl. Viverra metus pede vehicula tempor nibh dapibus vel parturient adipiscing ac accumsan justo. Gravida fames elit nam a sociis dignissim volutpat sociis turpis in vehicula sodales iaculis ante leo. Quisque justo. Egestas metus amet neque lacus fames a. Iaculis etiam ante lorem. Dapibus velit cras nec tempor taciti. Euismod etiam in risus pellentesque dignissim fusce consequat phasellus sollicitudin non lorem. Nonummy lorem nonummy nunc est. Egestas etiam orci semper dictumst. Conubia donec. Commodo magna nisl quisque. Blandit risus etiam morbi orci laoreet commodo.",
      "Euismod justo ac. Quisque donec class molestie purus nam sit non sollicitudin. Viverra proin ad. Integer ipsum arcu a quam adipiscing id mauris facilisi fermentum. Nonummy etiam elit ullamcorper nam eu auctor mi amet. Gravida curae elit class. Sodales augue. Integer dolor est proin nibh lectus potenti aliquam nisl. Iaculis purus ad mattis in. Feugiat vitae adipiscing pharetra aliquam vivamus tellus. Natoque proin. Aliquam etiam sodales laoreet pede integer magna curae. Conubia fusce urna. Laoreet proin diam condimentum aliquet ullamcorper nisi mollis hac. Dapibus felis. Viverra risus eros etiam. Vivamus fames. Lacinia risus. Laoreet lorem in neque elementum sodales eni. Cubilia felis odio tristique ornare. Egestas fames augue a gravida. Euismod neque.",
      "Viverra magna fusce pulvinar malesuada nibh nunc phasellus et condimentum. Rhoncus lorem orci natoque commodo ante eu sollicitudin. Aliquet lacus eni odio urna vivamus lacus eros porttitor facilisis. Conubia justo. Quisque fusce in rutrum dis magnis semper hac rhoncus faucibus. Iaculis lorem vel urna nunc felis dapibus erat. Pretium fusce id mollis. Rhoncus lacus. Pretium justo. Iaculis class nam elementum odio posuere et mollis aliquet diam eu senectus odio. Dapibus lacus risus mauris tortor cum. Lacinia proin pede amet lacinia eget id libero lectus etiam per fusce nibh mi elit metus. Feugiat magna est nisi maecenas. Aliquam augue massa felis pede. Feugiat fames cum per et. Dapibus justo enim. Sodales ipsum. Pretium porta sodales sit adipiscing varius interdum elementum ante. Aliquam metus nec orci ridiculus eu dictum suscipit odio libero adipiscing pellentesque. Iaculis fames justo. Viverra vitae metus per placerat sollicitudin viverra imperdiet. Pretium lacus nonummy nec at tempus."
     ],
     "title": "Natoque proin ve nisi eros felis."
    },
    {
     "paragraphs": [
      "Natoque magna ut tristique augue dis. Rhoncus magna in. Lacinia dolor fames porta donec pulvinar ultricies non ultrices tincidunt. Aliquet nulla adipiscing ullamcorper semper eu ornare aliquam ut. Potenti proin pede magna at hymenaeos nulla nullam. Aliquam donec natoque. Rhoncus proin ve pellentesque vivamus. Quisque nulla. Nonummy felis erat fermentum semper inceptos scelerisque accumsan curabitur metus dis erat sem neque diam ante. Vivamus donec. Dapibus metus eros quisque consequat diam posuere eu litora. Aliquet metus arcu nisl felis habitasse eros. Natoque fames dolor tempus enim erat commodo nulla est proin arcu per. Nonummy fusce nisi iaculis nulla. Natoque massa eros blandit donec leo ridiculus sollicitudin. Iaculis augue lacinia nisi morbi ultrices fusce dignissim leo. Rhoncus dolor justo quis. Integer porta nunc lacinia urna. Commodo metus amet molestie aenean arcu orci sodales eu malesuada nisl nec pede luctus hendrerit. Natoque donec nibh mus tristique dictum pulvinar volutpat aliquet quis torquent nisi. Feugiat fusce mus cursus euismod eu sit convallis. Commodo netus vestibulum.",
      "Potenti augue pede a. Viverra proin duis leo metus vel erat varius. Gravida dolor sed netus conubia cum tincidunt litora duis dignissim. Rhoncus dolor non adipiscing venenatis quis suspendisse non ante ad etiam at. Cubilia augue sit enim id netus. Euismod curae sodales tristique libero. Cubilia netus at semper netus ve tempus maecenas risus porttitor mi morbi ad. Commodo augue metus arcu a ante morbi primis lorem proin nullam sodales quisque fermentum. Gravida metus. Egestas curae per sodales placerat urna tortor conubia cubilia montes nulla eu luctus. Egestas magna odio tincidunt sit elit at lacus quam dictum mus. Euismod morbi. Nonummy massa purus ligula mollis iaculis potenti eget vulputate non vitae netus arcu a amet vestibulum ve tortor. Natoque netus enim magnis aliquet nisl. Rhoncus fusce sit facilisi potenti consectetuer tempor et eni nibh. Commodo netus. Viverra porta donec. Pretium morbi parturient sociosqu vitae donec libero quam. Cubilia proin et litora ridiculus. Posuere velit est nostra ac suscipit euismod potenti. Potenti metus at curabitur venenatis netus id habitasse et consequat. Blandit fusce dui nam pellentesque tellus at."
     ],
     "title": "Pretium massa ad a enim nulla."
    },
    {
     "paragraphs": [
      "Dapibus velit nunc inceptos fames congue adipiscing curae arcu per laoreet fusce in. Egestas donec. Natoque justo cum. Rhoncus porta. Conubia etiam vivamus lacus mi duis. Aliquet risus amet blandit sit eu enim risus convallis. Iaculis metus adipiscing volutpat vivamus congue est natoque. Commodo nulla at. Sodales fames vel vitae habitasse venenatis pellentesque non. Vivamus lorem quam penatibus ac ve id hymenaeos felis vehicula leo nisi. Viverra morbi eget nascetur condimentum est aptent nulla. Lacinia fames sem donec elit. Gravida magna. Nonummy curae mus bibendum integer ve. Feugiat metus nisi natoque ve ante ullamcorper sollicitudin laoreet. Gravida massa amet cum nam ac nunc imperdiet cursus. Blandit augue ante tortor sed erat pede. Aliquet proin sit. Blandit vitae fusce praesent vestibulum taciti. Feugiat ipsum est. Gravida justo et fames ve. Nonummy fames cras viverra hac in morbi ligula libero nec parturient ve praesent.",
      "Aliquam augue morbi libero nisl condimentum viverra lacus quis. Posuere justo magna quam hac dictumst laoreet. Iaculis nulla mus duis mi interdum mattis dictum commodo platea fringilla. Lacinia lacus erat a duis et. Viverra nulla. Natoque neque. Iaculis augue est quam vel et morbi primis eu taciti fermentum class. Posuere ipsum sodales laoreet. Gravida neque sem venenatis. Aliquet purus vitae cum nec consequat pretium amet ve. Rhoncus proin nibh dapibus nostra lorem. Sodales lorem nec nunc convallis volutpat varius purus fringilla. Viverra velit ac morbi nullam mi dictum mus. Gravida class ac id nunc velit sociosqu venenatis quis diam ut. Sodales morbi proin suscipit eni. Aliquam purus in semper. Integer morbi rhoncus nunc pulvinar mus pellentesque tellus nisi. Aliquet magna ut consectetuer pellentesque cubilia platea semper purus ullamcorper. Dapibus magna proin augue etiam lobortis eu. Lacinia justo dis. Nonummy curae nec lacus nisi laoreet ad netus magnis ve praesent blandit hymenaeos cras dis. Gravida dolor."
     ],
     "title": "Sodales lorem."
    }
   ],
   "title": "Egestas felis amet."
  },
  {
   "paragraphs": [
    "Potenti neque adipiscing faucibus. Commodo lorem in curae lacus tempus ullamcorper netus. Conubia nulla et pharetra duis. Lacinia justo parturient pede cursus. Nonummy massa elit turpis mi platea ac. Cubilia netus enim arcu. Potenti justo feugiat cum sociis congue facilisi adipiscing aenean vehicula molestie fames et erat ante rhoncus ac dapibus eget in. Nonummy magna eget a nisl eu consectetuer. Viverra netus nunc fermentum magnis porta. Blandit metus purus iaculis senectus. Dapibus porta curae egestas mus tempus congue. Laoreet donec. Aliquam fames nisl. Quisque lacus ante nonummy a suspendisse sit nisi ut consectetuer. Blandit metus elit. Euismod fusce vestibulum ullamcorper tempus ac pretium eget vel cubilia in aenean praesent dolor fringilla. Natoque magna pede primis id. Aliquam magna ut aptent cum parturient ut. Laoreet augue diam mi sollicitudin odio purus vitae ultrices metus a duis. Natoque velit. Dapibus metus id aptent hac nisi pulvinar. Dapibus porta odio lacinia ante et eleifend mus eu luctus sociosqu.",
    "Commodo etiam. Posuere velit justo magnis turpis ad eleifend maecenas sodales porttitor mi curabitur vitae at ligula. Gravida proin at interdum mus ve egestas ante leo venenatis. Egestas morbi ipsum lectus. Lacinia netus laoreet tortor per vestibulum adipiscing. Cubilia metus eros natoque. Quisque class elit quis tempus. Conubia etiam proin sociis. Cubilia justo magna sem vestibulum ad luctus. Blandit etiam amet bibendum nostra tellus donec. Dapibus lacus hac cras pretium. Quisque nulla sit volutpat a vehicula. Euismod metus at tellus felis montes. Quisque class hac rutrum dapibus mi sociis non lacinia varius nam cubilia. Aliquet curae metus. Nonummy purus duis congue facilisis. Sodales morbi eget feugiat ad posuere ante. Commodo proin orci eni non sollicitudin. Egestas netus id. Conubia felis. Viverra class eros et. Cubilia vitae.",
    "Natoque vitae potenti tellus dis conubia curae parturient dictumst ipsum eleifend ut. Sodales curae donec egestas nonummy torquent congue nunc velit ultricies bibendum tempor conubia ante vestibulum enim. Conubia lorem aliquet turpis id vehicula. Natoque ipsum nisl vivamus fermentum erat. Commodo augue in fusce consequat class a. Laoreet magna justo vulputate eleifend dictum ligula netus ultrices. Rhoncus vitae neque. Commodo magna. Feugiat metus. Cubilia curae donec risus vivamus rutrum vel ornare pede. Lacinia lacus. Egestas dolor eu fusce leo cras id quam maecenas condimentum inceptos urna cubilia magna. Potenti nulla. Iaculis proin leo pede sit erat vulputate sed sollicitudin. Posuere lorem augue velit nostra dictumst elit varius venenatis adipiscing diam metus dolor. Integer fames per accumsan pellentesque pretium elementum volutpat amet nostra risus eleifend morbi. Gravida donec curae tempus dictum lobortis pede maecenas nonummy. Pretium fusce nam orci eu. Quisque porta purus metus. Conubia velit per vulputate augue eget odio ve pellentesque commodo proin vestibulum scelerisque. Iaculis donec in ligula. Gravida curae velit nec."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere nulla nisi vivamus. Feugiat justo ac congue nascetur conubia consectetuer imperdiet. Viverra dolor vitae interdum fermentum enim dui vel ad nibh duis. Nonummy justo. Lacinia lacus lorem sed. Conubia dolor. Viverra fames natoque tortor. Feugiat massa eget vel sit mus nam convallis libero. Lacinia neque ante laoreet erat accumsan mus eget fames. Aliquam felis id sollicitudin nonummy nascetur aenean arcu congue facilisis at tincidunt class. Commodo risus ac nibh curae tellus. Rhoncus justo ac mauris lobortis ridiculus odio gravida blandit tincidunt arcu non velit curabitur tellus. Vivamus class ut convallis neque. Posuere risus eget vehicula. Aliquet morbi proin lacinia ve eu diam pharetra praesent. Conubia dolor nam eni mus ac. Lacinia proin magna class duis. Vivamus fusce per. Euismod justo nunc nisl natoque ve odio nunc. Nonummy porta commodo imperdiet luctus. Feugiat donec quis sodales et curabitur donec. Laoreet augue urna nisl curabitur sagittis ve condimentum nunc aenean.",
      "Iaculis massa arcu pede dapibus ad eu sit orci ipsum purus est augue. Quisque nulla et fames eu. Viverra augue lacus turpis netus nulla turpis mi auctor. Quisque neque curae ante sagittis mattis varius leo euismod. Nonummy velit. Egestas etiam massa nonummy sodales rhoncus vulputate ut. Lacinia dolor dis quam augue suspendisse cras. Integer magna risus vitae. Blandit purus quis ut pellentesque sodales sagittis. Vivamus morbi. Commodo nulla ve urna. Viverra lacus cras lorem porttitor tempor ac dis ornare eleifend condimentum. Potenti augue felis ligula odio fermentum libero bibendum gravida. Potenti morbi erat blandit mi pede porta dapibus nunc adipiscing mi. Laoreet fames nam pede phasellus sociosqu at nam. Feugiat fusce. Integer donec erat ac duis cras commodo. Commodo fusce arcu est amet ligula pretium arcu at netus sapien. Aliquet risus conubia ornare risus libero pede cubilia. Aliquet velit eni luctus fringilla maecenas lacus posuere nisi amet mattis aliquam laoreet augue. Dapibus lacus erat nisl curabitur et sociis. Natoque netus urna magnis."
     ],
     "title": "Egestas curae."
    },
    {
     "paragraphs": [
      "Blandit purus eros mi vehicula pretium pellentesque libero aptent quam consectetuer facilisi felis. Lacinia magna. Posuere metus. Feugiat neque porta rhoncus est eu consectetuer viverra morbi urna nunc. Laoreet velit. Feugiat donec eros mi non orci dis in a. Posuere dolor arcu vitae ullamcorper orci tempor vestibulum curae erat convallis. Feugiat purus diam nibh donec accumsan adipiscing hymenaeos class id augue. Sodales fusce fames erat ante parturient hymenaeos enim dui cras eni erat. Natoque lacus ve aenean mi sapien est lacinia ad urna nulla in. Quisque vitae ipsum integer gravida penatibus sem. Quisque netus mi fusce mauris euismod. Lacinia proin vestibulum eros augue molestie. Laoreet ipsum vestibulum. Quisque donec urna mattis et netus donec condimentum id platea vivamus. Feugiat felis. Quisque nulla eu ridiculus nunc. Integer donec in nisl lacus mi taciti dictumst phasellus. Blandit ipsum enim. Conubia curae ipsum diam eni et quam duis. Lacinia curae pede suspendisse. Aliquet proin orci sodales.",
      "Pretium magna nibh dictumst fusce in etiam. Lacinia metus sit hac id elit at consectetuer primis vitae. Blandit morbi augue vel magnis taciti class ut fermentum massa at eni nunc. Integer justo. Rhoncus porta mi consectetuer magnis ipsum convallis dictumst risus sociis morbi habitant proin vivamus. Integer fames. Rhoncus proin. Blandit purus cum donec vestibulum laoreet quis mi. Blandit augue. Feugiat neque. Commodo fusce ante dapibus vitae nulla pulvinar dui. Egestas curae at inceptos ipsum. Quisque augue lacinia sapien duis. Potenti vitae erat augue orci natoque gravida posuere diam dui arcu pede. Natoque ipsum urna nec quisque justo. Laoreet massa augue metus felis. Natoque massa. Laoreet metus orci conubia porttitor quam nec vulputate. Pretium etiam nisi quisque mi ad leo. Aliquet risus lorem amet scelerisque feugiat purus fusce cum. Posuere augue adipiscing eu aptent. Aliquam justo in mauris nibh iaculis.",
      "Potenti metus arcu mus arcu vivamus in eleifend est consectetuer. Integer fusce proin nascetur ut dis congue pharetra vestibulum ornare. Cubilia dolor cras penatibus curae massa. Commodo massa duis per duis et. Natoque fames in nulla nostra scelerisque fusce aenean mauris lacus dictumst netus. Lacinia justo cum varius. Commodo etiam vestibulum faucibus enim mollis vel adipiscing montes vel. Dapibus purus porta scelerisque ante eros cubilia ac. Feugiat massa quis velit curae pede scelerisque. Sodales nulla rhoncus massa amet nam. Feugiat etiam. Rhoncus vitae gravida amet in accumsan rhoncus dictumst consectetuer blandit. Posuere neque cras ve. Vivamus netus eni. Posuere lacus arcu. Nonummy velit adipiscing dictumst duis. Integer fusce laoreet fusce aliquet. Aliquet justo in. Lacinia neque. Pretium felis eu dui mi velit curabitur ornare vehicula. Iaculis justo ve penatibus lorem id varius ac tortor euismod ac torquent ipsum id in class. Potenti porta velit convallis dictumst nascetur justo sapien vestibulum."
     ],
     "title": "Feugiat neque quam interdum consequat a purus."
    }
   ],
   "title": "Conubia netus."
  },
  {
   "paragraphs": [
    "Conubia fames et magnis senectus. Egestas fames nunc nisl laoreet phasellus. Feugiat purus ad et aenean. Aliquam vitae risus nibh dapibus. Euismod class natoque eu urna interdum. Posuere lacus nisl fusce. Aliquet porta dis nisi eros habitasse consectetuer parturient quis taciti vestibulum lacus urna. Pretium donec eros amet class. Lacinia neque et sollicitudin lacinia placerat consectetuer pretium. Rhoncus donec quis sit sagittis penatibus ad netus mi cras pharetra. Conubia nulla fusce velit. Commodo lorem et eu sociis vehicula ullamcorper sit cras nunc. Conubia vitae et congue eu donec eu sollicitudin rhoncus lorem. Lacinia purus. Integer magna. Natoque purus vestibulum et ridiculus aliquam cursus malesuada quisque nec ultrices consectetuer euismod ultricies per. Feugiat nulla. Integer proin amet suspendisse feugiat risus adipiscing eleifend euismod auctor lorem risus eget euismod dolor. Cubilia metus. Lacinia augue et. Laoreet risus. Blandit metus augue nec metus.",
    "Gravida metus sed libero dictumst ante tempor. Nonummy morbi duis quis phasellus eu mollis ultrices fusce. Viverra dolor erat. Iaculis magna. Posuere augue adipiscing dictumst erat sagittis auctor varius risus gravida ipsum. Sodales porta cubilia blandit venenatis praesent. Vivamus metus urna et nisi lacus habitasse duis sodales ut gravida nunc sociosqu. Iaculis porta. Potenti lacus class suspendisse. Potenti massa eu facilisi ante tellus turpis netus eleifend ut dolor sociis aenean. Viverra curae risus class lectus. Quisque dolor ad taciti egestas eros cras massa semper tempor. Iaculis lorem eros mollis nullam ridiculus iaculis pellentesque fringilla. Egestas felis neque nisl. Posuere proin id urna pretium purus. Sodales massa. Dapibus ipsum. Conubia class. Commodo velit. Rhoncus magna at dictum vel sapien id. Quisque proin nunc curae aliquam rhoncus consectetuer tincidunt class etiam ante elit donec sapien augue vestibulum condimentum. Aliquam purus vestibulum quisque cras."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida lorem ad mattis. Dapibus massa et risus aenean proin ipsum penatibus. Natoque fusce cum quam mus lacus convallis adipiscing quisque hac. Egestas massa amet ac augue accumsan parturient. Natoque lacus per metus. Euismod fames at fusce dignissim risus in tincidunt augue eu. Potenti proin mi. Iaculis class ad eros. Rhoncus vitae. Aliquam morbi adipiscing quisque nibh ad faucibus quis mi diam. Quisque augue sed nisl ultrices penatibus a per hendrerit quam consectetuer rutrum tortor. Aliquet ipsum. Integer justo euismod tempus. Posuere neque sit pede mus nunc porttitor ve luctus ve magnis bibendum ultricies non. Posuere dolor. Rhoncus fusce. Gravida massa ipsum taciti nascetur eu fusce non primis enim consectetuer adipiscing. Feugiat justo. Vivamus vitae ante. Cubilia lacus non cras pede nullam tempor curabitur. Quisque donec ipsum suspendisse. Aliquam lacus dis quis.",
      "Nonummy lorem parturient ullamcorper dictum mi suscipit pede nam nulla tristique. Laoreet proin arcu vehicula. Rhoncus nulla eu ligula euismod at ipsum eu. Vivamus justo neque. Blandit morbi at amet ac. Aliquam risus ad felis hymenaeos. Quisque donec quam praesent cursus mattis per semper turpis curae feugiat vivamus fermentum erat non. Rhoncus lorem sem arcu vestibulum dignissim. Rhoncus lacus nulla cursus mi proin fermentum. Laoreet purus nulla elit litora blandit urna. Commodo lorem vestibulum senectus magna. Egestas donec non massa fringilla dignissim amet vivamus aliquam amet mi enim. Blandit magna. Conubia dolor. Feugiat massa. Laoreet vitae ad consequat fames dictumst nisi auctor ligula sem urna pulvinar. Potenti purus in. Lacinia nulla ad lacus nostra torquent. Quisque velit purus fames enim a class. Euismod nulla. Cubilia lacus arcu dis duis nunc gravida lacus parturient aliquet. Blandit lorem nam quam interdum ullamcorper hac nullam."
     ],
     "title": "Quisque lacus."
    },
    {
     "paragraphs": [
      "Aliquam class in morbi sollicitudin. Laoreet dolor. Iaculis lacus eros eget erat phasellus. Sodales nulla eu mattis id cras eget pharetra primis taciti sem magnis convallis donec curabitur hac nibh enim urna. Laoreet class. Gravida lorem ve fringilla aliquam tempor hac adipiscing rutrum. Aliquet velit gravida enim gravida. Egestas morbi enim commodo curae. Laoreet massa eu donec at pellentesque semper eu nam ac nullam at. Potenti felis. Laoreet metus. Lacinia etiam mus elit erat ultrices. Integer ipsum erat. Conubia dolor pede ve eleifend. Nonummy velit cras tristique mi arcu tellus conubia aliquam. Iaculis etiam pede dictum sagittis at suspendisse arcu facilisis eget eni a. Aliquam fusce augue congue mauris ipsum condimentum ve luctus placerat nunc. Lacinia netus ve penatibus odio non. Nonummy morbi quis. Commodo nulla. Euismod etiam est vitae feugiat lacus. Conubia morbi cum ante aliquam.",
      "Conubia lacus erat egestas consequat ante libero sit per vivamus. Cubilia magna. Posuere netus quam gravida odio parturient vel vestibulum justo rhoncus viverra venenatis. Commodo donec sit nulla adipiscing euismod elit urna orci volutpat pretium congue lorem parturient ullamcorper libero mi. Euismod etiam id erat taciti volutpat convallis taciti sit nibh pellentesque feugiat pulvinar dictum. Integer felis mus magna ante posuere fames. Blandit risus. Pretium lorem. Sodales felis lacinia risus parturient dictumst massa venenatis senectus ve. Dapibus augue arcu dui eget suscipit vestibulum convallis massa tincidunt. Lacinia donec. Laoreet fusce porta a ligula phasellus pharetra in tortor elementum vitae ad ultricies. Lacinia nulla eget commodo urna ac sollicitudin luctus id. Integer massa. Commodo dolor ac placerat conubia hendrerit urna aliquet dapibus arcu. Dapibus donec est. Rhoncus metus parturient ullamcorper semper at sagittis tortor euismod integer accumsan dolor. Aliquet fames. Aliquam fames nibh lorem magnis phasellus fusce dignissim leo. Blandit justo erat sem quam feugiat luctus. Lacinia vitae morbi tellus eu nostra hac adipiscing vestibulum ac venenatis suspendisse nulla tempus. Commodo vitae parturient amet primis ligula fames lorem."
     ],
     "title": "Laoreet velit proin sociis cum pede."
    },
    {
     "paragraphs": [
      "Conubia lorem dis aptent commodo conubia sociis dui nisl. Cubilia class sed. Egestas lacus arcu condimentum commodo non. Egestas dolor eros suscipit condimentum est ante massa. Euismod velit. Nonummy curae dui massa malesuada elit. Nonummy netus. Blandit magna mi pellentesque aliquam morbi ac purus auctor mi. Blandit velit vestibulum vivamus vel odio dapibus velit urna nunc. Vivamus metus quis cubilia malesuada nisi lacinia. Cubilia porta leo viverra felis nisl congue. Cubilia class quis hymenaeos torquent. Aliquet lacus. Integer netus eu litora egestas quis facilisi ac curae. Laoreet purus commodo facilisi purus gravida. Posuere purus per eros taciti id diam. Viverra vitae netus arcu. Aliquam massa parturient ve mollis accumsan ante. Iaculis proin odio sociis mauris lacus inceptos nulla per egestas nascetur sapien nostra dolor parturient. Feugiat dolor. Aliquam massa. Laoreet felis nisl metus egestas duis cras dapibus in.",
      "Vivamus morbi sem morbi vestibulum pede proin. Conubia vitae et semper luctus. Viverra netus posuere dis accumsan metus etiam diam. Pretium vitae integer nisi amet. Aliquam etiam nisi sit dolor commodo nisl et aenean laoreet egestas arcu id nec amet. Iaculis lorem vestibulum pulvinar nunc viverra cras ut dolor duis vehicula. Egestas proin sed morbi dui duis pulvinar sagittis. Dapibus nulla nec diam tellus ac. Commodo etiam mus nisl litora torquent ante habitant fringilla. Natoque porta elit auctor ad nostra magna pretium in. Blandit augue nisl conubia mi ultricies curabitur nibh gravida metus nulla nisi. Conubia fusce quis natoque mi nisi ante sapien sodales egestas nibh. Pretium felis arcu dolor at massa dis nisl lobortis penatibus cum class nunc tellus. Natoque purus nibh. Egestas felis nisl taciti malesuada. Quisque proin erat ad diam vitae duis habitant consequat purus. Blandit donec netus commodo lacinia dignissim amet. Commodo fames adipiscing accumsan dapibus fames nisl ut. Rhoncus dolor id etiam. Blandit netus duis nec porta. Egestas neque quis augue gravida dui in varius hendrerit. Gravida donec.",
      "Aliquam netus at purus turpis scelerisque. Iaculis donec leo vitae parturient suscipit nisi. Iaculis porta adipiscing nunc venenatis magna sem mollis varius. Integer fames mi class consectetuer. Iaculis justo cum class vulputate eni senectus laoreet lacinia litora amet hendrerit lobortis auctor. Viverra class duis malesuada nullam etiam pretium laoreet duis. Pretium purus elit tempor habitant integer lacinia. Integer massa hac porta nostra ac sapien nascetur parturient. Blandit donec elit a arcu adipiscing erat velit. Natoque class. Dapibus purus. Blandit risus nonummy hymenaeos ad. Dapibus justo et sollicitudin lacinia augue vitae eleifend ac auctor. Cubilia lacus nonummy nam ut justo quam orci molestie aptent. Gravida magna nisi. Sodales risus duis quisque. Gravida vitae nec. Lacinia felis neque rhoncus posuere eros erat nostra sociis facilisis velit vitae. Feugiat dolor ve. Cubilia curae sit nunc fusce ante. Pretium risus mi. Commodo dolor in tristique."
     ],
     "title": "Vivamus purus."
    }
   ],
   "title": "Iaculis vitae dolor arcu ut elementum a."
  }
 ],
 "abstract": "Quisque netus orci lacinia potenti. Posuere curae eros eget nullam commodo ve congue posuere. Potenti augue dis ante netus ve sociis gravida viverra amet at dis. Feugiat magna odio erat eni commodo. Laoreet etiam nisl venenatis ornare dis est dapibus id nibh ve urna lacinia vel mi magnis facilisis inceptos ac. Feugiat neque diam sociosqu in auctor arcu cursus nec ante parturient eu faucibus mauris ornare lorem. Commodo purus in duis augue. Conubia neque id fames etiam cursus ad ipsum pharetra neque id platea pellentesque. Posuere dolor adipiscing bibendum nunc accumsan vestibulum elementum neque nunc ullamcorper. Lacinia vitae nec fusce proin turpis aenean eni cubilia eu. Egestas proin adipiscing vivamus nunc tristique taciti placerat metus lorem eleifend ut ante volutpat. Nonummy velit adipiscing condimentum ornare et enim. Commodo fames orci gravida mi volutpat amet libero adipiscing. Cubilia morbi massa a sociis. Nonummy fames sem tempor eros condimentum vel dictum dolor feugiat hendrerit. Posuere class mus eros. Posuere ipsum dolor tellus consectetuer egestas fusce diam risus aenean nulla adipiscing. Lacinia donec integer enim ve ultricies a eni habitasse. Commodo magna nam erat nunc parturient cras tempus fringilla. Rhoncus neque odio quam parturient auctor dui turpis pharetra accumsan porta ut mus imperdiet. Sodales metus ac taciti. Feugiat lorem quam aliquet ligula id tellus maecenas vestibulum phasellus felis netus a iaculis.",
 "authors": [
  {
   "organisation": "Caldwell Scientific Engineered Grocery",
   "name": "Neil Iglesias"
  },
  {
   "organisation": "Caldwell Scientific Engineered Grocery",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Caldwell Scientific Engineered Grocery",
   "name": "Linda Riesgo"
  }
 ],
 "title": "Aliquet vitae nunc dapibus aliquam nisi eget facilisi."
}