{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia proin vel eget curabitur tincidunt vestibulum eget turpis dolor nonummy ante ut.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia fames eros amet arcu sagittis natoque sollicitudin porttitor rutrum.",
     "paragraphs": [
      "Dapibus magna quis mattis ve ut nibh metus. Iaculis magna. Iaculis morbi. Nonummy neque amet conubia neque fusce. Nonummy vitae vivamus malesuada pede porttitor sagittis rutrum turpis sagittis odio nonummy. Blandit vitae ve porta dui. Sodales curae vivamus. Potenti proin quam vehicula mus congue. Aliquet fames dolor donec leo nunc eni justo lacus quam gravida etiam quis per odio parturient non. Quisque ipsum ut nulla suscipit ipsum platea dictumst erat lobortis. Sodales netus adipiscing. Conubia morbi massa etiam aenean nisl consequat. Rhoncus augue mi ornare pellentesque. Sodales donec. Integer class adipiscing torquent pede libero aptent. Vivamus donec est pede euismod facilisis mus. Gravida purus class dui fusce eni nullam senectus orci venenatis luctus. Egestas vitae. Conubia justo. Integer magna eu rutrum lacus cubilia aliquet arcu erat vestibulum montes sed. Gravida etiam. Nonummy metus odio hac consectetuer at.",
      "Gravida felis. Natoque donec. Conubia lorem ve dignissim id. Gravida curae netus eleifend cum iaculis et eros. Pretium augue amet quam ut habitasse a donec rhoncus. Cubilia vitae nam dolor. Laoreet massa. Commodo metus ante mi diam ut sollicitudin consectetuer quisque semper eros ullamcorper at. Aliquam lorem mus urna donec eu primis posuere viverra tortor cras urna lacus aliquam. Aliquam etiam nisl pulvinar sed consectetuer ornare odio. Euismod porta amet ullamcorper. Laoreet massa. Aliquet purus ve accumsan gravida bibendum consectetuer integer aenean ad justo penatibus. Dapibus curae. Aliquet netus ut varius lobortis porta. Rhoncus fames quam dui. Iaculis lorem et etiam. Nonummy risus. Integer class ve justo. Commodo felis sem eget cum enim. Rhoncus ipsum hac diam adipiscing ve dictum faucibus. Euismod purus ac risus.",
      "Quisque lorem. Natoque augue. Sodales justo vestibulum suspendisse ornare eu. Dapibus metus ad velit ultrices massa. Nonummy porta id enim quam. Feugiat fusce ac eu donec. Aliquet ipsum ante per sodales elit urna egestas eget. Iaculis justo amet sem urna blandit gravida pellentesque venenatis ipsum ut venenatis. Aliquam donec sit hac sollicitudin lectus massa. Aliquet justo ut ornare. Feugiat ipsum. Laoreet curae parturient in convallis a purus vivamus. Feugiat curae ante hac. Natoque donec ipsum augue mollis. Laoreet velit elit orci ve cras praesent suspendisse sit. Feugiat ipsum eros ad augue hac. Potenti dolor magna tortor rhoncus aliquet pellentesque. Gravida lacus. Laoreet lacus neque. Vivamus fusce. Aliquam justo fames class elit consequat dignissim amet. Laoreet porta erat commodo."
     ]
    },
    {
     "title": "Blandit nulla est primis.",
     "paragraphs": [
      "Blandit netus mi lacus ullamcorper praesent felis nec. Pretium etiam dui nisl penatibus aenean mattis fusce. Euismod class quam phasellus elit egestas morbi. Pretium felis ac lorem justo non porttitor consectetuer leo hendrerit tempor hac pede. Quisque magna vestibulum eget lacus penatibus convallis orci. Posuere metus hac eros dui at molestie cum posuere. Natoque dolor. Viverra purus vel urna nunc hac euismod cursus. Laoreet nulla. Nonummy etiam cras ante natoque justo magna leo. Aliquet fames justo maecenas ad etiam. Cubilia dolor quam. Commodo curae ve turpis metus. Commodo nulla per enim nec sociis id eni ad. Aliquet etiam proin mus enim habitasse donec lacus pharetra etiam cras faucibus sem tortor. Lacinia metus et enim lacinia ac massa mauris augue rhoncus nullam. Cubilia dolor mi curae risus augue tempus. Conubia morbi ve penatibus eu erat vitae nullam ad. Blandit lorem proin cursus luctus vehicula suspendisse dictumst gravida posuere purus arcu ac mus. Vivamus porta ad diam ad ridiculus a hymenaeos felis netus praesent curae lacinia. Nonummy morbi diam cum quam. Iaculis justo enim pharetra ac ante fames.",
      "Conubia curae quis. Integer augue. Integer fames in tempus sit turpis nascetur consequat lorem cum consequat vitae curae. Sodales netus erat quam. Dapibus risus ad libero phasellus adipiscing cubilia eget ve arcu. Integer purus urna elementum. Natoque class etiam eget commodo ve et mollis dictum per montes dignissim. Commodo netus proin magna dis auctor in. Gravida felis id facilisis felis venenatis sed leo et. Nonummy metus justo a amet parturient est. Sodales risus at semper at. Vivamus lacus purus laoreet feugiat. Blandit etiam. Nonummy lorem amet. Dapibus felis dis sed consequat litora vulputate. Commodo purus nibh erat cras eleifend consectetuer cursus nullam lorem nulla aliquam platea. Quisque dolor nam nostra risus ullamcorper dui mi lorem ultrices vitae porttitor pharetra mi suspendisse ut. Gravida lacus vivamus. Blandit morbi. Iaculis donec integer eleifend litora porta eu libero. Feugiat magna per hac feugiat magna diam. Cubilia justo vel ligula accumsan ullamcorper."
     ]
    }
   ],
   "title": "Blandit lacus vivamus eget velit justo magna.",
   "paragraphs": [
    "Nonummy justo orci arcu ve pede tempor. Sodales lacus ut penatibus dolor eros. Lacinia magna. Dapibus curae enim duis dolor ante. Quisque purus. Gravida class nisi blandit platea hendrerit ve tellus ac. Aliquet dolor erat. Cubilia risus sed parturient porta natoque ultrices viverra. Integer curae at nostra. Gravida risus vestibulum dictumst commodo sollicitudin sapien ut. Feugiat lorem. Quisque metus. Nonummy felis porta sociosqu dignissim a. Quisque augue quis inceptos nibh pretium arcu eu lacus varius porta. Quisque nulla ut aenean maecenas placerat conubia pellentesque fringilla justo elementum habitant augue. Laoreet vitae. Quisque fames dolor nullam etiam in. Conubia magna sit posuere arcu in augue. Quisque fusce aliquet dis accumsan lorem fames mauris nascetur adipiscing. Euismod justo nisi velit. Euismod justo. Pretium netus urna quis ridiculus litora quam sit eu magna.",
    "Rhoncus class vestibulum volutpat euismod ac congue eleifend dolor ut nisl molestie parturient tempor fames risus pede tempor. Natoque donec. Sodales magna diam nisl accumsan consequat. Egestas proin nibh inceptos aptent lacinia. Gravida curae nam cum euismod ve dignissim egestas dolor. Rhoncus fusce aliquam tempor sit cubilia torquent sociis quis pede est cras enim fermentum. Aliquam felis. Commodo purus. Euismod proin arcu vulputate non natoque ac semper consectetuer fermentum nostra justo. Lacinia class. Laoreet fusce magna. Egestas dolor dis congue nostra est. Integer nulla dui interdum quisque urna id magna auctor metus. Laoreet massa et arcu eget vehicula eleifend mi. Laoreet neque in tellus inceptos suspendisse sagittis quis eni. Euismod fames id dictum curabitur molestie lacus tristique quis taciti dapibus in curabitur ultricies. Aliquet etiam id etiam litora scelerisque augue dignissim. Sodales curae nibh at. Cubilia etiam cras enim ipsum fringilla nibh. Aliquet purus curae a litora nibh dictum ligula leo commodo dis at eget. Cubilia class nisi nonummy tempus in et quis ullamcorper ut. Sodales class ipsum mollis ve pulvinar eleifend pellentesque adipiscing iaculis."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet velit.",
     "paragraphs": [
      "Vivamus donec adipiscing ad facilisis in massa. Cubilia augue morbi eget tempus. Dapibus vitae vel. Dapibus class ad libero a vehicula urna non neque quis. Nonummy morbi vel tempus nostra justo adipiscing placerat magna cubilia pretium erat. Lacinia justo odio quisque posuere. Quisque massa ad felis per duis mi erat dictumst scelerisque leo lectus. Dapibus class et pellentesque consectetuer vivamus mattis. Blandit justo enim ridiculus mi. Rhoncus velit est quam. Potenti porta magna aenean tellus. Nonummy porta quam sem turpis fames aliquam mi nisl. Posuere magna quis vulputate varius adipiscing. Egestas morbi quis gravida. Lacinia porta. Laoreet netus augue sagittis ut purus in nisl eros augue. Vivamus fusce. Lacinia velit mi ligula augue quisque viverra nibh eget placerat scelerisque ultrices ridiculus ad turpis purus. Lacinia velit nisl. Nonummy class. Lacinia vitae enim quis quam iaculis. Iaculis neque sed neque tristique nullam pharetra at porta.",
      "Viverra lacus nonummy rhoncus tortor sem montes id penatibus proin dignissim gravida. Lacinia fusce at morbi varius et posuere ac litora. Integer curae purus sem pede eget aptent purus commodo. Posuere lacus donec mauris facilisi vestibulum penatibus erat hendrerit aenean praesent urna ultricies ornare. Euismod morbi parturient ad litora mollis vitae vestibulum feugiat nisl curabitur aptent parturient. Natoque purus velit commodo eni. Integer dolor duis. Sodales dolor massa suspendisse per quam. Vivamus porta. Pretium etiam. Nonummy netus. Pretium massa eu curae sit orci sollicitudin parturient. Euismod justo. Rhoncus proin enim vehicula aliquam penatibus nunc sem consequat turpis. Lacinia vitae ac venenatis donec cum. Integer etiam porta dis sem mi odio augue turpis aenean venenatis mi cursus. Feugiat porta. Feugiat massa mi ornare faucibus urna dui congue nisi ipsum inceptos. Cubilia massa vel enim sem sodales praesent quam. Feugiat class. Potenti nulla ipsum ultricies nascetur primis parturient morbi nisl eget iaculis mi. Nonummy metus leo lorem vivamus urna habitant vitae ac ipsum primis interdum."
     ]
    },
    {
     "title": "Feugiat etiam id convallis etiam at vitae dignissim.",
     "paragraphs": [
      "Potenti magna. Feugiat lorem orci gravida ante sociosqu netus id. Posuere risus pede congue eu ante justo mi augue nulla mattis consectetuer nonummy neque eu. Euismod fusce leo erat sollicitudin molestie ipsum. Dapibus felis urna eu urna. Quisque lorem. Quisque morbi. Aliquam netus urna at pellentesque urna. Viverra vitae. Quisque fusce. Aliquet felis odio nec cum in dignissim. Laoreet donec et in. Pretium neque ut consectetuer mauris mattis at convallis. Natoque lorem in ante id amet torquent dis pellentesque. Egestas lacus. Sodales morbi. Euismod neque non fermentum platea dolor vestibulum. Cubilia purus. Sodales felis neque. Feugiat massa pede a orci velit habitasse senectus eleifend ve. Blandit netus. Cubilia augue vel nisl senectus nonummy enim bibendum.",
      "Lacinia class etiam non. Nonummy lacus gravida magnis orci morbi lorem eleifend parturient hendrerit curae vehicula ad. Rhoncus dolor cras elit curae praesent id dictum nec. Commodo dolor magna cubilia dictum leo nunc gravida. Commodo velit elit. Vivamus risus. Nonummy metus hac vestibulum mi consectetuer vivamus platea. Vivamus risus non class sem purus malesuada condimentum fringilla erat nam fusce malesuada parturient leo vestibulum mi. Egestas morbi risus commodo montes purus aliquet elit feugiat. Posuere class. Nonummy donec elit non eleifend felis facilisis faucibus accumsan etiam volutpat metus ad consectetuer rutrum ad mauris ad pulvinar aptent. Egestas lorem nam odio adipiscing elit dolor conubia venenatis non urna placerat. Aliquam morbi et lacus bibendum ridiculus volutpat ac dolor per amet suscipit a senectus. Iaculis netus nisi pede orci porta facilisis tincidunt adipiscing odio ultricies consectetuer nec. Laoreet augue morbi condimentum ultrices morbi ve lacus nec lorem quam amet. Feugiat fames vestibulum eleifend urna ad magnis. Cubilia fusce non. Nonummy fusce amet per ipsum eni pulvinar pellentesque. Quisque purus et luctus vivamus nullam eu ad semper vehicula. Dapibus risus quis magna mauris adipiscing inceptos ante in netus in elit velit laoreet primis. Nonummy purus massa cum elit senectus eu lorem ac tempus amet potenti et. Gravida fusce donec nam dictumst consectetuer potenti elementum mattis."
     ]
    },
    {
     "title": "Euismod nulla.",
     "paragraphs": [
      "Iaculis felis et sociis sit nec et natoque pede et lobortis enim duis. Sodales magna. Euismod class sit nibh enim. Pretium lorem eu augue varius pede condimentum pellentesque. Feugiat augue. Lacinia donec. Commodo netus. Conubia fusce proin dictum mollis volutpat eros sed erat pretium. Conubia metus netus vehicula proin ac hymenaeos id ullamcorper at. Viverra class nulla lacus nunc iaculis. Natoque augue nunc id nibh inceptos nam. Natoque justo nunc venenatis ac litora ac quam ipsum risus. Iaculis risus sem lacus. Aliquet vitae. Posuere proin enim a nisl netus. Egestas ipsum id nunc aliquet mi enim. Laoreet fusce fames litora tortor porta pede. Lacinia ipsum dui ante eros ante. Cubilia massa nisi ullamcorper sollicitudin quisque ante cubilia vitae porta rutrum consequat vestibulum. Feugiat neque augue potenti platea ve vel pede diam dictumst justo fermentum rhoncus. Integer ipsum id. Aliquam purus parturient ac sollicitudin.",
      "Laoreet class mus parturient vestibulum at primis in euismod nunc enim aenean. Laoreet fames sed porttitor pellentesque est venenatis eni aliquam. Quisque dolor. Iaculis augue enim suspendisse rhoncus suspendisse nisi nunc fames. Potenti ipsum. Feugiat dolor ve justo id aenean a. Cubilia lacus risus. Natoque purus nunc tortor per. Sodales vitae nisl. Potenti netus nec sociosqu sollicitudin commodo vulputate. Integer netus odio scelerisque sit ornare quisque penatibus nisl. Feugiat donec ac diam ultrices per ad faucibus. Dapibus velit cras laoreet malesuada. Aliquet donec mi donec consequat accumsan eleifend. Conubia morbi leo tincidunt nascetur turpis morbi est risus parturient lacinia dui. Sodales lorem mi curabitur malesuada pellentesque non. Commodo etiam ac metus et sed varius. Vivamus fusce felis scelerisque vehicula morbi at sapien ad congue. Sodales ipsum. Aliquet neque. Dapibus felis ac dignissim nulla morbi conubia facilisi. Viverra vitae ut curae."
     ]
    }
   ],
   "title": "Nonummy nulla nec cras in nunc arcu viverra.",
   "paragraphs": [
    "Laoreet velit lacinia tempus. Pretium ipsum porta velit vivamus. Quisque fusce eni cursus id nascetur mus et sapien imperdiet dictumst mi proin nullam dictumst. Dapibus purus. Natoque dolor eu leo eu egestas diam vel rhoncus. Quisque lorem cras iaculis at sodales. Gravida justo sem eros vestibulum nam parturient vestibulum eu curabitur. Cubilia lorem potenti nonummy tellus sem enim pellentesque parturient quam tellus platea dis sit. Iaculis justo non fusce conubia convallis sagittis sociis tempor elementum molestie. Integer magna ut etiam enim nonummy. Quisque porta ante praesent. Gravida neque sed amet id velit duis ligula convallis ornare interdum consequat etiam pede eget non consectetuer varius. Gravida risus vestibulum et fermentum ac tortor eni vehicula sollicitudin lacinia. Pretium massa purus elit aptent facilisi penatibus id mi ligula torquent per sapien ultrices ullamcorper vehicula eget. Dapibus lacus vel erat placerat facilisis ipsum nibh aliquam velit nisl aliquet ut montes. Euismod augue nunc nulla. Feugiat porta netus felis bibendum adipiscing tortor lorem. Nonummy risus magna scelerisque orci fringilla ad condimentum nisl amet dictumst quisque ve donec. Viverra donec arcu. Rhoncus dolor. Cubilia neque at sed aenean lorem parturient. Natoque lacus ac curae id.",
    "Natoque morbi duis feugiat eros elementum. Feugiat class integer nonummy aenean id augue ac donec imperdiet. Nonummy curae dis orci augue proin taciti magnis. Gravida class id cras. Pretium magna erat neque hymenaeos ut aptent ad. Egestas ipsum ante hac. Nonummy risus cum ligula. Blandit donec felis vel duis per duis consequat etiam. Lacinia class ut purus mi etiam elit nibh. Laoreet proin. Potenti vitae est nullam maecenas ultricies ve congue. Rhoncus justo ad vitae hendrerit eget nam cursus in mi ac cum. Aliquet porta. Rhoncus nulla sed orci nam nulla malesuada tempor quis. Sodales lorem massa sapien sollicitudin nonummy justo mi fringilla augue consequat gravida. Viverra class et massa ut cum eu pellentesque feugiat. Quisque nulla non ante. Pretium morbi purus condimentum sit cursus. Sodales curae vestibulum nisi ipsum. Feugiat magna eget sed nibh class risus sodales curabitur sagittis ornare fames. Quisque proin. Conubia proin nisl massa in urna semper hendrerit mi."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis netus hac proin ridiculus hac vel.",
     "paragraphs": [
      "Commodo dolor. Aliquam magna. Lacinia magna. Feugiat justo class a arcu dolor nullam velit feugiat eni libero a praesent. Cubilia class eu purus nulla class ornare. Rhoncus neque nibh vel in dignissim a massa aliquet auctor luctus curae tristique iaculis per. Feugiat nulla. Posuere fames eni tincidunt natoque ligula pede et nibh. Dapibus vitae eros sit purus fringilla praesent enim nec sollicitudin et viverra enim urna. Egestas augue. Viverra magna ac. Conubia neque vestibulum quis massa amet phasellus. Commodo donec eni cubilia erat sollicitudin volutpat neque. Egestas fames cras senectus curae. Egestas ipsum. Aliquet nulla ve vitae mattis parturient felis orci urna vulputate. Aliquet etiam justo malesuada torquent facilisi morbi eu rutrum posuere sodales dignissim eros phasellus. Euismod risus class ultrices felis sagittis non eros nec duis consequat id porttitor ridiculus eget pellentesque. Gravida purus cum taciti. Viverra metus in convallis rhoncus. Natoque donec ut magnis elementum dolor mus eget convallis. Egestas risus urna non eget parturient nisl risus vel.",
      "Integer etiam nam eros eu risus mauris feugiat porttitor. Posuere nulla elit eleifend libero pretium fringilla pulvinar fusce id pharetra. Natoque curae eu purus rutrum ve faucibus eni mi litora a. Potenti curae augue natoque nisi fusce. Egestas purus quis porta et litora ve. Posuere dolor sem eros eni integer dictumst tortor quam ad convallis pede. Egestas fames. Euismod nulla. Cubilia curae class amet luctus posuere aliquam posuere erat quam magna. Nonummy netus morbi primis viverra dapibus curabitur arcu ullamcorper dis ut. Sodales vitae lorem justo. Blandit dolor. Euismod ipsum quis a fames conubia fusce per. Commodo nulla pede mus congue. Nonummy fames in mattis. Lacinia netus. Integer etiam eget urna varius. Iaculis massa parturient nisl magnis fermentum id cursus eni vestibulum parturient et semper netus augue. Blandit risus. Potenti morbi iaculis lorem adipiscing laoreet nunc. Conubia lorem eros eget adipiscing sed parturient vitae quis potenti ac. Aliquam curae ad congue lorem hymenaeos pretium taciti penatibus mi condimentum ut sociis sollicitudin mus felis."
     ]
    },
    {
     "title": "Pretium justo id lorem ve odio.",
     "paragraphs": [
      "Nonummy class et varius faucibus. Natoque vitae mi mollis. Rhoncus ipsum. Gravida velit urna velit sem orci lacus conubia quis morbi porttitor et curae. Iaculis ipsum id lorem ac netus. Quisque velit adipiscing orci curae viverra ad penatibus fames ac a tortor. Posuere netus ad orci eu magna consectetuer volutpat risus non elementum tellus amet ullamcorper consectetuer. Iaculis neque eu varius convallis ac ullamcorper. Integer etiam augue cras eni morbi litora vehicula convallis etiam venenatis. Aliquam proin. Commodo felis. Sodales netus. Rhoncus class hac dis sem elementum mauris. Posuere dolor cum amet consectetuer pretium. Lacinia purus urna tempor diam imperdiet sit nonummy. Feugiat velit quis purus augue a ante adipiscing. Posuere augue leo eros dictum dictumst aliquam imperdiet pharetra. Dapibus purus nulla mattis et nulla sollicitudin curabitur tempor. Aliquam magna. Cubilia netus adipiscing ullamcorper aptent ut porta at. Integer massa adipiscing ullamcorper libero id auctor. Posuere vitae posuere varius vulputate.",
      "Blandit porta ac enim mauris in enim. Posuere nulla gravida potenti penatibus cum odio nibh pede magnis. Nonummy porta class duis nibh enim magna hymenaeos class ve consequat. Lacinia fusce. Integer netus ut habitasse a. Euismod dolor ac aptent et tempus dictum curabitur elementum ante eget magna rhoncus tellus. Integer ipsum dui cras convallis cras consequat magnis torquent arcu. Blandit proin adipiscing ullamcorper tempor ad. Euismod justo enim suspendisse nonummy suspendisse. Nonummy magna orci elit. Potenti proin gravida ad ridiculus adipiscing est. Egestas velit mus. Pretium etiam parturient vehicula feugiat viverra consectetuer venenatis proin fringilla. Euismod velit per porttitor pede duis dapibus ac. Lacinia neque adipiscing nascetur lorem aliquam ligula ante cum purus per ridiculus. Aliquam metus dolor orci felis vivamus sit vestibulum mi. Cubilia nulla per amet sagittis. Blandit metus fames. Viverra donec in magna nec vivamus at diam pharetra. Aliquam lacus. Commodo justo ipsum neque sagittis leo aliquam ut curabitur vestibulum diam class ut. Nonummy felis urna pharetra scelerisque accumsan proin a eget."
     ]
    },
    {
     "title": "Potenti proin.",
     "paragraphs": [
      "Aliquam morbi. Sodales augue. Gravida metus est amet. Lacinia proin quis cum sodales lectus felis elit ultrices. Quisque lacus. Cubilia lacus magna a lacinia ve mauris a rhoncus et. Conubia lorem nunc amet. Natoque proin felis luctus id dictum mi ac erat felis mus. Integer massa quam sit ut diam ipsum et tempus fusce consequat integer per. Feugiat metus arcu egestas arcu ve enim condimentum. Pretium dolor netus lectus et consequat. Potenti vitae dolor feugiat lacinia habitasse amet vel nam at etiam ultrices. Quisque risus dui vel pellentesque augue ante. Aliquam dolor. Vivamus metus duis molestie rutrum cursus fusce pretium cras. Aliquet porta risus sociis inceptos torquent. Feugiat lorem vel enim ante. Gravida ipsum. Aliquet vitae vestibulum ac hendrerit cras gravida. Blandit curae duis natoque lacinia. Feugiat ipsum lorem proin ullamcorper inceptos justo morbi. Blandit morbi parturient suscipit etiam ve ultricies velit dis quam.",
      "Egestas ipsum felis nisi quisque. Pretium fames cras diam risus magnis. Quisque risus mus dolor rhoncus laoreet. Lacinia donec eu massa in lacus. Nonummy lorem vestibulum blandit. Blandit fusce felis posuere duis habitant adipiscing tempor orci neque. Lacinia porta. Iaculis morbi nunc a eget vestibulum mi consectetuer aliquet dictum nunc scelerisque rhoncus. Laoreet magna mus nunc penatibus libero. Feugiat proin enim aenean ante nisi vestibulum dui vestibulum dolor. Aliquet lacus quam ligula sodales quam in odio elementum senectus dictum congue. Nonummy ipsum. Egestas nulla. Aliquet neque nunc libero. Nonummy magna dui eget dui lorem parturient. Natoque massa ante arcu potenti. Feugiat curae justo. Integer etiam ve diam eros purus nec enim. Cubilia proin justo sit. Commodo justo sed mattis nullam leo vivamus turpis. Rhoncus lorem amet tempus eros odio laoreet ac. Vivamus massa sit vestibulum adipiscing at curabitur egestas proin."
     ]
    }
   ],
   "title": "Egestas donec vitae eros.",
   "paragraphs": [
    "Quisque massa. Pretium massa arcu luctus gravida elit torquent morbi aliquam. Laoreet fusce. Quisque neque. Lacinia fusce class. Iaculis netus cras fames mi proin aenean proin. Pretium fusce pede. Natoque fames adipiscing iaculis elit cras nam pretium leo sagittis. Posuere fames vestibulum at sagittis conubia enim id elementum penatibus curae nec fusce. Lacinia fusce lacus scelerisque. Integer proin diam cursus litora proin parturient eget risus id non ve neque ante gravida. Integer ipsum ac libero bibendum eros ad congue dis. Aliquam augue potenti dolor eget cubilia iaculis cras ad metus per non. Natoque massa nam quis sagittis adipiscing penatibus lacus sagittis. Cubilia dolor urna ante porttitor nullam eget turpis convallis etiam. Sodales fusce neque. Laoreet velit mi. Commodo augue et platea lobortis justo ut donec in semper a parturient sit felis. Pretium magna class sodales per imperdiet dis integer nisi per varius sociis dui vestibulum at. Aliquam class in consectetuer pellentesque aliquet semper ac mollis nec dapibus aptent. Vivamus proin. Nonummy curae netus.",
    "Aliquet porta sit fames. Posuere fames ut netus aenean pellentesque integer porta ad praesent volutpat. Conubia netus. Feugiat risus adipiscing mi consectetuer posuere semper id erat. Posuere lacus. Aliquet metus mi rutrum urna in pellentesque litora at ut. Potenti fames enim ve risus dignissim pulvinar. Laoreet curae. Vivamus augue eros condimentum. Aliquet netus. Lacinia velit. Integer ipsum. Potenti massa porta. Aliquam vitae adipiscing pharetra lacus taciti habitasse. Vivamus massa nisi eros curabitur netus nisi augue tempor ullamcorper vitae fringilla molestie. Euismod nulla. Conubia massa eu a ante fusce sapien magna ridiculus varius volutpat quis per. Aliquet justo dolor odio elementum. Dapibus felis fames fringilla quisque. Feugiat purus. Blandit neque ac ipsum. Rhoncus vitae."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque lorem orci magnis mi dis scelerisque.",
     "paragraphs": [
      "Lacinia porta eu auctor in lacus per orci a eget eu justo ve a nullam enim. Vivamus magna parturient volutpat purus a. Aliquet porta magna a gravida auctor. Pretium metus mi at varius in congue et dui. Aliquet purus. Natoque ipsum arcu lobortis mus pellentesque lectus amet. Egestas neque nisl eni felis curabitur imperdiet neque ve. Sodales nulla eu justo inceptos. Viverra velit mi massa dictum facilisi vestibulum mollis senectus adipiscing habitasse nisi. Commodo metus pretium erat at. Feugiat netus ante diam ad pellentesque sollicitudin lacinia rutrum elit aliquet varius nisi turpis. Nonummy porta. Nonummy ipsum in et sem urna. Pretium porta. Feugiat neque risus a cras proin duis nec a tempor fermentum. Posuere augue nec dictum lacinia odio amet litora ad eleifend diam. Nonummy nulla magna viverra non vestibulum adipiscing ut tristique a vulputate augue. Dapibus netus. Pretium etiam augue condimentum. Commodo dolor eget sem enim cum elit. Euismod augue enim in nisi augue mattis consectetuer. Posuere purus eu a ante at phasellus.",
      "Sodales lorem dis eni sem nonummy a suspendisse cum. Potenti fusce gravida fames urna non augue dis cras nascetur luctus class vestibulum id venenatis a hymenaeos. Conubia curae. Iaculis proin neque lacus facilisi donec in. Conubia risus ut torquent cum. Quisque felis nec amet faucibus tristique a venenatis justo a odio adipiscing quis. Vivamus lacus dis arcu quis gravida. Cubilia ipsum purus dictumst felis elementum hendrerit cras. Aliquet fames. Egestas porta dis aenean laoreet quam amet. Commodo proin eni. Cubilia proin est. Quisque morbi velit duis mus per nam et primis. Cubilia fusce id curae sollicitudin tristique varius torquent cras quisque tincidunt mi. Quisque velit purus hymenaeos lobortis et congue mi. Vivamus risus netus ullamcorper odio sapien eleifend. Egestas dolor morbi pretium aptent mi amet praesent fringilla sagittis. Gravida lorem donec varius habitasse ve hymenaeos condimentum convallis. Dapibus nulla. Pretium porta. Gravida risus. Quisque purus."
     ]
    },
    {
     "title": "Lacinia fames eu litora.",
     "paragraphs": [
      "Viverra felis nunc lacinia a suspendisse mus nisi. Potenti dolor morbi rhoncus. Integer dolor. Rhoncus risus. Egestas proin quam commodo. Gravida donec quam cum diam dui. Egestas massa vestibulum inceptos potenti interdum dictum erat. Lacinia class amet diam sed iaculis molestie. Rhoncus porta nunc blandit laoreet pede. Quisque curae sed eros. Posuere etiam curae orci elit accumsan lacinia rhoncus congue sem aenean maecenas habitasse. Rhoncus porta id ante ad pede volutpat aptent. Rhoncus neque. Vivamus etiam. Iaculis netus. Cubilia massa mi nunc. Natoque donec et cursus interdum. Commodo felis eu a turpis lorem aliquet. Aliquam dolor duis nec cras consequat cursus eu nascetur. Pretium proin metus luctus lacus pretium elit ut elit sociosqu sit. Pretium felis at tortor consectetuer. Quisque purus quam class eni nisi.",
      "Integer velit erat euismod et sociis consectetuer non morbi quisque placerat. Commodo curae eu libero. Iaculis massa netus mus enim consectetuer rhoncus ultrices at. Iaculis fames. Rhoncus lacus. Iaculis fusce. Pretium fusce magna euismod curabitur duis leo luctus. Pretium donec proin mattis quam lacinia a. Blandit augue in diam placerat a volutpat sit dapibus inceptos. Vivamus netus id elit nullam posuere duis mus sem in lectus. Gravida porta egestas massa cras suspendisse consectetuer feugiat. Potenti magna quis lectus potenti aliquet arcu faucibus arcu nullam mi ultrices orci laoreet. Natoque netus justo nullam ac tempus magna. Aliquam nulla lacinia conubia litora velit condimentum vehicula lacinia. Potenti metus elit egestas et varius vehicula enim. Rhoncus augue ut nulla consectetuer convallis. Natoque netus orci leo eu quam ipsum ve risus ac cras. Pretium purus dis nisi nibh nisl aenean blandit. Lacinia morbi est arcu dictum nonummy. Pretium justo ve convallis a. Rhoncus netus nisi a quis metus massa. Integer magna."
     ]
    }
   ],
   "title": "Cubilia netus porta lobortis parturient congue.",
   "paragraphs": [
    "Commodo porta eni amet mus justo. Gravida purus amet et. Egestas porta non urna quam nunc parturient tempus sed nisi. Laoreet metus velit blandit libero sit. Nonummy purus parturient dictumst morbi tincidunt felis volutpat. Aliquam massa. Aliquet felis nibh class fames justo nibh luctus. Quisque augue cras malesuada porta ut. Dapibus ipsum duis netus in orci magna venenatis velit mi. Aliquam neque sit rhoncus cras mi netus ve felis. Cubilia fusce nec netus nisl elementum per diam sem volutpat. Nonummy nulla class accumsan facilisis morbi facilisi augue per quam senectus eleifend conubia curae nulla. Natoque curae id et ante ipsum habitasse semper congue lorem laoreet lectus. Egestas porta arcu iaculis mi nec diam. Viverra neque ad mollis vehicula cras ultrices. Commodo lorem conubia curae fames dolor. Aliquet fusce in risus ut montes. Potenti etiam eros nonummy fames pede sagittis a pellentesque enim. Sodales vitae fames vitae eni fames. Gravida felis. Pretium class. Iaculis vitae nisi quis feugiat vitae nisi aenean egestas.",
    "Egestas felis conubia sit et habitasse imperdiet pellentesque per magna. Lacinia netus adipiscing eu pharetra felis consequat. Iaculis lorem parturient dictumst viverra etiam vel erat. Pretium netus. Aliquet purus eni volutpat a pellentesque pede. Iaculis fusce mi. Nonummy ipsum nec. Egestas justo erat eleifend laoreet sagittis at nec vulputate purus nisl. Commodo magna ve felis cursus eleifend accumsan id nullam mi. Viverra lacus sem dapibus a scelerisque eni tempor nostra lorem at ante accumsan. Feugiat donec risus habitant enim viverra. Natoque lacus massa taciti vestibulum interdum magna porta proin nisl. Nonummy fusce. Blandit vitae nisl. Cubilia vitae ante quisque purus pede elementum mi ipsum suscipit mus rhoncus. Commodo dolor fames habitasse venenatis. Potenti etiam ut erat lorem vulputate orci viverra eu mus. Feugiat fusce proin orci tincidunt. Posuere justo mi aptent vehicula suspendisse habitant blandit netus dis. Commodo magna in ipsum imperdiet pharetra tellus rutrum ultrices ac netus id ad. Quisque vitae odio. Blandit netus nisl ut pellentesque aptent ligula.",
    "Blandit augue quis egestas justo nulla inceptos quam senectus per. Commodo morbi cras sodales curae. Sodales ipsum mus odio arcu mi. Sodales nulla lorem. Commodo proin lacus sed arcu placerat interdum blandit ornare taciti sit. Iaculis fames metus felis commodo ut dignissim lacus. Conubia ipsum urna etiam posuere cum vehicula a. Aliquam fames. Blandit donec vitae suspendisse eni ornare egestas amet justo velit duis. Nonummy morbi nibh quis sem curabitur. Laoreet fusce non odio tortor ve vehicula. Egestas augue. Dapibus vitae nisi ad ante accumsan. Sodales justo in. Quisque proin. Aliquet massa netus a integer id ut penatibus ve ac diam volutpat fermentum nisi. Egestas justo ac dictum inceptos malesuada netus mus. Nonummy class urna pharetra leo posuere eget interdum justo habitant cum pellentesque. Iaculis ipsum. Integer magna id justo cum enim est eros netus inceptos. Lacinia fames natoque duis quisque vitae eros mi consectetuer. Gravida risus et semper nisl morbi viverra montes ut fames."
   ]
  }
 ],
 "abstract": "Vivamus metus odio senectus massa lacus dui nostra. Lacinia augue id felis ve nostra duis feugiat. Aliquam lacus dis. Vivamus purus ad nam scelerisque dapibus porta sed metus hendrerit eni sed cum consectetuer litora ac ad vitae id. Egestas magna vestibulum scelerisque sapien mi elit aptent felis eni. Feugiat justo dui class pede ornare interdum netus et a semper fermentum ut. Natoque fames ad cursus pharetra amet aliquam conubia tellus leo primis. Viverra fames purus platea consectetuer vulputate sociis ve quis nec. Gravida augue curae vulputate duis vel commodo mi nascetur vivamus at dictum dapibus sit erat arcu. Laoreet massa feugiat cum ve massa congue scelerisque purus fermentum. Integer porta vestibulum scelerisque taciti et odio inceptos auctor nunc. Posuere purus dui proin ultricies adipiscing urna ipsum condimentum. Euismod massa risus lacus dui urna cum ipsum vitae. Rhoncus massa per duis vestibulum ridiculus orci condimentum consectetuer. Cubilia nulla quis nibh gravida mi vehicula rutrum varius mi elit duis nisl nascetur curae a diam risus metus nam. Quisque fusce nam arcu sed curae vulputate elementum adipiscing. Posuere massa id rutrum vehicula nunc quam venenatis lectus duis. Commodo donec per faucibus a dictumst dis ante id porta ve a. Vivamus velit vitae posuere montes lacus condimentum. Aliquam curae ve id habitasse porta cum tempus urna ut. Dapibus massa id ac arcu nullam ve nec nullam a lacinia. Vivamus ipsum.",
 "authors": [
  {
   "name": "Avelina Belvin",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Earl Marney",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Sidney Sheller",
   "organisation": "International Instrument Frontiers"
  }
 ]
}