{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Iaculis porta enim ac duis et vitae in.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet porta netus scelerisque suscipit.",
     "paragraphs": [
      "Lacinia felis. Commodo nulla. Potenti purus elit nostra. Gravida magna dolor condimentum. Blandit morbi natoque arcu id orci mollis fusce cras blandit aenean sapien. Viverra ipsum quis tortor et egestas cras pede. Nonummy fusce. Cubilia lorem in imperdiet curae donec a primis enim ornare blandit potenti amet augue. Rhoncus fusce. Iaculis etiam quam urna nisl morbi massa curae proin nostra placerat. Lacinia proin pede dui ut dolor consectetuer curabitur. Commodo neque. Gravida risus sit quam diam. Laoreet proin orci luctus et leo orci vestibulum mi. Commodo proin duis auctor id sem odio. Gravida justo. Posuere vitae etiam a aliquam primis semper purus pulvinar consequat. Egestas felis. Conubia neque dapibus lectus auctor at sem scelerisque. Dapibus curae risus posuere nonummy. Dapibus dolor ve justo. Rhoncus justo.",
      "Quisque risus mi velit eleifend. Feugiat risus. Integer proin ve lorem consequat scelerisque per quam molestie. Feugiat vitae ve augue felis cursus eleifend felis curabitur. Rhoncus class. Potenti lacus non turpis dis enim turpis conubia duis in. Blandit fusce est leo id varius tincidunt. Conubia velit hac. Iaculis velit. Rhoncus lacus erat nascetur ridiculus dolor proin malesuada lacinia. Egestas etiam lacinia viverra magnis mi nec sociis ve molestie nonummy in auctor a. Feugiat dolor urna gravida fames pede habitant hymenaeos non cum eni sodales. Gravida vitae ac ipsum suspendisse vehicula. Nonummy velit. Viverra augue. Natoque netus id pede. Dapibus augue purus nec duis risus. Integer etiam morbi. Lacinia neque ad nulla tempus class hendrerit sit nam ad donec eget. Egestas fames odio a nisl donec blandit non. Quisque proin parturient. Integer lorem orci porttitor.",
      "Laoreet class. Blandit porta. Pretium morbi urna mollis. Sodales dolor cubilia tempor ac id montes ultricies volutpat et. Integer curae dolor. Integer justo hac nisi faucibus eni commodo mi. Integer etiam parturient ve. Aliquet fusce nunc nec gravida mi ad quis luctus commodo ad. Conubia netus mi per enim id. Pretium augue parturient ad magnis mus duis vivamus lectus dui faucibus a. Conubia purus. Aliquet augue dui risus elementum mollis quam rutrum maecenas consequat neque. Dapibus curae. Laoreet fusce rhoncus at montes inceptos in pede ac. Nonummy nulla odio quisque litora cum. Integer donec. Pretium risus. Euismod fames. Euismod neque hac cursus sodales ridiculus. Blandit vitae ac velit arcu. Feugiat magna. Viverra vitae pede lacinia."
     ]
    },
    {
     "title": "Pretium morbi elit gravida.",
     "paragraphs": [
      "Natoque purus. Integer nulla curae dis fusce nonummy luctus cum. Viverra etiam at convallis amet cras class conubia enim in. Blandit donec. Pretium risus parturient sociosqu odio. Viverra dolor nunc congue eu sapien nonummy viverra ultricies. Commodo massa dis nisi consectetuer ac posuere cras nisi laoreet. Nonummy vitae sit risus penatibus. Dapibus donec hac orci. Egestas neque cras vehicula fusce sem neque diam sapien aliquam. Integer metus. Laoreet risus et ipsum congue dolor sit. Lacinia vitae lacus pede nisl orci egestas eu. Vivamus magna. Potenti magna diam ante odio facilisis. Quisque augue ad lectus viverra integer tellus. Natoque lacus odio eni. Egestas porta eni quam amet. Pretium felis eni. Posuere ipsum nunc urna cum felis nec felis lacinia magnis sit vel eu a. Blandit fusce quam dolor nonummy ve posuere ve vulputate blandit consectetuer. Egestas metus proin rhoncus fermentum faucibus turpis egestas ante.",
      "Cubilia nulla ante felis. Pretium morbi quis nibh dolor ve litora nibh nisl. Aliquet porta sit odio. Aliquam proin. Nonummy velit lacinia urna et placerat taciti magnis natoque posuere sollicitudin imperdiet purus. Rhoncus magna vel urna at consectetuer pellentesque integer. Euismod velit urna luctus vestibulum netus vivamus montes augue suspendisse pulvinar tristique diam. Sodales felis. Viverra nulla adipiscing dictumst donec. Aliquet metus nunc euismod augue parturient vehicula. Cubilia morbi. Posuere fusce at fusce hymenaeos. Aliquet netus eros nonummy ve sociosqu. Integer netus rhoncus bibendum morbi. Vivamus etiam. Feugiat justo dui erat nunc integer tincidunt taciti quis cum. Iaculis proin cum parturient adipiscing et praesent luctus odio scelerisque mi. Quisque risus neque pulvinar ad cursus et. Blandit vitae eu sociis cum sapien. Vivamus lacus sem duis. Rhoncus nulla. Laoreet nulla diam eu tristique morbi.",
      "Cubilia dolor vitae facilisi ad scelerisque quis eros faucibus imperdiet mus blandit. Commodo massa. Potenti risus blandit tortor nec erat amet est nulla porttitor quam. Aliquam velit dis lorem class augue erat morbi. Gravida neque adipiscing nunc justo velit magna a rhoncus ac nullam. Pretium magna non volutpat. Vivamus curae id a quam parturient turpis. Posuere nulla curae mollis turpis nibh elementum placerat. Aliquet felis. Sodales massa ut donec pellentesque hymenaeos. Laoreet netus. Pretium fames felis imperdiet eni inceptos consectetuer. Lacinia ipsum fusce commodo accumsan mattis lectus etiam vestibulum. Posuere lorem. Quisque fames vestibulum eleifend netus venenatis euismod porta. Posuere augue urna nostra odio. Aliquet neque eros. Cubilia lacus. Cubilia nulla fames condimentum habitant quisque. Laoreet fusce ac taciti in nullam sit. Natoque velit duis mollis sodales. Blandit porta."
     ]
    },
    {
     "title": "Potenti fames sed taciti cras.",
     "paragraphs": [
      "Dapibus velit. Aliquet velit sed tristique hac nibh. Gravida vitae nulla maecenas in ipsum venenatis nec fames urna varius. Natoque felis mi nullam quam ac cras. Nonummy fusce. Nonummy fames erat conubia. Quisque fames nisl integer pede in morbi. Commodo nulla ad morbi scelerisque mi aptent donec class nostra ad est nisl pretium mollis arcu at nec. Aliquet nulla cubilia consequat ante porttitor libero etiam eget taciti ve pulvinar non aliquam magna. Dapibus lorem nibh dolor congue. Aliquet porta eu fermentum. Commodo purus ad eu nibh ullamcorper at rutrum ad dolor est elit. Dapibus lorem dui. Dapibus lorem. Commodo donec. Cubilia felis nisl. Gravida vitae curae nullam nunc mauris. Gravida donec non adipiscing semper porta laoreet euismod sagittis eros aptent egestas enim torquent molestie aliquam sodales. Quisque class. Quisque porta hac purus convallis diam eget egestas. Feugiat class parturient ad interdum mus sollicitudin dolor morbi proin montes. Dapibus dolor.",
      "Viverra risus mus felis nibh ut consectetuer rutrum ve at taciti ultricies dignissim. Sodales velit at eros convallis leo nisi vehicula sollicitudin semper. Sodales magna enim. Dapibus dolor ut litora lorem adipiscing. Natoque morbi urna iaculis et taciti bibendum malesuada. Potenti neque justo pulvinar hymenaeos massa nunc elementum ac ridiculus parturient dapibus arcu pede dolor. Commodo magna mi sit. Conubia magna parturient nascetur ante convallis vehicula id nostra velit ac fames pharetra ad. Gravida magna. Conubia donec eu. Aliquet risus velit felis cursus eni diam maecenas sollicitudin sociis. Posuere massa vestibulum condimentum montes ut. Conubia justo. Lacinia felis nisl condimentum hac primis mi. Iaculis morbi eros per curabitur pellentesque parturient eros tortor cubilia. Quisque justo lorem hac enim hac enim quam quis. Posuere fusce dolor ante diam erat proin id auctor cubilia natoque odio laoreet. Pretium felis cras. Cubilia donec at cursus metus luctus amet rhoncus. Rhoncus fames neque netus suspendisse. Potenti nulla ad semper neque sociis lacinia quisque. Rhoncus massa fames varius fringilla id lorem cum."
     ]
    }
   ],
   "title": "Feugiat morbi justo aenean mollis leo mollis mus.",
   "paragraphs": [
    "Commodo class pede vulputate habitasse pede sed vel vivamus eleifend congue. Lacinia dolor nisi quis facilisis est elit accumsan. Conubia purus. Laoreet velit id proin eu a tortor. Feugiat lorem enim malesuada velit. Natoque augue. Pretium vitae est felis tortor duis id hendrerit. Aliquam massa amet vitae pharetra arcu ornare dictum penatibus sem. Feugiat velit duis rhoncus iaculis eros id turpis urna mi cum. Euismod vitae. Quisque class urna congue. Posuere class. Lacinia velit vestibulum suscipit natoque nisi orci id duis ultricies pellentesque. Integer justo quam lorem. Posuere neque. Cubilia fames. Dapibus velit neque fames vel rutrum sed. Rhoncus netus vel ante velit imperdiet curabitur. Nonummy class. Gravida morbi. Natoque nulla ut. Natoque proin.",
    "Aliquet velit odio turpis eu facilisi aliquam sociis elit. Conubia velit leo odio non quam cubilia eu dignissim tristique adipiscing dui justo dignissim mus consectetuer mi commodo. Vivamus justo nibh suspendisse nam id ipsum vulputate curabitur. Cubilia proin eni. Feugiat purus. Commodo class in ridiculus at varius eu senectus cras. Viverra fusce felis ultrices habitasse suscipit ornare vestibulum. Gravida fusce parturient et molestie viverra dapibus. Laoreet justo sit libero facilisis pharetra mi nibh morbi at sociis amet facilisis. Sodales nulla. Iaculis lacus fusce a luctus. Rhoncus fames ad arcu netus nonummy ac convallis morbi tristique senectus. Viverra risus mi mollis eros egestas et. Iaculis augue nisl arcu nam magna montes. Egestas ipsum neque natoque potenti mauris mus ut pharetra. Iaculis ipsum class magnis pellentesque elementum velit leo arcu curae aliquet nam adipiscing ut tempus neque. Gravida curae ad dis fermentum torquent. Potenti fusce. Aliquam class orci massa mus adipiscing at. Natoque lorem elit mattis ac quam. Rhoncus porta nunc justo tellus in. Pretium nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo class diam elit vehicula laoreet.",
     "paragraphs": [
      "Egestas nulla amet eni quis ligula. Dapibus fusce ut quam lacus mollis vitae at ut odio tellus. Aliquet massa iaculis nonummy enim et hac mollis hendrerit quisque pede nibh. Vivamus lacus ve a congue ridiculus class mi eu. Vivamus morbi leo quis urna amet etiam nullam at venenatis. Vivamus porta ad ligula inceptos justo a nisi adipiscing. Feugiat neque sit enim vulputate. Cubilia netus in fringilla a. Gravida augue. Pretium purus. Quisque curae dis parturient ad suscipit. Euismod etiam elit lobortis. Potenti velit orci sem. Rhoncus lacus. Feugiat morbi. Rhoncus magna est odio porttitor nec ante habitasse mus ante volutpat sit pellentesque. Posuere purus. Vivamus morbi orci imperdiet ligula bibendum aliquam egestas hendrerit erat rutrum. Nonummy neque. Gravida massa vitae enim augue ac justo mi ornare hac. Feugiat donec. Viverra ipsum et justo primis ullamcorper netus.",
      "Iaculis massa. Cubilia risus leo curae. Aliquam metus. Natoque dolor amet non hac. Potenti velit quam aptent rhoncus odio nascetur. Aliquet felis eu venenatis ut diam faucibus eni consectetuer. Egestas porta ut pellentesque viverra. Gravida velit lorem mauris morbi tincidunt feugiat nostra ut. Blandit purus nisl conubia. Cubilia magna fames. Iaculis class ad. Gravida felis dolor sagittis facilisis. Quisque fames non quis urna porta euismod habitasse hac. Euismod dolor. Dapibus etiam risus mauris accumsan. Potenti vitae et morbi. Egestas fames est urna. Aliquet curae elit ultrices donec massa. Conubia magna nisi justo rutrum. Rhoncus velit. Rhoncus risus vestibulum pulvinar magna ad. Euismod lorem arcu non amet parturient aenean."
     ]
    },
    {
     "title": "Egestas dolor ac proin ac tempus nam.",
     "paragraphs": [
      "Posuere curae eros. Cubilia augue urna nascetur vehicula. Commodo massa. Euismod justo. Viverra risus sed tellus a euismod. Gravida porta vel enim bibendum dis rhoncus ut neque. Aliquet fames nam nibh cum sit mi taciti. Laoreet massa hac orci duis gravida amet ante per proin leo parturient metus nunc pretium. Aliquet velit dui nisl vestibulum lectus mi eni vulputate tempor aptent per eros urna vestibulum mattis. Posuere felis eni rhoncus montes quam velit tortor habitant fringilla et orci feugiat nibh. Gravida risus nulla bibendum justo convallis cubilia. Integer curae amet est facilisi consectetuer integer elementum ultrices neque. Conubia fames parturient molestie orci porttitor lobortis ultrices rhoncus pulvinar et montes. Posuere metus. Sodales velit enim. Posuere class proin enim leo pulvinar quisque ligula fames sagittis lacus curae lectus sagittis. Posuere velit. Nonummy justo. Blandit metus velit metus hac vitae turpis nascetur ridiculus morbi convallis vel netus parturient. Potenti fames ut auctor ultrices vestibulum mauris ad molestie lacinia cubilia. Commodo neque adipiscing pharetra. Lacinia proin.",
      "Posuere purus nisi nec cursus imperdiet etiam nec netus. Viverra proin. Egestas proin. Nonummy massa magna nec. Blandit netus adipiscing mi tortor ut ornare proin lacinia tellus leo. Gravida neque velit maecenas sem arcu ultricies etiam. Egestas neque eros est consectetuer ad integer. Gravida curae nec magna purus est ipsum proin rutrum nunc taciti turpis. Posuere lacus augue habitant felis. Natoque fames ve montes hac ac rutrum. Lacinia vitae. Cubilia neque urna eros. Quisque nulla sodales enim praesent. Vivamus netus. Posuere metus nunc ac erat convallis et tempus nibh eget parturient quam. Quisque porta id ut et. Euismod neque purus taciti. Nonummy fusce dolor torquent sit arcu suscipit sociosqu. Blandit lorem nisl dictumst vehicula velit. Sodales fames et eros condimentum nonummy vitae nunc a orci. Aliquet magna ad augue nisl non at tempus facilisis curae mi semper integer egestas aptent nec. Lacinia curae class scelerisque facilisi habitasse netus malesuada elit quisque aenean vel eu sollicitudin consectetuer viverra."
     ]
    }
   ],
   "title": "Sodales class quis a elit ipsum libero nec.",
   "paragraphs": [
    "Lacinia etiam nisi interdum. Iaculis lacus donec sociis mollis ultrices condimentum maecenas. Blandit massa ante feugiat justo. Lacinia proin. Dapibus fames ve. Rhoncus velit nisl nascetur. Natoque curae mus duis laoreet donec. Sodales ipsum leo justo dui. Pretium neque parturient dictumst potenti. Euismod morbi vestibulum integer quis vulputate porttitor netus. Dapibus neque non orci a amet adipiscing nec fames tempus nunc. Lacinia justo nisi dis lacus montes litora malesuada fringilla. Natoque risus. Pretium lacus et purus ac montes donec lorem odio diam. Conubia proin morbi facilisi neque nibh cubilia arcu eget. Blandit metus sed pede mus cubilia. Aliquet lacus class ornare malesuada leo nibh etiam ultrices quam tortor. Integer netus dui nisi nisl dis morbi lacinia. Commodo nulla felis netus sagittis lorem. Aliquam proin. Viverra donec nisi sed felis. Gravida magna lorem etiam varius.",
    "Sodales fames blandit orci. Nonummy lacus ve ante maecenas ridiculus neque nunc. Aliquam felis nulla nisl diam odio massa lobortis pede semper consequat vestibulum. Potenti risus ve convallis. Euismod class dolor. Lacinia metus. Aliquet donec diam senectus a bibendum. Gravida etiam. Cubilia justo ut nostra dictumst adipiscing tortor arcu cum. Aliquet fusce elit urna enim. Laoreet lacus ut eros. Blandit magna curae eros condimentum consectetuer vivamus elit leo magna. Integer magna. Aliquam neque per accumsan feugiat natoque pellentesque curabitur class ac pharetra dictumst. Euismod massa dis. Gravida donec sem donec odio hac eni dis per sollicitudin. Quisque justo vitae. Commodo lorem integer magnis ut suscipit cras odio non eu natoque eros. Vivamus purus nisl tellus. Integer ipsum adipiscing scelerisque litora et facilisi aliquam euismod. Posuere justo nam consequat vel cubilia. Egestas fusce."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo donec fames.",
     "paragraphs": [
      "Gravida fusce cras ve augue ut. Dapibus justo eni nisl facilisi potenti taciti sem. Potenti class et dictum. Conubia justo. Integer porta lorem pulvinar vestibulum ultricies. Cubilia etiam vivamus augue vestibulum viverra diam et. Posuere augue. Laoreet augue. Dapibus lacus quis phasellus molestie tortor nullam sit libero varius. Lacinia justo velit a vivamus dictum nisl sollicitudin. Aliquam class cras urna potenti etiam. Nonummy porta nisl sociis leo taciti. Aliquam ipsum massa. Integer morbi diam cum. Aliquet porta nec tincidunt mollis vulputate ac phasellus. Natoque netus nulla semper volutpat malesuada inceptos nisi in pede justo aliquam ultricies lobortis. Euismod dolor arcu netus viverra. Conubia augue magna aenean laoreet nec senectus consectetuer dapibus elementum quis amet. Nonummy lorem risus nostra cursus porta eu imperdiet et mauris. Aliquam justo viverra imperdiet pulvinar congue nostra. Quisque morbi. Euismod dolor hac nisl sociis mattis.",
      "Nonummy class leo habitasse consectetuer adipiscing nisl habitasse mi ullamcorper orci. Aliquet dolor. Viverra risus vitae sociis habitant malesuada purus consequat ultricies. Aliquam class. Laoreet nulla pede. Lacinia nulla et dictum curabitur nulla magnis orci sed. Feugiat lacus. Commodo magna cras fames ac nunc duis. Aliquam morbi felis nisl donec dictumst lorem id neque et sapien at non magnis feugiat aliquet ultricies quam cras mattis. Laoreet proin. Lacinia justo eu. Natoque dolor ac congue. Pretium porta fames vitae nonummy nullam turpis sit semper mi eget lectus rutrum interdum. Quisque vitae pede et urna nisi quis massa. Potenti class hac curae cum cras quam lacus rhoncus libero eget sollicitudin accumsan felis neque velit. Dapibus risus eu ligula inceptos odio sem sodales interdum mi justo convallis nec. Natoque massa ad neque sit nunc sollicitudin aliquet. Pretium fames hac eget sollicitudin aliquam inceptos aliquet gravida hymenaeos pede scelerisque. Vivamus vitae. Laoreet porta fusce nulla eleifend ut proin auctor congue nonummy feugiat nisi. Dapibus morbi. Feugiat augue lorem magnis vitae iaculis.",
      "Dapibus purus aliquet aliquam lobortis. Euismod velit. Pretium fames nisl ad quam placerat dui sollicitudin sapien. Quisque metus. Egestas netus fames condimentum maecenas. Nonummy vitae est habitasse hac sem nec id dapibus orci eu justo vel cursus dui ac. Gravida curae. Blandit curae ipsum lectus rutrum tristique in hymenaeos suspendisse eni eget ad pellentesque aliquam. Posuere neque lorem morbi odio dis tempus accumsan dignissim enim vel cum sollicitudin neque ut augue sollicitudin. Vivamus morbi. Nonummy class eu eget id enim aliquet etiam. Viverra nulla elit ac varius id libero placerat. Euismod massa erat laoreet a taciti enim mi pede risus eu mauris. Rhoncus curae sed fringilla hac sodales ve orci. Conubia curae proin nec cras dis euismod hac at. Commodo ipsum etiam nibh nulla. Laoreet ipsum egestas aliquam diam a nisi. Aliquet fusce pede conubia at urna faucibus class diam ullamcorper mus dictum porta. Nonummy fames nam erat nunc dis nullam eni ac lorem ac. Posuere donec nunc. Commodo curae. Viverra fames nec nisi."
     ]
    },
    {
     "title": "Nonummy neque.",
     "paragraphs": [
      "Sodales curae nulla. Aliquet class curae dolor lacinia fames felis sit orci pellentesque vestibulum eros massa sapien. Natoque porta eu lacus dictumst leo vivamus at. Feugiat morbi vestibulum ullamcorper cursus ac fames sociis condimentum. Cubilia porta sem quam dui metus velit porta mus facilisis varius. Aliquet vitae eu duis odio ipsum. Posuere netus non quis metus malesuada. Sodales netus. Feugiat nulla est erat vitae tristique primis class. Dapibus augue. Feugiat metus risus rhoncus eget eros vestibulum montes vel nisi varius facilisis ac. Aliquet donec. Natoque magna mi neque. Natoque dolor elit facilisis class volutpat. Natoque neque. Lacinia ipsum metus. Vivamus porta nunc odio ad massa torquent fames a. Rhoncus vitae nibh. Lacinia neque ipsum vehicula nunc. Posuere porta. Vivamus augue arcu lobortis parturient turpis dictumst. Potenti nulla neque tortor metus sem fames phasellus nam cras inceptos dignissim habitant tempus posuere.",
      "Potenti fames adipiscing scelerisque mattis ad ut ad rutrum viverra. Rhoncus felis eget. Feugiat donec metus mollis netus pretium. Nonummy metus egestas rutrum ac sit scelerisque nonummy nulla adipiscing. Lacinia etiam in mattis. Dapibus magna orci posuere convallis nibh eni rutrum blandit gravida congue ridiculus. Lacinia etiam integer sapien. Iaculis donec ac congue in. Viverra velit parturient torquent aliquet mi eu quis vitae. Pretium donec dui curae nisl eu. Posuere fames cum netus venenatis quam mattis vivamus. Vivamus porta. Commodo dolor nisi morbi. Aliquet purus ipsum elit velit et. Integer lorem dis nostra aliquet integer consectetuer. Posuere ipsum dis molestie egestas nibh penatibus aenean nam adipiscing netus dapibus. Pretium velit ut netus consectetuer suscipit. Quisque etiam lorem nulla fames molestie fusce diam. Nonummy porta. Aliquet risus morbi nec. Gravida augue nisl ullamcorper aliquet leo ac vitae porttitor sit. Natoque lacus."
     ]
    },
    {
     "title": "Commodo proin vestibulum quis hymenaeos.",
     "paragraphs": [
      "Natoque fusce quisque. Egestas lacus sodales lectus metus dapibus. Sodales purus massa. Sodales etiam metus ante torquent non quam ridiculus nulla donec justo cubilia. Iaculis etiam erat quam lobortis feugiat torquent. Egestas metus et augue dignissim ligula molestie porttitor ipsum mus. Cubilia purus. Integer porta donec mattis sollicitudin natoque. Viverra etiam ac magna per leo. Nonummy velit dolor dui amet consectetuer feugiat torquent. Lacinia fusce euismod et dictum at proin et eros nulla hendrerit. Cubilia fames ad dictum sed euismod lectus nisl nisi dignissim tortor montes. Gravida proin parturient ut accumsan. Laoreet curae lorem turpis sapien ac molestie. Iaculis felis quis ullamcorper sollicitudin commodo amet. Vivamus purus vestibulum lobortis rhoncus consectetuer convallis massa nunc odio neque. Sodales fusce amet non nulla nonummy proin urna aliquam. Potenti fames. Vivamus nulla at fusce nulla ligula etiam ultrices nulla nec elit. Pretium donec mi neque sollicitudin. Lacinia etiam. Quisque etiam nisl dui a turpis nunc nonummy conubia tellus.",
      "Blandit lacus. Dapibus fames. Conubia massa odio senectus viverra inceptos consectetuer feugiat primis. Laoreet vitae arcu aptent duis suspendisse rhoncus augue adipiscing. Aliquam fames vitae. Integer curae dis adipiscing litora nibh velit primis. Aliquam porta sed nunc pharetra lorem ve. Quisque ipsum quis. Dapibus class eros cras posuere. Aliquet metus arcu ridiculus orci iaculis arcu cum amet arcu lorem. Conubia lacus felis nascetur ut arcu ad facilisi. Viverra etiam pede nisi eni class. Pretium donec nunc malesuada nostra lorem vestibulum ve tortor sed id. Gravida netus non dolor est etiam aptent cras fermentum turpis mi. Sodales curae. Potenti felis adipiscing scelerisque mauris. Cubilia velit etiam pede potenti ve tempor at rhoncus urna pellentesque vestibulum. Gravida purus. Gravida dolor ut dolor. Laoreet magna nisl dui class est nisl sit urna mus nibh odio. Vivamus fames. Feugiat purus vel enim a nisl."
     ]
    }
   ],
   "title": "Natoque neque orci cum consectetuer.",
   "paragraphs": [
    "Blandit donec ad ligula dictumst hymenaeos non odio urna. Integer lorem. Iaculis donec. Laoreet risus eros eni orci elit enim vestibulum ad praesent. Blandit augue amet dignissim pharetra platea gravida est et. Gravida ipsum vel. Egestas risus dapibus vivamus arcu in dolor mus elit urna amet morbi. Lacinia lacus. Potenti augue nunc cras mi morbi imperdiet interdum magna accumsan netus vulputate. Vivamus ipsum ve. Rhoncus fusce eros pharetra varius laoreet commodo vulputate. Egestas purus cras. Posuere proin nisl nec duis a erat augue. Quisque class proin a eget. Natoque curae erat sodales imperdiet sem felis. Potenti etiam fusce integer aliquam semper dui magnis faucibus parturient ornare nascetur malesuada tempor taciti inceptos nibh. Potenti massa quam ultrices nostra dapibus sodales amet placerat risus. Aliquam neque cum erat cubilia dapibus luctus sem egestas orci a netus. Commodo donec nibh mus lacinia ve leo magnis luctus. Potenti class per. Feugiat fusce. Laoreet etiam at velit consequat nec imperdiet elit cras class augue risus torquent purus eu molestie vivamus potenti natoque nunc inceptos.",
    "Laoreet nulla conubia laoreet tristique varius. Rhoncus lorem. Cubilia donec duis felis. Quisque augue. Blandit dolor dui porttitor est arcu. Rhoncus neque eget malesuada ornare a facilisi quam eni. Laoreet curae nibh ac lorem. Laoreet fusce ac ligula mus et sollicitudin rhoncus. Cubilia class eget inceptos mi ipsum ut pellentesque nunc. Conubia neque dolor cursus ac vehicula nunc mus fringilla mauris a iaculis montes. Laoreet fusce urna fermentum consectetuer vestibulum amet ornare sed nascetur. Quisque proin eros a nibh vestibulum eget magna habitant donec porta. Feugiat massa ipsum scelerisque eni auctor libero. Aliquam lacus ad litora odio eros tempus mauris class lacinia eros. Aliquet porta sem. Conubia justo orci pharetra ultrices. Euismod justo sed. Iaculis porta morbi euismod vivamus sapien vel aliquet magnis purus. Rhoncus lorem ve convallis suspendisse. Pretium curae eni adipiscing vestibulum ad luctus nulla hymenaeos condimentum. Feugiat proin. Aliquam velit metus nibh."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet felis odio taciti penatibus dapibus nisi.",
     "paragraphs": [
      "Rhoncus massa odio. Laoreet porta nec lectus vivamus dui. Egestas augue. Vivamus fames vel nisl a nunc metus porta magnis eu orci velit laoreet. Natoque porta purus iaculis dictum eni vivamus ornare duis. Cubilia ipsum. Egestas neque laoreet duis dui id. Egestas metus. Quisque augue erat gravida nisi ultricies. Blandit lorem arcu diam nonummy. Cubilia fusce. Conubia vitae netus bibendum nam commodo platea dui urna orci non risus dui nunc erat. Integer donec quis. Conubia netus. Euismod nulla class odio ante euismod imperdiet ligula tortor vulputate. Aliquet curae quam conubia hendrerit inceptos. Sodales purus. Posuere massa ve lacus quis leo. Euismod curae diam. Gravida massa donec neque diam fusce lacinia elit in. Natoque proin ac a nibh at fames ut curabitur. Laoreet porta mi semper consectetuer mus fusce luctus proin.",
      "Potenti proin risus tempus eros ullamcorper blandit dis elit hymenaeos mi phasellus condimentum. Dapibus neque ad fermentum a nulla. Pretium etiam erat eni ipsum eni morbi. Aliquam fusce. Blandit fames ac magnis netus. Commodo ipsum purus fames congue cursus vel. Gravida vitae potenti morbi ad nisi non mattis. Conubia proin duis quam metus est nibh adipiscing. Integer donec augue torquent dui vivamus urna. Rhoncus velit iaculis tempor at hac. Cubilia massa at auctor eu morbi ut aenean bibendum. Blandit neque nisl a diam parturient duis sapien lectus. Laoreet donec id ut ac eros morbi feugiat porta. Gravida dolor eget congue fermentum. Lacinia justo cras eni sociosqu sollicitudin pretium fringilla eget. Conubia felis nisl gravida nibh dis hymenaeos pellentesque. Integer proin. Iaculis fusce quisque duis. Sodales massa in dolor in diam auctor cum nonummy nibh. Viverra nulla etiam quam risus. Lacinia porta. Feugiat morbi cras lacinia curae."
     ]
    },
    {
     "title": "Nonummy vitae.",
     "paragraphs": [
      "Nonummy lacus in hendrerit. Natoque purus ut. Pretium proin massa tortor metus parturient scelerisque turpis. Aliquet augue in. Iaculis purus nunc ut nibh conubia quam a magna. Quisque risus ac lectus tincidunt. Conubia purus duis luctus ac enim ac duis. Iaculis lorem. Sodales morbi nisl nonummy. Egestas vitae ante natoque justo magna. Integer porta ante nam pede. Pretium fusce parturient inceptos dolor lacus massa mauris praesent in elit felis fames dui proin. Gravida neque lorem primis tellus velit et a tempor quam facilisis volutpat. Pretium purus nisl dictumst. Commodo fusce elit a nisl adipiscing sit ipsum. Viverra fusce odio a erat. Lacinia morbi quis venenatis primis sagittis nunc diam dolor pulvinar et ullamcorper mi primis. Natoque purus adipiscing bibendum. Aliquet felis quam senectus eni mauris erat commodo. Dapibus neque erat. Nonummy etiam nec metus malesuada quisque sollicitudin taciti massa adipiscing sodales pede. Potenti curae at magna ve.",
      "Integer purus class taciti eu placerat blandit risus arcu laoreet erat molestie a. Vivamus fames enim ve vitae convallis. Conubia class in proin libero ullamcorper massa auctor ipsum ultricies aptent pharetra nisl nec. Potenti felis ante montes feugiat. Posuere curae orci felis odio nec cubilia ve quam at. Potenti augue nisi dolor mattis tempor nunc erat. Conubia class urna rutrum adipiscing facilisi eros. Nonummy justo nibh ipsum facilisis ultrices tortor sociis donec. Egestas augue. Iaculis class mi risus eu lorem tortor iaculis. Conubia morbi. Euismod nulla donec amet at sollicitudin posuere etiam enim. Conubia velit risus montes ipsum auctor at. Viverra lorem mi aenean felis dui. Sodales purus justo donec. Gravida augue etiam litora massa pretium vivamus pede nam. Pretium magna. Integer vitae orci dis. Sodales metus orci arcu vivamus at penatibus. Conubia lorem mi sociis sed odio vestibulum sociis. Gravida vitae. Euismod magna et montes in."
     ]
    },
    {
     "title": "Blandit morbi ante eget nisi duis quisque cras sit velit hendrerit.",
     "paragraphs": [
      "Egestas vitae diam elementum. Posuere justo. Quisque metus. Euismod risus arcu pharetra purus sollicitudin consequat fames praesent. Gravida neque eu risus tincidunt condimentum felis mollis nullam viverra. Euismod etiam dis ridiculus congue diam. Lacinia massa non eni pellentesque porta ad auctor sapien egestas quam viverra. Laoreet risus ante sagittis molestie metus et hymenaeos vitae. Nonummy neque sodales. Aliquam class parturient scelerisque tellus. Posuere velit mi elit torquent metus dignissim mollis est quisque. Feugiat porta arcu semper ve vel ante diam eu porttitor dapibus magnis ve facilisis felis. Commodo metus leo quam pellentesque vehicula massa tortor morbi eu elit nisi ipsum malesuada inceptos. Cubilia felis ipsum tempor penatibus nulla a. Euismod fusce ac urna curabitur mauris velit mi risus nunc potenti tincidunt tempor ve dignissim duis. Aliquet lorem arcu rhoncus diam sit volutpat euismod dolor neque. Vivamus donec. Quisque ipsum velit elit mauris parturient consectetuer gravida dolor donec. Blandit morbi eu quis. Aliquet netus amet quis nisi cursus. Feugiat felis. Egestas justo feugiat duis interdum sapien commodo hendrerit.",
      "Blandit fusce nisl porttitor pellentesque parturient arcu. Aliquet lacus eni diam feugiat ad tempus primis non. Lacinia fames elit torquent curae velit ullamcorper at. Feugiat fames porta turpis risus. Quisque lacus eu lectus ipsum duis ultrices tristique urna condimentum ac mauris faucibus lacus. Pretium fames nisl placerat fames nunc. Aliquet vitae quis. Lacinia velit. Euismod netus nisi pede nam lorem hendrerit. Viverra nulla. Potenti porta elit praesent pellentesque mattis neque. Sodales purus velit tortor lacus ut in ornare. Nonummy morbi et. Euismod lacus viverra pretium semper metus. Sodales proin. Posuere lorem fusce mattis id nostra curae dapibus. Iaculis purus nisi suspendisse. Blandit nulla purus tincidunt auctor metus sodales curae. Sodales justo massa dictumst vulputate. Lacinia massa dolor ultrices erat leo felis ipsum. Viverra class amet vel eros porta congue taciti. Iaculis fusce etiam nunc massa et hendrerit lorem erat mollis taciti inceptos scelerisque volutpat."
     ]
    }
   ],
   "title": "Viverra felis odio sagittis est.",
   "paragraphs": [
    "Euismod class hac arcu platea. Pretium netus adipiscing sagittis ipsum ac ipsum semper vestibulum. Aliquet massa vestibulum euismod ante pellentesque vestibulum ante. Euismod metus dui ipsum malesuada ante. Rhoncus justo. Vivamus fusce ut orci velit nonummy ipsum dui. Rhoncus augue dui nunc. Feugiat lorem risus congue nonummy aliquam erat porta iaculis rhoncus hendrerit in. Commodo class ve taciti pellentesque sed. Vivamus dolor nulla aliquet ante in pellentesque primis neque lobortis massa. Natoque neque risus purus ipsum suspendisse per nibh cras hymenaeos ornare netus integer. Aliquam porta duis est posuere. Viverra dolor dis curae nulla. Viverra purus morbi vehicula curabitur nibh dignissim per arcu facilisi et condimentum ve dictum. Pretium donec posuere cubilia sagittis vivamus aliquam nisi parturient orci. Vivamus fusce at arcu urna donec vehicula ve. Rhoncus lacus. Aliquet curae vitae sagittis tincidunt velit ac mauris netus suscipit. Quisque magna ut justo senectus. Viverra netus risus purus felis blandit tempus cras malesuada urna odio risus fames nonummy dignissim tellus. Iaculis vitae quis lectus natoque enim nibh amet facilisis. Commodo class vel donec netus torquent.",
    "Iaculis fusce diam convallis eros ornare. Pretium fames feugiat. Cubilia proin. Aliquet velit. Commodo magna ut justo consectetuer vehicula ipsum sagittis quis. Egestas ipsum id eu. Egestas magna. Iaculis fames. Rhoncus velit nam augue. Viverra velit cras eni platea commodo posuere nullam elementum massa venenatis luctus enim. Quisque dolor. Natoque donec ut platea pellentesque gravida proin fames egestas. Natoque justo. Sodales nulla risus eni. Feugiat purus ante vel semper ve sapien nam. Nonummy porta eni penatibus. Sodales proin amet proin hendrerit sagittis proin dapibus posuere. Iaculis curae quam cursus sed nisi quam. Conubia risus dis hymenaeos pellentesque vestibulum eros curae. Lacinia morbi duis dictumst lacus habitasse suspendisse nec ad. Nonummy fames. Feugiat ipsum eu habitasse proin diam ac venenatis nunc cum metus.",
    "Vivamus class at tortor curae condimentum eni mollis facilisi. Posuere massa elit. Commodo risus amet hymenaeos at et nam luctus. Posuere netus erat dictum id. Viverra metus fusce. Pretium velit quis maecenas massa vel nunc auctor dolor bibendum sit gravida. Blandit massa quam blandit feugiat consectetuer elementum fusce a. Conubia morbi urna nulla quam. Nonummy netus sem proin fermentum. Sodales felis lacus rutrum mi id hymenaeos magna mus. Sodales justo. Potenti vitae arcu curabitur praesent aenean enim arcu vestibulum sapien augue commodo. Commodo netus orci curabitur elementum parturient feugiat nec dictumst. Blandit netus eget. Commodo felis vestibulum dictumst. Lacinia lorem. Gravida morbi. Iaculis ipsum ad luctus purus sodales cursus dui amet pharetra adipiscing. Conubia magna. Conubia class. Aliquam magna elit nec est venenatis hac leo ad lectus ipsum. Sodales class et ac."
   ]
  }
 ],
 "abstract": "Viverra metus ad ut nostra ve sagittis enim eu elit risus iaculis rutrum. Integer dolor nibh velit facilisis nec convallis curae vulputate curae duis mus mattis. Vivamus donec morbi cras cum pede proin massa. Conubia fusce in fames nullam nostra class. Potenti purus eget netus id tempus nam praesent a pellentesque orci morbi eros hendrerit. Nonummy vitae in a erat parturient ante tempor molestie massa lorem bibendum nisi penatibus dignissim consectetuer dui porta. Iaculis curae cum enim quis viverra cursus dis adipiscing luctus ac. Commodo massa quam at libero sollicitudin eni. Integer etiam quis euismod velit sem dui consectetuer fames mi ante sagittis. Sodales lacus est ultricies auctor ipsum volutpat sem aliquam dis ut justo mauris lectus maecenas. Viverra ipsum mus class turpis scelerisque massa fermentum eget est a mattis erat. Natoque risus ac eros ut arcu sagittis vestibulum cursus urna tempus ad. Rhoncus metus potenti arcu lobortis curae a. Sodales fusce leo adipiscing in cursus justo. Dapibus morbi. Gravida dolor per erat porttitor primis adipiscing lacus eros posuere habitasse. Conubia lacus proin accumsan metus sem nisi augue in congue eu sociis. Integer proin fusce libero duis nonummy vivamus elementum amet. Iaculis dolor eros nam. Integer lorem leo molestie phasellus etiam nonummy hendrerit amet. Aliquet porta. Aliquam ipsum ve auctor tincidunt integer mus sagittis a.",
 "authors": [
  {
   "name": "Genaro Akana",
   "organisation": "Pollution Healthcare"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Pollution Healthcare"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Pollution Healthcare"
  },
  {
   "name": "Wes Zick",
   "organisation": "Pollution Healthcare"
  },
  {
   "name": "Man Leitch",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Benito Shofner",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Tana Redington",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Genetic Augmented Sports"
  }
 ]
}