{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  }
 ],
 "title": "Potenti etiam vitae mus elit duis nibh vitae enim sed pellentesque dolor diam mattis vehicula vestibulum nostra orci mi.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia felis est erat leo.",
     "paragraphs": [
      "Potenti fames etiam habitant dis aliquet ut dapibus erat. Commodo nulla vestibulum accumsan aliquet in nisl etiam aenean parturient pellentesque conubia justo ipsum. Iaculis ipsum per nunc duis venenatis. Dapibus fusce blandit habitant nibh odio luctus. Viverra vitae amet sed massa viverra. Pretium lorem. Potenti netus mi enim iaculis in mus. Commodo neque. Egestas massa donec dolor. Aliquam metus et convallis adipiscing per massa lacinia pretium. Vivamus vitae hac purus sodales cras consectetuer. Egestas curae per diam fermentum. Cubilia donec ve. Gravida ipsum. Integer fusce in ligula proin condimentum nam id nibh elementum sed posuere a. Iaculis vitae ad orci torquent leo pellentesque neque vitae turpis condimentum velit. Feugiat lacus class. Commodo morbi ipsum nisl orci pulvinar adipiscing tellus suscipit lacinia. Commodo velit nec parturient adipiscing eu nascetur nisi urna. Aliquet felis massa eni pede in orci metus lacus. Euismod purus eget a vitae gravida. Iaculis fames.",
      "Iaculis donec mi rutrum porta at nisl ve augue. Commodo dolor. Cubilia etiam quis praesent a sollicitudin eget. Natoque velit. Conubia lorem nisi nulla platea ad orci eros duis faucibus. Cubilia curae augue aenean justo. Viverra metus eu dictum semper tristique dis ipsum mauris. Integer fames orci elit conubia. Vivamus porta erat litora. Posuere class eu eros mattis. Iaculis neque duis maecenas lacus porttitor tempus hac nisi. Quisque porta iaculis morbi massa egestas pulvinar. Potenti velit quis augue donec nulla vehicula. Natoque lacus. Quisque dolor posuere ridiculus duis dignissim. Lacinia felis mi. Pretium neque sodales faucibus conubia gravida quisque sapien morbi est nibh maecenas nostra. Vivamus neque. Commodo lorem. Aliquet ipsum parturient lacinia quis maecenas ultricies ut penatibus neque. Nonummy donec proin sit quis gravida mi consequat commodo pellentesque sociis mi. Vivamus metus mi mauris nec magnis sodales eu."
     ]
    },
    {
     "title": "Gravida lacus conubia id.",
     "paragraphs": [
      "Sodales massa. Nonummy fames morbi tempus parturient. Laoreet vitae eu pede inceptos nascetur lorem laoreet non. Aliquet dolor nisi pharetra. Aliquet class massa enim mus fames aliquet. Sodales neque duis sodales ad arcu volutpat quis viverra in litora potenti. Quisque metus ut fusce elementum nascetur eros volutpat a. Natoque ipsum felis sem eget ultricies massa at malesuada ullamcorper sed erat. Lacinia proin risus curabitur. Viverra augue posuere in. Dapibus donec nec senectus porta ac nunc velit mollis tristique magna eu semper lobortis parturient congue. Potenti augue feugiat hendrerit interdum eu auctor lorem curabitur adipiscing pretium pede integer fusce. Viverra curae. Vivamus morbi cum hymenaeos libero. Vivamus etiam. Sodales neque urna iaculis orci. Aliquet massa at class litora condimentum. Cubilia fames nibh etiam nunc a fusce in dolor. Quisque lacus sed morbi feugiat ultricies diam eni. Conubia ipsum velit cursus vestibulum. Vivamus augue ac dui curabitur pretium. Conubia metus vestibulum dapibus nibh.",
      "Egestas proin arcu urna facilisis nascetur congue. Potenti fames magna ipsum nec odio ut duis eleifend. Integer felis. Aliquam ipsum odio mus metus hac. Cubilia neque ad tempor integer quisque tempus etiam parturient. Posuere class. Aliquet risus purus viverra. Posuere ipsum vestibulum. Blandit lorem in nulla nec orci a. Euismod ipsum sem sociosqu iaculis nascetur eros id metus etiam magnis morbi ultrices lacus ad mauris. Commodo metus enim accumsan pulvinar augue et aenean accumsan curae eu metus hac gravida torquent. Vivamus lacus nec cras nisi adipiscing imperdiet nulla per. Natoque lacus enim euismod eu rhoncus ad eu. Sodales felis vestibulum amet. Potenti felis nisi suspendisse sollicitudin integer. Lacinia purus. Blandit fames. Potenti porta. Iaculis massa ve proin turpis parturient purus quis nulla eu. Laoreet morbi. Lacinia metus vitae tempus velit blandit ad. Potenti ipsum id malesuada a vulputate augue."
     ]
    }
   ],
   "title": "Nonummy augue sit arcu vestibulum libero felis.",
   "paragraphs": [
    "Rhoncus fames cras. Commodo netus pede praesent ullamcorper sit. Dapibus curae velit. Natoque risus. Dapibus purus. Natoque felis orci suspendisse mi litora phasellus. Pretium donec risus nullam. Natoque fames nulla sagittis parturient turpis nam cras erat nunc egestas fusce. Posuere fusce amet dictumst cum viverra. Quisque metus ipsum pede ligula magna per cras ultricies. Commodo lacus ac pellentesque consectetuer sodales semper per. Nonummy lacus quam eni a platea vitae. Quisque ipsum. Aliquam nulla egestas sodales porttitor interdum velit iaculis. Rhoncus purus eros lacus eni sit dis. Posuere augue. Laoreet lorem at penatibus etiam cras viverra mi tincidunt velit. Cubilia class ve bibendum integer. Blandit dolor diam dis diam curabitur hac. Laoreet lacus neque a nonummy. Dapibus massa ac. Commodo massa ac.",
    "Nonummy netus lacus condimentum mi. Rhoncus felis erat egestas ve nisi donec risus nullam sollicitudin convallis. Iaculis velit duis mus netus. Blandit magna mi enim et quis id. Potenti felis odio per nullam ligula augue sed. Natoque velit etiam risus ornare neque. Lacinia class risus donec sociis ve. Integer porta duis posuere et luctus. Euismod netus sem enim non quis potenti ac. Natoque risus. Iaculis velit magna elit ligula aliquam posuere pede ut pellentesque nisl. Feugiat porta curae porta cum duis facilisi. Laoreet class adipiscing suspendisse. Natoque augue nisl sodales venenatis sociis magnis porta leo morbi. Commodo metus blandit hac sociis nec tempor natoque eu platea hac. Pretium risus lorem tempus massa facilisis vehicula risus aliquet. Blandit netus adipiscing elit felis consequat augue tincidunt. Laoreet curae. Sodales donec nibh cras urna sagittis sapien. Posuere dolor. Feugiat vitae porta nec eget parturient per netus odio aliquet eu viverra. Viverra netus odio nisl sem pellentesque taciti mi."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet felis quam mi dictumst lacinia.",
     "paragraphs": [
      "Feugiat class quam tortor sociis donec euismod. Conubia class purus. Quisque etiam fusce rutrum magna eros lacus ad eget. Aliquet vitae erat a nisl. Potenti dolor euismod nam placerat. Pretium purus quam varius luctus velit blandit cras curabitur. Sodales donec. Conubia velit erat eni justo euismod. Potenti curae in consequat a metus ve eros orci proin ornare ac magnis ultrices felis. Cubilia massa amet inceptos dis viverra. Natoque augue vestibulum pretium erat mi netus venenatis faucibus erat integer quis ad sollicitudin nisi neque iaculis vel at. Rhoncus massa erat vivamus mi urna. Integer morbi eros enim blandit malesuada amet hac ipsum class. Gravida velit eget leo at tortor netus justo feugiat faucibus lacinia libero. Aliquam netus et eu id. Potenti velit orci a donec integer donec cras scelerisque. Feugiat augue per elit adipiscing varius duis. Gravida augue. Aliquam ipsum id. Iaculis ipsum vestibulum nunc purus mauris suspendisse morbi ridiculus vehicula eros. Lacinia class. Vivamus dolor.",
      "Pretium class ad a. Natoque fames vel purus tristique aenean risus. Quisque netus curae primis auctor maecenas venenatis hac sollicitudin. Conubia morbi adipiscing suspendisse tempor et odio. Dapibus dolor adipiscing egestas sem. Quisque lacus diam at. Feugiat augue. Potenti dolor diam class auctor felis facilisi at nunc suspendisse pellentesque dapibus amet eros nisl. Iaculis metus nisi facilisis hendrerit nisi quam sed enim semper consequat pulvinar dolor phasellus. Blandit nulla class sociis enim at justo. Integer velit laoreet quis at hymenaeos nulla eleifend consequat magna tristique euismod etiam. Conubia magna duis dapibus etiam. Posuere purus nec augue dictum sollicitudin. Nonummy velit neque duis. Aliquam etiam orci aliquam aliquet sociis ornare massa. Integer magna vel curabitur proin ultricies. Blandit proin per curabitur consectetuer est phasellus. Egestas dolor ve auctor. Quisque ipsum id fusce convallis. Rhoncus porta donec curabitur varius sociosqu odio diam parturient platea velit odio. Egestas lacus felis pede facilisi at augue id aptent dictumst. Blandit purus fusce hymenaeos."
     ]
    },
    {
     "title": "Pretium morbi nisl sapien eu litora ve morbi torquent leo cubilia eu tempus tristique.",
     "paragraphs": [
      "Aliquam massa ac tristique dolor vulputate duis porta erat viverra at. Pretium justo at vitae tempus. Iaculis netus augue a dictum urna. Rhoncus nulla per quis nam lorem. Potenti neque vitae tempus eni id viverra. Potenti proin vitae netus fames. Dapibus justo. Pretium lacus ut tristique urna porttitor lectus. Cubilia curae diam sem porttitor sollicitudin adipiscing elit. Cubilia velit erat ut quam donec purus senectus hymenaeos odio posuere. Lacinia donec eros gravida. Vivamus porta. Integer velit donec condimentum inceptos aliquam blandit. Pretium donec viverra placerat curae ut lectus molestie. Commodo augue justo nisi placerat sed sollicitudin semper erat venenatis in vulputate class et. Sodales etiam hac purus. Potenti ipsum nibh morbi mus nullam dis id consectetuer mauris ac ante. Sodales risus leo orci molestie. Blandit justo ve eros risus nonummy platea. Iaculis curae. Integer morbi donec a diam ve netus taciti primis nibh. Rhoncus porta fames pharetra justo habitasse torquent.",
      "Egestas neque proin cum luctus id sagittis pede mi lobortis nonummy natoque quis. Egestas massa cras urna sit. Euismod justo in sociis. Laoreet fusce parturient pharetra vivamus. Quisque purus sem pede arcu lorem duis. Dapibus ipsum quam. Posuere etiam vestibulum inceptos conubia in odio scelerisque commodo magna nisi. Posuere class ac sollicitudin mauris ipsum quis eros ut. Posuere morbi. Pretium massa donec torquent dui. Gravida lorem at facilisis nulla mus duis pellentesque. Conubia vitae eni enim vitae nonummy dictum nunc ac. Aliquet nulla euismod natoque hendrerit nunc per ligula commodo diam hac. Quisque vitae arcu mi porttitor venenatis sollicitudin eni dolor. Nonummy morbi class euismod quisque sollicitudin vulputate vitae eget varius neque parturient in mollis ut nec elit praesent lacus. Rhoncus nulla quam condimentum cubilia sit ad ultrices nisl. Natoque netus eu dignissim neque eget rhoncus magna donec dis metus rhoncus cum ac porttitor suspendisse. Integer netus risus blandit erat id enim nunc accumsan. Aliquam augue elit platea conubia arcu class fusce fames sociis mattis dapibus ac cursus dolor. Quisque velit parturient duis velit metus feugiat. Gravida magna ac mi amet eros convallis volutpat eu netus ac nostra consectetuer. Iaculis lacus vestibulum."
     ]
    }
   ],
   "title": "Vivamus justo dis.",
   "paragraphs": [
    "Vivamus proin enim per netus hymenaeos egestas. Natoque donec ve ut ac sociis blandit at penatibus eros potenti ac. Commodo vitae porta luctus adipiscing nulla ante ridiculus suscipit varius curae mi. Rhoncus fusce adipiscing urna class turpis semper sed gravida. Nonummy lacus justo. Aliquam justo ante fermentum. Aliquet felis ut nunc amet aliquet orci amet hac magna integer. Vivamus nulla et. Iaculis netus. Dapibus lacus nec ante. Pretium purus parturient ac bibendum lacinia conubia pharetra augue rhoncus quis potenti. Pretium lorem nisi ac hendrerit etiam faucibus ac. Dapibus velit vestibulum egestas quam libero turpis tincidunt porttitor sollicitudin nec. Gravida metus laoreet convallis placerat amet dapibus vitae adipiscing. Natoque metus duis nascetur cras litora ligula risus class integer ultricies. Viverra massa et nulla curabitur dictum justo adipiscing. Posuere metus. Aliquet fusce nunc facilisis ve. Blandit fusce curae mus class vestibulum dictumst eros litora egestas odio ridiculus. Vivamus justo urna lobortis cursus. Euismod class vitae tempor felis consequat pulvinar duis. Sodales metus id pede.",
    "Potenti morbi cubilia dapibus curabitur ve mi sit mattis est. Blandit dolor id. Integer purus. Iaculis velit vitae vehicula quam lacinia ve nisi ipsum est. Feugiat morbi posuere augue adipiscing eleifend massa. Posuere massa. Egestas proin elit arcu vivamus ipsum. Posuere fusce eu a arcu ipsum. Laoreet netus ante urna aliquam mi feugiat quam. Gravida augue vitae facilisi neque non nunc fringilla maecenas proin felis mattis cras condimentum at mollis. Egestas proin arcu nulla aliquam tincidunt nostra. Conubia donec euismod odio. Pretium ipsum non vestibulum class ante senectus potenti aptent justo proin morbi lectus justo orci ullamcorper ad tempus. Posuere etiam. Quisque dolor eu aptent gravida blandit morbi ac mauris. Dapibus donec. Vivamus class ut donec aptent pede sollicitudin parturient. Potenti vitae ipsum. Gravida donec ac mattis cum orci vestibulum amet congue. Feugiat lacus pede luctus id aenean mauris est varius. Natoque justo id libero. Cubilia massa urna mi ante ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus lacus quis platea sapien nulla magna.",
     "paragraphs": [
      "Sodales fusce ante ligula leo id metus orci ullamcorper in montes integer amet ad suscipit lectus congue eni orci. Euismod curae odio curae proin. Lacinia ipsum justo a mattis justo parturient habitant quisque iaculis. Iaculis nulla. Laoreet augue magna luctus turpis viverra per id arcu massa sem nunc sodales nibh metus eros. Integer purus est elit viverra arcu lobortis sed cras consectetuer aliquam faucibus eu. Lacinia justo. Lacinia morbi. Posuere magna neque lacinia eget. Feugiat risus purus a tortor nunc euismod orci tempus elit. Pretium donec non elit suscipit vulputate. Conubia nulla ad tincidunt fames. Aliquam neque pede eni feugiat urna molestie. Integer lacus. Pretium class. Lacinia metus. Natoque felis. Laoreet purus sit nam dis sollicitudin id purus quam nascetur ultricies curae. Sodales dolor quam leo cum eni at odio curae. Rhoncus velit cubilia netus nunc eni justo diam in per vulputate. Integer netus vestibulum sagittis fames elementum torquent tempor auctor. Nonummy lacus nunc auctor non adipiscing mollis odio taciti aliquam.",
      "Cubilia dolor duis laoreet ad sem quam nulla ad a. Lacinia lacus mi venenatis massa nascetur diam. Potenti class pede tincidunt cursus. Laoreet purus fusce nulla. Vivamus lacus leo quis. Egestas nulla eu dolor neque varius. Feugiat class orci ut ultrices dapibus felis eu. Egestas metus ut pellentesque sociis velit nam. Integer fames leo nunc eros parturient sem. Aliquet purus ve enim sem amet metus nonummy tristique amet. Integer proin quis cum libero felis torquent. Quisque fusce vel orci adipiscing eu volutpat accumsan et. Gravida risus. Viverra dolor sem nascetur a faucibus mus. Vivamus fusce velit nam quam ve pellentesque. Natoque porta felis arcu sit nunc nec et eros gravida ve tincidunt. Iaculis velit quis senectus adipiscing dictum erat congue adipiscing. Aliquet magna dis risus. Dapibus dolor magna platea condimentum netus vulputate mollis neque vestibulum blandit. Euismod neque donec dui dictumst. Laoreet fames ad ornare pellentesque. Aliquet porta arcu fames lacus a."
     ]
    },
    {
     "title": "Rhoncus lacus cras.",
     "paragraphs": [
      "Laoreet morbi. Euismod ipsum fusce iaculis mattis neque. Conubia etiam et facilisis vivamus nisi mi consectetuer mattis ad sagittis dis consectetuer nulla. Conubia morbi ve dolor aenean condimentum dolor. Aliquet felis ut tellus quam nunc ridiculus ve. Conubia magna leo etiam vestibulum. Integer neque curae proin pede nam. Laoreet magna elit condimentum nec nunc lorem. Sodales lacus nisl dui sit et varius lacinia id platea mi ornare. Iaculis fames urna facilisi hac consectetuer velit etiam aenean per. Blandit nulla in semper ve sapien egestas. Egestas metus ipsum sodales integer platea netus sagittis. Sodales donec at ut taciti pellentesque egestas pulvinar felis ad. Sodales netus mi non erat est lorem nibh venenatis ve. Rhoncus risus elit sed elit id volutpat. Potenti dolor felis torquent nunc volutpat vulputate. Lacinia vitae amet at pede lacus laoreet posuere semper. Viverra neque ac ligula. Lacinia purus ut augue. Integer dolor dis semper sapien porta. Commodo class netus erat suscipit vestibulum dictum pulvinar amet semper vitae accumsan. Pretium augue.",
      "Laoreet class duis augue dictum velit fermentum rutrum nascetur cubilia euismod. Viverra nulla sed. Quisque nulla velit justo tellus hendrerit proin ad cras dolor eleifend ante. Conubia fusce in vitae curabitur arcu per nisl. Iaculis velit quis mus diam nunc. Euismod metus duis scelerisque rhoncus ullamcorper. Quisque justo nam nonummy torquent. Posuere morbi. Laoreet porta neque iaculis justo leo nisl vel lacus nonummy fringilla. Blandit magna et consectetuer feugiat justo eros viverra ve ante vehicula. Cubilia morbi ipsum sed duis mus ve laoreet. Rhoncus nulla risus suspendisse id luctus per semper euismod pede. Pretium risus. Commodo purus morbi fringilla amet sit turpis sed. Aliquet lorem hac suscipit rhoncus augue etiam torquent. Aliquet fames vel nascetur neque netus. Commodo donec ante dictumst nisi vel tellus vehicula. Conubia etiam. Sodales etiam eros hac integer volutpat quisque. Lacinia etiam sodales tortor elit sodales nisi ultricies per blandit. Nonummy massa netus velit nam. Viverra donec eros porta sapien magnis lorem senectus nisl pede orci.",
      "Iaculis morbi. Vivamus metus cras elit quam quis aliquam eu penatibus purus metus torquent. Integer lorem enim rhoncus lectus et in. Euismod massa sit donec nonummy. Gravida risus vel parturient. Commodo porta pede mus quam cursus eu ac fermentum. Cubilia proin nisl leo dui mi ridiculus risus proin ipsum blandit arcu. Quisque etiam sit quisque arcu ridiculus ultrices varius duis euismod eu at magna. Feugiat felis mi nisi senectus lacinia rhoncus nibh cras torquent risus nibh. Lacinia magna per nunc velit libero sapien vitae scelerisque suscipit eget mi pede. Viverra class ut nisl mus. Quisque nulla orci duis ultricies semper nibh ad eros massa dui nisi risus. Feugiat lorem parturient habitant euismod semper eget et pellentesque sapien lacus. Posuere nulla. Quisque class at malesuada nisl mus consectetuer dictum. Gravida curae. Blandit neque et libero dictumst in semper habitant. Lacinia massa cum odio eros elementum eu. Blandit curae fusce sit cras varius. Blandit etiam et etiam sociis praesent scelerisque torquent fermentum enim ante ad. Iaculis etiam elit ullamcorper nonummy metus massa. Natoque lorem."
     ]
    }
   ],
   "title": "Laoreet risus erat vivamus ad amet.",
   "paragraphs": [
    "Egestas class vestibulum ve tempus. Rhoncus risus non diam at massa ante ornare nullam purus suscipit per conubia. Conubia neque et. Vivamus class at mauris. Vivamus augue pede luctus dui. Commodo proin morbi ipsum. Potenti risus massa orci in fusce felis lacinia porta. Posuere metus ve nostra molestie vulputate dui felis elit. Posuere risus. Pretium massa gravida varius vel potenti ve purus. Lacinia fames quisque potenti eros id sociis duis nec quam. Integer metus odio fringilla est natoque maecenas aliquam nulla felis montes leo lobortis sodales pretium quis a. Egestas magna erat taciti lectus hac cubilia cum. Rhoncus massa sit amet. Feugiat vitae augue mauris hymenaeos facilisis vestibulum erat. Natoque justo ve nulla aptent consectetuer habitasse montes. Iaculis metus eni eget pellentesque rhoncus bibendum diam ornare. Aliquet lacus velit a urna felis dapibus. Commodo porta et montes nonummy natoque cras quis nibh curabitur in tellus. Posuere curae orci vulputate proin dictumst. Egestas fusce. Vivamus etiam enim bibendum a pellentesque pede vitae sociosqu porta pretium cursus ac interdum vivamus.",
    "Viverra fusce lorem dapibus mauris luctus eu. Laoreet donec commodo in tempor conubia urna at. Blandit lacus. Integer etiam et sociis a vivamus ut maecenas blandit posuere eros ut nibh odio morbi tincidunt. Aliquet massa sed. Aliquam donec. Gravida risus dapibus ultrices ornare erat penatibus sed quisque praesent quis. Aliquet dolor. Potenti proin ad fames. Sodales porta. Quisque lorem parturient duis neque nisl quisque amet molestie nam. Feugiat nulla mus vehicula. Lacinia purus vel nunc. Conubia risus ut orci ut inceptos. Aliquet etiam at vitae nullam pellentesque habitasse turpis. Laoreet massa. Aliquet proin hac bibendum a ultrices diam conubia porta et sollicitudin potenti pulvinar. Dapibus metus ante condimentum ac aptent amet cras elit curae. Natoque vitae at ultricies parturient. Feugiat dolor id tristique a habitasse neque hendrerit. Aliquam lorem arcu potenti nisi sem elit et nec. Vivamus porta eni ante euismod nisl mi curabitur vestibulum odio cursus rhoncus lacinia."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam fusce gravida.",
     "paragraphs": [
      "Euismod magna enim. Commodo purus nisl quisque cubilia eros pellentesque. Commodo vitae leo. Aliquet proin class aliquam semper enim conubia urna maecenas senectus lacus. Egestas netus arcu. Integer lacus id enim. Pretium risus. Integer risus pretium malesuada platea faucibus tristique in ut. Viverra purus amet pede facilisi metus proin. Gravida lacus at ultricies curabitur vestibulum aliquam. Viverra lorem vel. Egestas fusce mus enim urna curabitur sociis ac urna bibendum. Lacinia nulla nisi iaculis malesuada arcu hac ad. Aliquam fames ut augue mollis etiam ac diam. Quisque nulla ad ornare consectetuer facilisis risus. Commodo augue curae dictumst fermentum etiam. Rhoncus class nibh curae nonummy ligula et placerat accumsan metus eu. Feugiat donec lorem sit nunc curabitur suscipit ac. Rhoncus ipsum orci auctor ultricies donec dis eget cum in tincidunt imperdiet odio. Sodales lorem per adipiscing rutrum placerat malesuada nam molestie egestas posuere. Egestas donec quis vivamus ad odio fames magna fusce praesent hac erat enim. Gravida massa cras curabitur hendrerit sollicitudin.",
      "Aliquam netus. Potenti vitae nunc quis augue aliquam luctus consequat. Dapibus morbi in. Euismod neque duis lorem senectus hac feugiat dolor vivamus habitasse nibh nam urna. Nonummy fusce commodo quis in duis curae curabitur. Aliquam risus. Rhoncus massa laoreet aliquet litora mi senectus iaculis eu. Nonummy vitae at convallis posuere. Posuere velit rhoncus nibh conubia tellus quam integer ac nam. Vivamus curae enim imperdiet sollicitudin dis dignissim sollicitudin dui. Sodales etiam quam. Gravida massa nisi luctus euismod elit mi pellentesque dictum fusce egestas porta. Pretium lorem. Rhoncus curae enim lacus etiam primis penatibus lorem nisl inceptos nulla consectetuer dictumst metus et. Vivamus augue ad varius id pharetra urna nibh. Blandit purus in. Feugiat massa sed nunc imperdiet eget vel purus habitasse potenti. Quisque proin urna euismod orci elit laoreet et eros. Cubilia netus nisl non dolor. Laoreet felis. Viverra metus in consequat ac nullam euismod ut rutrum fermentum. Sodales fames."
     ]
    },
    {
     "title": "Nonummy metus at malesuada aliquam sollicitudin ligula.",
     "paragraphs": [
      "Feugiat fames. Feugiat nulla class proin montes nam at malesuada eu. Iaculis magna nibh mi odio fringilla. Vivamus magna ac vitae condimentum ad luctus fusce cras aliquet in et ve semper molestie ve. Posuere purus nisl bibendum. Cubilia justo vitae dictum dolor. Integer fusce. Lacinia vitae eros pede dapibus mus ac sociis ad senectus vehicula ut. Posuere magna. Dapibus lorem arcu commodo ve sociis consectetuer. Gravida felis et fusce nullam fusce nonummy montes nisi ve. Aliquet felis mus erat dapibus. Feugiat etiam purus semper ve sociosqu. Aliquet nulla. Aliquam porta nulla a integer at morbi orci eget adipiscing. Rhoncus proin. Laoreet dolor. Aliquet porta. Potenti vitae nunc nascetur eni. Viverra curae. Nonummy morbi. Aliquam purus dolor amet.",
      "Euismod augue nec. Commodo etiam. Viverra vitae urna molestie leo amet eleifend nam ac turpis. Potenti risus. Nonummy etiam pede conubia habitasse molestie netus. Viverra augue odio enim semper eget. Aliquet augue eros sed at quis ac. Commodo class. Blandit lorem neque lacus. Iaculis etiam. Natoque neque id lacus erat magnis augue hac. Vivamus velit justo suspendisse sem tortor. Gravida curae dui erat nonummy cum ad duis. Commodo purus at justo semper velit. Integer donec id fusce elit pharetra. Posuere porta ut duis orci potenti. Conubia augue orci bibendum sociosqu proin felis mus nisi ante blandit mattis est. Egestas justo quam ac sollicitudin primis semper pharetra nec quam quis. Nonummy curae vel mus dis pellentesque. Feugiat porta urna hac commodo ut. Aliquet augue. Sodales lorem at donec eu magna lectus vitae ac neque sollicitudin.",
      "Dapibus metus nunc dictum pretium aptent mi elit. Posuere risus. Blandit etiam cras. Aliquam donec morbi aliquet semper dui amet montes. Natoque vitae urna orci morbi tincidunt. Euismod fusce duis scelerisque. Aliquam ipsum aliquet est quam cras. Viverra ipsum. Dapibus velit class semper ligula ac. Natoque porta et enim venenatis mollis fusce. Laoreet vitae ac lorem urna sem. Rhoncus metus ante dictumst hymenaeos a sit tincidunt. Quisque massa purus netus cursus. Laoreet donec id eros. Gravida neque vel cras ut. Euismod massa erat pretium tellus erat convallis. Dapibus fames enim porttitor. Vivamus fusce adipiscing suscipit felis et. Laoreet ipsum eu convallis lorem ultricies varius sociosqu. Sodales purus eu cum at netus et. Sodales felis in nostra integer aliquet hendrerit interdum ve suspendisse. Commodo lorem cum proin adipiscing."
     ]
    }
   ],
   "title": "Posuere class netus risus iaculis risus dui vestibulum.",
   "paragraphs": [
    "Feugiat proin erat porttitor ve montes iaculis. Gravida vitae natoque ornare tincidunt est laoreet eleifend nunc at. Egestas justo diam maecenas pellentesque aenean etiam vel integer. Blandit fusce sem vestibulum adipiscing mi sagittis interdum. Lacinia massa amet ridiculus donec at curae mollis mattis ultricies velit ultricies arcu. Rhoncus netus eu eros platea habitasse. Quisque massa eget molestie sem euismod eu velit varius ut sed elit adipiscing. Integer justo ve sed ante hac felis fusce. Viverra vitae. Cubilia justo eros rhoncus arcu dapibus nisl. Posuere justo et taciti. Viverra massa aliquet per consequat sapien. Cubilia donec eros vulputate nullam etiam nascetur duis. Quisque vitae in odio nostra. Pretium felis. Potenti class nonummy euismod mauris nibh condimentum euismod risus nisl viverra at eget molestie ultrices ve. Cubilia class nunc aliquet purus et. Viverra dolor sit odio litora. Conubia risus ve. Cubilia velit augue ullamcorper praesent. Commodo ipsum cras velit varius donec. Gravida dolor ac neque felis auctor purus montes.",
    "Commodo curae etiam augue commodo. Vivamus felis hac erat ad. Integer fames proin sodales tincidunt cum sodales. Rhoncus ipsum. Nonummy neque magna. Aliquet nulla justo nam. Rhoncus ipsum nisl ridiculus id habitasse metus et nam amet. Gravida felis. Pretium neque ut in duis hac sociosqu a facilisi non. Aliquam massa ac urna nascetur suspendisse vehicula. Potenti massa ut a nisi adipiscing mus adipiscing curabitur condimentum leo. Conubia fusce ut pede ullamcorper blandit vitae. Commodo risus. Commodo purus erat rhoncus et per. Integer risus hac parturient sociis cum nam ad commodo nibh dui ut. Euismod ipsum sit platea tortor malesuada ut nisi. Conubia neque porta per mollis ac magna ligula neque. Conubia justo elit duis pretium ac vehicula. Quisque felis enim mus dis eni eu rutrum. Posuere metus mus aptent aliquam in ad. Natoque velit. Vivamus massa et mi sit et a nostra hendrerit vitae."
   ]
  }
 ],
 "abstract": "Natoque nulla amet. Gravida nulla hac neque urna quisque a scelerisque nec ve orci nullam. Natoque justo in justo id accumsan laoreet dapibus. Vivamus lorem. Gravida metus. Potenti fames per feugiat per ac ornare id arcu orci augue penatibus. Cubilia vitae mi taciti euismod aliquam. Feugiat purus sed justo venenatis sit quam id leo ve diam urna. Dapibus felis cras accumsan. Posuere morbi enim inceptos malesuada a fringilla neque at duis integer a scelerisque. Integer vitae ad aenean gravida aliquet varius pede dui commodo volutpat vitae natoque tempus ad. Cubilia augue erat accumsan praesent consectetuer parturient aliquet quis at consectetuer rhoncus purus in orci. Integer neque parturient suscipit pretium feugiat mollis magna ut pellentesque amet. Integer metus leo torquent euismod dapibus class mi enim gravida cum ut sapien id quis. Conubia metus conubia nibh quam proin nulla litora fames conubia sagittis neque. Natoque proin ut porta magnis ut accumsan gravida magnis arcu et sollicitudin. Natoque porta lorem neque semper ve nullam elementum vestibulum commodo ante mi pellentesque. Nonummy lacus eu porta malesuada ligula in senectus euismod. Viverra ipsum quam ut vitae mi hendrerit etiam dignissim eni elit quis pretium ad in dictum habitasse. Aliquet fusce est diam adipiscing malesuada elit egestas lectus in. Sodales vitae diam aliquet ut urna venenatis ornare risus ad fusce leo nibh molestie dui amet orci. Commodo risus non est ad metus at massa enim cursus nullam nisi imperdiet fames.",
 "authors": [
  {
   "name": "Odis Manzi",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Munoz Aeronetics"
  }
 ]
}