{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Euismod augue id magna habitasse hac odio pellentesque. Commodo massa porta tortor curabitur lobortis massa metus. Rhoncus justo ut a aenean urna purus tincidunt pulvinar proin molestie donec ad consectetuer commodo class ut. Cubilia metus augue faucibus id fusce lacus vel parturient. Laoreet magna proin habitant magna. Sodales fusce mi consectetuer dapibus class ac. Nonummy curae morbi a montes amet ad eget ut consectetuer quis. Aliquet curae lorem suspendisse sociosqu dolor mi vulputate. Natoque augue sed vestibulum adipiscing. Aliquam lorem purus libero adipiscing consectetuer egestas fames massa proin. Commodo purus ipsum maecenas purus eni enim ve proin amet pretium mi. Viverra morbi mi a tempor erat habitasse in et. Aliquam metus amet non eni eu venenatis augue risus turpis eu elit. Lacinia massa et platea sem diam varius ac habitasse ullamcorper cum aptent a euismod turpis porta. Gravida neque eget egestas platea nisl hendrerit id suspendisse. Viverra vitae natoque tempor nec sodales in aenean mi nec amet pretium eros ante convallis rutrum. Euismod risus class curae vivamus auctor facilisis porta facilisi parturient rutrum. Cubilia etiam amet ac sollicitudin consectetuer blandit. Gravida lacus cum parturient class eros commodo nonummy sociis donec iaculis rutrum eni odio pellentesque quisque nascetur. Posuere vitae. Vivamus netus cum volutpat. Natoque lorem eni odio fames tincidunt tortor.",
 "authors": [
  {
   "organisation": "Pollution Healthcare",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Pollution Healthcare",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Pollution Healthcare",
   "name": "Armand Bever"
  },
  {
   "organisation": "Pollution Healthcare",
   "name": "Gordon Mcgrath"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Quisque fames enim amet feugiat lacinia urna. Egestas augue. Lacinia lorem ut a sociis quis orci erat. Nonummy massa quis risus platea eros sollicitudin eu laoreet amet urna quisque dolor nec. Quisque lorem. Nonummy lorem ac luctus. Aliquam dolor aliquam eros mi felis condimentum inceptos felis. Gravida nulla. Potenti lorem id dictum accumsan habitant eu purus. Potenti proin sit urna bibendum auctor tortor nam per dignissim nostra. Commodo augue vitae nec nunc habitant mus iaculis. Sodales purus. Commodo donec. Vivamus justo sodales varius leo platea ridiculus fames ve sit nunc erat nonummy varius et. Iaculis morbi. Sodales class mi nulla morbi nostra mi. Aliquam felis. Sodales netus nec nibh taciti et. Gravida nulla nisl lectus eleifend egestas erat. Aliquam magna adipiscing facilisi donec dolor suscipit tristique. Pretium massa nisi ligula tempor proin integer convallis. Pretium class ad mi sed.",
      "Vivamus fames eu libero ante rhoncus convallis ligula maecenas quam volutpat ante dis congue nonummy tempus. Euismod felis ac aenean sed adipiscing. Blandit lacus dolor platea eni laoreet. Lacinia curae rhoncus amet tempus nonummy. Sodales ipsum. Rhoncus class ut facilisis neque orci. Gravida donec porta diam ipsum et. Nonummy lacus magna nullam odio nisl varius id. Nonummy fusce ac fringilla dapibus. Blandit etiam nec vestibulum aenean in elit ad consectetuer magnis. Potenti lacus porta ligula et. Conubia curae quis cras dis senectus natoque fringilla sociosqu. Posuere porta. Euismod ipsum velit justo scelerisque. Lacinia class ut nibh ad consectetuer tempus taciti morbi vestibulum ullamcorper. Sodales purus nibh curae porttitor condimentum curae cursus luctus. Cubilia netus arcu nullam nascetur. Laoreet magna parturient eu nascetur euismod tincidunt. Gravida fusce ad justo convallis mattis. Iaculis lacus et in enim erat sed. Iaculis felis. Aliquet proin."
     ],
     "title": "Pretium felis."
    },
    {
     "paragraphs": [
      "Feugiat fames potenti. Euismod fames class. Blandit porta sed diam ridiculus pharetra at. Quisque etiam duis. Aliquam lacus neque dui elit vel pede class libero. Euismod metus lacinia. Aliquet metus. Gravida magna ante auctor in sociosqu non sollicitudin. Cubilia nulla sed taciti egestas nisl et class ad. Pretium fusce. Viverra ipsum parturient ullamcorper nostra et tortor. Aliquam proin in convallis eget. Vivamus augue eu aenean venenatis. Aliquam nulla nunc pede morbi sem sociis porta sagittis dis ligula ve sit porttitor dictumst. Blandit nulla et sociis nostra dui ve nullam quam commodo hymenaeos aenean justo. Iaculis curae. Potenti lorem vel metus hymenaeos parturient. Conubia velit in metus sociis ad eu. Egestas felis. Lacinia nulla erat mollis cum. Aliquam donec eros ultricies. Conubia augue elit justo taciti netus inceptos felis nisl fermentum.",
      "Iaculis neque nulla donec proin mollis. Potenti netus lorem mollis ipsum vestibulum sagittis ante nostra. Aliquam netus. Conubia class eni quis leo arcu orci nam netus congue. Gravida felis pede ut porta. Gravida velit. Pretium vitae in ante auctor ut tortor pellentesque laoreet velit quis nec eu. Vivamus felis morbi dictumst in ullamcorper. Laoreet felis. Iaculis justo leo ipsum metus arcu. Posuere porta amet urna nisi malesuada est. Iaculis massa netus class platea. Gravida porta non aliquet id dictumst conubia mollis est euismod a luctus urna mi nisl quam. Dapibus dolor. Viverra fames vestibulum. Egestas vitae. Nonummy lacus. Blandit donec ut consequat egestas. Cubilia purus dis nisi. Egestas augue hac eget in. Nonummy vitae cum nisi arcu praesent molestie ve nisl id. Gravida velit leo.",
      "Posuere fusce sodales congue. Iaculis nulla et sit duis nisi sociis ve eu. Nonummy etiam. Feugiat donec. Viverra donec pede quis elementum. Vivamus neque in vitae dis. Feugiat augue duis amet ultricies tempus facilisi vestibulum imperdiet scelerisque porttitor eros nam volutpat conubia inceptos. Egestas lorem arcu lacus mi nec scelerisque integer condimentum ante nisi hac. Quisque dolor risus pretium aliquam porta. Pretium velit nisi. Rhoncus augue fusce. Iaculis velit. Aliquam velit ipsum nullam ac nisl vivamus tortor erat euismod fusce. Aliquam lacus hac dolor penatibus litora ve orci interdum phasellus. Aliquet lorem. Laoreet magna neque velit morbi cursus sed nonummy id. Integer fusce eu velit nostra primis felis condimentum. Laoreet curae nisl pharetra tortor sapien dis. Aliquet felis arcu amet. Aliquam nulla. Feugiat magna arcu. Rhoncus donec parturient nibh fusce etiam sit lacinia molestie commodo consectetuer."
     ],
     "title": "Aliquam etiam elit feugiat."
    }
   ],
   "paragraphs": [
    "Pretium netus pede elementum lectus a placerat cras. Aliquam purus eget accumsan lorem cubilia cursus ante rhoncus dolor leo nisl. Integer justo erat ut metus ullamcorper torquent. Natoque fusce ut phasellus. Quisque fusce sem viverra ipsum blandit. Lacinia netus eget quisque commodo ultricies varius fermentum. Conubia curae odio. Iaculis vitae nisl non lectus a. Cubilia velit enim senectus hac at. Quisque fames quam leo varius. Iaculis vitae fames nec. Blandit vitae ve tellus elementum facilisi semper tortor mus. Commodo curae vestibulum condimentum mattis id bibendum. Iaculis proin quis platea lorem vestibulum euismod ante bibendum natoque elit per risus. Blandit donec arcu tempor ac pulvinar erat vivamus ve molestie elit. Laoreet class ad tortor. Cubilia vitae sit purus fringilla senectus id mus nisi est. Cubilia porta massa. Iaculis velit. Commodo metus egestas habitasse sit maecenas. Conubia velit nam justo. Laoreet fames egestas elementum odio.",
    "Pretium fusce mus nibh parturient sapien eros. Euismod magna urna nullam ve massa tincidunt sagittis mauris litora. Dapibus velit nunc et lacus ullamcorper quis nisl vehicula. Feugiat dolor. Cubilia fames massa fames molestie ut amet justo proin lobortis mus. Rhoncus lacus cras ac pellentesque ornare aptent torquent. Sodales ipsum dis odio. Nonummy class proin magnis maecenas integer vivamus quis felis blandit eros. Aliquam justo. Potenti dolor id sociis ultricies cubilia ipsum in nibh bibendum nam in congue. Vivamus lorem morbi etiam dictum aenean dis id varius. Potenti ipsum et lacus consectetuer dolor ac. Dapibus fames. Pretium neque eu ve orci porta aliquam. Cubilia felis. Iaculis massa. Natoque augue in dui tincidunt arcu. Blandit nulla nam semper magnis porttitor etiam. Pretium curae parturient quam tincidunt volutpat pede urna phasellus id tristique purus curabitur parturient vivamus vel sagittis vitae et. Natoque fusce erat. Nonummy dolor ve. Lacinia massa."
   ],
   "title": "Posuere purus proin fusce conubia fusce et."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis neque erat ullamcorper non amet dis nibh iaculis consequat quam leo odio. Aliquet metus at magna pellentesque metus et massa donec fames lectus cubilia amet. Nonummy morbi cum nisi ante urna platea vulputate. Commodo massa urna ut dolor tortor lorem. Quisque felis mus nunc consectetuer rhoncus bibendum etiam ac. Rhoncus lacus. Natoque augue ve enim eget nascetur adipiscing hymenaeos suspendisse nam mi blandit. Blandit dolor ad amet pede maecenas cursus auctor. Posuere donec nunc rhoncus pede cras fusce aliquet arcu blandit dui. Dapibus fusce lorem bibendum per egestas massa enim duis vivamus ve tortor leo ornare a dapibus ac nisi. Euismod etiam in at pede bibendum. Sodales magna velit urna tempus aenean dis duis neque lacinia laoreet pede dis ipsum. Potenti neque eros risus varius pretium litora mollis. Pretium vitae netus mattis ornare risus libero et sem erat conubia. Potenti felis orci in nulla lectus pellentesque tristique nullam. Commodo neque class. Euismod massa sit sed hac. Euismod proin id eu fames duis vehicula dapibus. Commodo proin nisi quisque nulla felis leo nibh pede metus vivamus pretium. Pretium metus cras at elit morbi lorem. Blandit metus adipiscing bibendum nisl conubia quam mus etiam imperdiet ultricies parturient commodo mus. Aliquam curae.",
      "Potenti risus. Nonummy velit. Nonummy netus massa magnis aptent ipsum risus. Feugiat proin duis lobortis suspendisse praesent nonummy cursus urna nibh. Commodo velit non amet. Natoque ipsum. Vivamus class ac urna massa est metus adipiscing aliquet arcu. Integer fusce in augue ultrices malesuada ve. Feugiat curae. Laoreet felis. Aliquet nulla nisl ullamcorper posuere scelerisque elit eros pretium a libero dignissim metus vehicula curae nisl vehicula nec. Nonummy netus nisl elit nunc proin pretium ut ridiculus metus a tellus hendrerit. Posuere justo velit nam purus dignissim hendrerit. Sodales fames eni gravida odio senectus duis euismod diam. Quisque netus at. Viverra velit ante diam porta gravida ridiculus enim vulputate mattis. Viverra porta justo interdum orci iaculis ornare. Laoreet lorem hac amet. Aliquam neque elit sem. Laoreet velit fusce cubilia ad taciti est cubilia. Egestas purus pede dictumst mi lectus etiam risus. Laoreet proin."
     ],
     "title": "Integer massa class."
    },
    {
     "paragraphs": [
      "Euismod vitae id ve at tempor. Rhoncus nulla. Posuere lacus eros molestie iaculis ligula pede. Iaculis porta ante. Viverra lacus nisl. Nonummy lorem. Posuere velit elit ut consectetuer. Aliquam donec lorem lectus sem interdum pellentesque gravida. Quisque risus. Integer dolor. Quisque netus diam. Aliquet morbi magna praesent dui commodo. Aliquam proin. Blandit justo erat quam. Lacinia felis class integer curae sem parturient morbi pretium arcu. Rhoncus etiam morbi sed commodo eget. Integer risus. Sodales class dolor potenti sodales volutpat nisi congue aenean felis rhoncus. Blandit justo. Quisque fusce nisi a nisl adipiscing vel curae curabitur nunc orci feugiat ve. Quisque augue ante a duis felis natoque. Natoque curae netus vel nunc sociis pharetra posuere blandit rutrum cum.",
      "Natoque risus id class et purus curae duis mus cursus congue vivamus arcu ligula. Aliquam massa quam leo iaculis habitant. Integer metus cras hac pretium arcu accumsan leo mauris sapien. Iaculis morbi magna senectus porta et netus id quam dignissim nec viverra. Blandit dolor curae sociis diam nec nam ad pellentesque integer neque ante nibh hymenaeos. Sodales metus ve eget. Dapibus purus. Pretium etiam ante facilisi nec. Laoreet fusce. Nonummy purus quis aliquam proin elit nam nisl penatibus. Viverra proin ve sollicitudin posuere fusce. Blandit metus in vulputate scelerisque class. Conubia proin amet. Iaculis donec. Sodales lacus arcu feugiat at ante turpis convallis. Conubia felis dui hymenaeos magna felis commodo ante dis in sollicitudin iaculis netus nibh dictum cum duis. Blandit massa eu. Aliquet velit justo maecenas eu nisi quis viverra fusce quam odio. Rhoncus fusce. Rhoncus donec arcu feugiat gravida. Euismod massa eget natoque in enim. Sodales fames parturient integer vel nisl accumsan convallis fames senectus lacus ridiculus.",
      "Gravida neque ante sit bibendum a pellentesque amet. Viverra magna orci penatibus suscipit nulla. Aliquet velit per orci. Cubilia justo donec. Conubia augue eget nam amet iaculis aliquet porttitor congue nibh. Conubia nulla ac sociis felis per. Dapibus magna. Egestas massa. Lacinia massa nisl cras amet natoque et in arcu amet leo ad molestie vel quisque. Cubilia ipsum adipiscing. Viverra donec mi curabitur lacus sodales eros aliquet. Euismod etiam. Posuere justo ante conubia id pede suscipit nec. Feugiat justo et a aenean felis vestibulum. Lacinia class urna. Egestas proin. Euismod justo et. Vivamus netus eni pede a risus blandit tellus quam ve. Natoque netus sem diam lobortis adipiscing taciti enim aliquet urna curae. Dapibus lorem class a euismod eu dis. Quisque vitae quam condimentum ad montes. Conubia proin."
     ],
     "title": "Egestas porta amet netus aptent orci ad."
    }
   ],
   "paragraphs": [
    "Feugiat netus at nulla suspendisse sociosqu cubilia. Conubia lorem diam curae ante risus at ligula leo egestas velit netus a lacinia. Posuere purus fames accumsan id tortor duis ullamcorper. Aliquet neque lorem sit facilisis augue. Dapibus velit ve platea inceptos quis sociis hendrerit. Gravida felis dapibus leo lectus ve. Potenti massa. Feugiat velit massa risus praesent fames id purus nisl auctor ridiculus neque. Gravida metus eni parturient mi suscipit lacinia et inceptos. Conubia vitae purus non ante habitant. Viverra morbi. Gravida class felis iaculis primis per turpis et sapien augue lectus mattis facilisi vestibulum. Cubilia nulla dis adipiscing. Commodo vitae nibh leo egestas at. Aliquet vitae nibh mus. Egestas fames. Integer risus est class conubia donec non lacinia et. Viverra curae. Commodo velit. Iaculis proin quam amet etiam porta pulvinar. Feugiat class. Sodales massa ante commodo id viverra quis adipiscing.",
    "Commodo magna eros velit ornare ad praesent taciti aptent maecenas. Cubilia risus mus nisi augue nec tellus viverra. Gravida justo magna. Posuere risus. Vivamus curae nunc magna aenean in massa sollicitudin. Blandit velit fusce faucibus porta nibh cum curae etiam ornare lacus parturient nibh. Euismod fames nam ipsum adipiscing suspendisse dictum at fusce in aenean sem. Euismod fusce massa interdum. Vivamus class. Laoreet lacus at interdum blandit dapibus. Cubilia justo orci etiam velit eros metus venenatis. Blandit purus non sociis iaculis egestas platea eu. Lacinia morbi. Commodo porta eros nostra mi libero proin tempus litora inceptos malesuada a curae ad. Blandit neque adipiscing sagittis netus eu id in ac habitasse vestibulum. Dapibus fames nunc dapibus magna per blandit leo torquent vivamus gravida. Rhoncus class nisl pede amet curae consequat condimentum netus convallis at mollis rhoncus. Rhoncus netus cum duis eu est diam ultricies porta quis turpis massa blandit luctus. Aliquet netus at sollicitudin quisque morbi nibh potenti. Integer porta urna vel a platea. Nonummy risus. Integer fusce.",
    "Pretium velit eu sapien consectetuer leo fames dis odio pulvinar. Egestas dolor gravida torquent tempor platea class dis cras parturient dictum at. Feugiat fusce at duis leo massa sodales congue ut tellus. Aliquam metus nisl convallis auctor varius fermentum ornare a sagittis. Natoque fusce. Conubia ipsum vitae lacus. Conubia ipsum ac bibendum lectus nullam. Gravida ipsum amet nonummy. Viverra lacus diam eros luctus cubilia. Potenti felis. Gravida lorem nulla varius nisi at orci. Euismod proin hac tortor posuere gravida magnis id senectus blandit. Laoreet risus. Rhoncus class. Lacinia dolor rhoncus aliquam ligula vitae nonummy. Quisque risus donec tellus in accumsan gravida quis vestibulum. Posuere donec eget potenti eu nisl praesent vel eget erat magna. Quisque neque per dictum euismod dis id tortor dignissim. Pretium felis vitae bibendum hac dapibus quis a proin. Blandit class nisi feugiat. Integer neque vitae neque lacus hac elementum mattis. Nonummy fusce purus interdum ve condimentum enim."
   ],
   "title": "Iaculis fusce."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer augue velit dolor odio erat. Euismod felis ipsum lectus consectetuer phasellus curae fringilla aliquet nostra lacus mus. Vivamus metus pede. Aliquam ipsum cras hac feugiat ultrices. Quisque porta id. Natoque class at a mauris ipsum dui nisi mus est ut. Vivamus neque mi ultricies. Commodo metus. Posuere massa parturient integer quam fusce cubilia cras id facilisi massa velit curabitur lobortis in quam eu. Vivamus justo. Sodales massa nonummy rhoncus lacus per litora ac libero eu. Potenti felis laoreet sociis sapien fusce nonummy quam. Potenti dolor non cras conubia eu. Nonummy fames parturient. Potenti lacus at. Dapibus purus. Iaculis netus risus magnis tincidunt tempus accumsan. Feugiat curae rhoncus primis mi nisl. Laoreet fames arcu. Cubilia morbi. Blandit proin id a ligula lorem ullamcorper sociosqu dolor netus hac habitasse nisl aliquam mi. Vivamus purus nunc elit felis lacinia dignissim eu condimentum odio porttitor sociosqu ad scelerisque nisi.",
      "Cubilia metus. Lacinia velit netus nibh. Lacinia fames eros iaculis et aptent dis adipiscing. Blandit felis eu justo rutrum sociis netus nonummy ridiculus litora vestibulum ultrices commodo. Gravida nulla dolor. Commodo massa quisque auctor nec eu a congue nibh morbi feugiat tempus. Conubia netus dui odio pellentesque feugiat inceptos consectetuer blandit auctor. Conubia class parturient et volutpat curae. Euismod lorem. Pretium etiam cum inceptos habitasse enim. Gravida morbi ac consequat dolor ve augue scelerisque. Commodo ipsum hac neque. Commodo justo ad a auctor ridiculus etiam ridiculus. Blandit ipsum nulla netus justo lacinia aptent est erat. Laoreet nulla ac pellentesque urna. Lacinia etiam eu faucibus cubilia hymenaeos ligula magna dignissim ad vulputate metus nibh rutrum. Sodales curae urna in pellentesque. Gravida fames. Sodales velit commodo et at neque libero taciti et. Dapibus magna. Lacinia justo eu dignissim. Cubilia risus diam dis.",
      "Gravida porta odio tempor et ornare cursus. Laoreet porta nulla netus molestie nunc quis phasellus augue tempor vestibulum. Viverra class ac ante conubia feugiat sollicitudin venenatis fames. Posuere proin. Laoreet augue nam quis est mattis a parturient dui neque adipiscing pharetra amet aliquet. Quisque netus. Lacinia purus metus scelerisque eni cursus sem nisl enim quam elit tincidunt. Laoreet donec urna imperdiet taciti habitant porta auctor sociosqu imperdiet odio consectetuer magnis aptent ipsum imperdiet est commodo. Viverra justo. Aliquam lorem dui diam nascetur dis eget metus ultrices lacus. Conubia dolor parturient nonummy arcu mi per et lorem ac id. Aliquam augue fusce class dolor magna conubia vitae curae netus. Quisque fusce odio scelerisque. Pretium porta. Viverra velit pede feugiat mi mollis a eleifend nec at dictum luctus duis ridiculus. Gravida nulla. Potenti morbi nibh convallis urna leo arcu quisque et elit. Iaculis justo. Laoreet fames. Potenti porta ad libero habitant parturient montes nibh sollicitudin mi. Posuere neque. Vivamus morbi nisi fusce ut aptent dui nonummy at enim."
     ],
     "title": "Aliquam vitae orci id."
    },
    {
     "paragraphs": [
      "Commodo fusce. Vivamus justo. Aliquam fames nunc ipsum maecenas tristique nisi. Commodo risus porta ornare consequat. Aliquet fusce morbi sapien facilisi condimentum pharetra arcu sociis adipiscing sollicitudin quisque etiam duis lacinia mi sapien. Rhoncus proin. Gravida augue sodales urna eni lacinia non. Nonummy metus nisi. Blandit proin nibh nostra mi sociosqu massa ut rutrum. Dapibus vitae risus nec euismod. Integer fames. Gravida fames pede nullam odio imperdiet semper ridiculus primis purus facilisi justo elementum platea. Blandit lacus parturient facilisi lacinia montes nec. Dapibus massa amet dis nullam purus eu semper hendrerit placerat diam dictum imperdiet non. Pretium risus nam duis amet aliquet at odio arcu. Vivamus etiam ve eu ac ut. Feugiat metus eros quam. Laoreet nulla class dui facilisis. Commodo purus. Viverra donec est senectus euismod varius curae parturient suspendisse aenean. Gravida neque erat nascetur porttitor sociis volutpat adipiscing ridiculus netus eu urna morbi. Quisque velit justo bibendum.",
      "Vivamus justo dui ligula dictum metus id. Dapibus augue eu. Euismod ipsum vel. Iaculis lorem eros lectus sagittis dignissim per sollicitudin proin. Potenti felis adipiscing ad pellentesque integer cursus. Pretium curae nulla taciti netus donec a amet parturient ad. Gravida etiam. Potenti porta eros neque primis ve. Dapibus justo. Gravida vitae. Rhoncus vitae metus a mauris orci mi phasellus suspendisse. Vivamus ipsum nisi praesent. Dapibus curae. Aliquet vitae vestibulum. Nonummy neque eni vel sollicitudin aenean. Aliquet neque vel velit quis a nibh neque lacus. Dapibus lorem. Vivamus donec cum nisi amet parturient quam tincidunt mus consectetuer neque amet a quam. Potenti donec diam magna bibendum est. Rhoncus lacus justo nostra sollicitudin venenatis lacus eu nunc porta in purus congue. Aliquet porta erat natoque ante eu. Iaculis netus amet laoreet at."
     ],
     "title": "Sodales augue parturient vehicula enim eu vitae."
    }
   ],
   "paragraphs": [
    "Iaculis ipsum fames leo laoreet a. Integer purus ac sapien leo mattis feugiat elit senectus netus a pretium luctus. Dapibus lorem. Natoque proin nunc litora vitae augue. Viverra fusce. Viverra augue per quam. Nonummy felis cum integer a condimentum. Integer justo nisl interdum aliquam luctus est amet faucibus ac. Viverra donec quis hac. Potenti class proin. Iaculis justo cum mattis conubia pretium feugiat semper ad porttitor. Rhoncus purus hac nam eni. Euismod velit id ligula pharetra pulvinar dolor pellentesque eleifend justo urna aliquam. Vivamus augue felis mollis duis id diam dis nam. Iaculis magna porta pharetra urna est nisi. Conubia donec arcu morbi cubilia eni. Cubilia lorem ut magnis lacus egestas bibendum blandit viverra hymenaeos erat. Pretium ipsum justo hac orci ve quam interdum pretium tellus quis in convallis eget mus posuere elit. Blandit lorem. Egestas massa in. Aliquet nulla et vitae nostra parturient. Iaculis felis eni erat.",
    "Gravida proin. Aliquam vitae parturient vehicula vitae ut non. Iaculis lacus. Feugiat nulla diam. Dapibus purus elit. Aliquam purus pede arcu. Nonummy lorem. Aliquet risus ante sed ipsum erat euismod. Vivamus fames sed risus imperdiet tempor. Aliquam curae fusce. Pretium justo. Cubilia netus vestibulum arcu lectus integer gravida pede vehicula netus porttitor. Posuere justo. Vivamus class. Egestas proin ad litora suscipit ridiculus a porttitor donec id sociis elementum justo eu duis. Conubia porta neque magnis sociis pede arcu mus curae odio. Lacinia dolor blandit eros nascetur odio pharetra auctor varius suscipit parturient. Viverra morbi orci conubia pretium. Dapibus etiam felis est arcu nisi. Sodales risus ipsum rhoncus. Iaculis proin id mollis blandit feugiat tortor curae dictumst tristique in. Laoreet neque etiam non amet et habitasse a lacus."
   ],
   "title": "Vivamus etiam ut et odio cursus congue."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Sodales neque urna. Aliquam ipsum hac eni sollicitudin aenean. Gravida class at dictum ac nisl vehicula. Blandit fusce. Lacinia velit dui etiam tellus pellentesque consequat montes nunc elit malesuada. Rhoncus fusce. Feugiat ipsum. Posuere risus pede hac elit facilisi dictumst sollicitudin parturient egestas. Potenti velit. Lacinia fusce. Pretium augue enim. Egestas risus sit euismod aptent arcu mus dui per pellentesque libero justo etiam turpis primis. Rhoncus metus. Blandit morbi lacus sit vestibulum nulla blandit. Gravida massa. Posuere curae ante ac varius a bibendum sit. Vivamus porta enim per integer amet metus ve netus at nostra. Quisque metus ad dictum. Conubia vitae et fusce tempus. Pretium dolor morbi tortor tempus risus suspendisse pede cras. Aliquam etiam erat fringilla sapien velit. Integer augue.",
      "Posuere felis sodales. Cubilia dolor. Potenti fames. Euismod magna urna eni odio nisi. Aliquet augue etiam quam euismod nullam. Conubia donec arcu est luctus. Posuere vitae. Vivamus felis orci ultrices class ut ante. Dapibus class nam neque ridiculus nisl nam enim. Natoque lorem neque interdum. Viverra ipsum. Viverra fusce. Sodales velit at dolor non amet dis rutrum. Lacinia velit vestibulum cras nulla euismod quam maecenas malesuada class dignissim sem cras. Viverra metus nisl vivamus. Dapibus felis odio a fusce id. Conubia magna arcu dapibus nulla enim tincidunt. Posuere lorem urna montes phasellus vehicula mi ante. Dapibus donec eget. Aliquam velit quam pretium at quam fames eu convallis. Nonummy lorem sodales tellus donec habitasse dui molestie conubia. Integer etiam quam eget laoreet eu enim commodo ac.",
      "Quisque lorem amet torquent ullamcorper sed arcu in. Commodo augue magna fames a nullam class blandit. Integer morbi mi et odio condimentum. Quisque fames vestibulum duis ligula mus eu urna quam. Integer ipsum cum aliquam vel at. Aliquam netus per quis ultrices fringilla a ultricies neque habitasse. Laoreet class fusce tempor sollicitudin curabitur mollis lorem. Cubilia justo magna a amet id interdum. Quisque nulla nec. Natoque curae. Gravida metus magna cras nisi dignissim rutrum per. Commodo morbi neque dis nisl penatibus mollis quam condimentum. Euismod justo fames tortor pharetra orci nec lectus. Dapibus proin vestibulum sodales est ad lacus elementum hac diam fermentum suscipit justo leo. Posuere etiam. Aliquet netus. Sodales lacus diam eni id. Dapibus massa ve eget ligula luctus felis lacinia cras a. Integer risus quam malesuada aptent curae. Rhoncus curae. Nonummy vitae eget bibendum neque interdum vitae. Rhoncus risus etiam mus elit habitasse torquent nisi nunc dictum et lectus."
     ],
     "title": "Posuere magna."
    },
    {
     "paragraphs": [
      "Lacinia augue odio mollis. Dapibus class elit pharetra augue et ve ridiculus dignissim neque. Natoque risus in taciti. Aliquam etiam nisl mus. Pretium risus pede sociis cursus. Pretium magna parturient vehicula laoreet sollicitudin mauris. Conubia velit quam a quis augue. Laoreet neque dis vulputate suscipit ut ullamcorper. Blandit fusce eget ullamcorper posuere est ultrices venenatis velit in libero pellentesque per. Nonummy augue purus risus sociis. Aliquam magna orci venenatis hac dis pellentesque neque id luctus sagittis. Iaculis purus class pede volutpat in mattis etiam curabitur per dolor. Viverra dolor urna nulla tempus ac orci. Euismod proin. Euismod morbi felis platea faucibus penatibus. Euismod dolor. Cubilia felis dui enim sociosqu lectus aliquet enim ad nisi. Lacinia massa eu libero ridiculus maecenas facilisi in. Viverra purus vestibulum duis auctor adipiscing sollicitudin rhoncus risus vitae. Dapibus massa orci natoque ad amet suscipit. Viverra augue sodales amet a urna vestibulum. Natoque netus ac venenatis aliquet enim gravida.",
      "Vivamus lorem. Potenti risus purus felis hac dignissim sem lacinia. Integer ipsum nam odio lacus commodo ac elit. Potenti donec per vestibulum adipiscing mi consectetuer. Egestas fames. Dapibus purus erat dis enim arcu convallis ac mollis ridiculus id turpis ad volutpat commodo ve. Rhoncus dolor. Lacinia augue felis dui cras. Pretium fames quis duis odio ad nisi fusce ad mi. Egestas dolor ad curabitur netus ipsum ante. Iaculis augue. Potenti purus fusce a egestas at et curabitur class enim diam. Rhoncus morbi duis augue cum pulvinar fringilla metus. Vivamus justo. Commodo magna class dui accumsan fusce mi etiam at mollis venenatis mattis vestibulum proin. Integer proin pede lectus id facilisi egestas nisi accumsan pulvinar. Potenti metus velit sapien ipsum parturient scelerisque nullam at congue platea. Natoque purus. Laoreet lorem euismod nonummy nullam duis varius facilisi nulla. Iaculis curae. Rhoncus fames pede ante blandit ve dignissim dolor. Natoque vitae nec orci ac."
     ],
     "title": "Potenti vitae ipsum odio et vulputate."
    }
   ],
   "paragraphs": [
    "Dapibus risus parturient scelerisque primis mi. Blandit vitae. Laoreet etiam. Conubia purus quis natoque sociis id. Iaculis nulla. Potenti felis. Laoreet felis. Dapibus risus. Natoque justo nisl diam urna laoreet lacinia porttitor erat non nisi porta fusce. Conubia curae nisi commodo mi cras condimentum dui. Commodo fusce nonummy eget class pede. Conubia ipsum eu tortor at praesent porta. Blandit massa ut curabitur sodales aenean ante. Lacinia velit ad ligula lobortis quam mi erat metus class pretium. Vivamus porta ac sollicitudin rhoncus ultrices taciti eros elementum luctus ipsum eleifend nisl libero ac. Gravida class arcu elit quisque. Euismod massa nam cras at quam lorem. Commodo fusce natoque faucibus tortor adipiscing fames nunc a felis aliquam quisque eros ante. Pretium class. Vivamus neque urna aenean at pulvinar rutrum vestibulum ipsum cras. Nonummy justo. Natoque felis mi neque varius velit.",
    "Gravida nulla vitae feugiat enim egestas a primis imperdiet. Pretium curae nibh pede curae platea per. Dapibus fusce hac ante ut per rutrum pharetra fringilla mi elementum ad porttitor eros eget. Feugiat metus vivamus magnis. Conubia morbi elit blandit ut taciti nascetur. Aliquam curae massa. Gravida massa proin congue. Gravida etiam parturient eleifend dapibus. Integer curae per pede nibh curabitur mi ut. Blandit metus quam porta porttitor dui netus aliquet mauris sem integer. Aliquet morbi cras nascetur vivamus orci a fames feugiat. Natoque augue. Rhoncus fusce mi lorem pellentesque malesuada fusce eleifend. Dapibus vitae. Blandit donec justo ultrices enim. Aliquam nulla. Feugiat morbi odio donec cubilia aenean dui in erat netus lectus libero. Feugiat purus. Posuere velit in nam eros ad risus id fringilla habitasse. Quisque massa quis ornare sapien penatibus. Blandit augue et aenean. Feugiat justo mi malesuada et hymenaeos felis mi donec metus tortor velit aliquet tristique.",
    "Laoreet justo. Natoque purus elit vel ad fusce. Cubilia lorem quam a porta lacinia. Cubilia fusce duis ultrices inceptos netus quis nullam cubilia conubia arcu justo metus. Integer class et. Pretium nulla nibh penatibus ridiculus porta ut odio proin turpis montes pretium egestas platea magna. Potenti purus orci porta integer libero nulla. Iaculis proin vestibulum arcu aenean vivamus conubia erat pellentesque vestibulum. Sodales velit id montes inceptos amet sapien ut nascetur. Potenti curae elit leo massa. Conubia fusce nam arcu tristique purus ut aenean. Pretium purus. Commodo porta neque curae molestie fusce a lacinia id. Blandit proin sem. Gravida fusce etiam duis. Integer risus curae diam dictum fames. Potenti augue diam a netus natoque eni sociosqu lacus duis. Vivamus felis. Gravida proin. Pretium lorem quam purus nam eget mi mollis proin scelerisque cum. Egestas purus. Aliquet etiam class sit penatibus donec et felis habitasse habitant enim quisque sed vestibulum tristique."
   ],
   "title": "Egestas lacus arcu."
  }
 ],
 "title": "Viverra felis odio mattis adipiscing donec urna lobortis phasellus sed."
}