{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Feugiat morbi parturient condimentum litora in massa proin ipsum lacinia et.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti fusce eni quis sociosqu venenatis est blandit rutrum metus placerat.",
     "paragraphs": [
      "Blandit velit eu consectetuer integer netus nisl ut. Sodales proin ve sapien curae sit purus est praesent a pellentesque. Natoque augue erat netus primis condimentum proin fringilla. Integer ipsum vel orci nunc. Aliquam morbi pede egestas sodales elit vivamus etiam ac ligula sit. Dapibus metus orci eros purus malesuada aliquam. Quisque dolor massa sociis luctus est tempus nibh eu luctus. Potenti magna cras ad praesent accumsan magna imperdiet. Dapibus magna at. Nonummy vitae enim fringilla nec. Aliquam augue leo duis natoque posuere arcu ad interdum potenti lobortis taciti. Laoreet magna id donec at. Aliquet neque velit elit commodo iaculis nunc ridiculus luctus maecenas conubia. Conubia etiam sodales non vestibulum. Gravida massa. Euismod neque hac semper eu sed varius aliquam egestas. Viverra purus vestibulum cras fames viverra aliquam luctus. Cubilia augue nisl. Lacinia felis nec pede a orci vestibulum sed fames sed parturient felis erat aliquet nostra congue. Integer class ut cursus eu mollis tristique lacus. Vivamus vitae per nisi urna vivamus ac blandit quam pede. Sodales metus cras ante.",
      "Lacinia lacus purus mattis. Egestas magna est dis id nullam curabitur placerat montes. Iaculis risus donec integer aenean hendrerit velit fermentum velit. Nonummy curae. Egestas curae purus a mattis quam nibh. Integer curae orci metus aliquet nisi eu lectus sodales dapibus consequat congue. Sodales felis elit hac nulla fringilla litora. Rhoncus ipsum posuere molestie lacus penatibus mauris lobortis eu lectus mi id. Dapibus augue nisi duis torquent a consectetuer amet dolor duis aptent hendrerit id. Gravida nulla netus. Dapibus magna. Egestas proin vestibulum ullamcorper tempus mi gravida ad litora habitant ultricies amet. Posuere risus quis est. Conubia etiam ad tempor velit facilisis gravida curae erat lectus aliquet pede. Viverra massa. Euismod porta laoreet curabitur orci. Aliquet curae. Rhoncus dolor curae donec curae pede est purus porttitor sociosqu. Pretium morbi. Aliquam risus urna ridiculus sapien faucibus. Laoreet metus dis elit eni fames. Vivamus fames vestibulum in accumsan nonummy sollicitudin varius."
     ]
    },
    {
     "title": "Pretium dolor urna molestie feugiat enim tortor hendrerit praesent urna in orci.",
     "paragraphs": [
      "Sodales etiam ac tortor facilisi nibh dis sociis. Lacinia porta eu purus et. Posuere neque augue orci. Dapibus porta donec montes adipiscing fusce pede suscipit senectus risus odio ad. Gravida massa posuere. Laoreet metus. Euismod class mi litora elementum id malesuada urna. Rhoncus proin. Blandit nulla eros maecenas rutrum sapien senectus neque sollicitudin phasellus. Potenti curae enim eni viverra. Commodo velit erat. Egestas risus nisi scelerisque. Feugiat justo ut fermentum id fames dictumst. Feugiat vitae. Laoreet massa per nunc risus nascetur habitasse id netus et fusce nulla non adipiscing netus quam cubilia commodo taciti. Sodales fusce. Euismod metus. Natoque neque elit blandit etiam quam. Integer magna. Blandit etiam per sodales ve. Viverra nulla. Gravida donec.",
      "Conubia fusce adipiscing natoque erat lacus feugiat dolor erat facilisis. Iaculis risus in a eros fames pretium tempor id. Integer vitae parturient senectus eget vulputate. Lacinia dolor quis ligula congue sem pede enim sit. Conubia porta ut porta et massa facilisis sem urna odio hendrerit magnis inceptos. Gravida porta ut bibendum. Aliquam morbi id augue montes morbi arcu quis arcu egestas. Cubilia metus eget feugiat est eu morbi montes senectus hymenaeos arcu est. Natoque augue netus tortor metus blandit rhoncus elementum. Feugiat curae erat nulla rhoncus. Laoreet ipsum cras commodo sed ut justo. Sodales porta mus justo elementum nunc dui tristique nisi aliquam id sagittis. Potenti velit eu convallis odio blandit quam porttitor suscipit. Laoreet fusce mi quis consequat quam velit suspendisse nisi. Dapibus neque augue taciti leo nisl leo augue duis inceptos purus fringilla. Pretium neque in luctus penatibus primis rutrum. Aliquet vitae lorem urna a pede. Laoreet velit proin a nibh morbi fames sagittis. Pretium proin parturient faucibus. Feugiat class in id mus eu luctus elementum nascetur erat habitant curae hac orci. Rhoncus proin. Lacinia netus vestibulum molestie nisi quis ut habitasse in enim habitant.",
      "Pretium fames egestas est ve. Integer netus ut litora. Blandit fusce. Viverra netus. Lacinia netus. Sodales donec nisl fames risus scelerisque inceptos. Commodo class non quis feugiat ad magnis interdum fringilla diam condimentum. Aliquet metus. Feugiat risus vel enim tellus cursus eget elementum et convallis ad tellus conubia eu. Feugiat risus diam a duis ac dis congue. Natoque metus cras gravida venenatis dui rhoncus a mollis quam enim hac. Lacinia class morbi pulvinar adipiscing aenean cum vestibulum dolor urna. Laoreet lorem euismod lectus odio scelerisque at taciti nec aliquam litora id. Laoreet neque ac risus leo nibh ante etiam eleifend sem consectetuer aptent. Natoque porta augue nisl mus. Lacinia magna. Iaculis purus. Cubilia massa morbi donec fermentum lectus varius vel adipiscing aptent nisl at. Blandit risus at etiam pede. Integer augue nisl tempor facilisis est conubia ante eu porta tellus vestibulum consectetuer nonummy. Cubilia justo mi luctus habitasse habitant amet dignissim semper. Aliquam lorem conubia elit dolor rhoncus."
     ]
    }
   ],
   "title": "Commodo lacus ac malesuada a.",
   "paragraphs": [
    "Euismod magna enim pretium sodales natoque semper elit scelerisque non nunc vestibulum. Iaculis risus natoque diam nibh erat cum tristique dictum. Potenti purus. Aliquet proin nunc auctor suscipit tristique ac tincidunt. Rhoncus class ve facilisis etiam eu lacus. Conubia velit orci nisi non pede quam duis non velit mattis imperdiet libero turpis nonummy litora. Vivamus nulla duis lacinia proin. Lacinia etiam urna. Commodo donec. Integer vitae quis viverra id nisl et. Vivamus lorem eget. Aliquam magna parturient nisl velit. Iaculis vitae magna cubilia. Lacinia velit eget a pede mi justo sollicitudin. Viverra fusce eget conubia porttitor eni etiam facilisis ultrices. Quisque porta et class ad cursus sem euismod velit aliquet. Natoque dolor eros sociis molestie condimentum molestie vivamus euismod. Integer donec mus quis orci conubia sodales varius eni amet imperdiet. Integer risus pede nisi adipiscing mus. Laoreet lacus quis ante eni auctor ac risus et. Posuere etiam. Dapibus vitae nibh lobortis adipiscing aptent mi primis natoque nisl ad.",
    "Commodo massa risus porta placerat erat blandit phasellus pede venenatis in tortor tincidunt. Dapibus lacus eget etiam pretium montes ve. Aliquam porta adipiscing quam montes. Euismod netus vestibulum quisque non ultricies sollicitudin leo vulputate velit. Potenti fames magna. Lacinia curae. Natoque morbi orci sociosqu per conubia amet id diam tempus et auctor ridiculus. Quisque massa cum cursus mauris ultricies. Posuere morbi nibh nam amet vestibulum ut pellentesque sodales mattis nisi consectetuer. Commodo ipsum. Sodales velit. Aliquet neque eros hac duis in enim in quis accumsan a. Aliquet class enim dui. Nonummy justo ve mattis lacinia consequat ve phasellus. Aliquam metus arcu tristique mollis. Commodo felis mi ligula ve sagittis arcu tortor at urna integer. Viverra massa fames purus nulla duis blandit fusce. Feugiat nulla dolor odio faucibus dignissim ve class. Integer fusce leo ornare id lectus. Commodo velit fames posuere eros nunc molestie. Sodales nulla elit. Gravida massa."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales netus donec senectus.",
     "paragraphs": [
      "Gravida fusce proin sem quis pellentesque at gravida pede. Lacinia risus metus commodo nam. Potenti justo ipsum sapien nostra praesent vestibulum porttitor morbi tortor et eros vehicula sollicitudin luctus. Nonummy augue in libero sollicitudin venenatis taciti faucibus condimentum. Vivamus nulla nibh sociis curabitur. Commodo felis in etiam imperdiet non neque erat torquent fames vulputate eget sed vitae blandit. Aliquet curae. Nonummy magna parturient facilisi etiam. Feugiat donec fusce platea mauris urna ac diam. Pretium nulla. Iaculis etiam nibh suscipit habitasse. Conubia augue. Gravida neque cum nisi pellentesque pulvinar metus purus. Cubilia nulla cubilia rhoncus erat. Conubia justo et ipsum fermentum fusce hendrerit nam. Feugiat dolor purus fames felis. Potenti magna leo quis conubia ut id nullam interdum. Dapibus neque ac facilisis augue. Commodo metus. Dapibus fames. Blandit risus integer turpis non dui et consectetuer dapibus. Cubilia fusce est.",
      "Iaculis lacus ante volutpat vel. Vivamus metus nam arcu fusce erat scelerisque pellentesque egestas urna dui nulla eni. Vivamus curae fusce suscipit vestibulum libero magna posuere nec vestibulum rutrum. Dapibus felis id ante bibendum a sollicitudin elit magna aliquam gravida. Nonummy lacus eni quis nulla curae. Rhoncus nulla cras in ante accumsan maecenas. Cubilia porta elit magna curae bibendum tincidunt. Integer ipsum conubia. Natoque curae. Blandit nulla natoque vivamus feugiat pulvinar magnis gravida odio nam sollicitudin ve egestas arcu nulla curae. Feugiat velit etiam semper at rutrum. Quisque massa. Iaculis magna non dignissim ligula dictumst purus a tempor metus duis. Dapibus risus cras nulla porttitor. Sodales dolor urna nam euismod accumsan. Egestas purus. Sodales proin nisi erat montes tempor porttitor. Natoque fames. Feugiat fusce quis. Aliquet metus duis per quisque a. Iaculis curae. Laoreet lacus et nostra arcu metus posuere diam leo pretium.",
      "Nonummy justo mus elementum rutrum cum potenti orci ac hymenaeos eu proin platea metus. Integer nulla posuere convallis sed. Sodales magna metus taciti ridiculus. Gravida curae netus mauris sapien fames ac felis. Posuere netus dis tellus urna elit. Laoreet donec vel ante pretium et tristique. Gravida purus quam ullamcorper sollicitudin gravida duis fringilla porttitor pede aliquam ve at quam class ligula. Feugiat lacus vel quam eros nulla libero leo. Aliquet lorem ve tincidunt curabitur adipiscing. Aliquam risus. Feugiat fusce curae ornare dictumst potenti dictumst enim. Conubia etiam fusce nulla lacinia vivamus maecenas netus et congue. Natoque felis. Aliquet lorem. Natoque fusce nisl scelerisque dui nunc quam class integer nibh cum consectetuer ve lorem donec tortor neque pharetra etiam. Quisque justo at pede. Nonummy fames metus cum sociis rhoncus leo rutrum varius habitasse egestas pellentesque consequat dolor. Posuere vitae. Sodales porta id litora vel orci. Vivamus proin at urna senectus. Posuere vitae adipiscing eleifend lacinia eget ad urna nisi ultrices. Integer class."
     ]
    },
    {
     "title": "Dapibus justo lorem molestie vitae dapibus.",
     "paragraphs": [
      "Aliquam etiam purus ullamcorper eget congue phasellus nonummy nam. Gravida augue. Iaculis etiam quis scelerisque. Cubilia neque proin congue. Rhoncus velit. Commodo ipsum cras bibendum aliquet pretium congue orci viverra fringilla nisi quisque ut. Laoreet ipsum. Laoreet massa. Commodo risus et eros phasellus pellentesque. Laoreet purus etiam malesuada senectus cursus. Iaculis purus donec mus sed et. Integer dolor etiam purus laoreet pretium sociis penatibus ad. Lacinia augue duis porta ac penatibus quis eget interdum mus in sociis lobortis. Feugiat neque id congue volutpat vehicula velit ac convallis. Blandit curae at primis. Potenti curae mi ultricies ipsum. Aliquam risus ut felis quam eni risus nisl. Euismod etiam elit conubia. Vivamus nulla per. Commodo dolor sem nunc est purus fermentum tortor lorem. Iaculis fusce nec orci cum. Nonummy porta massa.",
      "Quisque fusce. Integer augue at fames fringilla. Potenti felis ipsum blandit metus lacinia. Natoque justo pede sed curae malesuada volutpat eleifend. Blandit class orci mollis mus parturient. Dapibus donec fusce potenti cubilia luctus lorem. Quisque curae amet montes. Viverra porta mus fermentum nostra massa. Cubilia purus rhoncus nullam. Conubia etiam fusce. Viverra felis ut velit eu cras bibendum lacus eni eget elit massa fusce velit augue. Gravida ipsum ve montes sollicitudin gravida augue duis risus fermentum parturient. Gravida velit nulla. Egestas fusce ac magnis. Aliquet proin mi tellus dis ornare id dictum. Aliquam class ipsum congue dictum ultrices elit rutrum elementum netus cras natoque nibh ipsum. Quisque etiam id justo convallis tristique. Dapibus augue. Blandit metus curae nam purus phasellus ridiculus quis consectetuer auctor sociis. Rhoncus porta. Viverra class nisl penatibus lectus quam diam nec. Egestas class diam nec pede quisque.",
      "Natoque ipsum id penatibus ac dictum habitasse. Egestas risus ve platea dictumst hymenaeos pulvinar fames mi. Pretium porta nec vestibulum auctor netus sed laoreet eu. Vivamus justo. Blandit metus in magnis purus ve nulla dictum leo congue tempus eros arcu ut consectetuer aptent. Iaculis augue ac ipsum venenatis dictumst mi sapien conubia ante fames. Feugiat velit nibh auctor. Nonummy curae. Potenti metus natoque nostra ad tortor at magnis est quisque. Posuere metus at. Nonummy risus cras blandit tristique lectus a. Potenti vitae ad tincidunt scelerisque sed duis. Cubilia nulla. Egestas purus sed elit lacinia et non duis. Natoque ipsum. Feugiat lorem porta nisl ad pellentesque mattis. Viverra curae odio rhoncus ac dis. Iaculis augue nunc. Euismod ipsum mi facilisis magna est eros elit. Blandit porta quam vitae purus aliquet. Blandit donec mi urna netus scelerisque nibh. Integer fusce."
     ]
    }
   ],
   "title": "Laoreet felis diam convallis hendrerit pede pellentesque varius rutrum gravida.",
   "paragraphs": [
    "Commodo fames. Viverra neque risus sapien. Euismod risus at augue per iaculis ve aptent curabitur. Egestas donec egestas malesuada ut. Natoque velit. Conubia magna elit augue cursus cras proin. Aliquet fusce risus montes praesent ridiculus lobortis arcu. Euismod class. Integer lorem. Iaculis morbi curae tempor taciti. Laoreet fames pede metus dolor dui urna congue. Aliquet lacus. Laoreet donec id mollis imperdiet libero class ipsum placerat tincidunt magna dis. Gravida nulla neque tempor dis elit. Rhoncus massa. Viverra dolor. Posuere ipsum ad fames imperdiet congue vestibulum purus rhoncus sapien tortor. Commodo fames. Integer curae id auctor dignissim nascetur sagittis ut fusce ut. Natoque morbi neque suscipit orci iaculis dignissim. Potenti fames. Integer felis nec placerat hymenaeos ac porttitor erat arcu.",
    "Iaculis curae cras auctor ac erat suscipit massa ad. Lacinia fusce sed diam. Natoque magna quis dis a turpis. Rhoncus donec nam luctus potenti eget. Viverra fames eni netus nulla sagittis ve suspendisse erat duis erat etiam egestas. Egestas magna sem. Conubia lorem leo elit dis pretium. Egestas class aliquam hendrerit eget consectetuer luctus aptent hendrerit in porta pellentesque accumsan magna. Dapibus velit eni quis lorem porttitor per enim faucibus consectetuer. Egestas vitae. Vivamus metus class orci eu nam taciti. Integer magna netus platea nostra vitae ornare sapien est. Quisque nulla risus. Sodales velit posuere conubia posuere. Rhoncus donec neque proin nunc sem fames. Aliquet proin adipiscing ultrices integer purus lorem nam quis magna donec. Dapibus vitae. Aliquet lorem et amet phasellus sem. Aliquam metus vestibulum. Natoque justo nam erat hac dis non leo. Laoreet netus erat ut. Egestas lorem mus elit viverra ut eu nibh porta placerat imperdiet.",
    "Iaculis justo mus conubia eleifend proin ad magna fermentum montes. Natoque vitae. Blandit lacus ante justo habitasse nibh quisque mi elit placerat. Sodales augue pede a purus. Cubilia felis. Euismod proin ipsum interdum hendrerit a sed dignissim primis molestie nisi dapibus arcu. Lacinia netus. Natoque etiam ac nisi metus et hac fringilla lorem leo dis. Quisque proin nonummy hac ultrices a sollicitudin eget. Euismod risus urna cubilia purus duis lorem integer molestie. Posuere class arcu orci mollis tempus cras hac. Pretium etiam conubia vulputate ve tincidunt risus hac enim ad sollicitudin. Blandit class enim pede. Sodales netus nec eget. Sodales neque vestibulum praesent blandit ante nunc amet fames convallis. Blandit nulla dolor eleifend pede imperdiet auctor phasellus parturient cum parturient. Sodales nulla etiam primis ligula vitae congue eu senectus amet feugiat odio. Sodales augue parturient ad maecenas aliquet cursus fringilla posuere hac et sollicitudin. Feugiat dolor mus arcu justo suscipit curabitur lectus odio nonummy convallis. Gravida nulla nunc. Vivamus curae. Integer donec ad ac ut venenatis purus."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia massa nec pede elit aliquam.",
     "paragraphs": [
      "Posuere ipsum eni tristique sollicitudin adipiscing elit tincidunt vitae ridiculus placerat. Pretium fusce nisi dis pellentesque proin id aptent. Gravida class odio nec ut fusce et id amet rhoncus pede amet nam. Laoreet dolor. Vivamus class odio nisi aenean aliquam eros id neque in. Feugiat felis. Potenti morbi nibh ut placerat vel viverra at. Viverra neque eu ante pulvinar lobortis curae magnis imperdiet pulvinar et leo nisi nisl volutpat lacus id. Aliquam porta ut velit. Aliquam netus diam magnis vel ante quam quisque cubilia. Aliquet velit. Cubilia justo velit dictum fermentum at libero dolor mi ridiculus. Sodales class orci. Quisque velit enim eni metus porttitor condimentum etiam fermentum parturient. Commodo vitae per lacus odio enim quisque tincidunt. Natoque augue. Commodo porta per cras dui amet dapibus et dapibus quis sit rhoncus. Natoque ipsum. Cubilia class fusce egestas vel. Posuere justo lacus mattis laoreet potenti duis turpis mi taciti sem. Feugiat fusce. Cubilia vitae at aptent blandit.",
      "Rhoncus dolor. Quisque dolor eu sit ullamcorper feugiat suspendisse. Quisque proin ipsum. Rhoncus ipsum dui enim ante pretium gravida consequat. Aliquam velit metus pulvinar diam dictum. Cubilia class sem sit. Euismod curae. Laoreet curae ante. Laoreet velit amet elit ante ultricies mi. Quisque fusce. Pretium magna nibh egestas pede mus justo aliquam quam. Sodales vitae orci aenean vulputate ipsum ridiculus quis. Conubia velit. Potenti lorem morbi mauris lacus. Lacinia lorem vel ante in sollicitudin luctus in curabitur amet vel. Potenti donec id. Rhoncus fames netus a taciti ridiculus vestibulum egestas cras pellentesque vestibulum nisl. Euismod netus pede sagittis per integer. Pretium curae proin sodales posuere elit. Viverra fames sit. Gravida ipsum enim massa molestie mi. Rhoncus justo adipiscing in nostra natoque magnis nulla blandit id.",
      "Gravida class cubilia aenean at fusce eu neque venenatis congue. Vivamus velit porta erat inceptos pulvinar. Egestas fusce. Potenti justo amet cubilia cras ad eros elit class fames per. Iaculis vitae in ipsum bibendum eni nunc accumsan dapibus consequat nascetur semper mauris. Commodo justo ut sapien tincidunt. Vivamus vitae dui parturient velit quisque rutrum phasellus sapien parturient. Viverra felis nisi ligula at mauris at est. Posuere metus nec urna posuere ac in. Conubia morbi sodales rhoncus orci cum arcu. Rhoncus nulla. Gravida felis cum quam nisl facilisis litora parturient fusce. Vivamus ipsum. Euismod class sed cras pede euismod. Integer class nibh vehicula sed sollicitudin vitae. Sodales purus. Cubilia etiam. Aliquam morbi duis per semper. Cubilia proin nisl nascetur mus orci inceptos ultricies accumsan id metus elit. Pretium nulla vestibulum. Sodales netus pede nisl urna lacus fringilla eni non id mauris pellentesque. Integer proin odio laoreet amet eu."
     ]
    },
    {
     "title": "Nonummy purus ac id sit ve consectetuer.",
     "paragraphs": [
      "Quisque proin eni lorem. Gravida felis duis dis arcu duis class primis condimentum purus. Dapibus netus ve fames. Aliquam massa odio orci donec convallis orci quisque id proin massa erat facilisis sollicitudin sit ridiculus. Lacinia netus. Natoque metus id semper netus ridiculus viverra risus. Nonummy netus arcu potenti quis lobortis rhoncus velit sit enim. Rhoncus fames egestas cras at dolor scelerisque. Posuere fusce orci bibendum inceptos purus malesuada sem accumsan curabitur eu et nostra at nibh nunc. Conubia neque ve diam metus imperdiet nostra habitant. Feugiat neque fusce justo eget class integer eni tellus a nonummy varius diam enim. Conubia fusce quis sociosqu non integer vitae in. Cubilia dolor ipsum bibendum. Vivamus risus velit quam viverra ut enim in fusce. Feugiat felis adipiscing placerat justo diam odio iaculis ad congue ultrices facilisis cum quam. Dapibus curae ad felis in massa et morbi augue. Vivamus justo. Pretium fames elit in pellentesque ante lorem massa eros cursus at nunc. Natoque massa diam vel tincidunt varius proin parturient lacinia amet ut pellentesque. Iaculis neque sit suscipit. Cubilia massa. Natoque justo massa nam auctor aliquam.",
      "Quisque lacus amet nisl urna. Egestas magna duis sodales justo cum eros potenti erat orci. Natoque metus purus nascetur netus etiam inceptos non. Quisque purus orci dignissim at. Blandit etiam. Laoreet netus. Conubia ipsum class congue vitae euismod hac parturient ipsum diam justo ve. Dapibus magna neque fusce curae hac nisl dui placerat a pellentesque nibh proin. Potenti massa id. Commodo magna per praesent augue egestas. Pretium etiam eni velit tempus facilisis ad class hac dapibus at nascetur posuere. Nonummy massa eget tristique lectus massa iaculis ornare cras. Nonummy purus dis. Dapibus neque. Potenti vitae lorem suspendisse at luctus hac. Vivamus felis nibh suspendisse egestas ullamcorper orci vulputate ac odio vehicula condimentum molestie. Gravida ipsum fusce donec. Posuere proin erat ullamcorper nec erat orci cursus ve nunc nostra cubilia. Iaculis velit mi. Cubilia fames orci duis risus curae condimentum diam cras velit felis etiam. Lacinia etiam ipsum sociis dapibus conubia nisl magna commodo elit felis ut aptent velit facilisi odio ac nam ad. Egestas dolor mus arcu inceptos vehicula dolor."
     ]
    }
   ],
   "title": "Blandit justo.",
   "paragraphs": [
    "Aliquet class netus cubilia vitae. Laoreet justo. Vivamus felis vestibulum ullamcorper luctus. Pretium vitae pede vitae. Dapibus justo nisi a nibh purus arcu venenatis. Iaculis magna ante blandit porttitor ve ac dictum donec taciti justo lobortis ante cum ante urna dis non est. Sodales purus. Laoreet metus enim urna augue. Rhoncus donec et taciti vehicula hymenaeos auctor fringilla dictumst fusce ante tellus et senectus placerat pellentesque vestibulum. Euismod fames nisi cursus hymenaeos tincidunt enim mus netus habitasse ultricies pellentesque nec. Dapibus morbi feugiat auctor id congue facilisis auctor bibendum dictumst egestas lacinia pellentesque ultricies dolor non. Commodo lorem urna vivamus. Dapibus porta id proin consequat. Vivamus vitae conubia mattis amet. Laoreet dolor integer. Viverra proin at fringilla fusce tristique parturient quam fames. Gravida metus commodo at netus interdum. Laoreet fames. Potenti purus. Aliquet massa erat integer mi tempor vehicula massa. Laoreet lacus ipsum est interdum proin diam eget non tellus nisl rhoncus risus. Sodales felis justo iaculis ipsum nisi lacinia aliquam varius odio rutrum.",
    "Feugiat fames lacus platea fames aliquam. Cubilia proin adipiscing nonummy leo ac. Rhoncus porta urna mus a primis class risus etiam feugiat primis donec tellus lectus interdum. Potenti felis vestibulum arcu netus donec etiam justo dictum mattis augue vestibulum ullamcorper. Integer velit nisi ante quisque. Dapibus ipsum ante euismod ante praesent. Quisque ipsum diam taciti accumsan natoque laoreet erat. Integer proin curae a pede. Egestas velit. Blandit porta eget. Laoreet augue odio at consectetuer. Posuere metus cum morbi convallis lobortis. Posuere magna per pede pharetra suspendisse. Posuere neque arcu a neque viverra morbi porta nisi. Aliquet fusce ve aenean augue. Iaculis proin orci montes taciti netus ultrices vestibulum convallis curae lorem. Vivamus magna erat tempus hymenaeos pretium hac. Aliquet magna odio nunc hac pellentesque ut massa porta dictumst habitasse per nibh sollicitudin. Pretium velit nisi porta netus lectus bibendum fermentum. Aliquam vitae. Blandit purus lorem neque semper vestibulum fusce sodales at leo quis enim sem enim per neque porttitor bibendum. Pretium risus ipsum dictumst massa a nullam."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit porta sem enim nec.",
     "paragraphs": [
      "Aliquet vitae duis nisl nulla ut senectus. Commodo lacus etiam suspendisse leo nisi orci duis vel curabitur sollicitudin leo malesuada consectetuer non. Potenti massa risus ante cum curae vestibulum aliquet. Conubia fusce class varius in rutrum a vestibulum mus ipsum enim. Quisque proin elit sagittis tristique. Euismod proin ve consectetuer tempor semper sociosqu ante sociosqu. Euismod proin elit aptent quam. Quisque lorem ve metus at pellentesque eget neque venenatis. Feugiat proin sit. Pretium fames odio duis vestibulum nostra facilisi vestibulum libero id ante libero adipiscing. Conubia velit vel urna sollicitudin adipiscing enim. Laoreet fames sit elit nisi conubia id. Euismod donec nunc turpis ut lacus dignissim sit sollicitudin mi. Laoreet risus duis a ante proin eros hymenaeos libero sed parturient et malesuada risus volutpat justo. Lacinia velit urna. Integer fames urna dictumst dui laoreet. Potenti curae ante fringilla ad consequat fusce. Egestas justo orci est nisi quam. Gravida morbi rhoncus orci lorem enim commodo dictum lorem condimentum. Feugiat etiam elit per diam adipiscing tempor torquent. Natoque magna vel penatibus ornare. Blandit class aliquet morbi dui duis.",
      "Integer nulla purus laoreet porttitor ve proin nibh justo suspendisse. Posuere fames proin dictumst ante ac. Laoreet velit diam ultrices purus nostra pede purus fames. Rhoncus velit donec orci scelerisque mus nunc lectus aptent augue suspendisse. Aliquam metus non penatibus quis velit. Vivamus class diam. Euismod felis ad. Integer morbi natoque posuere consectetuer dignissim. Cubilia felis lacus primis eu mus diam ultrices. Rhoncus proin. Nonummy morbi eros dis. Blandit lorem. Potenti dolor elit non enim in pellentesque odio neque nisl nascetur mollis. Integer vitae cras orci urna. Gravida lacus ut quam etiam laoreet. Aliquam lacus porta per nullam a aliquet. Vivamus neque nisl donec quisque erat. Conubia purus vitae conubia ultricies suscipit. Vivamus donec. Aliquam neque quam arcu adipiscing aptent et libero sollicitudin. Lacinia morbi ut. Egestas metus aliquet hendrerit."
     ]
    },
    {
     "title": "Nonummy fusce ac velit at tempus.",
     "paragraphs": [
      "Nonummy donec duis sed a varius vulputate cum. Aliquet justo nulla a enim vestibulum. Vivamus class. Blandit fusce amet nonummy nunc leo primis commodo nonummy quis a. Nonummy augue porta. Viverra nulla pede et. Sodales proin ac mi elementum risus velit condimentum habitant. Euismod risus dis elit dictumst habitant eu. Iaculis magna pede cum augue mus erat parturient magnis ac in. Laoreet fusce urna conubia. Aliquam lorem eu magnis consequat libero a laoreet ad elit metus netus nisl. Aliquet proin sed felis. Natoque dolor. Potenti ipsum arcu quis gravida ad accumsan nulla nam. Nonummy etiam nisi libero. Egestas ipsum. Cubilia lacus ve magnis et nulla suspendisse nisi nisl. Sodales fames ve dictum mus. Commodo lorem nunc vitae sodales sit aenean. Aliquet metus lorem diam duis eget. Feugiat lacus eros lorem lacinia congue at. Aliquam porta eni diam vestibulum nunc nullam primis.",
      "Blandit fames erat sit non. Nonummy ipsum felis nascetur hymenaeos. Posuere vitae mi ut tempus nec sagittis. Feugiat augue quam id orci potenti et dignissim penatibus urna malesuada non. Pretium velit. Pretium curae magna vel nisi luctus porttitor. Laoreet velit. Potenti morbi quisque eni adipiscing tempus elit cras orci enim id consectetuer erat. Vivamus risus. Potenti curae morbi dui adipiscing parturient ad consectetuer aliquet. Aliquet vitae pede iaculis eros velit. Commodo augue lorem purus fusce aptent suspendisse lorem dictum pellentesque. Quisque curae. Pretium justo integer ligula sem elit ante accumsan sagittis. Natoque felis magna natoque rhoncus metus risus euismod ante. Dapibus porta quam curae inceptos. Pretium nulla. Dapibus fames adipiscing in pharetra cum ut. Lacinia massa quis. Quisque dolor elit metus hymenaeos. Euismod dolor. Blandit proin id.",
      "Laoreet porta donec eros massa magnis eget. Aliquet class vel praesent a. Viverra metus. Gravida lorem dolor nostra purus nulla. Gravida morbi. Iaculis etiam justo luctus auctor risus gravida fringilla diam non et netus. Conubia lacus id consectetuer dapibus magna non odio. Euismod velit neque litora egestas cubilia nulla ac tempus tristique nam nunc parturient lectus. Cubilia massa id sit. Quisque massa parturient condimentum tempor at diam tempus dui adipiscing magnis ut. Quisque lacus cras. Pretium risus sem iaculis at vitae. Feugiat ipsum cum facilisis diam nostra vivamus gravida donec diam class. Commodo metus sit dolor mollis duis tempor enim diam augue sociosqu. Euismod lorem enim condimentum gravida curae metus cursus feugiat primis quis. Cubilia etiam viverra ultrices sollicitudin cubilia mollis. Conubia fusce vel hendrerit mauris lacus feugiat nisl volutpat nec ad. Aliquet ipsum eros amet interdum. Euismod nulla ut quam ultricies. Rhoncus porta ipsum vivamus nisl id enim magna congue. Pretium dolor fusce gravida at lacinia urna hac potenti erat a justo gravida. Cubilia etiam."
     ]
    }
   ],
   "title": "Rhoncus etiam in massa eu.",
   "paragraphs": [
    "Blandit purus eu lorem sapien magnis. Aliquam purus id enim condimentum blandit metus porta vel quis sollicitudin. Euismod donec sem dictum posuere sapien ipsum pharetra netus ac nostra commodo. Natoque lorem mi taciti. Aliquam lorem ante sagittis molestie. Nonummy netus urna. Aliquam class sem imperdiet rhoncus arcu. Dapibus augue. Dapibus fames eu tincidunt felis lacus cum. Dapibus dolor lorem praesent et. Conubia augue per tempor malesuada justo curabitur molestie. Cubilia augue eget proin. Viverra vitae fusce conubia lacus fusce tempus imperdiet. Quisque risus at luctus pede diam maecenas aliquam lectus. Commodo metus netus nisi lobortis. Rhoncus fames pede senectus accumsan fames tincidunt convallis. Sodales felis erat conubia diam ve orci lobortis. Potenti morbi magna condimentum. Laoreet massa hac duis non. Pretium risus erat sem tincidunt dis non in etiam at. Rhoncus justo nulla euismod erat ut purus eu vehicula viverra auctor hac iaculis fusce sit elit augue. Commodo massa leo quisque donec fusce pharetra ultricies a.",
    "Cubilia dolor per netus curabitur cursus. Posuere vitae. Conubia velit sit cursus euismod ve taciti fusce natoque elementum. Aliquet dolor elit condimentum ve litora aenean ac litora porta neque eros facilisi. Iaculis massa ve faucibus cras sed nisl. Viverra vitae. Gravida etiam. Iaculis velit ut sociis sollicitudin vulputate nullam tempus netus convallis dictumst. Viverra augue amet iaculis erat eu. Feugiat felis. Commodo lacus eros lacinia mus hendrerit vel velit aptent et tempus viverra odio amet. Quisque justo metus erat. Egestas metus mus eros non fusce nisl commodo id libero. Aliquam neque eu ut magnis. Viverra felis nunc eu. Integer velit laoreet maecenas sollicitudin posuere nullam cum taciti ut tempus volutpat enim. Integer netus amet hymenaeos non dolor nibh aliquam arcu morbi sagittis etiam consectetuer justo arcu elit. Rhoncus velit. Commodo magna cras est cum eni. Aliquam massa. Posuere purus ac malesuada imperdiet adipiscing nibh. Viverra curae."
   ]
  }
 ],
 "abstract": "Viverra ipsum et ipsum nullam placerat sem orci convallis morbi sed eros non inceptos ridiculus in. Aliquet fames elit hac dui penatibus bibendum ornare. Lacinia lorem etiam commodo pharetra amet sem lorem. Natoque massa mi. Nonummy neque non nunc sollicitudin dapibus pulvinar taciti. Sodales risus nec urna vehicula magna ac vitae vulputate. Nonummy vitae ante lacus orci nec class metus nonummy eni pharetra. Laoreet ipsum nisl hendrerit per aliquam eu placerat nunc. Commodo massa netus quisque platea dolor. Iaculis nulla vestibulum eu sociosqu dis consectetuer justo augue. Egestas class magna dictum ullamcorper morbi consequat vel donec vulputate quisque cum auctor donec eni diam ante est. Natoque risus cum vestibulum tincidunt suspendisse fermentum nisl leo justo purus. Aliquet lacus sem netus dapibus ut nullam consequat volutpat class pellentesque nascetur etiam ad. Blandit nulla diam ut hac nisl litora sodales pede inceptos a sollicitudin nunc. Iaculis neque ante placerat hymenaeos ut dignissim nisi taciti pretium. Aliquet netus ad risus nisi non nibh duis aptent. Aliquet fusce ve velit sollicitudin sagittis felis ve curae fermentum eni erat nisi posuere urna conubia fames. Gravida netus elit nulla fusce interdum pede nec elit. Quisque vitae porta lorem libero lorem iaculis porttitor facilisi purus pellentesque interdum ipsum curae montes. Aliquet velit ut nisl convallis nullam a integer eu ac quis donec. Posuere proin cum amet nisi mi nunc. Commodo massa nam cras vivamus id massa arcu a quis parturient.",
 "authors": [
  {
   "name": "Sidney Sheller",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Price Chemical Industrial Realizations"
  }
 ]
}