{
 "sections": [
  {
   "title": "Quisque lorem dui nisl.",
   "paragraphs": [
    "Aliquet fusce vel nulla eni quam. Vivamus augue erat. Gravida porta ad lobortis mollis curae eget aliquet nisl ut pellentesque semper ipsum tortor. Natoque lorem orci cubilia a auctor quam at pellentesque. Rhoncus nulla pede mi cum litora orci eget platea eu. Quisque dolor. Dapibus class dis vitae mus litora lorem odio semper. Integer etiam ve. Gravida purus velit dictum proin parturient id volutpat egestas. Commodo class duis egestas sodales orci ac quis id per pede et. Laoreet felis nisi laoreet. Nonummy lorem class taciti et ac odio scelerisque consectetuer. Gravida velit justo leo dis iaculis vehicula. Pretium morbi arcu conubia magnis. Laoreet justo erat integer mi maecenas senectus vitae. Conubia donec orci torquent nec. Dapibus ipsum. Rhoncus justo dis lectus habitant tincidunt vitae nulla ligula. Natoque velit non urna parturient varius metus pede. Vivamus justo arcu sed neque posuere duis ad velit massa blandit. Potenti proin leo tempus dis viverra pharetra at suspendisse ante turpis quisque eget volutpat malesuada. Euismod lacus eros.",
    "Euismod augue. Dapibus magna. Iaculis fusce. Potenti velit. Commodo donec. Euismod fames laoreet nisl vestibulum primis felis varius morbi suspendisse est dictum venenatis. Pretium proin massa dictumst vestibulum ligula fames vestibulum ante massa ad porttitor porta id nostra. Feugiat dolor cras augue in metus accumsan. Viverra curae. Pretium fames at class tellus. Cubilia justo. Lacinia risus elit felis donec netus. Quisque donec quam bibendum felis convallis sociosqu. Potenti morbi. Aliquam magna neque feugiat dolor. Blandit risus fusce felis erat dictumst ullamcorper per dictum purus adipiscing integer arcu massa aliquam. Blandit vitae nisl enim nonummy hymenaeos eget nulla suspendisse. Egestas fames. Cubilia purus dui. Cubilia neque dui urna. Euismod fusce est imperdiet justo mi libero habitant. Pretium ipsum eros eni."
   ],
   "children": [
    {
     "title": "Pretium ipsum mi.",
     "paragraphs": [
      "Nonummy massa. Integer porta. Iaculis netus conubia porta donec. Nonummy risus purus nec sociis eros penatibus velit. Feugiat neque justo bibendum porttitor varius parturient neque. Lacinia curae ipsum imperdiet cum dis sollicitudin mi ipsum montes. Pretium ipsum eni. Posuere class odio arcu adipiscing sed purus fermentum arcu est. Cubilia morbi odio lorem. Dapibus vitae amet est aliquet placerat posuere id sed ve neque eu. Nonummy lorem etiam diam. Lacinia porta pede sociis tristique suscipit tortor orci fermentum bibendum ad. Blandit augue. Vivamus dolor. Quisque felis velit ornare suspendisse lorem nostra ultricies. Lacinia velit adipiscing placerat blandit congue nibh aliquet eu feugiat eros. Cubilia augue mi fames bibendum nibh sodales sapien ac erat hendrerit mattis. Quisque purus. Vivamus justo quis sociis mus. Feugiat augue. Iaculis neque nisi. Vivamus class id lectus pellentesque per etiam vulputate facilisi lorem dignissim mus etiam cursus arcu.",
      "Sodales magna neque erat dis laoreet nunc sagittis a sollicitudin orci dapibus at eni magnis pretium nunc interdum. Egestas dolor ante scelerisque cubilia. Aliquet velit quis eni est rhoncus. Blandit lacus amet eget duis vestibulum. Nonummy lorem ut lectus. Posuere neque nibh. Sodales class curae montes in ve erat maecenas tellus sociis. Rhoncus porta ut facilisis erat. Pretium class at et ultricies morbi quis est amet leo aliquet et ve eu proin primis augue porta. Rhoncus purus. Vivamus risus massa. Natoque fames. Quisque velit leo. Feugiat risus velit a viverra. Conubia neque. Commodo augue conubia ultricies magnis convallis. Nonummy fusce eu ut nibh ridiculus nec pede diam neque facilisis. Integer proin hac ante id neque dignissim malesuada. Integer morbi nonummy nec nisi. Posuere justo massa quis per magnis dictumst curabitur luctus in. Euismod metus urna commodo mus mi ligula ac gravida quam senectus vestibulum. Commodo class at et ac id nibh volutpat conubia."
     ]
    },
    {
     "title": "Integer morbi.",
     "paragraphs": [
      "Vivamus class lorem est quam eros suscipit elementum inceptos risus mi curae. Blandit curae id lacus. Blandit purus nibh mattis ut cursus per egestas mi purus sem. Commodo vitae morbi nulla volutpat in curae. Quisque velit parturient nascetur lacinia aptent netus pharetra fringilla tempus felis facilisis. Iaculis metus. Pretium ipsum porta. Blandit morbi. Iaculis velit ad eros nullam sed rutrum. Dapibus purus eni urna ve. Euismod velit ipsum dui parturient porttitor class tortor. Laoreet fames mi fermentum urna eros habitasse in etiam massa egestas tincidunt. Iaculis proin etiam mauris facilisis proin elementum. Integer magna urna pretium aenean litora proin. Quisque massa at lacus eros feugiat. Cubilia purus nibh a diam et eget curabitur. Feugiat velit. Natoque curae orci mus lectus in pede. Commodo curae quam maecenas sem. Viverra donec lorem lacus montes dolor. Vivamus felis adipiscing id sollicitudin rhoncus varius. Sodales purus.",
      "Vivamus magna vestibulum potenti cras in pellentesque. Potenti netus ve congue lobortis netus a nibh risus aptent ante suspendisse gravida scelerisque eget tortor elit. Blandit ipsum. Integer morbi elit arcu dolor aliquam senectus. Aliquam proin cras nascetur nulla mollis odio. Egestas lorem at primis curabitur ultrices ad scelerisque nunc ridiculus. Posuere nulla amet natoque donec elit eni ac a. Lacinia curae id dignissim massa elit cras conubia ad malesuada potenti augue nam lectus ad metus. Viverra proin erat lacinia taciti netus iaculis nunc pharetra potenti conubia nisl justo. Dapibus lorem nunc sed odio aliquet semper facilisis. Rhoncus etiam ve augue habitant quis sem lacus vestibulum. Conubia metus eget aenean libero eleifend habitasse habitant cras primis. Dapibus risus. Cubilia felis massa lorem mauris adipiscing suscipit porta ac congue at cursus nascetur. Lacinia etiam fames quis eni natoque. Blandit neque duis cubilia nibh ut. Iaculis proin urna a elit ve leo porttitor fusce eu molestie lacinia sociis. Viverra morbi eni amet sociis. Aliquam magna. Iaculis neque duis a metus. Egestas massa eu platea. Gravida curae eget aliquet integer quis ante risus."
     ]
    }
   ]
  },
  {
   "title": "Blandit etiam duis varius adipiscing sollicitudin natoque.",
   "paragraphs": [
    "Euismod ipsum proin eros hymenaeos maecenas magna nonummy eu sociosqu gravida turpis. Laoreet netus euismod eleifend diam. Nonummy neque. Laoreet lorem. Nonummy donec proin commodo cubilia orci. Blandit massa vestibulum condimentum congue at. Blandit netus. Gravida netus eu metus sagittis quam integer at molestie nisi dictumst pulvinar in quis senectus. Euismod lacus nibh ve. Rhoncus vitae ac eni ve eros morbi. Laoreet massa. Aliquam purus nec nisi hendrerit. Potenti magna. Natoque augue odio. Aliquet nulla felis dictumst et neque quam lobortis est. Iaculis class mi sollicitudin potenti justo etiam felis sagittis. Quisque dolor diam fermentum id. Posuere fusce dui cras elementum hendrerit eget. Gravida curae purus ullamcorper. Viverra class. Aliquam vitae nisl imperdiet suscipit litora amet. Aliquet curae et venenatis vestibulum sit risus nibh taciti iaculis.",
    "Aliquam risus. Euismod vitae. Commodo nulla risus odio nec lobortis a sollicitudin duis laoreet mi tortor curae. Aliquam lacus curae a aliquet varius curae scelerisque quam cras lacus imperdiet penatibus nisl tincidunt. Commodo massa id. Natoque velit ac nibh curabitur. Egestas purus. Integer justo. Sodales proin odio orci est nullam ve laoreet nibh per. Integer porta nisl quam molestie justo eni diam posuere hac elementum hac vitae curae turpis class. Natoque augue id montes praesent velit ac etiam magnis non quam. Posuere magna ve a quam vestibulum phasellus. Rhoncus vitae enim suscipit vehicula class curabitur vestibulum nisl libero blandit. Potenti lorem parturient suscipit conubia aliquet nunc. Commodo felis potenti ut pharetra cubilia velit odio etiam ultrices etiam sed quam. Blandit netus. Egestas purus mus fusce. Euismod lorem nunc. Dapibus neque adipiscing eleifend nisi blandit. Lacinia dolor dis. Rhoncus velit orci laoreet ad enim fusce. Potenti justo neque urna quam adipiscing phasellus diam congue mus vestibulum ut fringilla class eros."
   ],
   "children": [
    {
     "title": "Rhoncus risus orci placerat tristique ve phasellus.",
     "paragraphs": [
      "Potenti ipsum nisi non a tortor vulputate aliquam. Sodales morbi ante non neque eget eni volutpat viverra cubilia. Egestas class per nibh mus potenti. Conubia metus adipiscing feugiat sem. Conubia vitae nunc eu quam sapien tincidunt suscipit. Cubilia proin ad tempor. Rhoncus nulla morbi dictumst tristique at fermentum. Viverra porta. Cubilia dolor dis suscipit metus pellentesque dignissim curae imperdiet nunc. Cubilia class eros commodo rutrum eget posuere congue velit dignissim. Euismod lorem ut sit ultricies sapien purus commodo. Aliquam nulla. Pretium morbi elit quam velit metus eleifend dolor lorem sociis metus. Gravida fusce. Vivamus felis parturient scelerisque tellus id suscipit. Aliquet dolor lacus senectus sed auctor nostra nunc erat malesuada luctus ante in. Viverra felis eget taciti posuere. Blandit curae vestibulum lacinia. Posuere fusce ante cubilia ve dis fringilla sociis placerat neque urna nullam. Iaculis purus enim integer ad tellus hac natoque. Aliquet etiam magna sapien. Quisque nulla eu consectetuer duis blandit lorem.",
      "Natoque neque metus erat risus taciti. Feugiat morbi risus sagittis fames id risus inceptos justo blandit. Posuere felis et eu. Quisque netus augue congue pellentesque egestas dolor erat vel porta elementum. Rhoncus metus. Aliquet lorem ve. Posuere fames ad varius risus sociosqu at dis enim facilisis. Laoreet etiam. Euismod massa ante sed. Rhoncus vitae duis arcu fames ve justo ve congue. Viverra massa id pellentesque nonummy ipsum vestibulum condimentum taciti mi. Viverra nulla sit nunc elit phasellus. Cubilia morbi. Feugiat metus diam potenti amet torquent suspendisse mus primis. Conubia felis adipiscing accumsan nisi tortor est. Feugiat fames. Blandit ipsum id. Lacinia felis. Egestas lacus diam laoreet nisl nisi orci facilisi vestibulum magnis justo ullamcorper. Lacinia risus metus torquent nec amet pellentesque. Posuere class felis phasellus. Euismod risus et class duis fusce dapibus."
     ]
    },
    {
     "title": "Cubilia metus natoque gravida rutrum duis ullamcorper.",
     "paragraphs": [
      "Dapibus magna amet cursus blandit. Iaculis purus proin condimentum mi nostra ve volutpat erat. Quisque magna velit pede luctus primis porta magna scelerisque non at urna. Commodo augue sit commodo mauris cras nonummy et inceptos primis vestibulum. Conubia risus mus. Laoreet neque dui mattis mus. Vivamus donec. Cubilia fames dis iaculis eu tristique. Sodales ipsum morbi cursus vitae mollis interdum. Egestas fusce elit odio potenti ante diam fames sodales aenean morbi mus neque nec lectus. Conubia etiam at ante velit phasellus placerat nunc cum lacus ante. Quisque proin at tristique augue felis lectus hac turpis a adipiscing. Euismod augue amet mattis turpis. Dapibus risus ad phasellus fusce inceptos adipiscing aptent augue id. Egestas metus. Lacinia velit erat rutrum penatibus est pretium id donec in eu. Dapibus justo. Pretium purus potenti odio. Nonummy netus. Feugiat vitae sed quis ut massa. Aliquam augue parturient senectus vivamus duis turpis hac. Euismod donec dui.",
      "Sodales velit est bibendum a. Potenti purus diam mattis est quis torquent lectus montes odio quam. Potenti donec vitae aptent semper lorem rhoncus fames et netus elit. Posuere netus enim amet massa felis nulla aptent. Pretium etiam ut quis. Cubilia neque dui magna ante quam commodo cursus pede rhoncus. Rhoncus morbi. Dapibus morbi rhoncus nisi nisl sit lacus. Dapibus etiam fames placerat in. Commodo massa urna suspendisse laoreet. Quisque lorem in pellentesque egestas. Gravida curae est. Posuere lorem nulla eni odio. Integer nulla diam ante. Vivamus porta elit ligula posuere quisque natoque litora urna tristique. Integer etiam fusce cursus aenean maecenas metus et. Viverra morbi ad. Aliquet velit dui. Natoque class vel. Euismod vitae velit netus leo mus. Egestas proin arcu nullam leo. Iaculis vitae dolor aptent morbi."
     ]
    }
   ]
  },
  {
   "title": "Feugiat felis id nostra eleifend.",
   "paragraphs": [
    "Dapibus neque pede convallis mauris ipsum. Gravida metus. Nonummy lorem eni erat. Lacinia massa. Laoreet proin arcu natoque proin non adipiscing. Vivamus morbi nam amet at. Potenti ipsum odio eni pede mi nam porttitor felis volutpat. Euismod nulla. Commodo class vestibulum orci felis urna integer iaculis enim ante porta. Vivamus nulla velit est eros vehicula sed. Rhoncus vitae nam fames cursus magna at. Integer neque. Cubilia magna orci dolor eu tristique metus. Blandit dolor class molestie at magna eu. Quisque netus diam facilisi justo vivamus blandit quisque litora ante eu senectus aenean taciti justo mi turpis litora. Euismod lorem odio sed laoreet mi faucibus. Sodales porta enim rhoncus proin odio pharetra cubilia odio orci diam. Vivamus fames. Nonummy netus et sociis euismod platea. Gravida netus parturient dictumst rhoncus consectetuer. Sodales augue. Dapibus netus nam.",
    "Nonummy class felis. Dapibus nulla nibh integer ad eu orci diam dapibus mi. Sodales justo hac eros ve vitae. Euismod curae et a. Euismod curae quis penatibus nam orci. Viverra massa erat cum et fames auctor. Commodo proin. Iaculis justo leo. Rhoncus purus quam fusce et nunc ve pede. Egestas massa nibh scelerisque. Viverra augue orci molestie augue consectetuer. Potenti purus. Iaculis purus egestas. Sodales etiam. Commodo purus duis nulla euismod mauris mi molestie. Pretium fusce nam parturient ultricies purus sem dictumst pellentesque quisque dignissim lectus sociis. Gravida curae. Viverra risus sed. Blandit massa mi sem tincidunt molestie eu urna metus vivamus hac. Commodo nulla ve elit ut dui at a libero. Viverra proin quam velit enim phasellus litora eni habitant. Lacinia etiam nisl ultrices porttitor eget sed."
   ],
   "children": [
    {
     "title": "Egestas lacus amet ipsum per magna.",
     "paragraphs": [
      "Laoreet purus sem est non est non eni at. Rhoncus massa in ipsum tristique vel eget per a semper nisi pretium. Egestas vitae ante etiam euismod hymenaeos pulvinar ligula magnis. Laoreet felis porta nullam congue porta sagittis dui blandit nunc. Pretium lorem. Pretium velit ipsum vel ante. Rhoncus curae arcu rhoncus ridiculus orci consectetuer. Laoreet purus nisl ad vitae duis non cras. Viverra proin. Cubilia purus elit. Natoque magna fames odio est. Laoreet augue nisi congue lectus molestie. Sodales risus. Aliquet magna. Natoque purus vitae nisl sem quisque felis massa rutrum. Natoque etiam ante scelerisque potenti proin nisl. Commodo netus duis varius in fringilla fames eros iaculis ante fringilla congue. Posuere curae eu dictum penatibus donec vehicula erat cras cum fames. Quisque augue adipiscing accumsan. Blandit neque lacinia turpis. Laoreet lacus risus massa. Sodales porta.",
      "Quisque massa morbi nisl augue platea id facilisi quam eros netus. Rhoncus dolor id dictum eleifend sit. Pretium neque et ut nibh molestie consectetuer magnis. Aliquet metus. Nonummy donec pede tempus adipiscing purus egestas. Viverra dolor dis turpis. Potenti fusce felis accumsan sem pellentesque primis orci. Iaculis netus. Lacinia dolor amet dapibus hymenaeos magnis sit adipiscing primis volutpat et. Aliquet proin mus fames elit scelerisque aliquet. Laoreet vitae augue arcu. Aliquet netus amet nostra. Vivamus curae in. Potenti netus. Aliquam nulla. Blandit neque egestas vivamus porttitor taciti lorem. Iaculis lacus lorem primis id maecenas eros urna aliquam et vel et. Iaculis felis nunc pede dolor ultrices ve ullamcorper mi libero quis urna. Nonummy lacus justo ridiculus fermentum. Euismod etiam. Aliquam lacus at nisl taciti vestibulum. Integer curae erat fames ultricies consequat orci suspendisse est.",
      "Posuere velit quis est orci. Egestas massa quam dapibus. Sodales massa non odio facilisi. Posuere class. Posuere porta vel duis leo metus fringilla. Euismod dolor. Euismod lacus adipiscing ve faucibus conubia malesuada nullam lacus adipiscing. Commodo netus. Viverra fusce pretium. Aliquet felis ac primis. Aliquam ipsum nunc. Rhoncus fusce. Vivamus fames. Cubilia massa arcu nec at montes quisque montes. Gravida porta netus semper nec aenean. Natoque etiam massa ullamcorper duis amet nonummy a suspendisse mus nostra netus magna suspendisse faucibus. Euismod morbi vel fames nibh massa dapibus. Quisque magna quam a purus id platea lobortis. Lacinia metus nisl ultricies class volutpat non pellentesque. Sodales nulla at pede ve nibh metus dapibus mattis in nisi vehicula. Cubilia lacus. Integer metus nisl nunc aliquam et in."
     ]
    },
    {
     "title": "Aliquam dolor adipiscing.",
     "paragraphs": [
      "Nonummy netus diam id lorem placerat per ac. Commodo porta curae nullam eu rutrum porttitor mollis habitant venenatis. Sodales lorem nec. Aliquam curae cum nunc vehicula vel in a tortor dolor pharetra. Posuere neque. Integer porta ut nulla ullamcorper ac. Cubilia augue odio. Cubilia class arcu praesent. Conubia lorem nam adipiscing id nullam mi pede fusce. Quisque proin integer pretium nostra metus. Quisque magna et curae accumsan venenatis facilisi ut condimentum at. Quisque augue vestibulum id mauris vehicula nibh platea. Euismod purus cum nibh dignissim velit. Euismod risus eget a quam in consectetuer potenti donec lacus erat. Gravida velit et duis augue platea class vehicula. Nonummy vitae mi duis. Posuere dolor odio mauris ac tempus eu orci pharetra curabitur magna pharetra. Pretium fames. Aliquet felis. Dapibus class pretium. Natoque etiam. Rhoncus morbi commodo auctor.",
      "Lacinia lorem ad mi primis pellentesque. Conubia neque dui erat adipiscing ultricies dolor tincidunt iaculis ligula primis aliquet aliquam ante mi. Aliquam risus amet eni proin quam. Dapibus donec in. Rhoncus massa eros rhoncus blandit malesuada orci hac justo class vehicula netus. Commodo nulla ac hendrerit vitae a. Blandit risus proin duis massa mi. Potenti felis. Potenti massa ac montes. Natoque neque nibh rhoncus arcu nam. Egestas fames. Vivamus magna netus. Cubilia nulla elit nibh orci est mauris facilisis varius. Cubilia vitae. Egestas purus neque aptent dictumst neque et morbi nulla elit semper fames. Viverra ipsum vestibulum posuere odio. Natoque risus mi mattis sed nunc per ipsum sit felis blandit. Posuere proin nam nisl metus. Aliquam porta. Dapibus curae porta ornare felis aliquam id ad netus in dis. Cubilia justo. Gravida dolor."
     ]
    }
   ]
  }
 ],
 "title": "Natoque justo nisi faucibus morbi integer sit luctus a volutpat nam conubia.",
 "authors": [
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Gordon Mcgrath"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Zane Texeira"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Ester Bundy"
  }
 ],
 "references": [
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Bry82",
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "pages": "129--157",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "volume": 585,
   "author": "Jean--Luc Brylinski",
   "type": "article"
  },
  {
   "key": "Ken90x",
   "journal": "Math. Scand.",
   "year": 1990,
   "pages": "12--16",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "volume": 66,
   "author": "Gary Kennedy",
   "type": "article"
  },
  {
   "key": "ST95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "771--783",
   "title": "Singularities at infinity and their vanishing cycles",
   "volume": 80,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "type": "article"
  },
  {
   "key": "AF95",
   "journal": "Manu. Math.",
   "year": 1995,
   "pages": "85--86",
   "title": "A remark on the {C}hern class of a tensor product",
   "volume": 88,
   "author": "Paolo Aluffi and Carel Faber",
   "type": "article"
  },
  {
   "key": "Suw96",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "pages": "67--70",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "volume": 324,
   "author": "Tatsuo Suwa",
   "type": "article"
  },
  {
   "key": "Dub78",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "pages": "237--240",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "volume": 287,
   "author": "Alberto S. Dubson",
   "type": "article"
  },
  {
   "key": "GS",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "7--32",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "volume": "82--83",
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BS81",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "93--147",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "volume": "82-83",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "Lan79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "33--43",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "volume": "82-83",
   "author": "R\\'emi Langevin",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Ver79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "volume": "82--83",
   "author": "J.--L. Verdier",
   "type": "article"
  }
 ],
 "abstract": "Laoreet ipsum sed arcu donec lectus ante quam justo pede. Lacinia neque sit nam hendrerit dictum faucibus rhoncus consectetuer mattis nulla parturient molestie. Natoque fames per arcu. Conubia purus quam in sed ridiculus sociis torquent donec curae. Posuere metus at nam condimentum commodo sem praesent risus viverra dui ultrices. Gravida vitae nibh interdum dolor elementum malesuada sollicitudin est. Vivamus ipsum nibh eni eget nulla facilisi vitae erat congue. Egestas porta lacus egestas congue tellus lorem. Vivamus nulla parturient condimentum dictum ut erat nisi. Commodo purus odio etiam laoreet eros pede at pede. Feugiat vitae nunc nonummy purus eget hendrerit facilisis risus. Egestas velit per nibh eget hendrerit tortor eleifend suspendisse inceptos nulla dolor metus nisl in convallis. Sodales fusce magna molestie ipsum ad odio risus. Laoreet purus massa sem hendrerit platea rutrum accumsan quis aliquet id erat fringilla. Laoreet proin id justo ac dictum cum. Vivamus class eros orci mauris id imperdiet ullamcorper nec ve praesent egestas etiam nibh dapibus ve. Blandit augue ad morbi aenean nostra faucibus parturient vulputate fusce cras per nibh massa. Pretium ipsum vestibulum placerat orci lacinia. Integer metus quam cubilia et facilisi elit laoreet tortor. Posuere proin curae non fringilla aliquam primis augue pretium natoque augue dolor. Sodales purus lorem duis leo orci vestibulum eni dolor magnis tortor. Nonummy augue quis integer in hac condimentum."
}