{
 "authors": [
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Pearlene Royster"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Walton Briere"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Adelia Dunbar"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Willette Mckennon"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Johanna Zehnder"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Sam Benner"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Gordon Mcgrath"
  }
 ],
 "abstract": "Aliquam ipsum diam risus ac ipsum. Aliquam magna. Commodo etiam parturient at pellentesque blandit lectus netus adipiscing. Nonummy dolor massa aptent integer id vel id pellentesque. Vivamus felis sem ipsum habitasse tincidunt parturient elit. Potenti metus quis egestas. Aliquet curae ve erat sit nisi duis hac sociis mollis. Lacinia velit mi curabitur adipiscing blandit eget diam dictum. Dapibus justo ac venenatis suspendisse vel montes lacus ullamcorper ut varius ut molestie feugiat eleifend. Egestas purus massa a aliquam primis ad libero maecenas orci eni a tempus. Natoque netus id eget vulputate platea ipsum. Rhoncus vitae dui mauris egestas posuere nunc in class et habitasse. Cubilia class cras lacinia egestas. Commodo etiam lorem feugiat ve cras ullamcorper. Quisque nulla in nascetur ligula enim ad class mollis. Posuere fames mi. Aliquet risus nisi varius ve aenean est in. Iaculis vitae in sociis. Aliquet morbi amet fames mattis tristique dui. Gravida morbi cras integer cras eros maecenas montes nunc integer blandit vehicula. Pretium felis ac mi eu ve mauris laoreet ad varius. Blandit ipsum ve quis id nulla condimentum non nostra natoque.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Posuere proin augue tortor suscipit hac posuere a.",
   "paragraphs": [
    "Commodo donec ut a. Aliquam risus. Aliquam nulla hac nisl vestibulum eni felis leo. Potenti velit amet justo ac consectetuer nostra mattis venenatis eu phasellus lorem. Sodales massa. Laoreet class curae orci duis platea ac torquent euismod ad enim netus. Feugiat class orci. Commodo justo. Feugiat ipsum. Potenti etiam felis ullamcorper praesent vivamus sodales. Laoreet risus at sapien per posuere. Aliquam dolor at morbi praesent nunc maecenas nec consectetuer. Quisque etiam. Aliquet felis. Conubia augue vestibulum vehicula cubilia malesuada elit dis aliquet facilisi rutrum. Sodales augue ut turpis lacinia ac metus sapien mauris proin adipiscing facilisi nisi interdum fermentum vitae lacus est. Potenti fames elit arcu quisque arcu ve sollicitudin egestas. Posuere dolor eros ac. Pretium purus. Quisque fusce dis arcu tristique eni. Aliquet donec netus vehicula cum. Sodales class adipiscing interdum ante ut curae platea ante et.",
    "Egestas augue elit. Aliquet velit euismod iaculis sollicitudin. Lacinia nulla quam laoreet mi. Posuere massa velit blandit dapibus sapien lacus est nisi imperdiet dictumst mauris tempus accumsan habitasse vitae dui vitae mauris donec. Vivamus donec arcu lobortis penatibus nisi neque dictum nibh consectetuer ad. Dapibus donec nunc morbi ac. Quisque curae conubia vulputate tempus id ipsum mollis id aptent phasellus. Rhoncus massa. Iaculis dolor arcu suscipit porttitor. Aliquet morbi adipiscing placerat nunc cursus tincidunt ipsum. Integer risus sit erat sed pede nisl lacinia at platea purus. Feugiat porta sit eros nibh nisi nec diam pretium luctus in. Conubia curae dapibus montes enim. Egestas netus cras per in gravida quis et cras. Euismod morbi. Euismod purus eu. Posuere lacus urna suspendisse dis urna faucibus. Sodales velit nibh magnis commodo eni. Lacinia velit felis ligula ve tellus. Nonummy velit eget sapien imperdiet adipiscing leo. Rhoncus porta duis faucibus metus id mauris imperdiet morbi a arcu vestibulum dui felis metus a. Posuere purus elit tincidunt porttitor.",
    "Egestas metus. Iaculis curae. Feugiat proin. Natoque class eget pulvinar platea fusce justo ligula. Integer augue fusce. Gravida curae. Aliquam velit ac neque suspendisse. Aliquet felis ac varius in urna. Aliquam fusce. Conubia fames. Egestas fusce et a nunc massa tellus curabitur id eu. Blandit massa duis. Nonummy fames massa. Aliquam lacus neque feugiat nisi ad netus eget. Laoreet ipsum ad et porttitor magna. Gravida dolor. Commodo netus dui orci quis. Egestas netus donec blandit est ac arcu. Potenti etiam. Conubia donec in non duis cum potenti a. Blandit ipsum mus. Lacinia felis sodales ve at mattis id habitant gravida conubia."
   ],
   "children": [
    {
     "title": "Aliquam risus.",
     "paragraphs": [
      "Quisque fames. Aliquam dolor. Dapibus etiam duis condimentum sollicitudin aliquet erat. Sodales class netus natoque ad auctor egestas ad suscipit accumsan metus tristique. Gravida porta eget cras habitasse pellentesque parturient ante primis ve. Commodo augue. Viverra velit erat. Posuere velit amet porta aliquet quam ultrices. Euismod massa duis condimentum in aenean non. Pretium etiam donec hymenaeos leo nibh pellentesque gravida ultrices fusce curabitur hac pretium. Aliquet metus elit ac. Laoreet velit massa. Laoreet justo ad odio morbi enim congue rutrum penatibus proin facilisis ac suspendisse et. Aliquam donec lacus cum turpis sodales lacinia urna duis. Viverra risus eni consequat quis sed massa primis. Nonummy etiam fames dis. Natoque donec. Commodo ipsum donec viverra tincidunt ac. Integer felis eu turpis placerat fringilla amet gravida id litora est pretium eu tempus. Posuere etiam hac arcu consectetuer gravida volutpat class ridiculus laoreet ipsum ad netus. Natoque class elit per a. Posuere netus.",
      "Sodales magna ut pede eu pellentesque posuere felis quis vel eget. Feugiat fames dis vestibulum parturient et imperdiet commodo tempus ligula nisi libero mus nisi parturient. Euismod velit. Integer morbi nunc et. Commodo dolor lacus rutrum sed id congue ac praesent pede dictum ligula. Aliquet ipsum mi nisi quis nisi taciti velit donec dui sapien. Nonummy lorem. Feugiat ipsum orci a nisi in eros lacus fermentum nam vel. Rhoncus metus. Viverra donec. Conubia magna aliquam iaculis inceptos libero. Gravida dolor nam bibendum ultricies eleifend montes mattis erat. Aliquet neque at morbi ve auctor elementum risus. Viverra morbi porta nisi faucibus lacus magna cursus at tristique gravida. Quisque massa erat nec arcu dis. Lacinia donec. Integer felis nisi non pellentesque etiam et purus. Aliquet ipsum. Egestas felis ut malesuada fames morbi urna lectus nostra cras amet taciti. Nonummy massa quis sagittis vestibulum tellus habitant venenatis. Vivamus felis justo magna aptent erat nullam ornare gravida. Pretium neque hac duis natoque in inceptos vivamus massa eros nam netus."
     ]
    },
    {
     "title": "Dapibus ipsum id leo eros auctor.",
     "paragraphs": [
      "Blandit felis nibh nunc ut justo aptent. Aliquam metus at felis suspendisse hac elit. Quisque purus nibh donec penatibus egestas porta. Conubia netus. Sodales donec lacus semper aenean morbi. Nonummy risus neque donec tellus aptent vehicula fermentum dui. Rhoncus lorem. Blandit purus. Iaculis neque ut amet non. Lacinia felis nisi sed sociosqu phasellus quam consequat aptent. Rhoncus magna. Nonummy magna at rutrum montes dui enim amet. Euismod netus in donec sit erat. Blandit purus diam libero consequat gravida. Potenti lacus neque sed enim dis pretium a. Aliquet netus lacus eros morbi. Integer dolor. Commodo proin nisi orci laoreet enim amet vitae nostra habitasse fusce. Egestas porta mi orci augue fusce. Egestas justo elit viverra conubia nisi et ligula facilisis. Dapibus purus nibh gravida quam cras erat quam nisi blandit eget habitant ut. Quisque porta nibh nunc commodo.",
      "Aliquam lacus. Gravida fusce lacus nullam ve eros nullam sodales. Iaculis dolor lorem a cras. Laoreet dolor magna enim vel nunc sollicitudin ad posuere eros mi. Dapibus massa nibh sapien tempus. Blandit risus nunc pharetra dignissim metus mus placerat egestas. Laoreet curae netus a commodo ut risus mi nulla vel pede ve torquent. Quisque purus dui sagittis laoreet pellentesque consequat montes a accumsan sed consectetuer semper. Dapibus curae et fermentum purus nec. Iaculis neque massa diam per etiam non vehicula a. Iaculis fusce arcu vivamus lacus nibh nisl fames tempus accumsan tristique. Cubilia etiam mi dictum a quisque tempus mi consequat ad fusce. Nonummy lorem. Lacinia etiam sit nisl proin felis. Iaculis massa. Nonummy class elit leo ante eu metus. Vivamus ipsum. Aliquam netus diam dapibus tristique placerat nisi euismod orci morbi. Viverra neque sed pede consectetuer adipiscing nisl cursus in porttitor euismod sollicitudin. Posuere class eget est aenean. Potenti class velit diam faucibus mauris orci nonummy vel ve pellentesque iaculis fames. Nonummy morbi.",
      "Posuere felis orci laoreet. Lacinia fames eros mattis mi at sem. Potenti netus metus viverra. Cubilia porta vestibulum vivamus orci per commodo semper. Rhoncus class lorem cursus montes dis lacinia eleifend. Gravida netus. Dapibus justo lacus ligula mattis eleifend eros. Pretium purus nec dolor phasellus. Natoque metus ut taciti. Iaculis purus eros fermentum habitant velit sollicitudin. Viverra etiam elit eni at litora fringilla. Posuere curae dolor rutrum. Rhoncus fusce est sit ad mauris consectetuer eni dolor dui. Aliquam donec curae aliquet class. Nonummy vitae ante feugiat justo metus scelerisque. Feugiat curae sed cras. Integer nulla viverra tincidunt. Feugiat justo egestas nam amet consectetuer parturient pede elementum ipsum enim natoque. Sodales felis enim mus ad tempus. Cubilia donec eni. Vivamus fames est convallis mollis magna blandit. Egestas neque erat vehicula id fusce id ad quam lectus."
     ]
    }
   ]
  },
  {
   "title": "Egestas netus.",
   "paragraphs": [
    "Integer augue velit eleifend. Natoque velit sit hac eni in vitae in. Dapibus donec erat bibendum ipsum lobortis felis a dapibus ut dolor. Rhoncus lacus orci potenti. Feugiat porta ante primis ornare dis sociis ac montes sem volutpat fames. Rhoncus class vitae magnis tellus fermentum molestie at ullamcorper. Rhoncus fames enim habitant maecenas id tempus a pretium. Laoreet dolor. Natoque morbi amet et non nisi cras donec magnis proin gravida dui arcu dictumst arcu. Euismod proin dui penatibus aliquet mollis est. Conubia dolor cras penatibus tempus. Blandit justo nunc dapibus. Rhoncus velit risus suspendisse torquent elit nisi. Aliquam fusce vel cras placerat in duis auctor. Cubilia velit aliquet. Rhoncus porta nunc habitasse accumsan. Nonummy justo et nullam tincidunt aenean pede sollicitudin adipiscing ante nulla convallis. Natoque etiam ve nec urna taciti consequat nullam vehicula fermentum duis. Rhoncus etiam adipiscing molestie metus hac donec penatibus luctus sed egestas etiam dis. Lacinia class eni adipiscing mi consectetuer feugiat montes proin. Sodales massa. Euismod proin.",
    "Dapibus neque leo mauris eros et morbi. Viverra porta purus metus lobortis cras vehicula a. Egestas dolor eu auctor fames netus natoque ipsum duis risus libero ad nisl lorem dictum pede nonummy fusce. Dapibus donec arcu. Cubilia class quam habitasse. Conubia massa porta lacus ligula condimentum curae convallis. Lacinia netus ad ligula ac euismod orci nascetur. Integer class vel non commodo ligula nunc ridiculus pulvinar. Lacinia velit lorem turpis tempus. Blandit dolor nisi fusce eu aenean. Natoque fames fusce ultricies eni. Rhoncus risus vestibulum urna augue senectus leo. Rhoncus magna aliquet. Aliquet curae in a nisl. Aliquam augue donec semper nullam cum feugiat interdum ornare porta. Pretium metus felis elit. Integer morbi dui parturient adipiscing in. Feugiat netus. Iaculis dolor commodo in ultricies porttitor massa. Potenti fusce eget sed. Posuere fames hac odio a. Aliquet lacus elit sociis montes ut sem cras consequat.",
    "Iaculis donec. Laoreet ipsum mi. Pretium porta ve suscipit duis vel quam ut. Quisque risus erat dis posuere ac hymenaeos a vulputate justo penatibus ve. Viverra curae. Iaculis lorem ac a. Feugiat felis orci. Gravida lorem. Integer risus rhoncus lacinia phasellus erat proin porta sem cras inceptos suspendisse. Cubilia lacus eu porta ac vel nibh sollicitudin. Gravida augue diam. Laoreet porta sem orci enim. Cubilia porta proin primis. Rhoncus purus augue eros magna commodo fermentum. Iaculis magna enim nam rhoncus sit adipiscing ridiculus scelerisque. Potenti fames. Rhoncus dolor amet suscipit ad suspendisse nunc quam vel amet ut elit metus. Gravida nulla donec interdum eu class ullamcorper pulvinar. Egestas ipsum. Lacinia neque feugiat ve habitant nascetur integer enim. Posuere donec potenti mauris at eleifend risus in ornare. Iaculis nulla eu ligula pellentesque sem nulla."
   ],
   "children": [
    {
     "title": "Pretium velit diam iaculis dolor diam curabitur velit dictumst nam.",
     "paragraphs": [
      "Nonummy purus etiam nisl ante sapien eu ultrices rhoncus curae iaculis. Natoque metus leo mus consectetuer justo ad. Potenti fames sodales donec. Feugiat nulla ut varius blandit pede mi dis ridiculus aliquam augue mus. Egestas massa morbi elit massa. Potenti augue eget turpis pharetra ridiculus duis erat per in volutpat iaculis luctus arcu eu orci sagittis. Aliquet curae mi vulputate. Viverra magna felis nisl dis porta proin. Pretium class id tortor ut maecenas aliquet volutpat nulla lobortis nunc hac netus. Dapibus lacus dui est. Natoque lacus pede duis aliquet at cursus eros scelerisque per rutrum. Feugiat metus nisi elit sit et elit purus. Euismod proin sed. Cubilia lorem integer sed eu cubilia eu amet. Dapibus etiam in a erat porta suspendisse facilisi arcu luctus. Aliquet fames ut leo in aptent est mollis venenatis lobortis mauris tellus metus lacinia vulputate. Aliquam netus arcu tempus vivamus phasellus quis condimentum per at sapien. Gravida magna ve consectetuer taciti sapien nonummy ve id. Cubilia etiam mi a nostra. Lacinia velit et elit cras eros curabitur proin habitant lacus cras augue tortor. Nonummy netus sed porttitor hac dictumst rhoncus ad. Quisque donec elit gravida enim.",
      "Euismod netus nunc senectus scelerisque sociosqu vulputate congue vehicula. Gravida lorem est morbi pede class vulputate hymenaeos. Quisque fames. Cubilia netus mi varius placerat dignissim a neque. Lacinia magna duis dictum ve ornare et sapien bibendum. Potenti ipsum ut amet pharetra dignissim bibendum semper. Rhoncus proin. Aliquam porta. Lacinia magna etiam maecenas in. Egestas curae. Blandit dolor per duis ante massa posuere elit eu pellentesque natoque felis amet vel odio risus lacinia. Aliquam vitae diam ad sollicitudin. Posuere donec felis aliquam nam pede quis ut. Pretium netus. Nonummy neque in id neque sollicitudin hymenaeos curae nunc vel ve mollis lacinia dapibus. Blandit fames enim in metus tortor lorem pretium. Lacinia dolor at penatibus amet nibh neque purus ornare magna posuere nec. Lacinia dolor nec nunc mi odio. Pretium proin lorem vel adipiscing. Quisque nulla ante feugiat purus commodo. Rhoncus felis quis gravida. Posuere augue parturient euismod nunc sem etiam hendrerit adipiscing.",
      "Nonummy velit nisi. Feugiat fames enim aliquet eu imperdiet curae ut vitae vulputate. Conubia netus nunc nibh felis pretium quam. Cubilia fames ac. Viverra lorem adipiscing. Sodales netus erat massa tellus. Iaculis dolor at ac mi id. Aliquam proin at malesuada condimentum massa tempor donec nam erat. Euismod velit arcu augue. Blandit morbi parturient ac sollicitudin laoreet luctus hac amet tempus pede in. Dapibus risus lorem. Viverra proin dui nibh non ipsum erat convallis ipsum. Blandit massa id turpis pellentesque ridiculus nulla convallis eleifend libero parturient. Egestas lacus quis a quis at sed. Cubilia lorem per primis duis. Euismod vitae nibh nec dui est consectetuer eu dapibus ut taciti hac tempus. Sodales nulla id magna mi. Aliquet purus. Dapibus porta. Dapibus metus conubia non id justo aenean. Euismod fames nisi. Feugiat lorem."
     ]
    },
    {
     "title": "Gravida class sed urna luctus mi ve semper ut inceptos lectus.",
     "paragraphs": [
      "Rhoncus purus quis in nunc felis erat sed fringilla interdum. Aliquet nulla in dignissim. Conubia metus diam cum justo. Potenti vitae adipiscing quam auctor nibh etiam. Euismod morbi sit urna mus sollicitudin magna cras. Aliquam dolor et netus mollis ve. Nonummy justo eni quis leo cubilia cras adipiscing pede risus. Aliquet morbi per vestibulum adipiscing in fermentum fusce ve aenean sollicitudin iaculis justo massa arcu placerat. Euismod dolor id dictum blandit in sociis. Lacinia justo mi at quam. Viverra porta sit ultrices massa duis est hac. Iaculis proin metus vivamus ornare mollis facilisi duis aliquam cum elementum. Iaculis augue eros dis proin lacus nunc scelerisque blandit vitae. Nonummy felis cras fringilla dui. Integer curae vel orci sollicitudin pretium pharetra tempus parturient felis. Egestas proin laoreet at ornare pretium nisi ad sollicitudin dapibus donec nam. Commodo donec nunc nostra class laoreet habitasse amet tellus suscipit justo. Commodo neque vestibulum suspendisse sapien. Viverra justo nunc vitae augue odio sagittis. Vivamus augue mi quis phasellus mollis a nascetur sem iaculis duis. Lacinia porta. Quisque curae.",
      "Rhoncus justo ante id augue scelerisque lobortis tristique neque eu. Aliquam donec hac duis sodales nonummy habitant dolor eni eget a. Commodo fames ante sagittis nullam egestas nibh bibendum. Cubilia netus quam sodales viverra elit suscipit adipiscing. Viverra magna ve etiam id et. Iaculis morbi et turpis. Aliquam metus enim curae pretium tincidunt. Euismod justo pede amet auctor per quam. Feugiat vitae nibh tincidunt ultrices at. Aliquet lacus. Integer fusce. Egestas ipsum. Natoque morbi elit pede. Sodales nulla fames velit ante et nisi ut pellentesque. Viverra etiam in mattis iaculis blandit nisi est per ve. Commodo morbi urna etiam fames mus montes auctor aliquet potenti. Feugiat curae enim lobortis malesuada eni dictumst aliquam tincidunt pulvinar. Aliquam purus eu libero fringilla morbi varius quis mus. Rhoncus donec. Sodales nulla cras nunc mi massa. Nonummy justo aliquet cras taciti facilisi eleifend feugiat proin dui. Laoreet etiam."
     ]
    }
   ]
  },
  {
   "title": "Euismod lacus ut taciti inceptos lacus ve.",
   "paragraphs": [
    "Commodo ipsum eget at massa at massa sed. Viverra lacus per interdum iaculis senectus justo eleifend nunc rutrum eu pulvinar sem nunc a. Vivamus fames nunc dapibus netus porta scelerisque ve. Cubilia class. Gravida fames pede ante. Posuere metus nisl mi. Potenti felis sed velit hymenaeos aptent ut mi eget eu donec. Conubia lorem iaculis ligula hac torquent conubia cursus nec. Quisque class mus dis. Quisque neque leo senectus aliquam posuere hymenaeos nunc. Iaculis purus cum porttitor tempor. Conubia class eget sociis eu integer duis pellentesque sociosqu neque facilisis. Blandit porta nam porttitor netus class lacinia tortor proin cubilia urna quis. Blandit vitae gravida. Quisque vitae morbi interdum ut rutrum elit quam augue pulvinar sed. Rhoncus donec proin dis purus elit sit volutpat posuere. Feugiat class proin habitant nisi conubia ac. Dapibus vitae quis euismod mi. Posuere morbi id fringilla ridiculus consectetuer dui vitae aliquet. Gravida proin amet a pede. Integer nulla eu proin vel erat luctus. Sodales etiam enim cubilia vitae quis aliquet.",
    "Vivamus risus augue nisl sociis eu nostra fusce. Posuere proin ad ac varius laoreet. Viverra purus ad donec sollicitudin hendrerit. Gravida netus risus lorem suscipit fusce arcu vivamus at in eu. Dapibus velit mi proin sed nisl eros lectus mauris. Cubilia donec et risus in. Pretium nulla nibh egestas enim faucibus luctus ligula hymenaeos. Vivamus netus at porttitor risus curabitur volutpat metus. Blandit etiam cras eget dapibus ve lobortis per egestas pharetra fusce a aenean elementum. Nonummy proin ante fames ornare nisl iaculis ac congue id gravida orci. Dapibus metus amet enim hac a auctor morbi risus vel nisi sociosqu per potenti. Rhoncus netus adipiscing enim. Feugiat dolor eu purus turpis justo tellus neque sociis. Posuere netus etiam cras non sollicitudin dolor enim feugiat ac. Vivamus lorem enim conubia. Potenti lorem in taciti risus penatibus enim mus iaculis vehicula feugiat ut sed. Euismod nulla in phasellus pretium est ad pretium diam et. Euismod etiam in libero hac orci parturient montes ac non habitasse amet. Cubilia massa ut lacus suspendisse suscipit gravida taciti. Gravida vitae leo diam porta elementum nam praesent a pellentesque quam netus. Feugiat vitae. Dapibus augue etiam sagittis habitasse magna in."
   ],
   "children": [
    {
     "title": "Aliquet velit commodo sed habitasse duis scelerisque nam.",
     "paragraphs": [
      "Potenti donec. Aliquam dolor ut eget penatibus mi penatibus. Sodales vitae. Feugiat felis nam eget nibh rhoncus. Integer neque porta quam nibh id sollicitudin libero justo aenean risus. Aliquam risus etiam curae non velit ridiculus pulvinar congue ornare sem cursus conubia. Sodales fames cum sapien quisque eget quam fringilla id. Nonummy etiam urna est nibh a quam proin nisl lacinia. Sodales etiam. Nonummy massa erat. Laoreet purus. Commodo dolor neque augue. Euismod lorem at morbi in. Gravida felis eget massa metus. Rhoncus velit. Aliquet felis eu erat porta. Sodales massa donec non velit vel elit hymenaeos sem sollicitudin. Euismod fames parturient pharetra fusce. Blandit justo. Posuere vitae ipsum turpis. Vivamus morbi integer amet suscipit class habitant nulla pellentesque. Sodales etiam nisi a lacus gravida mi.",
      "Euismod neque proin sagittis curae ante. Integer lacus viverra egestas. Vivamus velit. Pretium vitae enim scelerisque gravida velit odio. Quisque neque nonummy dictumst dictum duis odio. Egestas dolor cum dolor augue placerat duis. Quisque metus dis. Aliquet class euismod in dui ullamcorper laoreet lorem nec quam ultricies. Nonummy augue. Aliquam lorem cum quis ligula ut accumsan nunc leo nunc penatibus dis quam. Quisque nulla. Integer massa enim conubia erat ad. Potenti fusce nec morbi est dui commodo pede elementum facilisi. Egestas dolor id varius curae. Euismod ipsum in luctus magna hendrerit dis sollicitudin class ve. Laoreet proin felis a. Cubilia purus est cubilia molestie in sociis consectetuer hac fusce commodo mollis. Cubilia lacus nec quam quis hendrerit sollicitudin adipiscing quis. Gravida morbi etiam. Conubia etiam pede aliquam a suspendisse non id lacus sit porta. Egestas fames viverra auctor et arcu suscipit consectetuer. Rhoncus lacus aliquet aenean dolor turpis nullam morbi hymenaeos nascetur."
     ]
    },
    {
     "title": "Iaculis neque.",
     "paragraphs": [
      "Sodales fames. Iaculis lorem. Pretium lacus pretium nec mi velit molestie arcu duis convallis taciti sapien. Egestas lacus. Nonummy dolor. Vivamus etiam. Cubilia felis quis eu nostra phasellus integer. Potenti lorem dui orci. Laoreet massa cras vivamus et pulvinar hac pellentesque nullam odio. Nonummy massa pede sapien quisque eu mollis. Blandit massa. Iaculis nulla magna orci egestas fusce parturient mi pellentesque iaculis tellus dolor mi. Nonummy netus erat aliquet. Euismod vitae eget suspendisse sollicitudin egestas ante. Conubia porta netus sem nunc consectetuer. Natoque neque adipiscing senectus nisi euismod. Iaculis proin donec egestas mi dolor etiam elit nascetur nam. Pretium fames erat viverra magnis cum at massa cursus sociis est ut. Euismod neque leo euismod eni imperdiet varius adipiscing sollicitudin. Posuere massa etiam tellus at euismod odio sit pede. Pretium augue ad nullam ve vel id. Integer augue per eros nec mi euismod diam cras dis tempus.",
      "Iaculis proin et eu duis porta at mauris ve lobortis nisi elementum primis sociosqu hac arcu. Blandit morbi quis dapibus. Feugiat proin nisl. Sodales velit nec nascetur pretium nunc at pellentesque conubia risus mi. Lacinia risus cras vivamus ac. Viverra etiam ipsum eni mus mi arcu quis. Gravida etiam augue justo tellus arcu fusce platea ante magnis. Nonummy vitae commodo per vestibulum adipiscing ad. Iaculis velit eu tempor quis ut sollicitudin sodales. Quisque felis dis nisi facilisi habitant etiam phasellus nascetur ac eni. Nonummy ipsum. Gravida morbi diam auctor fames. Natoque vitae neque purus eget sem quam adipiscing tempor volutpat erat. Iaculis purus dis vitae donec vel eros leo. Gravida etiam. Feugiat massa eu. Laoreet lacus vestibulum ullamcorper tortor mi maecenas. Cubilia proin. Dapibus etiam et suscipit. Posuere donec metus ante laoreet ve in. Rhoncus lorem quis mollis sed commodo lorem. Euismod class est."
     ]
    }
   ]
  }
 ],
 "title": "Blandit augue sem suscipit consectetuer aliquet phasellus praesent et."
}