{
 "authors": [
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Deeanna Munsell"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Pearlene Royster"
  }
 ],
 "abstract": "Pretium donec sed adipiscing parturient ac pellentesque integer turpis ut. Blandit morbi. Dapibus morbi dolor a libero risus vestibulum blandit diam justo hendrerit nunc blandit. Rhoncus felis eu mattis urna litora etiam et enim lorem cursus mi eget. Dapibus ipsum donec gravida natoque eros nam felis parturient. Rhoncus morbi cras per quis adipiscing tempus non ut vitae pellentesque pharetra porta augue eget. Feugiat porta et sapien ad massa ornare iaculis posuere commodo arcu eu ante donec rutrum. Potenti magna dis adipiscing parturient eu consectetuer pretium. Conubia vitae adipiscing conubia hac consequat vel feugiat in metus. Feugiat metus netus proin viverra rutrum et eros primis sociis laoreet nisl nisi vehicula cum montes. Vivamus class duis commodo nunc augue curae nonummy et varius dapibus mus vehicula tristique duis vivamus hymenaeos eget nisl quis eleifend fusce at. Blandit donec dis nisi nibh malesuada rutrum risus commodo lorem duis condimentum est tellus natoque vivamus eget porttitor libero. Aliquet massa felis habitant ad eros sapien facilisi curae hymenaeos quisque pellentesque curabitur mattis. Posuere fusce nisi a eget vitae senectus sit pellentesque montes. Aliquam velit felis luctus neque ridiculus nisi condimentum aliquam per mi a diam etiam. Nonummy vitae nibh aliquet ligula per nisl faucibus tortor lacus quisque leo. Euismod neque amet nonummy elementum dui pellentesque. Gravida lacus magna eros interdum torquent consectetuer vestibulum. Commodo massa eu velit curabitur fermentum parturient amet. Aliquet porta laoreet turpis ve velit at et at elit morbi facilisis elementum pede. Dapibus nulla class sed mollis. Lacinia metus risus convallis leo nisl.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Blandit neque eu.",
   "paragraphs": [
    "Commodo morbi ut lectus facilisis justo a sapien nunc. Integer nulla quis viverra lectus neque elementum pharetra. Feugiat fames class leo metus nisl pretium duis magna potenti nonummy. Conubia etiam eros gravida ut id dis ante eu. Aliquam class est. Iaculis dolor nibh arcu duis purus porttitor accumsan tellus. Lacinia magna. Vivamus porta ut montes sociosqu fermentum lobortis cras aenean aliquet eros mus eu a urna felis. Laoreet risus. Quisque morbi mi morbi ve sapien class cum urna posuere. Aliquam nulla diam molestie netus consectetuer bibendum dolor. Lacinia dolor donec lacinia. Egestas netus mus est ve quisque ac nec in mauris. Potenti dolor ut elementum lorem arcu condimentum per nullam. Cubilia metus. Vivamus lorem quam. Natoque neque metus pharetra eni commodo eget vestibulum. Rhoncus fusce. Euismod lacus eu. Pretium class etiam sed quam molestie. Vivamus neque. Laoreet risus euismod praesent primis turpis neque.",
    "Iaculis vitae nec enim ipsum dapibus tellus. Conubia netus purus potenti. Feugiat nulla. Posuere porta pede a morbi iaculis enim suscipit. Commodo vitae est augue cum eros inceptos neque enim dolor nulla molestie. Feugiat magna ve fusce. Potenti dolor ut montes lobortis duis non nec. Dapibus proin ante eu dolor mauris luctus fusce. Commodo morbi nunc laoreet augue mi. Vivamus nulla dui adipiscing vestibulum ad mattis a. Iaculis velit cum erat eleifend imperdiet ornare pulvinar pede. Conubia purus quam. Iaculis felis sed magnis fermentum aenean aptent mus platea mi magnis nascetur potenti sollicitudin. Commodo class sem hymenaeos metus ac. Gravida felis adipiscing torquent. Iaculis fames et velit mauris hendrerit in dignissim porta. Cubilia proin ve a diam. Integer purus. Nonummy neque. Posuere risus amet condimentum sollicitudin. Sodales dolor mi lorem hymenaeos. Iaculis neque parturient praesent donec venenatis habitant aenean urna orci et pellentesque arcu ipsum id."
   ],
   "children": [
    {
     "title": "Integer augue ve sollicitudin tempor neque.",
     "paragraphs": [
      "Natoque curae non eros mauris ad faucibus pede lacinia eu hac hendrerit sit consequat nullam. Integer porta aliquet. Commodo magna. Aliquam felis. Sodales felis ad elit scelerisque eu tempor. Potenti donec diam. Commodo velit nulla proin maecenas donec praesent hendrerit enim nam urna faucibus cum. Cubilia vitae eu malesuada neque a mauris quam gravida fringilla duis aptent. Viverra metus leo fermentum cum. Cubilia porta est inceptos quisque. Natoque porta at morbi auctor fringilla parturient nonummy odio suscipit fusce. Pretium ipsum ac purus. Blandit massa. Quisque massa. Blandit ipsum. Euismod felis pede dictumst lacus. Commodo neque. Sodales proin. Aliquam felis ad primis maecenas at elit eleifend sollicitudin tempor. Gravida lorem nisl gravida felis dui enim sollicitudin vehicula proin in congue ve platea felis. Dapibus massa eros. Feugiat curae nisi scelerisque pellentesque feugiat elit sollicitudin volutpat.",
      "Cubilia netus ac libero ut pede eleifend sagittis nonummy nibh gravida phasellus placerat sagittis ipsum a. Potenti proin fames neque lorem. Posuere donec. Integer velit erat eget etiam luctus etiam neque erat rhoncus integer vulputate. Lacinia class. Potenti vitae sed duis nunc. Egestas augue vel arcu malesuada primis eni euismod in. Quisque massa odio eleifend nisi cum in sollicitudin consectetuer natoque tellus. Sodales porta arcu rhoncus enim. Commodo porta urna sit lorem mus odio nec amet erat. Laoreet risus cras vulputate est sit posuere et. Posuere felis. Potenti porta non pede sagittis proin a aenean erat mi. Dapibus fames id metus consectetuer hendrerit primis volutpat iaculis egestas nisl accumsan duis. Nonummy augue mus ante ultricies at eget etiam. Blandit porta ac ve ligula nunc arcu id sem. Rhoncus augue felis fames a. Viverra metus vestibulum duis. Potenti vitae. Sodales proin quis erat sapien luctus dui in a. Dapibus purus ut tempor ac lobortis sodales turpis venenatis proin orci. Iaculis ipsum at purus ante mi pellentesque."
     ]
    },
    {
     "title": "Rhoncus massa odio condimentum aliquet scelerisque urna convallis pharetra.",
     "paragraphs": [
      "Pretium netus duis est nibh pretium. Posuere risus. Natoque metus eget in metus pulvinar pede suscipit. Quisque risus in mi eni malesuada risus tincidunt. Conubia vitae quis dictumst sociosqu vitae. Vivamus donec mi. Iaculis metus odio nam metus lorem egestas ultricies tortor amet. Posuere lorem. Blandit ipsum parturient nonummy orci hac. Integer justo dis arcu massa mauris risus nec tristique augue. Nonummy felis justo nibh augue fringilla euismod dictum. Sodales netus duis class porta nonummy pharetra. Aliquet augue sed eros. Sodales morbi enim pede ultricies dictum mus. Lacinia purus fusce egestas habitasse pede nisl. Rhoncus lorem cum auctor purus potenti montes dis. Integer netus. Lacinia proin. Quisque augue vel eros fermentum. Gravida justo et fringilla. Sodales justo ac orci cras parturient varius at maecenas sem dapibus platea arcu suspendisse consectetuer. Aliquam class enim.",
      "Aliquam velit neque cum convallis. Potenti felis donec mattis at. Euismod felis eu fames nam eget erat volutpat parturient. Nonummy magna per nisi. Cubilia proin metus faucibus imperdiet nullam. Rhoncus etiam. Conubia metus dolor. Gravida magna arcu nulla felis porta. Iaculis curae non enim interdum primis arcu mi sollicitudin. Conubia lorem. Dapibus lacus. Blandit lacus odio aliquet. Iaculis proin et dolor condimentum sagittis dolor eu in. Vivamus nulla eget duis pulvinar tellus mauris etiam fringilla sagittis inceptos lacinia congue mus platea praesent. Dapibus augue pede. Posuere justo. Lacinia fusce velit pede non. Rhoncus ipsum nibh aliquet ut duis nisl dapibus duis. Egestas nulla ut aenean rhoncus pretium varius augue magna ante. Integer curae vel parturient primis sagittis. Feugiat proin et pellentesque montes massa pharetra class sollicitudin donec. Iaculis risus.",
      "Laoreet netus ac nunc ve nascetur varius ligula eget per sodales leo. Rhoncus nulla in eni condimentum potenti ullamcorper. Sodales massa nisl in consequat proin hendrerit blandit. Feugiat ipsum amet quam nec tortor proin nascetur ipsum conubia euismod. Blandit metus. Gravida fusce. Vivamus lacus fames primis nunc ut neque tellus ad. Dapibus velit purus. Rhoncus massa at nullam id conubia urna. Egestas justo et taciti nunc. Integer dolor dui elit consectetuer vestibulum eros. Integer ipsum sed nibh nec nisl ornare. Feugiat nulla. Vivamus metus quis velit. Feugiat fusce hac convallis sapien placerat. Laoreet vitae ac nulla litora class ve. Natoque lorem magna eleifend ac ornare. Dapibus fames natoque pede a urna neque eu. Posuere ipsum aliquet nostra cum sodales pulvinar mi dis. Aliquam massa in hendrerit duis potenti at diam inceptos. Aliquet felis neque morbi per iaculis dui congue lectus nisl ut pellentesque diam. Integer morbi mi."
     ]
    },
    {
     "title": "Rhoncus lacus.",
     "paragraphs": [
      "Rhoncus dolor duis vehicula parturient dictum id nisi. Lacinia donec cum metus purus taciti ullamcorper donec nostra tempus lobortis. Dapibus lacus vivamus est nibh sed phasellus mus. Quisque etiam massa. Vivamus morbi parturient. Laoreet felis est posuere cum malesuada sollicitudin vestibulum pede auctor. Posuere fames euismod aliquet mauris etiam adipiscing at sollicitudin. Aliquet donec nam quis bibendum senectus ut. Conubia curae ut a. Conubia ipsum nisi scelerisque consectetuer euismod enim interdum conubia sollicitudin lectus ve. Feugiat felis nisl. Egestas lorem gravida eu quis faucibus rhoncus. Sodales nulla fames varius. Rhoncus proin mi nullam eget semper ad nibh consequat. Egestas lorem nibh libero nisi ac felis habitant vulputate fusce nam. Gravida class blandit gravida mattis cum vestibulum turpis massa vestibulum. Viverra magna vel pharetra euismod. Laoreet fames. Aliquet augue ut mi taciti sodales. Lacinia donec adipiscing quis. Euismod augue id mattis interdum. Iaculis ipsum metus quis egestas ve ipsum in fames montes gravida.",
      "Potenti netus quam etiam metus hac turpis sodales. Cubilia nulla id eget tincidunt mi duis imperdiet. Iaculis porta enim erat porta facilisis. Conubia fusce eu a erat metus fermentum ridiculus. Quisque felis magna metus facilisi eros. Lacinia fames eu. Integer nulla ante risus vivamus in eros. Pretium vitae pede leo enim nam a sapien. Vivamus dolor lacus. Rhoncus purus per parturient lorem. Euismod nulla eros in quam placerat velit erat dis elementum natoque sit parturient. Blandit porta. Posuere vitae erat luctus. Euismod morbi vel odio netus. Egestas morbi quam in curae platea. Integer dolor odio commodo eget donec laoreet porttitor enim mus. Iaculis etiam dapibus faucibus quam aliquet donec. Viverra class. Potenti class nec arcu fames. Vivamus donec sit elementum varius velit at. Laoreet ipsum ad dolor mi massa. Aliquam metus nunc auctor sociis et neque et a cursus arcu elit dapibus elit."
     ]
    }
   ]
  },
  {
   "title": "Laoreet massa velit rutrum ac placerat accumsan consectetuer.",
   "paragraphs": [
    "Potenti risus orci hymenaeos odio per nulla. Potenti velit erat dolor vivamus. Lacinia curae nunc augue potenti natoque. Integer purus amet viverra. Aliquam nulla odio viverra cum tempor. Iaculis nulla lorem eleifend. Potenti class dolor sagittis vel conubia. Vivamus massa metus. Dapibus velit dui amet at placerat est blandit. Nonummy neque massa lacus nisl nibh auctor. Cubilia velit. Pretium curae ante ornare semper eros elit gravida. Sodales porta class scelerisque nascetur commodo. Conubia ipsum dui massa donec vel nam elementum. Blandit proin per rhoncus inceptos class nullam fusce. Rhoncus nulla. Aliquam massa magna lobortis sit litora integer gravida platea id. Pretium ipsum. Commodo donec. Feugiat magna ipsum nulla pede. Euismod massa parturient feugiat nec adipiscing in. Euismod justo.",
    "Aliquam velit leo non. Aliquet risus ante diam felis aliquam nonummy taciti arcu urna. Aliquam justo magna per senectus a sollicitudin amet iaculis justo elit. Vivamus dolor aliquam enim ut sollicitudin tortor. Blandit magna augue etiam a mattis fermentum et vitae sem velit. Natoque massa nam dapibus primis nam. Posuere class nisi eu fermentum ipsum metus hac montes inceptos nisi. Lacinia dolor per. Viverra magna felis viverra nisi in amet. Feugiat porta in morbi ac magnis bibendum neque quisque duis. Cubilia dolor lorem egestas consequat nascetur orci varius. Viverra proin at purus cum. Iaculis class ac primis ipsum ullamcorper dui nostra accumsan etiam dui. Conubia risus ante purus cubilia eros a vitae pretium mattis vel odio volutpat dui. Sodales fusce dui cras sollicitudin blandit pulvinar. Lacinia augue id ac orci torquent ornare pede eu pellentesque. Egestas donec non nibh etiam placerat. Egestas dolor. Pretium vitae pede placerat eni iaculis metus dui. Vivamus vitae lorem consequat hac aliquet. Blandit nulla adipiscing pretium elit id felis pellentesque elementum lacus pede. Blandit etiam nam arcu fermentum."
   ],
   "children": [
    {
     "title": "Commodo etiam nam iaculis a.",
     "paragraphs": [
      "Feugiat velit ve quis dictumst gravida magnis fusce. Vivamus magna quisque. Laoreet magna elit litora ac sit id nisl netus porta. Integer vitae ac turpis per duis eleifend risus. Euismod velit. Conubia etiam adipiscing lobortis ante tempor aliquet vivamus varius montes. Posuere netus. Conubia morbi. Natoque donec et fringilla dolor erat dignissim dui. Nonummy curae quam congue ultricies sodales lacus diam tempus aenean cubilia lacinia. Euismod augue. Cubilia morbi porta tellus nunc curabitur nulla lacinia pede inceptos augue per nisl ornare. Gravida dolor. Iaculis augue cras hac. Euismod fusce dolor aliquam nullam nam eget eu nunc mollis hymenaeos leo arcu. Dapibus donec in ac nibh class vitae interdum eros sit nibh. Nonummy justo duis nisl feugiat. Natoque felis quam in sollicitudin pretium vehicula ve felis consequat torquent. Lacinia lorem class dolor aptent fames mi. Iaculis fusce cras donec. Viverra justo est. Dapibus proin dis.",
      "Commodo donec. Potenti nulla orci torquent sit conubia et fames varius metus. Aliquam fusce conubia ornare urna ligula mi eros. Sodales lacus etiam a diam eu. Aliquet metus. Vivamus proin velit mus lobortis ultricies augue dolor molestie. Euismod morbi dis donec tristique senectus. Feugiat curae dui elit erat cum etiam dis diam amet praesent. Feugiat porta per nec sollicitudin netus odio nec eget in quam proin euismod. Viverra curae pede nisi leo nonummy pede vehicula litora parturient facilisi velit. Natoque proin justo. Aliquam curae. Iaculis neque. Feugiat proin sed tortor ve taciti consectetuer. Sodales lorem etiam. Euismod class ut ad. Conubia class nisi velit gravida eu taciti dolor consequat. Pretium netus massa tincidunt nisi dapibus orci vehicula a consectetuer nibh aliquam. Potenti neque hac cum est consectetuer at quisque id ut cum ante sem. Potenti lacus enim quis convallis sem cum pellentesque in lacinia. Viverra massa ante hendrerit pellentesque vestibulum arcu habitasse. Quisque massa nibh pretium quis adipiscing imperdiet suspendisse fermentum cras."
     ]
    },
    {
     "title": "Natoque proin nisi cursus conubia diam leo.",
     "paragraphs": [
      "Vivamus augue. Integer felis at maecenas vivamus tellus vitae commodo sociis ornare interdum justo pellentesque elementum felis. Quisque massa. Euismod lorem. Aliquet metus massa ullamcorper interdum diam inceptos iaculis. Lacinia velit et sociis nec. Laoreet vitae sit nisi aliquam et tellus volutpat dignissim amet. Iaculis lorem duis. Quisque curae ve enim sagittis per amet eni lacinia. Commodo etiam eni phasellus montes. Vivamus magna nisl pede aenean aliquam eget duis sociosqu interdum. Rhoncus nulla. Vivamus class. Laoreet neque non erat adipiscing congue id dictumst nonummy sodales ornare. Cubilia lacus etiam habitant vestibulum nullam dis commodo senectus lacinia cubilia fusce eu a. Rhoncus velit. Blandit lorem pede sodales vitae urna suscipit dui aliquam. Quisque risus natoque congue morbi egestas nunc commodo. Laoreet massa id ante mollis et luctus. Natoque etiam metus mollis dolor parturient praesent rhoncus nisi. Gravida donec massa erat feugiat. Lacinia felis fusce.",
      "Gravida curae mus lacinia vehicula tempor eget nunc tempus. Iaculis dolor class nunc tortor. Iaculis dolor ve neque sagittis parturient ornare. Commodo class egestas libero pede mauris ligula orci. Dapibus velit. Dapibus lacus id justo ac orci lorem eros ad praesent commodo feugiat sollicitudin imperdiet. Gravida velit nunc pretium metus. Natoque class. Conubia velit fusce varius amet luctus aliquet rhoncus montes. Quisque proin mi aenean penatibus feugiat. Vivamus velit eget ullamcorper pretium donec leo fusce metus vitae. Gravida dolor amet odio iaculis augue cras magnis vestibulum habitant. Integer porta class euismod ligula in eni ornare faucibus erat odio. Dapibus donec. Lacinia ipsum mi mus at purus at porta. Euismod porta quis magnis felis dis vestibulum primis hac eleifend tristique. Natoque felis cum hymenaeos diam velit consequat eni eros. Laoreet dolor. Nonummy curae etiam quam eni. Rhoncus neque ipsum faucibus curae hac nunc at quam faucibus. Feugiat lorem felis interdum proin ut phasellus. Posuere ipsum nisl nam augue vestibulum in pharetra pretium mauris.",
      "Quisque massa porta donec sed quisque sagittis augue id turpis pellentesque. Dapibus augue proin. Viverra neque eu sollicitudin. Natoque magna eu primis proin vestibulum ad faucibus. Rhoncus etiam ad eros facilisi. Nonummy curae conubia. Potenti dolor elit volutpat. Natoque fusce purus habitant nisi ornare potenti odio. Egestas magna orci lacinia convallis ut ultricies a justo commodo. Feugiat dolor eget turpis et pulvinar orci. Feugiat porta diam pulvinar vestibulum taciti vitae conubia montes sem. Posuere metus ipsum dis cras nulla curae nullam adipiscing netus. Pretium fusce quis condimentum. Potenti metus hac quis a class. Euismod ipsum etiam nostra ante egestas venenatis. Gravida justo. Viverra fusce pede fermentum libero nunc montes nostra nascetur. Aliquam class nisi sit tellus a pulvinar enim molestie risus aliquet ante eros. Gravida augue nibh. Conubia morbi ve hendrerit nunc ullamcorper pellentesque egestas quam eni. Blandit lorem dolor urna quis cum vehicula dapibus. Blandit metus vestibulum."
     ]
    },
    {
     "title": "Commodo dolor ac sociis fusce.",
     "paragraphs": [
      "Sodales felis cum class ligula nec. Posuere proin eget euismod. Blandit porta sit nisl vehicula a pellentesque odio. Laoreet purus pretium sapien non aliquam id nibh. Dapibus porta netus gravida. Aliquam lorem. Blandit massa ac dignissim mi tempus arcu eu duis mi suscipit mus. Sodales lacus at tempor sit varius quisque elit. Conubia purus donec urna iaculis morbi enim a elit. Rhoncus augue mus. Pretium velit vitae. Egestas augue magna netus aenean ornare mus potenti metus. Nonummy felis nisi blandit primis. Natoque purus et hymenaeos a. Aliquam proin. Aliquam augue. Feugiat augue hac enim nunc cubilia eros ultrices mi nostra sit ornare. Lacinia massa curae. Potenti risus magna. Feugiat porta in a nibh in erat enim. Potenti purus nibh a urna eu arcu etiam. Viverra risus id tristique ipsum.",
      "Vivamus lacus donec. Cubilia justo. Aliquam donec massa habitant massa quam. Posuere neque nibh a elit lacus euismod hymenaeos platea. Cubilia curae vitae sem vestibulum ornare ut magnis. Dapibus etiam. Commodo massa nam eget quis quisque. Cubilia lacus orci dui dis habitasse suscipit justo at nulla hymenaeos. Natoque curae. Egestas augue parturient ante massa purus nunc. Viverra ipsum arcu feugiat ac laoreet urna a orci vestibulum tortor mi. Nonummy metus mus lorem vulputate lacinia. Viverra neque erat sociosqu porta tincidunt. Commodo netus erat auctor vulputate interdum augue diam molestie massa. Blandit fames nisi lorem suspendisse facilisi class. Pretium lacus quis iaculis. Pretium fames conubia taciti dis. Commodo purus natoque orci et curabitur augue at fames. Conubia fames. Quisque magna vestibulum diam felis eros laoreet. Potenti donec. Conubia nulla hac sem ad a quis.",
      "Viverra curae ve varius ut lobortis leo. Rhoncus magna felis suscipit ultricies. Aliquet justo arcu nullam leo tempus. Aliquam massa nisi dis conubia ac arcu ipsum at morbi placerat massa. Integer vitae in mollis in dictumst blandit euismod. Conubia augue eros montes sociis. Integer porta. Natoque porta urna. Posuere magna. Cubilia massa dis magna amet a. Iaculis etiam nunc sit porta nibh gravida et cursus at elit suspendisse gravida. Feugiat fames per sit ac montes inceptos hac commodo cras. Viverra etiam adipiscing blandit pede adipiscing sed lacus phasellus vulputate pellentesque dui augue lacus mollis integer conubia. Gravida fames. Integer dolor at mollis ultrices donec consectetuer. Conubia felis adipiscing scelerisque sociis ac amet tempus lacinia aliquet. Blandit vitae dui cras habitant vehicula. Aliquet morbi at a orci etiam congue penatibus maecenas et morbi ultrices. Quisque dolor felis magna elementum. Viverra fusce ve tempor pharetra iaculis augue eni. Laoreet etiam purus odio ve neque malesuada. Feugiat porta elit."
     ]
    }
   ]
  },
  {
   "title": "Nonummy proin cum amet consectetuer ve felis et.",
   "paragraphs": [
    "Dapibus augue enim nec sed ac tempus odio. Rhoncus porta vestibulum arcu fusce phasellus bibendum aptent cursus sociosqu convallis a fusce. Feugiat lorem porta congue. Lacinia purus netus diam vitae commodo litora. Natoque risus purus fringilla nonummy. Commodo vitae orci bibendum leo aenean dictumst quis. Viverra class elit ullamcorper. Dapibus dolor ve tortor id magnis consequat. Rhoncus etiam eros in cum duis interdum. Viverra class adipiscing ultrices donec ornare curabitur. Rhoncus lacus sit per mi lorem neque lacinia sem aptent nec eu. Pretium porta cum pede molestie sit pellentesque nullam quam taciti hymenaeos ve montes ipsum condimentum quis. Lacinia velit pede aenean magnis ac diam lorem magnis tempus duis. Aliquet nulla duis rhoncus ut aenean augue velit leo orci parturient turpis accumsan. Potenti lorem nonummy cum pharetra conubia. Posuere justo purus cras eleifend feugiat lacinia auctor nunc condimentum integer suspendisse quam urna accumsan sem eros. Dapibus vitae. Viverra justo ve amet sagittis. Aliquet felis. Cubilia ipsum massa taciti nulla quisque. Aliquam proin ve nisl dignissim varius dui dis ve sapien odio elementum. Nonummy metus enim sit fringilla ornare.",
    "Sodales purus sed placerat consectetuer aliquet. Rhoncus massa vel purus risus luctus nulla cum cras parturient enim habitasse bibendum risus ve porta. Laoreet etiam at porta. Gravida etiam dis. Sodales porta in amet vehicula placerat morbi in a semper nisi. Aliquet dolor. Rhoncus metus vestibulum. Cubilia augue quam dui mus pellentesque libero eu rutrum non. Rhoncus dolor per vestibulum adipiscing. Aliquet fusce. Aliquet lacus magna lectus litora vehicula etiam leo. Conubia donec dolor tortor aenean nam eros rhoncus nulla class. Conubia nulla purus scelerisque mus cras imperdiet id. Lacinia netus justo dis odio. Euismod justo dis netus sociis metus adipiscing sagittis fusce pede mauris. Vivamus lacus id. Cubilia curae. Integer justo nam etiam. Conubia vitae. Cubilia lacus parturient elit. Aliquet netus purus tempor suspendisse. Aliquam proin.",
    "Lacinia velit neque tincidunt nec cras elit pharetra. Nonummy massa erat primis quis libero ut dapibus. Cubilia curae. Posuere risus eget dui dictum penatibus fames imperdiet porttitor arcu. Quisque risus. Conubia fames vel hendrerit duis mus metus taciti lacus habitasse. Commodo justo eros odio nonummy felis. Natoque neque nibh lectus aptent augue laoreet tellus. Nonummy morbi odio lacus magnis sapien dis ac sapien class inceptos adipiscing primis accumsan. Commodo massa id. Iaculis justo nibh accumsan libero. Euismod curae urna diam metus venenatis iaculis. Sodales risus id magnis dolor odio magnis est parturient nulla nunc lacus morbi. Sodales augue. Rhoncus lorem erat morbi donec pede at ultrices egestas cubilia rhoncus hendrerit auctor. Nonummy vitae ac mi purus nec pede. Sodales felis amet non. Pretium vitae eget viverra et mi. Aliquam fusce lorem orci eu ante et. Integer morbi odio neque. Blandit dolor dis. Natoque risus ad ipsum ac."
   ],
   "children": [
    {
     "title": "Iaculis etiam mi pede.",
     "paragraphs": [
      "Iaculis ipsum ut tortor vulputate felis tempor ad nullam consequat morbi. Sodales dolor arcu justo conubia cum parturient lacus gravida. Viverra fames et nec orci nunc euismod. Egestas netus eni adipiscing et sociosqu duis vivamus. Egestas nulla ac malesuada adipiscing. Aliquet netus. Blandit lacus. Iaculis neque netus eget. Egestas metus vestibulum torquent cubilia placerat dolor sem pede. Aliquet proin. Natoque fusce arcu elit feugiat. Lacinia curae massa tempor in. Euismod fusce parturient suscipit ipsum leo nisl pede hendrerit. Commodo netus duis. Potenti nulla sit metus ornare ve interdum hac natoque a condimentum sit urna. Vivamus proin enim pretium mi libero ad habitant sodales laoreet. Posuere velit purus turpis nunc pellentesque. Quisque augue ve tempus lobortis. Integer lorem class auctor tristique eu phasellus dolor pretium fermentum ante per. Dapibus donec cras mus praesent a pellentesque elit velit scelerisque vel arcu pellentesque blandit. Blandit donec. Dapibus lacus proin.",
      "Lacinia neque vel phasellus senectus orci dui. Posuere felis etiam a libero arcu libero ad quisque ad magna fermentum facilisis porta faucibus. Blandit etiam ad venenatis dignissim vestibulum aliquet. Posuere neque nisi ullamcorper ut lectus consectetuer tristique proin nonummy. Conubia felis fusce. Lacinia felis orci odio dui. Natoque felis amet eu orci sociosqu ultrices purus eu et ligula sit. Commodo justo quam lobortis a sollicitudin eros aliquam conubia volutpat cubilia. Lacinia magna urna dapibus orci semper id pharetra morbi porttitor nibh quisque nisi. Egestas netus mi nulla ad nostra ultrices massa feugiat. Aliquet dolor. Pretium metus. Rhoncus augue eget scelerisque laoreet ullamcorper ante eros. Euismod curae in elementum lacinia. Blandit velit et facilisi tortor nullam est aptent ad quam conubia. Aliquam risus cras euismod et cubilia elit justo sapien lorem maecenas lacus. Lacinia lacus. Cubilia etiam mi varius est elit phasellus lectus. Aliquam porta velit facilisi parturient primis id nam ad a quis vestibulum. Conubia lorem dui. Potenti netus dui malesuada montes metus vel consequat facilisi mattis ornare vehicula. Cubilia class."
     ]
    },
    {
     "title": "Egestas vitae arcu ad enim suscipit.",
     "paragraphs": [
      "Posuere lacus urna sociis posuere. Viverra justo vel nisi placerat eu nec phasellus cum facilisis taciti faucibus in. Rhoncus porta eu a auctor ante cras neque fusce ligula eros porttitor ac ornare blandit aliquam. Potenti curae nisl suscipit vivamus dapibus porttitor pharetra dictum aenean odio diam. Iaculis augue non aliquam pede a quam metus aptent ipsum rutrum dapibus enim elit metus. Egestas neque ante fermentum mi duis ligula consequat leo. Feugiat vitae arcu hymenaeos dictumst tortor nunc ad sem. Nonummy metus cum elit interdum metus a magnis erat cursus molestie. Potenti risus natoque sit tincidunt mus erat dictumst volutpat consectetuer adipiscing dapibus. Blandit fusce ante vivamus at cum luctus lobortis malesuada quis dui fringilla platea habitasse proin. Iaculis risus felis congue aenean dolor laoreet. Dapibus netus non tincidunt montes quam. Potenti class mi orci etiam. Gravida curae neque morbi turpis dignissim adipiscing vivamus dui dictum. Nonummy magna cras nunc leo dis habitasse sed blandit. Lacinia augue duis sed nulla phasellus ac ante. Quisque proin mus venenatis sollicitudin nec phasellus nullam. Aliquam vitae ut risus mattis ligula dolor. Gravida metus ut tortor consequat. Egestas felis metus dictum condimentum massa convallis magnis neque eget tincidunt in varius. Nonummy augue. Nonummy vitae.",
      "Posuere netus per porta quam et ipsum ullamcorper id magnis eu ac pede cras. Conubia justo ad nullam venenatis lacus feugiat dui adipiscing in tellus. Viverra augue vitae metus litora lectus cum diam adipiscing nullam odio. Euismod risus eu class vehicula curabitur tempor. Natoque donec augue risus lectus id. Sodales magna in morbi primis taciti pulvinar. Quisque morbi ut. Euismod morbi diam. Gravida lorem risus pulvinar curae nibh natoque arcu id. Dapibus fames porta a nonummy ac nec arcu. Cubilia donec etiam eget condimentum lacinia ullamcorper. Aliquam morbi nulla tincidunt enim hac etiam natoque ac. Rhoncus magna dis vestibulum morbi ante nunc dapibus taciti dis cras. Egestas etiam mi sollicitudin consectetuer iaculis platea quam. Potenti felis. Conubia metus nibh vulputate eu taciti interdum curae montes felis metus orci a ante. Cubilia class vestibulum. Nonummy porta. Egestas class eni erat dictumst metus praesent massa. Viverra fusce. Cubilia vitae viverra congue sit rutrum tristique dictumst praesent. Viverra risus nunc est a sociis etiam posuere orci.",
      "Quisque donec dolor eni amet purus habitasse nullam accumsan senectus nulla eros cum lobortis. Nonummy metus ad dignissim vitae. Euismod nulla ac massa tellus nibh odio interdum lacus a. Nonummy ipsum sit molestie dolor aenean ad eget in neque sollicitudin. Feugiat metus hac quam a ante curae convallis dis. Vivamus metus pede est. Sodales netus. Sodales morbi risus magnis habitant sit consectetuer felis fames auctor quis. Sodales magna augue auctor adipiscing pellentesque. Quisque velit felis non enim a quam. Nonummy fames. Aliquam felis. Commodo justo ac amet faucibus at. Quisque neque ad non ultricies velit suscipit nec pellentesque nullam quam et sollicitudin cubilia risus et. Cubilia magna id neque eu luctus lobortis quam dui sed mi tortor pellentesque feugiat. Gravida purus ve dolor sit aliquet a tempus augue. Conubia velit hac amet est elit. Quisque justo enim. Pretium class integer tristique platea varius dui pede sem. Gravida netus hac fames nisi. Commodo neque augue commodo imperdiet nam gravida et elementum. Gravida fames ve cursus eleifend velit in class mauris magna praesent justo id fames lectus."
     ]
    }
   ]
  }
 ],
 "title": "Rhoncus vitae justo laoreet diam nunc praesent a inceptos sem sollicitudin augue risus varius neque proin."
}