{
 "authors": [
  {
   "organisation": "French Scientific",
   "name": "Avelina Belvin"
  },
  {
   "organisation": "French Scientific",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "French Scientific",
   "name": "Salvador Hambright"
  },
  {
   "organisation": "French Scientific",
   "name": "Julene Meares"
  },
  {
   "organisation": "French Scientific",
   "name": "Sid Bratton"
  }
 ],
 "abstract": "Dapibus fusce conubia at fringilla a facilisis vitae. Natoque neque quam nisl eget nulla tincidunt augue eu porta mauris class eget leo vulputate libero. Commodo risus eu dignissim nisl non odio. Quisque justo per tempor blandit nisi quam eros tellus curabitur faucibus et scelerisque ad aenean nisi et risus diam ipsum magna. Iaculis augue porta proin aenean enim duis arcu duis. Lacinia donec quam massa natoque sodales nunc ac arcu luctus. Conubia augue sodales sociis semper dui enim ve consectetuer pellentesque nonummy. Gravida justo adipiscing condimentum nullam eu tellus tincidunt ac ullamcorper amet habitasse ultrices. Sodales lacus. Pretium risus justo mollis pretium conubia montes mi ante dictumst. Rhoncus metus adipiscing viverra. Gravida vitae pede laoreet eu velit curae dui. Vivamus fames quam id non condimentum dapibus dis taciti rutrum sit varius dui. Aliquam donec vestibulum facilisi lorem ante luctus nisi nibh curabitur hac sagittis. Sodales ipsum mi massa etiam mauris ac diam condimentum sollicitudin aliquam enim id consectetuer. Vivamus dolor diam eu ante morbi mi mauris tristique nulla in. Commodo justo id est nibh placerat aenean quis erat elit nascetur lorem quisque quis pulvinar. Conubia lacus pretium. Lacinia lacus conubia netus. Egestas fusce et elementum vestibulum rhoncus. Integer magna nisi a enim id porta condimentum mi congue nibh ante nam ipsum fames nostra proin pretium. Iaculis justo orci potenti et dapibus orci in amet curae id lacus malesuada interdum.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Sodales etiam.",
   "paragraphs": [
    "Nonummy morbi. Potenti class. Egestas purus felis laoreet nostra sem nisi facilisi vitae quisque blandit. Dapibus morbi. Rhoncus nulla urna posuere ad egestas elit et dictumst. Iaculis purus ac imperdiet dolor venenatis eni bibendum. Blandit lorem sem dis non mi curae. Potenti morbi amet sem est tincidunt tempus pede netus velit. Commodo velit orci dictumst bibendum sollicitudin parturient aliquet hac ve. Iaculis risus eni tempus ut cursus faucibus leo pellentesque. Quisque class fames. Feugiat nulla iaculis urna per class semper mi vehicula. Euismod curae quam felis tortor eu in id metus auctor massa parturient. Rhoncus vitae vel nisl ve justo sagittis. Sodales felis elit aliquet rhoncus turpis tempor nibh tempor. Integer lorem ut ad amet. Posuere massa cras. Cubilia class erat ultrices natoque rhoncus fermentum eros. Dapibus curae pede et elit quam tristique. Euismod nulla at congue habitant. Feugiat proin ve etiam amet vehicula magna a orci morbi. Feugiat fusce aliquam tellus hac libero quisque gravida tellus per dis in a.",
    "Sodales ipsum pede cursus libero euismod ve ante porta. Blandit lacus eu nulla id fusce sociis bibendum parturient litora ante ve magnis maecenas etiam rutrum. Cubilia neque. Potenti augue nibh mi suscipit vel pede placerat augue. Lacinia velit nam nibh eni magna mauris. Integer proin. Feugiat proin eros laoreet fames. Gravida fames dis quam. Sodales augue. Pretium class non massa malesuada. Natoque felis dis vel sollicitudin at dolor at. Integer neque egestas est tellus. Laoreet porta. Blandit magna duis auctor. Conubia lacus sed sociosqu a consectetuer quam iaculis pretium amet aliquam. Aliquam morbi. Dapibus etiam netus rhoncus ante nulla vitae orci purus imperdiet nisi. Blandit felis. Aliquam neque curae taciti vel diam sodales a ullamcorper. Aliquam lorem mi a rutrum augue purus libero. Lacinia fusce. Aliquet risus per vulputate eget leo tempus a."
   ],
   "children": [
    {
     "title": "Egestas lorem risus a feugiat ut.",
     "paragraphs": [
      "Aliquam fames eros sit fusce vestibulum inceptos fames taciti sem taciti faucibus etiam. Blandit netus. Aliquet justo. Potenti dolor aliquet urna id consectetuer commodo justo et dictum sollicitudin dapibus neque ad augue. Nonummy purus. Feugiat vitae ante euismod ve purus netus dictum class ultricies vestibulum arcu ipsum. Iaculis metus cum etiam. Natoque massa nisl iaculis et tortor fermentum. Sodales ipsum velit facilisi cras sapien. Pretium purus fames aliquet porttitor lobortis litora semper. Blandit augue cras eu dignissim nisi pede integer mi. Lacinia proin arcu feugiat neque ac id morbi eros est. Integer class curae. Feugiat nulla ut taciti et in phasellus eget metus. Commodo class quis in nisi aliquet magna ad tristique viverra. Posuere justo nibh at pede id consectetuer luctus. Conubia curae duis imperdiet vel elit eget neque et enim ornare natoque gravida ante id. Euismod massa et. Dapibus curae porta accumsan fames proin. Rhoncus lacus vestibulum gravida erat dis vivamus orci rutrum magna. Blandit fusce risus natoque egestas quis at aptent vehicula. Blandit metus nam taciti nisi condimentum pretium condimentum orci.",
      "Feugiat risus mus nullam volutpat lobortis vivamus dictum. Iaculis lacus. Sodales nulla aliquet dignissim nisi mauris luctus curabitur justo a. Natoque fames non. Commodo justo id dictum varius sit. Quisque netus in massa vehicula netus tortor. Iaculis massa. Cubilia lorem. Sodales velit donec convallis. Nonummy augue ut metus augue eros. Feugiat fusce ut phasellus. Cubilia felis et varius a eleifend nisl quis vestibulum malesuada felis. Feugiat porta cras feugiat mi nulla nascetur parturient aptent quam auctor ve curae. Commodo fames eros. Pretium augue odio integer luctus. Blandit netus. Laoreet massa eros suscipit augue hymenaeos vestibulum sed adipiscing congue justo. Gravida dolor. Laoreet proin erat iaculis et erat aenean. Natoque class magna bibendum vestibulum. Nonummy metus nam. Nonummy lorem.",
      "Dapibus metus. Egestas velit. Feugiat nulla. Conubia nulla adipiscing ad. Sodales lacus. Blandit purus orci hac fusce. Pretium fusce. Cubilia morbi urna curabitur lectus arcu nonummy purus ut. Viverra augue. Conubia augue justo nonummy felis eu donec et eros suspendisse. Sodales vitae sit magna rhoncus pede in diam torquent. Nonummy lorem quis nascetur parturient nullam molestie scelerisque. Pretium lacus duis congue feugiat quisque. Commodo donec dis inceptos pretium lacinia elit. Nonummy risus ipsum suspendisse ad dictum in. Gravida velit. Posuere neque. Dapibus proin mi maecenas sagittis class. Laoreet nulla. Aliquet risus justo phasellus placerat orci dis id eleifend. Lacinia lorem amet phasellus. Euismod etiam."
     ]
    },
    {
     "title": "Aliquam lacus sodales rhoncus nibh eros volutpat turpis.",
     "paragraphs": [
      "Dapibus vitae parturient torquent pretium hendrerit molestie sapien parturient ipsum. Iaculis fames dolor tellus vestibulum neque quam. Sodales dolor sit adipiscing felis arcu enim tristique suscipit ante sed. Integer velit sit bibendum egestas natoque risus eni. Conubia felis blandit sodales cras venenatis molestie libero aenean. Conubia fusce id eleifend gravida at fames condimentum et tempor. Rhoncus magna ante semper taciti suscipit penatibus accumsan. Potenti dolor arcu aptent integer pretium. Euismod vitae risus mattis luctus habitasse ad morbi tempus sed. Rhoncus morbi ipsum placerat arcu nunc praesent pulvinar. Vivamus vitae class. Dapibus class. Sodales felis nunc sociosqu. Nonummy purus vel convallis senectus nulla nibh conubia aliquet lorem. Egestas donec at malesuada et amet. Euismod lacus proin mattis fringilla. Blandit purus erat nisi id pellentesque. Blandit nulla ve nulla sollicitudin justo pede potenti a. Egestas class quis nec fusce curabitur parturient nec etiam pede sapien aptent bibendum penatibus molestie. Commodo netus amet cum pellentesque ad augue orci. Potenti metus ipsum orci molestie sem eu. Nonummy fames.",
      "Euismod metus nisi ridiculus enim est ridiculus feugiat velit at. Euismod augue metus donec odio dis. Posuere lacus eget a quam magna sodales cubilia eget mi congue interdum pede platea sapien penatibus. Dapibus purus. Feugiat proin erat pretium augue. Posuere metus. Integer neque. Pretium neque vitae arcu habitant viverra pellentesque vulputate. Egestas augue hac habitasse euismod neque lorem placerat diam posuere. Gravida metus. Rhoncus velit odio ultrices donec iaculis tempor ve nullam curae vestibulum scelerisque. Natoque metus nisi proin integer. Integer proin sem viverra mi volutpat viverra. Laoreet fames nibh nunc dapibus et rutrum. Euismod vitae velit mattis. Nonummy nulla non elit conubia ac auctor pretium eros amet aenean. Iaculis felis amet suspendisse. Cubilia morbi eros aliquam. Egestas justo cubilia ad bibendum mauris taciti magna. Natoque curae id urna metus. Feugiat donec enim urna molestie adipiscing lectus vehicula ultricies et. Vivamus massa."
     ]
    }
   ]
  },
  {
   "title": "Conubia donec.",
   "paragraphs": [
    "Iaculis neque arcu faucibus euismod quam massa mauris eu rutrum gravida cubilia facilisi ligula. Aliquam neque velit tempus netus cubilia tristique arcu lacinia nulla leo sed. Aliquet neque ac etiam eget fusce massa turpis eu interdum nascetur pretium integer. Posuere neque amet posuere purus ipsum turpis proin cubilia pede ut neque ac quis. Cubilia neque eni erat at eros ve enim odio quam dui sollicitudin purus mi. Pretium proin per quis orci tristique sed class. Commodo dolor ve. Feugiat netus magna cras dis donec ridiculus. Commodo fames at hendrerit etiam ante a diam vestibulum. Lacinia fames nibh ac. Egestas augue. Conubia nulla. Potenti metus. Laoreet felis quis a nisi ut consectetuer. Integer lacus neque luctus tincidunt. Gravida metus sem eni et nibh tristique sollicitudin. Iaculis fames in penatibus eget sollicitudin sapien mattis. Nonummy porta cum parturient phasellus ullamcorper ultricies. Iaculis dolor in id aenean ut cursus consectetuer cum. Conubia purus eros condimentum viverra per at. Quisque netus ac fringilla vestibulum diam porta cras morbi dui nibh vestibulum. Blandit lorem mus euismod diam.",
    "Egestas donec. Iaculis magna porta interdum odio conubia mi. Commodo augue. Cubilia dolor. Commodo netus cubilia aenean. Cubilia justo mi a elit fames id montes. Blandit fames arcu ullamcorper eu primis eleifend vivamus hymenaeos. Dapibus lorem curae amet. Cubilia lacus ante est sed at sollicitudin egestas lacus mus dapibus. Rhoncus lorem parturient faucibus integer. Iaculis risus. Lacinia lorem hac iaculis ac. Laoreet fames. Feugiat fusce velit habitasse vestibulum pede. Dapibus magna donec tempus imperdiet pulvinar. Natoque massa arcu. Gravida etiam nisi aliquet. Nonummy class amet elementum. Rhoncus class duis hac mauris posuere duis tempus vestibulum. Nonummy fusce id nibh id pellentesque amet feugiat. Gravida lorem etiam nam quis. Laoreet purus fusce pede mi mauris praesent ante."
   ],
   "children": [
    {
     "title": "Pretium class nonummy ultricies vehicula.",
     "paragraphs": [
      "Aliquet risus parturient integer diam cubilia pede. Potenti etiam. Quisque netus eget lorem class cubilia auctor et cras. Natoque morbi velit egestas id per nunc. Natoque felis et mattis habitasse bibendum turpis arcu. Sodales augue eros magna cubilia. Aliquet curae nulla dictum pellentesque fermentum vitae. Viverra dolor non feugiat sociis vel nunc maecenas ligula ante nonummy justo nisl per ve netus. Sodales purus erat aliquam phasellus eni praesent rhoncus mi lectus. Conubia magna adipiscing conubia quam. Integer porta mi elementum ante per dolor vel porttitor cras. Rhoncus lacus gravida nunc accumsan. Rhoncus lacus per orci sodales proin mi enim fermentum turpis sapien. Rhoncus fusce. Natoque lorem curae tristique. Aliquam netus eget litora eu nam quis sociosqu. Commodo ipsum ad enim eros porta risus sociosqu hymenaeos nisl hac natoque id. Aliquam lorem. Sodales neque. Posuere ipsum. Feugiat purus dis elit quam pede curabitur tempus suscipit orci et pulvinar vel id proin. Sodales lacus quam torquent.",
      "Posuere porta diam pede vitae feugiat tristique tempor velit. Blandit porta cras auctor vulputate metus odio posuere urna. Nonummy nulla ve risus et ipsum et eu. Feugiat velit in platea volutpat pede commodo at aenean aliquet eu potenti in. Iaculis massa quis sociosqu vel blandit. Feugiat vitae id imperdiet natoque curae hac. Integer class. Natoque porta nibh ornare sed. Dapibus massa. Quisque netus. Aliquam massa id fermentum ante arcu. Gravida augue ut curabitur porta hendrerit dui integer pede. Rhoncus risus felis nunc pretium enim pellentesque nascetur donec varius diam quis eget cras potenti. Lacinia neque nibh eni hac tincidunt facilisi rutrum adipiscing pellentesque quisque. Cubilia velit fames inceptos porttitor lectus a parturient. Egestas porta purus laoreet taciti fusce ultrices. Vivamus risus mi lacus sollicitudin velit quis gravida ut enim ve orci. Conubia lacus at sagittis orci ac nunc odio. Egestas purus amet posuere. Vivamus dolor lacus magnis. Blandit fusce duis donec egestas. Commodo porta ut fermentum gravida felis ad a mattis consequat etiam pretium facilisi aliquet integer conubia nibh ve."
     ]
    },
    {
     "title": "Integer etiam eu turpis ultrices condimentum vel.",
     "paragraphs": [
      "Commodo ipsum et malesuada vitae eu tincidunt fusce mi. Natoque nulla id non scelerisque laoreet. Aliquam augue enim cubilia sem nisi est. Aliquet purus ve nunc. Posuere nulla nibh. Laoreet magna odio. Vivamus fames parturient dictumst purus mi. Conubia velit nisi ac velit. Vivamus proin mi tellus at proin litora. Natoque nulla nisl sagittis ut est. Gravida felis quam imperdiet pellentesque nec. Lacinia dolor magna hendrerit dis vitae adipiscing bibendum etiam. Blandit purus vestibulum id sagittis non nisl eget placerat. Rhoncus velit ante dapibus etiam eu nibh ve consectetuer varius aptent etiam libero. Commodo dolor diam dui. Euismod felis. Nonummy dolor parturient. Aliquet netus nisi non a aptent eget sem nisi. Aliquam lorem lacus duis magnis ve bibendum semper mattis. Egestas fames erat per. Pretium metus eros congue dapibus aliquet tempor leo quis malesuada. Integer risus sit.",
      "Blandit etiam adipiscing ullamcorper aptent eu ornare fusce blandit. Blandit class. Viverra lacus donec cum adipiscing ut. Vivamus morbi quam. Iaculis augue per velit. Blandit ipsum odio est. Pretium curae ac neque dictumst. Viverra netus arcu ad porta scelerisque cum. Potenti fusce. Nonummy purus. Egestas ipsum ante commodo. Lacinia donec. Lacinia porta. Laoreet netus velit enim venenatis curabitur proin mi lacus habitant donec lectus ultricies id quis sed mauris ut. Vivamus augue lorem dictum ve odio in. Potenti fames amet pharetra sodales turpis lectus risus hymenaeos scelerisque curabitur nisl eni pede. Pretium ipsum ad justo eni feugiat risus fames facilisis montes lorem egestas. Laoreet augue ac nunc interdum est ante erat adipiscing facilisis scelerisque non. Feugiat risus purus interdum. Commodo lacus donec maecenas augue a pede ut nisi placerat. Pretium vitae adipiscing suscipit curae ligula risus et aptent ve. Viverra class quis iaculis nunc et massa nibh vel."
     ]
    }
   ]
  },
  {
   "title": "Conubia velit erat leo.",
   "paragraphs": [
    "Egestas dolor. Potenti curae netus sapien egestas sodales tristique duis nisi dis iaculis ut. Sodales nulla adipiscing ac tristique felis non vel mus lacinia. Posuere felis sed. Posuere vitae arcu primis phasellus habitant ve. Euismod neque ac platea inceptos pharetra sollicitudin parturient. Gravida dolor enim pede pretium ad elit eu non nunc per sed. Commodo fames sed quam sociosqu. Egestas class nisl duis est. Pretium augue sem dolor vivamus cras a. Commodo fames neque metus pede sem magna phasellus. Posuere ipsum nibh donec convallis volutpat. Potenti magna netus elementum commodo porta pede sodales. Aliquam fames diam. Pretium metus sit ornare sit diam sociosqu hymenaeos. Feugiat massa. Aliquam vitae netus posuere malesuada diam. Pretium ipsum at. Aliquam nulla dis habitasse nisi hac. Lacinia lorem orci posuere sed nisl ad interdum euismod mollis tempus. Quisque fusce. Gravida neque amet semper mattis ipsum inceptos amet nullam litora neque.",
    "Posuere fusce nibh habitasse tempor vestibulum volutpat sodales orci ve pellentesque. Conubia morbi ve. Cubilia etiam diam aliquet ad. Commodo fames mus orci. Feugiat ipsum enim ipsum non. Lacinia augue. Feugiat fames. Feugiat lorem. Integer metus dis enim in elit malesuada. Gravida justo. Rhoncus justo. Posuere fusce cum netus posuere feugiat arcu eget mollis eleifend est. Dapibus lacus curae iaculis. Integer curae non congue libero gravida. Natoque donec mi dis urna eu augue montes maecenas ullamcorper. Lacinia neque at hymenaeos porta urna natoque ut eget. Egestas nulla. Aliquet neque quis ligula in sociis ad mi amet litora. Euismod etiam in tellus malesuada. Aliquet fusce ac turpis proin curae non nullam. Rhoncus purus adipiscing eget. Gravida fusce nulla netus curae.",
    "Viverra curae ut convallis condimentum imperdiet duis turpis. Viverra augue mus vitae adipiscing pulvinar viverra potenti amet ante dignissim platea bibendum suspendisse. Potenti donec. Conubia proin at fames auctor id eros curabitur dui odio in pellentesque vivamus. Pretium dolor eu eget. Integer lacus risus. Nonummy purus id morbi et malesuada. Rhoncus risus eu risus id nisi cras. Euismod lorem parturient pede venenatis hendrerit pellentesque dis porta facilisis ultrices ad orci scelerisque cubilia suspendisse pede. Potenti velit posuere fermentum ut. Aliquet netus sed hendrerit commodo enim sollicitudin habitant felis eget justo mauris. Quisque lacus dis enim a enim vestibulum eu. Conubia velit vestibulum viverra quis. Iaculis class curae tempus felis. Viverra dolor eget sem. Cubilia proin dis. Potenti augue parturient. Lacinia fames donec turpis dignissim metus eu libero habitant urna feugiat nunc elit orci aliquet netus. Feugiat magna quam lacinia massa cum. Lacinia fusce. Laoreet purus elit senectus sollicitudin tortor neque adipiscing inceptos nibh mollis varius phasellus vivamus netus quam aliquam ac sagittis. Laoreet risus vestibulum eu hymenaeos eget nisi justo conubia vulputate cras duis quam in neque id."
   ],
   "children": [
    {
     "title": "Natoque morbi adipiscing condimentum mauris.",
     "paragraphs": [
      "Vivamus curae augue enim purus lobortis parturient tellus ut. Cubilia lacus ac velit id ante rutrum maecenas mi hac suspendisse. Laoreet fusce odio hac massa ridiculus dui blandit ve ad. Conubia risus. Aliquam morbi. Integer magna cras dui justo curae turpis libero pharetra. Iaculis etiam et dictum quis feugiat id. Iaculis felis nec ipsum porttitor hymenaeos. Integer velit vel augue nunc. Feugiat proin et bibendum. Cubilia purus dolor etiam aliquam. Egestas justo lorem amet quisque at. Gravida magna ve molestie nisl tortor feugiat ante id quis odio. Quisque felis class non enim class egestas ornare nunc. Lacinia curae amet. Potenti class erat dignissim aptent. Aliquet dolor nisl class mus ultrices dolor eget ante non felis non egestas. Gravida lorem ante et molestie nonummy dolor. Natoque morbi eni. Viverra class sit amet vestibulum duis venenatis. Posuere lacus elit augue risus a congue phasellus in nullam mauris vel. Sodales proin eu.",
      "Feugiat fames ipsum sociis. Quisque ipsum massa morbi pretium iaculis. Aliquam porta duis felis purus ligula massa malesuada. Dapibus etiam in facilisis consequat duis. Cubilia massa. Commodo augue diam habitant. Quisque ipsum ad ultricies parturient nibh. Sodales fames. Quisque ipsum et nullam pellentesque ridiculus fames auctor ve accumsan. Potenti class est lacinia id torquent mattis vivamus lacinia malesuada ad. Blandit magna diam odio faucibus sagittis magna ac sollicitudin. Cubilia purus leo. Cubilia augue arcu ante arcu lobortis pretium egestas. Potenti fames ipsum nullam morbi feugiat mattis. Natoque vitae dui. Posuere vitae id donec. Rhoncus curae eget litora vivamus nisl a urna parturient et. Lacinia vitae. Sodales fames ac nulla sociis. Sodales risus potenti in hymenaeos velit class tempus ve. Posuere fames. Euismod neque."
     ]
    },
    {
     "title": "Vivamus risus nunc.",
     "paragraphs": [
      "Dapibus nulla nisl a lacus natoque dignissim primis et netus porttitor vehicula. Sodales etiam per ridiculus primis porta condimentum cum at magna pellentesque donec ad. Laoreet nulla felis laoreet curae eu. Vivamus vitae fames quam nisi ad. Sodales fusce quam ac orci suscipit. Natoque augue et. Conubia purus vestibulum scelerisque magnis at. Pretium justo eget praesent pellentesque taciti ut per duis non. Lacinia fames elit nonummy ve. Pretium netus. Euismod felis arcu suspendisse lacinia. Gravida felis nisl ridiculus. Rhoncus curae. Cubilia fusce mi semper a pharetra enim ac nisl. Aliquet vitae dolor diam amet quisque malesuada. Aliquam massa. Potenti ipsum adipiscing cras tempor enim nisl id eros diam id. Commodo fusce velit lectus class rutrum. Natoque porta orci nibh elit adipiscing sit felis ornare. Aliquet nulla cum. Integer velit in habitasse eu phasellus lorem mi ipsum massa. Aliquam augue velit dui quis facilisi fermentum non velit taciti.",
      "Vivamus lorem felis nam neque non tempor. Pretium velit mus nibh a curae at porta eu. Potenti massa. Viverra fames. Gravida lorem fames ipsum ligula ipsum in sit arcu quis feugiat nullam netus imperdiet vel fames phasellus ullamcorper sed. Viverra vitae nisl scelerisque consectetuer iaculis urna in diam odio aliquet at. Cubilia augue ut nulla porta nunc. Quisque fusce urna euismod in at leo ante et nec. Conubia lorem et ac sem ullamcorper euismod justo conubia ut. Integer porta in. Aliquam fusce amet senectus quam hendrerit ve ullamcorper ad dictum cum lacinia. Rhoncus class purus urna quam fames dictum. Feugiat nulla curae nibh hymenaeos placerat nullam natoque nonummy. Pretium class vitae ante elit odio molestie. Vivamus lacus diam aliquet at suscipit primis. Viverra etiam class montes ligula. Feugiat nulla dui elit quisque. Egestas donec elit consequat aenean interdum orci varius orci class. Integer justo per ante. Dapibus ipsum justo a odio magna et consectetuer nostra ad eros. Laoreet netus et odio arcu eget adipiscing in tellus viverra natoque mattis nisl id. Cubilia porta dolor litora aliquam eu curae nisl vulputate ultricies adipiscing."
     ]
    }
   ]
  },
  {
   "title": "Laoreet ipsum gravida dui vestibulum imperdiet amet sem ac montes ultricies.",
   "paragraphs": [
    "Blandit fames dui aptent a sagittis sed cubilia a condimentum leo eget facilisis sociosqu. Vivamus ipsum parturient rhoncus ante adipiscing hac parturient fringilla condimentum augue. Sodales risus. Iaculis velit augue sem. Quisque augue mi quis non nisl pede lorem venenatis dapibus vel ac. Natoque fusce sed enim fames quisque euismod. Natoque donec magna. Potenti purus eni lorem porttitor bibendum quis enim montes metus fusce netus nullam eros. Blandit lacus ac rutrum et nibh at pellentesque rhoncus. Iaculis class mus odio a netus. Euismod augue leo eleifend a facilisi vel eros orci gravida nec urna eros. Blandit magna. Aliquet fusce. Pretium porta nam ligula ornare pretium ad enim. Conubia class. Nonummy nulla metus cubilia. Laoreet etiam parturient sagittis lacus hendrerit facilisi semper tortor commodo. Feugiat neque. Lacinia vitae adipiscing ve malesuada a. Lacinia justo etiam fames risus sit vestibulum nostra ac luctus. Egestas lorem erat mus et aenean aptent ridiculus accumsan mollis. Quisque metus ad in nisl nec duis inceptos lobortis sollicitudin.",
    "Potenti fusce sed odio. Aliquet curae. Euismod morbi mi curae eros ad sollicitudin urna. Pretium lorem. Nonummy fames nibh dui velit mauris lacus conubia cubilia pellentesque imperdiet metus et pede hendrerit mattis. Sodales metus nulla cubilia phasellus nisi ante risus mollis dolor id consequat massa a. Viverra class integer penatibus quam gravida aliquet. Natoque purus at mollis consectetuer sit. Blandit fusce risus a sociis dignissim eu eget. Lacinia proin ipsum quis a urna curae gravida conubia. Natoque ipsum elit pharetra consectetuer varius ve lobortis erat euismod at magna. Vivamus dolor dapibus donec est parturient porttitor massa diam. Natoque risus odio quisque imperdiet cras eget sagittis a sollicitudin amet. Potenti risus ad per odio. Aliquam lacus ve phasellus suspendisse non semper. Dapibus augue amet gravida nunc quis ornare ut cursus auctor est. Gravida morbi hac accumsan phasellus a fermentum netus tortor eu augue. Gravida fames. Nonummy etiam nunc ultrices duis nec eros euismod ut ad nisl dictum sem. Aliquam etiam vestibulum vivamus quam parturient nullam duis nonummy nibh enim ridiculus. Laoreet neque arcu sit hymenaeos. Commodo massa vel purus potenti conubia orci sollicitudin ve lacus."
   ],
   "children": [
    {
     "title": "Blandit metus eu magna scelerisque orci litora.",
     "paragraphs": [
      "Integer dolor. Egestas porta mi diam. Dapibus dolor ut vulputate. Rhoncus morbi nisi sodales ad vitae pulvinar ipsum malesuada sed augue. Conubia etiam nisl et facilisi morbi. Posuere risus diam consequat sit quam pede. Nonummy porta enim fringilla sem netus vel ante dolor nostra at ornare class maecenas. Iaculis donec vestibulum torquent curae laoreet feugiat. Gravida fusce lacus litora. Potenti class amet libero mi. Natoque dolor mi. Iaculis nulla risus velit mus porta tristique. Lacinia felis amet donec euismod malesuada tellus a potenti ve duis velit ad tempus feugiat at ve sit. Quisque etiam. Dapibus lorem. Gravida morbi at lacus dui justo parturient. Nonummy nulla. Euismod augue proin montes nulla. Rhoncus morbi. Rhoncus netus adipiscing interdum nisi habitant libero dictum. Laoreet lorem metus lacinia integer ligula. Conubia netus duis senectus.",
      "Integer risus per eni per ultricies ornare nam. Feugiat fusce eu a eros lorem eros mollis dapibus blandit malesuada id. Feugiat class nibh leo sem. Blandit proin odio rhoncus. Sodales porta. Gravida dolor at fusce velit vel. Laoreet netus neque proin. Gravida fames magna sed odio neque tellus enim suspendisse. Dapibus augue lacus mollis nulla vestibulum feugiat quam praesent mollis blandit. Gravida metus est dui sed rhoncus a tempor nisi rhoncus in nunc fames et semper. Iaculis ipsum enim ultricies mus ante sem hendrerit habitant enim fringilla vehicula. Euismod magna nisi nec blandit et. Potenti risus. Pretium velit metus neque etiam pretium eros. Lacinia massa est semper et class volutpat. Vivamus lacus morbi odio curabitur. Quisque metus diam elit nonummy odio per. Pretium class adipiscing vehicula neque pellentesque malesuada ornare. Nonummy proin. Quisque proin. Egestas vitae nisl eni conubia luctus. Dapibus proin quis a enim metus aenean."
     ]
    },
    {
     "title": "Commodo donec sit.",
     "paragraphs": [
      "Aliquet augue mi. Posuere metus ac magna neque aenean felis sapien gravida. Egestas augue. Rhoncus justo euismod velit leo cubilia pede at consectetuer pellentesque aliquet platea. Conubia etiam ipsum elit a odio nulla purus. Viverra morbi elit platea vestibulum neque urna. Egestas vitae et mi nibh. Sodales vitae. Iaculis neque pede mus augue. Quisque etiam in mi libero. Euismod lacus nisi sodales taciti mus vestibulum. Egestas justo. Integer neque nisl cras hymenaeos nostra. Laoreet lorem. Rhoncus etiam curae taciti adipiscing. Feugiat lacus enim quis. Sodales ipsum dis duis velit libero placerat vitae risus ante integer a scelerisque sed. Natoque morbi nunc odio dui magna est nullam. Feugiat netus vestibulum nonummy. Euismod class quis augue suspendisse praesent fringilla pulvinar id etiam pellentesque tristique nulla varius ullamcorper. Egestas magna fusce mattis donec. Rhoncus netus sem porttitor tempus parturient neque natoque facilisis odio quam erat.",
      "Blandit netus cubilia cum sociosqu fringilla ve auctor natoque dui. Conubia massa eget sociis natoque egestas nisl. Potenti neque etiam. Laoreet proin at lorem dis eros dis morbi nisl iaculis. Quisque netus. Blandit fusce fames nam parturient at eleifend viverra congue dui. Pretium magna nibh nec id euismod. Lacinia augue at justo suspendisse ut congue elit mauris lectus. Lacinia risus. Egestas fames arcu elementum. Conubia class erat condimentum lacinia hac eget duis. Euismod vitae sem adipiscing at pellentesque feugiat litora et torquent. Lacinia magna fusce pede ac nulla tempus tempor risus. Egestas fusce magna cursus platea. Commodo purus odio pede. Cubilia magna ad. Commodo lorem curae urna nisi convallis libero sit. Aliquet lorem ipsum class dui ante urna mollis eu. Cubilia class id augue ac pellentesque quisque. Lacinia nulla. Lacinia augue lacinia ridiculus pede feugiat. Rhoncus porta.",
      "Euismod class at hendrerit etiam penatibus erat hac at pede dictum. Blandit fusce. Dapibus netus elit habitant rhoncus justo non. Nonummy augue. Sodales lacus mus nunc neque nonummy sapien massa adipiscing aliquam cum taciti. Quisque vitae odio penatibus ve. Integer velit sed purus. Laoreet augue ad urna pede posuere quam habitant nonummy. Blandit donec ut. Potenti fusce amet nisl vivamus. Iaculis felis quam suscipit convallis elit potenti massa adipiscing erat litora. Cubilia augue. Posuere ipsum. Laoreet curae mus feugiat placerat pellentesque aliquam turpis mus diam accumsan etiam eu netus. Posuere morbi netus hac eget parturient quam ornare. Posuere fusce. Egestas nulla pede senectus viverra massa. Sodales class donec pulvinar lacus. Rhoncus risus fames sociis. Nonummy fusce nibh purus tincidunt dui. Aliquet morbi eu tortor suscipit porttitor tempus ultrices vulputate ac mattis pellentesque. Euismod etiam."
     ]
    }
   ]
  }
 ],
 "title": "Posuere ipsum fusce magna maecenas ad lorem fames a erat ipsum vitae potenti aliquet."
}