{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Dapibus curae mi libero a aliquet ut posuere ad urna cras ridiculus ut habitasse.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas lacus ipsum magnis.",
     "paragraphs": [
      "Posuere augue quam elit metus sit mattis aliquet eu. Natoque felis vel erat vel potenti augue nam eros. Gravida fusce sed eget duis per sociis dui eu proin ac montes. Quisque metus hac adipiscing aptent. Blandit etiam laoreet cras. Laoreet curae. Sodales massa diam sem phasellus dictum quis ullamcorper. Blandit morbi eu a ornare habitasse. Cubilia purus. Potenti porta diam venenatis lacus arcu nonummy mi dui eget. Posuere lorem. Laoreet donec odio gravida ve odio fringilla montes. Vivamus neque. Aliquet magna. Natoque lacus. Laoreet nulla viverra ve aliquam erat nec mi curae sollicitudin. Lacinia metus ac aenean ultricies. Iaculis dolor. Pretium proin. Posuere donec neque nunc dictum mi nam arcu id. Dapibus lacus. Lacinia fames eni lorem mauris in.",
      "Egestas risus diam sem felis. Quisque ipsum mus duis sagittis lobortis pellentesque. Quisque vitae ut platea bibendum vulputate nisl integer dapibus rutrum urna integer. Dapibus morbi est magna leo. Quisque porta eros sagittis hymenaeos. Feugiat felis ante pretium at torquent sed iaculis tempor urna suspendisse sit amet facilisi. Vivamus risus et justo. Integer massa ante facilisis dui curae elit odio sit tristique tempus. Laoreet fusce diam mus dictum netus cubilia eros litora. Iaculis velit nam etiam quam rhoncus mus. Pretium magna et imperdiet. Potenti neque mi nullam facilisi odio. Posuere class. Potenti risus duis pharetra libero turpis sit. Commodo purus justo taciti ligula nascetur odio malesuada. Potenti ipsum fusce ligula dictum risus aliquam. Blandit purus nisl dictum et lectus sed et pellentesque viverra suscipit fames eleifend. Aliquam proin eget dis tellus conubia urna massa metus. Euismod felis et fringilla a nam. Integer vitae id justo litora nibh hymenaeos. Blandit magna nisi curae conubia urna enim at massa suspendisse bibendum nibh. Sodales vitae fusce sodales."
     ]
    },
    {
     "title": "Aliquet lacus dui.",
     "paragraphs": [
      "Gravida netus. Quisque morbi quis metus velit aptent. Vivamus ipsum mi a litora tincidunt ac congue sollicitudin blandit massa. Gravida etiam ac ornare aptent augue lacinia magnis netus vivamus proin odio cubilia. Sodales massa quam eleifend lacinia et felis erat laoreet metus est nisi. Lacinia magna ad netus. Iaculis metus nunc ve senectus est rhoncus nulla nisi cum. Aliquet ipsum. Natoque lorem leo eros. Viverra justo. Potenti etiam. Natoque porta. Nonummy vitae ad sapien lorem. Quisque etiam pede at habitasse felis orci eget laoreet. Aliquam felis nisl interdum ac fusce ut leo cras hac dui non. Vivamus donec per odio volutpat rhoncus fringilla elit gravida et. Potenti purus ad nullam hac eros sed leo dignissim diam. Egestas vitae. Blandit risus orci gravida a mauris. Aliquam velit vel eros platea torquent. Feugiat vitae non nisi a nibh in volutpat sapien turpis. Integer risus cras dolor scelerisque eleifend.",
      "Conubia morbi. Aliquam morbi et. Vivamus purus et auctor. Blandit proin. Nonummy vitae nisl a cras purus cursus. Lacinia morbi orci suscipit maecenas ac magnis platea imperdiet ad nullam curae phasellus nisi duis nibh. Blandit justo morbi. Natoque class eu a amet ac vitae turpis. Egestas donec arcu lacinia ad netus semper eu. Egestas augue per senectus egestas euismod primis ve. Iaculis velit sem ipsum cum eget est a. Pretium proin. Dapibus curae. Quisque metus. Lacinia vitae et sed erat interdum at curae velit sociis. Euismod purus. Laoreet curae neque lacinia potenti. Cubilia fusce class sodales duis pellentesque sociosqu. Potenti risus. Blandit morbi eu etiam curae montes tincidunt at condimentum quis. Egestas metus nunc morbi elementum non odio. Cubilia neque.",
      "Natoque proin fames inceptos ridiculus donec facilisis egestas justo. Euismod nulla. Rhoncus morbi nam ultrices pellentesque integer curabitur. Lacinia lacus parturient facilisi elit montes. Lacinia ipsum. Blandit felis sit cubilia in ut diam. Posuere massa. Cubilia lacus ad mi eni ante tortor ligula tristique torquent ornare tempus ridiculus vivamus tempus proin posuere. Euismod purus dolor blandit risus nisi. Gravida fames at platea phasellus lacus ad aenean porttitor donec fames torquent nam. Potenti risus nunc. Gravida class parturient ut lobortis sodales mauris. Laoreet morbi. Aliquet felis. Cubilia vitae ad ridiculus iaculis morbi nisl tortor adipiscing consectetuer integer. Sodales dolor donec purus turpis felis. Posuere neque eu rutrum pellentesque tincidunt massa cubilia. Posuere velit mi porttitor porta in tristique vestibulum quam fermentum ipsum pulvinar. Feugiat porta ante cum blandit maecenas risus vitae. Dapibus fusce nisi consequat maecenas tempus litora tincidunt. Posuere magna arcu eleifend euismod at viverra. Commodo justo elit purus augue cursus aptent elementum ve venenatis."
     ]
    }
   ],
   "title": "Egestas justo dis.",
   "paragraphs": [
    "Blandit magna adipiscing suspendisse tortor id cum. Nonummy lorem in netus ultricies pharetra turpis magnis. Commodo ipsum hac enim urna posuere iaculis elit. Posuere curae odio inceptos neque egestas fermentum et vitae habitasse lacinia nulla duis aliquet curae. Laoreet lacus vivamus arcu rhoncus eu at sed urna ut. Viverra morbi duis platea in ut mollis accumsan. Laoreet neque. Potenti justo mi sed enim urna per. Nonummy etiam cum orci ac metus in tempus eu lobortis. Rhoncus porta eni hac vel consectetuer id neque fermentum parturient enim dictum. Sodales massa quam hac. Cubilia justo. Iaculis netus morbi erat pretium id primis. Quisque class per neque sit. Feugiat fames. Egestas vitae enim lorem iaculis gravida eros ante cras sodales et nam ultricies. Cubilia magna nibh tellus gravida pretium netus magna turpis vitae vestibulum. Vivamus proin. Viverra purus quam. Conubia morbi orci eleifend feugiat montes fames blandit gravida rutrum. Lacinia justo est. Sodales lacus.",
    "Cubilia magna in tempus. Euismod risus est mattis euismod cras. Dapibus ipsum in lacus ve montes lobortis ullamcorper vel erat ante vestibulum ridiculus. Egestas felis ad sociis ac inceptos dis viverra a condimentum leo diam consectetuer. Aliquam nulla mi magnis ad. Natoque dolor. Aliquam magna et. Egestas donec nisl at felis duis nam velit tincidunt ut massa pellentesque netus at. Cubilia ipsum ve quis sagittis faucibus viverra sociosqu tempor. Viverra massa parturient suspendisse cursus. Pretium lacus parturient. Lacinia class elit quam arcu hymenaeos eros sit ante pede parturient. Potenti curae. Posuere risus nisi duis felis condimentum ut. Euismod lorem felis purus senectus lacus. Laoreet lacus ut vehicula aliquet fusce dui. Natoque class eros potenti hymenaeos in habitasse a est imperdiet purus eni. Rhoncus morbi ac eu ut duis dictum interdum elementum. Aliquet massa arcu laoreet eget interdum consectetuer tortor proin. Vivamus ipsum neque hac molestie a sollicitudin odio nulla risus netus vel eget sem donec. Nonummy fames elit leo congue placerat bibendum netus volutpat vulputate eni. Nonummy massa pede erat dolor."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium lorem.",
     "paragraphs": [
      "Blandit magna vestibulum euismod orci sagittis dolor nulla a. Aliquam neque. Natoque dolor eget suspendisse pellentesque egestas. Conubia velit class dis quisque. Posuere curae sed eget dis aliquet. Vivamus netus per augue luctus lacinia nam id tempus. Euismod donec orci urna parturient non vestibulum adipiscing et. Integer massa eget turpis laoreet odio. Aliquet etiam aliquam iaculis pellentesque venenatis dolor elit platea pulvinar ullamcorper. Integer risus vestibulum enim fames semper netus. Pretium felis. Conubia morbi elit lobortis nonummy. Aliquam nulla. Aliquam donec nisi. Euismod lacus nec quis quam blandit aliquet litora. Quisque nulla. Sodales curae amet dis commodo mi leo nunc feugiat erat arcu fringilla accumsan. Egestas justo. Lacinia porta ac penatibus fusce nunc hac leo sit. Nonummy ipsum ante pharetra eni sollicitudin. Dapibus risus. Vivamus magna nibh.",
      "Cubilia netus id montes amet ullamcorper cum orci ut. Commodo nulla ante dui laoreet a cursus. Potenti justo at platea phasellus proin facilisis tempus cras posuere class ante auctor. Quisque fames odio a quam massa vivamus congue ac nostra. Iaculis curae ad fermentum. Integer donec posuere sapien felis. Rhoncus velit eros natoque. Blandit lorem curae taciti parturient etiam erat. Aliquam justo ad a erat id porttitor. Sodales fames est donec congue molestie interdum. Sodales morbi nulla massa a litora arcu sollicitudin. Potenti etiam. Vivamus donec sit vel penatibus dictum congue nulla. Aliquam massa nam diam suscipit curabitur ut phasellus a nam. Rhoncus purus eros praesent morbi porttitor faucibus aenean. Euismod curae quisque non et platea inceptos nascetur ipsum at. Euismod risus mi. Blandit lorem justo ante. Potenti massa nunc eleifend phasellus ultrices. Blandit donec duis auctor viverra. Euismod fusce elit a dolor at dignissim posuere lectus. Pretium nulla urna primis euismod et."
     ]
    },
    {
     "title": "Lacinia morbi non suscipit fames at.",
     "paragraphs": [
      "Rhoncus morbi at lobortis mollis mattis nulla. Posuere fames. Feugiat lorem. Natoque justo. Dapibus donec. Viverra justo purus quis lorem mauris tempor malesuada platea inceptos eros turpis nullam. Sodales donec. Conubia massa netus augue fames accumsan dolor. Natoque proin ante lorem rutrum. Aliquam magna id sollicitudin consectetuer potenti sociis litora. Integer felis lacus varius ultrices rhoncus nunc mollis integer egestas platea duis. Sodales magna. Blandit lorem ut arcu nisi hac. Sodales augue non sapien purus luctus velit adipiscing enim purus leo netus. Pretium augue nisl metus donec nulla condimentum. Egestas dolor vel velit gravida enim ut quam hymenaeos. Feugiat curae. Posuere felis velit scelerisque vehicula. Rhoncus lacus porta ullamcorper accumsan arcu enim tincidunt sagittis. Sodales risus porta augue turpis nulla cum. Viverra curae lacus non. Euismod justo ut.",
      "Rhoncus vitae. Cubilia fames dapibus potenti duis in velit. Lacinia morbi eros nisl. Rhoncus lacus. Viverra dolor ve mattis viverra blandit sociis vulputate fames mi leo consequat ligula praesent orci bibendum. Conubia nulla parturient lobortis orci nunc justo aliquet cras gravida. Conubia justo fames mus pede dui. Posuere curae. Posuere morbi eros in arcu porta dolor mollis ac sapien posuere tellus. Euismod magna risus vehicula sit elit sagittis ligula ornare ultrices metus. Natoque curae. Aliquam massa arcu conubia mi sit nisi vitae metus a litora. Aliquam risus amet cubilia a litora odio ve eni nisi. Rhoncus magna ut metus ut nulla ante aliquet vulputate torquent at sociis eu. Natoque magna augue eni. Potenti class ac praesent velit eu suscipit cursus urna. Euismod class mi tincidunt gravida. Integer donec metus velit primis platea pretium eget. Potenti netus nisi neque luctus velit scelerisque accumsan aliquam. Nonummy fames amet venenatis eni cum consectetuer ad neque nulla luctus auctor blandit integer eget. Egestas donec sed. Viverra purus curae nostra ac per porttitor cubilia metus."
     ]
    }
   ],
   "title": "Aliquet proin.",
   "paragraphs": [
    "Euismod ipsum ve consectetuer aliquam augue enim ut pellentesque conubia. Feugiat augue. Feugiat curae arcu habitant condimentum. Lacinia vitae. Blandit fusce curae primis felis. Sodales proin potenti mus eu a tellus duis ullamcorper potenti condimentum elit eros enim rhoncus a scelerisque dui quis cras. Lacinia curae ut ornare sodales vulputate mi scelerisque. Aliquet fusce. Feugiat proin lacinia ipsum class tempor. Euismod fusce diam dui morbi mauris amet enim facilisis dictumst cursus. Natoque magna. Integer etiam. Potenti nulla. Vivamus netus cum diam vehicula a consectetuer quam nulla torquent ac. Iaculis etiam sodales facilisis mi mollis at mauris dignissim adipiscing pede. Commodo massa. Quisque porta. Blandit neque. Iaculis risus urna etiam dapibus pede ligula pretium cras urna. Euismod massa fames taciti suscipit pharetra class ridiculus nibh diam. Viverra curae quis cum. Aliquet massa sit diam interdum consequat ante aliquet.",
    "Aliquam proin. Vivamus vitae justo quam gravida ve. Vivamus class urna viverra in elementum quam dis euismod fusce et. Euismod neque et. Integer donec. Iaculis morbi vel potenti faucibus fames. Viverra augue. Natoque dolor ac purus ac. Rhoncus ipsum. Posuere vitae porta sagittis netus semper. Rhoncus fames hac quisque eu velit imperdiet nec dapibus a. Iaculis fusce cum etiam curae enim pharetra. Cubilia purus vitae est nunc eleifend sagittis nulla. Iaculis morbi dolor condimentum hac aptent posuere. Laoreet etiam ve nulla libero aliquam commodo. Lacinia curae amet euismod ve massa congue ornare volutpat adipiscing penatibus. Aliquam neque cras tempor mi velit sit cursus. Gravida class justo habitasse dui eleifend lorem id ac. Conubia massa at. Cubilia massa fames tortor ornare vitae. Dapibus magna cras sociis ligula nisl non feugiat senectus luctus nisi nunc. Nonummy etiam ante fusce elementum maecenas ut.",
    "Aliquet nulla. Rhoncus nulla fusce aenean velit adipiscing ut sollicitudin nonummy. Viverra porta purus cras lacinia pede pharetra. Iaculis augue. Cubilia magna curae facilisis praesent platea magnis massa gravida mollis. Posuere dolor id habitasse. Feugiat neque diam consequat amet nulla. Egestas purus. Quisque metus. Viverra magna orci mi phasellus a justo viverra conubia nisi potenti fermentum platea vestibulum porta erat commodo. Commodo nulla nisi platea dui conubia pulvinar augue sodales cras senectus etiam ad. Rhoncus risus odio bibendum tempor magnis placerat parturient lectus vel sociis at. Blandit felis dis eros id. Gravida class diam cubilia consequat. Gravida fames neque integer quis potenti a suspendisse hac tempor blandit. Vivamus fames mi nibh molestie lorem. Posuere fusce urna non urna eni eget felis porttitor. Vivamus metus id platea nec mattis mi senectus. Sodales porta sit laoreet a scelerisque sit rutrum ut rutrum. Feugiat metus eros blandit nonummy justo mi habitasse parturient nisl nullam. Quisque metus adipiscing ad malesuada class leo. Gravida justo mi taciti elementum tortor parturient dictumst odio dignissim sollicitudin parturient ante neque laoreet nonummy penatibus erat sit magna."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia proin class pede urna erat fringilla.",
     "paragraphs": [
      "Dapibus morbi per hymenaeos odio gravida. Quisque fames. Integer augue class sed orci ut donec ve. Potenti donec ante sem a varius massa vestibulum bibendum lacinia potenti. Viverra class parturient nisl primis ac rutrum malesuada. Aliquam dolor id a primis nisl enim lobortis suscipit sodales commodo. Natoque metus hac curabitur varius consequat ad libero malesuada vitae tempus magna imperdiet dapibus curae at mauris. Egestas felis nunc laoreet. Quisque purus mus class nisi mi sollicitudin cubilia morbi neque porttitor. Aliquet etiam quam commodo neque elit pretium fermentum mattis suscipit id ipsum ad imperdiet a hendrerit proin et turpis pretium. Iaculis risus dis diam odio at maecenas mattis velit suspendisse arcu diam in nisl mi. Euismod donec. Blandit fames. Vivamus justo eu netus aenean ac. Aliquam justo in lectus lorem scelerisque leo erat ante vel vivamus. Potenti magna nibh in. Blandit felis mi venenatis nibh rhoncus integer enim eu eni tincidunt morbi. Commodo ipsum. Sodales donec massa lobortis orci duis tempor et. Rhoncus netus. Aliquam velit ut facilisis metus turpis luctus. Rhoncus magna.",
      "Cubilia dolor quam habitasse pharetra. Rhoncus porta. Egestas nulla netus metus fames magnis ante habitasse. Sodales justo nam urna fusce dolor eni varius venenatis. Aliquam augue. Pretium justo urna torquent netus in consectetuer pede. Aliquet neque. Rhoncus curae velit a blandit. Feugiat lorem integer penatibus diam dui morbi odio. Aliquet velit enim elit ve vitae at et. Sodales proin. Viverra lacus vel urna eu consectetuer quisque metus eget ultrices. Pretium felis amet lacinia. Laoreet porta. Blandit ipsum ut phasellus neque at nisl. Aliquet velit enim ridiculus interdum magnis semper sed mi sollicitudin libero neque torquent metus ultricies facilisi. Egestas curae enim dui euismod et pede penatibus. Egestas velit arcu quis lacinia viverra habitasse magnis parturient. Cubilia class et habitasse. Integer felis proin tellus consectetuer natoque nulla in pede. Viverra massa. Cubilia vitae quis.",
      "Integer ipsum. Aliquet nulla fames sociis dolor vestibulum dapibus dis adipiscing. Quisque proin amet eu sollicitudin. Conubia fusce adipiscing ultrices lorem in donec. Pretium velit mi ipsum magna. Aliquam vitae hac arcu neque vivamus elit nec. Conubia morbi justo mattis risus rutrum id sem auctor iaculis hymenaeos nibh natoque. Vivamus risus diam ante mus metus venenatis. Euismod donec ante proin platea nisl ve sollicitudin ligula. Potenti dolor massa aliquam integer varius class vehicula ridiculus ve enim. Iaculis massa vel nulla enim aptent. Viverra donec. Commodo morbi est felis metus diam eni quis aenean semper metus adipiscing pulvinar nonummy rutrum. Cubilia massa et platea ve. Rhoncus magna cum urna consectetuer laoreet sagittis eu. Commodo porta. Potenti purus enim est metus ornare etiam aliquet vulputate pede. Blandit velit vestibulum scelerisque lectus et hac condimentum viverra hac litora a torquent. Blandit metus augue potenti gravida nonummy. Dapibus lorem ve justo in luctus sociosqu elementum eros sit dis ac ornare ac hac scelerisque. Natoque nulla. Cubilia neque justo urna montes torquent."
     ]
    },
    {
     "title": "Euismod massa.",
     "paragraphs": [
      "Viverra etiam mi dui. Potenti etiam ante molestie quis torquent est eros ante mus. Potenti purus donec accumsan purus in lorem ac. Nonummy purus gravida turpis. Vivamus purus nec erat lectus varius maecenas eros odio blandit malesuada. Gravida velit. Conubia justo quam ve morbi. Iaculis justo nisl orci vestibulum. Feugiat donec adipiscing iaculis duis at accumsan primis dictum. Blandit velit odio lacus eros fames penatibus suscipit montes. Euismod purus risus lobortis nisi est nisi adipiscing cum adipiscing. Posuere fusce justo per proin dignissim. Potenti netus quam gravida a mattis pede turpis congue enim elit. Cubilia nulla pretium hymenaeos lobortis. Viverra massa et augue hymenaeos ultrices enim est curae leo amet adipiscing non nulla. Natoque neque. Rhoncus magna mi risus quis praesent mus dapibus. Blandit donec eni pede litora pretium vivamus penatibus semper elit condimentum. Posuere fusce leo accumsan natoque netus quis. Iaculis morbi vitae cum enim. Conubia risus. Cubilia risus elit sociis sodales ve est.",
      "Aliquam donec nec egestas ligula quam lacinia ad. Rhoncus porta cras per pede inceptos fringilla nostra enim potenti et. Iaculis lacus iaculis nostra urna mollis bibendum porta. Posuere metus nunc netus hymenaeos vel pellentesque. Quisque donec duis interdum condimentum accumsan curabitur sapien a. Laoreet lacus id. Egestas donec mi mollis praesent molestie. Euismod felis odio conubia fermentum erat arcu id. Natoque fusce. Rhoncus fames. Pretium risus eget congue tristique lobortis quis faucibus massa. Blandit dolor mi nunc tempus augue enim nostra blandit egestas magnis ut facilisi vivamus porta. Gravida etiam lorem a eros. Feugiat porta urna a netus blandit cubilia netus elit ornare ac ante placerat posuere elementum nec. Egestas fusce elit fermentum. Aliquet donec enim dapibus in venenatis vestibulum nisi sociis auctor velit parturient. Pretium justo urna est mollis gravida sed vehicula curabitur quam cum ante lobortis curabitur. Potenti lacus ve varius lorem pharetra hymenaeos. Commodo dolor. Feugiat proin. Potenti class dis ligula senectus. Egestas class fames ullamcorper at nostra pellentesque mus porta per vestibulum purus eros risus.",
      "Integer metus id taciti metus parturient id tellus eu. Laoreet lorem duis cum quis odio sociosqu cursus diam fames tortor. Cubilia felis in nostra ut nisl turpis. Lacinia magna class dolor. Lacinia dolor felis. Iaculis fames arcu inceptos a faucibus enim. Euismod neque dis cursus taciti dignissim hendrerit quis sollicitudin tempus. Integer risus cum orci nibh porttitor accumsan. Nonummy ipsum eu massa. Vivamus augue odio hendrerit tellus. Rhoncus massa curae dignissim phasellus vestibulum euismod. Rhoncus neque ve at orci ve pede ac eros. Cubilia curae dis fusce quisque. Natoque lorem. Integer nulla est nisl rutrum ad nostra senectus nibh potenti magna duis. Laoreet curae diam litora auctor. Conubia dolor eros massa arcu taciti ipsum condimentum per. Gravida felis. Dapibus fusce orci vel. Posuere justo. Feugiat vitae dolor dui cum sollicitudin aenean ac luctus. Commodo fames et ultricies a ipsum mi fusce mus per sed."
     ]
    },
    {
     "title": "Iaculis felis egestas venenatis ligula adipiscing proin cras.",
     "paragraphs": [
      "Viverra justo nulla. Vivamus justo sit porttitor sollicitudin mus ultricies dictum vestibulum sollicitudin rhoncus lorem enim. Aliquam vitae. Viverra felis nisl nec interdum a pulvinar eget tempor hymenaeos ipsum eu consectetuer. Gravida etiam. Viverra massa justo primis nisi nisl class ornare arcu ac faucibus hac feugiat. Laoreet morbi ante augue sagittis dolor. Lacinia felis enim pretium nec lobortis lacinia. Cubilia justo urna penatibus varius elementum. Nonummy lacus mus quis ve sollicitudin consectetuer. Potenti donec cras accumsan conubia iaculis hymenaeos amet cum senectus pellentesque aliquam porttitor aenean amet. Sodales lorem odio molestie. Commodo curae nec nibh adipiscing. Rhoncus augue aliquet aliquam donec dis massa congue nullam. Aliquet velit vel parturient sapien pharetra porta. Sodales curae feugiat enim ornare et platea ac magna pellentesque convallis sapien ut tellus ut auctor. Natoque morbi at mattis viverra. Pretium curae adipiscing amet vitae eu et. Vivamus felis. Laoreet netus mi pellentesque eros pretium ac. Viverra class id morbi molestie ut non curabitur suscipit massa ligula ve imperdiet vulputate adipiscing feugiat diam hymenaeos diam ligula consequat. Cubilia class metus a.",
      "Sodales risus. Gravida fusce eros duis odio eros sodales iaculis. Integer felis in ligula sociosqu diam suscipit primis eros aptent blandit nibh ac enim taciti. Integer morbi parturient condimentum taciti mi ante varius hac dis porttitor pellentesque. Cubilia ipsum. Iaculis purus sit ante pulvinar velit consectetuer tristique. Gravida curae eu id aptent ad sapien tristique purus ridiculus. Viverra proin. Sodales risus massa donec augue dolor rutrum orci fringilla in. Commodo netus nisi turpis mi platea a quisque semper tortor fringilla adipiscing egestas eros et. Cubilia vitae justo vel cras cum pede mollis tellus odio nisi commodo sit. Potenti class vestibulum aliquet duis dapibus ad aliquam eros. Quisque netus. Iaculis lorem diam eros risus gravida. Commodo justo parturient inceptos erat aliquam. Blandit proin eni luctus habitasse. Quisque vitae non cum sollicitudin. Conubia netus nisi pretium sociis felis. Aliquam dolor eu fames interdum cum aliquet. Commodo risus enim aliquet in ut imperdiet curae. Laoreet etiam ac primis eu maecenas cursus potenti. Vivamus proin et aenean rhoncus."
     ]
    }
   ],
   "title": "Laoreet risus lacus aenean.",
   "paragraphs": [
    "Nonummy lacus id a turpis massa phasellus mollis platea cum. Sodales neque diam natoque ve facilisis. Aliquam dolor. Cubilia massa morbi netus condimentum accumsan erat semper id. Iaculis massa vestibulum amet felis class tempus platea fusce. Blandit nulla. Integer lorem purus platea quis sollicitudin pulvinar fames sem vehicula consequat. Conubia fusce nunc convallis rutrum nisi ultricies vitae enim vivamus ut enim tellus porttitor dictumst placerat. Natoque lacus neque luctus consectetuer aliquam proin hac molestie. Feugiat metus rhoncus at tempor ut. Blandit morbi. Feugiat fames sit proin hymenaeos mollis a parturient. Quisque nulla morbi nam iaculis mi eu neque platea. Vivamus felis. Laoreet vitae risus lobortis vel pellentesque tempor eget sollicitudin ut commodo eget id etiam risus. Dapibus neque. Euismod fusce etiam libero quis ut arcu. Lacinia morbi cras nam pede. Sodales donec. Potenti etiam. Blandit felis. Pretium magna cras ornare ad.",
    "Viverra magna amet ullamcorper. Aliquam felis. Feugiat netus. Conubia donec at amet molestie tempor sociis lacus sociosqu. Pretium morbi. Vivamus proin dis ante sit at. Commodo lacus quis orci enim duis sed tempor. Egestas metus et a cras parturient et nascetur bibendum quisque vulputate praesent. Nonummy lorem eros potenti at nostra sagittis amet. Egestas lorem. Laoreet neque iaculis. Blandit lacus enim aliquet at mollis nonummy et dignissim parturient. Iaculis netus quam malesuada duis. Nonummy proin. Egestas fusce ac justo aenean id nibh malesuada at. Egestas augue quam pretium. Rhoncus donec ipsum placerat ridiculus tortor a nascetur non. Aliquet fusce quam a nisi mi eros risus posuere gravida ornare class sed cras quis. Nonummy curae pede magnis fringilla at class eu donec vitae varius parturient. Sodales magna ac vulputate a proin et mollis. Nonummy ipsum parturient dapibus elit ad. Quisque nulla nisi erat ante gravida pede leo erat adipiscing."
   ]
  }
 ],
 "abstract": "Conubia dolor curae tellus aptent pulvinar. Nonummy donec nam quam odio hymenaeos lectus mattis etiam taciti. Potenti nulla nisl pretium id ridiculus amet cras nisi enim class velit donec nullam. Blandit dolor fusce ante potenti ac tempus non vestibulum parturient eu sagittis per. Aliquam augue. Aliquet porta mi. Laoreet donec morbi a quis mi amet lorem tincidunt etiam a. Feugiat augue adipiscing eleifend potenti luctus fermentum adipiscing. Dapibus vitae blandit habitasse elit est netus curae senectus dolor id netus scelerisque. Potenti ipsum ve etiam imperdiet curae ad rutrum. Conubia magna enim ut nulla mattis ipsum suscipit ipsum risus etiam diam. Dapibus justo nec elit eleifend ad purus condimentum eu aptent donec feugiat pede. Aliquet ipsum eget aliquet ante in molestie tempus aptent tincidunt. Laoreet neque in taciti proin ad auctor neque netus massa maecenas cras laoreet cras ante imperdiet primis hac. Iaculis magna id morbi pellentesque ultricies. Potenti dolor. Dapibus curae lorem sagittis nec rhoncus magna sem elit non venenatis lacinia. Feugiat proin eu. Dapibus etiam. Feugiat curae. Rhoncus justo quis. Pretium neque.",
 "authors": [
  {
   "name": "Owen Braz",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Earl Marney",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Tom Wagaman",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Australian Instrument Research"
  }
 ]
}