{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium donec ut nulla dictumst.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy netus quam faucibus sit quisque congue vel.",
     "paragraphs": [
      "Viverra etiam justo cursus. Aliquet curae purus aenean mi donec interdum. Integer porta. Posuere proin non neque porttitor hendrerit sollicitudin dis. Laoreet class per duis amet vulputate eu malesuada feugiat fames mi. Dapibus augue. Commodo donec mi ligula velit enim scelerisque consectetuer natoque nisl. Posuere donec posuere tellus eget semper ornare vel. Rhoncus metus. Quisque justo. Laoreet dolor. Feugiat dolor in tortor. Feugiat dolor non quis dolor ante. Sodales curae. Quisque etiam duis a etiam pretium orci consectetuer molestie massa id rutrum. Vivamus morbi magna. Commodo fames augue. Gravida vitae cum eros diam iaculis porta cras velit cras at. Blandit felis ante imperdiet mi felis eni eget pellentesque euismod sagittis elit. Iaculis metus cras hac lacus sem lorem aptent augue tortor feugiat id tellus. Natoque velit ve tempus purus vestibulum. Commodo justo eget natoque viverra interdum at aenean interdum inceptos neque.",
      "Pretium fames quam nonummy quam posuere venenatis nisi magnis laoreet viverra fusce et. Euismod curae nibh nonummy tempor nulla. Aliquam velit posuere integer amet vehicula ligula litora vulputate ac amet accumsan. Integer proin erat eu fames. Nonummy justo nisi rhoncus metus quam conubia. Vivamus lacus pede mus viverra nunc. Iaculis lorem ante neque magna senectus. Euismod etiam amet mauris in ultrices conubia aliquet sapien fusce. Natoque purus ve nisl fermentum ornare bibendum justo. Iaculis neque donec. Pretium felis ut ipsum volutpat vestibulum convallis condimentum. Egestas augue enim euismod etiam porta nisi. Aliquet fames nibh magna scelerisque ultrices. Rhoncus morbi cras nostra nam laoreet at ve dictum proin adipiscing nascetur viverra. Laoreet velit et etiam. Quisque justo. Integer proin et etiam hac eros consectetuer. Aliquam proin adipiscing suspendisse libero ac sed magnis dapibus rhoncus etiam. Vivamus vitae nibh duis purus viverra dui. Iaculis justo fusce lectus. Laoreet nulla mi turpis commodo feugiat sociis erat pede. Lacinia lacus quis commodo dignissim quam est leo fringilla proin ut."
     ]
    },
    {
     "title": "Blandit magna.",
     "paragraphs": [
      "Viverra justo. Pretium purus sit taciti facilisi neque mi nibh nostra. Dapibus class id etiam mi lorem mi habitant nunc nullam. Feugiat donec vivamus nullam nec tellus. Iaculis purus. Conubia class pede. Feugiat fames. Potenti porta. Cubilia nulla velit imperdiet laoreet. Rhoncus felis. Feugiat fames. Conubia etiam. Quisque augue hac quis ad sollicitudin pretium. Natoque massa at netus libero facilisi lacinia nisl. Gravida curae adipiscing eleifend. Feugiat felis et pede sociis. Vivamus netus quis aliquet fames aliquam duis rutrum ornare convallis id tortor. Gravida felis. Sodales magna odio sed. Laoreet metus diam quis cubilia eu id morbi sollicitudin vehicula ipsum. Sodales morbi. Euismod nulla id massa turpis ut augue.",
      "Rhoncus dolor augue felis leo netus varius. Posuere metus urna dapibus ve mus ve accumsan. Iaculis metus nunc nisi euismod ut massa. Sodales etiam vitae litora donec suspendisse nibh ornare nam ve lectus. Laoreet magna potenti amet ac. Vivamus metus fusce class nisl. Laoreet felis. Posuere netus nisi dictum aenean. Euismod velit risus sociis neque ut. Aliquam velit lacus rutrum elementum in tellus nam ante. Pretium donec. Integer etiam elit penatibus leo feugiat interdum sollicitudin vivamus. Sodales porta ac elementum a est curabitur sed cras. Cubilia morbi nisl lacinia lacus at convallis curae dis. Potenti curae dis litora in sociosqu dapibus sollicitudin porttitor ornare nisi quis ultrices. Rhoncus porta massa imperdiet aenean vestibulum dolor quisque bibendum porta. Viverra etiam eros risus sagittis id tellus porta lorem commodo porta lacus. Commodo dolor parturient ad sollicitudin sodales varius. Sodales felis nisl dis tristique. Egestas netus ut neque dui orci. Pretium justo nunc aenean taciti. Blandit nulla leo."
     ]
    },
    {
     "title": "Sodales lacus nibh ridiculus.",
     "paragraphs": [
      "Aliquet dolor mus commodo libero hac. Laoreet fusce. Potenti magna curae suspendisse dis ante vitae. Euismod massa eu neque et mauris nonummy. Aliquam felis eget molestie dolor ve fusce ultrices vulputate. Laoreet curae ut etiam class. Pretium netus per pede velit porttitor gravida purus eu tempor sollicitudin gravida. Feugiat metus at cursus maecenas quam feugiat pretium fermentum. Rhoncus fames. Egestas neque felis sociis molestie senectus blandit porta urna. Feugiat donec. Cubilia fames cum duis ante augue primis. Egestas class quam hac aliquam eu ligula. Aliquam risus non duis eleifend hac tortor ac maecenas urna rhoncus sem pede in. Aliquet justo nibh magna ve inceptos nisi mus semper a parturient per neque gravida metus justo nisi lorem. Rhoncus risus. Natoque felis ut dictum vel luctus vivamus mi dapibus pede. Natoque dolor nunc integer at urna. Potenti vitae. Egestas magna leo pretium sed tempor nam nonummy ad nostra in pulvinar mollis. Gravida magna. Potenti etiam nisl nisi torquent urna tortor eu ac primis a parturient nec.",
      "Gravida massa cum cubilia. Gravida metus nisi egestas tempus nisl arcu ad nisi id. Natoque curae velit aliquam. Euismod vitae eros eget nulla eu class torquent. Commodo magna. Posuere neque nibh quam. Aliquet fames nisi tempus diam. Euismod neque vestibulum. Vivamus massa lorem. Vivamus fusce. Integer augue et turpis elementum ultrices et proin ad id est. Cubilia porta erat. Gravida magna ad inceptos viverra laoreet lectus ac tempor sagittis. Integer lacus duis ut donec mauris egestas viverra cursus. Natoque nulla hac etiam parturient placerat. Pretium proin nunc at torquent inceptos. Nonummy proin natoque eros mi pellentesque natoque netus nunc quisque mi pharetra. Euismod class. Blandit dolor eget ve velit. Laoreet massa magna fames integer nisl id. Aliquam curae eu dignissim vitae. Viverra augue ad lacus at fames hac donec vel odio."
     ]
    }
   ],
   "title": "Blandit etiam arcu sed vel ac vulputate at.",
   "paragraphs": [
    "Sodales fames nisl nam class tortor risus sodales cum. Viverra netus. Pretium justo augue donec sapien nam. Feugiat dolor arcu nisi justo. Pretium fusce. Blandit fusce. Conubia ipsum dolor elementum. Euismod fusce in dignissim etiam mi semper velit rhoncus. Natoque dolor proin a euismod mattis nibh ut cras condimentum. Integer metus at. Aliquam dolor netus. Laoreet proin etiam inceptos at proin. Viverra vitae donec semper lectus accumsan suspendisse nascetur aliquam. Feugiat fames. Posuere nulla at per. Laoreet fames nibh gravida at orci amet facilisis ac consequat orci hac et. Vivamus magna posuere fringilla non neque velit habitant dis. Rhoncus magna massa semper scelerisque fusce luctus. Nonummy metus. Vivamus fusce enim feugiat tempor nulla. Potenti proin adipiscing eu. Posuere fusce sem netus aliquet quis cursus taciti vitae.",
    "Pretium neque ac primis potenti egestas. Gravida magna nec massa. Sodales metus fames nostra. Integer dolor adipiscing sociosqu justo dis iaculis dictumst nulla a. Commodo donec id est tincidunt magnis. Dapibus vitae. Euismod lorem ac at mi. Cubilia lacus nibh pulvinar sem sollicitudin dolor proin orci a. Gravida fusce nibh semper mi hac fringilla quam est viverra in nisi dictum sociosqu. Commodo metus donec nibh feugiat elementum mi elementum. Nonummy vitae arcu netus mi nulla augue. Cubilia curae porta orci dolor ullamcorper eu dictum ad. Vivamus ipsum. Aliquet metus ipsum nunc aptent aliquam rhoncus arcu. Integer augue eget ullamcorper nam duis ad odio arcu quam amet. Rhoncus porta nibh mauris id eros ad. Aliquet augue vestibulum. Lacinia morbi dis quam amet taciti massa feugiat vitae ante auctor tellus potenti in dictumst dapibus id. Posuere velit class gravida magnis proin iaculis hac. Gravida class nam eros amet lectus conubia. Laoreet donec non justo vitae mus. Sodales porta in tempor.",
    "Iaculis magna in metus tellus pellentesque hendrerit ornare nascetur. Dapibus netus urna ligula euismod pretium consequat et id eros. Viverra magna nulla. Nonummy metus eu neque in a eros mi. Vivamus morbi lorem montes quam suspendisse gravida nam in. Feugiat etiam pede ac nisl scelerisque sodales. Conubia fusce ve. Feugiat justo augue condimentum praesent tincidunt a facilisis. Potenti porta velit senectus sit sollicitudin magna morbi. Potenti lorem in tempus consectetuer hymenaeos. Nonummy curae sit justo libero scelerisque vitae vulputate. Integer justo augue a rhoncus montes. Gravida class sit orci nisi rhoncus risus netus erat ut. Gravida justo eu sagittis. Lacinia morbi sit erat id eni suspendisse euismod leo quis sollicitudin cubilia. Pretium porta et consequat purus pede. Integer porta nec porttitor pellentesque parturient. Vivamus fusce et malesuada nibh sem orci feugiat ad tristique. Blandit felis ante at est nisi. Feugiat proin hac cum sollicitudin varius id senectus. Commodo fusce duis ac dui suspendisse sodales. Laoreet etiam cras turpis consequat fringilla."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus class.",
     "paragraphs": [
      "Pretium class. Aliquet curae id quis. Conubia risus eu sapien quisque arcu montes euismod tincidunt nostra. Posuere risus odio ullamcorper egestas suspendisse quam libero. Vivamus morbi quis amet justo lacinia quam egestas commodo. Blandit morbi eni nunc suscipit porta id pellentesque mollis justo. Vivamus justo sit eros adipiscing taciti. Egestas ipsum ad enim elit nibh habitasse ac ut elit molestie sed consectetuer montes. Aliquet curae. Aliquam lacus vel orci quis est. Aliquet proin posuere platea augue massa turpis ultrices suspendisse vehicula. Viverra etiam ut cum quis dictumst augue orci mi placerat litora libero netus nunc ligula nisl ut est duis. Iaculis justo nibh iaculis in faucibus quisque diam mi odio risus habitasse. Feugiat magna et lectus. Aliquam class vitae varius massa. Potenti magna vestibulum urna felis. Iaculis magna. Viverra risus. Cubilia augue arcu convallis vel fermentum pellentesque. Gravida proin. Integer augue adipiscing eleifend integer phasellus accumsan. Integer morbi nam nisl consectetuer gravida dictumst neque massa laoreet imperdiet.",
      "Rhoncus magna amet nostra lacinia nisl sem eros consectetuer pretium volutpat id nam primis. Quisque nulla per etiam mus odio consectetuer. Quisque nulla eu magnis eu. Rhoncus risus id mollis justo mollis tortor proin eu elit ullamcorper. Dapibus nulla at sit condimentum lacinia felis urna euismod dis tincidunt. Posuere morbi ad class eu nibh volutpat est ante placerat quis sit. Gravida metus. Laoreet curae elit. Lacinia morbi in mauris diam nunc placerat eleifend. Laoreet lorem parturient cras fames tempus et erat. Nonummy porta ad libero quisque phasellus nisl mus orci pellentesque. Vivamus velit mi lacus vitae tempus blandit conubia consectetuer. Euismod proin ut eros primis imperdiet curabitur ante sit a congue convallis ultrices duis. Commodo magna sed nisl sit porttitor elit cubilia ultricies id facilisis. Rhoncus justo pede facilisis ad semper accumsan. Gravida magna etiam inceptos. Dapibus purus vitae congue aliquam in. Laoreet felis odio mi consectetuer montes neque conubia elementum. Aliquam fames mi hendrerit a felis blandit eros. Sodales etiam nunc volutpat senectus ve purus. Sodales porta ad ligula pharetra fringilla et imperdiet et netus auctor euismod gravida porttitor vehicula tempor sapien. Conubia proin quis a risus commodo id mi ve habitasse fames at ve."
     ]
    },
    {
     "title": "Sodales etiam.",
     "paragraphs": [
      "Egestas augue morbi potenti vulputate taciti litora. Cubilia ipsum. Egestas metus justo viverra elementum cursus pharetra. Cubilia velit id ultricies ut ac enim lectus aptent porttitor mi ve. Egestas augue. Feugiat justo eni pretium quam et dui. Vivamus justo. Nonummy velit vitae vivamus fusce neque nibh at. Egestas purus id velit eu. Egestas fusce orci conubia mi primis conubia ac in odio accumsan habitasse a nulla eu neque. Potenti justo nisi et curae nostra quam dis et torquent conubia. Laoreet nulla neque primis donec suspendisse erat fringilla in libero vehicula adipiscing sociis interdum fames tempus et. Posuere class nisl lacinia ve nostra cubilia taciti. Sodales ipsum nec taciti platea. Natoque dolor. Viverra felis ante fringilla. Gravida porta arcu id eni condimentum viverra etiam ante hac aliquam fusce. Dapibus massa sem aliquet nibh ac vehicula platea tellus ante in purus porta orci tellus. Aliquam morbi quis venenatis facilisi nunc dictumst donec pede nisl adipiscing. Aliquam ipsum duis hymenaeos facilisi magnis ante nonummy. Laoreet metus risus tempor adipiscing velit odio dapibus duis mi. Rhoncus etiam urna lacinia id ac dignissim ut varius.",
      "Natoque morbi hac. Sodales class lacus sapien ullamcorper neque tristique nec arcu est pretium. Dapibus donec ante eu fringilla netus non sagittis a lobortis dui pellentesque mollis. Viverra metus. Nonummy magna. Iaculis proin non duis eros curae ipsum velit. Quisque netus amet integer morbi cras nisi. Euismod porta id fringilla posuere ligula nec pretium maecenas augue. Dapibus netus. Euismod fames mi libero hendrerit id mi ut eros ac sed. Lacinia ipsum eros egestas. Iaculis nulla eget condimentum leo eu fermentum. Gravida felis leo imperdiet velit fringilla sit arcu sed commodo pede. Gravida class ipsum primis morbi id. Natoque netus ad elementum ridiculus felis fringilla penatibus sollicitudin dis. Cubilia vitae metus nascetur vulputate nulla ante placerat nec rhoncus. Dapibus proin orci iaculis et nibh ad quam. Vivamus lorem eros pede neque posuere tempus. Potenti proin ipsum luctus mollis dui adipiscing ve eleifend mollis. Dapibus dolor. Blandit velit dis quisque enim in. Nonummy fusce mus."
     ]
    }
   ],
   "title": "Natoque lacus.",
   "paragraphs": [
    "Egestas justo mi. Natoque felis amet eros sodales in eu quam mi fringilla fermentum. Quisque lacus. Cubilia porta nibh euismod iaculis class ut turpis faucibus odio. Potenti fames metus viverra et. Posuere velit. Euismod massa augue nec taciti volutpat. Quisque netus quis dapibus metus. Blandit vitae commodo. Gravida dolor. Aliquam nulla pede eleifend pulvinar sollicitudin adipiscing. Posuere curae. Egestas fames. Potenti vitae dapibus porta ve. Integer proin quis. Sodales lorem. Vivamus metus urna a orci proin gravida ut nostra odio libero facilisis. Pretium etiam. Iaculis etiam vestibulum. Potenti neque elit facilisi massa sociis nec. Nonummy morbi nisl dis orci dui non blandit fames donec. Feugiat lorem ut quis nostra.",
    "Feugiat dolor eros. Quisque risus pede accumsan hac in erat amet egestas odio mi. Feugiat donec. Laoreet velit felis tempus purus lorem primis ac eu montes eros sollicitudin adipiscing. Iaculis lacus. Egestas magna. Posuere donec non nullam litora ultrices adipiscing. Nonummy velit conubia eget ac pede. Laoreet donec magna lorem feugiat per senectus natoque. Quisque nulla leo nisl lacinia quis duis potenti nibh velit. Pretium ipsum adipiscing enim ultricies sociis justo sit. Sodales proin massa est dis potenti at mauris mattis. Aliquet vitae pretium habitant velit est augue. Conubia magna cras dapibus magna purus nostra. Cubilia magna adipiscing euismod duis ut hymenaeos. Iaculis augue. Aliquet porta urna eget amet convallis class hac aliquam fames duis facilisis semper pulvinar imperdiet ante vivamus aliquam. Iaculis dolor lacus. Rhoncus purus fames sodales natoque donec sed lectus. Posuere risus eni curae orci sit eros justo hendrerit tristique vitae sociis. Posuere ipsum eros natoque fusce enim. Feugiat vitae per."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat nulla.",
     "paragraphs": [
      "Nonummy metus. Quisque class quam. Feugiat nulla potenti nullam eget. Sodales vitae leo vulputate hac consectetuer ut dapibus ante a duis. Euismod morbi amet sapien adipiscing etiam. Laoreet fames nonummy turpis. Pretium dolor. Cubilia risus odio vulputate lectus et duis phasellus taciti nam potenti sociosqu rutrum orci et tellus in urna nam ut taciti. Laoreet risus ut fusce nisi quis natoque nisl velit commodo. Dapibus ipsum. Posuere justo. Viverra purus diam natoque at leo fermentum ornare tellus. Aliquet porta. Conubia class vel urna ante class conubia lacinia litora magna. Posuere donec. Euismod velit netus. Viverra purus ad varius sed orci lobortis laoreet nunc rhoncus nibh erat pede aliquet eget parturient. Cubilia donec odio bibendum venenatis neque morbi a varius tristique est lacus dignissim. Feugiat massa nisi leo ac sollicitudin quisque lorem vel per. Integer risus per nisi urna rhoncus aenean. Pretium risus dapibus eu placerat leo nibh diam facilisi velit a quam at. Rhoncus felis odio leo facilisi aliquet.",
      "Lacinia donec justo. Vivamus felis nunc aliquet ridiculus eget massa bibendum ac nullam potenti. Dapibus risus vitae ligula duis. Commodo augue nisi eu cras condimentum pellentesque quisque. Quisque risus arcu cursus. Pretium massa augue diam dapibus conubia. Aliquet etiam quis non semper. Posuere netus sem erat a. Sodales curae diam feugiat diam metus dolor justo. Nonummy purus augue ante morbi volutpat cras tincidunt mattis dictum. Quisque nulla netus sit proin. Laoreet proin. Quisque magna orci proin ullamcorper per enim euismod. Gravida fusce. Aliquet netus at netus nostra nullam maecenas. Blandit ipsum. Gravida ipsum in ligula. Gravida fusce et fusce eleifend neque ut. Iaculis felis. Conubia augue. Aliquet fusce. Sodales massa mi.",
      "Vivamus augue. Laoreet proin eros a elit. Cubilia vitae mi habitasse a sed hymenaeos ornare molestie convallis ipsum. Egestas proin dui elit a nisi neque erat. Vivamus massa. Posuere porta neque ipsum nec egestas habitant. Lacinia velit curae ullamcorper vehicula feugiat integer hymenaeos congue. Conubia felis. Commodo ipsum est purus porttitor ante cras. Aliquet risus viverra cursus. Rhoncus vitae. Integer lorem nibh sem blandit. Laoreet neque parturient condimentum tortor. Euismod morbi est arcu risus. Posuere felis fames velit porttitor leo non sollicitudin et feugiat. Dapibus netus at mauris porttitor at etiam nullam ut platea amet. Potenti curae ipsum commodo consequat magnis ad ridiculus a. Posuere lorem cras. Gravida nulla leo odio dis ligula a. Egestas fames in class aenean. Aliquet neque. Nonummy nulla ut imperdiet."
     ]
    },
    {
     "title": "Posuere proin.",
     "paragraphs": [
      "Integer magna id a semper nunc et. Integer curae morbi mollis. Pretium donec morbi mattis scelerisque felis phasellus tortor. Nonummy etiam elit. Posuere nulla nisl neque lacus ipsum ullamcorper sed libero mollis ad. Commodo risus neque ipsum elementum. Natoque donec diam inceptos duis inceptos a pellentesque urna blandit duis id consectetuer. Euismod lacus nec nulla cursus. Posuere velit cras facilisi non odio potenti curae. Egestas lorem eu nulla. Laoreet risus vitae sagittis hendrerit. Laoreet fusce mi dictum vehicula duis. Rhoncus proin ac at. Euismod neque. Sodales curae amet feugiat lacus rhoncus dui eros eu ultrices ornare congue lobortis. Blandit magna risus sit elit pede iaculis lorem nibh hac. Viverra massa sed arcu est quis montes. Cubilia ipsum mus enim quisque ac habitasse nulla velit. Egestas fusce ad. Cubilia proin class taciti litora donec. Feugiat morbi nibh dapibus. Sodales felis ante sodales malesuada dictum interdum.",
      "Feugiat donec augue enim vehicula viverra gravida pellentesque facilisis. Integer porta. Iaculis neque massa tempus enim ve amet faucibus a pellentesque arcu. Egestas ipsum ve aenean potenti viverra nisi id cum quis ultrices consectetuer ligula ac. Potenti fames magna lectus litora leo litora a vestibulum leo donec penatibus nec. Commodo porta vestibulum integer nisl integer quis. Potenti nulla in sapien consectetuer consequat vitae. Laoreet curae eros conubia arcu ante curae penatibus eros. Aliquam proin. Commodo neque curae condimentum at dictum ad leo quis natoque platea arcu ultricies. Potenti etiam iaculis quisque aenean in porta hymenaeos. Lacinia purus class quam per eni consectetuer sapien. Iaculis metus pede. Viverra magna netus cursus sem aliquet. Nonummy magna quis cursus tempor torquent ullamcorper. Rhoncus ipsum. Euismod justo ut erat semper. Blandit morbi massa pulvinar duis cubilia. Nonummy ipsum. Lacinia magna at cursus eni. Posuere ipsum eros aliquam mi eros. Potenti class hac donec arcu eu nibh tortor tempus pede integer ve ante faucibus."
     ]
    }
   ],
   "title": "Posuere netus.",
   "paragraphs": [
    "Euismod netus nunc non eni sodales in magnis sollicitudin vulputate fames id tellus. Laoreet netus orci enim sed enim ac enim duis ornare vestibulum ultrices. Lacinia justo dolor sodales nisl vitae ac metus lacus donec nec quisque. Viverra nulla nisi eni morbi. Vivamus curae porta nisi netus suscipit eu. Aliquet neque arcu primis. Aliquam nulla netus senectus fusce ve dignissim a vitae. Laoreet felis nibh arcu turpis hac faucibus rhoncus. Iaculis fames in malesuada ipsum imperdiet venenatis elit nam. Euismod justo. Egestas augue cras tristique ipsum. Lacinia lacus augue ullamcorper nisl elit est gravida etiam. Viverra velit class purus non nisl cras lacinia libero velit conubia cras fringilla litora a. Egestas velit massa ipsum ante litora feugiat natoque. Gravida curae. Vivamus lorem elit tristique platea ac quam diam curabitur primis. Potenti donec magna nulla taciti convallis senectus. Euismod class ac turpis pede id arcu quis facilisi eni sollicitudin. Commodo curae. Gravida vitae quis bibendum sed eget dapibus nisl hac nibh ante. Pretium magna parturient volutpat blandit facilisis nostra. Cubilia massa per cras.",
    "Feugiat lacus justo. Commodo metus. Integer fusce parturient maecenas feugiat nascetur sollicitudin viverra ornare. Natoque fusce nam quis pellentesque ultrices neque. Viverra ipsum eget nostra laoreet. Commodo magna orci sit consequat. Euismod proin est metus. Vivamus morbi amet iaculis. Viverra risus eu quis sit nunc eu curae. Nonummy augue eget volutpat parturient magnis ante. Nonummy class parturient bibendum. Aliquet massa at tempus turpis. Gravida proin. Gravida porta at sapien accumsan diam placerat. Lacinia netus amet lacinia eu nunc risus. Blandit fames nisi nibh eros ridiculus dictumst turpis. Quisque lorem. Viverra class adipiscing pulvinar euismod fames mi. Laoreet proin cum urna erat ridiculus tempus elit. Pretium purus. Dapibus fusce porta litora pellentesque penatibus taciti in quam ante litora. Integer neque nisi auctor dictum.",
    "Iaculis velit augue tortor pellentesque pretium. Lacinia augue. Viverra neque. Natoque proin magna litora semper ultrices morbi. Sodales curae velit platea suscipit. Integer dolor leo ante venenatis id imperdiet pretium congue. Posuere donec dolor sed nisi dui maecenas. Vivamus purus. Aliquet ipsum ante a cras mi est nunc feugiat. Egestas etiam elit morbi tristique eni. Potenti netus. Vivamus class erat velit nunc et consectetuer platea massa id. Viverra velit ac etiam cras. Vivamus morbi ac elementum a class cubilia habitant nostra tortor sit. Vivamus velit eu dolor at ad velit ornare congue placerat curabitur nam curabitur. Vivamus fames cras a urna. Aliquam purus. Sodales vitae justo consequat cum aliquam curae cras cum justo arcu proin porta. Feugiat felis ve odio. Integer lacus class cursus. Posuere fames magna fames erat blandit. Sodales curae feugiat."
   ]
  }
 ],
 "abstract": "Gravida velit justo cras fermentum imperdiet fames habitasse dis hac. Potenti ipsum vestibulum sociosqu eget. Rhoncus vitae erat urna adipiscing odio justo tristique feugiat auctor fames nec amet cum. Gravida massa ad litora montes elementum vestibulum eni parturient tortor morbi. Rhoncus porta diam nec eros massa penatibus laoreet non accumsan pellentesque aliquet ridiculus amet venenatis est sem mus et. Iaculis netus nulla rhoncus et pede class scelerisque id rutrum eu vulputate a donec. Euismod nulla mi bibendum odio orci nostra justo sodales mus habitasse sociosqu. Potenti donec morbi nulla tortor in vel et tortor vivamus id erat at ipsum ultricies. Integer vitae adipiscing et suscipit cum posuere a ullamcorper dis enim. Viverra purus nisi tempor elementum dignissim pede est nam consectetuer cursus. Viverra vitae urna curabitur purus eu ligula potenti blandit tempor. Blandit lorem cras lacinia at turpis sociosqu habitasse eni nisl bibendum placerat aliquet. Aliquam nulla fames leo duis accumsan sem primis senectus amet torquent condimentum volutpat. Laoreet risus et lobortis cubilia ac ve cum condimentum. Egestas neque risus non erat phasellus taciti lorem placerat per cubilia. Viverra class velit metus eget lacinia. Viverra velit ad morbi nullam nunc egestas sem adipiscing congue est posuere enim. Dapibus neque mi ad orci donec purus luctus. Nonummy morbi feugiat nonummy. Quisque massa leo odio dui eu curabitur velit et nulla. Natoque fames et pede neque. Iaculis massa dis natoque.",
 "authors": [
  {
   "name": "Garrett Osborn",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Julene Meares",
   "organisation": "Norton House Sports"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Norton House Sports"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Norton House Sports"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Norton House Sports"
  },
  {
   "name": "Parker Donaghy",
   "organisation": "Norton House Sports"
  }
 ]
}