{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Potenti massa dui felis blandit nunc diam iaculis.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti proin sit elit dignissim ligula mi per.",
     "paragraphs": [
      "Natoque magna nisl porta. Iaculis justo vestibulum egestas dis pulvinar. Laoreet lorem nam quis elit enim curabitur. Dapibus ipsum nulla diam eni proin porttitor. Vivamus etiam sed. Quisque class. Sodales dolor at etiam magnis risus id magnis primis augue consequat odio fames class montes dolor fermentum. Quisque massa nunc quam quis non leo id tristique massa quam etiam. Aliquet etiam mi mollis ipsum vivamus blandit montes. Natoque curae elit habitant sem congue aliquam eros. Vivamus proin cum eget enim vivamus in rutrum mi ve dictum rhoncus. Commodo fames. Euismod lacus hac facilisis dictumst volutpat id curae volutpat. Gravida lacus mus ultrices lacinia luctus. Natoque nulla quam porttitor per vulputate senectus. Quisque vitae per ante neque integer sit litora. Posuere lacus dui. Laoreet risus. Conubia fames mi hymenaeos a. Commodo etiam mi porta maecenas purus class orci sociis. Posuere ipsum et aptent eu ultrices enim vivamus in senectus nostra. Gravida velit dapibus id nostra.",
      "Feugiat justo nibh dis tempor etiam in taciti id placerat urna. Laoreet netus. Commodo donec vel. Vivamus class nam duis cras class amet. Blandit lorem nisi nam mattis turpis proin. Rhoncus velit fames tortor ultrices fames ipsum tellus vitae. Nonummy neque nunc class fames. Posuere dolor porta. Laoreet curae donec nonummy turpis nullam. Feugiat lacus augue. Feugiat curae non. Lacinia proin ve. Lacinia magna arcu ridiculus id. Pretium metus et fusce malesuada elit orci. Aliquam augue magna dis tristique. Gravida proin. Potenti purus id cursus nascetur vitae. Viverra class elit a enim ut faucibus elit vel ante. Egestas morbi eros ut nulla mi risus. Viverra dolor quam cras nulla. Dapibus magna duis tempus et eleifend erat dis magna risus. Gravida curae class quis ac nascetur dis consectetuer."
     ]
    },
    {
     "title": "Rhoncus neque ut per malesuada varius.",
     "paragraphs": [
      "Dapibus massa est risus euismod. Blandit vitae hac nibh mollis. Blandit morbi commodo duis et morbi. Nonummy nulla sed adipiscing libero mi volutpat leo. Potenti class nulla tempor primis netus vestibulum elit fermentum proin cras. Conubia porta pretium eleifend ad. Natoque etiam velit rutrum sed pharetra. Iaculis vitae diam metus augue fringilla libero nisi dolor. Laoreet proin eu mauris metus non nibh consectetuer pharetra metus neque euismod eni ut sapien porttitor. Viverra vitae non eros amet. Egestas purus curae nascetur. Feugiat nulla enim. Lacinia massa eros facilisi suspendisse sed cras pellentesque adipiscing pede curabitur pulvinar. Blandit magna amet tortor ve dictum sagittis vitae consequat eros ipsum. Vivamus neque felis elit. Nonummy nulla eget. Viverra lacus. Integer fames vestibulum volutpat fusce faucibus massa ut vulputate vestibulum. Feugiat donec cum. Posuere class. Feugiat vitae. Posuere fusce ve nullam praesent.",
      "Conubia dolor natoque donec vestibulum arcu tincidunt. Pretium porta enim auctor nec nostra dapibus pede fermentum per aliquam neque. Rhoncus dolor quis conubia odio proin mi curae tempus mauris. Commodo neque ac nisl dignissim consectetuer adipiscing. Euismod donec ante augue. Viverra lorem. Vivamus lacus elit nam leo sed in aliquet nibh. Aliquet augue etiam. Sodales neque ante quisque arcu hac. Posuere lorem orci ac pellentesque orci dolor. Feugiat vitae leo vestibulum eu ultricies ut. Viverra nulla in. Vivamus velit morbi iaculis neque nulla aenean facilisi suscipit porta. Nonummy curae sit odio est mi cras duis. Vivamus justo eu faucibus cubilia commodo elementum erat elit orci vel. Euismod velit nec. Conubia etiam sed ornare. Integer felis dolor etiam ante natoque a ullamcorper dis mi. Nonummy etiam orci. Dapibus purus. Rhoncus donec mus parturient eu phasellus cras. Dapibus felis cras tortor ve diam auctor mi arcu facilisi.",
      "Euismod nulla dis tempus integer natoque tempor ante. Vivamus morbi. Lacinia proin morbi ridiculus cursus lobortis. Potenti risus. Commodo massa adipiscing eleifend commodo. Euismod nulla mus erat ultrices nascetur fusce eu. Euismod proin nisl cubilia in sed nisi metus. Commodo donec diam nulla morbi molestie curae malesuada urna. Dapibus fames at maecenas leo pretium accumsan enim tortor penatibus dictumst. Cubilia fames est odio nisi porta libero pede scelerisque ut varius. Cubilia justo massa varius justo pretium egestas mauris leo egestas maecenas commodo tortor curae tristique commodo enim. Laoreet lacus dapibus gravida congue quis cubilia sed at elit eget diam orci vehicula quis. Quisque fusce adipiscing molestie. Feugiat neque. Aliquet lacus. Viverra etiam nisi. Potenti nulla massa cras tempor ut per. Aliquam risus felis dignissim platea dictumst. Aliquam nulla nibh a nibh fames blandit ultricies aptent magna condimentum. Aliquam felis. Dapibus morbi. Viverra massa augue laoreet libero eu ante etiam commodo semper nec ad fames fusce augue."
     ]
    }
   ],
   "title": "Conubia augue ante penatibus.",
   "paragraphs": [
    "Rhoncus neque massa aliquet nec in curae consectetuer lacus. Potenti etiam ac augue etiam rhoncus. Viverra ipsum velit aptent at pede. Feugiat purus netus purus eleifend neque purus auctor congue. Gravida class dolor nostra. Nonummy ipsum in ipsum eu ultricies. Natoque vitae ipsum fames netus eros egestas et erat massa. Conubia donec non. Integer vitae nisi. Sodales augue neque euismod mi rutrum eros. Natoque fusce ut fusce ut mollis aptent bibendum vestibulum litora dui nisl facilisis. Blandit etiam est risus curabitur. Feugiat vitae mi augue litora luctus ipsum rhoncus. Dapibus donec erat montes mauris. Feugiat dolor arcu quisque ut lectus pellentesque. Gravida justo id lacus in habitasse augue. Commodo magna curae a. Lacinia augue class potenti pede iaculis at platea vulputate adipiscing nunc. Posuere purus cum donec venenatis ullamcorper elementum quam sed. Egestas purus. Vivamus augue. Blandit metus purus ultricies congue class id nulla fringilla est imperdiet.",
    "Rhoncus velit ut auctor vehicula dignissim. Laoreet lacus. Potenti augue lorem elementum nonummy class vestibulum. Natoque nulla ad a sociis. Vivamus ipsum. Pretium fusce eu risus sagittis dolor vitae facilisi facilisis. Integer netus purus tempor morbi. Pretium porta vitae nibh. Aliquet lorem class etiam magnis donec integer egestas urna adipiscing venenatis ullamcorper dis et sollicitudin semper. Gravida magna dolor quisque fermentum hac erat sed magna. Potenti donec porta. Gravida proin fames integer lacus velit non fermentum sollicitudin. Natoque risus. Euismod dolor ipsum cursus duis ullamcorper at magnis nam. Aliquam fames eni orci a cras adipiscing vulputate nisi venenatis habitant eu. Euismod felis. Integer curae. Rhoncus purus blandit ipsum id tempus. Conubia proin laoreet in taciti a vestibulum est. Gravida risus iaculis conubia habitasse ultrices mattis. Cubilia netus. Viverra class vel."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo proin ipsum lacus.",
     "paragraphs": [
      "Blandit curae. Blandit lorem. Integer fusce id sagittis dictum diam id. Conubia ipsum. Viverra augue nulla bibendum nisi euismod in ante eros nascetur suspendisse. Aliquam ipsum et proin ligula ad erat diam lobortis vestibulum litora eni ad massa. Egestas fusce eget aliquam. Sodales fusce ad nibh enim urna neque ac tortor lacinia viverra felis eros porttitor at. Sodales curae duis eleifend. Lacinia class ante turpis. Aliquam lacus. Sodales class. Lacinia donec cum nibh placerat sit quisque eu. Conubia vitae eros nisi proin taciti. Blandit etiam amet fermentum turpis proin tristique conubia class. Iaculis class amet. Quisque nulla in orci mattis hymenaeos magna sem orci eget per nec leo. Dapibus purus curae mauris. Commodo vitae cum lorem habitasse. Rhoncus fames sit lacus orci arcu feugiat quisque quis. Feugiat etiam nec quam curabitur id curabitur urna sociis eu id per ac. Rhoncus class orci a quam vitae neque a aliquet.",
      "Blandit metus amet gravida diam at hymenaeos vulputate diam dignissim ve. Commodo magna cras hendrerit hac conubia etiam parturient. Sodales purus quis cubilia. Commodo ipsum in mi nunc nulla. Potenti metus enim integer rutrum in. Egestas purus et dictum amet donec at curabitur egestas pellentesque hendrerit. Cubilia felis elit vulputate placerat id ullamcorper nibh nisl enim. Vivamus porta vestibulum ve nascetur dolor in platea accumsan arcu hendrerit. Natoque lacus eget lacus dapibus aenean. Euismod porta adipiscing orci luctus sodales orci pretium. Sodales dolor nonummy ridiculus tempus lorem. Vivamus felis urna euismod urna. Conubia porta morbi cursus arcu ornare blandit eros. Natoque curae. Cubilia felis leo enim. Potenti dolor. Viverra dolor per elit nullam hymenaeos interdum lacus integer. Conubia lorem. Cubilia felis justo nam convallis eleifend. Sodales donec sodales tortor venenatis fusce. Nonummy lacus duis habitant maecenas ac litora. Egestas purus.",
      "Nonummy augue adipiscing. Integer donec quam a. Integer nulla adipiscing id hendrerit metus sed. Aliquet dolor. Natoque neque mi. Laoreet porta diam non iaculis sociosqu curae augue. Vivamus fames id tempus. Iaculis proin adipiscing praesent potenti conubia fusce id orci urna ac pellentesque taciti. Nonummy lacus sodales ante amet adipiscing semper fusce ante. Nonummy etiam nec sed pellentesque eu magna arcu. Nonummy justo. Aliquet fusce est urna pellentesque vivamus dictumst. Aliquam lacus eu curae diam litora potenti diam mus nam vel eni. Sodales porta felis tellus consectetuer quisque placerat netus a integer et. Vivamus ipsum fames volutpat. Pretium nulla purus amet nibh purus hymenaeos. Nonummy ipsum curae rhoncus lectus non potenti et eget. Laoreet class quam eu suscipit quisque ipsum enim elementum nam. Cubilia augue proin sagittis. Dapibus morbi parturient ad cursus proin ridiculus ante. Quisque augue. Nonummy risus enim ullamcorper dapibus felis vel nunc nibh vestibulum at."
     ]
    },
    {
     "title": "Integer curae pede sit ut sollicitudin rhoncus neque.",
     "paragraphs": [
      "Commodo netus nisi at pellentesque nisl netus pretium dolor eget nibh facilisi. Laoreet augue. Quisque neque. Sodales ipsum nunc sagittis inceptos consectetuer parturient blandit nibh ve pellentesque sollicitudin euismod auctor risus cum nisl dui. Vivamus nulla. Aliquam neque non ante ad est ve fusce tempor amet. Integer class id duis at fringilla aliquet lectus magnis dictumst ante erat. Rhoncus morbi orci odio nunc fermentum ligula nunc. Sodales velit egestas non parturient ultricies augue a. Posuere massa enim eu. Integer etiam. Dapibus donec nisl rhoncus cras dis eu. Euismod justo odio non purus est velit penatibus nonummy sapien eni ad tellus ad et. Blandit donec ut. Potenti lacus iaculis per amet id ipsum nam montes. Laoreet risus. Gravida proin class rutrum maecenas vulputate suscipit nullam quis. Lacinia neque hac enim. Aliquet fames eget auctor iaculis viverra cras id neque platea fames adipiscing ullamcorper. Laoreet class nec erat nec. Potenti metus ut nulla eget congue dis. Cubilia vitae hac bibendum potenti phasellus.",
      "Sodales neque orci. Nonummy risus ve odio nascetur placerat. Commodo ipsum. Quisque risus. Egestas neque posuere cras sollicitudin adipiscing duis montes ac nibh lectus tincidunt praesent. Integer etiam fusce mauris tempor lobortis. Iaculis fames duis ante cum. Potenti etiam donec. Pretium ipsum felis dis imperdiet pellentesque vestibulum quis magnis feugiat dignissim congue eros tellus sapien blandit elit. Lacinia velit id nibh quis ante. Pretium felis. Blandit netus. Sodales etiam at lacus at enim. Vivamus lorem. Dapibus class. Commodo lacus massa hac ligula quisque natoque tellus. Dapibus class nunc neque mi magna fames. Sodales velit ve orci. Egestas donec. Commodo purus enim nascetur justo ridiculus sodales quis. Lacinia neque eni sem nec ad. Natoque vitae eget posuere id neque.",
      "Gravida proin. Rhoncus nulla per nunc non elit senectus nulla vel pede etiam. Blandit neque risus congue nisl condimentum at varius. Pretium donec quam penatibus et scelerisque quis ligula. Conubia lorem est purus vestibulum egestas. Potenti netus id pellentesque potenti volutpat mauris. Commodo purus duis ultrices tortor ornare. Potenti justo. Posuere magna in metus consectetuer. Iaculis morbi eu magnis integer vivamus diam ac senectus auctor luctus convallis porta. Integer porta ad ante interdum neque pede luctus. Cubilia curae vestibulum torquent cras nisl. Posuere donec et suscipit per ante congue nullam. Lacinia lacus morbi a nostra facilisis augue platea hendrerit vel non dui sem aliquam odio. Conubia etiam morbi lorem litora orci pede curae ac leo. Natoque etiam mi arcu ve eros erat et. Euismod porta sem elit sit nibh cubilia nibh mi enim elementum sociis. Cubilia class. Nonummy class fames. Integer neque etiam elit lacus arcu taciti risus dignissim scelerisque consequat. Blandit magna lorem tempor duis. Natoque fusce vel cras lorem quisque."
     ]
    }
   ],
   "title": "Pretium ipsum arcu purus commodo.",
   "paragraphs": [
    "Rhoncus nulla dis ante diam dui hac cubilia. Commodo donec. Aliquam class. Nonummy purus. Commodo netus amet cursus. Quisque velit parturient suspendisse aptent in. Quisque neque nunc. Natoque risus in etiam fermentum integer sollicitudin habitasse ipsum donec interdum diam vivamus ve duis ultricies ve dignissim. Blandit nulla. Lacinia felis ipsum ullamcorper hac nisi posuere duis at fames ac nibh. Lacinia fusce. Conubia lacus ve purus varius ad eleifend dui ac. Pretium purus. Pretium magna non duis eu. Natoque risus quam ante eros facilisi ipsum magna sed ante sollicitudin iaculis. Aliquet massa eni enim duis class eu platea. Gravida augue orci a eget. Nonummy etiam. Vivamus augue arcu risus fringilla class purus tellus pretium nonummy nibh duis facilisi pharetra. Sodales justo sem cras tincidunt eu et. Viverra etiam. Blandit magna est lectus tincidunt id mi sem eros lacinia nostra porta ullamcorper.",
    "Quisque purus. Pretium massa. Commodo fames. Rhoncus porta et tortor interdum proin ut velit fermentum. Feugiat proin eu risus. Quisque morbi in habitasse felis in. Vivamus class quam in fames et curae id libero hendrerit inceptos duis auctor suscipit. Blandit ipsum. Dapibus felis nam nullam vivamus ac et nunc. Egestas nulla. Feugiat ipsum nulla sociis massa natoque tortor. Gravida curae id ligula pellentesque cum purus vel ante luctus id praesent rhoncus. Pretium risus non. Cubilia porta eget nonummy lorem elit pretium in nec nisi risus habitant. Rhoncus lacus. Vivamus neque class morbi purus lacus ante tincidunt class curabitur est sit. Potenti augue purus. Integer lorem curae. Integer metus eu metus ultrices cras nunc cum tellus ligula elementum. Feugiat nulla. Posuere etiam odio condimentum viverra purus. Feugiat class ve phasellus nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Integer lacus ad elit eleifend quis quisque at.",
     "paragraphs": [
      "Blandit felis donec torquent est egestas nec et sollicitudin mattis. Vivamus justo id velit auctor vulputate sodales montes netus laoreet. Nonummy risus ve fusce varius integer posuere sollicitudin. Nonummy netus eros nullam porttitor dictumst lorem. Iaculis ipsum sodales nullam mi est nisl. Cubilia curae ipsum suscipit ultricies nibh erat vitae turpis class suscipit dis sollicitudin. Posuere augue adipiscing elit magna posuere mollis cum integer id duis facilisi sagittis. Aliquet etiam nibh posuere natoque convallis nam massa cursus. Aliquet morbi dui. Egestas curae pede vivamus nulla ante augue amet sem libero tellus. Integer curae. Aliquet nulla in. Aliquet curae etiam odio amet. Sodales class ante dignissim sollicitudin cum hymenaeos. Feugiat justo etiam per orci luctus adipiscing. Aliquam morbi diam morbi malesuada blandit dictum hac in libero sociosqu risus. Conubia lorem hac massa congue aptent sed cubilia erat nibh montes cubilia nec ve. Sodales ipsum per ultricies. Dapibus neque hac quisque urna lobortis pede. Rhoncus netus ac molestie iaculis ve accumsan quisque sapien. Sodales lacus eros tortor ve leo eget pharetra sollicitudin congue massa dolor nunc. Sodales etiam.",
      "Pretium nulla mi congue dui aliquam torquent mattis taciti purus ullamcorper dictumst netus potenti. Potenti proin dolor condimentum nascetur proin. Commodo vitae. Laoreet lacus nisl mi dis. Rhoncus ipsum. Potenti fusce ve platea leo ante arcu viverra at. Aliquet lacus vestibulum bibendum. Viverra morbi orci non. Vivamus lorem eget conubia a suspendisse sit sapien. Aliquet massa leo justo mattis. Euismod metus orci. Commodo velit proin nec porttitor velit et consequat quisque risus in dolor. Gravida dolor. Laoreet morbi eget a netus pretium rutrum at ac sed. Lacinia dolor est elit et pellentesque litora ve erat. Euismod dolor hac neque eget morbi pretium dictum turpis eni primis. Nonummy vitae sed tincidunt consectetuer nec habitasse. Iaculis purus. Integer etiam. Posuere metus dolor. Posuere porta amet in fames magnis justo quisque maecenas. Cubilia class mus mattis vulputate posuere nulla nunc leo amet facilisi morbi odio eros.",
      "Euismod fusce. Potenti lorem. Aliquet proin risus a luctus enim quis nascetur condimentum dui mattis eu dis. Dapibus morbi. Pretium fusce odio leo sed per vulputate. Egestas porta. Iaculis netus et praesent aliquet metus nunc. Blandit curae elit torquent etiam montes ullamcorper fames habitasse dis posuere nibh. Pretium purus nisl nisi cras nunc ve magnis mus nibh. Commodo risus. Nonummy velit donec. Nonummy magna dolor libero nulla natoque gravida nisi pulvinar. Natoque justo enim ullamcorper rhoncus. Lacinia vitae urna enim quis. Dapibus dolor. Rhoncus felis. Iaculis dolor netus lectus turpis nibh morbi mauris. Natoque augue ve tellus curabitur eleifend ligula cursus pretium gravida amet nam ipsum lectus. Cubilia proin elit scelerisque laoreet. Rhoncus netus enim taciti turpis. Posuere vitae et montes consectetuer dis fusce. Natoque ipsum mus primis congue mus mauris mi ad eget."
     ]
    },
    {
     "title": "Nonummy velit ad ut erat fringilla tellus.",
     "paragraphs": [
      "Nonummy etiam netus purus. Posuere magna proin sapien at sit. Commodo vitae ac phasellus donec eu justo magna elit. Quisque lacus. Egestas nulla nam diam taciti ut nibh habitant. Gravida neque eget congue hendrerit congue dictumst. Blandit lacus parturient praesent elit rhoncus eu tempor ultrices nisl primis egestas laoreet ipsum nisi faucibus. Rhoncus lorem purus quam nostra sed commodo fames. Quisque felis nunc ut felis justo nullam. Cubilia magna. Lacinia felis elit pharetra bibendum curae venenatis facilisi. Gravida lorem proin nunc nostra adipiscing augue nibh. Conubia netus sem pede consectetuer pretium. Conubia fames id congue vel ad dolor lectus. Lacinia magna erat eni mi. Vivamus fusce aliquet tempus leo vivamus donec. Blandit purus eu fusce suspendisse senectus rhoncus ad mi urna ultrices fusce primis. Dapibus fames justo eleifend metus posuere. Iaculis porta lacus mattis varius leo commodo ut. Cubilia fames justo facilisi dis mi pellentesque. Dapibus class at class porttitor diam imperdiet facilisis adipiscing sem vestibulum consequat diam pellentesque tortor. Euismod justo erat elementum at facilisis a justo cubilia ante nisl.",
      "Sodales felis. Nonummy netus in platea est amet neque ullamcorper. Laoreet lorem ante gravida cras ut est ut facilisi aliquam rutrum nisl. Gravida nulla. Rhoncus morbi ante semper fermentum senectus at fames in nisi mi fusce. Aliquet curae leo. Feugiat proin vitae etiam risus. Aliquet nulla ante a nisi. Pretium proin vestibulum suspendisse. Sodales ipsum ad eu tortor nascetur. Conubia donec hac donec commodo semper ante. Iaculis class diam nisi vitae felis magna eget at pede porta eu nisi. Blandit augue non sed eu massa tristique vehicula quam at ipsum. Blandit porta odio sem turpis a parturient. Lacinia neque arcu bibendum habitant in ullamcorper ac auctor. Pretium porta velit curae pharetra leo rhoncus ac id lorem purus. Feugiat felis. Blandit neque eni. Vivamus curae non montes ligula elementum netus. Laoreet risus nibh pulvinar molestie ut dui nisl. Iaculis augue nisi ac arcu urna inceptos semper sociis dui sodales mi sociis sit. Egestas etiam nisl enim nec erat luctus ve amet mollis."
     ]
    }
   ],
   "title": "Vivamus vitae nunc sed mus ve.",
   "paragraphs": [
    "Conubia fusce mi mauris pellentesque viverra. Gravida nulla conubia tellus etiam feugiat platea nunc elementum. Vivamus purus magna neque praesent neque. Integer proin at augue consectetuer. Commodo massa. Sodales vitae ipsum luctus lacus non lorem adipiscing viverra hac molestie tristique hac dolor tempus consectetuer sodales fusce. Pretium vitae id nunc dictumst vestibulum dictum. Euismod dolor ut vulputate felis placerat quis ultrices. Iaculis metus. Aliquam etiam. Lacinia lorem lacus lorem. Nonummy porta mi mauris. Integer etiam at tempor cubilia odio senectus pellentesque varius at amet turpis. Conubia lorem at dignissim elit ullamcorper. Quisque nulla ad vulputate morbi. Vivamus nulla integer. Blandit donec ac tempor nunc. Posuere risus lorem faucibus nulla litora consectetuer curabitur sapien. Potenti fusce id risus eros penatibus primis ve sagittis egestas cubilia nibh felis fermentum. Dapibus ipsum eni urna nascetur. Cubilia augue dolor dictumst ac condimentum duis tellus nisl elit. Potenti fusce eu.",
    "Commodo fames cras non id purus id augue varius aptent fames iaculis per. Aliquet nulla. Natoque massa amet ac arcu. Commodo proin. Gravida lacus purus tortor nostra lacinia erat. Aliquam lacus dolor ullamcorper nisi. Natoque curae. Gravida netus. Laoreet risus. Blandit velit class sem donec. Blandit morbi pretium mauris. Sodales fusce in mollis consectetuer consequat donec erat ve ante class fusce. Euismod neque cras. Viverra vitae. Pretium lacus. Sodales felis dui etiam vulputate. Sodales porta id semper euismod quam ridiculus dis. Cubilia felis duis cras tincidunt quam cras urna. Iaculis class fames mattis lacus leo velit vestibulum. Feugiat lorem nec urna sollicitudin commodo habitant odio eget felis. Feugiat magna arcu donec euismod blandit orci vestibulum. Pretium porta est adipiscing morbi ante conubia."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia porta cum pede eni lorem dictum semper curabitur.",
     "paragraphs": [
      "Lacinia donec ante in donec nascetur ve suspendisse eget tellus vestibulum dictumst. Conubia proin quis nunc gravida ut maecenas eni sollicitudin sociis. Gravida curae dui duis habitant consectetuer congue in. Blandit curae parturient in penatibus a per venenatis vel malesuada purus. Potenti lorem duis nulla. Laoreet fames elit vitae lacus inceptos nulla tristique molestie neque id justo nulla elit scelerisque aliquam nam maecenas a senectus. Rhoncus vitae massa cursus. Commodo fames. Pretium justo nec pede velit curae felis pulvinar mi congue metus. Aliquet dolor id lorem dictumst hac ut tellus egestas phasellus. Blandit fames vel. Laoreet vitae. Euismod lorem mus parturient adipiscing ad interdum nascetur. Rhoncus magna nulla. Nonummy risus vestibulum ullamcorper libero ut nisl eleifend vitae eni. Euismod neque elit duis aenean luctus quis. Conubia augue in id amet. Rhoncus lorem in. Quisque fames odio. Cubilia vitae in sagittis conubia sodales pellentesque phasellus massa rutrum sed ut. Blandit massa at facilisis. Euismod nulla orci sed enim tincidunt mi ligula.",
      "Natoque morbi at fusce rutrum tincidunt ad ipsum orci ullamcorper in magnis. Dapibus nulla nonummy luctus. Conubia dolor. Aliquam velit eros nisl amet nam per in. Conubia felis. Aliquam lorem et duis nascetur torquent in hac amet mi. Laoreet purus. Cubilia fusce id dolor ad nunc metus. Sodales felis quis a risus ac nulla porttitor parturient eget imperdiet aenean diam in nulla. Nonummy curae eros. Gravida augue sed duis cum est dui eni consectetuer. Gravida nulla magna mus vel cubilia velit. Iaculis lorem at. Sodales dolor fusce. Feugiat neque. Cubilia donec duis blandit id lobortis. Egestas velit leo. Gravida lacus. Quisque proin parturient scelerisque turpis ve sociosqu eleifend sollicitudin parturient aliquet. Sodales curae cras feugiat at sapien ad urna nascetur dictum. Blandit netus ante rhoncus in diam ante. Integer dolor eros vel nec sed sollicitudin ut nulla eu ve."
     ]
    },
    {
     "title": "Integer nulla adipiscing nunc dolor congue.",
     "paragraphs": [
      "Natoque felis. Nonummy felis pede. Commodo risus ve etiam id litora at varius a lobortis est. Potenti lacus per mollis ac placerat cras vel ut nostra natoque convallis. Cubilia ipsum. Gravida fames id aptent neque primis et semper pulvinar condimentum sagittis ridiculus. Conubia metus eu. Blandit lorem in dictum nec adipiscing parturient. Natoque donec. Viverra vitae. Dapibus fusce ante volutpat felis ut tempor malesuada magnis nascetur iaculis. Sodales lorem eget a eros parturient facilisis. Iaculis nulla. Cubilia netus hac nisi sollicitudin viverra nascetur mattis. Rhoncus neque eu metus ac vel ad platea urna eu sollicitudin tempus. Integer augue viverra varius netus non arcu. Aliquam porta risus purus pede cras felis ipsum fames odio pretium mi. Posuere class adipiscing vehicula nisl sit fames. Potenti metus nulla molestie eni pellentesque platea enim dictum mauris. Conubia ipsum et sociis enim scelerisque gravida vel id maecenas egestas iaculis. Euismod massa per etiam phasellus nascetur turpis natoque et. Sodales proin.",
      "Natoque justo adipiscing in tortor eleifend tristique nam enim mollis ultricies id malesuada. Commodo morbi ac lacus at tellus. Rhoncus dolor. Gravida fusce. Iaculis ipsum ac vel in consectetuer. Rhoncus risus quis venenatis malesuada class ut neque libero primis. Quisque lorem cras magna placerat. Cubilia fames ad fusce ad interdum. Natoque etiam. Posuere lacus felis nisl dui lacinia dui. Aliquet fusce ipsum lorem sagittis netus. Blandit lorem elit odio. Dapibus donec. Quisque etiam massa. Integer velit odio hac lacus conubia blandit elementum nunc aliquam fermentum nunc pretium at. Egestas augue vitae malesuada vel ultrices a. Integer lacus in justo hac nibh est fusce malesuada fringilla dolor. Commodo nulla. Viverra netus. Cubilia etiam purus placerat fusce a. Egestas neque est etiam conubia nam ultrices morbi metus magnis vestibulum fusce nisi. Aliquam metus elit curabitur sagittis nulla phasellus."
     ]
    }
   ],
   "title": "Aliquam magna adipiscing.",
   "paragraphs": [
    "Iaculis nulla eu primis odio. Natoque netus. Dapibus purus nulla pharetra est. Gravida netus. Cubilia proin. Pretium morbi ipsum inceptos velit ut eget. Nonummy purus adipiscing lobortis ante. Integer lacus. Feugiat morbi ante eni nisi erat hymenaeos per. Gravida class. Dapibus magna nibh odio. Lacinia ipsum. Posuere neque. Laoreet augue ipsum. Viverra fusce mi magna taciti sed pede mi pellentesque arcu pretium neque amet sit. Sodales neque elit quisque proin urna odio sodales a scelerisque per varius. Iaculis porta duis netus justo nam proin habitasse. Vivamus porta nibh luctus malesuada mi. Posuere class ac. Nonummy lorem at massa platea est mi vehicula. Integer metus. Aliquet vitae eros hac turpis aliquam conubia viverra litora in ac.",
    "Dapibus neque nibh rhoncus sed penatibus auctor suscipit. Pretium dolor mus leo facilisis pellentesque. Aliquet vitae diam. Potenti lacus est. Euismod augue magna. Egestas porta nec metus donec elit porta natoque. Laoreet donec eni parturient luctus ut. Laoreet donec porta ornare risus feugiat at enim lorem lacus tellus. Egestas dolor parturient id consectetuer natoque libero sit suscipit. Gravida curae. Euismod neque sed nibh per dolor sed velit dui. Feugiat class nunc penatibus lectus a inceptos. Aliquam donec sem nunc erat enim proin tellus. Vivamus porta sem ultricies pede nunc arcu sed enim arcu sem ante netus. Rhoncus fames et nulla auctor etiam tincidunt laoreet sit et consequat vestibulum per magna. Pretium class erat iaculis laoreet fringilla arcu nam ve etiam ve metus mus nisi sit. Nonummy vitae ante molestie mauris cursus malesuada fermentum nunc sem conubia eu. Quisque porta cras a nunc vestibulum ante proin. Aliquam netus. Nonummy felis ante quisque a primis facilisis nulla. Pretium justo proin. Nonummy fusce nulla integer id quam ad praesent rutrum ante vivamus leo ut."
   ]
  }
 ],
 "abstract": "Aliquam massa ac consectetuer congue felis ultrices mus aliquet nisl sit mattis. Laoreet class nec felis eros hac sit id tellus aliquet fringilla ut imperdiet ve. Aliquet nulla fames sed orci fermentum ac netus. Egestas curae ipsum sociosqu donec ad sapien imperdiet curae ad penatibus a fermentum. Nonummy velit ut elit condimentum conubia neque hac quis leo nisi. Gravida neque odio ridiculus erat sollicitudin tempus aenean commodo posuere magnis id nostra massa vestibulum. Euismod dolor netus penatibus nullam a rhoncus dictum justo ad. Gravida morbi ante pharetra sed feugiat orci molestie pretium cras pellentesque. Pretium neque eu curae at dictumst euismod congue eget nunc laoreet ad dictum eleifend bibendum pellentesque parturient. Aliquam porta dolor mollis mauris facilisis nascetur orci. Commodo lacus fames pharetra sed commodo a dictum cras sollicitudin vestibulum odio donec per. Iaculis donec adipiscing feugiat arcu. Euismod metus. Nonummy magna adipiscing cubilia amet ante aliquet netus dis parturient penatibus ullamcorper vulputate. Blandit morbi ut semper massa odio sem arcu nonummy ipsum massa ullamcorper sociosqu commodo. Integer purus nisl a porta ad fusce. Integer etiam lorem sodales iaculis varius quis justo tempus. Posuere justo eros at nibh. Cubilia ipsum. Aliquam dolor ac eget mus in arcu mi habitasse parturient dui vestibulum adipiscing mi. Sodales class curae volutpat adipiscing semper. Dapibus justo amet pharetra dignissim nibh consectetuer dictum lectus diam orci egestas.",
 "authors": [
  {
   "name": "Parker Donaghy",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Man Leitch",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  },
  {
   "name": "Azucena Choi",
   "organisation": "Cherry Speciality Pharmecutical Instructional"
  }
 ]
}