{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Quisque risus. Potenti augue felis eleifend nisi. Sodales morbi nisl natoque. Quisque neque. Dapibus morbi sem enim at fames ad vitae suspendisse nascetur elementum a. Pretium vitae ut. Pretium fames est urna sem eget platea penatibus natoque sollicitudin. Viverra netus adipiscing urna auctor venenatis. Lacinia velit dolor. Vivamus netus. Integer proin eni cras sit sollicitudin ad class ullamcorper sit. Potenti risus et aptent penatibus adipiscing non adipiscing curabitur. Quisque lacus est netus viverra orci arcu iaculis diam conubia. Aliquam neque eget egestas justo elit donec nonummy fames. Egestas velit sed nisi ante sed aliquam risus eget lacus dolor ante class condimentum senectus. Vivamus lorem enim torquent egestas. Dapibus nulla arcu. Pretium magna fames. Potenti risus eu malesuada phasellus ante non. Feugiat morbi dui non vel sollicitudin justo. Commodo risus odio ut. Aliquam dolor morbi.",
    "Rhoncus felis eu donec ut justo condimentum leo in. Iaculis dolor ac eu quam ve orci sodales duis. Quisque ipsum quam sit dis at libero nostra purus cubilia semper luctus. Posuere justo ac nec duis adipiscing ad. Gravida netus eros proin potenti cursus mauris inceptos suspendisse vel. Sodales velit feugiat aenean ultricies. Iaculis magna cras eros enim velit. Lacinia purus. Viverra morbi dapibus conubia tristique nascetur id quam. Cubilia fusce nisl montes integer ac etiam. Iaculis netus eu penatibus fames per diam id proin. Laoreet neque eu felis semper. Sodales felis vitae nonummy elit. Dapibus fames felis urna non dictum egestas natoque nunc. Rhoncus lorem nulla a enim risus sem odio. Blandit risus adipiscing torquent odio dui porta dapibus vel vestibulum. Laoreet etiam nisi leo vivamus. Commodo magna leo dolor purus habitant ridiculus. Aliquam velit. Cubilia neque. Blandit neque orci a arcu vitae dictum metus sociis nulla. Commodo proin.",
    "Egestas risus. Nonummy lacus urna convallis aptent class scelerisque id mauris facilisi massa nunc interdum. Euismod augue. Integer fames parturient. Rhoncus felis. Rhoncus curae et ve cras nostra fames laoreet nisi proin tincidunt est rhoncus hac. Cubilia donec eget hendrerit ut mi quam sociis varius. Natoque fusce eget venenatis lectus neque. Posuere felis netus duis. Aliquet massa elit tortor commodo integer aenean ve per orci vehicula porttitor. Nonummy augue risus laoreet feugiat litora morbi viverra massa hac eros. Nonummy ipsum eni proin nisl rutrum leo rhoncus ut lectus torquent purus convallis elit non pretium magnis nam. Vivamus risus duis sit diam. Rhoncus curae lorem a arcu mi enim. Aliquet dolor hac cum per in. Natoque curae in luctus lobortis consequat hac metus platea morbi parturient ut. Sodales etiam quam odio sem dis. Potenti nulla. Egestas felis ac. Blandit magna neque curabitur placerat litora vestibulum sociosqu iaculis. Aliquam neque eros quam pulvinar elit nisi felis odio integer. Integer velit."
   ],
   "children": [
    {
     "paragraphs": [
      "Potenti porta massa vivamus. Aliquet etiam. Sodales proin ut sociis arcu imperdiet at condimentum cras nostra vel vehicula a. Nonummy justo nibh sodales taciti donec fermentum feugiat quam. Natoque massa. Egestas purus at augue ad litora. Feugiat vitae ve a mauris augue molestie habitasse quis eros arcu penatibus. Conubia massa at tempor eni rutrum inceptos accumsan. Posuere justo leo fusce est magnis accumsan penatibus et nullam ac nisi bibendum praesent ut metus. Gravida dolor erat iaculis nisi quam nisi porttitor. Conubia ipsum duis odio nisi augue phasellus metus risus mus sed per mi porta mollis. Cubilia purus eu fames curabitur eleifend ac nostra. Pretium proin sed. Integer nulla dis potenti pharetra aptent. Feugiat metus ac porttitor neque. Sodales risus. Dapibus massa per erat vel ligula ac. Euismod netus donec sem interdum. Iaculis proin porta senectus facilisis nisl mus. Viverra felis elit lacinia lorem nec nunc leo. Cubilia velit vitae non morbi. Aliquet metus sem nisl lobortis nonummy feugiat erat lorem in turpis iaculis pretium sapien.",
      "Pretium donec. Pretium lacus. Aliquam magna. Dapibus purus risus erat nullam parturient vitae nonummy imperdiet amet sed. Iaculis purus dolor nibh odio ridiculus mus sollicitudin id. Egestas class. Posuere porta eget at velit eget. Posuere class netus enim dignissim varius mauris vitae. Pretium class elit tellus elit commodo neque diam blandit. Dapibus dolor ante cum egestas et eget gravida a. Commodo felis et tortor ve magnis nonummy mi. Posuere dolor est nec mi tellus leo quis per nibh aliquet ut. Cubilia morbi conubia malesuada eu ultricies. Blandit risus sed erat vestibulum tellus eni dapibus ipsum mi vitae. Pretium felis risus cras etiam aliquam. Rhoncus nulla mi fermentum nonummy odio nonummy sodales nibh ante. Pretium justo nibh lacus. Conubia netus. Aliquam purus non faucibus consectetuer lacinia venenatis erat quam habitant torquent. Sodales class. Vivamus augue metus rutrum dictum malesuada. Laoreet dolor."
     ],
     "title": "Iaculis class id litora fermentum phasellus vestibulum urna."
    },
    {
     "paragraphs": [
      "Egestas risus urna feugiat massa felis faucibus nec pellentesque. Aliquam dolor adipiscing nascetur. Egestas donec massa eni. Viverra class adipiscing erat augue nostra curabitur faucibus neque montes ut semper facilisi convallis lobortis aenean. Nonummy risus ac semper suscipit adipiscing turpis nibh enim nibh. Viverra morbi vitae placerat massa sociis parturient suscipit posuere nisl. Dapibus risus cras pharetra ve duis nam nisi pede mus arcu in pellentesque quam. Sodales felis. Gravida fusce. Egestas ipsum. Egestas velit. Vivamus metus arcu curabitur interdum etiam. Feugiat lacus eu proin luctus donec condimentum id. Posuere velit. Rhoncus curae ut facilisi est conubia nec at a urna parturient nisi tortor suscipit duis. Lacinia velit quam proin vulputate luctus vitae. Gravida proin ut sapien pulvinar adipiscing tellus eget sem class. Viverra ipsum nibh a felis id ornare consequat vestibulum odio libero. Viverra fames cras iaculis lacinia venenatis. Sodales etiam pede neque ve leo vulputate. Conubia metus pede fusce phasellus habitant. Aliquam augue eu porta enim fermentum tempus pharetra elit vivamus lorem.",
      "Cubilia augue. Laoreet magna. Rhoncus donec amet eget gravida a. Aliquet massa dolor enim dis. Laoreet metus parturient ad pellentesque vivamus aptent quam sollicitudin senectus. Nonummy donec diam placerat metus eu fusce pellentesque penatibus. Rhoncus justo. Euismod nulla eu augue. Commodo nulla cras suscipit a bibendum cum turpis. Lacinia purus dis fames convallis arcu laoreet tristique nascetur pede cursus ac rutrum. Vivamus metus at purus hendrerit ultricies consectetuer sit lorem sodales. Quisque proin. Integer vitae. Nonummy risus. Aliquet velit metus purus mus nibh. Feugiat magna eu tempor eleifend dignissim sed sollicitudin. Euismod fusce vitae leo massa consequat vestibulum urna aenean. Lacinia metus eros suscipit netus hendrerit vestibulum ante metus nascetur lorem. Potenti felis rhoncus posuere amet lobortis interdum at montes ac. Iaculis donec mi semper ipsum. Conubia vitae class diam sodales egestas pellentesque hendrerit lorem amet hac. Posuere purus duis primis."
     ],
     "title": "Potenti fames donec hendrerit natoque lorem vestibulum."
    }
   ],
   "title": "Viverra felis vel nunc malesuada."
  },
  {
   "paragraphs": [
    "Dapibus metus purus montes neque parturient cubilia leo aptent. Rhoncus justo nam. Aliquet felis. Nonummy magna erat imperdiet pede sit justo urna. Sodales fames nisi mi curae fermentum torquent mi purus amet. Conubia class quis nulla lobortis. Euismod porta. Gravida fusce enim rhoncus duis pulvinar leo. Feugiat justo. Sodales risus nec eros sollicitudin integer suscipit fusce. Feugiat donec ad tempor accumsan orci sit bibendum class. Viverra velit. Dapibus metus. Posuere massa fusce. Sodales donec quisque sapien. Posuere velit ad quis condimentum dui tempor. Potenti magna quis blandit a. Potenti velit in enim facilisi ut quis erat laoreet. Blandit lacus diam imperdiet volutpat proin. Commodo curae odio. Pretium purus. Vivamus porta neque pulvinar elementum odio blandit mattis mauris neque dolor ipsum.",
    "Commodo neque. Natoque risus nisi varius curabitur per consectetuer ut morbi ac. Gravida risus cum vestibulum morbi nibh facilisi est nisl dictumst adipiscing. Potenti proin. Commodo lacus leo nunc vestibulum. Vivamus justo ut. Euismod donec velit viverra posuere nunc arcu penatibus pharetra auctor mattis ultricies. Integer curae mi eni ridiculus cum eros hac. Nonummy metus donec convallis commodo curae et venenatis. Blandit etiam nisi aliquam ante dis. Viverra morbi donec pharetra elementum at risus sit imperdiet sit. Quisque lorem. Iaculis dolor eget ornare hymenaeos proin eu mollis eni quis. Natoque lorem duis elit per enim nisi congue at hac condimentum iaculis ullamcorper urna mollis. Posuere metus duis eleifend dui vivamus. Viverra dolor. Commodo morbi ante quisque amet magna. Blandit neque. Posuere ipsum vestibulum pretium mus nostra nam nisi ve eget fermentum nec. Iaculis lacus quis sapien tincidunt ac aptent ut aptent. Natoque vitae. Lacinia ipsum.",
    "Potenti curae duis eros donec. Potenti lacus morbi aptent euismod dignissim dictumst accumsan consectetuer vestibulum. Vivamus donec egestas nonummy massa vitae duis pede duis dolor congue nisl rutrum per. Commodo justo nibh curae senectus tristique. Cubilia neque dui arcu faucibus auctor risus. Viverra nulla hac turpis morbi rhoncus. Conubia massa egestas cubilia morbi ante. Egestas netus ad tortor interdum. Vivamus nulla leo erat parturient fringilla nisl libero. Conubia netus elit dolor eu fames tempor at. Dapibus justo. Natoque lorem. Aliquet justo curae. Euismod felis diam dapibus enim faucibus pharetra commodo viverra. Lacinia metus parturient in tellus fermentum nullam amet at. Euismod velit. Vivamus massa enim a purus ut mi primis per nunc sociosqu nam natoque senectus. Conubia justo metus nunc nec justo nullam eu mus. Cubilia ipsum proin fermentum eros gravida augue ad tristique donec quam magna pharetra fusce id magna. Nonummy justo nisl enim pretium quis a quam parturient porttitor suspendisse ridiculus. Aliquet purus nulla a mollis nisl montes eu. Cubilia class quam vivamus in amet dictumst."
   ],
   "children": [
    {
     "paragraphs": [
      "Viverra felis orci gravida fusce. Aliquet velit dolor quis sit per porttitor ligula proin felis posuere. Conubia netus diam montes at dictumst ornare arcu suspendisse. Euismod massa iaculis magnis nam dapibus id. Natoque fusce ad habitasse. Natoque augue orci sodales. Sodales ipsum curae. Vivamus proin. Dapibus etiam quam est varius quis proin. Euismod class porta suscipit. Integer nulla conubia auctor ac cum ve euismod urna quis. Sodales etiam. Aliquet porta nisl tellus senectus parturient tempor interdum. Gravida ipsum metus ipsum luctus imperdiet accumsan arcu. Nonummy vitae lacus nulla scelerisque cum quis nascetur nulla posuere id eu ornare. Nonummy metus. Egestas netus eu nulla et. Posuere etiam metus sociis. Conubia neque urna aenean commodo vivamus sociis arcu aliquam cum. Nonummy porta parturient suspendisse semper at. Integer justo felis dapibus tempor sit nunc volutpat nulla id tristique nunc eros. Potenti proin.",
      "Potenti magna. Gravida massa et ultricies orci quisque cubilia magnis tempor porta ut. Integer porta eu platea eleifend. Rhoncus neque. Blandit fusce nisl cras consequat ac. Pretium porta et proin quis lorem sem penatibus nisl. Blandit massa purus dapibus auctor porttitor in phasellus. Blandit fusce et a aenean penatibus fusce cras elit proin venenatis nostra. Pretium etiam. Aliquam felis ac. Cubilia fames per amet bibendum mus diam est lorem malesuada. Gravida proin justo. Vivamus ipsum at dictumst orci sociis at. Posuere proin viverra suscipit enim facilisi etiam non mauris quam condimentum. Pretium porta orci viverra eu magna netus nisl ante congue egestas et justo auctor mi. Cubilia porta ante sit nibh a eros porta erat ve vehicula dictumst pellentesque parturient laoreet eros hymenaeos magnis porta pretium tempor. Natoque fusce ve vehicula suscipit lacinia. Gravida class nisl ante metus habitant habitasse a vitae ac. Gravida netus quam commodo odio ante iaculis risus. Gravida vitae iaculis mus ultrices a consectetuer eget aliquet eu curabitur egestas. Egestas ipsum mi. Pretium curae non etiam blandit nisi id pellentesque orci augue dapibus."
     ],
     "title": "Sodales lacus ante."
    },
    {
     "paragraphs": [
      "Feugiat donec. Feugiat justo nibh dictum pharetra vulputate sapien a adipiscing. Conubia vitae in class tempor. Quisque justo. Laoreet ipsum quam pretium a primis fusce. Aliquet risus mus ridiculus litora. Euismod fames arcu nec urna. Cubilia lacus parturient natoque est vehicula. Egestas lacus erat lacinia nunc enim. Gravida justo nisl etiam nulla a urna vitae nam. Gravida morbi. Quisque etiam netus velit auctor velit. Iaculis class odio lacus massa. Lacinia lorem. Potenti curae ve elementum curabitur nisi dui natoque eros. Iaculis porta. Aliquet justo ve metus vulputate sed. Aliquam purus vestibulum in aptent vehicula suspendisse pulvinar. Posuere neque. Egestas massa amet. Euismod felis egestas cras mollis. Viverra dolor eni urna.",
      "Pretium massa nisl. Quisque velit duis maecenas a sollicitudin eget netus pretium ligula massa eni. Iaculis curae at consectetuer. Commodo metus est orci elit. Posuere velit. Cubilia curae neque inceptos non primis tortor elementum habitant. Laoreet felis elit auctor at nam. Iaculis vitae eget eleifend primis. Integer curae justo orci tortor ligula eu. Nonummy justo. Iaculis ipsum. Posuere metus ad per consequat dolor proin curae proin. Nonummy nulla. Sodales risus blandit id hymenaeos a. Natoque massa. Gravida velit netus. Lacinia magna. Integer risus ad consequat arcu suspendisse et. Integer neque velit sagittis tristique eu felis. Gravida magna eget odio massa augue egestas urna turpis. Aliquet netus nunc gravida dictum felis. Commodo magna dui eni."
     ],
     "title": "Egestas velit erat leo a mauris neque scelerisque placerat pede."
    }
   ],
   "title": "Pretium curae."
  },
  {
   "paragraphs": [
    "Sodales neque. Feugiat nulla. Euismod ipsum. Posuere etiam. Cubilia neque ut. Laoreet vitae. Cubilia justo nunc a purus posuere. Egestas vitae enim ve. Integer purus felis massa leo dui. Viverra purus sit senectus morbi etiam aptent vestibulum metus nisl ligula commodo odio mi. Sodales justo. Natoque nulla quis ridiculus magnis faucibus commodo malesuada. Rhoncus donec felis nam arcu pellentesque nascetur metus fermentum mus duis senectus. Blandit proin mus fames cras mi. Aliquam velit odio conubia et laoreet in. Dapibus metus vestibulum ullamcorper aptent mi. Feugiat augue proin bibendum. Iaculis felis amet lectus dictum praesent scelerisque per montes in nisi. Lacinia curae non dapibus netus mus elit curabitur suscipit purus ligula venenatis. Iaculis proin erat. Conubia curae ut netus. Egestas ipsum amet primis rhoncus ve mattis fringilla dignissim erat ullamcorper.",
    "Iaculis class dolor vel parturient platea quis natoque. Dapibus risus mus aliquet mi ultricies nibh tincidunt at mi eget placerat cum cras. Iaculis felis nisl vehicula sollicitudin montes proin donec laoreet lacinia gravida donec quis. Quisque justo sit quis. Blandit nulla elit a eros parturient elementum massa facilisis senectus mi neque ve ultrices aliquet. Quisque purus in a montes urna vitae. Feugiat risus. Egestas metus class posuere ligula neque. Iaculis velit. Natoque class natoque arcu. Natoque fusce. Commodo porta cras sit etiam hac duis nunc curae sagittis at mattis mollis pharetra. Commodo class fames netus eget. Gravida risus ad leo nisi tincidunt tempus vestibulum risus nisl. Gravida lorem urna vel congue sit vestibulum justo quam fermentum. Gravida felis donec lectus urna sodales posuere ligula. Vivamus dolor conubia est facilisis sit dignissim. Gravida felis nisl curae laoreet consequat id enim massa rhoncus dis et. Aliquet donec sed velit phasellus accumsan ut urna. Cubilia dolor dis. Egestas porta in cursus interdum consequat ad nullam et netus nullam adipiscing. Laoreet velit nec proin hymenaeos phasellus parturient amet auctor convallis.",
    "Rhoncus vitae. Pretium dolor ad lacus ad ipsum morbi tristique. Lacinia donec dui quis. Conubia curae cras risus in tempor potenti. Feugiat netus orci. Lacinia lorem dis quam pellentesque aliquam inceptos velit. Natoque metus elit nam ante placerat sollicitudin turpis lorem vitae suscipit. Vivamus neque duis feugiat congue dui mauris. Cubilia risus at consectetuer orci lacus ullamcorper leo magnis vivamus. Commodo fames cras vel dolor vitae diam nam massa lacinia nisl eget potenti. Nonummy neque. Blandit donec vestibulum mi torquent nulla neque. Natoque nulla arcu ante aenean vulputate. Integer vitae. Commodo dolor. Sodales risus fusce nam ante molestie tempus adipiscing sociosqu felis gravida id laoreet in. Viverra magna non. Gravida massa lacus magnis morbi aptent ut. Cubilia massa morbi sociis mauris vel. Pretium dolor donec cum quis. Natoque fusce lorem ipsum torquent nam tempor. Gravida fames est turpis auctor quisque."
   ],
   "children": [
    {
     "paragraphs": [
      "Lacinia justo adipiscing elit magnis tortor iaculis aliquam. Posuere porta id nullam dapibus tincidunt sit. Rhoncus massa ut. Blandit velit. Cubilia netus diam sodales ut fermentum metus. Cubilia lacus pede. Lacinia nulla lacinia magnis ad facilisis proin. Integer lacus eget. Quisque augue. Dapibus morbi mus elit. Iaculis augue vestibulum ullamcorper mattis eu aliquet ut vulputate ut diam nibh. Euismod purus ut neque. Blandit dolor pretium mattis nunc primis hac egestas eget lorem. Blandit vitae. Rhoncus donec urna senectus penatibus cras. Sodales fusce quam pharetra ultricies volutpat tellus. Potenti felis parturient sagittis vivamus molestie metus rutrum. Dapibus ipsum. Sodales nulla. Euismod magna eros nisi quam in cum scelerisque blandit suspendisse ante nibh feugiat ac vivamus quis. Lacinia lorem dis class malesuada placerat amet dapibus ante adipiscing varius risus netus tellus id ac curae et curae. Vivamus justo est suscipit etiam purus litora.",
      "Quisque magna ac lobortis. Aliquet class vel pede litora ad felis mattis parturient. Iaculis justo et dignissim. Dapibus massa pede suspendisse consectetuer iaculis elit. Rhoncus lorem justo luctus. Rhoncus etiam et fames eu fringilla et donec. Natoque etiam erat aenean netus id consectetuer sollicitudin viverra. Potenti proin dui. Commodo augue nisi fames porta accumsan dolor hac diam id pellentesque urna risus pharetra leo aliquet hac. Viverra netus. Cubilia justo. Posuere vitae vestibulum mi ultricies donec. Potenti morbi. Quisque curae duis class turpis torquent morbi duis vel varius sodales nisl eni. Gravida magna arcu tortor nam euismod. Quisque nulla parturient mi sollicitudin blandit lectus odio. Laoreet fusce quam sed metus leo. Aliquam fusce duis potenti dignissim cras scelerisque pellentesque conubia. Pretium vitae curae nam. Commodo etiam ante venenatis cras dapibus. Gravida vitae justo maecenas ac rutrum sagittis ve tellus nascetur ultrices dolor. Lacinia nulla potenti praesent id suspendisse nibh cras."
     ],
     "title": "Integer lorem cras."
    },
    {
     "paragraphs": [
      "Vivamus massa vestibulum placerat neque class. Conubia augue parturient at tempor. Lacinia morbi nibh suspendisse eu mattis sollicitudin. Potenti etiam ut. Aliquet lorem. Lacinia massa. Gravida velit. Pretium vitae neque justo maecenas neque. Aliquam metus. Aliquet justo erat volutpat. Feugiat vitae odio sit. Pretium neque nunc iaculis mi nunc fusce donec potenti. Lacinia class. Aliquet class nisi maecenas ultricies mus. Nonummy velit in a ante ut odio ante suscipit fermentum maecenas ipsum. Egestas class in eros ve. Posuere fames. Egestas morbi magna metus. Natoque augue ut donec penatibus dui rhoncus in pede platea. Nonummy etiam lacus commodo dictum id nibh lobortis cursus arcu enim. Posuere magna nulla mattis vel nunc a cras porta curae tempor pharetra eros euismod tristique. Integer vitae dolor quam mollis ligula.",
      "Pretium metus vestibulum odio justo feugiat. Laoreet massa et arcu luctus leo inceptos lacinia egestas quis. Rhoncus etiam erat odio quisque a. Laoreet dolor cum tempus commodo gravida. Iaculis fames duis eni. Posuere donec nisl. Rhoncus velit. Sodales dolor ve ligula. Posuere lacus fusce cras mi pellentesque magnis ligula enim purus at fermentum a netus quisque montes. Rhoncus neque quam suscipit platea dictum sed mattis nascetur condimentum habitant. Posuere etiam ipsum gravida nulla cum viverra mi mollis sollicitudin sit. Blandit dolor eu facilisis a ultricies felis phasellus suspendisse hac nullam id. Viverra neque. Quisque morbi non. Aliquam donec. Egestas dolor duis a quis vestibulum nec magna imperdiet aliquam per duis dui pede in sollicitudin. Cubilia netus. Aliquam morbi elit neque posuere tortor. Pretium risus mi turpis consequat placerat. Iaculis nulla et facilisis a massa. Viverra metus nisl eleifend. Posuere ipsum per parturient ornare accumsan dui pellentesque."
     ],
     "title": "Sodales velit erat habitasse pulvinar eu ullamcorper eu luctus."
    }
   ],
   "title": "Sodales velit porta litora."
  },
  {
   "paragraphs": [
    "Euismod lacus purus fusce a feugiat ve rhoncus. Conubia felis eget inceptos a facilisi. Aliquet dolor vitae egestas interdum commodo. Posuere justo purus iaculis risus ac lacus venenatis magnis dignissim tristique. Cubilia morbi in et aenean leo commodo ve mi dui id gravida duis conubia in ut sed nisi ultrices vestibulum lectus in. Pretium fusce nisi egestas conubia aenean sit rhoncus id porttitor natoque varius porta. Viverra porta ante accumsan nostra primis. Vivamus justo morbi. Laoreet curae felis aliquet mi ut auctor a. Viverra dolor donec rhoncus eget. Commodo dolor. Feugiat proin. Natoque netus amet nonummy eget. Blandit lorem ad. Aliquam risus. Pretium etiam mus eget cursus magna parturient faucibus quam tellus. Integer donec enim. Iaculis velit elit ipsum venenatis pede cum donec laoreet. Rhoncus lacus amet orci. Conubia magna vel nullam mi massa porta. Blandit vitae leo arcu ipsum netus taciti quisque posuere lectus eu donec. Cubilia fames dolor torquent dignissim nisl cum molestie.",
    "Aliquet purus vel orci vestibulum sem adipiscing felis dapibus nunc pulvinar proin vitae velit. Egestas neque adipiscing nascetur risus etiam mus. Pretium nulla. Quisque nulla ac nulla consectetuer inceptos curae dictum parturient. Commodo ipsum mi sem scelerisque quisque condimentum urna tortor ac nunc. Lacinia neque. Cubilia dolor metus cursus hymenaeos dictumst tempus nostra convallis hymenaeos parturient cras consequat mattis. Natoque porta fusce hac lobortis hendrerit tellus adipiscing donec integer facilisis torquent facilisi vivamus. Feugiat purus. Euismod nulla felis mus sociis. Laoreet vitae duis cum pellentesque ac dapibus ut et platea consequat mus leo ut consectetuer nisl. Pretium metus iaculis semper eros platea est. Euismod massa eros aliquet. Potenti metus nec felis tortor massa. Vivamus class nisl aliquet nisi montes hendrerit mi condimentum cras eget augue. Dapibus felis metus tellus hendrerit. Pretium felis id. Vivamus felis mi tortor senectus cras. Commodo morbi quam blandit et eros viverra ac. Natoque lorem. Gravida vitae nibh rhoncus in eros bibendum porta netus cras a. Cubilia magna erat eleifend euismod morbi netus placerat per rutrum at.",
    "Sodales fusce et ligula nonummy elit ac cras quam risus ve. Aliquam proin. Dapibus netus metus donec cras natoque lorem orci rhoncus consequat pede luctus. Dapibus class gravida lacinia orci commodo eu habitant. Quisque magna per nisl conubia egestas congue penatibus augue ac mus. Posuere lorem amet porta. Integer augue blandit. Rhoncus curae. Commodo augue nisi nulla aliquet blandit. Integer curae at vitae suspendisse sed odio leo enim dis rhoncus. Integer class quis pretium. Laoreet morbi pede nulla ridiculus cum ultricies sodales turpis sapien sem. Natoque risus adipiscing nascetur conubia. Aliquet metus risus lectus faucibus cras orci. Laoreet curae quam et dui cras inceptos aptent mattis. Nonummy fames. Quisque velit. Sodales felis. Rhoncus dolor ad malesuada. Cubilia fames erat laoreet class nibh a orci vestibulum tortor justo ad primis. Integer massa parturient urna felis. Aliquet donec."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquam ipsum et mi aenean accumsan malesuada id diam dolor ornare ut consequat. Integer ipsum ad dignissim ac fames. Aliquam etiam eros. Integer felis urna a dolor in donec per pede semper volutpat convallis. Viverra netus nibh sem risus class sapien aenean accumsan mus. Egestas magna urna sem habitant aliquam iaculis enim ante tellus ve. Aliquam neque euismod primis. Euismod fames sed velit iaculis nonummy. Iaculis lacus. Cubilia purus vestibulum ac pellentesque natoque nullam. Nonummy purus at felis varius augue mi dictum id ornare curae magnis. Conubia lacus. Euismod fusce parturient ut litora consectetuer nam felis tellus porta fringilla ultrices felis a nonummy lectus. Pretium fames. Commodo metus. Rhoncus fames blandit ve cursus ve fusce. Integer justo. Pretium magna. Sodales lorem mi cras tellus ornare neque vestibulum. Iaculis curae hac eget praesent aliquet dapibus hendrerit eros lorem. Dapibus proin non vitae donec sit odio nisl rhoncus quam vitae ac consectetuer enim. Pretium purus.",
      "Dapibus dolor. Sodales fames vitae magnis. Viverra dolor justo praesent fusce donec urna ante risus quisque eleifend. Iaculis velit. Aliquam purus urna lacinia porta mi. Commodo dolor vestibulum molestie. Sodales morbi. Blandit donec adipiscing. Integer lorem. Cubilia fusce lorem hac orci sociosqu metus ut at enim. Laoreet proin nulla. Vivamus magna quis vel malesuada. Gravida lorem eu. Conubia risus at. Pretium neque cras commodo erat volutpat nulla lacus laoreet turpis. Rhoncus dolor. Feugiat magna. Sodales vitae. Integer justo. Sodales morbi est nisi suscipit dolor aliquam luctus. Integer fames. Commodo lacus non elit quam parturient taciti proin quisque at nam porttitor."
     ],
     "title": "Sodales proin nibh fames integer tempor et phasellus purus."
    },
    {
     "paragraphs": [
      "Gravida fusce in curabitur suspendisse curabitur. Commodo donec lacus tempor. Posuere augue quam ve ridiculus nulla elit facilisi adipiscing platea lacus id eleifend. Lacinia fames id donec cursus at curae in. Dapibus justo nisi a. Laoreet class duis inceptos cum laoreet maecenas et scelerisque elit cras quam. Laoreet proin. Dapibus netus metus elit sit nunc pede erat massa. Natoque proin cum ligula at. Vivamus metus eros neque lacinia hac mi. Viverra justo elit ac. Integer donec et. Aliquam proin nam. Posuere netus. Egestas donec at ad arcu diam primis sit vivamus mollis. Vivamus magna ac curae sapien. Conubia vitae. Nonummy morbi. Integer proin sit orci. Rhoncus fusce quis pede. Natoque porta et montes vulputate justo iaculis. Egestas neque.",
      "Laoreet fusce. Natoque fusce ut fringilla a sem consequat suscipit ve. Potenti felis leo nibh nam curae semper augue parturient. Dapibus neque nam sociis a nonummy aenean odio in. Aliquam dolor quam. Lacinia massa. Pretium metus adipiscing interdum elit semper. Cubilia donec velit fames nec parturient ad pulvinar vivamus. Vivamus lacus enim scelerisque aliquam sem ad pellentesque consectetuer. Dapibus augue lacus nam dis sed id torquent primis eros. Aliquet etiam nonummy ad urna. Commodo morbi ac a nisi. Euismod dolor nibh ridiculus elit sem quis. Rhoncus proin arcu. Pretium ipsum. Lacinia lacus ac elementum. Feugiat lorem erat non nibh morbi pretium. Commodo lacus enim augue tellus habitant suspendisse placerat blandit feugiat. Potenti fames ve mauris class sodales mi. Posuere dolor parturient senectus fusce malesuada mollis vestibulum dictumst felis in. Commodo ipsum et etiam torquent vel laoreet morbi orci mi. Natoque metus adipiscing facilisi augue malesuada nonummy nulla duis egestas."
     ],
     "title": "Rhoncus etiam ad nulla class montes morbi."
    }
   ],
   "title": "Cubilia fames etiam nisi est metus phasellus blandit."
  }
 ],
 "abstract": "Pretium curae mus mollis id lorem fringilla at. Viverra ipsum elit quam quisque sodales. Pretium magna nisi class curae tempor. Feugiat justo sit eget fusce. Feugiat nulla. Vivamus porta id consectetuer sollicitudin potenti montes odio in. Natoque ipsum cras ornare semper eu per cras sollicitudin adipiscing amet ornare litora augue. Lacinia etiam vestibulum ullamcorper congue id. Potenti fames sit malesuada cras euismod felis est adipiscing. Egestas lorem nibh nec augue vivamus mauris class iaculis primis. Quisque fames non diam consectetuer parturient enim dolor id a amet vestibulum ad lobortis. Cubilia lorem vel est commodo pede consectetuer torquent proin et imperdiet convallis eros pellentesque. Conubia netus nisl dapibus a scelerisque non at. Feugiat curae elit mus fusce ante iaculis litora vitae aliquam bibendum pretium tellus sit pulvinar sodales viverra congue. Sodales donec nisl dui primis natoque nunc id neque mollis scelerisque massa aptent. Iaculis risus neque natoque quis. Iaculis risus ut interdum praesent porta eu. Pretium morbi donec tempus id imperdiet a nam. Aliquam lacus ad platea non vivamus ac ad orci class eu tristique etiam nisl a arcu magna egestas ante ut ante. Nonummy massa arcu ultrices eni eget arcu fermentum dui non consectetuer mi egestas. Dapibus augue nibh ad eget conubia etiam at a mollis consequat vestibulum. Commodo massa nisi cursus ac nam urna sollicitudin aliquam lobortis.",
 "authors": [
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Genaro Akana"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Salvador Hambright"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Cornelius Pinegar"
  }
 ],
 "title": "Aliquam donec mi luctus phasellus."
}