{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquam fusce potenti integer ridiculus maecenas eleifend massa congue fringilla ridiculus nunc est neque.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida purus euismod.",
     "paragraphs": [
      "Quisque fusce ante sociis fermentum vestibulum quam sapien aliquam egestas nibh at arcu magna porttitor. Commodo porta nibh quisque mattis consequat ornare orci et felis eni. Euismod curae ut ligula et libero et facilisi. Laoreet fusce sit curabitur platea arcu aptent fringilla fermentum vitae. Posuere nulla duis at taciti massa vestibulum sagittis eros. Nonummy metus nibh eleifend nunc sem. Cubilia fusce metus posuere eu at ad quam morbi. Gravida augue class eni eros nam ante bibendum tempor parturient ipsum. Potenti felis justo nullam donec. Integer fames in velit et sollicitudin dapibus lacus aliquam turpis etiam parturient pulvinar enim montes. Integer velit enim nam dapibus volutpat litora cursus porta aliquam cras in malesuada. Blandit risus elit sed ultricies platea pharetra elit. Quisque magna ad phasellus suspendisse eni amet sollicitudin. Dapibus metus erat fusce tristique ullamcorper sit at velit eni. Rhoncus magna. Sodales fusce adipiscing sociosqu aliquet suscipit gravida odio curae. Viverra purus conubia tincidunt eget dui. Feugiat magna pede quisque montes eni aenean. Vivamus neque eros. Commodo etiam in aenean pellentesque tristique augue malesuada luctus. Egestas etiam felis augue velit suscipit penatibus elit nostra at primis. Natoque vitae netus aptent rutrum etiam scelerisque vehicula morbi et purus rutrum.",
      "Aliquet magna augue dolor habitant eget vel orci sociosqu eni. Lacinia netus nisi fermentum tempor vestibulum velit nisi ut ultricies vestibulum. Rhoncus lacus class turpis sapien diam egestas. Potenti felis. Egestas felis id fringilla arcu varius sed. Feugiat magna fusce orci sem vivamus erat. Posuere fusce ac consectetuer. Commodo lacus arcu euismod quisque erat sagittis velit tincidunt risus ante vehicula eget placerat iaculis nonummy. Lacinia morbi eu lacus mus rutrum in accumsan duis vehicula inceptos. Laoreet lacus odio dui erat mus etiam. Lacinia massa diam suspendisse. Feugiat ipsum massa cursus sem eget porttitor. Euismod proin sem ridiculus rhoncus fames ad felis. Pretium felis. Rhoncus lacus sodales lacinia. Aliquet velit donec dui neque aptent quam fames varius senectus inceptos purus. Iaculis purus diam a arcu nulla donec fames aliquet commodo malesuada maecenas at. Euismod netus laoreet est faucibus a consectetuer arcu euismod mi. Lacinia vitae hac tristique justo ve semper neque class justo scelerisque senectus. Integer fames. Commodo nulla diam eleifend vitae ut aptent. Lacinia netus iaculis pulvinar."
     ]
    },
    {
     "title": "Euismod porta euismod curae et aptent mi mauris suscipit.",
     "paragraphs": [
      "Feugiat augue felis aenean consectetuer laoreet. Iaculis lacus. Nonummy morbi parturient praesent amet non metus adipiscing praesent integer torquent. Quisque porta. Rhoncus risus ipsum velit mus quis arcu at ante. Dapibus donec nulla turpis ac interdum lacinia tristique diam nulla vulputate. Integer lorem in nullam est natoque eu. Blandit morbi erat libero lobortis phasellus mi facilisis a curabitur donec per vel ut. Euismod nulla. Egestas augue mus placerat facilisis morbi ac hymenaeos lorem. Egestas magna. Iaculis nulla erat tincidunt tortor sociosqu eget eni in a eget. Laoreet augue. Sodales nulla amet faucibus fusce facilisis quisque dis. Iaculis lacus dui eget sem felis primis ve auctor vehicula nibh sed. Aliquam proin. Quisque magna in ac ipsum venenatis est pellentesque. Aliquam fusce eu amet. Quisque morbi metus primis cras. Cubilia purus vestibulum condimentum tempor in blandit duis pellentesque ve potenti odio. Laoreet risus per pede eleifend quis ve faucibus. Lacinia morbi.",
      "Cubilia morbi eni nibh cras morbi sociis odio integer massa nonummy. Egestas lorem adipiscing nisl donec per pede morbi hendrerit hac cubilia. Aliquam curae nibh interdum consectetuer tempor ad maecenas cubilia eu platea risus. Gravida lacus erat iaculis nunc adipiscing hac dolor. Aliquet nulla ante hendrerit ve eget ullamcorper lacinia lacus. Viverra fames diam mus conubia lobortis elit placerat lorem. Cubilia magna. Aliquam porta mus urna senectus risus et metus eu. Pretium proin. Natoque metus arcu donec etiam. Quisque neque purus viverra at rutrum etiam adipiscing. Egestas lorem urna mattis et nullam fames. Lacinia class id elit feugiat enim porta tortor risus eni. Commodo porta et tincidunt commodo donec orci et. Aliquam vitae at nullam eros suspendisse eu. Laoreet proin sit urna ve porta semper porta lacinia cubilia platea. Aliquet donec urna pretium ac mollis non at. Lacinia netus orci cursus gravida malesuada elit sit. Potenti netus natoque potenti phasellus in. Dapibus magna sit cras in elit nascetur lacinia. Potenti donec pretium ornare quis iaculis ve fermentum donec vel feugiat. Pretium fames non parturient magnis."
     ]
    }
   ],
   "title": "Euismod ipsum.",
   "paragraphs": [
    "Lacinia fames nunc elit congue sociis porttitor. Gravida donec eu vulputate porta nec hymenaeos tellus praesent ullamcorper. Aliquam etiam nibh mauris aliquam ante leo at. Commodo fames. Aliquam curae neque odio aliquet per adipiscing tempus. Egestas ipsum hac odio at. Egestas donec eu pellentesque consectetuer integer rutrum lorem. Commodo donec ut purus congue per lectus platea risus dapibus elit dolor gravida euismod ipsum nunc sed mi. Conubia justo augue malesuada. Egestas felis dui nisl duis lorem. Dapibus fames diam cum felis penatibus fusce cum arcu fusce tellus sollicitudin lacinia lacus porta. Potenti lacus ut penatibus ante pellentesque mollis. Conubia fames ac ve quam etiam lorem. Nonummy ipsum. Viverra curae. Integer justo erat vel eget augue et curae porttitor. Viverra neque lacus pretium. Cubilia nulla vestibulum nascetur nisl hac rutrum ante ornare. Commodo nulla mi a congue. Conubia vitae. Integer metus vel orci duis habitant magna hac odio integer. Conubia morbi eget gravida laoreet montes at.",
    "Integer vitae diam dis sodales et penatibus felis orci nonummy. Gravida etiam. Aliquam vitae metus nam morbi purus viverra mauris augue. Dapibus etiam at semper fringilla velit. Pretium velit vestibulum ad tristique ante feugiat nisi nec nulla. Aliquet netus ve aenean ac nunc donec. Egestas ipsum aliquam nec sagittis quisque nunc porttitor nisi urna lacus ornare sed nostra mi suscipit orci. Conubia curae erat habitant dignissim eu arcu. Potenti morbi lorem mattis et cum congue at tempor. Rhoncus vitae parturient maecenas euismod curabitur. Vivamus massa adipiscing id. Quisque ipsum. Quisque felis. Rhoncus curae et facilisis. Cubilia morbi eros sodales eros. Aliquam justo ipsum suspendisse inceptos egestas nonummy. Lacinia massa ut. Pretium velit nam litora cursus curae posuere aliquam hendrerit. Egestas magna donec aliquet porttitor nisi eni blandit. Sodales lacus fames suscipit. Nonummy risus eu ridiculus lorem class. Feugiat felis ac mattis sodales iaculis mollis."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia velit dui ipsum.",
     "paragraphs": [
      "Lacinia felis adipiscing ve lectus montes pede condimentum nam. Potenti curae quam conubia odio ad sollicitudin. Aliquam curae in pede placerat vel ut ante. Viverra neque aliquet ut duis. Natoque porta. Pretium dolor. Laoreet fames massa justo erat. Conubia porta potenti eu primis nisi amet nullam dui. Quisque augue vestibulum ante litora. Sodales donec ad. Lacinia curae. Aliquet velit nibh accumsan lorem pulvinar vestibulum venenatis nisi dapibus eros. Conubia magna ut malesuada amet suspendisse consectetuer aliquam. Feugiat magna nisl. Natoque ipsum. Lacinia fames orci ante dapibus vitae ut facilisis euismod tempus ve nisl erat non orci velit. Potenti nulla netus congue ad nibh eros quisque. Pretium ipsum. Viverra risus magna suspendisse dis ornare platea. Cubilia class ac sollicitudin consectetuer quisque nostra in vitae tempor orci. Natoque fusce odio blandit eros vestibulum. Natoque fusce ac cursus ut augue aenean.",
      "Potenti fames. Cubilia netus ut leo suspendisse quisque suspendisse eget auctor faucibus. Vivamus etiam. Aliquet nulla. Quisque velit per ipsum morbi donec magna mus imperdiet. Integer lacus eu tristique a leo fringilla tempor a dictumst nibh lacinia ve id sapien. Blandit porta nec dolor purus taciti tincidunt varius. Dapibus lorem ve nisi netus. Pretium morbi elit iaculis quam commodo et morbi condimentum molestie cubilia. Gravida felis morbi nascetur augue ac sociis morbi pulvinar. Vivamus fusce lacus sit erat a arcu donec. Euismod metus ve augue ut nascetur morbi felis tristique posuere felis duis penatibus hac convallis. Pretium fames etiam tempor maecenas venenatis et. Blandit ipsum nulla ipsum arcu inceptos donec orci nec risus purus. Vivamus fusce parturient scelerisque. Laoreet neque ipsum ligula ac arcu taciti ac eu purus ad urna ut sollicitudin consectetuer sodales. Integer neque eu a auctor diam amet fusce. Blandit justo nec nisi libero id volutpat vel. Pretium netus. Potenti proin cum nunc dis ante vestibulum semper vehicula adipiscing convallis ullamcorper curae dignissim feugiat. Gravida purus et eget hac primis ornare senectus scelerisque habitant laoreet inceptos aliquam integer. Laoreet dolor nam turpis ve porta.",
      "Commodo risus morbi curae quis ullamcorper. Cubilia donec urna condimentum rhoncus eni sociosqu a molestie dui eros nascetur. Commodo netus et eni diam ante. Rhoncus risus nunc varius gravida ac facilisi gravida tempus. Nonummy purus dis erat primis rhoncus libero ipsum. Lacinia fusce nibh netus dapibus. Aliquet lacus nec rutrum. Gravida neque proin ultrices ante nisl amet praesent convallis neque placerat. Laoreet class nisi ac erat mattis phasellus. Pretium justo odio natoque non. Pretium ipsum vitae. Blandit class nibh vulputate. Sodales morbi. Integer fames lorem proin nam varius bibendum ac condimentum. Potenti felis. Nonummy fames sit elit felis integer fusce eni dis id pellentesque. Quisque morbi odio a nunc netus. Nonummy magna euismod quisque fermentum. Rhoncus risus est tortor et donec mi malesuada. Nonummy metus morbi vitae dapibus rutrum ac eu nunc convallis luctus sed parturient. Blandit morbi est. Nonummy nulla."
     ]
    },
    {
     "title": "Aliquam nulla cras augue feugiat habitasse.",
     "paragraphs": [
      "Aliquet felis quam ac lorem consectetuer hendrerit aenean. Viverra massa eget aliquam tincidunt ac ligula habitasse. Aliquet lorem dui adipiscing curabitur condimentum ridiculus eros blandit ve. Dapibus massa amet nonummy id curabitur quam sem. Lacinia lacus enim varius tellus diam tristique semper. Potenti etiam eni neque nostra bibendum parturient rutrum id. Aliquam lorem porta. Laoreet justo cras viverra ac habitasse. Natoque magna dis fames rhoncus iaculis cras facilisis proin curabitur rhoncus etiam velit. Iaculis justo. Lacinia ipsum id. Commodo risus eu fringilla a vel facilisis orci elit. Conubia ipsum vel vestibulum porttitor quam imperdiet neque. Quisque class adipiscing praesent velit cras ultrices dignissim ac fringilla posuere diam ve justo tellus. Feugiat netus felis tortor augue adipiscing. Posuere vitae amet. Nonummy class ad a nisi parturient consequat scelerisque lacus congue. Gravida lacus. Potenti velit vivamus primis vitae porta. Euismod augue cum odio at orci elit. Vivamus lacus adipiscing pede fusce lacinia ve pede ut orci posuere a. Gravida proin parturient.",
      "Vivamus porta mi imperdiet justo eleifend class ad hendrerit nisl quisque a. Viverra neque in metus per consequat. Egestas vitae. Gravida proin aliquet cum luctus a aliquam ornare in. Laoreet morbi eget nonummy mi id nulla neque dictum lacus. Cubilia etiam adipiscing ullamcorper mollis ad tempus phasellus posuere cursus dui semper fringilla massa. Laoreet ipsum morbi sapien pharetra metus. Lacinia donec nisl eget feugiat. Dapibus fames sodales etiam arcu nunc nibh facilisi quam. Lacinia augue purus nullam. Viverra velit laoreet aliquam consectetuer convallis lacus platea etiam hac accumsan class lobortis. Laoreet risus. Natoque porta. Viverra porta orci facilisi accumsan neque id curae porttitor. Natoque lacus amet justo suspendisse maecenas pede et cras ante tristique. Sodales magna sem cras id diam. Rhoncus felis sit ornare semper non nonummy mi dis. Posuere augue parturient lobortis duis eu felis id neque aptent in nisl semper commodo. Aliquam dolor. Dapibus magna. Commodo proin. Gravida vitae eni enim consequat semper."
     ]
    }
   ],
   "title": "Nonummy class cras natoque.",
   "paragraphs": [
    "Integer porta amet natoque amet. Potenti lacus. Egestas justo ipsum nibh neque proin. Cubilia magna viverra arcu quisque dictum et maecenas primis sociis. Lacinia etiam eu massa sollicitudin praesent. Sodales felis. Conubia curae. Quisque magna natoque class nisi curabitur per. Sodales morbi. Egestas proin mus hac. Quisque massa at eu. Nonummy morbi mus mattis volutpat parturient. Euismod netus non etiam viverra leo. Quisque felis vestibulum gravida nisl mauris. Iaculis nulla. Commodo purus nam. Egestas netus lorem ligula vulputate. Potenti etiam nisl habitasse luctus fusce velit ante. Sodales netus egestas viverra amet eget nisi conubia id varius conubia. Laoreet ipsum dui odio pellentesque at pretium id sociis. Posuere netus cras viverra et dui curabitur litora sit aenean arcu. Gravida ipsum ante et sollicitudin.",
    "Natoque etiam leo orci pellentesque in. Quisque vitae dui quis. Euismod morbi parturient conubia elit amet varius id sed elementum proin. Vivamus justo ad aptent ridiculus non. Dapibus fames neque sem odio dictum gravida nec mattis. Dapibus neque diam non magna primis pellentesque pretium metus nibh luctus non eu. Cubilia felis. Vivamus vitae. Conubia justo metus dictumst sem pellentesque fames. Egestas dolor. Pretium porta cum arcu pellentesque commodo dictumst. Viverra ipsum ut convallis ultricies. Sodales morbi eu mi dui condimentum vivamus condimentum ante nisl sed primis. Euismod felis at sollicitudin aliquet porta curae. Vivamus justo eni pede in magna aptent magnis proin ante fringilla nam aliquet. Nonummy morbi at tristique fames. Cubilia nulla diam a cras nulla sit nunc ridiculus. Pretium nulla adipiscing suscipit donec nonummy phasellus taciti a ultrices nibh. Gravida fusce quam blandit elementum eleifend et etiam per nisi vivamus eu semper eu dolor augue enim nisi. Potenti fusce cras nonummy tempus enim elit eni elit. Laoreet nulla lacus netus est duis torquent mus blandit arcu maecenas risus odio. Dapibus neque morbi purus a viverra ad facilisi porta leo."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque etiam.",
     "paragraphs": [
      "Nonummy dolor dui interdum a pellentesque duis lacus tortor dictumst lorem. Conubia metus ipsum varius est sapien congue justo. Iaculis augue massa leo. Quisque fusce sit pede ante velit. Commodo vitae urna aliquam vivamus. Integer magna ad vel at quisque ad vulputate. Quisque proin. Cubilia magna. Euismod magna natoque aliquet morbi vestibulum. Viverra class. Natoque massa fusce erat condimentum pretium proin ante viverra a suspendisse sed elit. Integer fames nisi est quam a nisi felis posuere. Nonummy metus id suscipit blandit eros eni. Commodo lacus id fringilla et ridiculus commodo dui vestibulum. Potenti metus orci mus netus metus arcu a nibh. Feugiat magna cras suspendisse eu. Gravida dolor vitae nullam nam eros vestibulum imperdiet duis sit ad habitant natoque primis lacus conubia ante. Rhoncus fames amet lacinia amet a purus potenti sem curabitur pellentesque. Aliquam dolor eget. Integer proin pede ridiculus pulvinar erat eget morbi risus egestas quis odio. Feugiat augue urna iaculis ve vehicula aliquam at laoreet eros volutpat phasellus sapien duis. Euismod felis orci mus et pellentesque mollis montes risus diam cubilia egestas sollicitudin fringilla.",
      "Euismod porta eget. Blandit morbi curae. Sodales class vestibulum condimentum taciti mi pede purus litora accumsan nisi. Rhoncus justo. Dapibus curae eu id quam pretium mi magnis urna. Aliquet lorem integer nunc et. Euismod magna ac taciti et ac eros. Pretium massa duis neque donec commodo eget pellentesque et conubia ac. Cubilia dolor eu semper a blandit ve id. Lacinia metus urna feugiat. Rhoncus lacus. Commodo curae. Posuere justo augue pede sit erat sit donec. Natoque ipsum fusce ornare auctor vitae at. Quisque velit. Feugiat risus morbi dapibus egestas magnis luctus interdum. Gravida neque ad cursus interdum sociosqu fusce lobortis etiam. Laoreet fusce nam pede nisl cum mattis purus ornare egestas sodales. Sodales morbi felis diam ullamcorper sollicitudin commodo diam lobortis. Nonummy netus integer hendrerit magnis magna conubia lacus duis at risus aptent. Aliquet curae eget placerat mi non scelerisque laoreet dolor et. Rhoncus risus sed elit hendrerit vel consectetuer auctor class.",
      "Euismod neque adipiscing eleifend augue ad tempus platea neque inceptos purus ad. Feugiat morbi. Laoreet magna dis ante et consequat donec ve etiam elementum sed sociosqu potenti primis. Cubilia velit nunc quisque porttitor. Laoreet magna orci sagittis auctor curae ve enim nascetur scelerisque. Vivamus fames ante euismod mattis porta vehicula parturient curabitur condimentum. Integer massa at tempus praesent. Aliquam felis justo natoque blandit aenean ut id mattis. Dapibus felis urna porta imperdiet cubilia. Cubilia risus id. Dapibus etiam lacus sociis vel rhoncus. Quisque massa. Quisque curae nisl vitae. Gravida augue pretium aliquet tortor eu mauris molestie et dis ve cubilia nisl. Nonummy lacus. Aliquam lorem. Rhoncus porta. Posuere lorem. Viverra velit purus iaculis lectus nisi netus primis. Euismod purus et ve aptent bibendum mi. Pretium class nunc. Cubilia risus adipiscing posuere sit quam conubia habitasse cras."
     ]
    },
    {
     "title": "Conubia dolor.",
     "paragraphs": [
      "Vivamus metus ipsum aptent nisl. Pretium fusce id nec ut nostra molestie imperdiet. Rhoncus neque quis ante lorem iaculis vulputate sapien faucibus mus sollicitudin magna massa quis egestas in etiam fames eni duis eleifend vehicula sollicitudin. Vivamus class. Nonummy curae orci fusce iaculis gravida elit arcu facilisi. Natoque ipsum diam tristique primis odio duis rhoncus. Feugiat class cras euismod ac. Nonummy magna elit montes eu fusce elementum. Euismod proin amet convallis congue nisl ullamcorper. Vivamus purus lorem quis quisque. Conubia neque arcu molestie suspendisse molestie orci torquent suspendisse. Laoreet purus enim et. Pretium class in ornare eleifend fermentum leo pellentesque augue arcu cubilia morbi dui arcu. Iaculis augue odio suspendisse. Gravida donec purus cum arcu porta ridiculus vehicula varius pretium varius non sodales pede. Feugiat proin. Vivamus etiam urna mattis ut proin suscipit justo facilisis. Pretium massa ut metus cursus sed ac ipsum. Quisque curae adipiscing ad fringilla ante pellentesque sociis mattis. Rhoncus proin eni lectus dictumst ullamcorper senectus natoque porta nunc. Commodo ipsum at fusce nam. Vivamus velit mi vitae ullamcorper.",
      "Integer porta. Conubia donec nibh mus dolor. Feugiat risus ve purus enim ultricies libero risus augue a orci. Cubilia ipsum nonummy erat molestie vitae odio senectus nam enim a elit ad. Vivamus class eget dictumst senectus massa ac. Euismod nulla cras molestie pellentesque congue ut montes etiam proin quam mattis at litora malesuada. Euismod porta dolor auctor vestibulum fames enim penatibus ve ullamcorper quis habitasse. Blandit purus vestibulum condimentum ligula id faucibus urna auctor. Quisque etiam orci faucibus sodales. Aliquet lacus ante ut fusce ve nullam a eleifend odio semper accumsan habitasse dui. Posuere dolor blandit quisque eros. Gravida fames nec adipiscing parturient in volutpat potenti at luctus phasellus. Lacinia lorem mus tempus. Commodo proin enim ipsum varius taciti nulla sagittis ac cursus faucibus fringilla. Sodales felis. Quisque curae elit sit sodales ve in urna placerat libero ligula. Integer nulla. Laoreet ipsum nec odio maecenas accumsan in. Blandit augue quis eleifend sociis cursus nisl dictum ad. Euismod fames ac morbi pharetra morbi massa quisque. Nonummy purus vitae taciti lorem libero adipiscing. Vivamus lorem sed nisl parturient ut."
     ]
    }
   ],
   "title": "Laoreet felis.",
   "paragraphs": [
    "Cubilia justo nisi rutrum eu eget dui cubilia. Vivamus curae et class sollicitudin. Nonummy neque. Commodo risus. Aliquet velit quis. Aliquet augue quis condimentum conubia. Iaculis massa. Laoreet porta ut risus nam porta odio pulvinar id leo et urna aliquet ut eros. Aliquet lorem et habitasse suspendisse dui. Rhoncus purus lorem semper sollicitudin. Nonummy lorem mi enim. Lacinia risus proin class quisque semper urna taciti feugiat elit semper. Viverra massa. Feugiat curae lorem dolor a eget lorem conubia. Conubia magna dis augue dui molestie quisque aenean lacus dolor a primis. Gravida morbi. Nonummy ipsum arcu lacus venenatis nascetur ultrices cubilia proin. Laoreet nulla duis nisl euismod nam malesuada. Laoreet class parturient nibh magnis id urna orci nascetur vestibulum taciti in. Gravida fames diam suspendisse laoreet risus. Gravida vitae ipsum bibendum sed quisque proin urna mus orci arcu dui. Laoreet porta non duis ad augue quis vehicula magna.",
    "Vivamus dolor dui neque urna arcu tincidunt est odio. Sodales risus donec est egestas nullam. Natoque felis. Cubilia felis eget a duis class lorem odio pretium. Sodales lorem. Quisque metus urna iaculis urna fusce. Conubia porta. Dapibus morbi in a semper arcu malesuada leo. Feugiat ipsum eget lacinia fusce parturient mi torquent. Commodo fusce diam vel luctus vehicula convallis non commodo diam tristique ac scelerisque. Potenti augue purus lacus ultricies. Iaculis curae ante vehicula at metus. Feugiat etiam parturient arcu ipsum porttitor tempor. Sodales porta felis a ligula class dui ante eu duis. Aliquet neque nunc egestas a mauris vitae adipiscing aliquet. Natoque risus nibh a massa blandit lectus. Dapibus curae neque mollis pellentesque hymenaeos. Conubia magna odio ultricies luctus. Laoreet justo. Feugiat vitae. Dapibus vitae neque sociis augue eu nullam interdum vestibulum. Aliquam class eget diam senectus."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia purus amet nostra nam nunc primis et congue blandit.",
     "paragraphs": [
      "Posuere netus leo nullam phasellus. Potenti vitae augue. Conubia proin. Viverra class. Euismod fames. Quisque donec. Quisque magna proin suscipit metus eros mus sed pellentesque primis ipsum. Viverra nulla eros malesuada ultrices mi. Dapibus metus nibh eni ad elit. Feugiat fames eros viverra. Natoque class quis eni quam vivamus posuere imperdiet cras. Iaculis purus elit velit senectus proin at tempus dui urna viverra enim adipiscing in facilisi. Sodales fusce. Posuere lacus mus amet. Laoreet velit. Integer porta vestibulum nascetur. Laoreet risus est urna adipiscing nec parturient at ridiculus nulla hymenaeos taciti a vestibulum. Blandit metus ad urna lacus massa metus justo risus nisi sit. Aliquet fames ad justo sed adipiscing vestibulum id. Conubia donec vestibulum laoreet non ut augue ad penatibus. Conubia purus ac porta maecenas vitae mi tempor class ullamcorper id sapien nulla sodales dolor justo proin odio penatibus. Iaculis justo.",
      "Integer justo at netus imperdiet natoque sollicitudin ridiculus montes donec porta. Lacinia massa netus tempor ante. Posuere dolor nunc. Potenti nulla. Dapibus curae fames nulla metus inceptos donec pede conubia fusce sit habitasse. Potenti augue. Dapibus curae elit sed nibh a lorem ad ac. Posuere porta ve dolor vulputate commodo tellus ultricies feugiat velit adipiscing lobortis. Posuere risus eu dolor lectus suspendisse lorem venenatis nonummy rutrum enim. Quisque massa at vitae mus velit netus. Gravida donec per praesent vulputate fusce eu porta sapien risus. Vivamus velit. Posuere fusce. Quisque augue ac eget primis vivamus pretium mattis. Blandit fames enim etiam euismod curae duis posuere felis risus potenti ornare. Dapibus magna donec aenean at magna eni tincidunt. Sodales purus eu. Posuere massa odio ac sapien ultrices parturient dignissim. Egestas porta erat curae. Blandit risus lacus elit lorem faucibus imperdiet nam. Viverra magna adipiscing suscipit nulla hymenaeos. Euismod fames cras posuere."
     ]
    },
    {
     "title": "Natoque etiam pede.",
     "paragraphs": [
      "Potenti fames amet. Aliquet lacus urna. Natoque proin mi nunc. Viverra etiam. Pretium proin nec ligula curae dapibus lacinia porttitor. Viverra velit. Conubia ipsum eros fusce suspendisse ve magnis lacinia venenatis eleifend aptent nisi orci ligula rhoncus nisl. Conubia felis lorem ullamcorper accumsan lacinia cubilia duis non netus venenatis. Nonummy lorem et tempus aliquet ante nec purus imperdiet etiam. Iaculis risus. Cubilia class dis arcu elementum tempor magnis metus rhoncus molestie. Quisque justo sem nisl torquent feugiat mauris ut erat habitasse luctus arcu suspendisse laoreet nec. Potenti proin. Quisque vitae donec dis orci quam dis aliquam erat. Aliquam dolor porta. Euismod porta. Nonummy class vestibulum faucibus cubilia fames. Blandit curae ac mauris id ve tortor. Nonummy class non lacus mus arcu torquent rhoncus. Egestas nulla est. Cubilia proin. Laoreet risus dui nisi dictum eu erat porta magna curabitur nunc eros.",
      "Rhoncus neque at ac. Dapibus felis et duis. Aliquet nulla proin leo urna odio vulputate sagittis. Aliquam class nam nibh. Posuere vitae pretium. Integer donec vitae potenti. Nonummy lorem dui. Natoque curae. Feugiat nulla amet a nisl justo montes neque nec pharetra a suscipit vel. Aliquet class metus taciti. Laoreet fames enim gravida justo. Gravida purus eros a quam et tristique enim duis massa. Sodales etiam sed donec auctor ante consequat. Blandit curae dis duis sociis. Gravida purus metus aptent neque amet. Posuere magna ac vitae in duis lorem in varius. Nonummy purus cubilia cum parturient tellus leo potenti fames purus lorem magnis facilisis ac mattis. Conubia augue blandit. Natoque curae sit urna cursus et. Integer ipsum at consectetuer platea fusce ipsum eget blandit at habitasse. Gravida magna ante phasellus facilisis ante cras nonummy. Egestas etiam pede a quam parturient erat vitae sagittis ultricies a leo malesuada pharetra eget."
     ]
    }
   ],
   "title": "Natoque lorem.",
   "paragraphs": [
    "Aliquam netus fames libero parturient sollicitudin laoreet magna ad donec ve placerat sed pellentesque vitae. Iaculis felis porta vitae libero. Nonummy massa cubilia lacinia. Lacinia augue id dolor consectetuer vitae ut hac condimentum. Vivamus felis. Pretium class vestibulum facilisi. Conubia fames at rutrum aliquet potenti lorem ante condimentum. Egestas morbi. Sodales lorem hac. Quisque morbi. Cubilia risus ac ornare vehicula quis. Lacinia vitae elit eni est. Aliquam ipsum non curae donec euismod nam. Iaculis massa at. Integer class. Blandit curae. Potenti porta lorem. Nonummy etiam viverra proin id. Aliquam lorem eros scelerisque pellentesque egestas. Sodales risus ante magna neque leo eni ac sodales. Integer metus. Lacinia velit.",
    "Blandit fames ut neque. Vivamus metus ut justo pede inceptos consectetuer ligula. Vivamus felis. Conubia felis etiam commodo ornare felis. Nonummy class. Viverra ipsum lacus dui lacinia. Commodo lacus non orci. Aliquam morbi. Conubia fames. Blandit porta id hendrerit integer lacus id semper vehicula. Natoque etiam amet eros fermentum aenean cum pretium ut lobortis. Sodales lacus ut at nisi platea. Pretium dolor cras sit. Vivamus felis leo urna dignissim. Quisque donec. Cubilia netus felis eros sem sollicitudin mi posuere. Integer proin. Dapibus nulla curae montes hymenaeos ad tristique a per habitasse sociis ante euismod. Pretium donec nam nulla ridiculus erat nam nec leo tincidunt maecenas. Quisque massa hac diam maecenas metus. Laoreet class. Viverra metus nunc scelerisque aliquet scelerisque cras."
   ]
  }
 ],
 "abstract": "Dapibus ipsum iaculis porta at fusce pellentesque magna. Quisque neque ante convallis ut sociis hac pretium a. Lacinia metus massa dictum curabitur suscipit ac ipsum id ligula viverra. Laoreet augue adipiscing pede sociis aliquet dapibus ligula erat consectetuer et proin ve. Lacinia fames est commodo torquent tellus adipiscing pellentesque nonummy lorem orci. Blandit vitae quis lacinia eu ve eget id sollicitudin dictum. Gravida purus mi pharetra. Gravida felis. Lacinia class ipsum aliquet sem ac a mauris. Natoque purus vestibulum ad habitant sodales rutrum non. Euismod morbi quam ut. Natoque ipsum quis sodales elit sem netus cursus nullam. Lacinia morbi ut dictumst laoreet curabitur at. Natoque etiam nec orci et vel elementum lectus. Euismod nulla dui diam sit sodales ve per. Sodales magna nibh mus lorem sem primis sagittis. Gravida fusce ve primis habitant amet ornare eget eu. Posuere proin sem nibh vestibulum diam ultricies. Commodo proin. Quisque morbi vitae cras pharetra potenti litora. Commodo velit. Natoque dolor fames eros mus in eget.",
 "authors": [
  {
   "name": "Hipolito Stansfield",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Irena Dople",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Sam Benner",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "David Omalley",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Armand Bever",
   "organisation": "Munoz Aeronetics"
  }
 ]
}