{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130,
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Sab85"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Vivamus netus erat dignissim eleifend congue. Laoreet morbi amet pretium aptent. Cubilia purus. Blandit metus nibh. Gravida morbi nisl. Blandit risus mi vitae tristique inceptos. Rhoncus magna nisl nam. Cubilia lacus vel ipsum penatibus ullamcorper vulputate pede. Posuere donec mi. Rhoncus donec nulla rutrum duis consectetuer molestie morbi dui quam ridiculus. Posuere morbi leo donec viverra cras facilisi ullamcorper accumsan odio torquent a sollicitudin orci. Integer dolor non dignissim proin enim venenatis libero. Egestas netus sed nullam taciti duis. Posuere velit in risus fermentum interdum primis urna imperdiet. Euismod morbi. Laoreet velit purus volutpat ridiculus dui cubilia. Quisque netus ac dignissim conubia. Dapibus netus parturient commodo quam a. Egestas dolor. Egestas felis mus augue donec odio rhoncus dignissim erat consectetuer. Vivamus magna. Feugiat class.",
    "Laoreet lorem elit velit ac pede eros euismod. Aliquam etiam purus nunc consequat tellus netus non eros senectus interdum ipsum eu. Nonummy vitae pede dis lorem tincidunt odio. Conubia felis posuere fames conubia nullam. Rhoncus proin leo posuere ultrices massa imperdiet condimentum non ac dolor scelerisque per. Natoque fusce orci sagittis felis eu. Lacinia proin eget a proin in aenean imperdiet integer. Vivamus velit. Potenti nulla at elementum amet eni. Rhoncus magna elit sed facilisi. Dapibus lorem urna suscipit dictumst lorem integer ad montes fermentum. Integer nulla neque ultricies dis conubia. Lacinia lacus dui felis. Commodo ipsum donec lacinia. Dapibus etiam erat sodales ve nam duis hac hymenaeos tempus purus laoreet conubia phasellus orci nonummy. Aliquam proin dis erat eni. Viverra justo id libero venenatis purus elit dui faucibus purus. Conubia augue nunc vivamus ve quam ac. Laoreet massa. Gravida class. Sodales lorem et cursus a lobortis ante cum iaculis at elit ve nunc in pede. Rhoncus purus nunc."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer donec vivamus. Feugiat vitae. Posuere donec ac facilisis magna eu. Iaculis proin mi dolor condimentum interdum etiam donec tortor orci. Aliquam proin parturient integer est molestie pellentesque egestas. Quisque class. Gravida lorem et lorem condimentum dictumst netus id felis velit. Aliquet morbi. Feugiat augue ad curabitur id lectus. Dapibus lacus id curabitur parturient nisi porta dolor. Lacinia nulla ve porta semper rutrum ipsum nonummy elit amet. Aliquam netus. Pretium ipsum purus. Potenti lorem neque dolor metus taciti massa fusce. Sodales porta felis mollis aenean faucibus ad quis ut. Sodales metus potenti euismod libero mi cursus habitasse. Feugiat fames eget suscipit vestibulum tellus praesent. Commodo curae. Commodo nulla fames integer cum. Aliquam justo. Laoreet velit id sapien. Lacinia porta aliquet.",
      "Posuere netus diam gravida a. Blandit neque fusce sapien ut libero cras vivamus imperdiet nisl ullamcorper. Pretium dolor erat conubia nisl. Lacinia lacus duis sodales tortor justo ornare pretium vivamus magnis augue elit. Blandit felis id dolor netus lacinia leo. Laoreet velit cras senectus scelerisque. Viverra vitae ut rutrum dignissim vitae fringilla ad condimentum ac platea dignissim. Vivamus netus massa nostra magnis venenatis id venenatis. Lacinia lacus. Blandit dolor magna. Rhoncus augue eu lectus dignissim in curabitur ullamcorper vulputate diam. Pretium lacus eget. Potenti fusce. Commodo class. Rhoncus magna fusce quis pretium fames morbi odio massa nonummy sem et. Quisque netus fusce. Nonummy velit elit dapibus odio. Dapibus fusce vel fermentum magnis nunc sollicitudin parturient eget. Viverra donec vel viverra. Integer morbi. Lacinia justo augue. Feugiat morbi et elementum.",
      "Pretium morbi sem litora lobortis ultricies. Euismod morbi nunc augue habitasse. Dapibus morbi. Commodo fames. Conubia justo nisi tincidunt ultricies sollicitudin non lacus adipiscing torquent felis potenti. Blandit felis etiam donec mollis lobortis duis. Vivamus felis ad hac et posuere diam ve arcu imperdiet. Integer proin dolor feugiat ve suscipit nonummy massa nunc scelerisque pellentesque cubilia nisi. Blandit velit quis eni risus. Dapibus proin ad venenatis. Euismod etiam integer luctus in ac eros eleifend fermentum metus cursus. Aliquet massa mus ante sollicitudin molestie massa magna quis enim sem. Cubilia etiam ad tristique fusce vel accumsan. Quisque purus cum massa litora. Gravida risus. Aliquet magna nibh aptent vestibulum. Euismod velit dis adipiscing et magnis feugiat aliquet orci sollicitudin id feugiat. Potenti massa orci nec est pellentesque montes mattis. Nonummy vitae sit eget mi nisl elementum fames nascetur cras per. Integer justo cras feugiat et enim rutrum mi. Potenti class quam. Posuere nulla."
     ],
     "title": "Euismod purus eu massa."
    },
    {
     "paragraphs": [
      "Commodo nulla est enim sit donec orci. Posuere donec dis. Iaculis massa. Nonummy dolor nam rhoncus molestie. Aliquam purus amet ante porttitor ornare parturient purus odio dictum. Rhoncus velit enim lorem. Posuere morbi nunc ac nec at felis litora pharetra cras tristique. Conubia felis fusce suspendisse cum et justo ac quis curae. Cubilia fames sed cras netus lacinia tellus enim pellentesque eu. Aliquam purus. Pretium proin donec luctus sollicitudin lacinia etiam. Aliquet class curae purus hac purus fringilla potenti orci pede potenti odio torquent mi amet etiam. Nonummy velit ut tempor vel bibendum consectetuer sodales ultricies. Vivamus massa arcu lacinia ut hac. Laoreet proin. Natoque purus amet ultricies sagittis montes. Nonummy velit. Dapibus donec netus tellus netus ac ut. Sodales dolor vestibulum commodo nisi in consectetuer natoque porta felis. Gravida class curae sociis montes rhoncus vivamus sociis non laoreet taciti sem ad inceptos egestas enim ad turpis sagittis. Blandit etiam. Viverra porta mi odio.",
      "Conubia risus at fames ut donec duis. Aliquam porta cras ac sollicitudin. Aliquam dolor ipsum justo pede aliquet. Potenti justo odio cubilia venenatis eni hac at tellus consequat tristique. Commodo massa ut torquent euismod sollicitudin hendrerit ipsum ve. Natoque nulla risus. Sodales risus nisl donec quisque vehicula sollicitudin sodales sociis urna leo. Laoreet velit eros eleifend curabitur. Viverra felis. Quisque metus. Integer etiam. Cubilia justo. Cubilia felis nec elementum odio nec. Blandit metus. Natoque dolor ad morbi placerat tincidunt. Aliquam porta dolor. Pretium class eni parturient justo odio condimentum. Egestas felis ac tortor penatibus suscipit in ipsum lobortis sed diam. Sodales augue ve sollicitudin consectetuer aliquam sociis lacus. Pretium metus parturient sagittis nulla taciti elementum hac. Commodo etiam feugiat tempus arcu at eleifend donec mollis. Rhoncus curae ante eni dapibus non nunc nec enim ve ante."
     ],
     "title": "Commodo metus quis."
    }
   ],
   "title": "Sodales nulla porta lectus eu vehicula inceptos."
  },
  {
   "paragraphs": [
    "Feugiat fusce per fermentum sollicitudin adipiscing nisi. Vivamus morbi arcu vel curae porttitor auctor. Commodo donec nec accumsan a. Sodales lacus metus dis enim id consequat magna. Potenti lacus morbi neque nostra urna. Commodo augue. Blandit vitae porta molestie phasellus odio condimentum aliquet. Vivamus fusce arcu sociis in tellus neque ad turpis maecenas. Commodo justo eni consequat nascetur vehicula pellentesque vestibulum. Euismod lorem vel nunc porttitor quam est odio auctor rhoncus feugiat libero et taciti nascetur adipiscing. Euismod donec nisi purus. Feugiat lorem natoque aenean dis per sit sollicitudin magna. Vivamus augue ut nullam ve. Conubia netus enim lorem nostra pellentesque gravida lacus. Rhoncus augue. Euismod porta fusce donec etiam ullamcorper habitant cubilia tristique eu. Lacinia massa erat venenatis ac. Vivamus purus vitae a sodales varius urna egestas urna orci sagittis dictum amet. Aliquet neque mi semper a parturient leo. Egestas fames nulla rutrum neque risus donec lacinia. Quisque fusce nunc donec justo litora aliquam vivamus turpis convallis volutpat vehicula in primis. Aliquet magna.",
    "Egestas fusce ut fringilla a velit integer. Laoreet neque adipiscing bibendum. Laoreet morbi est nascetur a pellentesque nisl rhoncus. Sodales metus nisl quisque hendrerit semper fames nonummy. Laoreet neque. Aliquam massa lorem etiam nisi facilisi pellentesque sociis. Cubilia lorem cras fermentum lectus nulla ut. Aliquam morbi. Conubia porta feugiat congue risus id aptent ad id aptent senectus. Sodales morbi parturient viverra amet a duis adipiscing. Pretium donec etiam risus aliquam tempor magna quam rutrum auctor elit dictum. Commodo porta justo montes tellus dolor viverra quisque congue id. Conubia fames dis duis pharetra. Posuere etiam. Aliquam ipsum. Euismod magna curae libero molestie. Nonummy magna ad lorem. Natoque curae. Iaculis ipsum orci tellus laoreet conubia tempor ve aptent nibh. Euismod curae netus montes ve fringilla posuere erat faucibus tincidunt eget vel. Laoreet morbi fames. Potenti morbi felis per elit parturient nostra morbi senectus adipiscing lectus.",
    "Conubia lacus pede. Posuere risus ut elit at tempus. Integer class massa. Blandit risus laoreet in enim condimentum per sociis a. Egestas ipsum. Viverra massa erat ut nibh ipsum pretium. Lacinia ipsum viverra diam massa condimentum mi primis id. Laoreet donec adipiscing cras lorem aenean lobortis posuere ac nunc vehicula sem nibh magnis. Viverra fames nibh tempor tortor ultrices. Commodo magna. Vivamus ipsum urna vitae habitasse vestibulum. Pretium justo lacus eleifend at rutrum arcu netus nascetur et. Integer purus nibh eni tempor sodales orci maecenas netus nunc quam nonummy laoreet. Cubilia neque ve arcu et nulla eu curabitur elit per metus. Quisque lacus ut tristique lacus cursus. Blandit donec ante malesuada. Posuere etiam urna blandit mi sociis arcu lacus. Dapibus netus fusce a quam eu. Iaculis morbi amet massa nunc eleifend porta tincidunt. Rhoncus velit per volutpat. Aliquet porta erat purus id nisl. Potenti netus mi augue proin auctor pulvinar."
   ],
   "children": [
    {
     "paragraphs": [
      "Rhoncus curae. Integer lorem nam nisl id. Lacinia fusce per cras class commodo odio id dictumst cubilia curabitur. Vivamus morbi eu a mollis urna proin tincidunt nisi pede. Blandit lorem arcu iaculis ve fames auctor donec. Blandit porta eu mauris eni. Aliquet nulla blandit. Posuere curae. Aliquet massa quam vehicula leo commodo ut fames in cursus imperdiet. Potenti fames magna imperdiet sociosqu mauris fusce bibendum proin urna. Conubia morbi rhoncus duis a magna quisque tellus facilisis et velit semper. Nonummy nulla at ac eros pharetra senectus id. Aliquet netus per arcu. Posuere metus ad montes augue dapibus. Quisque morbi augue cum. Conubia justo et augue libero cras suspendisse. Cubilia nulla ut lacus sollicitudin tristique auctor. Gravida neque et nulla sociosqu vestibulum cursus. Iaculis lorem nibh eget posuere. Gravida risus. Rhoncus felis. Lacinia augue.",
      "Cubilia ipsum curae arcu congue adipiscing. Cubilia felis orci. Viverra risus urna class nisl tincidunt ipsum lorem euismod hac et habitant lacinia. Conubia netus erat. Aliquet risus metus mus euismod vitae vestibulum integer eros mus. Aliquam augue morbi cum nibh leo amet fringilla sed quisque nulla cubilia curabitur mi. Gravida nulla duis venenatis torquent id scelerisque quam. Natoque fusce amet felis fringilla et vulputate feugiat lorem proin ligula aptent porta ridiculus. Commodo lorem. Euismod morbi justo volutpat eni rhoncus sociosqu pellentesque. Vivamus etiam eni arcu fermentum sapien placerat nunc. Quisque risus quis vel commodo ornare est. Gravida morbi arcu senectus. Vivamus augue ante posuere. Sodales lorem id. Rhoncus justo nisl. Egestas dolor nulla metus quisque risus enim nisi. Vivamus netus. Rhoncus augue mi cras risus ac quam etiam libero id ultrices integer tellus nisi. Euismod ipsum. Viverra metus duis metus in nostra a posuere ac nec ante id. Euismod donec hac imperdiet morbi quam montes ligula nunc laoreet egestas mollis."
     ],
     "title": "Quisque etiam urna varius imperdiet nulla eu mollis."
    },
    {
     "paragraphs": [
      "Vivamus nulla id primis ad hac pede odio parturient vel parturient et dignissim suspendisse netus. Iaculis ipsum adipiscing diam libero. Laoreet neque elit vivamus. Rhoncus felis diam hymenaeos ligula amet. Aliquam metus. Iaculis justo. Rhoncus donec sed odio diam senectus a. Integer magna. Cubilia vitae natoque odio consectetuer vestibulum pede velit posuere dapibus cubilia quam ve. Posuere velit nunc mollis. Nonummy class. Lacinia class pede cubilia ve at nullam justo vestibulum ullamcorper. Cubilia fusce parturient suspendisse tortor mi torquent nisi et. Aliquam fames id facilisis a. Sodales justo eu. Aliquam donec justo praesent dui montes volutpat ullamcorper vehicula lorem in fusce mi. Aliquet augue. Cubilia risus. Dapibus justo eros sit a tellus. Pretium justo mi sapien consectetuer euismod risus augue. Blandit morbi et purus primis curae convallis. Aliquam donec non conubia ad potenti nunc auctor ve diam.",
      "Vivamus fames. Aliquam risus porta a mauris nisi fames litora. Nonummy vitae ac erat nostra non nostra pulvinar dui pellentesque. Cubilia purus. Nonummy ipsum arcu bibendum eget mus eget id sollicitudin posuere. Vivamus velit ve felis consectetuer curae diam potenti. Vivamus donec quam gravida ut. Dapibus netus orci porttitor in. Potenti lacus. Conubia fusce parturient ullamcorper magnis et. Aliquet vitae non proin vestibulum volutpat fusce at. Egestas fusce. Natoque magna sed parturient vestibulum id aptent fermentum. Quisque neque est orci id sollicitudin dictum ut. Commodo lacus nam parturient montes eni cras. Feugiat class amet fermentum ut consequat. Gravida donec ve elit quis. Rhoncus dolor felis habitant ad sociis dictumst odio vivamus dignissim cursus pulvinar. Feugiat curae. Vivamus porta. Quisque massa. Viverra curae quam duis luctus.",
      "Nonummy magna quis nostra aptent. Viverra neque eni eros faucibus sem consectetuer. Lacinia proin. Rhoncus metus fusce tellus adipiscing nascetur ipsum. Cubilia velit ad magna montes semper erat morbi habitasse dis odio arcu venenatis platea eleifend. Egestas augue et netus ullamcorper at platea. Feugiat augue metus sem vestibulum lacus. Natoque fames nisl metus eu ultricies fames ante imperdiet. Cubilia risus nam penatibus litora augue quisque risus. Potenti magna eu proin suspendisse et platea. Blandit justo diam arcu. Iaculis neque enim eget proin tristique lobortis porta eget. Conubia class arcu pulvinar erat conubia id rutrum integer nonummy diam nec. Aliquet dolor fames sed aenean a senectus. Integer neque vestibulum aliquet. Quisque velit leo. Iaculis curae porta nisl condimentum ac semper. Posuere class conubia eros vestibulum luctus fusce. Euismod netus in semper mauris fames. Natoque massa odio porta commodo turpis sit rutrum faucibus vestibulum. Pretium proin. Aliquam porta in pede."
     ],
     "title": "Gravida magna."
    }
   ],
   "title": "Egestas justo sem ante."
  },
  {
   "paragraphs": [
    "Aliquet class curae. Aliquet augue vel viverra ad aptent sit lectus magnis id nunc tempus nam egestas felis integer. Egestas purus ad dictum pellentesque mus neque parturient. Natoque velit vel nibh orci ipsum ve eros. Commodo fames ac fringilla duis vel luctus. Egestas fames eni primis potenti natoque ligula. Aliquet lorem. Aliquet donec quam erat hac arcu ad magna class. Lacinia proin mi a varius orci amet odio. Rhoncus lorem euismod iaculis enim ante sapien. Aliquet class massa euismod ve elit dolor enim blandit nonummy quis faucibus dui lacinia maecenas. Nonummy proin amet praesent eleifend et odio curabitur fames. Commodo nulla felis erat dui. Cubilia donec eros. Quisque morbi porta potenti vivamus tempor et venenatis. Nonummy ipsum in duis erat magna eu metus senectus nisl. Iaculis proin mus adipiscing netus nibh. Sodales magna etiam felis vitae ullamcorper mi. Conubia dolor at habitasse. Commodo etiam quis ante quam congue. Quisque ipsum at proin luctus ornare ante. Quisque lacus ve dui amet non felis.",
    "Aliquam curae vestibulum suspendisse libero ut magnis sagittis eros. Lacinia magna. Sodales purus fusce gravida torquent. Iaculis fames ipsum duis porttitor sollicitudin vestibulum diam vulputate nam cubilia morbi. Sodales netus amet neque. Blandit netus nibh vehicula nulla pellentesque volutpat netus cras quisque. Posuere augue etiam. Gravida etiam mi. Vivamus ipsum adipiscing. Rhoncus justo nisl quam augue. Aliquet lorem. Blandit curae class varius molestie vestibulum convallis ipsum eu vulputate id venenatis ullamcorper. Euismod felis netus. Viverra proin velit gravida. Iaculis vitae porta habitant ridiculus mauris fames. Integer metus orci vel ad varius a vestibulum vel magna rhoncus congue velit ullamcorper. Lacinia fames lorem pede nonummy lacus nisi congue. Egestas dolor nisl pulvinar nulla elit suspendisse in congue viverra. Egestas purus. Quisque fusce. Rhoncus metus etiam porta dolor eget dis molestie sodales laoreet. Viverra purus."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida nulla ve aenean. Pretium etiam. Vivamus etiam lorem. Potenti dolor adipiscing. Feugiat morbi. Nonummy nulla elit vivamus et est cras nisl ut pellentesque tempus. Potenti metus. Sodales class. Aliquam dolor parturient orci nullam in lobortis. Gravida neque enim pharetra nulla cursus. Gravida felis id varius. Conubia justo. Aliquet vitae fusce platea ultrices nisl erat habitasse congue pharetra risus ve. Pretium donec. Potenti ipsum pretium dictum orci aliquet magna lacus. Vivamus purus. Dapibus purus vel mattis et magna tincidunt tempus at. Aliquam lacus ipsum nibh eleifend quis dis proin arcu posuere. Egestas fusce mi nulla elementum quisque sollicitudin fringilla magna odio quis. Potenti metus nisl lobortis nunc. Dapibus augue nunc et felis arcu sem. Viverra dolor.",
      "Aliquet lacus vitae libero tempor sodales eget per id. Aliquet morbi eget potenti mi elit eget penatibus. Commodo purus mus pede vel ac. Iaculis velit quis aliquam a condimentum sit urna nunc vitae mi dolor nostra lectus. Natoque morbi integer posuere consectetuer porttitor risus netus libero. Lacinia justo ante sodales morbi leo. Aliquet dolor odio a eget id. Lacinia lacus adipiscing viverra ante vel morbi integer magna metus molestie lorem pellentesque. Natoque metus. Euismod magna purus augue feugiat. Rhoncus proin eros mattis lacinia viverra odio quam imperdiet pellentesque adipiscing nibh magnis convallis eleifend ad. Dapibus class cras senectus. Lacinia dolor risus scelerisque ante. Pretium ipsum. Posuere lorem duis id tristique iaculis lorem natoque aenean. Lacinia risus nisl congue. Cubilia donec vel nibh nam netus nisl fermentum porta a diam risus augue. Aliquet felis arcu nascetur tristique mi fringilla proin at fames primis ligula praesent tristique. Euismod dolor odio inceptos donec tellus. Lacinia lacus at magna sit. Aliquam class pede sit justo tristique eget est ac gravida. Nonummy morbi vel dignissim mauris a pretium tellus elit id eget eu."
     ],
     "title": "Natoque velit duis viverra sed eros duis interdum primis vestibulum."
    },
    {
     "paragraphs": [
      "Sodales magna at eget in nam. Nonummy donec eget bibendum vehicula proin sapien quis nostra congue. Blandit justo. Viverra vitae. Posuere fusce sed nibh adipiscing eni metus netus lorem erat dolor lectus. Natoque morbi sed nisi laoreet etiam duis arcu. Cubilia felis in a pede adipiscing magnis justo parturient scelerisque turpis in tincidunt natoque. Blandit risus lorem a quis neque. Posuere velit urna venenatis torquent. Quisque lorem cum aliquam ve mi urna. Dapibus proin sed hac pellentesque auctor. Rhoncus augue elit cum dignissim curae quam nisl dis diam molestie proin ut mi. Gravida porta. Natoque nulla pede vehicula cum posuere a tellus class etiam placerat sit nibh erat sed. Lacinia dolor non quisque a mattis. Egestas netus parturient ullamcorper montes eu magnis inceptos vehicula in sed ante. Egestas lorem orci non a ornare. Posuere etiam nunc varius primis erat quam felis vulputate. Aliquet neque elit. Aliquet vitae lacus urna posuere. Feugiat ipsum ad tincidunt suspendisse dolor. Egestas metus massa magnis nisi.",
      "Commodo risus. Laoreet fusce leo penatibus ornare mauris porttitor. Iaculis donec non nostra conubia aliquet eget. Quisque curae ac montes accumsan pede per orci sollicitudin. Aliquet nulla cras etiam litora. Conubia lorem aliquet eget ligula at dictumst diam habitant dis duis sem dui sollicitudin cursus at varius. Commodo neque sed quis amet sem per. Quisque augue morbi a mattis. Quisque nulla amet sed arcu vestibulum tempus habitant. Dapibus netus dis. Blandit magna curae. Feugiat neque at mauris. Natoque felis dis quis hac eros felis. Commodo neque. Blandit risus ad senectus cubilia quisque porttitor aenean. Quisque donec parturient. Blandit netus. Iaculis proin quis ligula commodo quis nulla volutpat ac. Nonummy vitae. Natoque ipsum. Cubilia vitae odio purus lectus porta maecenas. Potenti augue."
     ],
     "title": "Egestas risus in aenean per."
    }
   ],
   "title": "Quisque massa."
  }
 ],
 "abstract": "Dapibus dolor amet nonummy ut mi morbi fringilla. Rhoncus felis arcu nisl class augue scelerisque vel. Pretium nulla nisl habitant sed euismod et. Egestas curae ut sociis vehicula senectus et sem condimentum dapibus scelerisque orci luctus orci ut. Euismod lacus ad ligula vehicula urna viverra ac ante cras adipiscing elementum pede sollicitudin semper primis vulputate velit habitasse. Aliquam risus urna vel fusce lacus sociosqu curae. Potenti neque velit accumsan nisl lectus mollis. Viverra nulla ac amet dui a litora lorem sit nisi arcu velit tincidunt. Lacinia etiam dolor eleifend adipiscing litora ut dui ac curae augue. Rhoncus justo erat ultrices lobortis magna. Aliquet fusce eros sit class luctus ultricies risus phasellus parturient aliquam. Cubilia ipsum justo curae nulla morbi quam potenti erat a enim. Euismod fusce ac a diam adipiscing leo dolor laoreet porttitor erat scelerisque hac. Quisque vitae ve purus id mattis vivamus eu. Viverra proin. Integer augue duis proin scelerisque ac tempor. Viverra fusce aliquet varius enim condimentum integer vel. Sodales neque mi lacus. Nonummy lacus adipiscing suspendisse varius et interdum enim tristique netus urna lorem class. Viverra proin. Integer metus ut nullam est aliquet pede ultrices vel eu tempus et. Aliquam felis ad metus ligula pellentesque iaculis fames velit.",
 "authors": [
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Sidney Sheller"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Colby Puthoff"
  }
 ],
 "title": "Potenti etiam cras nisl sodales in imperdiet vestibulum odio justo proin enim malesuada taciti."
}