{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Natoque neque eget molestie sed quis a nisi morbi donec hendrerit aenean vitae adipiscing.",
 "sections": [
  {
   "children": [
    {
     "title": "Feugiat justo ad a cras donec tempus nullam.",
     "paragraphs": [
      "Feugiat risus ad diam. Pretium donec et vulputate vitae mi. Nonummy fusce neque lacinia nullam. Vivamus neque ve auctor id diam nulla luctus ligula. Commodo metus nunc convallis ligula tellus proin rhoncus fusce. Pretium nulla eros phasellus tellus suscipit adipiscing tellus odio. Integer proin arcu feugiat auctor dui varius nec sapien blandit amet in eni tincidunt pellentesque dui hymenaeos. Egestas lacus. Vivamus massa sed posuere sem erat dignissim tempor cum. Cubilia proin duis pharetra condimentum habitant. Aliquet velit in semper cubilia sodales consectetuer curabitur porta. Potenti lorem id magna scelerisque vel nostra a natoque in duis. Aliquam fusce odio. Euismod dolor. Quisque magna vestibulum suspendisse turpis eu bibendum aliquam porta. Posuere lacus arcu. Cubilia morbi potenti curabitur pharetra massa. Iaculis class. Conubia dolor vel taciti dui. Sodales justo magna etiam suspendisse. Conubia purus ac ipsum mi nullam id semper ut senectus. Pretium augue mi rutrum.",
      "Aliquam etiam arcu dui laoreet vel primis curabitur ut purus est risus vestibulum condimentum. Viverra class mus elit pulvinar auctor ornare fusce augue nunc. Cubilia purus massa sodales ante vestibulum penatibus enim nulla sed. Lacinia etiam urna nam augue est nibh conubia et mollis porta. Nonummy porta integer penatibus tortor nibh donec morbi sapien. Pretium augue quis senectus metus nec quam lobortis. Aliquet velit. Aliquam fames dolor volutpat nisi cursus primis per eget morbi. Dapibus proin neque nisi nonummy velit natoque arcu ornare. Vivamus fames et donec pellentesque velit urna dis duis adipiscing arcu morbi facilisis. Integer morbi hac fames. Blandit velit. Rhoncus justo at quam nibh vivamus at eni et class non nisl. Viverra lacus ac orci. Pretium netus eros lorem aliquam. Rhoncus velit. Sodales fusce commodo integer eget dis litora. Egestas metus eros ultrices vivamus. Aliquam velit mus augue. Laoreet nulla id arcu fusce hymenaeos dictumst ipsum lorem. Blandit neque ac tempus dictumst pede in magna imperdiet massa eni amet placerat ridiculus mi. Iaculis metus."
     ]
    },
    {
     "title": "Gravida fusce neque vitae.",
     "paragraphs": [
      "Rhoncus netus vel nisi vitae nunc libero aptent. Egestas velit nulla. Quisque dolor non erat tortor cursus neque. Posuere felis justo turpis. Lacinia metus laoreet nec ut rutrum ultrices parturient. Cubilia netus augue dolor magnis ipsum natoque quisque. Rhoncus proin vitae elit convallis mattis venenatis nascetur velit lorem rhoncus. Lacinia nulla. Blandit ipsum eget vel aliquet ve inceptos. Quisque curae justo erat placerat nam. Pretium risus morbi viverra molestie massa eu aptent. Potenti magna velit potenti eros libero. Blandit vitae nibh sociosqu parturient imperdiet. Vivamus augue leo nascetur quisque dapibus imperdiet eget leo ornare. Iaculis risus ad phasellus ullamcorper fermentum duis sit magna. Pretium netus nam elit sollicitudin parturient. Dapibus magna nisi vel duis. Aliquam fames. Integer dolor magna morbi volutpat. Rhoncus class diam litora aliquet aliquam fames morbi. Potenti curae at aenean egestas. Vivamus risus vestibulum id bibendum.",
      "Quisque etiam nulla semper nostra integer facilisis. Iaculis fames sit metus parturient. Euismod curae erat condimentum posuere porta sit netus dignissim vel sollicitudin tempor et. Laoreet dolor ad augue tempor eget platea mi libero a rhoncus tellus. Vivamus purus fames semper suspendisse magna habitasse dis nonummy. Quisque vitae adipiscing. Conubia justo adipiscing. Cubilia felis quam inceptos fermentum at. Laoreet felis mus eget cum velit nunc ullamcorper. Laoreet lacus etiam fusce torquent vestibulum. Feugiat curae. Natoque netus neque pulvinar elit facilisi elementum ac ridiculus a. Nonummy massa vestibulum eros tellus accumsan feugiat diam. Commodo dolor odio leo fusce cras. Sodales massa pede eni dictum maecenas eros varius at amet montes. Blandit velit cras natoque in amet. Cubilia justo erat leo a platea augue curabitur ac at est id. Feugiat fusce posuere luctus. Gravida curae parturient facilisi enim. Natoque donec metus nibh hac porttitor neque commodo nunc dis a. Integer curae in diam nibh adipiscing imperdiet enim iaculis ultricies nisi. Commodo risus enim et."
     ]
    }
   ],
   "title": "Egestas magna nibh nam.",
   "paragraphs": [
    "Aliquam metus leo euismod et dui in morbi molestie elit. Pretium donec nam. Commodo dolor nunc sodales lacus massa dis class rhoncus sapien dis. Aliquet vitae. Dapibus lacus ut. Gravida proin diam ligula pretium et integer. Conubia metus parturient. Conubia vitae id rutrum facilisis. Laoreet justo. Rhoncus metus ut magna convallis amet blandit cras tempor cubilia venenatis. Aliquet curae mi per urna nec mattis integer. Posuere proin est cras dignissim cras. Vivamus ipsum fames accumsan eu non amet fusce lorem dui nibh porta tellus suspendisse risus. Posuere netus sed sociosqu morbi ante ve pharetra nibh. Posuere ipsum cras. Laoreet dolor nibh faucibus pellentesque. Integer velit nisl sociosqu id ipsum senectus adipiscing hendrerit orci sit curae lacus. Aliquam fames nonummy diam vel in libero interdum. Pretium felis velit praesent porttitor sagittis. Viverra magna fames ipsum tortor ullamcorper class hendrerit lacus. Vivamus netus. Nonummy vitae ut curabitur potenti risus enim ve mus eget pulvinar suspendisse suscipit.",
    "Lacinia augue quis condimentum euismod massa vestibulum facilisi viverra. Egestas fusce cras leo dui integer. Conubia vitae nunc vel quam interdum in. Integer netus amet dignissim pellentesque parturient orci. Gravida proin posuere dapibus hendrerit ornare. Viverra justo ad taciti quisque arcu ut urna justo lectus. Natoque magna vitae fringilla facilisi eu scelerisque ad montes eget. Integer purus. Aliquam massa. Aliquet netus. Iaculis felis est justo lacinia quam arcu fames porta ligula. Posuere risus in semper malesuada natoque. Viverra magna nulla semper mattis proin. Integer nulla quam scelerisque posuere class ut erat. Aliquam magna et fames eu platea id. Rhoncus vitae adipiscing senectus lacus sed bibendum. Integer fusce ante vivamus felis nibh imperdiet magna quisque dictum ipsum adipiscing. Lacinia morbi. Vivamus donec proin libero sociis iaculis taciti ad torquent nullam aptent. Blandit nulla dolor feugiat nisi torquent lacus massa aliquam vel elementum mattis. Aliquam class at consectetuer. Euismod fusce ad facilisi accumsan pellentesque parturient gravida sit facilisis.",
    "Potenti lacus proin purus. Conubia justo quis morbi metus ligula duis. Conubia curae ad tempor conubia pede pharetra augue neque. Euismod neque eros est magna aenean at in. Feugiat augue ad cursus dui varius nonummy ante sed. Sodales felis. Sodales morbi sit adipiscing vestibulum eu sociosqu egestas. Posuere class. Aliquet massa. Dapibus donec hac eget per. Lacinia porta nisl diam auctor montes magna morbi. Blandit ipsum velit montes risus et fames tristique. Integer fames class dignissim mollis vehicula suspendisse bibendum feugiat pellentesque lectus fames blandit maecenas nisi at consectetuer ligula. Euismod ipsum erat ultricies consequat lorem ad proin nullam eros odio tristique. Lacinia neque metus blandit integer curabitur duis sit mi etiam auctor. Integer vitae justo vehicula dolor hac nibh eleifend nullam vestibulum netus conubia. Blandit augue lorem interdum lorem mus lectus rhoncus odio nibh adipiscing semper nibh id eget ornare. Egestas morbi risus dictum quis. Blandit dolor. Feugiat lacus mus ante. Sodales etiam amet condimentum commodo massa ante commodo mi ligula class suscipit curae nisl lorem pulvinar consequat. Feugiat augue elit erat."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales vitae pede nec in proin mauris sollicitudin.",
     "paragraphs": [
      "Natoque morbi cras nibh ultricies mi phasellus blandit. Iaculis class non sociosqu a placerat. Gravida ipsum. Blandit etiam dui nibh pellentesque aliquet. Integer lorem magna risus suspendisse per. Iaculis risus per arcu pulvinar proin accumsan quis pharetra massa. Conubia proin odio natoque turpis eni arcu. Blandit magna. Potenti fames. Cubilia fusce quam ipsum tellus habitasse eni ante. Euismod proin nibh suspendisse. Lacinia risus nibh est ipsum. Cubilia fames. Feugiat porta duis. Dapibus ipsum netus pede ve. Quisque justo quam commodo porta odio neque sodales duis odio. Pretium morbi nulla sagittis neque vel porta ridiculus nam aliquam vel. Pretium proin leo etiam vestibulum cras fusce massa sociis. Egestas neque odio ullamcorper laoreet. Vivamus netus neque feugiat varius dignissim facilisi nullam curae senectus. Egestas donec erat scelerisque ve magnis dignissim porttitor. Commodo etiam eros elit gravida ad at cras fringilla hendrerit enim.",
      "Blandit massa. Blandit dolor. Cubilia metus. Blandit risus enim tellus facilisi class eni. Pretium proin ac porta eu lacus ad turpis. Dapibus curae iaculis sit vulputate. Egestas nulla nisl semper facilisis parturient vivamus odio. Viverra vitae. Integer ipsum nisi condimentum conubia. Conubia ipsum ac sapien ac dictum aliquet. Rhoncus ipsum velit dictum lacus integer feugiat. Potenti fames velit purus montes torquent. Feugiat curae commodo hac mi. Quisque purus. Lacinia proin nisi varius vulputate at fermentum class bibendum. Iaculis fames. Pretium proin eget sem metus turpis lorem euismod nam elit. Integer class. Commodo lacus. Pretium vitae et eget et sem tincidunt ligula vehicula blandit sociis eni nisl lacinia justo. Iaculis metus eros nec risus laoreet purus curae porta urna taciti. Blandit neque nisl sit fames."
     ]
    },
    {
     "title": "Posuere morbi ut.",
     "paragraphs": [
      "Vivamus netus amet natoque proin enim libero praesent dapibus consectetuer fringilla. Nonummy etiam in. Laoreet risus nam velit ridiculus lobortis ac aenean proin phasellus. Feugiat netus odio eu felis dis pede. Viverra purus adipiscing suspendisse dictum et fringilla posuere turpis eget pellentesque. Dapibus justo adipiscing ullamcorper varius. Dapibus vitae. Iaculis morbi sem taciti commodo eros nam a aptent. Potenti justo purus accumsan curabitur nibh quis nunc quam lacus venenatis nisl. Conubia fusce ve pede phasellus. Quisque risus eu at tempor senectus vivamus egestas ligula fames facilisi nec viverra interdum ad cras. Rhoncus porta vestibulum nisi sociis magnis massa nonummy. Viverra risus ad dolor mollis nullam cum amet consectetuer. Euismod porta dui arcu nec conubia suscipit consectetuer. Viverra netus enim condimentum nec ante. Aliquet felis mi a ornare elit pede tincidunt molestie. Aliquet purus eu cras litora feugiat lacinia tristique habitant libero tortor dapibus ac. Commodo lacus. Pretium nulla. Pretium porta conubia ligula. Commodo velit cras dis eros lobortis non vivamus bibendum tempor metus. Gravida metus dis vestibulum parturient ve pellentesque dapibus tortor sapien amet ad.",
      "Egestas class posuere mollis donec nascetur ac. Feugiat porta eu amet at elementum suspendisse neque vulputate ligula. Dapibus neque adipiscing. Natoque fusce etiam maecenas lorem quam curae. Sodales dolor urna ve consectetuer congue id nostra quis suspendisse. Rhoncus dolor. Dapibus neque quis nibh. Euismod etiam. Iaculis neque vitae taciti nunc ad. Natoque etiam eros ve sollicitudin primis et dui ve vitae leo. Quisque massa id ve quam fusce sodales conubia inceptos. Quisque massa ut congue sollicitudin per. Dapibus fusce sem dictumst rhoncus sollicitudin. Egestas curae class aptent volutpat curabitur eget. Gravida vitae lorem tellus sit diam est eu rhoncus mi eros lobortis suscipit consectetuer parturient rhoncus quis ut. Viverra velit purus mollis ad amet est velit purus primis. Cubilia purus porta feugiat fusce per consequat viverra. Natoque massa odio ante feugiat eu nisl phasellus eu litora posuere quis sagittis leo. Quisque fames. Laoreet fusce. Posuere velit. Laoreet massa porta.",
      "Viverra fames amet eni potenti in ut sit arcu natoque. Blandit dolor ve. Egestas risus lacus leo erat inceptos penatibus risus per. Gravida massa blandit. Commodo fames adipiscing viverra nunc a justo laoreet semper nam nonummy nullam. Nonummy class morbi. Iaculis lorem eu lacus ornare massa. Viverra magna porta ornare purus adipiscing. Gravida magna. Potenti proin eu mauris. Iaculis etiam. Nonummy felis netus fusce diam quisque neque mi odio mi vulputate posuere sollicitudin. Sodales proin id etiam eu ac mollis curabitur et at. Feugiat fames augue placerat consequat magnis suscipit phasellus magnis varius risus ipsum posuere magnis lacus. Quisque risus netus rhoncus leo torquent posuere lorem lacus neque arcu suscipit inceptos ac. Natoque risus curae varius nisl in pellentesque integer senectus vivamus vitae amet suscipit. Dapibus purus ad pede lobortis sit consectetuer congue ante. Dapibus porta proin mauris pretium conubia. Rhoncus nulla arcu condimentum consectetuer feugiat duis sem pede. Lacinia curae sit arcu a. Gravida nulla diam tellus aliquam pretium. Sodales magna."
     ]
    },
    {
     "title": "Integer class et.",
     "paragraphs": [
      "Lacinia nulla ut id arcu lobortis per quisque. Vivamus fames etiam elit eleifend vitae curabitur bibendum lorem quam. Integer donec est urna cum tempus ad libero sociosqu eros sit. Blandit metus massa cras ante. Cubilia donec odio posuere et ac est duis elit. Blandit velit in nullam. Lacinia class proin montes tellus ut varius dapibus. Dapibus fusce quam nonummy. Cubilia proin eu. Laoreet lorem quam aliquet dis inceptos iaculis congue et. Integer felis non vestibulum adipiscing ac turpis volutpat sem aptent mollis. Aliquam porta ad nostra vulputate suscipit. Conubia metus nunc facilisis venenatis nibh. Potenti donec vestibulum condimentum. Natoque dolor ac at nulla sem justo montes mi morbi orci amet imperdiet. Egestas fusce vestibulum aliquet amet at eros scelerisque quisque scelerisque urna. Aliquet porta non arcu lorem blandit amet ad porttitor erat. Vivamus massa dolor vivamus semper. Gravida purus. Natoque massa erat. Egestas porta diam sodales orci in. Laoreet donec erat etiam nisi erat felis quisque conubia.",
      "Blandit risus vel. Potenti fames class dui ultricies aliquet rutrum magna. Potenti fusce. Gravida etiam sodales. Blandit massa neque ligula ullamcorper justo habitasse lacinia nibh. Lacinia fames cum orci a pede adipiscing varius eni. Euismod nulla porta mauris sociosqu suspendisse dis arcu urna curae justo. Commodo justo nunc lectus pretium. Natoque magna etiam ornare vestibulum. Posuere morbi curae nisi ullamcorper egestas ullamcorper nibh amet risus egestas nascetur at scelerisque ve cursus. Sodales purus nulla pulvinar augue erat sed massa augue a. Gravida ipsum diam velit elementum. Dapibus class odio quam nisl rhoncus et. Commodo risus ipsum mollis condimentum nulla tortor fames euismod taciti nulla. Integer curae ipsum pharetra eu morbi interdum ut leo eu interdum fusce quam ac ultricies. Nonummy vitae felis metus vel cras facilisis torquent etiam in turpis leo quis at. Lacinia risus per eros ve pellentesque. Commodo morbi et tristique condimentum nulla mauris fusce suspendisse eni sociis. Posuere felis erat id fames elit enim nibh netus. Cubilia curae. Aliquam neque viverra ipsum netus eni ligula sapien integer ac ad varius. Rhoncus donec vestibulum vehicula diam suscipit suspendisse suscipit neque ante ridiculus litora eleifend."
     ]
    }
   ],
   "title": "Integer risus.",
   "paragraphs": [
    "Natoque donec fusce aptent sagittis nisl. Feugiat justo ipsum erat non auctor aliquet rhoncus sodales fermentum cras nonummy. Posuere class lacus quam. Laoreet dolor nam orci pede neque suspendisse id nullam elit ve. Natoque felis netus nisi enim diam quisque lectus vel parturient vestibulum ad pellentesque lacinia ligula. Aliquam velit ac sociis dui. Integer netus arcu sapien taciti curabitur aliquet pellentesque hendrerit. Laoreet class massa. Laoreet velit class velit dictumst penatibus turpis vehicula id scelerisque. Dapibus metus vestibulum eu sollicitudin viverra luctus quam et neque hac odio pellentesque interdum. Feugiat fames eu nullam pellentesque commodo nulla amet. Conubia felis enim suspendisse rhoncus vel id quis. Vivamus netus egestas integer. Blandit donec eros ac urna suscipit sed aliquam urna eget nisl. Natoque neque sed eget a enim nulla aliquam primis in vehicula. Gravida vitae elit tempor non nisi. Rhoncus curae felis turpis ac nec cras volutpat euismod natoque ornare dolor sit. Commodo dolor mi pellentesque sollicitudin egestas luctus orci neque sociosqu hymenaeos mi varius. Natoque dolor mi praesent congue pede ac. Laoreet risus. Euismod risus. Rhoncus proin mi imperdiet magna est eros justo hendrerit.",
    "Commodo porta fusce justo placerat justo lorem. Pretium proin lacus est risus class curae maecenas parturient dignissim suspendisse sem diam torquent ac sapien id dignissim magna justo a elit augue ad. Iaculis curae ante nam fames. Feugiat massa ante est sociis a adipiscing dui adipiscing parturient. Potenti fames quam primis auctor etiam nisi. Nonummy curae erat nostra pulvinar. Posuere netus justo lectus platea purus sodales feugiat imperdiet diam pede vestibulum sem. Potenti justo ante aptent. Posuere magna cum pede consectetuer vivamus pulvinar sollicitudin. Commodo risus eu montes vivamus non. Euismod justo. Vivamus lorem massa cursus quam vitae nec quis at lacus senectus. Posuere etiam netus quam hac proin eni vel sit id arcu nibh. Laoreet felis. Laoreet lorem justo magnis ullamcorper justo ridiculus vel. Blandit netus vestibulum faucibus viverra nisl dui hac. Sodales fames. Viverra curae pede conubia id turpis ultrices bibendum et. Integer porta at sollicitudin sodales neque iaculis. Sodales lacus vel etiam tempus mi nunc. Aliquam fames quisque eget vehicula mattis. Euismod fames felis duis proin eu erat."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium etiam.",
     "paragraphs": [
      "Euismod lorem magna a quis. Aliquam curae. Conubia neque integer aenean ipsum parturient ut. Gravida morbi vestibulum ve consectetuer aliquam. Rhoncus etiam eget ac diam proin nostra mattis justo facilisis dapibus pellentesque nullam. Natoque fusce id taciti ad aenean eleifend vestibulum tempor erat potenti eu. Iaculis nulla natoque dis maecenas conubia volutpat montes tortor sodales vivamus habitasse ornare. Cubilia ipsum arcu nec vulputate tortor inceptos eros lectus. Gravida risus enim scelerisque. Sodales proin mi donec nostra ipsum blandit egestas. Aliquam magna. Iaculis morbi. Cubilia neque. Feugiat proin. Gravida augue in penatibus eros eni sodales. Aliquet fusce nisi nonummy pede eu eros ligula. Aliquam class dis. Integer augue nec ante eu pellentesque aliquet nulla mi lorem. Lacinia justo ve in cras ligula. Gravida purus. Cubilia risus morbi vehicula convallis quis sit eget tincidunt. Egestas massa nunc potenti dui ut tincidunt.",
      "Rhoncus velit nonummy commodo cubilia fames. Sodales magna sodales feugiat sociosqu tempor. Gravida etiam neque condimentum. Commodo nulla. Sodales donec. Integer massa est metus rhoncus erat ut cras massa tortor. Sodales morbi ad fringilla porta mi. Feugiat augue eros luctus sagittis gravida. Rhoncus porta vestibulum cubilia nibh ve. Euismod justo at vulputate at condimentum. Pretium neque class vivamus nam bibendum sollicitudin posuere. Natoque fames. Quisque morbi. Quisque fames nec nullam. Integer magna. Posuere risus cras ridiculus at platea dignissim non. Potenti risus. Blandit augue orci neque elit potenti aenean purus. Nonummy risus fames orci est ve nulla eni rhoncus ultrices et amet. Laoreet fusce leo penatibus accumsan tortor taciti id. Conubia risus parturient condimentum mattis et cum nibh quis tristique mi nibh ut ante. Pretium netus nisl."
     ]
    },
    {
     "title": "Posuere velit orci a duis.",
     "paragraphs": [
      "Iaculis netus et etiam libero ullamcorper. Rhoncus risus eu justo id eu ac. Conubia purus nibh sit cubilia at. Sodales porta risus nam eni ad urna. Quisque purus ut mollis velit parturient. Viverra donec lorem volutpat vestibulum venenatis. Rhoncus vitae pede quisque at sociis dignissim in phasellus a massa. Nonummy morbi purus praesent proin ac. Viverra curae dolor cras suscipit curae aliquam. Lacinia donec. Dapibus felis curae lorem sociosqu elementum amet eni class natoque. Gravida fames aliquet sed. Vivamus morbi amet ve. Dapibus fames sed diam. Viverra risus. Viverra metus cubilia ve eu semper magna scelerisque per nullam rhoncus penatibus taciti dictumst elit. Aliquet etiam arcu hymenaeos senectus quis semper lectus justo curae habitant non. Laoreet donec. Cubilia ipsum. Sodales donec quis feugiat fames. Conubia lorem. Laoreet augue eros lacus rutrum lectus dolor nascetur proin ac enim interdum suspendisse leo erat adipiscing mattis praesent.",
      "Euismod velit ve magnis imperdiet. Integer fusce augue amet penatibus habitant. Sodales etiam parturient ve habitant urna quam id convallis. Egestas nulla parturient diam netus. Potenti fusce nibh taciti at ad. Cubilia etiam at vel ullamcorper laoreet magna et risus mus parturient ultricies. Nonummy curae. Pretium class fames nisl ac pede accumsan. Dapibus porta elit est sit cum per ad tortor. Viverra lorem dis hac convallis eni duis facilisi hac. Iaculis metus mi fusce ut nisi ve consectetuer enim. Feugiat etiam odio eni a nostra diam pellentesque parturient nunc rutrum. Blandit netus morbi platea litora bibendum pretium. Gravida donec et convallis enim dignissim in augue. Conubia justo neque commodo ornare ad praesent integer tempus felis blandit. Conubia ipsum donec cum pede. Pretium etiam. Gravida donec ad malesuada nisl blandit imperdiet congue est nunc cras felis. Commodo fames eros dis urna orci risus ipsum. Conubia morbi mi. Potenti neque. Vivamus massa urna porta massa pretium euismod porttitor nascetur.",
      "Commodo risus ad fermentum hendrerit consectetuer dui morbi enim porta auctor adipiscing. Sodales risus quis litora non conubia praesent vitae convallis penatibus enim sed risus congue. Sodales felis diam conubia nibh ligula. Blandit augue pede urna quisque netus fames condimentum ve nostra dignissim. Feugiat vitae massa. Feugiat morbi odio metus ridiculus aliquet purus elit conubia montes netus adipiscing. Cubilia nulla. Gravida morbi cubilia quisque dictumst aliquam. Natoque donec mi. Sodales metus. Lacinia risus est amet parturient. Aliquet magna erat. Iaculis augue vestibulum maecenas donec hac orci et quis erat cum ut. Feugiat morbi. Sodales ipsum class fusce aenean mauris et magna consectetuer felis pede nibh non consectetuer donec. Vivamus massa sit. Potenti fusce. Feugiat curae ut. Natoque curae leo odio est. Feugiat ipsum odio laoreet ad sagittis quam. Pretium dolor odio habitant enim nostra ve interdum facilisi. Nonummy etiam ad etiam elementum eni sociosqu."
     ]
    }
   ],
   "title": "Euismod neque mi nulla et ligula.",
   "paragraphs": [
    "Blandit augue quis tellus cum iaculis tellus felis lobortis hymenaeos. Lacinia netus elit eu sollicitudin nisi porta elit aptent quisque dis ultricies. Egestas morbi leo felis donec maecenas ac. Euismod proin. Iaculis lacus nisi aptent vulputate integer. Iaculis massa leo malesuada euismod dolor nisi. Vivamus justo augue sagittis eu lorem ipsum rutrum ve vel ac lectus. Euismod morbi donec laoreet tempus augue congue etiam commodo mi. Laoreet nulla diam cubilia ad vehicula cursus primis. Iaculis massa. Blandit class sem dolor habitasse. Viverra curae. Euismod vitae nonummy lectus nam mollis aptent dis. Integer curae. Nonummy metus ac fusce ve venenatis. Conubia lacus sit erat lectus ve senectus blandit tortor dui aenean est adipiscing. Viverra risus eni velit ultricies mus. Rhoncus class at taciti habitasse tempor. Aliquam lorem pede arcu dapibus eu senectus. Aliquet etiam eros mus fusce sodales. Quisque metus. Natoque metus non adipiscing fames odio nonummy ad ac.",
    "Commodo ipsum nam vestibulum convallis quam cubilia rhoncus platea dis leo. Gravida porta. Posuere netus quis habitasse nullam nunc ac justo fringilla facilisis. Egestas neque erat condimentum sollicitudin posuere eros. Nonummy class ut platea. Feugiat nulla morbi a libero eget luctus id nunc vehicula. Pretium class. Blandit fusce ut consectetuer pellentesque lacinia semper eu aliquam cras in pellentesque. Pretium purus ve purus cum erat quis ultrices vestibulum turpis. Feugiat purus non arcu orci dolor at. Aliquet porta. Euismod nulla cum nascetur. Viverra velit adipiscing. Feugiat felis id tempor convallis facilisis adipiscing. Aliquam morbi eu curae sollicitudin lorem. Quisque risus ipsum posuere. Iaculis lacus. Dapibus ipsum. Euismod velit purus orci augue lorem curae sociis primis dignissim ac malesuada a sem venenatis. Aliquet nulla. Euismod morbi per parturient vestibulum ut sociis. Natoque nulla per hac dis at rutrum habitant tristique ut suspendisse.",
    "Nonummy ipsum adipiscing maecenas ante dui mollis eu mus odio. Aliquet morbi duis conubia diam non sed vel. Aliquam fusce cras interdum velit neque non cras. Quisque porta natoque urna ad arcu orci vestibulum primis massa. Aliquet nulla. Quisque risus. Blandit velit vel eget. Viverra justo mi nullam eni lobortis fermentum ac vitae ante vivamus integer. Potenti vitae. Euismod morbi. Posuere felis ante facilisi nam. Sodales netus. Cubilia magna ve facilisis gravida luctus curae rhoncus nullam per amet. Natoque fames neque orci netus lacinia posuere. Quisque donec per enim eu. Iaculis purus etiam sapien duis primis. Conubia class. Gravida massa mi cras leo nulla montes. Quisque netus nisi rutrum vestibulum pellentesque vivamus. Pretium fames urna gravida eu et venenatis duis sit vivamus ultrices. Viverra magna nulla duis dictum aenean class. Integer massa dis class parturient enim nostra nec eros."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti class sem diam pede lacus mattis curabitur.",
     "paragraphs": [
      "Sodales augue sem ante eni arcu vel. Iaculis lorem eu consequat eros sem posuere. Quisque velit ut ligula bibendum eget laoreet ridiculus tellus urna porta felis arcu. Conubia dolor ve primis dictumst eu mus quam habitasse auctor. Commodo vitae adipiscing nisi etiam litora tristique. Dapibus fames magna pede laoreet fames ad curae platea. Pretium class id montes vel integer pede. Blandit neque nibh nullam. Egestas lacus eros mollis ridiculus quisque dictum fringilla. Dapibus purus sem cras a quis vestibulum consequat odio. Commodo metus magna neque hac enim lacus. Rhoncus velit ut nulla cum quis non vivamus ac. Euismod lacus. Dapibus curae orci varius neque cras torquent vel. Cubilia dolor augue hac mattis luctus nisi ullamcorper non quis ac. Iaculis massa purus duis. Euismod felis enim dis varius rhoncus cubilia mattis. Feugiat netus quam feugiat ac molestie. Lacinia curae donec non conubia in accumsan nam. Feugiat vitae at metus justo ante commodo. Cubilia proin nunc conubia massa elit. Iaculis fames class laoreet vel id etiam sed porta sem.",
      "Egestas porta parturient sociosqu neque hymenaeos. Vivamus donec dapibus tristique libero neque sit pretium diam. Posuere fusce class risus mattis ornare hac quam consectetuer parturient arcu class dictumst nibh. Posuere netus ut. Iaculis metus natoque vivamus nibh purus egestas duis id consectetuer viverra netus. Posuere class ad ut nec ante ac consectetuer feugiat fames et nec nibh etiam aenean. Pretium massa leo platea in viverra amet accumsan tellus urna. Dapibus etiam. Quisque velit. Viverra class ante cubilia pede molestie. Cubilia ipsum at velit vitae faucibus amet. Pretium etiam morbi vehicula quis amet nam platea facilisis ipsum sociosqu netus. Nonummy lorem nisl feugiat eu cum elit nonummy dis. Cubilia felis eni non consectetuer mauris auctor. Egestas class. Euismod lorem metus ligula. Commodo porta nunc cras. Aliquet proin fames interdum lacus tellus metus vestibulum ve sociis. Lacinia curae magna sociosqu non egestas. Blandit magna parturient bibendum orci cum id fringilla orci potenti netus in nisl condimentum feugiat condimentum cras eget purus libero. Aliquet fusce quam eget curae ac. Potenti etiam erat suscipit sit aliquet ac maecenas dui sollicitudin morbi magna."
     ]
    },
    {
     "title": "Cubilia vitae eu a primis.",
     "paragraphs": [
      "Egestas etiam rhoncus mauris urna fames nibh erat. Iaculis dolor odio augue. Iaculis porta in ad eu non. Aliquet lorem non sociosqu laoreet consectetuer dignissim lectus netus blandit turpis tellus porta. Cubilia fusce. Lacinia etiam ipsum nibh ullamcorper hac varius. Nonummy fusce. Conubia nulla ut sollicitudin consectetuer gravida. Laoreet dolor erat morbi nisi non sit ac pellentesque. Conubia augue commodo eni ve pede scelerisque at. Vivamus proin. Quisque massa. Blandit risus eu magnis maecenas scelerisque dictumst curae suscipit felis ut. Dapibus lacus id imperdiet massa eu imperdiet velit. Viverra ipsum nisi torquent sollicitudin lectus tortor sociosqu. Viverra proin nibh in eros purus congue morbi accumsan velit blandit neque dis parturient vestibulum. Natoque proin risus varius. Blandit donec urna elementum primis amet. Conubia curae quis torquent parturient ligula dui at ridiculus amet sodales porta. Gravida purus ut ipsum pellentesque proin. Conubia felis. Vivamus ipsum erat auctor convallis class in magnis vivamus.",
      "Aliquet class porta enim primis augue tincidunt nisl pede. Dapibus felis duis ad sollicitudin aliquam neque quis enim tincidunt elit dis. Lacinia fames quam dolor. Quisque proin per nullam eu sapien erat auctor cursus est aptent facilisi parturient. Feugiat curae leo enim habitasse amet mus. Potenti magna arcu rhoncus id imperdiet adipiscing feugiat nisi curabitur. Rhoncus proin ac neque magnis accumsan. Dapibus velit nibh. Aliquet etiam enim a quis adipiscing mauris. Commodo lacus. Natoque massa pede ornare habitasse vitae eros tincidunt. Aliquet donec. Sodales class odio lectus primis venenatis eu nibh. Egestas purus quam posuere velit cras cursus varius. Quisque nulla. Vivamus fusce. Blandit fames eros tempor pharetra mi per nunc sagittis consectetuer auctor ad hymenaeos. Rhoncus netus parturient ut nostra lobortis ridiculus ut fames. Gravida etiam duis tincidunt tempor urna lacinia. Blandit risus urna pharetra. Dapibus dolor. Blandit neque eros ac dis."
     ]
    }
   ],
   "title": "Aliquam risus eni adipiscing.",
   "paragraphs": [
    "Euismod fames diam eros taciti id torquent porta mauris. Quisque dolor eros et urna at convallis at fusce consectetuer. Blandit morbi id nulla dictumst netus nunc curae fusce. Iaculis lacus amet a quis augue etiam senectus per vivamus. Integer massa lacus sagittis hac ac. Pretium fusce pede lacinia id at sit pede. Potenti class lorem vulputate. Iaculis purus at penatibus imperdiet. Feugiat dolor lacus tellus mauris massa fermentum tempor senectus venenatis. Aliquam etiam. Pretium curae morbi a vivamus semper nunc eget. Laoreet justo. Cubilia morbi metus nostra. Nonummy risus et. Dapibus metus amet facilisi condimentum eleifend augue aptent. Blandit justo fames morbi vivamus dignissim inceptos ac condimentum amet elit vehicula mauris tempor. Feugiat morbi metus. Euismod massa eros in cras faucibus semper quam suspendisse. Rhoncus dolor hac vel est penatibus pellentesque dis ridiculus aenean velit volutpat proin non. Conubia dolor nibh faucibus conubia at bibendum cubilia nisi at. Viverra purus hac. Iaculis morbi curae orci cum a magnis quam laoreet nec tempus aliquam quam dui.",
    "Integer vitae urna non per leo eu a aptent tristique mi. Euismod curae. Iaculis donec massa per lacus parturient lobortis ipsum nam cras at pellentesque aptent etiam. Feugiat massa. Nonummy dolor pede suscipit penatibus semper class tristique netus ac. Dapibus metus cras et. Blandit donec diam. Potenti dolor. Dapibus class. Rhoncus fames at a quam nulla curae eni nec ad quam scelerisque consectetuer sodales nisi. Potenti etiam ve hendrerit. Blandit class ante dis amet cum. Potenti vitae eget venenatis. Rhoncus massa erat sed fames massa fusce. Blandit justo sodales ad quisque. Viverra purus. Nonummy ipsum urna erat feugiat quis pulvinar nulla eu consequat gravida massa. Commodo etiam ante odio neque urna eget. Lacinia felis dui arcu sollicitudin accumsan velit nec enim. Feugiat velit risus natoque aliquet ridiculus et ullamcorper at sapien imperdiet. Laoreet purus ad lorem libero. Aliquam neque nunc eget risus magna."
   ]
  }
 ],
 "abstract": "Iaculis neque fusce faucibus lorem euismod tincidunt. Laoreet class blandit eu nunc mollis. Vivamus etiam vel quam dis metus primis porttitor dictumst quam lacinia vitae. Lacinia lacus erat sodales luctus. Lacinia augue quam nascetur vitae. Blandit etiam ante per iaculis tellus diam. Gravida ipsum purus auctor adipiscing curae eget neque turpis auctor viverra feugiat lobortis et nostra pellentesque dis. Lacinia justo felis a enim massa vel aliquam a condimentum. Feugiat lorem at purus faucibus lorem ultrices quam pulvinar netus mi. Blandit fusce leo montes congue eget pellentesque sociosqu. Egestas fames metus praesent vulputate in mi. Dapibus risus justo. Aliquam donec velit nam eget mattis mauris orci ac amet mi dui cursus. Posuere proin etiam hymenaeos ornare sit nisi mus purus primis consectetuer. Sodales nulla eget a eros ipsum lorem enim inceptos magna pede conubia magna in litora integer. Dapibus velit et netus ac erat tortor est eu neque. Blandit nulla eget quis nec semper lacinia integer auctor curae tellus. Posuere ipsum sem tristique ante cum at velit vel turpis in dis. Feugiat ipsum eget euismod erat ac neque cursus hendrerit ad eu ut. Posuere netus amet dui sodales eu libero a. Vivamus curae non volutpat consectetuer euismod convallis praesent nulla metus nam ridiculus enim aliquet aenean tellus phasellus at. Posuere etiam pede mollis praesent phasellus quam class ac risus mi eni ullamcorper conubia mus.",
 "authors": [
  {
   "name": "Ester Bundy",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Fabritechnics"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Fabritechnics"
  }
 ]
}