{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Aliquet fames elit sagittis mollis dictum habitasse nascetur in arcu nisl iaculis ante erat eni fames. Lacinia dolor enim ut faucibus quis ligula id interdum aliquet amet ut. Egestas risus fusce habitant nam feugiat et etiam ve. Egestas lacus hac turpis quis eros mus. Laoreet donec per proin curabitur sit praesent dapibus integer quis senectus. Gravida lorem in arcu fringilla sagittis mauris erat etiam ac dolor hendrerit potenti. Vivamus purus ad porta. Viverra proin ac. Conubia fusce ipsum facilisi habitasse a penatibus porta arcu nulla. Sodales class fames turpis parturient ultrices potenti. Aliquet felis nunc dis consectetuer turpis nulla dignissim lobortis cras cursus egestas. Potenti velit sodales ut at metus congue neque ullamcorper maecenas malesuada semper donec ullamcorper dictumst. Pretium dolor ad a ligula justo vehicula convallis diam. Viverra justo id nunc vehicula tristique nec sem hymenaeos suscipit torquent consectetuer vestibulum feugiat pede parturient. Gravida massa non elit non ad lobortis nec rhoncus a aptent arcu massa magnis mus. Conubia proin mi vitae at. Aliquam morbi eu nisl maecenas platea. Lacinia nulla ante lacus nullam. Lacinia vitae cubilia diam torquent inceptos sollicitudin. Commodo velit cum sit nam imperdiet laoreet risus nisi nibh dapibus et eu. Cubilia ipsum eu nam ad lacus consequat interdum. Integer augue quam mus a lectus nibh.",
 "authors": [
  {
   "organisation": "Industrial Maxidigital",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Ester Bundy"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Integer metus eu aenean metus ullamcorper quis nisi curae et a lectus quis scelerisque. Lacinia lacus. Euismod felis morbi scelerisque mi luctus fusce eu elit. Gravida augue vitae nisl a enim. Posuere massa mus curabitur vel nibh leo. Sodales lorem sit urna taciti eu torquent. Lacinia lacus fames nec est hymenaeos sed diam enim felis massa enim cras. Feugiat lorem. Posuere netus. Potenti ipsum mi sapien a commodo ve eu consequat ipsum. Commodo donec ante. Gravida velit ut felis in. Pretium risus ve lorem ut consequat ullamcorper. Quisque donec elit integer donec orci nonummy etiam. Iaculis netus augue quam. Viverra lorem porta urna class lectus et orci lacus ullamcorper dui nostra tempor. Nonummy massa parturient scelerisque sapien ad sed. Commodo etiam parturient suspendisse primis at nullam eget. Lacinia morbi ut magnis tincidunt egestas netus sit turpis id ut. Pretium lorem duis hendrerit ad hendrerit ipsum augue sapien in erat porta diam eni eget. Conubia massa proin pretium metus eget aliquam porttitor erat pretium et dictumst mattis mollis. Egestas risus.",
      "Vivamus massa mi in ve non phasellus nostra. Iaculis proin id augue. Posuere curae eget sem elit. Integer lacus odio nonummy nam at pellentesque iaculis. Iaculis class et risus tristique cras nibh sed ante. Nonummy purus nibh. Cubilia curae odio non a turpis nunc mauris magnis viverra potenti sociosqu. Egestas nulla parturient facilisi ante turpis et pulvinar tortor pretium commodo. Sodales nulla id nibh at duis facilisis. Aliquam justo ve consectetuer natoque lorem nibh. Cubilia justo nunc ullamcorper feugiat scelerisque arcu orci viverra in. Cubilia vitae. Cubilia etiam nunc ullamcorper leo primis maecenas porttitor. Rhoncus magna nulla luctus aenean inceptos condimentum praesent cubilia blandit mollis et varius ipsum euismod ac. Vivamus purus arcu aptent vitae suscipit dignissim. Feugiat metus mi etiam suspendisse torquent consequat pede vitae fusce justo porta iaculis. Sodales curae cum curabitur litora interdum porttitor proin ac ligula nascetur. Natoque ipsum vitae aliquet hac ad porttitor nunc. Blandit magna donec fusce iaculis duis torquent. Laoreet ipsum morbi nunc magnis vehicula in felis dis class cum nisi enim parturient. Euismod fames nonummy euismod dictum mi nisi pulvinar lacus taciti. Sodales nulla vel pretium."
     ],
     "title": "Pretium lacus."
    },
    {
     "paragraphs": [
      "Viverra donec mus. Vivamus felis in lorem et montes est. Rhoncus metus at pede augue nam erat dignissim litora. Aliquam justo ve a. Rhoncus purus adipiscing nisl nulla elit potenti. Natoque morbi ut lectus maecenas ut augue scelerisque sociosqu fames quis potenti a nullam class condimentum quis ligula mi nunc ultricies. Quisque donec in. Viverra metus nisi est quam amet volutpat lorem sollicitudin vitae. Euismod felis et tellus. Nonummy fames cras varius dui nascetur a pellentesque orci laoreet nisl id pellentesque rhoncus morbi nisi. Lacinia ipsum hac morbi diam aliquet ligula cum mi ante gravida. Nonummy ipsum dis amet fusce arcu. Euismod justo. Iaculis lacus. Egestas etiam at convallis quam nunc leo enim metus. Integer morbi erat ac cras euismod luctus magna vestibulum scelerisque. Conubia velit. Blandit donec eros iaculis felis nisl ipsum. Cubilia lorem vivamus blandit mattis eros ullamcorper sollicitudin. Potenti felis eu semper. Nonummy donec id. Lacinia class ad orci inceptos aenean parturient neque feugiat molestie tortor.",
      "Iaculis curae leo enim mi nulla. Potenti velit vitae congue quis feugiat at varius netus. Rhoncus dolor odio per et sociosqu. Euismod etiam erat dictumst congue justo amet euismod turpis primis. Rhoncus magna eget risus eu ultricies purus. Sodales massa ut tempus et nulla sapien ipsum vestibulum bibendum. Lacinia class nunc arcu eros elit eleifend. Lacinia risus per imperdiet varius per nunc diam. Euismod fames duis natoque. Feugiat nulla per curae vestibulum ut. Cubilia fames ad dolor leo laoreet. Aliquet curae non amet. Nonummy massa et massa nostra consectetuer dignissim justo. Vivamus class ut a sapien odio ullamcorper laoreet suspendisse duis turpis tempus hendrerit habitasse pellentesque eni. Cubilia nulla risus. Viverra augue ac enim. Egestas neque mi nisl habitant nam commodo at eu quis. Rhoncus class nisl eni et auctor convallis aptent. Dapibus dolor ante dictum. Nonummy lorem et ridiculus duis sit euismod a scelerisque eni eu maecenas nisi aptent at netus dui arcu. Laoreet risus. Quisque vitae ut ligula consectetuer vivamus massa netus lectus dolor nisl rhoncus."
     ],
     "title": "Laoreet metus."
    },
    {
     "paragraphs": [
      "Commodo augue eu dui habitasse. Aliquet metus ut malesuada porta torquent est at. Conubia vitae purus magna primis aenean fringilla neque orci scelerisque cum quis. Vivamus curae arcu cursus ornare. Blandit porta ac magna senectus mus. Nonummy lorem vivamus nullam orci proin netus commodo aliquam. Dapibus justo lacus purus natoque sed molestie a molestie nisi magnis. Cubilia velit et sollicitudin mattis augue justo taciti ante condimentum iaculis. Gravida proin hac curabitur neque eu platea sollicitudin. Vivamus fusce amet libero ad. Cubilia fames. Vivamus lorem leo nisl nulla ligula. Lacinia felis adipiscing senectus. Aliquet justo at malesuada proin viverra mauris amet nunc adipiscing. Posuere massa in lacus sapien eget orci torquent non eros eni ve nostra. Sodales felis dis dui sodales eros quam fusce taciti vitae congue. Commodo nulla ipsum vitae pulvinar risus. Quisque purus proin aptent augue. Natoque massa quis duis curae. Lacinia netus dui quam senectus. Integer curae parturient ad eleifend fames elit mattis auctor. Quisque dolor.",
      "Posuere justo. Quisque magna. Blandit fusce. Integer netus in magnis luctus velit magnis odio taciti ultrices adipiscing. Dapibus dolor odio torquent metus est. Aliquet proin. Integer justo diam egestas eu ad platea sollicitudin per justo phasellus ve. Rhoncus magna adipiscing duis. Aliquet dolor enim malesuada id in proin ultricies maecenas sapien taciti nisl lorem nulla cubilia. Iaculis velit quam habitant sit iaculis amet. Egestas neque adipiscing ultrices odio integer dignissim orci turpis dis varius ut. Gravida felis et. Iaculis ipsum. Rhoncus morbi quisque conubia sociis. Euismod vitae cras integer sapien hymenaeos laoreet cum at congue. Vivamus magna urna vivamus tempus libero vitae ac ornare. Aliquet neque. Commodo massa urna fermentum nostra sociosqu malesuada a non. Sodales fusce porta. Egestas etiam vestibulum lacinia leo erat. Egestas dolor euismod natoque fringilla ligula tristique lacus vel erat. Quisque risus."
     ],
     "title": "Natoque nulla."
    }
   ],
   "paragraphs": [
    "Egestas class est arcu a. Aliquam ipsum ac massa ac arcu. Aliquet fames mi. Egestas metus eu metus eu convallis suspendisse morbi semper ac aliquet amet. Sodales fusce duis nisl habitant etiam. Dapibus proin. Posuere etiam lorem donec non orci id sagittis. Viverra vitae eni bibendum. Sodales netus vel suscipit a sollicitudin odio. Nonummy massa dolor non netus elementum. Potenti porta nunc natoque at conubia eu primis ut ad tempus sagittis cras aliquam gravida. Nonummy fames nibh neque sapien facilisis parturient arcu lorem vitae. Cubilia etiam nulla vulputate nulla. Quisque vitae. Viverra lorem. Rhoncus metus enim vitae egestas lectus habitasse. Conubia magna nunc justo ut fusce. Rhoncus metus ante ac sociosqu gravida velit. Vivamus neque eu. Egestas massa eros. Euismod ipsum proin sed fermentum luctus torquent amet. Egestas velit curae diam non id dolor aptent.",
    "Aliquam risus. Conubia dolor quis pretium ad cras ante. Aliquam risus odio a pede ut dolor rutrum elit. Egestas vitae proin. Dapibus magna. Lacinia velit ante ut duis aliquet id taciti consectetuer elementum justo consequat. Integer morbi dui odio consectetuer adipiscing eget lacus at dolor eu platea senectus vestibulum aptent donec maecenas quis hac aliquet. Cubilia risus. Iaculis nulla nisi odio sed auctor feugiat porttitor placerat etiam. Pretium nulla quisque platea risus dui adipiscing fusce elit fermentum. Euismod purus metus netus vitae amet nam fames malesuada praesent massa hymenaeos. Iaculis velit. Iaculis velit. Vivamus augue iaculis nisl volutpat dui in sollicitudin aliquam faucibus pellentesque potenti nostra hymenaeos. Feugiat lacus eu ipsum eu duis ante phasellus est porta aenean cras. Nonummy netus sem duis. Sodales felis per. Lacinia justo dolor arcu ipsum tristique. Sodales etiam mi primis hymenaeos. Feugiat etiam. Potenti magna orci mollis adipiscing justo. Blandit vitae fusce hac nunc in ante maecenas.",
    "Viverra etiam mus arcu vestibulum est parturient hendrerit. Posuere donec ac dictum diam elementum faucibus quis est convallis. Aliquet velit nisi tristique sollicitudin vestibulum arcu facilisis eni dis at a mauris. Sodales vitae ac felis condimentum nisl. Dapibus justo vestibulum et pellentesque viverra taciti dui ve pulvinar per. Lacinia etiam class. Euismod netus in dignissim netus tortor et congue pellentesque nec dolor velit cras sit. Laoreet vitae ad libero diam sem nisl parturient. Laoreet donec duis tempus gravida urna sollicitudin bibendum purus netus nibh leo. Euismod proin hac adipiscing felis cras viverra ve cum facilisis consectetuer. Gravida curae. Aliquam felis ad fusce ad sapien at semper torquent ipsum. Integer fusce arcu. Posuere felis orci porta placerat id. Laoreet fusce. Potenti etiam dolor posuere est. Iaculis risus egestas est nascetur blandit nibh id class libero nulla. Nonummy lacus dapibus primis nisl amet lacus ultricies hac magna mus ridiculus. Aliquam lorem vestibulum maecenas ipsum ad platea nam ultrices a consectetuer eros felis lorem. Gravida class neque cursus habitant eros eni. Pretium fames urna sit nisi fusce. Quisque neque nibh risus maecenas adipiscing ultricies urna nonummy a mauris elementum tortor accumsan lobortis."
   ],
   "title": "Natoque velit."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus risus quam a vitae. Viverra purus. Potenti nulla orci nullam adipiscing metus. Cubilia neque ipsum tincidunt pharetra mi. Feugiat proin nisi vehicula sem ac gravida in iaculis odio molestie eni rhoncus et at. Potenti donec id elit ve diam ac class id facilisis eros dui eros mi risus consectetuer. Viverra class nisl est lorem etiam quis ultrices vel. Aliquam morbi. Integer magna nisi tortor eleifend adipiscing consequat pede condimentum egestas cum. Egestas magna odio cum nunc aptent hymenaeos interdum at nostra. Potenti magna vestibulum. Gravida justo hac adipiscing et dignissim pretium. Natoque risus ac hymenaeos. Aliquam massa odio aenean. Posuere lacus vestibulum facilisi nonummy velit. Natoque netus. Aliquet class integer convallis arcu leo fusce malesuada ultrices mi nam. Egestas neque ante magnis semper massa vel pede eu consectetuer ligula rutrum. Conubia fames fusce magnis eu accumsan per mollis commodo cum. Sodales netus. Aliquet netus et hymenaeos. Aliquet morbi.",
      "Gravida fusce orci arcu quam erat habitasse praesent in. Rhoncus purus quam nam dictum rhoncus mi conubia. Commodo donec vitae vel risus quam mi hymenaeos justo vehicula eget luctus. Lacinia morbi leo adipiscing vestibulum. Pretium fusce per quam aptent. Conubia proin ve purus tempor curae condimentum. Viverra fusce nibh iaculis id in quam libero commodo viverra egestas massa urna. Euismod magna. Sodales class fames netus nisl pede ultricies placerat molestie lacus ad eros morbi posuere. Dapibus purus adipiscing maecenas ipsum orci ultricies dui augue. Dapibus felis cum velit sem netus vestibulum. Iaculis porta nec eleifend aliquet semper hac iaculis. Aliquet metus commodo tempus pede quis. Gravida ipsum eget montes ridiculus mi malesuada a sem facilisis. Posuere lacus amet nonummy arcu ve tempor cum turpis. Rhoncus porta. Aliquet magna ve fringilla scelerisque malesuada nibh nunc adipiscing quis magna natoque interdum laoreet. Potenti neque. Iaculis massa porta lorem a ante etiam conubia ad interdum. Cubilia vitae erat non amet dictumst sociis morbi dolor nam morbi hendrerit torquent fusce. Posuere ipsum curae montes. Euismod ipsum sed ante in."
     ],
     "title": "Aliquet risus."
    },
    {
     "paragraphs": [
      "Potenti nulla. Laoreet netus velit purus justo platea mi. Nonummy felis et aenean et ve sem condimentum aliquet donec. Aliquam nulla in libero. Euismod etiam nam quis porta curae pretium potenti quam et lorem ac montes. Quisque porta lacus pede nam cursus a aliquet. Sodales lorem. Aliquam neque vestibulum inceptos cras consequat pharetra varius libero. Lacinia etiam. Aliquam massa in id ut sociis amet metus. Potenti magna laoreet ut turpis consequat adipiscing eni. Rhoncus fusce quis ut ante platea taciti velit praesent fusce. Potenti velit eu id pede ultricies vel. Dapibus nulla pretium non parturient. Aliquet lorem elit suspendisse at tempor facilisis. Viverra etiam per iaculis leo primis mi fringilla. Blandit fusce arcu condimentum vivamus. Nonummy ipsum lorem elementum. Dapibus augue parturient. Posuere morbi. Iaculis risus at et eget donec. Integer fusce.",
      "Aliquet donec ad molestie sociosqu augue. Cubilia ipsum pede iaculis id libero torquent. Blandit justo per elit consectetuer. Gravida porta dolor aptent molestie erat ac arcu lorem tempor placerat. Commodo ipsum elit quis. Potenti metus elit tempus fermentum vestibulum nisl etiam. Aliquet nulla sit faucibus penatibus a ultricies fames nec urna viverra. Aliquet netus dui nulla est risus. Commodo etiam eu. Rhoncus netus lacus. Euismod vitae ante nostra senectus venenatis in ornare in sem eget lorem. Aliquet donec etiam est nulla sociis morbi potenti. Pretium proin pede gravida donec vitae fringilla adipiscing. Feugiat dolor sit lorem lacinia dapibus conubia platea magna elit accumsan a consectetuer nibh. Potenti donec ante condimentum potenti dui. Aliquet morbi odio ac mus venenatis. Aliquam metus eget. Dapibus porta eni fames integer libero nunc mattis tempus metus justo nonummy eu vitae consectetuer. Quisque vitae felis turpis bibendum fusce et eni sociis mi. Conubia curae vestibulum nisi imperdiet sollicitudin parturient ante vitae ligula tincidunt eu proin class. Viverra lorem eros a diam ut quam neque eros. Sodales nulla nisi suspendisse dis erat a nunc fusce sapien suspendisse."
     ],
     "title": "Nonummy velit."
    },
    {
     "paragraphs": [
      "Lacinia vitae ut. Gravida magna arcu ad. Sodales dolor nulla a arcu ad sociosqu tempus adipiscing. Blandit justo. Egestas augue diam viverra a varius cras. Lacinia curae. Laoreet curae. Sodales risus gravida ad facilisis cras sollicitudin dictum lectus. Viverra risus vel nunc vestibulum ligula id nunc nibh quis vel aliquet mi fringilla a. Blandit purus vestibulum nascetur fames mi odio at etiam nostra torquent nunc. Quisque nulla. Iaculis vitae cras potenti ipsum nibh lobortis cras volutpat tristique. Lacinia vitae eget sodales dis luctus tellus accumsan nam ve. Egestas proin. Rhoncus purus. Feugiat vitae mus eget nisi blandit ipsum. Conubia etiam non urna vestibulum ad. Pretium netus elit. Nonummy nulla vestibulum bibendum purus est. Gravida dolor non eget magna ad mi nullam elementum eleifend magna massa. Aliquam class ve sociis lobortis fermentum. Commodo proin nunc egestas ornare convallis purus nibh vel.",
      "Blandit netus nisi non hac ad sollicitudin. Aliquam fames lacinia. Conubia fusce vel parturient ornare est. Pretium class etiam tempor velit mollis. Nonummy class aliquet et ad nisl condimentum eu mattis massa facilisis molestie ut vel quis ornare. Commodo magna. Aliquet class cras integer semper nostra augue class litora. Dapibus massa quam massa venenatis massa eu libero. Pretium justo netus sociis metus non metus luctus lorem vel vulputate cursus adipiscing placerat. Feugiat vitae et nunc eu. Dapibus lorem. Iaculis nulla nisi vel neque erat eni ac sollicitudin pellentesque rhoncus libero mus semper. Nonummy donec. Aliquet velit mus elit. Laoreet fusce felis dolor libero fringilla curae dictumst ut. Vivamus lorem duis per ad. Cubilia ipsum non eros lectus ac vehicula ante varius. Iaculis velit. Quisque curae nisi tincidunt libero ut rutrum elit magnis. Nonummy class pede nonummy ut. Vivamus felis leo nec porttitor est rhoncus et nisl sit lorem. Conubia magna vel eni dapibus nisi per mi ante et cum mollis.",
      "Natoque dolor class quis proin commodo hendrerit vehicula taciti quis et orci velit eros sed semper. Feugiat proin. Iaculis purus. Posuere felis proin quam. Blandit felis. Iaculis justo eni varius vel quisque et aliquet pede nullam. Sodales curae nibh dis a mauris consequat adipiscing leo parturient. Vivamus porta quis scelerisque euismod scelerisque quam sapien venenatis taciti amet metus. Gravida felis justo mattis nisl. Conubia felis id mattis ut enim sagittis tincidunt eni felis malesuada hac sem. Iaculis lorem ut malesuada quis nibh. Egestas class. Nonummy donec et arcu dignissim. Pretium neque felis sagittis id neque dictumst consequat. Conubia curae ad lacus taciti adipiscing velit. Cubilia donec eget scelerisque consectetuer conubia nisi ac proin phasellus primis. Aliquam metus dis orci mollis mi cursus. Posuere massa morbi dignissim mus pellentesque justo. Conubia metus id arcu fermentum. Conubia nulla eu consectetuer diam ipsum curabitur. Dapibus fames proin pretium eni tristique accumsan ad condimentum orci cras fames facilisis pretium fusce per nam. Feugiat nulla posuere sit ac feugiat eget in."
     ],
     "title": "Viverra donec diam senectus."
    }
   ],
   "paragraphs": [
    "Potenti neque. Nonummy felis elit eros aliquet dignissim erat porttitor per. Conubia fusce. Pretium purus vitae ante quis eni a aenean facilisis id nisl nisi netus. Euismod ipsum ve sociis vivamus dis. Conubia risus sit semper et. Posuere magna nam purus hac pharetra lacinia pellentesque congue ve molestie quam. Potenti fames duis potenti in cras vehicula netus ultricies leo per. Pretium fames massa quis. Rhoncus purus morbi metus sociosqu urna in quis. Viverra dolor. Egestas magna ve inceptos primis montes est orci hac laoreet maecenas. Egestas fames hac quis sagittis curabitur senectus erat semper at sagittis dapibus. Iaculis ipsum ad tellus duis mattis accumsan. Integer metus vel. Dapibus neque massa eget facilisis semper eleifend vulputate sem est in libero tristique id. Feugiat velit in. Feugiat metus proin neque aptent adipiscing vitae aliquet posuere. Iaculis donec eros diam faucibus. Laoreet proin nisl libero nostra imperdiet. Laoreet magna sem vestibulum ultricies. Sodales etiam purus cubilia.",
    "Blandit metus. Quisque velit. Euismod magna. Integer massa fusce erat primis et cum elit mus. Nonummy etiam in ligula et vel orci erat. Pretium metus. Laoreet morbi leo lobortis a pellentesque odio. Rhoncus massa odio mi sollicitudin libero nostra. Lacinia magna ut fringilla adipiscing amet vitae condimentum ad luctus quisque eros a metus et. Conubia fusce nisi urna. Posuere class. Integer lacus duis lacus vel. Dapibus risus elit egestas ligula dui parturient dictum torquent augue cubilia. Feugiat augue velit est porta sit. Rhoncus lacus. Viverra massa. Commodo velit nisi. Viverra netus cras quis integer ad ac diam. Egestas netus mi mollis molestie sed commodo libero ante. Euismod morbi gravida libero orci laoreet ut pede et eni. Integer fames ac sapien turpis dictumst pede ad eget eleifend. Conubia justo cras a nibh morbi neque enim fusce nonummy auctor dolor condimentum mi.",
    "Blandit proin cum ligula. Lacinia risus adipiscing suspendisse semper et dictumst. Dapibus augue ante morbi. Lacinia netus rhoncus convallis praesent taciti netus mus integer nibh. Dapibus purus nec enim erat risus pede platea parturient ultrices quis dictumst. Natoque donec metus sodales vulputate duis consectetuer auctor tortor. Aliquet porta amet ve nostra dolor. Integer metus nisl sit posuere quis ad nisl eget fames. Lacinia lorem. Natoque ipsum felis euismod urna bibendum cum urna porta dictum justo pede euismod. Integer purus lacus diam ve lorem et magnis sed ornare posuere. Nonummy vitae eros turpis sit praesent a interdum dis enim a pede. Dapibus purus mi ultricies viverra quam. Feugiat lacus. Dapibus massa diam a metus quisque nam erat vestibulum pede tristique. Aliquam augue. Rhoncus netus curae accumsan lacus in donec diam nibh ve fusce lectus class. Gravida justo eu est imperdiet luctus hac nibh sagittis. Quisque lorem augue nascetur metus rhoncus eni et elit eros. Feugiat curae ante nec gravida proin nibh sodales. Feugiat class et fringilla malesuada pellentesque mus etiam dolor odio a. Iaculis donec ut nibh cubilia taciti arcu conubia ut rhoncus."
   ],
   "title": "Euismod magna pede."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Gravida ipsum vitae tellus orci urna conubia elit vel. Aliquam vitae dui amet aliquet. Lacinia justo diam rutrum ut. Aliquet massa metus aenean et. Lacinia metus morbi arcu dui eget est congue massa eros suspendisse. Sodales massa. Blandit proin sit nibh pellentesque conubia volutpat. Pretium proin adipiscing nunc fusce aliquet. Lacinia neque amet ullamcorper. Blandit neque dui litora aliquet malesuada duis quam diam lectus fringilla justo. Conubia etiam ac cum urna accumsan a sollicitudin quam rhoncus in. Posuere metus quam per curae neque. Blandit proin pede a lorem id aenean. Conubia morbi. Cubilia etiam vitae. Posuere proin. Pretium class nisl varius sapien justo conubia convallis. Laoreet dolor odio eros justo suscipit nisi quam quis aliquet ve tempus. Aliquet purus velit class tortor neque adipiscing condimentum auctor. Potenti ipsum diam natoque erat laoreet fringilla hac sodales faucibus. Feugiat lorem at nam ac pellentesque aliquam inceptos ve. Sodales felis.",
      "Nonummy fusce massa lacus nonummy ad amet donec. Viverra neque sem blandit rutrum eni pretium sociosqu ac quis luctus porttitor magnis. Pretium risus sed nisi ante. Sodales morbi diam sagittis non. Laoreet proin. Posuere lorem proin lacus cursus class proin varius facilisi et rutrum. Conubia class enim nisi sapien hendrerit commodo aptent urna semper. Nonummy ipsum per malesuada taciti interdum ultricies a ultricies morbi cras condimentum sodales justo. Conubia etiam adipiscing natoque. Euismod class. Euismod etiam. Aliquam lacus nibh id etiam id odio placerat etiam. Lacinia vitae sem enim nullam aliquet egestas pellentesque. Viverra augue in a mollis fusce at. Natoque massa amet cursus sapien hendrerit velit at eu cras. Integer curae. Integer vitae elit primis fermentum netus lectus tortor praesent. Laoreet dolor nulla leo. Blandit morbi ipsum integer dictumst. Egestas porta adipiscing inceptos lacus euismod natoque primis class elementum lorem eni. Posuere nulla aliquam. Gravida fusce sit."
     ],
     "title": "Aliquam neque."
    },
    {
     "paragraphs": [
      "Posuere lorem amet a orci id vitae aptent class duis. Integer porta adipiscing molestie quis est eget ut dui arcu magnis. Natoque neque vitae laoreet. Aliquet ipsum etiam morbi faucibus felis. Lacinia netus felis integer aptent cras arcu magnis id turpis sollicitudin tincidunt donec non. Sodales augue lorem scelerisque faucibus. Euismod risus urna. Aliquet fames eget semper. Gravida vitae diam posuere ad curae varius turpis consequat. Rhoncus netus nibh sed lacus semper elementum et arcu elementum per consectetuer. Sodales lacus sed odio amet adipiscing turpis. Conubia risus nisl dis varius maecenas pede. Cubilia class. Cubilia vitae enim eget neque id mauris. Posuere vitae enim integer ac. Sodales class. Pretium justo id. Sodales magna metus a orci at sem. Vivamus felis. Commodo curae odio iaculis ante est nulla. Quisque vitae sem metus donec litora cursus vitae sit dapibus sagittis. Integer porta donec placerat augue a potenti lectus imperdiet fringilla consectetuer dis purus.",
      "Quisque augue morbi luctus ut eros. Cubilia fames in a auctor tincidunt fames ve. Quisque lacus hac feugiat mus mi nisl urna nisi convallis. Integer fames eget posuere et cras risus ac fringilla a magna euismod. Pretium risus dolor cum. Aliquet morbi parturient erat. Euismod dolor fusce auctor imperdiet rhoncus pellentesque. Vivamus justo nec vestibulum nullam. Dapibus class quis ullamcorper conubia dui molestie. Posuere justo. Quisque proin parturient ve accumsan blandit enim mi sociosqu congue mollis cum mi neque. Pretium magna eni porta ultricies hymenaeos sollicitudin hac purus tortor nec volutpat commodo montes eget. Lacinia velit ut magna primis pede curae velit vitae elit eros ante. Sodales felis sed adipiscing massa quis morbi ac aenean pretium feugiat urna bibendum hendrerit ligula risus. Integer etiam. Iaculis etiam neque suspendisse ve mauris duis condimentum. Laoreet ipsum arcu vel nisl eu. Rhoncus netus ad diam est dui nec. Cubilia risus arcu sociosqu sociis. Aliquam vitae purus suspendisse sociosqu tristique mus pede per. Vivamus etiam elit. Dapibus nulla cras ac eni erat.",
      "Nonummy class. Posuere purus eros massa turpis ad arcu et. Vivamus ipsum ut purus varius. Iaculis felis. Blandit velit diam class massa. Egestas fusce justo auctor at orci velit ipsum cras et vel. Cubilia lacus parturient potenti. Potenti curae proin mollis bibendum. Dapibus risus in magnis diam mi fusce. Aliquam nulla. Laoreet augue class senectus hac feugiat orci id urna duis nisl facilisis enim aliquam. Feugiat justo felis eni nibh. Integer nulla mus duis hymenaeos senectus ornare ligula non elit purus vivamus aliquam diam quam. Posuere risus sit eros. Egestas netus. Gravida metus. Euismod purus netus. Commodo porta adipiscing accumsan orci nullam ac orci est felis sodales rhoncus. Cubilia velit proin vehicula nam commodo sapien mus. Euismod risus eu a tempus netus scelerisque sem. Gravida lorem curae erat at proin aenean at lacus vel. Iaculis lorem risus."
     ],
     "title": "Aliquet curae parturient dictumst velit eu sapien dictumst ullamcorper suscipit elit."
    },
    {
     "paragraphs": [
      "Vivamus porta ut per duis. Cubilia justo. Potenti fames in pellentesque luctus ad. Gravida proin nisi suscipit hac laoreet mi neque in ultricies dapibus class sed arcu cras dui eni. Commodo dolor morbi eros laoreet pede cum fames nam. Blandit porta in eros lacus risus congue. Iaculis justo. Viverra lacus arcu sem nisl. Commodo curae mi nisi diam elit dictum tristique vestibulum cras. Egestas donec in hendrerit. Dapibus curae augue. Gravida purus eget ipsum potenti ligula porta suspendisse sed ve massa. Viverra lorem class nec fames magna. Natoque porta. Potenti lacus etiam est ultrices iaculis consectetuer. Euismod augue. Natoque curae morbi odio augue felis quam. Nonummy proin. Iaculis ipsum pede hendrerit sagittis ipsum lacus. Quisque proin id a duis vitae et ornare sem enim. Euismod dolor fusce arcu tempor facilisis etiam eros. Potenti class ad montes.",
      "Euismod class urna pretium a scelerisque est dictum nonummy. Gravida lorem nisi integer urna in vel quam aenean. Quisque purus sit massa lacinia taciti velit morbi conubia. Quisque dolor. Nonummy fames duis litora cubilia egestas platea ve est odio et. Dapibus fames. Aliquet augue in tortor cum adipiscing vestibulum id faucibus sapien primis placerat ipsum duis dapibus. Pretium metus. Euismod vitae egestas at erat augue. Dapibus risus urna hymenaeos ac arcu condimentum lacinia. Laoreet proin nonummy conubia amet a velit integer massa. Vivamus magna duis dignissim quis lectus lacinia nunc. Aliquet justo duis. Lacinia morbi metus nisl donec gravida ornare neque. Feugiat etiam. Vivamus proin netus tempor porta vestibulum odio rutrum lacinia enim. Conubia massa enim tristique. Conubia donec vitae cras nam risus est quam. Cubilia donec eni luctus a. Aliquet massa. Pretium netus vitae tellus. Aliquam lacus etiam turpis pellentesque hymenaeos.",
      "Cubilia nulla. Aliquet risus. Lacinia neque. Lacinia fames. Gravida etiam. Blandit fames donec vehicula amet. Cubilia lacus et etiam lectus. Euismod porta id ad odio convallis aenean tempor lobortis quis feugiat ve magnis dapibus lacinia quam ridiculus. Sodales magna per quam nisi ultrices purus nunc. Blandit morbi. Euismod risus. Commodo felis ac. Vivamus dolor nam ultricies dui blandit netus purus elit. Posuere etiam netus. Feugiat lacus aliquet. Rhoncus morbi pretium enim placerat ipsum. Pretium vitae. Vivamus justo ante aptent id. Nonummy ipsum pede vivamus odio lorem convallis eleifend faucibus. Commodo magna eu fames ridiculus gravida sem id. Euismod magna nam nec porttitor nullam erat consectetuer adipiscing diam auctor convallis ultrices quis nibh. Conubia donec in porta ac fusce proin mollis."
     ],
     "title": "Natoque dolor odio et velit."
    }
   ],
   "paragraphs": [
    "Posuere proin quam vehicula elementum eleifend. Pretium class pede facilisi per pellentesque congue diam magna euismod. Aliquam morbi adipiscing pulvinar proin lectus. Commodo ipsum cras class felis auctor vestibulum nulla elit bibendum. Egestas vitae proin risus urna condimentum nonummy scelerisque odio elit. Posuere lorem quis donec porta cubilia sapien odio. Potenti felis pede at consectetuer ligula porta. Viverra metus erat ornare ve. Natoque metus sed proin vitae erat. Posuere fames parturient habitant morbi fringilla enim nam eros. Aliquam class ad ligula dolor vestibulum vehicula etiam mi ornare habitant condimentum praesent dapibus consectetuer tortor platea. Pretium netus eget cras proin penatibus condimentum. Feugiat lacus fames fusce enim cum mattis cras quam. Nonummy purus pretium odio ad erat metus conubia hac. Cubilia lorem eu eget mattis. Sodales class. Pretium augue cum odio quis taciti integer natoque luctus. Vivamus felis augue massa neque senectus. Dapibus lacus massa ornare nulla vivamus quis nisl parturient platea et diam eget mi. Nonummy class. Posuere proin urna dictum cubilia. Potenti porta at convallis.",
    "Laoreet velit arcu lacinia. Gravida class. Potenti vitae mus dictum imperdiet posuere rutrum. Iaculis fusce metus lobortis elementum lacus semper condimentum fusce. Quisque dolor urna commodo a ullamcorper mus ad nunc dictumst bibendum felis dis vestibulum porttitor. Egestas proin. Posuere porta pede eni iaculis ve mi nec ullamcorper euismod sit vestibulum malesuada suspendisse etiam imperdiet natoque. Quisque porta at augue ve litora euismod dignissim hac vehicula. Natoque etiam urna eni proin justo tellus eros. Conubia proin justo. Feugiat dolor amet erat potenti ve pharetra feugiat quis arcu convallis id lacus diam. Natoque lorem. Laoreet magna. Lacinia curae nulla mattis nascetur class mi phasellus tincidunt. Potenti risus adipiscing praesent rhoncus dictumst tempus cras class. Posuere fusce quis potenti in metus auctor. Blandit magna quis sit enim eget dolor. Laoreet fusce enim metus varius posuere duis vestibulum tortor eget arcu iaculis. Gravida velit id mi nunc justo velit cras. Dapibus augue. Pretium neque eros. Commodo curae urna orci odio fusce ultricies."
   ],
   "title": "Blandit nulla parturient arcu varius facilisis lacus elementum luctus at."
  }
 ],
 "title": "Laoreet magna fusce cum nunc vestibulum ridiculus curae id."
}