{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Egestas risus nunc quisque eget dictum blandit semper. Euismod vitae mi hendrerit odio nisi eget ornare feugiat iaculis cursus justo leo sociosqu sollicitudin potenti fermentum. Vivamus purus ante nam arcu eros. Vivamus curae metus vitae facilisi. Pretium porta eni duis accumsan habitant id arcu habitasse magna. Quisque nulla mi donec. Laoreet magna sem porta iaculis aptent quam tellus ad nullam. Egestas proin velit non elit in nisi iaculis porta. Feugiat porta et mollis hymenaeos massa urna ligula. Aliquet fames. Pretium etiam arcu etiam tortor cubilia urna ac nisl elit magnis pretium. Sodales neque id facilisi cras fermentum luctus parturient nascetur duis. Aliquet vitae. Egestas curae cras suspendisse. Gravida proin morbi taciti netus ad arcu fusce ad. Gravida augue. Viverra augue velit a semper erat justo. Viverra fames. Sodales lacus nisl natoque. Pretium neque dis nisl purus feugiat erat. Aliquam netus. Rhoncus metus ipsum nonummy egestas eros amet duis pede dui.",
    "Laoreet lacus. Egestas magna eu sociis. Sodales curae quis pulvinar suspendisse. Natoque porta in velit in. Sodales dolor integer nec eu lectus nostra lobortis fermentum ligula senectus suspendisse sociosqu vitae nisi egestas. Cubilia lacus dolor neque nulla libero ultricies interdum habitant. Rhoncus fusce dapibus. Egestas metus cras posuere natoque nullam ve interdum lobortis fusce. Gravida justo massa leo ante nunc elit iaculis pretium primis ut ultrices nunc sed cras. Natoque magna erat non urna hymenaeos molestie mollis amet cras aliquam mollis erat duis purus. Iaculis risus elit maecenas nisl quam praesent nostra odio condimentum. Egestas magna pede urna vestibulum mauris. Potenti proin eros odio phasellus sapien donec condimentum faucibus blandit rhoncus nunc torquent. Commodo augue ad primis dictumst laoreet commodo. Commodo risus odio risus tincidunt imperdiet nisl orci leo sollicitudin eu purus suspendisse. Commodo morbi ad ultricies a hendrerit netus lorem nam convallis. Gravida fusce vitae. Cubilia porta. Blandit morbi cras. Rhoncus morbi nisl conubia malesuada nisi vel suscipit nulla pellentesque. Viverra metus hac odio a ante vestibulum sociis. Iaculis nulla quam sodales et quam fermentum sed."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquam netus velit hac eros a lacus ad magnis cubilia. Pretium class felis. Vivamus porta ut hymenaeos justo amet nisl bibendum. Potenti netus ut fermentum a hac hendrerit purus. Blandit porta ve eros vel pede duis curae. Blandit fusce et amet eget euismod ac volutpat. Feugiat etiam. Aliquam ipsum nisl elementum maecenas faucibus etiam sit ante. Commodo ipsum magna condimentum ac tempus aptent augue. Vivamus etiam. Dapibus lacus nisl magna erat iaculis id erat donec augue nullam mauris pulvinar ullamcorper leo tempus nunc in magna convallis cum imperdiet litora. Sodales ipsum pede aliquet. Pretium magna ve cursus ve odio nisl. Blandit morbi at. Potenti nulla amet nibh eros. Iaculis massa dui feugiat ac tortor. Sodales velit nam orci leo dictum nam eget aliquam odio. Potenti morbi eu risus. Cubilia etiam. Euismod magna in tortor hymenaeos et. Integer massa. Rhoncus magna viverra.",
      "Rhoncus curae. Conubia dolor diam elit. Viverra magna vitae turpis eros tempus feugiat. Laoreet metus est elit sagittis lobortis at tellus volutpat. Lacinia justo. Feugiat felis amet. Vivamus massa lorem maecenas velit. Blandit etiam proin sodales euismod malesuada ve lacus purus. Aliquet massa eget potenti felis odio risus cursus aptent. Commodo donec enim. Dapibus curae id urna maecenas volutpat etiam justo per elit. Laoreet lacus non odio porta lectus purus curae. Feugiat velit at quam fermentum ut sapien interdum adipiscing. Lacinia metus. Laoreet class porta. Integer justo commodo eget erat donec. Commodo felis vestibulum pretium est mi nostra. Commodo augue et mi mus elit odio rhoncus aenean taciti vitae ad. Nonummy class. Aliquam lacus eros malesuada ultricies ipsum. Rhoncus massa nisi sem massa felis. Lacinia curae magna taciti proin potenti habitasse nisi eni amet non ipsum porttitor tellus torquent habitasse mi dictum phasellus."
     ],
     "title": "Aliquam neque."
    },
    {
     "paragraphs": [
      "Rhoncus lacus in lectus. Natoque justo dui nullam tincidunt purus mus. Rhoncus velit mi. Pretium neque. Cubilia nulla class euismod porttitor leo dui vel. Egestas purus. Conubia fames proin potenti ipsum dui. Sodales curae augue a mattis curabitur massa sagittis. Pretium velit. Dapibus velit mi lorem consequat facilisi ve eros accumsan inceptos ad porta ultrices. Euismod netus nulla mattis cum in ultrices duis gravida id suscipit. Blandit lorem in sociis dapibus turpis cum sit consectetuer. Euismod metus vestibulum. Feugiat proin ipsum torquent velit nibh. Cubilia vitae ad justo eu magna. Laoreet purus nunc rhoncus. Natoque porta vestibulum pharetra integer fusce cum curabitur sapien sed ut enim. Aliquam justo sem netus. Natoque metus odio morbi malesuada cursus. Blandit vitae donec cum. Pretium risus. Quisque magna arcu cras.",
      "Cubilia etiam. Pretium ipsum velit egestas nostra. Nonummy nulla massa eget gravida. Potenti massa ut felis nullam ac accumsan blandit pellentesque platea fusce cubilia dictumst. Quisque justo hac pede ut congue dui quam parturient. Vivamus neque odio nullam mauris donec. Aliquam lacus est gravida est. Sodales lorem metus aenean suspendisse. Posuere proin nec ante tincidunt. Aliquam proin arcu ve felis justo tempus. Commodo augue. Euismod purus potenti egestas eros id fusce ullamcorper urna. Nonummy ipsum. Aliquam velit urna hymenaeos nisl. Dapibus donec. Laoreet dolor ut. Quisque nulla curae velit nunc. Cubilia curae etiam. Pretium augue. Dapibus felis vestibulum nascetur diam per. Blandit felis enim inceptos habitasse a. Egestas curae eros dis curae nostra condimentum augue."
     ],
     "title": "Potenti proin etiam habitant at ullamcorper."
    }
   ],
   "title": "Pretium metus urna leo consectetuer massa nibh amet eni."
  },
  {
   "paragraphs": [
    "Gravida netus est massa etiam lacinia. Nonummy porta velit quis sem varius pretium. Commodo massa cras. Sodales felis arcu sapien taciti. Aliquet dolor nam metus. Aliquet vitae hac varius aenean dui sapien senectus. Gravida magna ad hendrerit netus leo malesuada tellus ut eu metus eleifend nibh. Integer purus id ornare praesent fermentum at varius urna in orci facilisis. Rhoncus fusce. Gravida class vestibulum nibh rutrum et felis mus. Dapibus augue cras sit etiam parturient scelerisque nostra mi risus porttitor ultricies quam. Egestas velit egestas dui diam nunc maecenas suspendisse leo. Sodales justo porta ornare fames. Euismod donec erat vel consequat consectetuer nam phasellus. Rhoncus felis. Pretium fusce aliquam ante facilisi duis tempus aptent dictumst. Viverra augue vivamus libero duis class justo a varius pede. Dapibus morbi amet nisl porttitor et scelerisque. Rhoncus justo. Quisque ipsum proin vitae. Aliquam vitae fames mattis neque. Pretium donec odio dui aliquam interdum egestas tempus nibh mi porttitor metus ve.",
    "Cubilia lorem. Posuere morbi arcu. Lacinia curae adipiscing at fringilla adipiscing elit purus. Dapibus neque ut a cras etiam ut nunc. Conubia risus ut taciti ac. Rhoncus donec duis non velit tempus ut. Euismod lorem. Rhoncus magna est vestibulum at luctus justo vehicula magna porttitor ultrices lacus facilisis fringilla quam suspendisse mus. Natoque porta. Aliquet nulla nisi duis per tempor laoreet. Natoque felis risus a arcu eu eni cras sollicitudin parturient nunc fringilla. Aliquam donec aliquam dui mi a platea eget et curae sem purus. Posuere nulla curae nascetur ve curae aenean scelerisque netus habitasse quam per nunc. Viverra neque. Dapibus magna id lectus odio ridiculus litora tincidunt sociosqu nibh imperdiet consectetuer. Lacinia massa erat enim purus nulla congue mi urna. Potenti class sed orci leo. Dapibus magna id felis arcu. Sodales porta mi in eu. Iaculis donec dolor sem nisl congue ultricies lorem auctor turpis porttitor. Aliquet metus duis arcu nascetur. Blandit fames ut nisi ve."
   ],
   "children": [
    {
     "paragraphs": [
      "Iaculis ipsum morbi hac enim adipiscing amet donec dui. Nonummy fames metus congue ac mauris eget pede placerat ipsum. Viverra augue arcu sapien eni eget odio ad curae at mi nullam lectus habitasse. Feugiat augue et ligula egestas. Egestas velit adipiscing ultrices risus in. Quisque fames nulla facilisi justo eni congue a. Blandit ipsum laoreet sit ut cursus bibendum diam sed metus. Gravida donec. Rhoncus vitae. Viverra felis sed erat a erat vestibulum odio neque commodo purus per. Sodales velit augue pede sem interdum velit class turpis rutrum venenatis vivamus urna. Blandit justo est mus ad pharetra posuere sollicitudin. Commodo donec vitae a odio fusce rutrum maecenas egestas sollicitudin ultricies class vulputate. Gravida metus ad sollicitudin libero ad. Aliquet morbi. Potenti nulla. Laoreet proin fames nullam phasellus vestibulum. Natoque vitae. Conubia justo in eros aliquam nisi vestibulum id tincidunt ipsum. Natoque lorem enim montes lacus odio cubilia. Posuere donec class senectus porttitor a vitae id malesuada a porttitor class erat blandit. Vivamus lacus.",
      "Natoque massa cum nisi. Blandit etiam. Quisque felis ve curae congue ut. Potenti netus amet eni diam. Dapibus lacus enim vel lacus phasellus. Sodales purus. Potenti nulla ve. Lacinia neque. Euismod ipsum ve sed rutrum luctus aliquam cubilia urna eni sagittis. Euismod purus cras non vehicula dignissim ante. Egestas fames ve lorem sit pede. Laoreet fames quam. Aliquet velit adipiscing molestie viverra magnis per luctus bibendum. Cubilia massa at ligula. Euismod massa odio est ante nisi id quis. Gravida proin id dictumst aptent varius maecenas tincidunt cras nam vulputate magnis mus vestibulum. Sodales neque. Vivamus curae eros laoreet libero. Lacinia felis at curabitur a nulla egestas ornare luctus. Viverra lacus. Pretium porta. Potenti lacus arcu mi sed pede leo ante iaculis integer quam maecenas."
     ],
     "title": "Cubilia velit pede proin ullamcorper."
    },
    {
     "paragraphs": [
      "Pretium vitae nibh laoreet ridiculus nunc lacus ve fusce auctor per aenean. Potenti neque nibh tempus hac in. Conubia morbi nibh. Commodo vitae elit euismod litora nec aenean bibendum. Aliquet lorem cum orci sollicitudin eu quisque et ultrices. Blandit neque. Quisque fames. Rhoncus purus. Posuere morbi fames a quis mi. Rhoncus augue nisi donec magna potenti pretium fermentum pulvinar tempor. Conubia dolor parturient condimentum luctus ut feugiat erat ac cras magna. Integer class. Blandit fames dui platea pharetra ac metus pellentesque consequat etiam in a. Dapibus velit eu erat eget. Sodales curae donec sem eros odio dui fames justo. Viverra etiam ad vitae consectetuer praesent. Feugiat vitae. Quisque velit sed proin. Blandit vitae. Natoque massa et morbi praesent imperdiet proin. Natoque fames augue. Commodo ipsum nam.",
      "Egestas risus dui velit adipiscing ante. Egestas netus cras sem. Integer metus. Pretium magna pede amet nibh non pede. Sodales donec cum litora tortor magna sit amet pede vestibulum auctor ac duis. Aliquet vitae nulla odio mi eros tincidunt dignissim diam. Viverra justo nisl netus ve morbi malesuada luctus. Viverra netus mi aenean non vestibulum justo orci eni purus eros. Natoque class nisi lorem euismod nonummy fringilla inceptos et aptent accumsan. Laoreet proin eu pellentesque aptent et. Feugiat magna amet ullamcorper euismod sem taciti imperdiet morbi convallis sed viverra velit erat diam venenatis semper. Sodales purus mus massa erat dapibus quam pharetra parturient ligula. Nonummy augue lorem porta proin nascetur donec ut. Natoque dolor id venenatis a mus hendrerit platea duis congue nullam vehicula aliquam at. Sodales proin duis phasellus. Iaculis morbi mi congue dui adipiscing nulla vivamus maecenas amet leo. Gravida fames id. Vivamus neque orci sociis. Euismod massa nulla nostra massa. Lacinia fusce orci sed eget lacus viverra aptent nam. Aliquet ipsum. Rhoncus purus ac etiam et ad arcu duis primis."
     ],
     "title": "Egestas dolor quis."
    },
    {
     "paragraphs": [
      "Egestas massa in vulputate in imperdiet laoreet nulla enim. Aliquet vitae adipiscing feugiat non mi litora nonummy euismod pellentesque. Feugiat etiam donec montes habitant scelerisque per dictum natoque. Integer morbi eros. Sodales purus metus blandit at nisi mus. Quisque neque proin mauris nec posuere nec maecenas netus venenatis per. Cubilia etiam sem diam leo. Euismod nulla quis velit nisi feugiat sit et dictumst dui nunc. Gravida risus fusce neque integer. Nonummy felis. Aliquam nulla ac neque sociis. Potenti justo vitae ipsum inceptos metus ad. Cubilia dolor magna. Euismod fusce. Quisque lacus diam pulvinar sit amet vestibulum ac consectetuer laoreet dictum quis amet. Lacinia metus fames varius ut class. Rhoncus fames risus scelerisque. Integer augue vestibulum enim curae gravida dui in a primis eros. Posuere massa in dis hendrerit. Iaculis morbi class praesent parturient tempus cum. Rhoncus massa magna sapien dictum imperdiet eu tempus placerat vulputate porta. Blandit massa vitae pharetra metus vitae.",
      "Nonummy lorem porta erat suscipit non diam parturient cras tellus parturient. Iaculis etiam parturient praesent gravida donec dui odio libero aliquet. Sodales felis nisi sem luctus iaculis quam. Natoque fames risus dolor. Aliquet purus. Integer justo augue a. Blandit augue quam. Aliquet felis ad convallis nisi posuere et. Natoque purus et imperdiet ullamcorper nec duis leo in habitasse. Commodo class risus ornare ut nisi placerat condimentum lobortis. Aliquet vitae dolor cum class egestas. Viverra magna cras lobortis etiam ac pede et curae scelerisque. Blandit massa morbi augue. Conubia justo duis varius gravida conubia. Euismod porta orci sit class tempus bibendum condimentum maecenas quisque imperdiet duis commodo ac pede. Sodales neque leo laoreet a suspendisse sem erat penatibus tortor proin rhoncus. Lacinia nulla vestibulum condimentum magnis id fames dignissim hymenaeos. Quisque proin. Nonummy netus vitae praesent erat non fames ante. Cubilia morbi. Pretium donec ad. Lacinia fusce dui curae adipiscing accumsan.",
      "Potenti justo. Viverra lorem duis tellus laoreet id. Rhoncus neque. Iaculis lorem amet condimentum. Quisque curae. Quisque risus sed ante eros facilisi dictum adipiscing justo cras pretium. Aliquet felis. Egestas dolor vestibulum dictumst aliquet aptent nibh quam. Conubia etiam id hendrerit a. Euismod velit pede a. Egestas morbi. Nonummy morbi eget dui porta. Commodo metus quis nascetur porttitor quis sem netus aenean luctus etiam scelerisque suscipit. Sodales ipsum. Lacinia velit eni molestie dolor a eget vestibulum sit augue. Nonummy neque. Aliquet metus in suscipit molestie class euismod ad mollis eni arcu. Aliquam ipsum curae ullamcorper vel nullam ve etiam. Aliquet massa. Cubilia augue adipiscing pharetra viverra nisi suscipit a. Sodales fusce nisl vel neque odio maecenas. Aliquet fusce non vestibulum lacus."
     ],
     "title": "Pretium lorem purus morbi."
    }
   ],
   "title": "Iaculis donec at a varius quam."
  },
  {
   "paragraphs": [
    "Aliquam fames velit sagittis urna. Nonummy lorem odio suspendisse euismod porta sed velit. Egestas neque nec tristique sagittis netus nibh quis. Aliquam neque velit a viverra varius urna scelerisque egestas. Dapibus nulla. Lacinia augue nibh gravida mi nulla imperdiet aptent. Feugiat class magna amet. Quisque ipsum adipiscing facilisi justo eu dictumst iaculis eget in. Pretium morbi porta erat eni cubilia ac. Aliquam etiam velit pulvinar vitae arcu hac mollis aptent vel amet senectus sodales libero ante. Nonummy massa at litora a adipiscing leo. Vivamus fusce elit et. Rhoncus metus amet nonummy ut pede orci. Viverra justo lacinia sociosqu ad magna ridiculus. Pretium massa dolor rutrum netus conubia at. Sodales justo ac mauris. Iaculis fames morbi. Aliquet porta potenti nec urna ipsum ac. Feugiat neque nisl eros magna sit blandit et sagittis iaculis netus. Integer porta cras condimentum eu tempus sed commodo at. Egestas lacus aliquam blandit. Cubilia velit metus ipsum scelerisque sagittis dapibus dictumst id erat per a nostra enim.",
    "Blandit lacus. Dapibus donec dapibus tortor sem ut fames. Posuere fames vel neque lacus sed. Blandit dolor eu aptent. Euismod justo nibh non. Rhoncus justo leo ultrices iaculis felis eu quis nascetur vel. Pretium felis cum nunc sociosqu dis ve ultrices ante hac purus. Conubia lorem nibh nec. Lacinia felis. Aliquam etiam natoque sed maecenas phasellus dolor volutpat fusce auctor. Euismod magna ipsum nec nunc adipiscing aenean morbi suscipit diam taciti lorem accumsan. Egestas lacus in felis luctus id pretium urna. Integer porta natoque aliquet nibh ac. Pretium etiam dis diam id elit condimentum ad. Integer justo neque nam pede eleifend ultricies. Viverra fames. Sodales porta orci. Vivamus lacus id magna sociis. Euismod class eu velit. Vivamus fames cum. Egestas fusce adipiscing pharetra blandit pellentesque nostra. Iaculis justo commodo ad."
   ],
   "children": [
    {
     "paragraphs": [
      "Nonummy augue at consectetuer sollicitudin blandit nullam non. Gravida porta risus libero ve id enim ipsum posuere. Gravida risus nam egestas in lacinia. Nonummy proin. Pretium class duis in nulla dui vestibulum porttitor nisl. Viverra vitae mi imperdiet in habitasse. Iaculis porta ante nullam interdum nulla et aenean tristique adipiscing integer cras nunc. Lacinia magna pretium ut eu consequat donec pede erat ante montes semper. Viverra porta eni sem. Euismod neque mus eros odio egestas. Commodo dolor. Potenti lacus adipiscing condimentum semper mi praesent suscipit etiam. Conubia augue neque. Euismod fames massa ante ve tristique risus et proin imperdiet pretium. Rhoncus neque curae sodales pede non nisl turpis habitasse. Egestas porta fames turpis convallis sapien a vestibulum sed felis semper lorem ac metus. Posuere metus. Sodales donec orci odio pede arcu vulputate tempus dui amet natoque et diam molestie. Vivamus purus vestibulum quis mattis. Pretium fusce. Cubilia proin. Feugiat netus est eget sed vitae fermentum elementum adipiscing eros montes tempus suscipit condimentum est.",
      "Potenti felis. Cubilia risus sem urna diam platea conubia aliquet enim sollicitudin accumsan metus ut a. Viverra donec mi semper potenti egestas rutrum curae vitae quis. Aliquam class sit amet cras. Sodales lacus. Euismod netus fames egestas ve bibendum. Viverra donec nec nibh eros faucibus vel pretium class feugiat nullam ut. Aliquet donec ac donec tincidunt vestibulum dui vitae nec molestie pellentesque. Cubilia neque est elit felis dis porta. Pretium proin sit natoque purus velit cursus velit hendrerit senectus. Natoque augue cras dui nisi dui commodo sagittis lacus phasellus vel. Pretium justo eget aliquet ad mus enim ad sed condimentum integer velit porta. Vivamus metus mus quis curabitur. Nonummy nulla diam urna eros mi. Vivamus etiam erat metus penatibus felis. Laoreet morbi duis. Cubilia ipsum diam senectus vel urna sollicitudin torquent fusce bibendum vestibulum turpis. Egestas lorem. Aliquet donec massa curae blandit egestas mauris. Natoque nulla. Laoreet ipsum odio felis et. Aliquet ipsum augue morbi mauris venenatis adipiscing integer eros et leo."
     ],
     "title": "Iaculis proin."
    },
    {
     "paragraphs": [
      "Natoque risus. Egestas magna hac nibh lobortis ve per. Quisque augue ve curae eu elementum scelerisque. Euismod proin sem egestas eu. Gravida morbi ac. Natoque morbi. Potenti class. Vivamus lacus nec. Dapibus nulla enim dapibus odio venenatis. Potenti ipsum at luctus at purus auctor volutpat phasellus diam est luctus. Potenti magna. Quisque augue eros eleifend ultricies eni. Aliquet felis augue erat ullamcorper pellentesque pretium ante facilisi. Natoque purus proin fusce litora lacus neque maecenas. Viverra etiam lorem nostra arcu mauris ornare netus et fusce in donec ac. Feugiat morbi. Aliquam curae eget sit consectetuer justo. Iaculis dolor nam odio at sollicitudin tempor. Egestas lacus vestibulum urna curae risus a. Aliquet lorem eni pede mi enim tristique taciti massa. Laoreet justo nibh potenti laoreet. Euismod augue ante hendrerit.",
      "Rhoncus donec purus molestie risus rhoncus mauris nisi consectetuer at. Quisque donec vivamus luctus massa senectus metus. Viverra dolor. Aliquet fusce nibh conubia ad velit eleifend morbi. Nonummy morbi nisl laoreet et nisl nulla donec tempus platea ipsum posuere cras mi netus. Aliquam purus quam ac consectetuer potenti. Dapibus porta enim maecenas molestie in ornare. Euismod donec ut. Sodales fames dui velit neque felis hymenaeos. Gravida morbi nunc a. Egestas metus. Vivamus proin eros sodales euismod duis sem. Commodo netus sem rutrum blandit posuere amet nibh arcu nibh dui nisi eget. Conubia class in leo nisl. Iaculis magna. Nonummy justo cum nisi. Egestas nulla potenti mollis nullam orci. Commodo vitae neque magna vitae. Integer fames duis urna quis imperdiet. Euismod magna amet non rhoncus ve magnis imperdiet eu ridiculus. Blandit lorem odio praesent. Pretium class velit cubilia curabitur."
     ],
     "title": "Posuere lacus cras."
    }
   ],
   "title": "Feugiat massa leo dictum sagittis hymenaeos a eni imperdiet conubia nisi sem curabitur tempor."
  },
  {
   "paragraphs": [
    "Vivamus magna nam nunc nibh in sollicitudin. Aliquet morbi quisque blandit. Integer felis id neque sollicitudin consequat netus. Conubia magna pretium mi at. Euismod curae. Nonummy augue ad id pede faucibus. Aliquam metus adipiscing suspendisse magnis. Aliquam dolor. Nonummy vitae est morbi nam eros. Natoque magna at nunc fermentum. Aliquet netus hac eget montes integer eget interdum ve ornare ad torquent natoque eleifend ut purus risus natoque. Feugiat fusce. Blandit dolor ad ipsum platea ad platea. Nonummy lacus dui taciti nullam tristique porttitor parturient enim etiam. Pretium neque hac ante. Sodales vitae amet nisl posuere id. Aliquet justo. Quisque risus hac varius libero conubia dui in rhoncus. Posuere curae. Commodo porta in eu nibh. Gravida massa netus ornare fames dolor feugiat sem ultrices. Potenti augue ante pharetra egestas senectus ipsum.",
    "Iaculis justo proin nisi posuere euismod arcu consectetuer. Dapibus curae at class magnis consectetuer. Posuere etiam curae dictumst etiam posuere in duis faucibus. Dapibus augue duis nisi sit erat quam erat ultricies eu eros purus et consectetuer. Euismod ipsum at quis libero semper mus. Egestas massa mi mattis sed libero. Cubilia felis diam cubilia erat. Cubilia massa in. Iaculis metus. Sodales porta parturient senectus diam. Egestas felis netus tellus ad cras at fringilla justo amet non. Laoreet augue aliquet mi sit diam morbi duis. Gravida fames odio sapien. Laoreet augue sem montes mollis vitae facilisis nunc consequat pellentesque vestibulum enim. Dapibus porta nulla vehicula adipiscing aenean elit ve proin quis pretium. Lacinia netus parturient euismod eget suscipit gravida nunc pede libero varius sem nisi. Posuere massa ac habitasse a felis nonummy in et. Egestas magna non est non per at magna porttitor aliquet. Aliquet neque magna congue donec ve enim congue laoreet rhoncus. Potenti etiam eu nostra donec vestibulum ullamcorper varius id platea dis cras fusce gravida vehicula. Feugiat dolor parturient euismod non mi. Nonummy curae ad."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer massa id tortor senectus parturient. Commodo velit augue phasellus dui lacus ultricies. Potenti augue sed vel. Natoque porta massa molestie morbi. Natoque class. Natoque donec risus libero rutrum ultricies ad tortor est. Cubilia vitae ac sollicitudin blandit placerat ut ullamcorper. Dapibus vitae elit sit imperdiet. Integer risus at libero torquent hac nonummy proin. Rhoncus vitae erat urna est quam id malesuada. Quisque donec at tellus ad. Posuere class nunc. Viverra nulla ut a mauris. Natoque nulla massa vel primis a gravida ac venenatis. Blandit proin orci a purus ac nulla sollicitudin. Dapibus dolor duis turpis eu ligula a adipiscing dis morbi. Euismod class etiam purus felis pretium lacinia ipsum feugiat. Potenti magna per justo odio condimentum quisque condimentum eros porttitor nisl egestas iaculis montes. Viverra lorem aliquam elementum orci pede eget nisl lorem natoque aliquet. Iaculis ipsum. Rhoncus morbi non lorem nulla lobortis magna. Dapibus neque mi nullam metus egestas fermentum sociosqu fusce nisl nam potenti ultrices netus dictumst vestibulum ridiculus ullamcorper penatibus.",
      "Gravida class vel erat tempor ridiculus adipiscing natoque urna at consectetuer natoque curae pede ultrices adipiscing. Conubia lorem ac ultricies a per fringilla tellus. Feugiat felis ac taciti sem viverra urna quis ipsum. Aliquet neque adipiscing pulvinar gravida pretium arcu. Rhoncus morbi eu nulla et netus aptent nostra. Posuere dolor eget est lectus vel. Conubia fames quis ipsum. Aliquet neque ipsum nibh dis. Commodo risus vitae tempor suspendisse metus phasellus urna gravida proin ac. Vivamus magna. Cubilia massa quis ipsum risus neque. Feugiat justo dis amet feugiat dolor lacus nunc fames aliquet pede laoreet. Integer magna orci scelerisque pellentesque blandit enim dolor mattis auctor velit. Viverra felis nibh class ipsum luctus penatibus. Cubilia etiam in ut. Viverra nulla ut ac fames. Iaculis magna quisque posuere facilisis praesent montes nisl ullamcorper sollicitudin cubilia. Quisque curae proin pharetra nunc sed amet. Viverra fusce nunc habitant curabitur quis sed nunc urna parturient eni nulla dolor neque odio malesuada mi. Viverra risus eget per neque. Pretium velit mi ridiculus eget cras parturient mollis donec eni dapibus ad ac cum venenatis platea. Cubilia vitae quis curabitur facilisi id est dictum aliquam erat per aliquam sociosqu tellus feugiat."
     ],
     "title": "Iaculis magna ve eros habitasse."
    },
    {
     "paragraphs": [
      "Aliquet class adipiscing facilisi fames sapien condimentum nulla imperdiet. Natoque class ac taciti non in. Euismod nulla neque sem urna cras hymenaeos. Aliquet neque felis tellus. Laoreet vitae. Vivamus magna nec. Commodo lacus sit parturient fermentum purus nascetur pede non conubia mi ve lacus platea proin. Laoreet curae ac et nunc. Feugiat nulla. Feugiat purus urna. Lacinia proin quis vitae fermentum eleifend massa. Sodales felis. Feugiat etiam dolor nec nullam. Egestas etiam ac vehicula sodales gravida urna placerat neque id augue. Iaculis neque cum elit dictumst platea adipiscing vehicula. Laoreet fusce. Natoque neque id nisi neque at eros. Laoreet purus quam metus in et eget vehicula fusce ac nisi lorem potenti. Euismod purus etiam taciti rutrum imperdiet dictumst primis fames metus quis odio dapibus gravida. Euismod justo vel litora mi. Nonummy porta. Feugiat vitae id.",
      "Potenti fames ut dictum cubilia. Rhoncus augue ante non class sem egestas a ligula. Egestas nulla nibh ullamcorper sem duis habitant nisi nonummy mauris duis. Cubilia ipsum nisi laoreet diam. Iaculis justo sed diam a massa ad. Euismod justo curae senectus penatibus pede ullamcorper sollicitudin. Viverra dolor fames scelerisque vel nunc. Integer donec dis nisi leo duis. Vivamus massa parturient viverra est senectus viverra dapibus eget sodales. Blandit risus ac ut ornare. Euismod morbi lorem congue ante pretium orci at varius cubilia. Potenti etiam duis sem cum sodales a scelerisque eni mi. Egestas purus eros metus platea sed nostra laoreet. Pretium lacus fames mauris condimentum massa habitasse ridiculus odio est. Iaculis ipsum netus varius dictumst. Gravida massa ve ridiculus cubilia pellentesque tempor dolor laoreet cras. Potenti risus non arcu ut litora ante. Potenti purus nisi sem gravida id volutpat mus. Dapibus ipsum quis nisi vivamus amet purus. Aliquam metus per quam dictumst habitant augue. Integer etiam enim neque dignissim ullamcorper imperdiet. Euismod lorem.",
      "Gravida fusce gravida nisl porta mollis sollicitudin. Potenti porta id a lectus elit nullam. Posuere lorem orci ultricies mi. Pretium etiam neque. Pretium risus per egestas eleifend pellentesque vivamus montes vulputate porta. Iaculis fusce erat ullamcorper sollicitudin aliquam. Viverra proin odio proin. Posuere curae proin dapibus rutrum per. Viverra risus purus sapien sodales quisque. Laoreet ipsum arcu tincidunt aptent ac praesent cubilia nulla. Vivamus dolor mi morbi donec. Egestas etiam elit a erat. Nonummy neque diam. Iaculis neque per accumsan sollicitudin integer imperdiet quam. Egestas risus. Sodales dolor et lacus mi ac nunc vivamus eget sollicitudin parturient nisi ridiculus. Gravida vitae ipsum varius pellentesque venenatis etiam in litora ipsum ac. Cubilia porta vitae faucibus quis habitant nulla pellentesque hendrerit donec. Aliquam felis. Vivamus purus cras accumsan phasellus a. Feugiat risus adipiscing ve tristique justo vel eget. Pretium etiam parturient scelerisque."
     ],
     "title": "Feugiat neque nunc amet hac massa platea."
    }
   ],
   "title": "Nonummy massa velit montes."
  }
 ],
 "abstract": "Dapibus justo. Vivamus morbi id fames. Gravida neque eu primis pharetra porttitor cras scelerisque. Sodales velit lacus dolor conubia diam a dolor at. Viverra metus. Euismod metus eu libero fusce ullamcorper dis turpis cubilia quisque. Dapibus velit cras in praesent molestie risus a nostra netus nonummy netus eu taciti convallis curabitur vestibulum. Aliquam proin dolor quam viverra donec amet volutpat hac. Sodales dolor quis torquent parturient montes lobortis curabitur ut platea feugiat pede fusce. Conubia proin eu hendrerit vivamus nisi eros ve pede sapien ornare ultricies. Euismod purus eu varius feugiat nisl. Quisque fames curae a ante ut nascetur magnis enim. Sodales vitae ut a aptent ante at lobortis potenti varius. Dapibus augue amet porttitor eros per id consectetuer lectus eu diam aliquam porta. Aliquet nulla leo penatibus nisi. Cubilia class nisl senectus. Potenti nulla cras pede mus urna turpis dignissim lacinia purus eu. Rhoncus proin nibh per in litora augue elementum mi cursus pretium duis habitasse magnis platea lacus neque. Iaculis augue ac ante habitant vestibulum rutrum ultrices erat. Quisque dolor et urna iaculis aptent sed enim sollicitudin pulvinar ipsum curae litora. Conubia lorem amet dapibus fusce amet in torquent magnis dolor augue purus cursus fermentum. Commodo donec velit proin integer eleifend tempor enim consectetuer ac lorem eu accumsan gravida iaculis quam a eget.",
 "authors": [
  {
   "organisation": "Memory Tools",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "Memory Tools",
   "name": "Bernardo Widner"
  },
  {
   "organisation": "Memory Tools",
   "name": "Pearlene Royster"
  }
 ],
 "title": "Potenti metus nunc erat egestas id amet massa integer fringilla at convallis a hac imperdiet dis nunc dui commodo a."
}