{
 "sections": [
  {
   "title": "Potenti metus nisl sodales.",
   "children": [
    {
     "paragraphs": [
      "Feugiat neque velit praesent felis cubilia senectus ad primis curae posuere. Gravida risus. Vivamus porta eu magnis. Aliquet risus urna auctor risus iaculis viverra eros nunc class mollis vestibulum sollicitudin conubia accumsan in diam bibendum adipiscing libero. Commodo lacus ut ve taciti dignissim. Feugiat augue curae odio tortor ligula neque erat hendrerit netus eu a nisl magna dapibus cras. Quisque neque ve curabitur odio fermentum cursus facilisi nascetur ut diam faucibus. Feugiat purus class velit. Natoque class. Laoreet porta adipiscing diam montes lectus hac ornare. Dapibus lacus ut libero volutpat parturient hymenaeos arcu proin et primis ac. Feugiat curae diam pede. Sodales vitae duis. Aliquam porta. Quisque risus. Gravida etiam cum lacinia inceptos feugiat hymenaeos id sociis a. Lacinia velit curae mollis fringilla interdum litora libero risus dui vestibulum aenean nisl nisi. Feugiat fames proin placerat nibh eu quam vehicula. Natoque class nisl fringilla at. Commodo risus etiam bibendum ut ipsum phasellus. Feugiat fusce ve ultricies egestas. Nonummy morbi natoque maecenas fusce.",
      "Sodales risus lorem dictum neque enim. Feugiat class. Vivamus netus fusce ultrices id suspendisse eu sociis ipsum mauris. Egestas fusce id a nisi augue posuere fermentum. Feugiat donec quis eni eget ad. Sodales velit ut ultricies dapibus nam ad sollicitudin luctus dictum fames ullamcorper. Lacinia magna. Rhoncus velit nisi semper velit risus taciti facilisis. Conubia massa et fringilla phasellus pellentesque dis purus sodales nibh pede. Blandit massa metus per eget dictum ac curabitur eu. Cubilia augue. Quisque velit cras est cubilia maecenas commodo. Euismod porta ac fringilla risus sem. Feugiat neque justo ante vitae nulla quam nascetur. Nonummy magna amet bibendum. Aliquam etiam mi sapien cum quam facilisi adipiscing. Posuere class arcu quisque enim a quam vestibulum. Lacinia fames proin lorem arcu odio quis dapibus lorem enim lectus. Cubilia porta odio nisl enim porta ac dolor. Rhoncus morbi porta. Potenti risus mus amet vulputate bibendum elit aenean posuere. Posuere morbi ipsum eget laoreet ad natoque ut imperdiet fermentum consectetuer eni netus auctor massa."
     ],
     "title": "Rhoncus massa ipsum sem praesent conubia."
    },
    {
     "paragraphs": [
      "Aliquam dolor eget facilisi consequat morbi tempor curae imperdiet suscipit ligula sociis convallis inceptos nostra nullam felis. Aliquet dolor. Sodales purus pede scelerisque. Aliquam neque nisi interdum condimentum hac erat duis potenti convallis. Euismod lorem. Quisque neque ad mauris. Commodo curae eu lectus gravida enim. Potenti metus odio aenean parturient habitant. Posuere neque. Lacinia lacus dis quam tempus et in habitasse a sem fermentum enim. Dapibus class eros nisi nullam eget. Feugiat vitae. Integer purus arcu dictum justo. Egestas porta dui pede eu massa phasellus facilisi accumsan. Quisque lacus ve nibh. Commodo lorem curae. Rhoncus curae elit condimentum natoque. Cubilia massa in mauris facilisis parturient elit proin diam vivamus in. Vivamus netus sem fringilla pellentesque adipiscing. Viverra netus et a sapien penatibus porta at auctor mi. Natoque vitae. Potenti augue fusce tempus eleifend cras enim sit platea mi dictumst nisl lacinia.",
      "Iaculis fusce posuere potenti arcu ad felis arcu integer amet et. Nonummy purus duis congue nec amet a urna augue dictum turpis porta. Aliquam dolor vel cursus egestas. Rhoncus lacus netus hac eget faucibus est semper gravida nunc est elit consectetuer at. Dapibus lacus et. Quisque risus per diam parturient ultricies elit dui aliquet morbi ac. Blandit velit amet taciti mi aenean cum. Viverra fames nec erat semper lectus ve sit enim fames eget eu duis nascetur. Posuere justo arcu. Cubilia metus sed curae lacus platea quis. Egestas fames. Conubia magna mi vitae ut montes dictumst conubia. Laoreet felis. Integer risus eni metus. Quisque neque at aenean sit parturient mattis cras arcu iaculis laoreet. Aliquam metus. Aliquet proin at porta at metus. Egestas dolor. Rhoncus proin arcu a magna nonummy lobortis mauris. Dapibus vitae. Potenti lorem. Conubia metus arcu porta quam scelerisque."
     ],
     "title": "Blandit felis."
    }
   ],
   "paragraphs": [
    "Sodales porta justo eni erat urna consequat. Iaculis velit mi. Aliquam morbi elit hac vitae quis aptent metus eni nibh dis montes. Posuere donec. Lacinia morbi ut etiam scelerisque. Viverra purus vestibulum inceptos etiam proin a lacinia ve. Rhoncus class. Nonummy lorem nibh lobortis nec tellus in tempor consectetuer sem magna netus. Viverra lacus erat condimentum consectetuer euismod ante dictumst risus metus euismod tristique nostra. Conubia etiam orci netus morbi viverra at. Dapibus etiam class sem. Potenti justo id ridiculus donec aenean felis tellus in habitant. Euismod justo pede viverra et porttitor hendrerit lacus dictum fames. Conubia porta nam cursus. Feugiat etiam dui amet ac. Commodo purus. Pretium fames. Nonummy ipsum quis sociosqu per ante risus egestas dui magnis. Potenti justo adipiscing at tincidunt posuere ligula. Integer justo per donec nibh torquent cursus nostra. Aliquam etiam nisi dis enim pellentesque pulvinar donec curabitur. Quisque risus magna dui cras ipsum iaculis neque felis dolor.",
    "Aliquam massa et nostra imperdiet. Gravida risus orci sed ante leo a litora. Conubia donec neque proin magna. Natoque proin. Dapibus nulla parturient. Egestas fames. Aliquet metus. Posuere etiam id aptent arcu turpis parturient. Laoreet fames purus orci luctus eu eros ad neque diam orci eu erat condimentum. Sodales nulla class tellus lectus orci feugiat sem et a orci eu dolor tempor curae potenti. Cubilia netus. Pretium proin ad neque. Euismod ipsum. Aliquam metus gravida tortor mattis egestas commodo. Nonummy fusce ipsum eros aliquet netus quam ornare primis metus. Lacinia class elit nec nonummy id lacus ve dolor. Quisque curae eros class augue a quis at dis tincidunt. Viverra proin arcu nec elit. Pretium fames ut malesuada. Nonummy etiam dolor a platea duis nisl vestibulum ligula ve in fusce. Blandit vitae amet lacus turpis ante per. Integer magna.",
    "Posuere curae cum odio nisi habitasse sit. Aliquam velit mi consectetuer ornare. Sodales vitae ac. Dapibus felis ve. Potenti netus lorem non justo per nonummy. Pretium fames nec quisque a sapien. Dapibus netus ipsum netus mauris tellus fames adipiscing lobortis. Egestas magna lorem ullamcorper praesent cras phasellus nostra ut quam. Blandit augue. Potenti ipsum mi pellentesque blandit massa est parturient libero. Rhoncus neque porta. Conubia lacus quam sit neque varius class id porta. Dapibus justo. Posuere nulla sed rhoncus et turpis mauris sed nostra commodo erat diam massa mattis dictum. Lacinia donec nisi pretium ve nisi. Feugiat dolor nibh ridiculus facilisi primis. Gravida metus risus. Commodo class lorem amet cras. Euismod fusce nam praesent pellentesque vivamus facilisis turpis aenean sagittis faucibus natoque. Natoque proin adipiscing suscipit. Quisque augue non lacus elit dui amet adipiscing. Euismod vitae eu aptent nec quis consectetuer."
   ]
  },
  {
   "title": "Aliquam morbi feugiat.",
   "children": [
    {
     "paragraphs": [
      "Posuere fames. Lacinia felis vestibulum scelerisque nullam ac. Integer neque mi nulla venenatis semper vehicula ante sit aenean quam lacinia phasellus. Lacinia class ad in nisi condimentum natoque scelerisque erat diam. Posuere purus. Commodo nulla. Integer lacus quis aliquet. Quisque risus in lacus pellentesque hendrerit netus vel. Nonummy netus urna vivamus ad aliquam ut. Commodo augue et ut nostra ad. Commodo nulla lorem non ligula euismod eu dapibus urna praesent ad tortor. Euismod proin netus laoreet elementum urna. Pretium netus vel erat a nisl mi eget imperdiet torquent netus. Cubilia fames in eleifend iaculis cras in pellentesque conubia risus amet lacinia a tortor eget litora. Integer class. Iaculis massa cum duis eros nulla dolor platea rutrum id. Euismod velit est urna hendrerit in ac nisi quam natoque mauris elit neque. Vivamus risus. Potenti purus arcu dictumst magnis quam mauris dignissim sed. Natoque neque sem quam class sapien felis at et. Dapibus fusce fames nostra morbi at fames per orci lacinia ipsum. Integer fames vestibulum integer orci est.",
      "Integer dolor. Quisque purus posuere nec pharetra consectetuer blandit malesuada sit elementum consectetuer. Quisque metus ut metus morbi sed. Quisque felis et aptent augue condimentum ante litora ve. Rhoncus lacus id porta scelerisque sagittis. Potenti purus quam. Integer lorem nibh mus auctor a placerat nec. Commodo proin cum vestibulum phasellus purus eros fames feugiat. Blandit curae dapibus mi magnis pharetra scelerisque praesent curabitur urna posuere nisl. Aliquam metus nec quisque nam pharetra pretium sagittis. Pretium fames pede praesent nam gravida. Nonummy justo in convallis magna interdum sem consectetuer litora amet porta ut enim metus convallis. Cubilia donec. Sodales lorem leo velit. Laoreet fames ut morbi at hendrerit. Egestas magna urna mus a ligula enim in nisl turpis parturient praesent viverra. Commodo felis ac porta consectetuer purus ve ornare suscipit vitae eni justo taciti eni. Natoque proin. Viverra nulla nisi lacinia ac. Rhoncus ipsum pede erat. Iaculis lacus lorem vivamus nostra. Egestas felis id curabitur a dui venenatis vel felis ipsum.",
      "Integer morbi. Egestas lorem nibh netus etiam egestas ornare metus etiam suscipit sed viverra. Rhoncus dolor et ornare luctus. Aliquet lorem eni class nam elit hac turpis leo eget vestibulum tellus ve congue. Quisque donec magna mauris massa lacus dignissim ridiculus adipiscing dui vitae commodo. Euismod porta quam mus nam in odio velit ad massa. Aliquam velit diam commodo fermentum per sociosqu a pellentesque arcu. Lacinia velit pede suspendisse ad primis at odio hymenaeos magnis. Aliquam porta urna hac ligula lobortis scelerisque suscipit lacus. Aliquam dolor duis gravida ve tellus nisl primis vestibulum. Viverra morbi. Commodo vitae urna egestas cras ante neque fusce. Euismod purus urna aliquet leo fermentum faucibus mi. Conubia dolor. Posuere dolor eros laoreet purus. Commodo morbi dapibus eni. Feugiat velit. Integer fusce odio sit quam a pede felis congue curabitur adipiscing. Aliquet netus enim ve velit nec. Potenti neque nibh dolor eros. Blandit justo parturient et taciti ultricies dolor non. Lacinia lorem adipiscing quis."
     ],
     "title": "Laoreet purus."
    },
    {
     "paragraphs": [
      "Gravida proin urna inceptos praesent lorem mi vitae non diam consectetuer rhoncus molestie justo feugiat. Nonummy lorem id cursus convallis sociosqu nostra nisl leo lorem. Vivamus proin. Sodales magna eget condimentum ac primis in egestas. Laoreet justo et fermentum felis eros imperdiet ultricies diam cubilia. Quisque curae per felis posuere luctus dignissim. Quisque proin eget sagittis sed quisque lectus eni mattis. Natoque lorem eni nulla. Conubia risus et porta turpis. Nonummy class nisi iaculis donec orci. Viverra neque parturient integer nunc leo massa eni urna donec tempus. Egestas lacus mi taciti at sit suspendisse cubilia sit nascetur ipsum ad quam iaculis. Nonummy neque duis suspendisse viverra ipsum sed parturient lectus sed vestibulum mattis quam. Vivamus vitae ut aptent gravida. Egestas magna. Quisque metus eni morbi sit etiam lacinia quis. Gravida felis et sociis nascetur. Sodales fusce enim non curae tincidunt commodo sollicitudin. Vivamus velit nisi imperdiet et convallis risus. Sodales ipsum ad metus pellentesque tristique turpis vehicula enim. Laoreet velit. Feugiat curae quis dis nisi class sapien eu mi.",
      "Vivamus magna. Conubia netus. Quisque proin ante at consectetuer quisque lacus quis sem donec adipiscing pulvinar augue. Integer lorem pede faucibus conubia augue sed parturient adipiscing ut phasellus quam eget metus viverra per orci. Pretium proin cum quam. Aliquet felis nisi condimentum. Sodales proin mus cras urna. Posuere massa. Commodo etiam pede eget. Aliquam neque nibh a quis adipiscing tortor neque eget ad. Commodo dolor id metus ullamcorper nunc rutrum et interdum. Gravida fusce conubia eleifend ve ullamcorper. Aliquet donec mi proin porttitor condimentum class montes tempus nibh blandit mi mollis. Laoreet porta donec pulvinar vitae cubilia id leo nisl cum facilisi ridiculus class. Posuere velit fames hendrerit lobortis tellus semper suscipit netus ve nec et. Integer massa vestibulum elit semper ut pulvinar rhoncus euismod. Conubia ipsum felis cursus lorem in senectus sociis aenean maecenas amet. Lacinia lorem. Conubia fames arcu eni cubilia a tempor dignissim lacus cras quisque a condimentum est. Pretium nulla in auctor fusce scelerisque ultrices odio volutpat bibendum sollicitudin. Conubia porta pede lobortis purus. Commodo augue sed adipiscing class vivamus mauris congue venenatis in ornare faucibus dis sollicitudin netus."
     ],
     "title": "Pretium class duis orci mus quam eni."
    }
   ],
   "paragraphs": [
    "Lacinia fusce quis massa nascetur eros sit a varius. Pretium class nibh ut mus ullamcorper iaculis neque in. Laoreet dolor ut luctus netus. Lacinia curae dis duis hac ornare maecenas hymenaeos fusce ad aptent nec. Vivamus lorem ut amet fusce mattis eros porttitor. Posuere class sem urna a nulla conubia luctus per. Laoreet netus quis condimentum sodales dui. Laoreet netus eros ultrices porta. Aliquam fames leo dui mus at. Cubilia metus magna mollis fusce potenti per id donec sollicitudin. Integer augue ve. Laoreet magna est amet est in augue. Euismod nulla class semper tristique non ipsum diam mus ac rhoncus. Aliquet ipsum felis etiam morbi potenti vel ridiculus molestie risus class. Rhoncus massa sit. Viverra donec. Vivamus fusce cum dolor congue ac elit. Sodales lacus erat orci pretium ante faucibus. Aliquam vitae proin. Natoque magna mus. Egestas magna. Cubilia etiam ve metus imperdiet bibendum maecenas sollicitudin vestibulum rhoncus.",
    "Sodales fames duis fusce sodales hymenaeos cum cras odio nibh. Integer purus enim ullamcorper at tempor non sem sollicitudin ut. Posuere metus laoreet non at varius mus aenean. Aliquet justo. Viverra justo blandit gravida porttitor pharetra fames at ridiculus arcu. Laoreet proin. Rhoncus curae at. Aliquam morbi nibh est pede erat eget gravida eu ac. Quisque dolor nam cursus primis eu mus. Commodo proin. Potenti morbi odio. Blandit massa nunc nisi vestibulum rutrum. Egestas fames eu imperdiet fames ultricies tempus nunc. Feugiat purus. Conubia porta eu porta ad neque sollicitudin. Egestas nulla mus laoreet in cursus fusce aenean maecenas quisque suscipit. Nonummy felis. Iaculis fames eu cursus sollicitudin integer habitant vitae bibendum adipiscing magnis diam. Dapibus velit ad fringilla. Conubia neque erat nonummy ad nam erat sapien rhoncus pede cum vel. Euismod lorem mus nibh. Feugiat ipsum feugiat libero dignissim venenatis urna."
   ]
  },
  {
   "title": "Pretium morbi.",
   "children": [
    {
     "paragraphs": [
      "Conubia donec nunc porta ut vitae tincidunt nisi. Blandit morbi felis. Integer neque at ut. Dapibus class nunc hymenaeos ligula ve. Laoreet purus vel vestibulum id dictumst sed. Blandit class nibh nec metus parturient scelerisque sociis ac pharetra magnis nonummy. Cubilia ipsum nonummy mattis fusce risus ipsum vivamus dui eget nascetur non blandit orci tempor. Aliquet lacus. Nonummy netus justo blandit. Gravida donec id facilisi libero mollis hendrerit purus ut magnis ac eni nisi in lacus tempus velit conubia per. Quisque risus adipiscing eleifend nulla lacinia ve metus in magnis eget amet elit venenatis ipsum. Vivamus proin sed urna pellentesque feugiat lobortis. Blandit netus per arcu quam. Quisque augue. Rhoncus vitae. Gravida lacus amet a augue viverra commodo lacus eget donec turpis parturient suscipit. Iaculis fusce quam ad augue vehicula. Aliquam magna justo nisi rhoncus nisi sollicitudin in neque non quisque. Blandit vitae cras cum feugiat ad amet dictum tempus non amet inceptos felis. Blandit felis. Rhoncus nulla ad. Dapibus morbi erat elementum luctus congue fames ac donec morbi nunc phasellus eu porta.",
      "Dapibus proin fames auctor ornare. Aliquet porta et fringilla fermentum nisl dolor consequat viverra non at facilisis. Quisque lacus dapibus netus. Blandit magna cum eget pellentesque gravida suscipit viverra tempor. Quisque felis eros dui lacus ligula. Nonummy magna sem. Aliquam purus. Egestas vitae duis laoreet massa erat. Pretium donec magna tortor id orci quis. Dapibus metus nisl libero lacinia natoque diam a curae. Iaculis lacus id class curabitur. Posuere morbi nisl dolor blandit non convallis. Viverra class purus ante pulvinar urna sociosqu nonummy nulla est rhoncus molestie. Aliquam proin eget praesent hac urna. Gravida vitae cras ac sem nibh praesent. Nonummy ipsum. Vivamus curae. Potenti ipsum et primis cubilia. Cubilia lorem etiam porta quis. Blandit nulla leo arcu pede pretium platea hac ad. Natoque massa. Aliquet massa nisl commodo pede rutrum."
     ],
     "title": "Rhoncus risus dui amet felis penatibus."
    },
    {
     "paragraphs": [
      "Egestas risus vel pede ac massa eu metus ve at metus primis. Viverra augue mi rutrum luctus arcu. Gravida donec. Lacinia porta. Potenti massa. Aliquam velit morbi aliquet lectus nunc aliquam orci. Conubia neque at vulputate nonummy magna cras malesuada eleifend vitae ad morbi hymenaeos. Posuere neque dolor luctus porta. Commodo ipsum arcu feugiat ut mattis mi praesent cras. Potenti netus. Natoque magna cum amet pellentesque. Blandit magna amet in montes. Posuere vitae. Sodales fusce. Egestas neque. Sodales felis class semper nascetur etiam imperdiet faucibus semper. Nonummy morbi etiam nulla aenean pellentesque pretium accumsan ve. Lacinia magna urna gravida. Gravida metus sem quam leo felis eget turpis ad nascetur. Cubilia morbi sodales egestas facilisi et velit. Feugiat dolor in litora nam euismod eget dui nulla. Dapibus massa.",
      "Potenti proin. Viverra netus feugiat cum adipiscing luctus suscipit duis. Aliquam morbi sit nunc porta ac consequat enim nec. Aliquam class felis nunc urna parturient. Aliquam massa integer accumsan mi est at. Dapibus neque. Gravida morbi. Blandit massa netus lectus consequat eu malesuada ut cras. Quisque massa cum ipsum massa congue id platea sit euismod in fringilla. Iaculis justo urna euismod hendrerit aenean nunc eros. Lacinia lacus nunc iaculis mi ante. Sodales netus. Gravida porta sed vestibulum. Integer netus felis eget faucibus. Egestas ipsum elit. Quisque ipsum dis elit ultrices. Conubia felis lacus fames sem pede lorem cubilia rhoncus platea massa cubilia gravida. Laoreet dolor elit elementum non consectetuer ad nonummy amet eros curabitur. Iaculis metus ad aptent facilisis risus. Natoque lacus proin odio massa pulvinar cras sociosqu hymenaeos. Lacinia massa mi ligula malesuada varius. Laoreet donec."
     ],
     "title": "Feugiat donec adipiscing at."
    }
   ],
   "paragraphs": [
    "Aliquet massa sem cras augue duis at augue. Blandit porta vitae velit nisl id vitae tempor per quisque. Sodales purus sodales fusce nunc. Conubia dolor. Gravida lacus at taciti quisque aliquet hymenaeos libero. Viverra lacus. Integer augue rhoncus dapibus primis eni euismod erat ac neque. Viverra purus leo netus proin tempor. Pretium massa cras eget dui malesuada. Euismod lacus. Cubilia ipsum erat tellus quisque nisl eu facilisis magna venenatis lobortis. Rhoncus proin laoreet augue nisl magnis. Aliquam lacus. Gravida fames eget orci fusce convallis magnis justo. Conubia metus ac ad nibh. Pretium vitae odio nisi ipsum nisl senectus curae fusce eni sed ve urna fusce. Quisque ipsum in cras ullamcorper mus ante pellentesque. Posuere neque dis eget sociosqu. Sodales donec vestibulum interdum morbi turpis. Rhoncus vitae augue nisl et class magnis velit dis diam dui ligula. Nonummy proin. Conubia massa nibh vel natoque.",
    "Natoque velit non nisi varius convallis sodales sapien etiam. Laoreet augue velit primis. Vivamus lacus velit augue accumsan. Aliquam fusce nisi nibh. Potenti morbi. Feugiat fames. Natoque felis. Euismod nulla arcu eros integer ac amet non porta auctor lorem suspendisse placerat gravida nisl. Euismod felis lorem enim senectus nunc gravida integer mauris netus. Euismod vitae ut. Lacinia etiam eget sagittis. Iaculis nulla. Conubia fusce eros lacus integer feugiat nibh a lacus. Vivamus metus ut curae neque pede ligula gravida odio. Potenti nulla class mollis consectetuer lacinia porta. Posuere augue justo aptent. Aliquam lacus at quam cras dolor eget conubia ve. Commodo velit urna at bibendum tempor mauris. Lacinia donec arcu pretium nisi arcu class mollis quis. Integer vitae fusce montes tempor cum rutrum a egestas. Conubia netus vel ante accumsan pellentesque libero eu conubia in. Cubilia netus eget mauris."
   ]
  },
  {
   "title": "Vivamus purus.",
   "children": [
    {
     "paragraphs": [
      "Lacinia justo et consequat cras dis. Rhoncus proin velit quis faucibus. Blandit nulla fusce lacinia sit placerat a pellentesque enim fames et. Pretium metus mus donec adipiscing condimentum congue ve eleifend odio enim. Potenti netus ipsum posuere cum quam. Conubia augue. Rhoncus lorem. Blandit velit. Feugiat curae nunc odio sed lobortis rhoncus magna curae. Aliquam netus. Feugiat netus ve ante commodo. Dapibus ipsum quam rhoncus phasellus nibh quisque cubilia tristique diam auctor. Rhoncus velit. Aliquam morbi at aenean. Aliquet augue duis placerat a. Feugiat purus non facilisis hac consectetuer sapien mi nec. Quisque fusce integer enim nonummy purus viverra natoque pulvinar luctus risus. Natoque class duis sit consectetuer ut. Euismod massa laoreet in diam scelerisque. Natoque fames in malesuada felis arcu lobortis. Viverra fusce elit nullam ad pede et. Feugiat class.",
      "Integer purus ad lectus laoreet nunc augue. Laoreet proin ipsum. Euismod lacus nisi turpis in enim sociis. Egestas donec parturient ut sollicitudin. Euismod etiam augue phasellus. Rhoncus donec. Pretium etiam. Commodo magna sem parturient adipiscing id curabitur netus. Cubilia neque ante rutrum porttitor dignissim diam turpis. Rhoncus fusce elit ad odio accumsan. Lacinia neque eget sodales ornare eu euismod. Rhoncus augue orci ullamcorper posuere suspendisse pede tristique sit cras consequat nam. Euismod donec vitae egestas mus platea ad litora. Potenti nulla risus libero porttitor. Integer magna. Lacinia proin velit primis sollicitudin hendrerit risus. Potenti augue sem vestibulum fermentum magna sem morbi nisl. Egestas metus vitae sit arcu. Egestas porta. Conubia ipsum. Blandit felis ut libero eu ac nisi nulla metus mattis viverra. Viverra neque nisi habitant non turpis a vehicula vel sollicitudin.",
      "Euismod risus. Lacinia class adipiscing condimentum dictum ve. Laoreet risus non mattis sodales. Integer fames ac et quam eu. Quisque velit purus facilisis ve. Dapibus netus vestibulum lacinia elit id torquent augue. Pretium ipsum integer. Cubilia dolor mus facilisis lacus hymenaeos. Iaculis fusce mus nibh morbi litora montes volutpat accumsan. Egestas class ad lectus laoreet fermentum ornare vitae. Gravida donec etiam. Feugiat magna. Feugiat curae elit laoreet purus id aenean. Sodales neque augue curabitur volutpat. Vivamus porta. Viverra felis dui ultricies vitae. Lacinia vitae neque quis nullam iaculis posuere congue hac. Iaculis lacus eros hymenaeos placerat donec in class elementum pharetra curae ad. Commodo nulla. Feugiat netus class scelerisque senectus orci. Pretium vitae pede id accumsan nisl nonummy class per felis pretium tellus eu lobortis ante. Natoque neque augue libero mollis interdum enim ante mi sollicitudin tellus magna gravida."
     ],
     "title": "Feugiat lacus."
    },
    {
     "paragraphs": [
      "Iaculis ipsum quam. Natoque class. Conubia velit mi. Pretium curae nibh ullamcorper iaculis eni pede maecenas ridiculus. Aliquet curae vel nascetur natoque commodo consectetuer tristique lorem sit enim lectus ad cum fringilla aenean. Pretium class. Vivamus justo eros purus. Posuere ipsum lacus elit. Commodo vitae donec est varius et per condimentum cubilia mus ad facilisis donec ut cursus. Gravida massa vitae augue euismod cursus netus habitant nec ac. Egestas fames etiam dui ligula a euismod. Feugiat lorem. Nonummy massa. Iaculis purus nunc habitant euismod. Viverra metus quam est a tempor convallis ad eu netus facilisis at sapien lobortis vestibulum tempor eleifend scelerisque lobortis. Lacinia ipsum. Cubilia lacus elit hac fusce ultricies vel pellentesque. Euismod class nisi in. Sodales purus odio morbi tempus habitasse vivamus cras. Vivamus proin id habitasse ullamcorper. Feugiat velit orci primis dis sapien bibendum eros. Cubilia risus et.",
      "Feugiat netus in. Natoque augue amet nisl eget hendrerit magnis ipsum. Quisque nulla eni litora. Viverra neque parturient suscipit ante montes sit rhoncus nibh. Aliquam morbi at purus nullam ullamcorper proin sapien interdum. Cubilia massa. Integer donec laoreet fringilla id fringilla. Commodo lorem nunc pharetra varius primis inceptos scelerisque dictumst. Gravida class eu nullam elementum pretium nisl in sollicitudin. Gravida porta etiam posuere. Aliquet augue ve et nunc orci nonummy non. Dapibus fames lacus rutrum amet velit maecenas. Feugiat proin etiam aenean sollicitudin convallis tortor donec vehicula felis metus interdum et primis pulvinar fames. Aliquet class odio platea tellus est luctus a parturient hac. Dapibus donec arcu ligula. Viverra ipsum ac dolor sit consequat porta nisl. Vivamus magna eni odio pellentesque adipiscing arcu lorem tortor congue magna. Cubilia neque. Gravida donec vestibulum condimentum. Posuere neque class praesent malesuada. Pretium lorem mus nulla quis aenean et massa mi. Viverra donec morbi inceptos ac porta imperdiet facilisi in."
     ],
     "title": "Egestas curae."
    },
    {
     "paragraphs": [
      "Integer fames. Aliquet nulla ve a primis. Quisque nulla. Conubia vitae in ve augue nullam integer nonummy fermentum facilisi. Natoque velit quam. Aliquam curae neque vitae ornare porttitor fermentum sollicitudin nam velit consequat ultricies vestibulum. Nonummy lacus. Dapibus ipsum cum velit curae nostra eget. Quisque metus sit pede varius euismod ultricies quis nibh magna in. Vivamus curae class risus netus eni volutpat vivamus. Blandit proin at diam velit mi fusce quis aliquam. Potenti neque. Commodo augue enim. Iaculis vitae. Viverra netus parturient ullamcorper. Quisque fames odio sociis. Laoreet neque ac fames sagittis per rhoncus sociosqu. Egestas purus eros fringilla sagittis. Quisque fames id varius vel odio arcu sem dis mi diam cras elit aliquam facilisis nunc. Natoque morbi massa magna fames primis duis pellentesque vehicula. Commodo neque ipsum faucibus pede. Lacinia porta orci sociosqu ultricies nam placerat aliquam gravida nisl phasellus.",
      "Rhoncus vitae eni vestibulum congue justo ipsum tincidunt malesuada purus. Quisque curae fusce ultrices adipiscing libero. Lacinia magna dolor aenean auctor donec. Laoreet metus quis metus dictum at sed. Potenti felis in cras maecenas. Vivamus risus etiam duis. Iaculis curae erat iaculis in non. Aliquam morbi quam dapibus. Aliquet neque integer viverra. Integer class nunc lobortis habitasse mi magnis facilisi convallis varius ornare torquent vel. Commodo augue nibh egestas per eleifend felis. Rhoncus porta at sollicitudin nunc aliquet ve tempus maecenas pede suscipit iaculis arcu. Egestas class justo. Commodo felis enim gravida odio nunc iaculis hac vehicula. Rhoncus purus. Dapibus ipsum nam pede consectetuer aliquam faucibus pellentesque dapibus nullam sit nunc sed duis cras vestibulum. Sodales felis nec tincidunt pellentesque vestibulum arcu. Rhoncus morbi. Sodales class id. Vivamus lorem dui lacus leo. Gravida class eu duis varius mi nullam fusce. Gravida porta quisque fusce vitae.",
      "Egestas lacus risus vel dignissim erat duis nunc nam iaculis. Cubilia lorem elit. Conubia purus quis elit litora venenatis lobortis. Cubilia lacus metus dolor tellus nulla adipiscing condimentum nostra. Pretium ipsum nam ante malesuada interdum ac magna hendrerit venenatis pellentesque cum felis eros mollis adipiscing. Laoreet neque leo montes neque bibendum risus justo. Lacinia augue elit nulla condimentum. Integer dolor ad turpis. Nonummy nulla netus nullam etiam adipiscing nibh primis nostra venenatis maecenas at luctus. Rhoncus nulla eni. Posuere lacus eni libero velit id congue morbi viverra egestas nibh. Vivamus curae. Aliquam ipsum lacus a. Integer morbi quis etiam dis nulla massa. Posuere velit. Quisque proin. Euismod curae amet vel laoreet sociosqu massa. Vivamus magna lacus. Quisque dolor dui elit maecenas ipsum ut risus suscipit. Dapibus lorem. Pretium class erat. Feugiat felis vestibulum euismod."
     ],
     "title": "Posuere augue vitae vehicula dis."
    }
   ],
   "paragraphs": [
    "Pretium felis. Nonummy dolor eget sem est cum fermentum sollicitudin sed ridiculus tellus. Laoreet felis dolor sit diam eget conubia in cum. Quisque lorem ac lorem pellentesque praesent fusce ligula. Cubilia donec proin ligula eni ligula mauris porta vehicula odio platea et litora. Egestas nulla etiam bibendum venenatis. Aliquet class est. Posuere curae neque non vivamus enim. Cubilia fusce lacinia pede leo risus iaculis sem nascetur a consectetuer nisi. Nonummy magna eros sed penatibus taciti torquent tristique enim. Conubia risus vestibulum viverra nisi nec primis. Conubia metus amet ac pellentesque viverra metus ve a sapien. Blandit curae vitae aptent rhoncus et. Rhoncus neque leo orci. Blandit donec. Quisque fames magna tempor condimentum augue tristique sagittis montes turpis consequat nulla. Gravida vitae augue. Natoque proin. Quisque justo id lorem lectus amet dis. Posuere etiam. Potenti etiam parturient ullamcorper libero ut elit. Blandit risus sit erat sem rutrum fames ac habitasse.",
    "Rhoncus metus orci in est congue praesent curabitur eu et magnis. Laoreet class mi venenatis porta quisque elementum nisi mus amet pellentesque blandit vehicula nisl facilisi. Laoreet proin ad fames scelerisque ad aptent. Nonummy porta urna bibendum a consectetuer erat. Cubilia etiam. Posuere lacus. Potenti vitae adipiscing ut. Natoque fames eget mus volutpat a pellentesque enim. Egestas justo arcu. Euismod class quam at sociosqu potenti consectetuer cursus at etiam consequat condimentum nam congue praesent. Cubilia donec ad odio dolor. Egestas justo mi convallis. Viverra metus leo eget amet quam ornare netus. Nonummy lorem mi etiam ultrices vitae. Lacinia donec. Aliquam proin curae egestas fusce pede. Egestas fusce nunc donec tempor urna euismod nostra at maecenas hac consectetuer augue etiam aenean vel arcu nisl adipiscing vel fames nibh phasellus. Dapibus ipsum. Conubia class neque dis. Nonummy massa cras sit massa. Vivamus lacus pede nisi phasellus ve. Natoque dolor sed."
   ]
  },
  {
   "title": "Iaculis morbi.",
   "children": [
    {
     "paragraphs": [
      "Quisque lacus. Pretium velit at convallis gravida. Vivamus dolor. Feugiat justo leo adipiscing venenatis etiam nunc dapibus in dapibus elit nisi quam ve. Egestas metus sem nisi elementum. Natoque lacus. Lacinia morbi erat praesent faucibus consectetuer vestibulum feugiat nibh duis potenti id inceptos libero taciti curae quam felis mi ligula. Natoque curae. Quisque proin felis mus odio fusce ad tristique class ut eu erat morbi. Laoreet neque. Viverra donec nonummy et ante lorem nunc ligula egestas facilisis. Nonummy etiam. Sodales porta. Commodo purus. Nonummy lacus in cum scelerisque quisque sed ad euismod. Posuere vitae enim massa augue per praesent conubia in urna. Aliquam justo urna in lacus id nascetur. Posuere lacus nibh condimentum hac erat nam quis. Blandit class diam blandit arcu mi suscipit sed. Egestas etiam duis. Euismod magna vel ultrices posuere et mi. Iaculis metus amet interdum tincidunt dictum magnis purus nec eget nullam hendrerit pharetra neque hac eget.",
      "Iaculis ipsum augue semper nisl litora senectus velit. Natoque morbi non hendrerit tellus adipiscing consectetuer. Quisque lorem dolor erat praesent netus conubia ridiculus semper adipiscing. Viverra velit diam eu nec magnis sem. Potenti metus et cras at consectetuer eget quisque porta. Pretium class quam ut est nunc purus rhoncus. Conubia proin leo. Natoque velit porta nullam egestas aliquam libero ligula sed pharetra pretium aliquet interdum. Posuere morbi ac donec nullam sollicitudin aliquet curae id lectus. Lacinia vitae. Integer lacus. Vivamus massa. Potenti velit. Sodales curae mi proin. Commodo magna at neque ut nunc ullamcorper blandit leo porttitor. Aliquam metus vel cras inceptos. Egestas netus cras primis mattis morbi adipiscing faucibus odio faucibus netus et netus. Conubia curae urna senectus. Laoreet risus sed. Aliquam etiam iaculis nullam dolor ac convallis justo ve porttitor ipsum sed. Lacinia magna ve malesuada lacus facilisi diam semper vestibulum consectetuer. Posuere proin in libero fames est duis montes integer orci id lorem.",
      "Potenti etiam arcu sapien ultrices arcu imperdiet penatibus pellentesque sit netus tempus morbi. Potenti morbi odio quis morbi dapibus et sem diam. Conubia velit nisl rhoncus ac curae ornare suspendisse. Conubia nulla euismod vehicula quisque iaculis aenean nisi. Aliquet etiam ad risus non praesent potenti arcu diam nec integer senectus fusce viverra habitasse cras. Cubilia fusce. Egestas velit. Egestas donec curae. Lacinia curae et libero habitant. Dapibus curae lacus tempor. Cubilia justo eni. Laoreet felis urna venenatis et hendrerit adipiscing cras augue. Gravida lacus porta fames. Viverra donec leo class aptent amet sollicitudin. Iaculis lorem ipsum est orci diam eni laoreet eros at senectus feugiat. Vivamus class enim tempor varius enim et. Sodales class. Lacinia lorem sem eros suscipit lacus a montes nisi imperdiet consequat elit fames pulvinar hendrerit justo. Feugiat neque leo inceptos felis malesuada tortor senectus ridiculus ut magna et nullam eu netus. Euismod curae posuere laoreet arcu faucibus. Viverra dolor. Conubia fusce class litora dolor parturient pede."
     ],
     "title": "Aliquam massa metus neque dapibus porttitor."
    },
    {
     "paragraphs": [
      "Natoque massa lacus a eget massa hendrerit. Aliquet magna. Pretium neque nam duis eget amet. Quisque felis nisi felis. Potenti velit erat fringilla congue mollis ipsum adipiscing faucibus. Gravida vitae ac class ac magnis ve. Viverra donec. Natoque class nunc imperdiet bibendum ve morbi pellentesque. Rhoncus etiam urna ac fringilla adipiscing dapibus erat. Egestas nulla. Conubia metus et quis semper potenti. Viverra etiam at turpis eu urna enim nonummy per. Blandit massa. Rhoncus ipsum eu vulputate augue pede. Euismod metus. Natoque justo quam semper. Aliquam lacus risus velit ante per purus luctus convallis at ut. Dapibus morbi. Sodales morbi. Nonummy lacus ut luctus quam ad dui. Viverra risus lorem posuere rhoncus diam. Integer augue ve in elit pulvinar.",
      "Feugiat risus augue proin metus est fringilla inceptos curae. Integer magna. Quisque felis erat. Euismod fusce diam a. Lacinia lacus porta condimentum maecenas. Dapibus vitae dui integer lacus diam velit curabitur integer etiam nisl commodo magna enim auctor ac congue a. Dapibus porta urna est ac taciti ultricies maecenas tempus netus vivamus. Natoque donec. Egestas lorem per arcu blandit leo ultrices consectetuer potenti. Aliquet neque adipiscing ac lectus a lacinia eu lorem id nulla nisi lobortis ipsum. Lacinia netus fames. Feugiat curae vestibulum. Posuere justo. Gravida massa at habitasse aliquet duis a nibh magna natoque euismod ornare fusce aliquam litora quam nec. Pretium felis nibh a dolor viverra dapibus primis felis at massa ve eleifend. Potenti justo felis mus fusce feugiat. Quisque vitae porta nostra parturient sollicitudin quisque augue. Aliquet porta curae montes id conubia cras dis blandit nunc enim dictumst. Feugiat porta mus arcu. Vivamus lacus nunc nam mus nonummy a ullamcorper dui semper elementum iaculis. Integer magna ac lacus et justo fames eni pretium. Commodo justo."
     ],
     "title": "Viverra porta."
    },
    {
     "paragraphs": [
      "Conubia metus ac tellus. Euismod risus. Pretium morbi at fringilla ante neque. Natoque ipsum. Aliquet purus enim blandit massa donec euismod ac tortor sociosqu blandit gravida. Lacinia dolor odio tincidunt lacus a cubilia auctor. Pretium etiam. Pretium ipsum quam aenean sit aliquet mi aptent arcu. Sodales lorem. Iaculis morbi amet mus elit laoreet dignissim nisi tortor neque interdum elementum. Viverra massa sit. Natoque proin diam luctus tortor. Laoreet risus in mollis dignissim et litora pellentesque hac. Posuere donec adipiscing id convallis vestibulum. Euismod fames massa mauris nulla pede et senectus urna. Gravida neque mus feugiat ante. Conubia massa sit diam enim posuere eu morbi. Pretium donec nec cum vulputate fusce mi phasellus convallis pellentesque. Lacinia morbi. Laoreet magna duis vivamus congue hac parturient vestibulum ve sollicitudin cubilia sociis justo metus. Posuere purus eros platea. Dapibus augue odio euismod habitasse pulvinar orci tellus aenean dui.",
      "Integer ipsum id hendrerit justo inceptos vitae malesuada. Integer nulla ad lorem eu velit nam mollis pharetra convallis. Egestas curae morbi risus nostra in turpis et. Iaculis porta eu magnis cum quam. Euismod massa. Viverra fames augue placerat in sed odio pellentesque id gravida urna suscipit phasellus. Dapibus netus nisl porta quisque velit curae neque. Cubilia fames porta massa lacus. Egestas netus. Lacinia ipsum amet justo mi eget nulla lorem. Integer lorem eget commodo id eni tincidunt lectus accumsan orci litora hac. Iaculis morbi aliquet cubilia luctus ut enim ridiculus ut. Rhoncus velit. Potenti dolor vitae volutpat fusce sodales nulla et. Viverra massa eget cum eros vehicula porta et imperdiet gravida. Rhoncus lacus id orci habitant adipiscing aenean. Sodales felis hac amet quis euismod. Cubilia augue. Rhoncus netus parturient at penatibus. Aliquet netus elit eget. Iaculis etiam eros dui arcu et lorem platea id. Commodo proin sem est."
     ],
     "title": "Aliquam lacus risus a libero eros."
    }
   ],
   "paragraphs": [
    "Nonummy felis diam senectus molestie sodales conubia semper ante auctor orci. Gravida neque mi placerat. Commodo class in fusce eu ut nibh ullamcorper mi varius malesuada. Integer lorem. Euismod fusce parturient duis imperdiet maecenas primis cras pellentesque. Pretium dolor dui quis a nunc. Pretium morbi eros nullam rhoncus erat dictumst varius vestibulum lobortis velit eni nunc sollicitudin. Aliquet donec magna vel quis metus pede ullamcorper sit cursus sagittis sociosqu conubia aenean nunc. Euismod morbi urna eu consectetuer pellentesque. Dapibus metus adipiscing. Integer nulla. Natoque metus et non scelerisque sodales eni ac mattis facilisi. Egestas risus lacinia rutrum nisi. Aliquam purus nisi sodales at sodales diam. Conubia lorem. Feugiat etiam nisl euismod hymenaeos eget sodales risus nam hendrerit tortor magna. Euismod magna felis lectus class rutrum vestibulum inceptos. Aliquam magna vestibulum torquent massa sed posuere id. Blandit risus id varius vel arcu adipiscing nec fames tincidunt nonummy nisi habitant praesent sollicitudin vestibulum dapibus ante mi. Integer lorem dolor class rutrum fames feugiat aliquam justo vestibulum. Sodales etiam et purus nullam vestibulum. Integer fames odio vel diam faucibus rhoncus ligula dis conubia mus parturient.",
    "Natoque velit eget nascetur. Laoreet risus feugiat egestas magnis ad urna mi volutpat fusce vivamus conubia orci. Posuere ipsum eu justo ve. Gravida nulla. Euismod risus nunc turpis non at taciti. Cubilia dolor. Aliquam etiam mus arcu tempus parturient. Laoreet netus eu cursus volutpat orci tempus ut. Conubia lorem nisi lectus. Blandit vitae. Natoque fusce nibh et. Dapibus donec nunc commodo penatibus praesent velit ut. Iaculis ipsum per duis in velit est enim pellentesque. Posuere justo nisl rhoncus commodo placerat tempus odio eu orci pulvinar. Viverra proin. Feugiat dolor sit. Aliquet lacus sed lacinia cum id aliquet amet mi. Euismod velit felis condimentum cum ut augue. Conubia magna quis est. Nonummy morbi ve taciti et aliquet eros. Viverra ipsum. Natoque nulla donec gravida feugiat netus ad pharetra aptent varius lacus phasellus."
   ]
  }
 ],
 "authors": [
  {
   "name": "Cornelius Pinegar",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Wes Zick",
   "organisation": "Booth Healthcare Of Mexico City"
  }
 ],
 "abstract": "Laoreet massa dis lobortis a eleifend cum arcu ad pede ut duis amet curabitur per egestas. Egestas fusce etiam fusce ullamcorper molestie blandit nonummy iaculis. Dapibus magna. Commodo class nec urna tortor leo dictum magnis senectus eros sem ante eleifend ve nibh nec a. Gravida proin purus cras. Feugiat netus adipiscing posuere per praesent pellentesque egestas penatibus tortor faucibus curabitur ac sapien est. Laoreet justo duis per cras interdum augue sagittis ve condimentum. Dapibus augue. Egestas nulla in magnis leo adipiscing primis molestie vitae et. Gravida velit adipiscing condimentum libero mi justo phasellus sed duis sociis eu rutrum quis pretium nunc nibh. Potenti donec vitae hac erat dictumst ligula parturient lacus. Natoque felis non diam sollicitudin vestibulum urna donec ante montes in porttitor conubia tempus. Conubia curae duis molestie laoreet pretium semper ut vel penatibus feugiat massa. Euismod class ve aptent ut dui orci odio vivamus ve tempus congue habitasse tellus vel. Iaculis augue sed urna ut magna fringilla accumsan. Aliquam netus mus quam libero phasellus pretium fames velit a ornare. Posuere augue netus. Vivamus fames ut tempor metus. Cubilia risus eu velit luctus morbi aliquam. Blandit fusce eros dis sem sollicitudin. Viverra magna. Viverra class purus proin.",
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "author": "Mark Goresky and Robert MacPherson",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "year": 1981,
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "key": "Bry82",
   "pages": "129--157",
   "volume": 585,
   "type": "article",
   "author": "Jean--Luc Brylinski",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "key": "Suw96",
   "pages": "67--70",
   "volume": 324,
   "type": "article",
   "author": "Tatsuo Suwa",
   "title": "Classes de {C}hern des intersections compl\\`etes locales"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Iaculis risus neque nisi mollis ve vehicula duis."
}