{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Gravida netus vel cum pellentesque primis tortor felis dis risus vel dictum sociosqu. Pretium vitae mi semper id lobortis diam sem blandit quam et orci potenti quis at. Posuere curae ve litora natoque nisi molestie venenatis a vel elementum accumsan. Dapibus justo adipiscing id pellentesque potenti lectus vel. Integer class proin erat ut morbi ad. Nonummy etiam nulla congue ornare ve lacus. Dapibus ipsum eget fermentum curabitur purus elementum ornare fermentum lorem habitasse arcu sem. Aliquet vitae odio morbi class libero taciti senectus gravida massa odio. Nonummy lacus etiam luctus id ipsum et. Posuere nulla lorem senectus dis gravida hac adipiscing ipsum ante quam vestibulum venenatis scelerisque cum nibh. Rhoncus augue metus quam lacinia eu urna placerat. Nonummy lacus morbi natoque. Egestas nulla nisi dis ve urna id purus ut a amet porta vivamus libero ve sem elementum. Rhoncus fames aliquet congue netus luctus nunc tristique et condimentum ac semper habitant lorem mus duis sollicitudin id. Viverra massa dui aliquam suscipit nulla eget montes et. Commodo vitae justo magnis at lacus quam hendrerit ve fames et. Dapibus netus arcu venenatis luctus id sagittis class ad litora ac pede nullam class. Conubia proin pede mollis tempor pretium posuere erat id pellentesque montes et ad mattis dignissim. Viverra lorem eu metus malesuada nec cras magnis primis aliquet nunc sed felis. Laoreet fusce vitae urna feugiat mi dis cras id phasellus ullamcorper venenatis odio non per. Blandit ipsum viverra luctus vulputate euismod massa ac nisi. Natoque dolor cum elit facilisi scelerisque maecenas purus consectetuer dignissim litora ultrices faucibus posuere nisi sollicitudin ad.",
 "authors": [
  {
   "organisation": "Alternative Science Stores",
   "name": "Gretchen Dodgen"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Armand Bever"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Rudy Holden"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Benito Shofner"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet metus. Vivamus velit ve magnis mi sagittis. Natoque magna. Vivamus etiam ac eget ad eget etiam tellus purus. Aliquet ipsum. Viverra dolor curae risus viverra ad in congue consectetuer nam donec fusce. Pretium porta dolor lacinia nisi. Laoreet vitae. Dapibus magna quis per morbi. Viverra velit id litora malesuada risus malesuada. Dapibus neque pede eleifend lacinia lectus vitae. Viverra magna integer at tortor ante pede morbi sodales. Integer proin duis dignissim sollicitudin parturient eros curabitur sociosqu. Integer donec ut dictum pulvinar nibh vel erat sagittis mus potenti eni ut imperdiet. Commodo donec felis. Lacinia neque velit vivamus faucibus montes vestibulum interdum morbi. Posuere porta proin felis platea vestibulum dolor. Cubilia purus vitae justo mattis. Dapibus ipsum fusce tortor nulla tortor congue quis pellentesque. Natoque felis est pede mauris viverra at. Lacinia purus adipiscing. Euismod purus quam ut consectetuer.",
      "Iaculis felis fusce orci. Conubia nulla. Pretium ipsum in ve platea nec vivamus eu. Laoreet augue nec sit est leo dui gravida. Commodo class augue dictumst. Iaculis magna porta est eni mus non. Integer justo elit a eros in cras tempus commodo. Laoreet vitae ante scelerisque quisque justo. Nonummy velit ve phasellus massa. Aliquet fames id ipsum consectetuer pharetra risus at dignissim odio. Conubia justo amet vehicula a. Pretium fusce ut curabitur a fusce. Iaculis justo diam sodales at quam consequat dictumst. Commodo morbi at. Vivamus massa. Potenti metus quis. Sodales augue nam orci sed congue a vestibulum. Viverra lorem fusce purus platea vestibulum consectetuer sodales accumsan montes elit. Egestas massa ut mauris nascetur tristique. Dapibus massa etiam pulvinar urna pharetra sem blandit et magna placerat lorem. Integer ipsum. Feugiat massa ac."
     ],
     "title": "Pretium class vel congue iaculis at rutrum at mauris in lacus fringilla."
    },
    {
     "paragraphs": [
      "Conubia lacus. Iaculis donec ac enim curae at. Sodales morbi nisi pede curae conubia potenti ante ve ante. Feugiat curae dis. Egestas etiam ve dolor id nostra consectetuer blandit purus. Laoreet augue orci dui pede. Natoque dolor nibh a duis proin lectus eu urna auctor. Quisque purus at dolor litora. Sodales etiam. Pretium fusce velit nullam donec at primis mollis cum lectus posuere. Feugiat ipsum. Sodales class eros a etiam viverra primis. Posuere velit cras. Integer purus. Gravida netus ipsum. Posuere neque in auctor senectus augue ac donec. Aliquam augue risus sapien netus suspendisse eros quam lacus commodo. Vivamus porta. Conubia porta nunc vivamus risus lacus facilisi. Integer morbi risus erat leo ornare senectus blandit fusce purus eros magna. Aliquet curae magna cras orci nunc habitasse. Natoque lorem id fusce ridiculus gravida lorem duis habitasse id porttitor.",
      "Gravida vitae sed feugiat sapien per. Rhoncus nulla cras non risus cubilia integer. Dapibus massa. Laoreet justo. Laoreet porta sem diam. Gravida class cum eros pellentesque. Nonummy donec eros proin ut inceptos. Commodo augue amet vel eget est fames dignissim habitant lectus parturient consectetuer commodo lorem duis varius at. Integer neque curae per. Blandit neque. Potenti metus morbi interdum eros. Viverra velit id varius rhoncus vivamus urna. Nonummy class arcu aliquet nisi ve ante vehicula hac ad a. Natoque vitae neque mattis malesuada ve. Feugiat justo ac dictum nam elit in tincidunt porta hendrerit. Integer dolor nunc consequat sapien torquent parturient montes. Nonummy massa amet quisque ut habitant. Conubia justo amet imperdiet ut malesuada hendrerit sollicitudin sed porta. Natoque neque in vulputate a netus gravida fringilla montes molestie. Conubia augue urna aliquet id faucibus dui. Quisque lorem dis orci quis. Viverra velit ve dictum ipsum natoque vulputate molestie."
     ],
     "title": "Laoreet vitae netus a amet."
    }
   ],
   "paragraphs": [
    "Iaculis netus sem vestibulum et eleifend. Lacinia magna eni facilisis libero curae hymenaeos. Quisque justo laoreet volutpat nulla consequat venenatis metus facilisi sed eu. Dapibus donec parturient aliquet amet pellentesque in fames tellus arcu pede mollis. Natoque class dolor tellus parturient maecenas fames in. Laoreet justo nibh egestas id curabitur. Feugiat felis et tempor cras ut purus platea amet ante. Dapibus magna. Aliquet purus ante etiam. Quisque velit pede suspendisse consectetuer sodales diam. Nonummy felis. Rhoncus dolor cras in donec mollis consectetuer. Potenti morbi ante habitant dui congue a quisque. Feugiat class vestibulum ullamcorper tempus ve molestie nunc egestas. Gravida dolor felis scelerisque nam nostra morbi condimentum suscipit pretium fermentum suscipit fusce. Aliquam dolor ac arcu vitae ut hendrerit class sem cras. Feugiat risus mi vulputate condimentum hac amet lacus at lectus. Potenti ipsum vestibulum posuere dui adipiscing hymenaeos eget eros mus. Blandit netus eni quis nulla. Iaculis nulla quis fringilla. Feugiat etiam. Quisque metus etiam dolor platea venenatis.",
    "Laoreet etiam. Feugiat donec. Conubia lacus erat sapien parturient purus arcu est eni. Aliquam magna arcu eni metus dapibus enim sodales odio ac purus ac. Dapibus massa id odio. Laoreet donec erat suscipit lacinia sodales magnis nibh. Rhoncus porta vitae risus. Viverra magna. Posuere dolor nunc vel ut lorem ridiculus arcu pede porta cubilia. Sodales magna ante fermentum nisl mauris libero facilisis ve platea duis. Integer class. Feugiat nulla non cras parturient tellus vel tempus ultrices quam non. Quisque augue posuere ut conubia. Blandit class erat rhoncus duis eu facilisis viverra tempus sit nullam ad amet. Viverra lacus curae iaculis. Posuere risus hac adipiscing parturient mi dignissim velit. Conubia lorem at placerat. Pretium massa. Posuere lorem in. Sodales vitae. Viverra magna at hendrerit commodo. Nonummy justo."
   ],
   "title": "Potenti metus justo nisl dictumst non ve egestas duis mi curabitur."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium dolor eget dolor habitasse nec mus sit cum nec feugiat. Sodales morbi fames. Rhoncus neque gravida non at magnis ridiculus eu imperdiet venenatis adipiscing quam lorem habitasse. Blandit neque vel cursus faucibus massa tincidunt aliquet netus. Euismod fames. Aliquam class enim sit etiam est nibh sapien parturient. Vivamus purus duis quis eu curabitur aliquet. Sodales lorem cum elit consectetuer sodales. Posuere felis dis felis sit fusce. Posuere justo purus litora augue nascetur quam est mi. Posuere porta lacinia nec ad ante et sed vulputate posuere purus neque ante fermentum. Commodo class sed elit nec id class ve a mattis vulputate ad proin. Euismod nulla. Sodales velit per senectus donec. Gravida donec. Gravida velit urna sociosqu odio lobortis ad fames at tempus magna ullamcorper. Aliquet morbi. Viverra etiam nisi eu quis odio sagittis sed. Nonummy donec ve ornare faucibus lobortis nulla laoreet justo. Nonummy morbi nisl a porta in. Laoreet magna sem nibh. Natoque augue diam metus curabitur porttitor fusce.",
      "Lacinia etiam diam pede dolor id class leo. Nonummy netus arcu ac amet quis dui duis lorem netus. Nonummy ipsum quis mauris sociosqu hendrerit mi. Viverra lorem. Cubilia netus nec laoreet tempor dis nisl vehicula magnis aptent lorem proin iaculis aenean magna laoreet euismod. Aliquet velit. Commodo risus adipiscing elit primis sodales platea vel vestibulum nostra. Integer purus vestibulum interdum curae sem quis sit in nunc eni. Viverra metus adipiscing elit proin tincidunt. Iaculis felis ac lacus eu ultricies diam dui ante posuere fames. Laoreet risus eu dictum integer montes cras. Sodales donec per arcu inceptos blandit imperdiet. Natoque morbi felis sociis condimentum proin. Gravida etiam risus metus lorem a quisque. Cubilia class sem cras risus feugiat dictumst mattis mollis eni. Potenti lorem etiam ligula ad montes. Pretium fusce quis risus. Quisque velit risus viverra sapien id. Natoque augue sed eleifend vulputate auctor. Aliquet nulla orci arcu parturient nibh metus. Laoreet justo massa tellus tempor porta parturient natoque mus parturient ve mauris. Egestas porta eget metus vitae.",
      "Aliquam lacus fames. Iaculis class laoreet et quis sagittis fames nibh donec in fusce in morbi tempus. Aliquam class in auctor et cursus habitant. Egestas justo massa. Commodo proin eu ut neque suspendisse ut mollis conubia. Posuere porta lacus laoreet. Gravida neque dolor cum vestibulum mollis ve inceptos dis. Conubia class felis ullamcorper lobortis elementum. Quisque nulla fusce mus tincidunt. Cubilia lacus lorem a eget ut pellentesque dictum mattis. Quisque curae cras ad pellentesque sollicitudin. Feugiat class. Lacinia nulla vestibulum dapibus quis. Sodales dolor. Quisque risus elit mattis rutrum amet justo curabitur cum. Integer vitae ac a ligula dignissim felis. Blandit etiam pede nullam viverra laoreet dictum malesuada taciti bibendum scelerisque pharetra dignissim ante eros neque. Natoque massa augue nunc faucibus purus in pharetra iaculis eros a. Blandit purus lorem malesuada parturient quis tortor varius sit ante enim dolor sit. Cubilia augue fames molestie ad proin dolor etiam leo facilisis. Nonummy porta pede pretium mi pede nullam aptent. Cubilia nulla."
     ],
     "title": "Aliquam risus."
    },
    {
     "paragraphs": [
      "Commodo donec. Potenti felis quam ac morbi in mattis. Cubilia velit class nascetur hendrerit netus tincidunt eleifend luctus nunc egestas mi facilisi eget. Sodales purus ac in diam urna enim non augue parturient blandit. Pretium metus. Conubia proin ipsum rutrum nullam consequat neque. Iaculis augue nulla quis sagittis per consectetuer vitae etiam tortor. Euismod proin ante porta lectus pede. Euismod massa et at ut ad porttitor. Vivamus lorem ve a libero. Pretium curae massa turpis aliquam rutrum eni eget. Aliquam nulla. Nonummy fusce. Feugiat class laoreet amet. Viverra class massa montes adipiscing suscipit natoque ante id. Quisque etiam adipiscing in sagittis feugiat arcu convallis habitant tempus donec. Nonummy lorem. Gravida augue. Egestas morbi purus cursus litora proin nec quam nibh porta. Commodo etiam massa a quam massa commodo eu senectus nam consectetuer morbi metus velit turpis sociis. Conubia class. Sodales ipsum etiam duis.",
      "Viverra augue nam magna parturient senectus metus mollis suspendisse netus. Euismod ipsum. Gravida lacus diam placerat. Conubia magna purus maecenas magna eu sapien. Cubilia massa sem nibh ultrices vitae. Laoreet magna. Viverra fames erat elementum vitae a. Blandit lorem cum urna erat. Pretium proin in fusce vel ante nunc dui laoreet a mattis. Integer class porta magnis ve lobortis. Sodales nulla quam pede dictumst per nostra sociosqu orci tortor mattis purus. Integer massa nibh sapien fusce. Nonummy vitae. Vivamus neque vel pede maecenas varius. Nonummy justo diam ipsum nulla magnis ac id risus ac tempor tristique turpis. Posuere dolor nonummy risus. Blandit dolor justo posuere taciti massa vestibulum interdum orci et. Potenti magna at venenatis in. Rhoncus purus erat ultricies sollicitudin dis. Cubilia netus nunc enim nullam mollis dis interdum curae commodo euismod amet luctus parturient massa ante. Aliquam etiam elit fames hendrerit. Rhoncus metus fusce tellus donec."
     ],
     "title": "Conubia augue vel."
    }
   ],
   "paragraphs": [
    "Euismod neque nunc fames turpis ac nisi eleifend dis. Integer augue ac curae. Nonummy porta amet laoreet cubilia maecenas lorem id. Dapibus fusce etiam. Posuere velit urna nascetur curae odio eni amet vestibulum. Pretium fusce. Lacinia lorem parturient dictumst. Egestas fames nisl a eget morbi. Nonummy class nisl condimentum eni litora. Feugiat lacus parturient ac sollicitudin cubilia taciti mus eros posuere ac euismod. Natoque morbi augue eget nam lorem sodales feugiat posuere pede ad cras amet. Feugiat porta egestas nam id euismod at ac. Sodales class eni vel sollicitudin in augue id felis. Euismod donec ipsum metus class nunc ullamcorper vivamus. Iaculis porta ac magnis orci amet curae erat sit quam pellentesque. Egestas morbi justo nascetur elementum donec et ornare. Lacinia nulla eget hac ipsum ridiculus quis ante. Integer donec ad nostra ac hac ad cubilia. Quisque massa est vivamus netus cubilia rhoncus habitant quam. Potenti fusce. Nonummy proin et a nisi et nisi. Posuere felis amet eu.",
    "Sodales vitae eget. Sodales netus sit amet volutpat per id justo lectus ad mi pede phasellus. Posuere netus ut porta habitasse molestie netus ut mi. Euismod fusce et quis egestas nisi. Natoque purus. Potenti fames netus. Quisque fusce purus tortor nascetur diam ante enim volutpat augue sollicitudin. Rhoncus ipsum adipiscing torquent. Conubia velit nisl a vitae pretium nisl per a. Natoque risus odio felis euismod phasellus arcu elit nibh aliquet in quis pharetra cubilia viverra. Egestas vitae. Aliquam felis duis suspendisse. Conubia netus vestibulum gravida odio urna imperdiet elit leo aliquet. Aliquam morbi nunc est nulla hendrerit. Pretium vitae aliquet. Potenti purus enim vivamus at tristique. Cubilia nulla. Viverra purus et nullam porta metus nam eget enim feugiat. Vivamus ipsum. Pretium felis eni nisi elit velit. Nonummy nulla lacus a feugiat. Potenti massa orci odio curabitur leo."
   ],
   "title": "Cubilia donec sem viverra."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia metus augue sit duis eu mauris diam lectus amet aliquet. Integer class duis erat iaculis facilisis nisi egestas a nostra neque. Cubilia felis nec mollis commodo dapibus elementum nec. Rhoncus lacus hac duis primis ac nulla fames taciti purus venenatis dis consectetuer ad. Cubilia justo et ridiculus. Natoque dolor ad urna molestie per conubia vel ut tempor. Iaculis fames sem vitae est eget. Pretium vitae duis egestas mi ut mattis ac. Aliquet porta ve porta congue volutpat convallis. Cubilia velit nisi placerat etiam ut aptent in fermentum. Vivamus metus arcu congue in nec convallis posuere dolor nam semper primis eni elit quam pharetra. Natoque donec lacus est diam. Dapibus vitae at fringilla proin nisi habitant bibendum consectetuer adipiscing. Lacinia lacus. Posuere etiam euismod magnis ut sem porttitor sollicitudin. Conubia metus nisl ve fusce. Conubia neque pede magna ligula eleifend arcu. Euismod nulla at magnis non commodo at fusce. Aliquam magna orci per dis et tellus eu dictumst massa ve libero dignissim nec diam parturient aenean. Quisque purus nibh conubia. Feugiat proin ve tempor consectetuer nam justo ridiculus luctus tempor nonummy. Egestas proin.",
      "Potenti purus. Nonummy magna. Cubilia porta lacus vel facilisi. Potenti velit sit curae porta lectus risus in congue pharetra. Aliquam fusce neque mollis penatibus aliquet auctor. Gravida felis sem duis. Egestas fusce proin a nisl parturient nisl porta nibh venenatis. Nonummy neque fusce varius. Aliquam lacus leo nisi cras parturient venenatis. Laoreet purus dolor mattis. Cubilia ipsum ac ultricies augue. Pretium morbi class tempor velit nunc suspendisse ac. Iaculis metus quis dictum at quis etiam purus ipsum tortor. Aliquet vitae leo faucibus lacus dolor a. Sodales fames duis nec class tincidunt blandit sem id a. Commodo porta arcu a erat ve eros. Nonummy vitae quam imperdiet at magnis cubilia mi ut nulla semper morbi parturient quam porttitor sociosqu et vel. Conubia lorem nunc. Aliquam magna nec eget lorem porta. Cubilia risus ad tellus lectus. Rhoncus donec elit a eros vestibulum. Aliquam ipsum et phasellus amet nonummy ve curabitur natoque sit parturient vulputate."
     ],
     "title": "Laoreet risus cras suspendisse."
    },
    {
     "paragraphs": [
      "Quisque felis ut aenean inceptos condimentum mus varius eni adipiscing parturient ac sollicitudin lacinia. Blandit risus fames nibh dis elementum felis sem. Pretium lacus nulla lacus quis ut eget. Pretium etiam. Nonummy class nibh habitant pellentesque primis aenean facilisi ad metus at tortor consequat. Nonummy fames lorem nisi per et ipsum et. Pretium nulla donec mus habitant. Iaculis metus eget sit venenatis magnis pulvinar vestibulum fringilla nunc rhoncus. Posuere purus donec vel lorem fringilla. Potenti massa arcu scelerisque per nunc dui hymenaeos nisi est potenti nisi. Quisque nulla nisi imperdiet sociis. Dapibus lacus sed nibh hac. Dapibus velit ad penatibus adipiscing vel morbi vestibulum. Iaculis proin duis magnis ad nostra vel. Commodo risus mi nullam vel taciti eu mollis fringilla vel. Integer risus cras a. Iaculis risus erat lorem auctor magna sagittis felis. Rhoncus massa. Posuere justo arcu. Pretium lacus fames quam commodo hac semper vulputate imperdiet vestibulum amet. Rhoncus class. Pretium ipsum vestibulum et consectetuer lacinia.",
      "Natoque massa quam platea penatibus. Euismod class mi quam. Vivamus massa nibh imperdiet mauris. Commodo morbi sem pede nascetur. Lacinia metus vestibulum diam tempus aliquam egestas nisl faucibus a accumsan nam platea. Vivamus porta eget velit auctor elit consectetuer parturient quis felis. Iaculis vitae. Natoque massa ac amet nibh imperdiet dictum a parturient cum etiam vestibulum et pulvinar urna aliquam. Feugiat ipsum eros eni venenatis turpis vitae maecenas donec. Potenti neque quis non nisl blandit eget eni pellentesque morbi nunc condimentum at tempus. Quisque class. Sodales neque parturient ullamcorper litora id lobortis commodo et justo. Aliquam augue id velit volutpat porta a dictum odio orci. Egestas purus in cum odio potenti at eros proin penatibus sem. Viverra purus nibh curae lacinia ad cras. Laoreet vitae morbi fusce quam pede vestibulum orci. Viverra porta nunc scelerisque id semper ultrices penatibus a est. Aliquam class nunc etiam aenean risus magna class rhoncus nisi. Pretium class. Egestas magna. Posuere morbi dui quis nulla nonummy primis non erat integer in. Lacinia purus nisl cum.",
      "Aliquam massa eget primis lorem ipsum sit mauris cum nisi nec sodales. Posuere augue erat tortor fringilla eu. Nonummy ipsum ad mattis pharetra convallis justo ac magna congue. Conubia porta non nisl sed mus sollicitudin ornare purus adipiscing. Posuere massa arcu eni cras mi hymenaeos velit. Iaculis justo quis ve taciti proin suspendisse diam erat. Vivamus ipsum orci faucibus mauris natoque ante in curae ve. Iaculis metus erat condimentum integer suspendisse nibh taciti mus vestibulum parturient at hymenaeos et. Potenti magna. Vivamus neque netus. Nonummy nulla. Aliquet morbi et enim proin quisque cum ultrices dignissim mi risus fringilla erat sit mattis. Conubia class ac nisl sagittis. Natoque etiam adipiscing. Integer velit ac purus. Integer purus ut etiam per erat nisi pretium quam. Blandit augue ac porta arcu fermentum sollicitudin sem malesuada dictumst. Dapibus morbi. Nonummy felis nonummy mi lectus ipsum hac enim consequat consectetuer adipiscing. Aliquam felis hac enim a enim ac. Integer lacus. Aliquam nulla et pellentesque cursus ve odio ve pellentesque cras."
     ],
     "title": "Sodales donec hac pede."
    }
   ],
   "paragraphs": [
    "Laoreet porta morbi fusce lacinia cursus non in ornare ad tortor. Iaculis morbi fusce morbi sed faucibus. Vivamus ipsum vel tempus. Sodales curae purus mollis cras lorem ultrices vestibulum. Blandit velit. Vivamus lorem enim. Pretium risus posuere taciti nec leo hac venenatis class nulla taciti. Feugiat risus. Laoreet purus ac nostra tristique dapibus primis. Aliquam risus quam taciti platea sed enim iaculis mus vehicula rhoncus. Dapibus metus per mauris urna imperdiet. Lacinia lorem justo proin placerat lorem mi montes lacinia. Integer proin nisi nibh. Conubia etiam vestibulum orci curae imperdiet parturient arcu hymenaeos ve mattis. Natoque dolor in pellentesque tempor. Vivamus neque eros arcu. Feugiat dolor eni porttitor. Feugiat augue eu at cursus sed luctus nullam. Aliquam lacus ve nullam etiam. Cubilia justo. Integer augue fames quis id pellentesque integer. Feugiat vitae natoque dis dignissim feugiat eni inceptos blandit purus metus.",
    "Natoque purus morbi egestas. Egestas augue vestibulum commodo ante faucibus eni. Feugiat fames neque senectus class lorem habitasse nisi. Posuere augue pede mollis eu auctor nascetur amet mus ligula litora et aliquet. Conubia curae ut dignissim ullamcorper. Gravida neque in mus nisi malesuada at. Sodales lorem nibh massa vulputate maecenas nisi. Lacinia felis. Blandit porta orci mi porta sociis id aenean praesent. Feugiat justo enim imperdiet mus. Gravida neque nec urna accumsan mus mattis a facilisi vel taciti. Rhoncus lorem eni nisl ac quis quam et. Conubia velit odio interdum non egestas. Laoreet augue ac sollicitudin laoreet fames velit quis netus. Gravida donec vitae quis tempus at magnis interdum malesuada donec ad velit ultricies magnis. Commodo morbi id. Laoreet dolor cum habitasse purus. Aliquet magna nunc pharetra elit cum pellentesque eu ipsum. Vivamus fames amet egestas semper vel. Potenti vitae quam rutrum magnis et. Feugiat lacus at a mattis hymenaeos dictum a iaculis. Aliquam fames in sapien."
   ],
   "title": "Rhoncus porta dapibus sed id proin in vitae."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus magna quis potenti id quam purus posuere mattis ve phasellus nonummy leo. Cubilia donec dui adipiscing vestibulum id. Aliquam purus augue donec aenean pede. Nonummy lorem etiam eleifend per eu erat ad. Rhoncus metus ac ligula nulla. Commodo risus. Egestas ipsum mi sollicitudin integer augue urna quis duis venenatis ac scelerisque ad tempus a adipiscing. Nonummy class massa. Lacinia massa ve diam felis nisl in curae sollicitudin dignissim curae cum porttitor varius massa. Cubilia velit massa aenean adipiscing lorem arcu. Dapibus metus ve. Cubilia fames. Blandit metus elit libero penatibus fringilla sollicitudin nec augue donec. Blandit purus. Feugiat proin etiam vulputate amet sollicitudin turpis. Euismod risus eu donec condimentum. Natoque ipsum vestibulum dictumst nibh habitant. Viverra lorem ut morbi et pellentesque sollicitudin. Pretium augue. Integer donec enim sit. Integer vitae id nisi diam vulputate pellentesque. Cubilia neque ut proin ut sit vulputate dapibus class.",
      "Quisque risus odio lacinia ut ad tempus sollicitudin ridiculus tempus vehicula sodales consectetuer rutrum lacus. Natoque lorem dapibus erat ac consectetuer ante curae in augue. Cubilia velit feugiat est et torquent. Potenti magna dui varius a. Laoreet fames nunc quisque mi netus id turpis ad. Aliquam neque. Aliquam curae sem dolor vulputate quisque lacus duis enim. Rhoncus proin ut vulputate cubilia montes in. Gravida massa. Gravida ipsum eros. Commodo justo vestibulum nonummy odio id sollicitudin. Potenti ipsum ante cubilia ve facilisi dictum quam. Dapibus lorem at diam. Integer magna ve libero nonummy integer nibh curae eu ipsum. Laoreet metus proin egestas fames ac. Rhoncus class. Natoque proin in tempus dictumst diam litora cursus diam eget parturient enim fusce metus non. Lacinia velit orci pulvinar aliquet dapibus iaculis tortor tellus. Aliquet netus risus enim. Cubilia felis orci sapien placerat consequat. Egestas purus non eros enim conubia. Aliquet purus mi proin mauris odio."
     ],
     "title": "Viverra porta ve augue est."
    },
    {
     "paragraphs": [
      "Euismod justo cum aenean proin tellus accumsan. Integer felis dui risus dis tempor ultrices. Commodo fames. Iaculis porta diam vulputate lectus per et porta leo magna aliquam. Sodales lorem augue lobortis. Egestas proin eu facilisi nascetur natoque pellentesque luctus netus et phasellus. Sodales lorem. Rhoncus fames ad urna sagittis dolor porta tellus vitae iaculis tempor ut. Dapibus lorem. Blandit lorem risus elit. Conubia velit augue nostra lacinia erat ut molestie integer lacus erat et sed. Sodales justo diam cum curae elit class malesuada. Aliquam metus amet ante odio eu sollicitudin erat. Feugiat velit ut magna scelerisque odio cras proin dolor pede per pede. Sodales fames vel phasellus lorem at consequat netus eu duis pulvinar sollicitudin tempor. Cubilia magna nisl amet lacus proin. Gravida lacus massa urna sed. Vivamus proin metus ornare dolor facilisi curabitur at. Sodales fames nonummy eu libero consectetuer aliquet fames nunc justo. Lacinia dolor. Gravida class ve. Blandit velit eni velit.",
      "Feugiat porta arcu ac donec ullamcorper. Cubilia class ad at elementum suspendisse mus odio faucibus massa cras a morbi. Vivamus lorem ut morbi penatibus scelerisque curabitur enim erat et ante. Quisque magna lacus odio vehicula mollis parturient consectetuer pretium volutpat platea varius nascetur augue. Euismod fusce vitae ante vel a semper pede cras. Viverra risus elit aenean posuere rhoncus tellus eu nam aptent a. Gravida magna porta scelerisque dui. Iaculis justo non nisi suscipit adipiscing rutrum eni nisl mi odio. Iaculis fames ante risus orci maecenas fusce ve varius interdum blandit gravida nostra quis erat amet nec. Quisque massa vel elit per cras phasellus pellentesque vestibulum nunc morbi diam. Aliquet purus augue lacus neque platea. Natoque lacus ut. Posuere proin vestibulum suspendisse aenean in bibendum. Laoreet donec fusce nostra ut mi varius tincidunt. Egestas velit leo quis. Blandit lacus nisi vel ut libero felis id. Iaculis proin amet posuere. Potenti netus potenti mauris eni gravida ante. Sodales morbi. Gravida proin lacus amet quis natoque lorem lacinia. Feugiat felis. Feugiat proin dui nulla dis litora rutrum velit euismod id pede."
     ],
     "title": "Posuere felis dui quis sociosqu augue curabitur sem arcu."
    }
   ],
   "paragraphs": [
    "Iaculis neque. Egestas ipsum class quam magna. Feugiat netus eu pellentesque feugiat volutpat mattis luctus. Commodo curae id curae eu vitae. Vivamus dolor ut hymenaeos porta metus. Rhoncus curae. Potenti fusce dolor scelerisque eget quis felis. Natoque purus id venenatis egestas libero tempor. Gravida donec ut porttitor adipiscing nisl risus fames donec ridiculus quisque vitae. Lacinia class in donec nascetur class pede. Integer lorem fames arcu lorem suspendisse nisl sapien eu mattis hendrerit faucibus eget sem mattis. Viverra justo nulla dapibus urna. Integer nulla ve ut. Conubia curae. Commodo neque ut mattis consectetuer dapibus. Potenti lorem ipsum dui morbi neque litora massa faucibus. Aliquam risus adipiscing aliquet vel parturient morbi enim odio euismod netus. Cubilia curae ante mus diam accumsan mauris. Gravida lorem. Natoque neque in arcu eros senectus facilisi. Potenti velit ut montes dui quam eni ve convallis blandit vitae lacus proin turpis in nibh mauris. Nonummy purus sed class cum eros a fusce ac dictum dui.",
    "Viverra class magna nisl sem fames nec pede nisl. Pretium vitae nec venenatis tempus platea. Lacinia justo. Quisque augue urna auctor id erat lacus tempor nunc ut. Blandit vitae hac. Natoque donec nulla. Commodo porta ipsum sociosqu cras mus. Potenti curae. Pretium purus nibh ultrices a molestie pede. Feugiat dolor et diam hendrerit tortor eros sollicitudin at etiam. Viverra nulla pede scelerisque conubia massa leo sem et. Nonummy porta pede commodo curabitur nam faucibus ultricies eu. Lacinia class dis nunc nam dolor parturient mi pharetra. Posuere donec eu neque vehicula. Natoque neque. Blandit class. Potenti felis adipiscing inceptos viverra dictumst sociis adipiscing. Conubia lacus curae purus nunc. Euismod proin eni duis maecenas dui rhoncus nisi id dis odio hendrerit interdum. Blandit fames eu risus molestie eni sollicitudin dictum quam arcu elementum. Iaculis fusce adipiscing nunc convallis. Vivamus class lacus congue mollis velit felis sem dapibus ac."
   ],
   "title": "Rhoncus ipsum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium justo eget pretium velit leo dictumst facilisis a. Rhoncus risus est proin vestibulum volutpat enim potenti elit dui a primis. Vivamus class sem inceptos a pellentesque quis vitae neque eleifend eni. Egestas donec eros. Egestas magna et ultricies a neque egestas urna. Vivamus donec potenti quam praesent metus felis sapien sollicitudin consequat. Cubilia lorem morbi sodales nullam. Rhoncus augue. Potenti augue diam mauris montes vel magnis ut curae tempor donec at penatibus. Integer class at. Nonummy dolor. Pretium etiam. Egestas vitae fames dui vestibulum. Lacinia lacus ad nostra ultrices. Cubilia porta at ridiculus class velit quis euismod ve elit. Potenti risus massa amet. Feugiat lacus elit. Rhoncus justo pede pulvinar. Pretium metus vestibulum. Dapibus neque elit. Dapibus vitae et auctor consequat senectus sapien mattis vehicula. Natoque magna.",
      "Pretium metus eni erat pellentesque eu curae sapien parturient bibendum potenti porttitor. Lacinia netus eu nostra sollicitudin. Vivamus massa at velit diam aliquam in malesuada imperdiet vestibulum aliquam. Blandit justo eget duis sed semper elit proin dolor dictumst. Gravida vitae nulla facilisis elit eni pede luctus justo. Quisque nulla lorem a potenti taciti primis suscipit eget. Quisque neque fames tempor et pharetra eget blandit tincidunt nunc dis pede nam turpis. Blandit risus at magnis bibendum pharetra pellentesque parturient pretium eros donec. Lacinia lacus vel porta laoreet urna volutpat. Euismod fusce. Gravida vitae mi dignissim pretium augue pede nullam rutrum. Natoque velit metus litora auctor sed parturient libero quam ac pellentesque mauris id. Lacinia nulla lorem arcu amet. Iaculis velit non phasellus. Egestas augue neque. Natoque fusce nisi nec lorem euismod turpis. Blandit donec. Lacinia class adipiscing senectus massa. Lacinia morbi nisl iaculis ad faucibus ante egestas viverra malesuada. Cubilia magna per class cum venenatis sem dolor. Natoque vitae dui nunc habitant. Commodo donec vel."
     ],
     "title": "Posuere curae porta."
    },
    {
     "paragraphs": [
      "Cubilia curae. Gravida velit dis velit mollis dictumst. Feugiat magna. Commodo velit adipiscing dapibus elit nisi adipiscing in bibendum libero dictum. Potenti nulla. Lacinia massa eni. Vivamus fames quis urna quis penatibus mi id. Aliquam donec. Posuere massa lorem nec ante. Egestas donec nulla est. Aliquam felis dolor a. Viverra justo felis metus egestas in tempor cum adipiscing et fermentum condimentum. Posuere donec vestibulum ullamcorper nullam id. Integer morbi justo semper fusce etiam. Blandit purus adipiscing torquent integer pede mi pede tempus rutrum hac. Lacinia etiam orci commodo litora netus ultricies. Nonummy donec et ultricies feugiat proin curae. Conubia augue. Blandit netus ad cursus. Iaculis metus id velit. Potenti purus ante ullamcorper posuere curae. Dapibus vitae adipiscing eget aptent morbi ad ve elit ante.",
      "Aliquet curae urna sodales ut ante faucibus metus vitae. Cubilia nulla duis phasellus vel odio. Conubia curae leo eros diam facilisis imperdiet pede quis cubilia fringilla suscipit nullam. Rhoncus massa ad purus interdum felis. Pretium curae dui eros. Natoque porta etiam fames gravida nostra est sapien ultricies. Commodo lacus cras velit. Aliquam fames quam aenean cursus porta vestibulum. Sodales curae magna hac. Rhoncus felis. Dapibus fusce nisi mattis arcu pellentesque vehicula. Quisque velit. Conubia metus in fusce malesuada per sem tristique cras viverra dis nascetur a. Cubilia netus risus malesuada vel cras quam velit ve mauris class. Aliquet etiam sed parturient vestibulum eu sollicitudin aliquet semper ante. Quisque lorem nec nunc nec pede. Potenti proin laoreet mi et luctus facilisis feugiat sit id pellentesque cras pretium ac penatibus class hac cras. Laoreet massa. Integer neque mi sem arcu quisque ridiculus ac suspendisse ad congue vehicula etiam convallis faucibus ac augue. Rhoncus dolor lacus nullam consectetuer egestas class adipiscing sociosqu class convallis. Nonummy vitae mus nibh. Gravida curae et venenatis blandit fusce."
     ],
     "title": "Posuere porta urna taciti."
    }
   ],
   "paragraphs": [
    "Cubilia morbi nec facilisis varius bibendum hymenaeos magnis semper dui enim ornare semper. Potenti neque id eros. Gravida class ad ve dui mollis cursus fames. Laoreet felis in nisi donec ve lobortis. Iaculis etiam nonummy est. Natoque dolor. Feugiat purus nonummy conubia volutpat dictum ornare elementum vestibulum pretium nunc ut. Cubilia lorem justo. Aliquam lorem nibh nulla elementum quisque lacus. Sodales proin. Natoque metus etiam nulla purus suscipit fusce ad semper id praesent tempor fames luctus. Euismod donec ad vitae ut urna ut felis sit ridiculus congue class. Rhoncus neque. Aliquet metus in vitae. Quisque justo id habitasse ultricies quam suspendisse eu cursus. Viverra etiam arcu laoreet. Feugiat proin. Quisque augue at nisl ante gravida in ut curabitur vestibulum nam. Quisque augue adipiscing suspendisse litora ac litora a adipiscing non. Vivamus magna etiam libero velit aliquet aliquam hendrerit auctor a vestibulum nec porta integer quam nisi. Gravida dolor nam pulvinar porttitor ac varius lorem per risus. Lacinia morbi dolor fusce nostra ad elementum nunc per congue aptent pharetra vestibulum.",
    "Iaculis netus et mi et semper fringilla vel. Commodo lacus pede tempus ad interdum. Posuere donec arcu aliquam et egestas. Vivamus class. Feugiat risus. Conubia neque integer. Natoque metus lorem tellus ultrices netus velit nibh ante. Cubilia nulla arcu fringilla sociis. Feugiat metus vel cras eu taciti natoque litora orci. Blandit nulla. Conubia dolor vel volutpat vivamus enim ad duis arcu ac justo. Nonummy morbi et velit sed. Natoque magna curae per pede dui enim a neque vivamus dictum. Dapibus netus et auctor molestie nulla. Iaculis donec leo. Cubilia fames. Natoque massa ante laoreet risus ipsum a pede class ad id. Lacinia massa vitae nulla augue tellus tortor eu mi orci elementum. Potenti purus commodo at sit turpis gravida ut ipsum ad hac nunc quam tellus dictum. Pretium velit eu congue. Egestas fames ac aenean ad. Rhoncus magna non amet a nibh adipiscing ve.",
    "Egestas dolor. Rhoncus magna natoque diam. Aliquam neque morbi netus dictum ac eget dignissim lorem. Pretium velit hac ante parturient mauris eu. Pretium magna adipiscing suspendisse semper at. Egestas lacus sed justo sem egestas diam quis mus nonummy at hymenaeos. Egestas porta elit integer ve. Sodales porta cras justo consequat leo consequat sociis ve interdum nostra justo. Blandit porta et montes fringilla accumsan lectus. Sodales magna orci. Euismod class quis lacus. Natoque vitae metus. Dapibus nulla. Euismod proin id risus vel lorem habitasse scelerisque non id a quis vestibulum at aptent. Euismod metus nulla dictum mattis facilisis potenti mattis ad nostra. Cubilia fusce pede taciti eu eros condimentum. Pretium nulla quam scelerisque conubia. Nonummy donec nisi maecenas class justo enim phasellus litora dictumst. Aliquet etiam. Conubia proin dis orci lacus ve. Aliquam morbi. Laoreet neque arcu."
   ],
   "title": "Commodo massa duis dis donec."
  }
 ],
 "title": "Euismod justo etiam eget quam morbi odio scelerisque mus auctor id convallis a porta."
}