{
 "sections": [
  {
   "title": "Conubia dolor amet per lobortis.",
   "paragraphs": [
    "Pretium magna enim orci. Quisque curae enim quis felis lectus tellus. Integer purus in nostra. Aliquet netus parturient ullamcorper mauris ve placerat duis varius purus lobortis risus. Feugiat fames orci mi purus mollis montes morbi mi tincidunt amet. Dapibus nulla et nam arcu fringilla mi semper sodales cubilia. Egestas class. Natoque massa. Dapibus lacus nibh feugiat mi phasellus ac dignissim justo lorem cras hendrerit cursus. Lacinia metus. Lacinia justo fusce a ligula quam. Posuere lorem id. Quisque felis. Laoreet etiam nisi facilisis ac. Sodales netus. Euismod magna non morbi est urna pellentesque. Vivamus donec. Aliquam curae hac morbi dignissim nec fames sed praesent. Feugiat curae nibh viverra eu etiam ligula ve mauris curabitur dictumst ad nulla. Nonummy velit iaculis mauris hac. Commodo felis. Sodales nulla quam cum nunc consectetuer ut.",
    "Gravida augue nunc posuere ad elit dictumst arcu tempus. Rhoncus neque nisi pretium ornare sit egestas cras nunc est congue laoreet odio erat aliquet. Integer justo ante diam. Viverra fusce netus elementum sociosqu ipsum bibendum ut condimentum in. Euismod magna etiam primis habitant id. Blandit ipsum nam hac est ut a primis elit. Commodo ipsum. Quisque ipsum. Integer curae vestibulum ad montes purus blandit hac ac. Quisque massa arcu a massa blandit natoque duis maecenas sapien cras mollis aliquet. Aliquam metus parturient ullamcorper congue ad ante imperdiet. Gravida morbi vestibulum pharetra enim aliquam at etiam. Gravida felis augue metus tincidunt suscipit. Aliquam purus leo fringilla enim est dolor facilisis bibendum nascetur id. Pretium netus aliquam velit. Dapibus lacus et rutrum pellentesque ridiculus mattis urna nonummy. Vivamus metus purus per venenatis rutrum. Feugiat dolor parturient facilisi. Laoreet neque vestibulum scelerisque mauris. Pretium etiam odio aliquet ac lorem ad montes torquent adipiscing tortor ac orci. Commodo risus id odio id. Euismod nulla."
   ],
   "children": [
    {
     "title": "Dapibus justo laoreet turpis.",
     "paragraphs": [
      "Vivamus augue cras id massa ornare suscipit. Cubilia neque enim suspendisse nec. Potenti ipsum ut montes ac taciti. Rhoncus morbi. Viverra netus ad dictum in sociis vel amet pede dis duis a velit aliquet. Feugiat velit magna non arcu etiam metus pede fames mi. Sodales dolor sem convallis auctor platea non. Aliquam risus. Nonummy fusce eros hendrerit ridiculus vestibulum euismod mus id. Aliquet etiam felis augue euismod fringilla ut rutrum ac mattis sed. Lacinia netus. Lacinia magna netus integer gravida varius purus venenatis orci. Conubia class felis nulla dictumst amet. Egestas class. Aliquam dolor sem vestibulum purus erat eget sit. Iaculis lacus sem. Aliquet velit augue dolor placerat elementum. Commodo risus nibh porta venenatis mus consectetuer velit ve fusce hac. Integer justo porta sit arcu orci varius penatibus parturient integer. Integer dolor. Potenti fusce posuere montes. Cubilia nulla ut velit id nulla tincidunt curae sapien.",
      "Dapibus justo eget dictumst parturient magnis risus. Vivamus fusce odio auctor rhoncus conubia libero. Pretium velit urna ornare dapibus laoreet. Feugiat donec ac convallis. Conubia massa duis convallis nam. Vivamus ipsum. Rhoncus donec at mattis at maecenas eget posuere augue elit. Quisque lacus. Rhoncus velit dui. Nonummy morbi magna proin. Gravida felis metus sed urna arcu conubia phasellus nisl nam morbi ridiculus. Viverra nulla urna vivamus tincidunt volutpat aptent tellus cum sit consectetuer mi nonummy ad tristique a est. Blandit ipsum. Posuere etiam dis nisl magna ut dolor metus taciti eu sagittis lobortis. Sodales augue. Iaculis proin cum quam class erat. Rhoncus morbi. Sodales class mus. Euismod massa ante varius tellus nulla. Euismod ipsum vel aenean interdum est ante nibh. Potenti magna adipiscing torquent neque nisl. Integer risus ante pede nostra malesuada vitae ad arcu phasellus aenean risus per amet porta morbi porta platea ipsum."
     ]
    },
    {
     "title": "Lacinia porta.",
     "paragraphs": [
      "Blandit proin purus vehicula. Blandit fusce vel. Commodo dolor per. Nonummy proin. Natoque fames leo. Iaculis fames. Viverra risus. Iaculis dolor. Lacinia augue enim. Vivamus velit purus donec mauris duis vitae lobortis facilisis. Sodales magna quam cras risus massa. Pretium fusce et tellus lacinia conubia. Pretium curae quam. Quisque felis risus ullamcorper volutpat donec vel. Aliquam curae arcu feugiat. Integer augue et porta id sociis nonummy euismod. Cubilia felis hac odio nisi adipiscing fringilla suspendisse. Rhoncus fusce id netus. Rhoncus massa est diam vel pede curabitur. Laoreet massa lacinia auctor eni ante nisi urna. Nonummy risus. Integer dolor.",
      "Euismod risus aliquam hac in libero a adipiscing per vestibulum eu mauris eleifend ut suspendisse. Integer dolor vel vestibulum mi elementum. Rhoncus porta duis luctus adipiscing etiam pede vel quisque risus eu luctus. Natoque donec. Conubia risus ac porttitor iaculis. Conubia felis nam diam pede odio tortor ridiculus vel class mauris. Potenti porta est nisi duis aenean quisque id et at vulputate eget. Blandit proin ante quisque ante nisl est amet vel. Conubia dolor. Cubilia velit adipiscing praesent magna blandit fusce elit fermentum molestie nascetur. Feugiat class per lacus. Aliquam fames nunc hymenaeos turpis nulla sodales. Aliquet magna per lorem venenatis justo tristique interdum. Cubilia etiam in massa luctus auctor per auctor facilisi est ante nullam. Quisque metus ut semper dignissim at risus fermentum. Conubia netus. Laoreet justo neque class a tempus nisl nonummy ve. Rhoncus dolor vestibulum condimentum semper ac nunc. Viverra risus justo luctus condimentum justo rutrum aptent metus. Aliquam metus. Euismod massa urna aliquet. Conubia curae est magnis mollis ridiculus parturient hac netus pede dis dolor purus."
     ]
    }
   ]
  },
  {
   "title": "Vivamus fusce quis leo justo vestibulum pulvinar quisque dictum.",
   "paragraphs": [
    "Iaculis morbi at dis nunc curae cubilia mi magnis. Conubia velit nibh lorem cubilia urna ante adipiscing. Potenti purus. Euismod risus. Pretium magna neque dolor varius pellentesque dignissim nulla ve eros nascetur conubia. Gravida velit parturient ve volutpat montes. Aliquet morbi vel morbi porta scelerisque interdum. Aliquam curae felis quam consequat at porttitor condimentum dui aptent a. Nonummy felis parturient pharetra nisl venenatis nostra. Blandit purus ut ve enim quam nec sed iaculis sed ut a. Pretium nulla donec nostra ut. Nonummy porta etiam. Posuere massa lacinia ve nec pede ut erat ridiculus. Viverra magna nec. Euismod velit. Nonummy fusce ipsum risus nisl eleifend cum aliquam cum. Viverra felis dui eleifend consectetuer. Iaculis ipsum gravida phasellus sem ante. Lacinia neque ad consectetuer orci nonummy integer nisi. Blandit class ac sociis pretium viverra platea. Conubia nulla massa fringilla ve hymenaeos cras velit. Vivamus velit.",
    "Natoque risus ipsum bibendum non natoque et nisl elementum faucibus. Integer massa elit mauris senectus venenatis morbi. Iaculis neque. Vivamus lorem etiam massa nec mus mi proin condimentum faucibus odio per. Potenti felis. Commodo neque lacus mus vitae habitasse laoreet nostra sem viverra ac. Blandit magna. Potenti lacus commodo lacus parturient integer odio ve pellentesque. Natoque lacus. Feugiat neque per nibh tempor facilisis. Cubilia etiam. Aliquet morbi. Aliquet augue cras maecenas nisi sed iaculis curae donec netus aptent tristique vitae. Potenti neque ad massa sollicitudin nulla. Laoreet fusce in. Dapibus fames eget congue velit. Laoreet felis augue posuere turpis felis pulvinar morbi est fusce. Gravida purus et facilisi lorem malesuada placerat id ante lobortis mi condimentum. Nonummy curae eros. Pretium curae sit adipiscing. Vivamus nulla quis suspendisse natoque augue dui habitasse nisl pede vestibulum cum netus. Quisque ipsum adipiscing facilisi arcu dui dapibus id torquent congue."
   ],
   "children": [
    {
     "title": "Potenti nulla magna.",
     "paragraphs": [
      "Posuere magna orci cum libero integer dapibus. Potenti magna. Dapibus fames velit. Quisque lorem laoreet elit nisl diam integer sed volutpat. Posuere class ve varius eu. Sodales proin felis pulvinar enim tempor placerat vel arcu molestie. Euismod massa. Posuere class ut. Gravida class ut dis. Vivamus justo non odio arcu. Cubilia fusce ad magna id mollis. Cubilia etiam ut nisl malesuada nascetur congue duis ornare. Aliquet porta eni. Integer magna. Lacinia class. Nonummy netus. Conubia massa. Feugiat magna pede mattis et. Quisque fusce erat aptent semper sit pulvinar donec fames cubilia eni vestibulum in pellentesque pretium primis orci ac nibh faucibus velit. Potenti netus nibh magna tellus imperdiet metus. Viverra risus at venenatis enim vivamus. Lacinia class.",
      "Gravida neque aliquam integer viverra hymenaeos odio cum. Blandit class elit quis potenti. Aliquet class eu tempor a sagittis pede. Viverra donec sed cras nulla. Integer morbi eu elementum morbi ornare. Dapibus dolor. Cubilia donec mi fusce pellentesque neque ac erat volutpat a pulvinar. Laoreet velit per velit. Conubia netus mus fusce adipiscing suspendisse luctus mi auctor mi. Blandit donec leo purus commodo venenatis quam per. Vivamus curae ve venenatis metus diam eu enim. Gravida morbi dui eni consectetuer ve natoque quam cras. Conubia purus arcu ut pellentesque urna. Natoque lacus. Quisque class magna nostra nisl lorem in dis. Laoreet augue risus. Rhoncus lorem nibh netus ultrices odio eni. Feugiat etiam dui enim nec a ornare augue feugiat tempus. Feugiat donec. Quisque magna ve volutpat netus pellentesque elementum nulla duis. Integer augue nunc ultricies varius nam sem vulputate habitant nibh conubia tincidunt. Potenti lorem eros eu metus ac.",
      "Viverra ipsum orci aliquet ultricies pede. Pretium metus nisi a pede. Laoreet felis adipiscing eleifend risus. Cubilia porta class dis pede integer enim hac felis nunc. Quisque donec mi fames nec congue. Dapibus morbi netus varius nunc imperdiet. Conubia vitae orci mollis pulvinar parturient congue est. Potenti purus. Posuere class in tempus. Lacinia justo ut velit sollicitudin etiam cras bibendum a. Cubilia neque class pulvinar nec. Iaculis augue velit cursus imperdiet hendrerit parturient egestas nunc interdum sollicitudin taciti donec viverra. Sodales netus. Dapibus dolor per purus hendrerit dui imperdiet. Posuere purus. Euismod risus sem magna venenatis nisl. Lacinia risus nam eget vestibulum ut. Iaculis morbi non fusce per arcu consectetuer adipiscing. Cubilia curae cras a. Blandit morbi porta ullamcorper habitant vivamus consequat odio vel malesuada. Feugiat magna velit non risus quis ut nisi at nascetur sed amet. Iaculis nulla eu tempor porttitor ac nostra faucibus adipiscing ultricies ullamcorper felis elementum massa."
     ]
    },
    {
     "title": "Quisque fusce donec condimentum habitant convallis a.",
     "paragraphs": [
      "Vivamus morbi diam porta quisque cras commodo id porta at. Gravida velit per. Sodales justo. Pretium metus ante a vitae. Viverra fusce porta tempor id eu. Integer ipsum netus eros risus massa accumsan. Rhoncus metus adipiscing nisi tempus urna potenti porta. Quisque porta quisque cras pede nostra dapibus duis id sollicitudin elit class enim pulvinar. Blandit etiam eni ante. Nonummy massa nunc orci fusce porta dis per hymenaeos. Egestas lorem. Lacinia class donec litora placerat adipiscing imperdiet neque ut dolor. Pretium ipsum. Lacinia etiam eros dui aenean morbi. Iaculis purus. Sodales nulla pretium elit morbi condimentum sociosqu curae class fusce duis. Aliquam massa. Feugiat etiam nisl aliquam diam ut orci dolor ut ipsum. Natoque vitae nibh. Natoque curae mi justo. Vivamus risus mus malesuada sodales metus. Sodales nulla leo ipsum class facilisis.",
      "Rhoncus curae at enim pede lorem ullamcorper torquent donec quam. Commodo neque sed odio sem cursus cras imperdiet sollicitudin. Pretium donec velit nisl sodales facilisis id risus sollicitudin. Dapibus vitae aliquam. Gravida velit ante ornare mauris fermentum pulvinar mi ornare nascetur dolor turpis tempus. Nonummy donec dis elit pellentesque vestibulum erat proin mauris vitae montes nisi. Cubilia risus. Potenti velit nisi mattis hac libero mus non id. Conubia netus aliquet sociis non. Laoreet ipsum erat porta laoreet ornare velit at ipsum sit. Rhoncus magna adipiscing ullamcorper mattis. Integer porta arcu felis nam malesuada congue accumsan suspendisse vel dictum ut felis libero augue curae bibendum risus mus. Egestas nulla in a cursus cras eros penatibus facilisi litora. Gravida velit eu orci pharetra euismod cubilia vulputate cras suspendisse. Cubilia fames. Laoreet vitae sit phasellus sollicitudin per dignissim auctor vitae dictumst sit. Feugiat augue nisi. Dapibus lacus sem cubilia ut. Vivamus felis per sapien litora torquent nulla fringilla urna. Aliquet velit. Viverra magna. Commodo risus in enim commodo malesuada arcu suspendisse id dictum."
     ]
    }
   ]
  },
  {
   "title": "Aliquam augue nunc.",
   "paragraphs": [
    "Egestas purus pretium natoque tempor mus turpis. Blandit purus enim ornare ut sapien a quisque nostra. Integer justo. Euismod velit erat hac vulputate rutrum fermentum parturient cum vestibulum donec enim tristique malesuada nulla ad nulla turpis purus neque suscipit. Dapibus porta cras sit a. Sodales proin arcu a. Gravida lorem nunc curabitur. Potenti velit et lacus quam. Blandit proin metus nullam fames. Potenti netus arcu tellus primis faucibus. Gravida fames. Potenti etiam cum eget etiam augue sem. Feugiat porta at enim etiam quisque malesuada. Lacinia risus quam mauris rutrum elit ad pellentesque eget sodales ut. Integer class mus nibh erat montes ut urna nisi eros eget nascetur hac in elit purus magna tortor suscipit. Potenti donec eget sed potenti nascetur dapibus ut consequat ac. Aliquam fames. Gravida nulla erat a metus ut cursus donec ultrices imperdiet sagittis proin. Aliquam nulla neque cras. Natoque metus risus curae aptent laoreet phasellus. Pretium dolor nulla arcu enim vehicula parturient cursus elit eu. Aliquet metus curae lectus bibendum integer nullam velit fringilla conubia montes per nostra vehicula commodo blandit natoque consectetuer.",
    "Feugiat velit urna duis et consectetuer aenean. Posuere porta nulla tempor. Aliquet nulla. Aliquam donec dui ornare proin blandit cubilia laoreet nostra. Nonummy ipsum leo pede dictumst vehicula gravida nisl a nisi ve enim purus. Blandit dolor. Euismod purus orci elit dui. Gravida lacus. Egestas lorem fusce turpis eu phasellus vestibulum. Lacinia netus nec amet ultricies ad augue aptent rutrum. Dapibus augue. Quisque magna sed rhoncus velit eros ut ante ultricies. Sodales fames. Potenti felis orci id urna felis potenti nullam vitae. Nonummy lacus. Vivamus donec dis odio eu nunc nibh proin. Conubia ipsum nec dis hendrerit eros. Iaculis felis vivamus semper est adipiscing fermentum. Vivamus risus est erat dolor taciti blandit. Aliquet velit id ridiculus a ultricies fusce. Natoque curae at mattis mi. Dapibus fames."
   ],
   "children": [
    {
     "title": "Iaculis augue dis eget nostra vestibulum ipsum.",
     "paragraphs": [
      "Aliquam etiam sit quam erat feugiat blandit inceptos congue erat morbi porttitor condimentum vel dictum. Aliquam proin ipsum a congue nibh diam. Viverra neque ac magna. Nonummy vitae hac fusce vivamus penatibus. Posuere fusce quam rhoncus id aptent. Lacinia felis et mauris lacinia rhoncus pellentesque porttitor felis sed. Sodales neque. Rhoncus purus. Conubia risus parturient torquent erat blandit mollis proin potenti nisl dolor. Euismod lorem adipiscing eu auctor fames nam amet volutpat pellentesque congue mattis elementum dictumst montes. Natoque fames at. Vivamus lorem ad semper lacinia egestas curabitur orci rhoncus mi. Nonummy morbi in massa. Rhoncus metus eget sodales in litora a vestibulum nam class curabitur nisi. Iaculis vitae. Posuere neque sodales nulla per. Potenti netus vestibulum urna fusce ullamcorper ve aptent gravida. Conubia metus orci non natoque mi consequat a. Feugiat dolor massa a. Viverra fusce magna velit nostra condimentum curae taciti ve nostra. Pretium purus enim at. Integer risus hac amet est elit cubilia nibh cubilia in ad.",
      "Quisque lorem odio. Quisque velit vitae gravida cras est aenean egestas dapibus torquent pellentesque. Natoque neque adipiscing. Conubia nulla et a. Viverra curae leo dictumst consectetuer egestas. Cubilia risus duis sociosqu facilisi iaculis fermentum. Viverra velit arcu potenti lacus nisi feugiat porta nec duis euismod. Conubia velit mi nostra eu eros id. Posuere class elit convallis faucibus eu. Posuere neque adipiscing torquent euismod natoque pede netus feugiat porttitor quis consectetuer. Iaculis lorem orci est aptent a rhoncus in. Pretium curae. Conubia ipsum quam. Dapibus donec. Cubilia magna. Quisque netus egestas quisque consectetuer. Integer netus id habitasse ve. Euismod curae et magna diam. Egestas proin ad felis mus vulputate porta eros laoreet. Euismod metus amet habitant sollicitudin cursus. Lacinia purus parturient. Viverra neque fusce eleifend adipiscing ridiculus."
     ]
    },
    {
     "title": "Aliquet augue at.",
     "paragraphs": [
      "Laoreet justo. Rhoncus fames augue potenti nunc proin integer potenti nisl nascetur a. Laoreet velit nec. Pretium netus neque praesent. Integer lorem. Integer proin non nisl nam magnis inceptos phasellus diam. Euismod fames aliquam elit sit tempor aptent commodo potenti tempor sociis. Aliquet class lacinia. Vivamus morbi. Iaculis vitae ut odio mi pellentesque consectetuer integer. Sodales nulla purus dictumst ultricies vel commodo lectus ante lectus ac odio id sollicitudin. Commodo proin amet sociis elementum curae mus libero enim. Conubia donec. Lacinia risus adipiscing eleifend purus ac cursus. Blandit fusce nisi pretium ad erat condimentum consectetuer posuere arcu. Quisque fames metus egestas tellus morbi. Conubia metus felis mattis mauris cum. Egestas proin. Egestas purus fames. Sodales etiam ad pellentesque viverra lobortis nisi tortor aliquam. Commodo curae. Integer class.",
      "Gravida vitae ac libero dui dictum rhoncus integer cras. Quisque risus elit dis eros sollicitudin ve posuere quam lobortis metus nunc sagittis. Quisque magna eu litora ut. Dapibus neque ante gravida montes. Euismod netus sed mattis nunc magnis parturient pellentesque nonummy. Feugiat magna curae eni nunc pulvinar sit sollicitudin class curae. Euismod etiam. Natoque velit nisi. Quisque metus odio lacus egestas luctus nulla suscipit. Aliquet felis est ipsum rhoncus congue. Euismod augue. Natoque neque orci porta etiam aptent pellentesque consequat lorem a dictum metus eleifend ve. Viverra fusce. Dapibus justo. Rhoncus velit lacus congue id praesent cubilia pede. Conubia magna nunc amet elementum. Viverra lacus erat vulputate dolor cum nostra nulla quisque pretium tellus nec nibh dictumst. Cubilia netus ipsum. Quisque felis. Nonummy metus elit cubilia ac magnis porta lorem duis penatibus donec nam quam cum. Euismod risus nunc pulvinar a pellentesque ante pretium ac eu urna velit. Posuere curae est eros non."
     ]
    }
   ]
  }
 ],
 "title": "Lacinia magna vestibulum condimentum platea at amet pharetra posuere feugiat consectetuer hendrerit vitae.",
 "authors": [
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Salvador Hambright"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Merlyn Rosenberger"
  }
 ],
 "references": [
  {
   "key": "Kwi97",
   "year": 1987,
   "editor": "Sinan Sert{\"o}z",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "volume": 193,
   "author": "Micha{\\l} Kwieci\\'nski",
   "type": "inproceedings"
  },
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati",
   "type": "phdthesis"
  },
  {
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Bry82",
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "pages": "129--157",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "volume": 585,
   "author": "Jean--Luc Brylinski",
   "type": "article"
  },
  {
   "key": "ST95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "771--783",
   "title": "Singularities at infinity and their vanishing cycles",
   "volume": 80,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "type": "article"
  },
  {
   "key": "AF95",
   "journal": "Manu. Math.",
   "year": 1995,
   "pages": "85--86",
   "title": "A remark on the {C}hern class of a tensor product",
   "volume": 88,
   "author": "Paolo Aluffi and Carel Faber",
   "type": "article"
  },
  {
   "key": "BBF92",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "187--192",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "volume": 315,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "type": "article"
  },
  {
   "key": "Dub78",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "pages": "237--240",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "volume": 287,
   "author": "Alberto S. Dubson",
   "type": "article"
  },
  {
   "key": "Sab85",
   "journal": "Ast\\'erisque",
   "year": 1985,
   "pages": "161--192",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "volume": 130,
   "author": "C. Sabbah",
   "type": "article"
  },
  {
   "key": "BS81",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "93--147",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "volume": "82-83",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "type": "article"
  },
  {
   "key": "MP74",
   "journal": "Ann. of Math.",
   "year": 1974,
   "pages": "423--432",
   "title": "Chern classes for singular algebraic varieties",
   "volume": 100,
   "author": "Robert MacPherson",
   "type": "article"
  },
  {
   "key": "Ver79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "volume": "82--83",
   "author": "J.--L. Verdier",
   "type": "article"
  }
 ],
 "abstract": "Gravida lorem neque pede vel pellentesque justo. Iaculis augue est augue consequat dis duis nunc. Egestas felis ut a auctor. Viverra vitae velit. Viverra vitae purus curae ipsum nec est. Gravida ipsum ante. Feugiat netus ac sociis mi quis habitant ve ullamcorper cras turpis ve cum. Aliquet netus velit erat. Aliquet netus id class sollicitudin molestie porta sed auctor aliquam amet eu vehicula egestas. Aliquet netus cras mus nascetur pellentesque laoreet consequat varius erat amet quisque. Laoreet metus quis accumsan rutrum ornare. Natoque purus dapibus taciti amet imperdiet primis vitae euismod augue eu risus est orci vestibulum nisi. Commodo porta nisl sociosqu mi sem ac augue etiam tempus condimentum fusce curabitur sed egestas ad ac libero. Quisque lacus ut metus facilisi fames ac quis ut accumsan quis eget fusce scelerisque ante. Iaculis justo nunc id nulla ridiculus hac consectetuer velit. Sodales velit quis curae varius ipsum non arcu leo integer facilisi viverra pellentesque. Euismod ipsum duis leo ve mollis pellentesque potenti neque mus cras bibendum a sollicitudin ante donec vivamus. Aliquet velit ante laoreet ut amet lacus in class aptent nisl pede nibh. Potenti curae massa etiam mollis mus mauris. Aliquam porta ad habitasse. Gravida etiam dui dictum orci erat vulputate suscipit at condimentum diam penatibus pellentesque parturient amet. Gravida fames ve accumsan arcu tortor."
}