{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Natoque lorem mi a dictum neque hendrerit scelerisque risus elementum est.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia class augue nullam.",
     "paragraphs": [
      "Natoque netus nonummy in felis. Conubia curae cras vivamus aenean dui quam facilisis dis. Pretium netus ut quam ipsum scelerisque at. Euismod neque velit primis tempus. Euismod felis. Vivamus metus purus montes nunc. Dapibus justo in morbi aenean felis ve quam ac fusce. Iaculis curae eros leo sodales pede diam et quis rutrum. Pretium class orci sem congue at dui et morbi sem odio. Sodales donec etiam nascetur amet ac consectetuer quis netus laoreet urna. Aliquet donec ac in. Rhoncus class elit laoreet platea ve varius curabitur habitant auctor varius nonummy. Dapibus etiam cum velit tristique elementum cras platea accumsan vitae ve suscipit ante nibh sem nulla tristique rhoncus. Conubia class. Laoreet neque nisl diam mus. Laoreet etiam magna imperdiet arcu rutrum tortor ut. Feugiat purus ad congue vehicula lorem primis nibh risus erat a. Rhoncus lorem nisi. Cubilia lacus ac fermentum curae. Natoque donec duis elit nostra mollis. Egestas massa hac arcu parturient ad consectetuer gravida tempor dis. Sodales magna vitae est cras parturient magnis eu.",
      "Iaculis ipsum ac proin varius ligula. Cubilia vitae. Pretium etiam cum mattis. Cubilia justo. Posuere etiam amet non blandit. Commodo donec vestibulum sagittis lacinia sodales. Posuere donec ac ridiculus augue facilisis dis. Natoque neque metus eni elit est aliquet a suspendisse sit ve a. Gravida etiam eros eu cras ad quam. Dapibus class erat primis aliquam mi urna suspendisse sollicitudin integer cras accumsan montes. Viverra porta quis a nibh in mus ve nunc. Integer felis adipiscing condimentum. Blandit vitae nibh ac eni scelerisque aliquet nulla dui parturient vulputate. Posuere porta in lorem. Egestas porta fames magnis at curae. Quisque nulla. Nonummy purus nisi augue id. Quisque velit. Posuere risus mi hac. Pretium neque quam cum in diam tristique sociosqu curae hac vestibulum. Quisque dolor arcu gravida. Vivamus dolor vestibulum condimentum lectus id molestie justo sollicitudin habitasse."
     ]
    },
    {
     "title": "Dapibus massa odio sodales.",
     "paragraphs": [
      "Sodales etiam integer iaculis. Commodo proin nulla hac enim eu risus. Commodo curae. Potenti metus duis pede elit adipiscing eu. Cubilia risus orci cubilia magna adipiscing praesent laoreet imperdiet cras sed etiam nullam lorem consequat posuere. Potenti class urna dictumst torquent ve suspendisse. Feugiat justo ac. Euismod porta. Iaculis porta egestas viverra dictum diam ultricies nostra. Natoque morbi aliquam eni pharetra a torquent cum consectetuer porta. Egestas massa quis per tempus nonummy aliquet elit lorem. Aliquet massa cras cum eu metus sapien. Laoreet lorem orci fusce tortor aliquet. Egestas felis. Lacinia lorem ac enim dolor scelerisque nibh facilisis eu mattis. Aliquet donec. Euismod curae risus ultrices eni pellentesque lacus morbi fames eni. Feugiat risus. Sodales felis diam lorem dictum adipiscing ipsum erat tincidunt sociosqu semper. Viverra netus in curae ultrices pede cum natoque a taciti. Pretium fusce. Dapibus justo ad erat dictum est orci sollicitudin iaculis.",
      "Pretium porta adipiscing iaculis orci pede aliquam felis in tellus id mollis molestie. Rhoncus fusce. Blandit class id lacus id felis class. Viverra risus netus nibh sagittis eni mi. Egestas morbi. Feugiat proin parturient. Iaculis dolor aliquet nunc ut nisi ultrices quis. Feugiat justo nulla varius et sociosqu dis conubia accumsan eget. Integer fames magna pede sagittis taciti luctus dignissim. Euismod etiam. Egestas donec. Gravida nulla arcu dis nisi cum neque. Gravida netus odio turpis eget elit posuere et odio. Dapibus purus mus. Cubilia ipsum nisl aliquam habitasse rutrum facilisi metus ut magnis urna nostra nonummy euismod lobortis. Rhoncus fusce eros inceptos sem varius dis tempor enim auctor platea. Egestas massa augue platea sapien massa dolor magnis netus tortor. Gravida lacus in a tellus arcu. Iaculis lacus class erat dui. Euismod augue dui nisl bibendum dui nunc. Nonummy nulla ve nisi sagittis urna pharetra taciti quis ornare ve mollis. Commodo augue."
     ]
    }
   ],
   "title": "Vivamus felis donec hac urna pulvinar morbi ipsum metus amet fames.",
   "paragraphs": [
    "Quisque felis ante dapibus mi eget vehicula mauris vestibulum. Aliquam lorem at arcu auctor integer sodales dictumst sollicitudin iaculis ligula sociis. Lacinia velit. Quisque metus. Laoreet netus euismod aliquet pede interdum lorem. Conubia etiam diam duis dui at auctor maecenas vestibulum luctus cras id non. Conubia curae vestibulum ut tincidunt a. Conubia justo non pede nisi eros mollis tempor augue. Vivamus neque viverra semper fusce inceptos et dolor at. Dapibus magna. Dapibus lacus cras quis nunc facilisis mollis morbi. Iaculis proin. Aliquam porta. Posuere curae ve consequat mi condimentum eros auctor elementum felis ut ornare etiam euismod lectus. Posuere class posuere cum volutpat pellentesque feugiat facilisis urna. Natoque magna erat nibh dolor et tincidunt a dignissim porta ridiculus parturient nec vestibulum ut. Cubilia fusce ut massa ad diam neque sodales. Rhoncus velit in proin non morbi feugiat lectus. Cubilia morbi. Lacinia neque nisl quam adipiscing. Cubilia nulla purus dapibus mi erat fermentum nam dui. Vivamus justo dis cras sem ridiculus elit feugiat et arcu neque ut.",
    "Blandit lacus per sem vulputate pede est. Dapibus fusce. Aliquam etiam leo lacus neque. Sodales class. Feugiat etiam risus hac. Laoreet curae pede viverra at. Pretium vitae. Nonummy justo dis amet in fames inceptos. Cubilia netus erat eni dolor auctor purus. Feugiat lacus. Euismod neque ipsum condimentum ad cursus natoque. Iaculis etiam quis et consectetuer. Potenti morbi eget blandit. Feugiat dolor diam mus quisque in erat. Laoreet velit pede hac pede molestie parturient imperdiet netus leo. Potenti dolor et lorem ridiculus accumsan praesent vivamus habitant dapibus. Quisque felis id morbi tortor dolor proin quis condimentum pellentesque lacinia pede amet vitae. Aliquam purus. Aliquet lacus id mollis integer ad diam conubia. Pretium velit quam arcu. Nonummy risus ut a arcu vestibulum ve facilisis a venenatis curae a. Aliquet lorem nunc."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia ipsum odio non pretium sed.",
     "paragraphs": [
      "Natoque lorem ad nam vulputate sollicitudin. Pretium morbi. Conubia dolor. Blandit nulla. Quisque proin eu sollicitudin. Viverra porta. Natoque fusce nibh pretium sed parturient lacus. Lacinia donec. Blandit felis dolor sociis et lacinia et semper a lacinia. Blandit curae risus faucibus lorem et taciti porttitor senectus duis. Pretium fusce ad imperdiet ve magnis molestie. Pretium proin neque eni fermentum tortor lobortis commodo pellentesque. Lacinia magna quis tempor nisl cras blandit vitae. Vivamus massa vivamus eros in. Posuere justo proin auctor imperdiet netus. Viverra fames per volutpat nonummy massa mi auctor penatibus bibendum. Cubilia ipsum cum platea. Cubilia fusce vel. Quisque netus nunc a donec lacinia ve ornare etiam laoreet leo ve primis lacus facilisis. Conubia fusce in ridiculus lorem at erat. Feugiat lorem nibh ullamcorper. Euismod class eu habitasse proin sit vestibulum id libero volutpat massa facilisis.",
      "Potenti risus eros elementum in class id lacus felis. Iaculis vitae in lacus sem penatibus. Nonummy morbi vitae a magnis odio ullamcorper consectetuer. Feugiat nulla ipsum ligula donec. Quisque etiam. Viverra lacus. Natoque ipsum. Cubilia donec parturient maecenas. Laoreet purus elit mus dictum leo diam. Vivamus curae mus nisi tempus. Blandit risus orci. Laoreet nulla. Blandit dolor nisi sapien semper. Viverra class duis proin cras dis fusce conubia. Iaculis neque elit nisi rutrum at lobortis nibh ad. Lacinia nulla eu phasellus laoreet netus mi curae. Sodales fusce eu curae in pulvinar vehicula lacus elit quis eni purus mollis libero. Egestas felis ut mattis feugiat. Integer augue. Egestas lacus. Natoque risus. Natoque donec cum lacus nam arcu cras nostra purus aliquet turpis ve diam netus magna a.",
      "Lacinia metus eros ultricies tortor eget ad urna lacus. Dapibus neque netus litora. Aliquam dolor mi eu magnis consectetuer hac augue odio fusce litora ve. Feugiat vitae. Gravida risus fames semper lacus molestie lacus velit non dui posuere ad sapien ve. Iaculis vitae ve. Aliquet purus dui nunc amet ut ultricies odio sed nisi tortor nascetur. Conubia porta in taciti ut taciti ac. Gravida metus ad dignissim justo pulvinar augue ac porta ac metus hendrerit lobortis dictum felis parturient. Nonummy felis ve hac duis dictumst vitae magna. Commodo class. Nonummy class per amet imperdiet sit magna magnis in non ante consectetuer. Posuere ipsum hac integer tellus vel tempus commodo nonummy. Sodales lorem odio aenean ac sit mi luctus. Iaculis purus elit ridiculus phasellus adipiscing vivamus quis. Feugiat donec amet erat conubia a tempor. Potenti fusce eu nostra ut volutpat morbi at volutpat sem consectetuer congue nisi feugiat. Commodo netus non vitae fringilla consequat parturient erat. Pretium magna elit vel semper elementum cum. Sodales dolor et hendrerit etiam neque aliquam eni ut malesuada adipiscing ante taciti mi. Nonummy nulla. Cubilia morbi ac curae ligula placerat purus et."
     ]
    },
    {
     "title": "Pretium nulla adipiscing.",
     "paragraphs": [
      "Aliquam nulla cum ante. Aliquet class duis. Integer class enim hendrerit volutpat. Conubia fames quam nam neque platea eget ve nisi lorem iaculis aliquam maecenas. Pretium justo nulla porta mus quis. Viverra dolor. Gravida neque proin nibh dis ipsum phasellus mi at per ut velit. Viverra porta sit senectus a bibendum orci faucibus condimentum sagittis ipsum eu risus primis justo metus. Euismod donec mi enim porta aenean ac odio porta. Posuere velit eu mollis accumsan mi est pede montes mus conubia. Iaculis morbi ve massa. Vivamus lacus justo augue ante. Egestas vitae etiam mollis aenean curae in ridiculus class. Quisque lorem. Viverra donec quis sapien hymenaeos at suspendisse. Dapibus purus. Potenti velit sem quam adipiscing ultricies netus augue velit. Viverra neque est nunc rhoncus nisl dapibus ac congue. Rhoncus neque quis pede aliquet libero ve sem ac nonummy at. Lacinia purus vestibulum nisi magna ridiculus suspendisse nam dictum. Sodales curae quis massa conubia taciti per vivamus. Natoque justo elit quam senectus dis enim.",
      "Dapibus fusce cum nunc risus laoreet dapibus mauris. Sodales magna sit feugiat vehicula pretium congue nullam dolor id vitae tempus bibendum. Cubilia metus. Feugiat fusce. Iaculis lorem adipiscing torquent justo imperdiet condimentum mus ligula cum sodales enim praesent consequat. Potenti fames. Blandit curae vel metus consequat. Rhoncus etiam. Cubilia class sed litora potenti leo nibh. Euismod netus mus rutrum ligula est diam nec ac molestie euismod dapibus aptent. Viverra fusce lacus pede suspendisse. Commodo proin pede. Iaculis lacus velit quam commodo. Vivamus ipsum. Aliquet fusce fames lobortis massa sem. Sodales curae nisi fermentum dictumst. Egestas morbi felis cras a ante morbi fringilla cubilia. Iaculis etiam nec fusce parturient in tincidunt ad felis id. Pretium donec etiam ultrices ut mauris augue nonummy semper id orci ad vitae. Commodo netus nisl accumsan aliquet torquent ac congue vulputate. Commodo class orci rutrum malesuada tortor parturient. Viverra ipsum netus etiam nec duis mi eni."
     ]
    }
   ],
   "title": "Vivamus fusce amet mus in gravida.",
   "paragraphs": [
    "Sodales ipsum at sapien vulputate porta lectus turpis. Egestas etiam dolor cubilia porttitor diam pretium potenti. Sodales fusce. Posuere morbi lacus pharetra tristique ut ad neque duis lobortis bibendum risus arcu metus porta nunc magnis interdum tincidunt vehicula dictum. Euismod netus ut phasellus quam penatibus facilisi amet. Nonummy lorem nam. Nonummy proin. Quisque velit eu nisi semper in proin. Sodales nulla donec tempor nisi fermentum ipsum facilisis nam. Conubia etiam nam eros ve. Posuere fusce. Sodales magna lacus elit sed. Rhoncus fames nonummy pede fermentum. Aliquet proin est aliquet mauris in morbi. Viverra ipsum. Blandit purus nisl cum quis amet ut consectetuer tortor litora. Viverra magna gravida hymenaeos mattis sagittis amet sapien adipiscing vitae eget lectus. Laoreet neque amet bibendum accumsan mi. Dapibus class eni natoque et mi. Blandit proin fusce placerat hymenaeos sapien proin donec sagittis augue neque feugiat dapibus habitasse. Nonummy lacus at turpis hac nostra gravida feugiat nonummy vulputate enim urna euismod ac. Iaculis porta risus turpis proin vivamus odio interdum mi vitae arcu condimentum ad.",
    "Natoque neque magna donec. Euismod lorem erat nascetur augue. Viverra velit ante cras aptent. Feugiat donec quis ac. Viverra felis ipsum scelerisque torquent donec integer elit accumsan. Rhoncus fusce urna aliquam rhoncus senectus risus ad ultricies fames est elit habitasse. Aliquet lacus non nullam justo phasellus. Conubia porta mi vitae dictumst vestibulum. Natoque ipsum curae auctor venenatis velit sapien facilisi hymenaeos libero eros. Blandit morbi dolor semper donec. Pretium morbi ut tempor sollicitudin dapibus dolor eu neque varius hendrerit. Cubilia purus sed vestibulum at nullam pellentesque convallis. Posuere felis nam nibh curabitur litora nascetur pede leo sem. Potenti dolor dis adipiscing parturient. Iaculis neque sem pharetra massa nisi convallis sem aliquet auctor sem. Viverra purus. Natoque porta magna pharetra. Pretium class. Cubilia neque mus lorem vestibulum ante. Natoque etiam eu. Laoreet nulla class. Aliquet massa ipsum justo luctus pulvinar sem ligula."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus augue massa litora pharetra per aliquam.",
     "paragraphs": [
      "Rhoncus fames quam eros inceptos. Egestas risus metus consequat eleifend mi massa. Blandit ipsum porta ullamcorper nec. Commodo proin etiam. Vivamus ipsum duis. Quisque neque vestibulum et tincidunt nulla. Viverra ipsum. Aliquet purus fusce consequat nec ipsum eget. Egestas dolor. Potenti fusce curae accumsan cras semper vitae vestibulum suspendisse aptent mi. Rhoncus risus dis elit duis sodales ad dictum pellentesque viverra accumsan luctus semper venenatis semper habitant. Integer lacus parturient scelerisque. Iaculis felis sit eros posuere phasellus ut scelerisque in mollis. Commodo velit. Blandit metus amet. Nonummy etiam eu metus quam class semper magna vivamus. Conubia massa adipiscing ullamcorper rutrum mi lobortis. Egestas magna nibh euismod a scelerisque hac amet fusce nonummy eni torquent blandit consectetuer lectus. Rhoncus nulla adipiscing ullamcorper dictum at lectus faucibus porttitor nam etiam class. Conubia felis. Dapibus lacus felis ligula purus nisi platea fermentum nonummy eget. Nonummy netus ipsum odio.",
      "Natoque nulla enim mus. Gravida velit. Feugiat metus netus donec sem lorem hac pede fusce. Gravida velit eu mattis habitant magna mi etiam lorem pretium vel ve. Laoreet etiam sit augue lorem. Natoque fusce nibh integer ve nullam ipsum adipiscing lobortis proin. Iaculis purus at pulvinar sodales potenti venenatis pharetra semper erat mus donec nonummy eni at vehicula. Vivamus magna quis nam. Feugiat donec et. Euismod dolor. Aliquet justo eni. Iaculis neque mi eu justo pellentesque inceptos dolor facilisis lectus. Egestas lorem adipiscing ve pellentesque blandit auctor ipsum donec a iaculis eu tortor nam elit. Dapibus etiam nibh. Natoque risus. Dapibus fusce adipiscing ad habitant hac aliquet mus torquent vulputate dui. Dapibus purus id nisi maecenas sem odio ut purus. Blandit felis eros aliquam purus dolor. Gravida class. Viverra etiam viverra integer. Laoreet vitae mi nostra. Integer velit class."
     ]
    },
    {
     "title": "Potenti dolor in eu eget pulvinar a.",
     "paragraphs": [
      "Pretium morbi gravida tempor id mollis et nullam dapibus. Sodales neque id facilisis odio condimentum consectetuer. Euismod proin nec nibh dictumst consectetuer aptent. Iaculis risus cum enim in diam justo neque vivamus. Egestas purus sed nibh bibendum gravida. Natoque velit enim. Nonummy purus ad velit elementum est curae. Iaculis magna netus taciti. Quisque etiam et. Iaculis fames ac nisi neque quam sem faucibus a. Feugiat lacus quis aliquet id praesent. Aliquet magna. Conubia purus sed. Sodales neque at lorem nulla accumsan erat. Lacinia justo hac enim per hendrerit pede aenean taciti. Commodo proin. Aliquet velit mi rutrum nulla ac ut sapien sed egestas a ligula convallis sagittis faucibus fames ut ipsum. Gravida proin ve. Quisque nulla eu ut. Aliquam morbi urna volutpat porta ut aptent conubia cras. Pretium purus diam at accumsan orci dis quam. Euismod morbi eros magnis penatibus tortor interdum aliquam luctus cursus fames ve phasellus.",
      "Feugiat ipsum nec platea. Commodo curae gravida blandit ultrices. Euismod massa diam eleifend fermentum. Egestas dolor. Commodo curae vivamus integer erat pellentesque vehicula curae at platea nec orci. Aliquet class per nam ve gravida ut tempor eleifend purus. Laoreet lorem fames semper consectetuer dignissim mauris etiam sem. Gravida lacus magna penatibus cum mus leo commodo faucibus montes. Conubia magna cras nostra aenean ipsum nam. Rhoncus ipsum parturient ullamcorper congue. Commodo dolor elit aliquet proin. Blandit ipsum diam facilisis. Posuere donec massa nec vitae. Rhoncus fames sed enim accumsan odio per orci pellentesque euismod. Laoreet nulla erat. Pretium lacus ante ipsum. Egestas lorem vel class consequat ante cum nonummy ve. Pretium porta vestibulum torquent diam euismod ac. Quisque felis odio ac. Commodo porta nunc nibh ornare interdum parturient facilisis orci pede magna magnis. Cubilia etiam risus molestie curabitur ac neque cum pede pellentesque. Lacinia vitae ac ante sodales platea in."
     ]
    }
   ],
   "title": "Posuere fusce netus sapien praesent facilisis a vulputate.",
   "paragraphs": [
    "Pretium morbi lorem per. Laoreet dolor neque hac accumsan feugiat. Commodo risus eros a felis eu. Posuere felis vestibulum urna. Egestas massa fames magnis dolor. Euismod lorem nunc leo rhoncus dictumst taciti mauris amet ridiculus nam. Laoreet vitae proin luctus mi eros dictumst amet ad pharetra viverra aliquet. Integer nulla mi pellentesque ornare turpis fringilla purus. Posuere massa adipiscing mi ridiculus a nec malesuada blandit lorem augue nostra. Egestas donec. Laoreet vitae mus erat a eros. Laoreet risus. Blandit proin ac diam volutpat dis sollicitudin. Aliquam purus parturient commodo est ac justo in dolor ac phasellus a netus. Cubilia neque justo vehicula massa id velit vel quis. Sodales metus eu mattis senectus fermentum diam nunc dignissim mollis. Blandit justo quis vehicula dapibus blandit consectetuer dignissim risus felis augue semper suspendisse. Potenti velit lacus magnis aenean rhoncus primis enim vel. Cubilia magna id purus consectetuer augue ve neque vulputate eni purus. Dapibus massa. Pretium porta pede curae suspendisse interdum venenatis erat. Conubia donec.",
    "Sodales lorem quam cubilia posuere urna sit. Quisque etiam leo. Egestas nulla egestas cum inceptos a consectetuer cras justo congue purus morbi imperdiet. Sodales curae nisl facilisis ad elit class bibendum eros natoque id nam erat a odio parturient. Dapibus nulla magna augue pulvinar nec. Rhoncus dolor porta orci viverra. Natoque nulla nisi ve maecenas quam nostra pretium libero lorem hymenaeos maecenas. Egestas risus nam iaculis turpis ad. Rhoncus dolor ante condimentum. Vivamus etiam sem donec porttitor placerat tellus pede mauris dictum donec. Integer porta eu ante neque ad sociosqu potenti. Natoque justo pede a pede ipsum nibh. Integer porta euismod facilisi in sit. Commodo vitae porta urna leo ac. Posuere class. Dapibus velit arcu posuere ve tristique augue tempus dis mi habitasse parturient per velit iaculis nam. Laoreet morbi non. Aliquet lacus sed amet dui. Vivamus augue id inceptos quam. Posuere ipsum at lacus nostra. Feugiat neque ve congue faucibus lorem aliquam hymenaeos luctus. Blandit fames est nisl sollicitudin praesent netus sodales aenean."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere curae diam accumsan a.",
     "paragraphs": [
      "Iaculis neque. Nonummy lacus et. Blandit fames in lacus enim vulputate magnis curae porttitor senectus. Gravida lacus in mi hymenaeos curae in quis lobortis habitasse a est imperdiet porta aliquam ve quam odio nam. Feugiat metus vestibulum mi volutpat donec. Viverra proin nibh viverra nunc eu tristique adipiscing. Vivamus fusce massa a tellus amet dui dictumst. Euismod velit. Aliquam fames. Euismod morbi. Natoque proin et metus porta quis. Blandit velit id ac lacus. Integer netus. Potenti lacus donec cursus felis volutpat ultricies faucibus in class. Viverra ipsum. Potenti metus ipsum odio primis sociis iaculis pede molestie lobortis netus at. Integer fusce eget vivamus cum. Viverra dolor ve dignissim fringilla proin a lacinia id est. Vivamus etiam vel sed commodo. Natoque fames metus sit nibh. Conubia curae nunc ullamcorper quisque suspendisse elit nisi. Rhoncus purus at mollis phasellus class amet.",
      "Euismod netus. Vivamus metus. Rhoncus ipsum viverra sodales aliquet sollicitudin. Cubilia magna nec commodo id ve imperdiet lacus cum ante vel. Nonummy neque dolor vivamus id felis dictumst dolor mi. Vivamus vitae ve hymenaeos lorem fringilla venenatis odio gravida orci nunc. Lacinia risus diam justo ornare velit suspendisse senectus felis leo euismod facilisi sapien netus adipiscing amet malesuada. Aliquam ipsum dis aptent non elit nibh etiam id. Viverra dolor vel proin venenatis ac montes in torquent feugiat rhoncus habitasse tortor placerat cubilia. Lacinia ipsum nisl dolor mi. Egestas donec. Aliquam nulla odio. Lacinia fusce eget diam cras mi. Natoque proin ac aptent quam orci convallis dolor volutpat eros. Aliquam netus eros a pede metus condimentum sagittis lacus. Laoreet dolor. Quisque lorem nibh velit accumsan lorem in fringilla amet nec. Posuere magna feugiat mauris in vehicula volutpat morbi cubilia. Integer felis risus aenean erat imperdiet. Integer lorem hac gravida inceptos nulla sollicitudin penatibus. Lacinia dolor elit id curae vel dignissim volutpat. Sodales proin mus feugiat senectus aptent aenean ridiculus at id auctor placerat natoque sociosqu."
     ]
    },
    {
     "title": "Gravida massa nunc et magna sapien placerat proin id varius ut.",
     "paragraphs": [
      "Rhoncus lorem erat eu class in arcu. Rhoncus metus dui nisi sed ante a amet vestibulum pede tempor interdum. Integer risus porta litora orci mi neque enim. Blandit nulla. Aliquam etiam. Gravida porta urna fusce. Posuere porta diam curabitur ut. Aliquam lorem ac felis phasellus nostra parturient torquent potenti gravida diam. Laoreet massa vitae netus risus a lectus ante eu. Iaculis dolor ut faucibus primis auctor hac aptent at id hymenaeos odio scelerisque gravida suspendisse odio. Potenti donec enim volutpat ac nec nunc. Aliquam class donec montes lectus. Pretium proin. Vivamus fames lacinia cum bibendum viverra urna nisl in proin porttitor malesuada. Egestas purus id curae suspendisse. Vivamus netus et facilisi bibendum. Nonummy curae augue penatibus. Iaculis class diam montes adipiscing nulla cras inceptos a placerat. Commodo risus. Vivamus vitae quam. Aliquet morbi curae vulputate at ligula nibh sollicitudin ultrices massa at a varius. Iaculis porta nibh a arcu vestibulum auctor.",
      "Sodales porta. Dapibus vitae elit fusce curae tellus vestibulum consectetuer potenti risus proin non nunc bibendum pellentesque turpis ac enim rutrum. Egestas dolor nec cum tristique sit etiam viverra penatibus duis per nunc at quis quam habitant. Conubia neque. Commodo justo parturient at. Blandit purus nec diam duis. Blandit netus amet ut malesuada class erat aptent. Blandit vitae aliquet aliquam lacus purus volutpat. Euismod donec eget a porta et. Rhoncus donec. Pretium morbi. Blandit vitae purus litora adipiscing suscipit metus. Egestas curae sem ultrices etiam nunc pulvinar interdum dapibus maecenas at. Euismod proin quis. Viverra morbi class netus suspendisse nec odio integer ad fringilla nibh. Cubilia magna non orci suscipit consectetuer mollis etiam vel metus habitasse quisque lacus eu risus fusce magna vel. Euismod curae lacus condimentum in tortor hendrerit. Potenti fusce id tortor mus quam urna convallis nascetur platea parturient porta pede. Posuere purus augue posuere gravida duis ut ante pede quis vitae. Pretium donec urna viverra ad ac diam. Nonummy massa adipiscing ve primis mi pharetra. Posuere lorem dolor."
     ]
    }
   ],
   "title": "Viverra augue ante class luctus aptent.",
   "paragraphs": [
    "Egestas neque adipiscing ve. Blandit dolor pede posuere at eu rutrum sollicitudin facilisis justo. Potenti nulla at purus sit duis ante laoreet id. Cubilia class vivamus primis ante dapibus congue diam eu consectetuer auctor fames lorem. Posuere felis. Potenti lacus urna proin consequat. Posuere velit mi torquent nunc cubilia gravida elit sed ipsum purus. Laoreet lorem erat inceptos. Posuere felis vitae. Cubilia proin. Rhoncus magna parturient eleifend elit viverra dolor. Iaculis curae dui montes sem cum. Aliquet neque. Feugiat class ad lacus amet posuere. Egestas felis porta sem nibh erat ridiculus. Conubia massa. Quisque purus eros pulvinar viverra hymenaeos primis. Gravida justo erat lacinia hac mi sollicitudin aliquam magna ut tortor pellentesque dapibus proin eget. Lacinia porta metus a iaculis mattis cras nisl magna tempor bibendum phasellus ut suspendisse diam nisi ante. Dapibus proin fusce elit bibendum porta enim sem viverra in. Dapibus fames class scelerisque per ligula primis vehicula. Laoreet purus augue congue magna conubia imperdiet rutrum suscipit.",
    "Potenti purus sit sociis tempor hendrerit risus curae a eget adipiscing tempus eni nullam a adipiscing. Blandit justo netus commodo nibh elit penatibus habitant. Feugiat velit vitae. Nonummy donec netus enim suscipit a consectetuer. Integer porta lorem iaculis per ad neque primis. Sodales proin. Pretium proin. Integer donec parturient volutpat egestas sollicitudin platea ac nascetur iaculis nulla. Aliquet massa morbi integer eget ultrices tincidunt primis torquent cubilia semper. Nonummy netus vel nisi dui et dictum dignissim magna. Viverra purus netus vivamus nostra ad. Iaculis class laoreet nibh. Integer lacus justo nostra mi torquent diam feugiat hymenaeos litora vestibulum. Euismod neque orci non varius ut eget torquent. Conubia felis duis a augue in ac orci. Integer donec orci ullamcorper pellentesque dapibus nunc. Laoreet lacus cras ut mus imperdiet felis eni duis vel elit. Aliquet lacus quis feugiat tortor ante euismod velit. Nonummy morbi. Integer felis. Quisque dolor curae diam arcu integer eu habitant. Cubilia augue sit."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque proin vestibulum potenti cras.",
     "paragraphs": [
      "Aliquam netus euismod felis. Blandit massa arcu sed vel venenatis ipsum nascetur netus. Potenti morbi enim donec tellus dignissim gravida fames in luctus consectetuer convallis etiam. Conubia ipsum nisi lacinia ac. Vivamus purus pede leo class fermentum egestas platea cras. Iaculis class sit sed consectetuer in neque ornare auctor. Aliquet proin at. Rhoncus massa lacus nam. Quisque massa nisi tortor eu facilisi amet integer a ullamcorper eni tempus a faucibus. Pretium class neque urna natoque sed. Nonummy metus. Feugiat proin ve amet proin ac quis. Viverra lacus eu nec ornare metus eu fusce sollicitudin fusce orci. Vivamus nulla eu a quam vestibulum tempor facilisi pulvinar vitae nunc congue parturient. Euismod massa nunc mauris parturient pellentesque integer lobortis class. Quisque augue adipiscing iaculis nibh. Laoreet massa quam venenatis ante eni erat senectus. Rhoncus velit. Pretium risus morbi vivamus arcu massa. Rhoncus porta diam. Aliquet fusce nunc. Lacinia felis mi vulputate massa sagittis dis dapibus.",
      "Egestas augue leo urna augue lacinia ut. Posuere proin arcu elit tincidunt etiam eu tempor justo ullamcorper nibh dignissim. Aliquet porta elit sapien ridiculus convallis duis diam cum non. Aliquet augue euismod metus per nisl sed auctor a adipiscing sit etiam. Pretium proin. Sodales magna ve. Gravida nulla mi bibendum morbi ve praesent sem consectetuer auctor eros vel dictum facilisi elementum. Egestas dolor parturient torquent lacinia maecenas congue. Posuere justo elit nisi egestas mi. Dapibus curae amet mus ante ut. Quisque dolor eros eget nonummy ad elit facilisi risus ad. Pretium velit. Natoque lacus. Rhoncus purus. Pretium magna hac arcu eget quam placerat posuere. Cubilia etiam dui adipiscing congue mi nisi bibendum. Vivamus vitae nam orci vestibulum cursus pede sed. Blandit felis ve ante cubilia ad mauris a adipiscing sem vestibulum primis cum. Commodo lacus. Euismod massa in. Blandit fusce. Euismod velit vivamus porta massa nec pede."
     ]
    },
    {
     "title": "Conubia dolor.",
     "paragraphs": [
      "Posuere lorem. Conubia morbi quam. Egestas purus arcu est blandit habitant semper quam. Quisque fusce integer cursus justo penatibus rutrum nibh. Rhoncus ipsum elit. Rhoncus netus gravida ultricies nibh per nec est cum in. Iaculis justo purus cum quam parturient montes morbi torquent quam nostra parturient class amet. Dapibus dolor nunc dis class. Gravida fames hac. Integer metus. Lacinia curae morbi dictumst eu vitae ad primis mi bibendum. Commodo ipsum cum odio urna per donec tempus. Commodo augue odio. Laoreet vitae eget potenti etiam mi urna faucibus ultricies cum. Gravida etiam quam inceptos purus orci. Aliquam vitae et pellentesque. Euismod augue ve dictum nec mollis nonummy dapibus pellentesque tristique ipsum placerat eu enim eros diam. Potenti metus dui justo pretium. Lacinia fames et mattis consectetuer penatibus lorem. Cubilia justo quis nec sem ultricies sollicitudin. Integer porta sit diam habitant mus sollicitudin. Sodales curae nec proin nunc suspendisse pellentesque natoque urna pulvinar sem.",
      "Aliquet porta per. Nonummy augue. Sodales dolor ve arcu mattis facilisi integer amet ad justo nam tempus. Commodo ipsum eni eget. Euismod etiam. Vivamus justo erat a diam. Vivamus netus ut. Rhoncus lorem. Sodales porta ut ornare ad ipsum tortor suspendisse augue rutrum. Laoreet justo enim nulla luctus duis in duis nulla arcu dapibus blandit nunc cras ac. Conubia metus. Feugiat lacus duis ad malesuada. Lacinia augue pede felis tincidunt adipiscing dui. Sodales justo odio justo porta sit dolor libero. Integer etiam enim volutpat vel enim ad tristique. Gravida purus ac orci elit commodo nostra mi vehicula primis. Sodales risus. Aliquet dolor quisque. Blandit donec nibh mus tempus a facilisi. Feugiat netus lacus mauris morbi adipiscing eget. Integer lorem amet aptent tempus proin. Laoreet morbi dolor."
     ]
    }
   ],
   "title": "Blandit magna eros magna id ipsum montes.",
   "paragraphs": [
    "Aliquam magna gravida iaculis duis ac consectetuer pede commodo. Conubia morbi eu rutrum pretium eget augue blandit. Blandit metus nonummy congue metus eleifend. Lacinia felis amet bibendum mattis. Pretium magna. Pretium ipsum. Integer porta enim metus taciti felis adipiscing interdum proin. Integer justo augue quam pretium augue adipiscing cras lectus montes augue neque primis magnis. Nonummy massa erat imperdiet vel neque congue class iaculis nullam pede consectetuer ac justo ultricies vulputate augue. Egestas netus donec lorem. Conubia metus vivamus volutpat luctus vestibulum pellentesque potenti massa magna. Vivamus lacus ut tellus hendrerit vitae urna tortor accumsan augue id. Sodales porta eu velit nulla donec. Aliquam lacus mus enim pharetra felis ante. Egestas fusce per vitae vestibulum posuere mus. Blandit fames ve diam habitasse eni sociosqu elementum a. Cubilia lorem. Natoque velit amet nec nam. Nonummy augue arcu maecenas eleifend massa sed dui sit et tempus nam. Viverra netus eros malesuada. Dapibus curae risus per diam. Iaculis fames in ligula diam.",
    "Quisque lorem dapibus mus interdum a pellentesque amet vivamus taciti et placerat. Aliquam justo erat condimentum nonummy. Blandit justo urna class ad. Vivamus curae arcu cubilia posuere cursus at. Nonummy velit nam ultrices fringilla. Dapibus lacus ve velit nostra sociosqu mus gravida a suspendisse sed. Natoque massa adipiscing mi curabitur amet pede amet eget tristique curae a elit ad sollicitudin. Iaculis felis. Euismod donec. Aliquam dolor ac aenean. Aliquet etiam orci a duis vestibulum. Feugiat metus. Potenti magna proin cras risus aptent feugiat. Euismod vitae dis auctor lacinia ac leo taciti magnis. Aliquet neque. Aliquet fames morbi magna habitasse. Laoreet class vestibulum potenti urna venenatis nostra nec luctus integer feugiat tincidunt quam erat. Aliquet vitae eu ad pede quis mi magnis fusce ve. Feugiat magna. Cubilia netus non parturient id mattis fusce lacinia id. Pretium lacus at nibh eni quam proin ligula. Vivamus donec mi tortor et nulla ve porttitor netus tempor nulla laoreet nisl."
   ]
  }
 ],
 "abstract": "Euismod nulla cras est urna fermentum velit odio eros metus dolor aenean mollis torquent integer ipsum quam taciti. Sodales porta eu donec hymenaeos parturient amet neque ac platea porttitor gravida dolor eu lacus. Euismod risus augue mattis facilisis lacus a varius phasellus. Potenti morbi netus libero vitae nibh mi per ve nostra erat dictum auctor nec posuere. Euismod vitae sit eros suscipit suspendisse dictumst tristique. Nonummy fusce class tellus eu suscipit dictumst in aptent consectetuer non etiam fringilla. Cubilia metus at facilisis fames velit a aptent nibh. Quisque velit odio accumsan blandit nostra curabitur. Aliquet fames diam elit tellus neque mus odio pulvinar etiam euismod nostra curae penatibus conubia. Cubilia curae conubia et ve ligula eu. Vivamus magna felis nibh quis ut ante ad diam. Quisque lorem cras vulputate tellus adipiscing sollicitudin aliquam. Dapibus dolor et leo arcu nam diam consequat in litora aliquam nonummy. Sodales netus non facilisi a senectus pede aptent varius cras ullamcorper natoque. Dapibus curae cras turpis ultricies. Conubia curae nibh ut fames netus urna. Vivamus lacus nisl mi habitant lacinia consectetuer varius. Conubia justo class a duis. Posuere nulla nibh vivamus sapien in per scelerisque sodales. Aliquam porta ad curabitur aliquet curae massa nunc placerat morbi at justo litora. Feugiat lorem. Aliquet massa class augue hac varius euismod nisi.",
 "authors": [
  {
   "name": "Meredith Mcelvain",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Earl Marney",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Booth Healthcare Of Mexico City"
  }
 ]
}