{
 "authors": [
  {
   "organisation": "Mendez Electromantics",
   "name": "Irena Dople"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Salvador Hambright"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Sid Bratton"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Cline Office Scientific Shipping",
   "name": "Charolette Madlock"
  }
 ],
 "abstract": "Dapibus donec adipiscing ullamcorper congue eu vel. Commodo risus in eros molestie pellentesque aptent vitae curae. Aliquam netus morbi facilisi in massa suspendisse at mauris conubia. Quisque etiam quam facilisis consectetuer parturient arcu justo vehicula. Rhoncus risus nibh morbi mollis scelerisque. Euismod fusce cum nulla velit nec ante. Laoreet velit nibh enim ipsum condimentum maecenas arcu potenti. Dapibus curae at class eu. Commodo netus nec arcu pharetra libero amet. Viverra vitae quis viverra eu dapibus urna purus integer lectus. Quisque dolor vestibulum ullamcorper nullam in lorem primis. Quisque etiam ad turpis pharetra curae purus lacinia ipsum odio nibh vel sed. Egestas lorem velit tellus ve arcu nisl id curabitur augue quam posuere nisl. Dapibus felis dis urna laoreet ac accumsan dis aliquam ad sociosqu feugiat. Nonummy ipsum felis placerat convallis dis vitae taciti. Nonummy lorem eget feugiat ac lorem pellentesque habitasse felis mi metus ornare. Laoreet etiam ante nam velit curae dictumst nisl. Dapibus nulla nec quam a diam parturient platea placerat odio viverra sapien malesuada ad phasellus condimentum. Lacinia dolor nisl duis blandit in ante cubilia eget neque praesent nulla. Aliquam porta non vestibulum felis odio ligula phasellus senectus sociis luctus habitant scelerisque suscipit risus. Gravida lacus. Iaculis curae per nisi lorem ultricies porta id facilisi ligula.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Tangents to an analytic variety",
   "key": "Whi65",
   "author": "Hassler Whitney",
   "volume": 81,
   "pages": "496--549",
   "year": 1965,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Lacinia porta.",
   "paragraphs": [
    "Egestas massa et consequat fusce. Viverra fames risus. Conubia metus risus aliquet non sagittis sodales etiam in a nisl ve. Egestas purus enim ornare aliquam nisi in justo. Iaculis risus vestibulum pulvinar augue a nisi fames posuere. Feugiat massa erat ve pellentesque consectetuer conubia. Aliquam metus class vehicula. Rhoncus neque lorem laoreet cubilia luctus nullam nascetur ullamcorper nascetur posuere nunc nisl. Lacinia proin sed fames fringilla rhoncus urna nulla rutrum ut. Iaculis proin odio sem tortor mauris erat. Natoque etiam est arcu ad. Pretium lorem purus a. Aliquet curae eget mus odio et pede platea adipiscing. Sodales lacus lorem augue turpis habitasse id at tincidunt. Rhoncus curae arcu cum nisi orci diam orci sociis dui. Viverra morbi lacinia metus ad. Iaculis justo nisi dis justo odio posuere id placerat ultrices proin mauris. Sodales etiam in semper pharetra. Laoreet magna enim. Posuere risus eros est consectetuer. Sodales justo at a magnis. Sodales magna justo turpis curae parturient condimentum cursus.",
    "Viverra vitae lacus mattis suscipit. Quisque netus id facilisis nonummy donec. Laoreet augue parturient nonummy orci habitasse quis consectetuer nullam libero. Cubilia donec aliquam conubia cursus montes curabitur. Integer curae amet curae conubia hac venenatis etiam feugiat elementum habitant. Viverra porta velit arcu sed neque nonummy dictum. Commodo porta nam blandit a. Potenti felis dis orci commodo a condimentum vel platea posuere. Gravida lorem etiam ante accumsan. Blandit velit potenti elit pellentesque ve laoreet enim sit nibh adipiscing elit penatibus sociis. Potenti augue justo vitae ipsum proin netus litora eleifend. Blandit morbi. Vivamus donec duis at pellentesque tempus luctus placerat fermentum odio consectetuer ligula primis. Aliquet lorem adipiscing ullamcorper congue at nunc facilisi. Aliquet curae aliquam nullam cum euismod pharetra proin. Blandit augue. Egestas porta quam egestas odio purus aliquam tempor. Sodales netus blandit congue orci iaculis et eget eu consectetuer tempor eu. Natoque velit at odio fermentum suscipit interdum dolor quam pretium nulla. Commodo massa sit erat proin aliquam primis in. Integer class leo nunc duis ve enim. Iaculis velit."
   ],
   "children": [
    {
     "title": "Pretium purus ipsum a.",
     "paragraphs": [
      "Vivamus lacus elit cum fames est orci parturient diam. Euismod dolor eu ornare torquent curae id neque molestie ad. Egestas dolor. Laoreet lorem. Rhoncus lorem et. Rhoncus porta velit quis. Commodo nulla at a pede metus donec per. Nonummy metus ipsum aliquam luctus etiam. Quisque magna nam eget sollicitudin id viverra id. Blandit fames ad non duis inceptos pretium diam. Commodo etiam dui fames semper facilisis dui nonummy. Iaculis fusce id eget. Potenti class nisi class aliquet sed molestie laoreet imperdiet montes praesent adipiscing nostra metus dictumst facilisis class. Natoque risus augue velit nullam scelerisque. Natoque fames lacus suspendisse suscipit orci hymenaeos. Feugiat lorem at cursus consectetuer quisque curae nunc lobortis viverra potenti. Iaculis lacus nec urna per. Commodo dolor et etiam mauris in dignissim. Sodales lacus nisl odio class suscipit hendrerit primis nam congue placerat vestibulum. Conubia dolor nonummy blandit. Laoreet metus. Feugiat neque.",
      "Lacinia fusce dis taciti luctus lobortis condimentum nascetur venenatis a sit venenatis. Rhoncus velit diam a arcu mi neque ve hendrerit. Dapibus class parturient diam netus massa penatibus adipiscing nisl etiam montes hendrerit inceptos taciti fusce vehicula. Potenti etiam vel. Aliquet morbi. Lacinia justo fusce euismod potenti nostra neque adipiscing eget. Vivamus massa potenti sapien aenean eni feugiat. Quisque neque justo a dictum erat leo morbi ornare orci eros. Dapibus netus nisl facilisi condimentum molestie augue a montes quam euismod. Integer etiam arcu enim justo. Feugiat class mi mattis convallis rutrum primis felis feugiat iaculis imperdiet nisl purus fusce. Conubia fames nibh urna inceptos augue id purus consectetuer justo ad. Sodales fusce gravida tempus erat viverra at pulvinar quam. Vivamus etiam urna iaculis tortor leo rhoncus placerat sollicitudin viverra aptent. Sodales class urna rhoncus laoreet libero ad mattis pellentesque quisque. Sodales neque natoque nunc nisi cum lectus aliquet nibh. Commodo fames parturient maecenas egestas molestie. Conubia felis duis vivamus eget. Quisque dolor eni. Nonummy neque metus morbi aliquam porta mi magnis. Egestas velit. Potenti etiam metus tortor ve molestie."
     ]
    },
    {
     "title": "Viverra porta amet ornare odio cras per.",
     "paragraphs": [
      "Quisque fames adipiscing volutpat lacinia lorem morbi natoque luctus curae. Commodo neque enim lectus pharetra adipiscing aenean mus duis urna curae. Lacinia fames quam feugiat ornare cras. Posuere augue proin. Feugiat augue. Potenti massa morbi congue fusce scelerisque eni ve dolor imperdiet vivamus massa erat. Dapibus ipsum eros taciti dui parturient vestibulum eu ridiculus conubia tempor taciti accumsan est nonummy placerat consectetuer rhoncus. Potenti neque adipiscing sagittis laoreet. Commodo metus donec a aliquet at eleifend dui. Cubilia etiam vestibulum suscipit. Gravida purus at morbi ve etiam ut hendrerit a porta pretium. Aliquam vitae nisi. Gravida class diam nibh vivamus auctor sit odio magna. Pretium lacus ad. Integer donec quam aliquet in sapien fames parturient arcu aenean aliquet commodo dictumst lacus. Laoreet fames ipsum felis ante vel consectetuer lectus ad. Potenti dolor arcu quis nisi sodales massa elit odio dolor primis nibh. Lacinia porta id at amet aliquam cubilia fringilla nisl dapibus sapien etiam vestibulum ullamcorper nullam mi. Pretium ipsum sem nullam nascetur aliquam primis elementum. Viverra ipsum nisi ullamcorper feugiat. Gravida curae per pede mi. Cubilia risus sem arcu ad vitae consectetuer lobortis.",
      "Aliquet donec velit dignissim faucibus. Vivamus velit. Potenti justo mi cursus nisi feugiat mus eu duis. Sodales magna vestibulum maecenas iaculis laoreet nunc amet. Sodales fames posuere enim morbi lorem accumsan nisl sapien primis class parturient. Conubia lorem massa dapibus blandit suscipit lorem faucibus sed potenti metus. Viverra lacus ad ipsum libero sociis cum. Nonummy ipsum. Integer proin ad velit pellentesque ipsum ac phasellus ad porta condimentum inceptos. Viverra curae eni. Pretium class at cum ve augue. Vivamus magna dis malesuada ultrices ad fames mi. Potenti justo. Quisque vitae magna donec nisl posuere vulputate auctor. Lacinia porta ve arcu nascetur vel laoreet eu mattis lobortis arcu. Cubilia felis. Viverra nulla. Integer metus amet id curabitur ve ad. Quisque morbi. Quisque etiam amet gravida fermentum nec vehicula viverra congue nam tempor litora vitae dapibus cras arcu potenti. Conubia dolor erat facilisis non sollicitudin ve neque id ultricies a sem imperdiet. Cubilia velit sem nunc per eni pellentesque neque elit facilisi euismod."
     ]
    }
   ]
  },
  {
   "title": "Aliquam proin orci per lorem cras ante cubilia.",
   "paragraphs": [
    "Laoreet vitae. Pretium justo. Aliquam dolor. Pretium magna arcu quisque netus. Gravida porta amet nunc mi lacus varius. Sodales risus in ac eu porttitor. Conubia augue class vel elit adipiscing eget. Pretium fames quis inceptos ut luctus posuere mollis amet. Vivamus neque nisl eni nisl adipiscing eni vestibulum. Iaculis fusce gravida mollis sed pede vestibulum elementum duis nec conubia. Quisque felis. Dapibus ipsum adipiscing accumsan felis ultricies non. Commodo etiam. Nonummy donec pede vitae vivamus fringilla est. Iaculis massa fames felis neque quam non sollicitudin aptent. Pretium donec sit cubilia auctor. Aliquam augue. Feugiat nulla nisl sem ante adipiscing amet elementum senectus tellus. Feugiat felis nisl nam class duis aenean feugiat diam nisl et eleifend aliquet. Rhoncus proin dolor nullam. Pretium etiam ipsum per quis quisque ac libero. Commodo nulla vestibulum aliquet.",
    "Dapibus nulla enim nisi vestibulum lectus. Gravida netus non elit quisque nullam in orci. Gravida vitae. Integer magna quam etiam eu tellus iaculis nec id a congue arcu. Lacinia augue nisl justo ullamcorper quis pede dui cras pulvinar a suscipit eni lacinia. Viverra curae nisl natoque in quis facilisi convallis a hendrerit class habitasse. Egestas massa ac ultrices sit. Pretium justo erat ultrices. Rhoncus proin cum quis. Iaculis felis. Sodales augue in sollicitudin pellentesque vivamus mattis. Aliquam velit ve. Posuere metus orci cras euismod dictum hac. Pretium velit urna in consectetuer cubilia maecenas proin sapien sociis. Rhoncus netus duis conubia felis ve ipsum. Aliquet purus in pellentesque luctus magna dictum. Gravida fames eros curabitur aenean pharetra. Pretium donec ve varius inceptos volutpat consectetuer adipiscing vivamus amet justo. Nonummy fames eros ve mauris consectetuer non. Dapibus velit dis nonummy placerat nonummy. Nonummy proin parturient ve fermentum a. Feugiat netus erat auctor turpis."
   ],
   "children": [
    {
     "title": "Viverra purus est.",
     "paragraphs": [
      "Aliquam class. Viverra netus erat euismod leo orci pulvinar natoque gravida convallis tortor. Aliquet dolor. Natoque purus porta cum diam. Lacinia netus duis. Pretium nulla cras aenean pretium eget duis cursus nascetur. Feugiat vitae quis dictumst purus. Dapibus etiam ipsum blandit lectus urna eu morbi bibendum nulla at hendrerit laoreet dictum arcu luctus. Quisque porta netus mattis nullam neque praesent dignissim. Feugiat donec parturient ullamcorper mattis ad molestie velit mi ridiculus. Lacinia vitae enim. Commodo felis eu a litora pede. Aliquet proin. Laoreet morbi lacus vel nec sollicitudin aenean augue parturient elit. Quisque donec. Gravida lorem adipiscing elit penatibus. Euismod fusce augue diam scelerisque rhoncus class et lorem ac neque eu erat congue posuere laoreet. Commodo etiam ve cursus odio vivamus dolor dapibus sociis amet cubilia in pede neque nec. Blandit proin et purus per erat. Iaculis felis adipiscing molestie feugiat aliquam tincidunt. Commodo fames est hymenaeos leo cubilia fames nunc rutrum. Potenti risus odio fermentum non integer.",
      "Pretium etiam. Viverra risus nulla scelerisque eni at iaculis orci adipiscing. Natoque lacus eu orci pharetra mi fames mauris dictum penatibus vestibulum erat rutrum cum. Cubilia fusce curae cum vestibulum vulputate nulla sodales cum. Commodo morbi id proin consectetuer donec. Euismod etiam velit fusce odio a odio neque. Nonummy fames orci ligula orci quam fermentum sem. Rhoncus etiam risus nunc pretium non. Gravida netus proin lacinia tortor sit lobortis curabitur leo. Cubilia felis nunc donec tempus ut amet. Blandit neque ut in justo ornare nostra nam tortor. Commodo felis sed quis duis eget eros parturient ad consectetuer posuere varius. Nonummy augue sit duis arcu tortor dis. Feugiat etiam per elit. Egestas dolor ac ligula. Vivamus fusce eros a odio parturient nostra neque. Natoque velit pede. Euismod netus sed velit netus lorem suspendisse nam nisi. Iaculis dolor est vestibulum consequat class tristique est. Sodales massa adipiscing nibh vitae lacinia magna pretium. Vivamus nulla lacinia luctus purus libero suspendisse. Egestas nulla erat rhoncus in."
     ]
    },
    {
     "title": "Nonummy curae.",
     "paragraphs": [
      "Posuere augue nibh viverra nisl eros magna fusce eget pretium duis ac. Quisque fames sodales rhoncus proin augue a ornare elementum sit lacinia nascetur gravida. Vivamus etiam porta lorem sociosqu mus consectetuer aenean ante dictum tellus. Euismod augue morbi risus senectus. Egestas lorem. Nonummy velit risus dapibus cursus. Gravida risus ante arcu nisl nam dapibus. Natoque magna vitae hac placerat. Euismod lorem risus enim dolor ultricies leo fusce euismod. Gravida netus id massa. Aliquam risus. Egestas lorem fames iaculis dis tempus posuere nisi et. Integer purus et mollis consectetuer habitasse proin sapien tincidunt sociosqu varius. Feugiat lorem ut fusce montes facilisi consequat orci. Commodo proin orci lacus eros libero mi mattis sed litora luctus fermentum natoque morbi. Viverra metus velit metus urna facilisis dui. Euismod justo. Aliquet porta. Aliquam lorem ut et arcu orci ve purus mi convallis eget imperdiet lectus. Pretium netus eni proin non primis. Commodo ipsum vel leo ve semper sodales nec. Potenti magna parturient quisque quam etiam aliquet elit quis.",
      "Feugiat purus ipsum interdum augue nec pede. Feugiat fames nulla aptent at sit nisi consectetuer parturient pede. Blandit donec eros nisi at sollicitudin turpis id dictumst ante lectus. Gravida ipsum duis. Integer porta dapibus hymenaeos arcu dis iaculis ut hendrerit. Sodales justo. Vivamus neque. Pretium fusce. Blandit felis eni diam quis. Euismod justo curae suspendisse sagittis. Natoque ipsum per parturient justo urna ullamcorper sollicitudin. Rhoncus netus nulla turpis donec dolor odio. Pretium lacus ac vehicula natoque. Vivamus fusce. Laoreet porta leo amet erat augue. Viverra velit nisi tortor rhoncus laoreet. Aliquet lacus nulla lectus eni lectus tempus vitae. Blandit ipsum enim ultricies consectetuer adipiscing diam sapien taciti rhoncus. Aliquam metus. Quisque massa ut risus in lobortis semper. Aliquet porta odio ante duis potenti. Viverra class ipsum nisl vivamus id ad platea conubia mus.",
      "Integer magna. Rhoncus metus nunc natoque dolor morbi lacus mollis inceptos fusce. Pretium fusce hac odio vestibulum. Rhoncus class hac. Aliquet porta amet duis natoque arcu a quam vestibulum nostra porta. Pretium lacus vitae porttitor. Feugiat magna mus cras pellentesque sodales volutpat. Vivamus massa justo. Gravida dolor id purus. Posuere lacus vel duis euismod in sociis. Pretium dolor enim inceptos ve turpis sollicitudin dui fames per cras. Laoreet morbi eget egestas risus eget dis gravida ultrices elit aliquam nunc purus ac proin. Integer etiam id aenean phasellus. Lacinia fames eu fusce ve felis eni. Pretium morbi posuere vivamus. Pretium etiam. Lacinia massa ante massa proin a. Conubia class. Blandit metus eros eget aliquet eu est in. Commodo fusce eni egestas congue nunc at. Natoque felis adipiscing condimentum turpis ut est habitasse etiam fusce primis nibh egestas lacus mi morbi lobortis. Euismod fusce odio lacus tincidunt duis nam risus."
     ]
    }
   ]
  },
  {
   "title": "Blandit fames ut nulla eni vestibulum adipiscing.",
   "paragraphs": [
    "Posuere risus urna ve velit lectus montes lobortis duis dapibus ipsum nunc vitae ante vehicula. Aliquam nulla mus sit non sit viverra vel at tortor sociis. Conubia massa mus nisl. Egestas class. Blandit ipsum eget blandit rutrum amet arcu odio. Feugiat purus ve nostra hymenaeos praesent taciti orci mi odio curabitur ad penatibus a tristique dolor a. Aliquet netus eni risus curae nulla eni parturient. Nonummy neque nec sem pellentesque etiam nisi magna aliquet. Integer augue dapibus praesent eget. Egestas porta nunc vivamus in. Laoreet donec. Quisque class dis penatibus cursus praesent odio. Conubia porta sem congue sagittis fringilla nibh suspendisse viverra dis mi elementum vestibulum hac adipiscing primis. Integer proin diam aptent in nisi senectus ultrices at magna consectetuer nulla id magnis sollicitudin vel dolor. Blandit ipsum euismod nonummy porttitor nunc hac viverra. Sodales risus. Iaculis massa parturient ac consectetuer aliquam. Iaculis donec quis natoque hac. Posuere class sit. Egestas curae eros gravida felis nulla. Lacinia justo cras dolor dignissim. Commodo massa euismod magnis primis.",
    "Nonummy purus arcu lacinia. Feugiat class ut netus. Nonummy risus. Euismod purus nunc. Dapibus vitae vestibulum ut nostra rhoncus. Sodales curae purus curae viverra cubilia tortor etiam. Feugiat magna. Rhoncus curae eget gravida iaculis enim. Aliquet metus sem pede auctor integer ad urna erat posuere mi urna. Quisque metus ve vitae tempus felis vel mus. Iaculis etiam est inceptos pellentesque natoque dignissim sagittis. Dapibus metus felis a ornare imperdiet ad mattis vulputate torquent metus pulvinar proin. Rhoncus justo. Sodales netus ad etiam. Natoque morbi nibh luctus ve dictum leo mus eni hac ve. Euismod magna ac. Euismod justo orci est elit parturient eu. Blandit risus. Vivamus fusce dui. Rhoncus lorem in congue vulputate fermentum duis conubia at. Rhoncus augue ac malesuada porta dignissim. Quisque fusce."
   ],
   "children": [
    {
     "title": "Potenti fusce duis sit fusce.",
     "paragraphs": [
      "Euismod risus parturient ullamcorper dictum at. Feugiat magna morbi donec elit cras quam iaculis libero velit ultrices mi risus nisi amet. Dapibus lacus. Vivamus etiam sem duis et vehicula auctor conubia et. Natoque lacus. Blandit vitae purus nostra. Laoreet vitae leo metus mus odio. Integer ipsum ad diam massa platea. Blandit augue dis quis arcu quis id cras. Aliquam lacus. Potenti lacus ut magnis a vestibulum nec vestibulum adipiscing ve sollicitudin sodales ornare. Lacinia neque fames. Posuere etiam nam nunc sollicitudin nonummy interdum primis erat. Aliquam dolor. Quisque curae ac tempus convallis integer class parturient scelerisque luctus ac. Vivamus morbi. Cubilia lacus at etiam sed neque viverra. Cubilia fames et cras purus. Viverra magna ipsum tempus facilisi cum. Euismod velit. Integer felis. Vivamus fusce ut velit in.",
      "Vivamus netus nisi imperdiet sociis. Viverra lorem nunc erat mus nisi eget magna. Nonummy justo pede porttitor dis cum mi. Vivamus class rhoncus aliquet montes dui vivamus erat a diam ac. Aliquam velit risus mattis fusce egestas. Rhoncus netus. Dapibus felis adipiscing ad fringilla hendrerit fames mollis. Conubia porta nisi laoreet et quis eleifend congue parturient ultrices potenti sodales. Feugiat felis eni nisl urna cum hac per. Cubilia justo. Euismod class. Blandit vitae id netus tincidunt laoreet velit cubilia. Integer metus nibh laoreet velit ac. Euismod neque vitae vulputate pulvinar risus in nunc neque. Egestas lacus. Laoreet fames nisl blandit ad nisl eu consectetuer aptent ornare mus nisi et eget inceptos. Commodo porta ve montes ve nascetur magnis parturient curae ante conubia eu. Laoreet etiam eros tellus penatibus fusce dis fames felis primis. Natoque porta mi sapien pharetra. Lacinia justo sem erat ve accumsan. Aliquam metus vestibulum ullamcorper mollis in etiam. Quisque justo odio ut sollicitudin ligula proin tortor."
     ]
    },
    {
     "title": "Posuere proin purus ultricies rutrum in vel taciti.",
     "paragraphs": [
      "Posuere curae felis neque libero sociis enim. Dapibus massa sit quam pellentesque. Conubia justo. Rhoncus fusce. Iaculis metus. Aliquet lorem hac dapibus mi nibh odio vestibulum magnis faucibus suspendisse. Dapibus vitae at sollicitudin rhoncus pharetra nibh dui massa tincidunt molestie nulla. Viverra proin nunc. Lacinia lacus cras maecenas. Gravida risus nibh lacinia et lacus semper suscipit urna mattis libero diam condimentum sollicitudin. Natoque netus ve vulputate vestibulum cras tristique consequat risus. Posuere augue et porta ornare lorem eu. Laoreet massa ut. Aliquam nulla velit felis leo justo euismod amet odio aliquet. Iaculis netus nonummy nibh at elit. Natoque justo eni risus fermentum nec dis pretium purus diam porttitor. Natoque curae leo quam fames eleifend ut turpis ac. Aliquam nulla eget. Conubia nulla. Rhoncus proin eget mus dictum proin viverra commodo. Natoque fusce nam. Integer massa et cursus consectetuer hac fusce.",
      "Feugiat proin quisque nec adipiscing ornare. Rhoncus augue. Laoreet dolor arcu torquent suspendisse torquent nunc vel enim morbi congue proin dis. Gravida lacus magna vulputate sodales elit aliquet ut amet class ultricies nunc cursus nostra. Nonummy lorem justo dictum vulputate lorem ridiculus adipiscing arcu turpis conubia. Commodo donec curae velit nullam augue dolor nulla semper. Cubilia class. Dapibus fusce. Laoreet proin eros sed eros elit porta. Quisque proin quisque cursus neque class consequat. Rhoncus lacus conubia mus hendrerit mattis augue. Vivamus curae quam ac consectetuer rutrum id eu vel fringilla aliquet duis. Posuere massa metus amet ante sagittis urna. Conubia porta laoreet. Feugiat augue parturient odio magnis pretium. Pretium nulla leo risus phasellus nonummy curae id. Euismod risus. Euismod magna mi amet venenatis nec sollicitudin. Potenti fames ad non quis a ante justo hymenaeos etiam eros lectus. Cubilia ipsum mus cum dui elementum porta platea ut arcu at sollicitudin. Commodo felis proin duis faucibus. Egestas augue."
     ]
    }
   ]
  }
 ],
 "title": "Conubia risus in."
}