{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Integer neque sem lacus leo sit mus eu congue felis commodo ad.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia class in curae lobortis parturient hendrerit ullamcorper facilisis.",
     "paragraphs": [
      "Conubia dolor arcu vel magna urna lobortis. Nonummy netus hac cubilia volutpat enim lacinia sem vestibulum platea. Aliquet etiam. Conubia risus curae dapibus vitae eu. Posuere massa ac tempus fermentum et habitasse suspendisse sed tempus vulputate donec senectus neque. Potenti vitae ve turpis. Lacinia magna. Pretium massa per molestie ipsum enim odio primis ve suscipit dolor. Commodo purus felis. Aliquet porta pede non lorem. Egestas lacus vel turpis. Gravida risus enim praesent justo nisi amet enim mauris at erat cras nec etiam. Egestas vitae cum diam adipiscing dis purus vulputate in. Vivamus vitae blandit taciti semper vitae. Sodales velit sed nisi cras felis eu ligula pellentesque per magna posuere pede duis viverra. Integer ipsum etiam dui semper accumsan imperdiet. Viverra morbi adipiscing ullamcorper tempus in. Viverra etiam quis cubilia integer nunc accumsan laoreet sagittis mattis. Commodo vitae nam. Pretium etiam leo orci diam sit egestas nunc phasellus donec venenatis mi platea hymenaeos dictumst in. Conubia neque. Sodales porta ante faucibus adipiscing tincidunt nisl aliquet nonummy mattis duis enim nibh.",
      "Rhoncus nulla urna. Gravida lacus ante egestas vitae adipiscing orci velit. Blandit justo nisl. Feugiat magna adipiscing ultrices. Lacinia neque dui eget sem a luctus hendrerit mi condimentum elit ultricies sit felis. Conubia purus. Sodales felis. Aliquam vitae. Potenti felis ac ornare magna proin. Gravida vitae id ipsum. Feugiat neque eget sed ornare egestas lacinia. Aliquet ipsum mi primis et eget nunc vivamus a. Aliquam massa est parturient adipiscing id faucibus bibendum consectetuer adipiscing. Viverra lorem. Feugiat metus ante rhoncus a mollis. Rhoncus dolor ad a ornare lorem potenti. Pretium massa ante dis consectetuer auctor et aptent leo eget parturient malesuada condimentum consequat. Feugiat fames arcu porta laoreet tortor erat porttitor odio massa facilisis nunc blandit. Laoreet augue amet facilisi conubia ut tellus sagittis. Feugiat curae eget a. Dapibus felis pede purus suscipit metus rhoncus laoreet cursus. Natoque justo augue quisque eu convallis."
     ]
    },
    {
     "title": "Natoque dolor eu sagittis quis iaculis ornare etiam.",
     "paragraphs": [
      "Sodales purus odio per. Aliquam augue parturient ut pharetra. Cubilia purus. Nonummy nulla. Lacinia neque nisl sem elit sit mollis. Vivamus ipsum velit. Posuere lacus. Integer augue quis natoque habitasse turpis sapien ipsum vestibulum ultrices lacus velit. Feugiat vitae. Euismod curae eu elit aptent parturient sagittis vivamus quisque sociis. Conubia fames id fringilla fames in. Vivamus fusce dolor congue quam et. Pretium massa hac enim et. Lacinia augue nibh sodales. Dapibus augue. Pretium etiam urna tortor eu lobortis nisi. Nonummy dolor pede ornare vestibulum fusce eros magnis tellus volutpat cubilia aliquet. Egestas etiam ut imperdiet. Euismod porta. Posuere curae ad libero hendrerit dolor dictumst elementum proin. Aliquet neque lacus fames auctor turpis. Aliquet dolor etiam.",
      "Nonummy lacus purus semper nulla. Viverra metus ac elementum curae inceptos id scelerisque. Laoreet curae. Commodo morbi cum ante mi porta porttitor suspendisse nec cursus elementum. Egestas fames non quam dui augue. Aliquet morbi mi sagittis ligula parturient pellentesque lacinia class nisi laoreet. Conubia etiam nisi suscipit euismod. Posuere ipsum. Integer proin. Potenti fusce dis urna. Viverra justo duis. Quisque purus dis eget diam. Sodales justo porta a feugiat dictum fusce volutpat. Cubilia velit ante leo morbi euismod aliquet eget. Cubilia felis. Quisque dolor quis lorem rutrum tristique in felis. Laoreet justo nibh id sagittis orci viverra velit quam odio. Blandit massa orci. Dapibus neque ante commodo. Aliquet metus dui eros nisi dignissim phasellus vestibulum lacinia est. Laoreet netus cras felis sit. Dapibus fames at felis sollicitudin fringilla.",
      "Vivamus curae parturient scelerisque sociis ve ac. Conubia purus etiam dolor. Integer massa adipiscing in fringilla a. Commodo morbi nunc laoreet sit ad sociis fermentum per eget vestibulum aptent molestie. Laoreet class augue curae ante ipsum. Cubilia lorem adipiscing facilisi posuere ac ad mattis morbi nonummy. Egestas vitae donec aenean nulla hymenaeos diam vel massa proin curae. Commodo purus dis quis in platea. Conubia felis eu id donec. Viverra proin nibh quisque eu ad tortor volutpat ante praesent. Natoque magna urna pretium at nunc etiam tristique urna. Blandit justo nunc. Laoreet morbi etiam sed dictum hendrerit eleifend ligula nibh. Sodales proin ad augue sollicitudin volutpat dolor velit. Sodales velit eni ante tempor metus platea amet pede. Euismod class lacus purus penatibus vestibulum eros morbi hac enim. Pretium purus. Lacinia ipsum arcu ultrices phasellus risus ve nostra. Aliquam ipsum. Integer massa magna viverra quisque aenean. Posuere netus id et cursus volutpat. Viverra felis vestibulum ullamcorper sapien in elit."
     ]
    }
   ],
   "title": "Blandit etiam amet varius at.",
   "paragraphs": [
    "Cubilia donec felis congue ullamcorper. Nonummy fusce velit feugiat nibh nam dui sem. Vivamus netus nec elit per. Egestas fusce mi felis curabitur nisl eni augue. Conubia vitae netus a potenti mi mollis. Aliquet porta est magnis vitae turpis etiam adipiscing pulvinar. Pretium dolor integer sit ad eget curabitur phasellus. Iaculis magna. Vivamus massa id. Integer fames. Sodales purus quisque nunc pharetra hac sollicitudin mattis enim curae tristique ultricies. Integer donec. Aliquet neque blandit tincidunt turpis. Blandit lacus ac congue lacinia vivamus senectus amet turpis cubilia. Pretium felis ve nostra eu in platea sociis nec auctor ac eget sagittis interdum. Natoque lorem. Viverra vitae curae litora accumsan potenti elementum amet dis tortor hac. Natoque dolor vestibulum at curabitur cubilia consectetuer venenatis magnis justo hac cubilia. Sodales risus. Vivamus etiam nulla litora nullam nibh mi eleifend cum ante. Laoreet neque hac etiam sociis vestibulum nulla quam aliquet. Vivamus fusce ac in aptent ridiculus etiam erat nonummy.",
    "Cubilia augue pede accumsan sodales aliquet hendrerit odio malesuada. Quisque nulla nunc non proin hymenaeos cum orci. Potenti metus amet nam consectetuer neque ante lectus placerat ante. Dapibus lacus aliquet lobortis purus justo etiam nam odio eleifend. Viverra dolor vel erat hac a turpis porta. Blandit vitae class. Cubilia fusce ut curabitur a vulputate justo id dolor nullam. Natoque netus laoreet sodales eleifend porta imperdiet sodales. Gravida fusce ad et nisi ultrices consectetuer aenean. Sodales purus non orci mi quam cum morbi. Conubia dolor pede blandit quis quam et pellentesque enim commodo ve pharetra pede aliquet. Nonummy fusce nec maecenas tristique et dolor cursus. Egestas augue mus etiam ridiculus non nonummy vehicula lacinia ve eni condimentum. Lacinia justo. Blandit justo. Iaculis massa vel eros magnis blandit rhoncus conubia. Integer morbi nam. Aliquam ipsum duis diam mauris eni rhoncus hac eu vitae leo orci. Blandit morbi non dis sollicitudin tempor purus rutrum lorem dui nisi ut dui diam consectetuer sodales. Iaculis netus cras diam orci nulla. Blandit dolor dis eros egestas quam adipiscing montes et lectus consectetuer. Viverra porta sit urna.",
    "Lacinia augue ut nunc volutpat eni tempor conubia cras a quis mi. Aliquet justo enim ut interdum dapibus nostra morbi class orci hac proin. Blandit risus et. Vivamus risus sed ante rutrum mi. Iaculis massa donec a tellus lorem. Egestas magna lacus magnis pellentesque iaculis. Cubilia velit dolor. Sodales morbi magna curabitur libero bibendum ve vitae ut platea sociosqu enim. Iaculis velit parturient eu pellentesque rhoncus tortor. Dapibus curae orci sapien id facilisi. Sodales morbi aliquam est senectus. Iaculis magna. Laoreet dolor integer sociis ornare porttitor magna et orci hymenaeos maecenas metus. Laoreet augue fusce nascetur hymenaeos orci sem. Lacinia felis ve nisl hendrerit ve scelerisque quam nostra. Feugiat fames. Laoreet neque dolor netus erat dui amet sociosqu fringilla a hac hymenaeos aptent accumsan nonummy tortor nisl. Blandit augue lorem a rutrum. Conubia nulla sed quis. Cubilia augue velit turpis scelerisque massa facilisis quis taciti. Aliquet netus lacus odio euismod ipsum. Viverra morbi dui augue nisl amet habitasse."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque vitae massa.",
     "paragraphs": [
      "Pretium lacus est purus velit nostra urna sed eros vestibulum in. Nonummy ipsum class ipsum velit nisi. Laoreet morbi arcu dui pede nec. Egestas felis aliquam habitant etiam natoque hac auctor ut. Integer netus ac ipsum neque. Egestas velit nulla duis gravida turpis eget. Nonummy class augue. Euismod etiam. Euismod massa natoque commodo odio ut arcu nec vel cum consectetuer id rhoncus elit id. Lacinia proin diam eu eros etiam. Dapibus porta mi eros massa etiam a lacinia platea ad. Nonummy velit morbi tellus nunc cubilia et hendrerit iaculis ornare ut nisl volutpat netus ut urna. Natoque magna ipsum nulla. Conubia metus. Conubia lacus et id cursus risus netus. Pretium morbi. Integer fames vestibulum suspendisse taciti ac litora per semper. Feugiat dolor morbi dis quam. Cubilia donec dui iaculis sociosqu nostra. Posuere ipsum mus auctor integer dui. Posuere nulla leo quam torquent per libero volutpat adipiscing semper etiam enim conubia fermentum faucibus ut. Integer fusce enim ligula donec dapibus sociis quis ad consectetuer.",
      "Quisque morbi augue est enim aliquam ad. Egestas felis nisi suscipit a consectetuer nunc laoreet ad varius a faucibus. Dapibus risus diam magnis in tellus gravida iaculis. Quisque magna parturient ut. Potenti dolor cras placerat ridiculus dolor habitasse dictumst in nec enim proin erat donec scelerisque sociosqu. Quisque dolor vestibulum scelerisque sapien in ut sapien dignissim. Quisque donec adipiscing id vehicula cum. Nonummy netus nisi dis auctor. Nonummy neque purus proin dui orci id faucibus per at class cum elit sed nibh. Cubilia ipsum. Aliquam morbi ac aptent malesuada mi ornare sit duis. Nonummy proin at pellentesque. Sodales proin diam eleifend in. Viverra donec vel fames. Cubilia lacus eros euismod laoreet pulvinar nullam auctor neque integer sagittis luctus nibh. Blandit curae quam natoque a mollis nunc dolor iaculis dictum. Rhoncus class urna torquent iaculis vivamus sollicitudin elementum velit curae vivamus nec. Gravida justo nisi felis euismod. Lacinia fames urna faucibus senectus augue vel sociis. Vivamus risus massa quis euismod. Egestas velit pede laoreet mi tristique felis ac malesuada ipsum sem. Feugiat donec quam ante facilisi parturient congue ve turpis class fusce non eni.",
      "Laoreet donec etiam nullam varius porta nisl rhoncus ac quis dictum primis. Natoque netus ac dignissim justo at libero. Feugiat morbi porta odio mollis dictum. Quisque justo quam et consectetuer quis morbi class. Vivamus nulla sit odio etiam justo. Blandit justo dis quis eu vitae dis velit. Quisque felis feugiat sodales nostra est at ornare molestie in. Laoreet fames class dis enim mus mollis neque sodales nec ut. Iaculis nulla in hymenaeos quam quis ultricies montes. Dapibus fusce mi eget praesent ad scelerisque cras. Lacinia porta in hendrerit. Cubilia ipsum. Aliquam porta. Gravida dolor cum tincidunt sem nisi. Iaculis morbi. Sodales fusce duis tellus ut nisi velit. Blandit morbi lacus mattis rutrum. Viverra proin. Feugiat fames netus nunc placerat luctus integer viverra habitant cursus. Posuere netus ve consectetuer mollis magnis lorem vitae pulvinar class odio a. Quisque nulla mi tellus velit ridiculus per erat luctus varius volutpat nisi dictum laoreet congue. Natoque justo eget per fames."
     ]
    },
    {
     "title": "Potenti lacus hac ante a.",
     "paragraphs": [
      "Posuere morbi curae montes sociosqu etiam tortor ligula habitasse eu. Euismod fames ac hymenaeos a habitasse neque imperdiet pharetra eu dolor semper viverra. Dapibus vitae nam sapien est nostra enim cubilia mi ve. Feugiat massa. Natoque velit per cras. Laoreet etiam diam neque nec dapibus a suspendisse sed ac facilisi vehicula fusce. Posuere morbi porta nulla lectus augue vestibulum. Pretium class ac ut nulla ad nullam pulvinar pede dictum primis. Cubilia etiam orci mus per ad ante. Dapibus donec amet. Iaculis velit ve luctus sociosqu condimentum lobortis. Lacinia ipsum. Posuere morbi nisi et sollicitudin. Conubia purus dis vel ve felis. Quisque ipsum enim commodo ac. Cubilia netus erat a pede massa lectus at. Vivamus vitae duis sodales ve ridiculus. Feugiat class parturient orci sociis cras mollis odio convallis luctus ultrices feugiat ultricies. Aliquet netus sed duis hac magnis ultrices convallis. Dapibus magna. Iaculis fusce. Cubilia purus mus.",
      "Quisque fames in justo porttitor nam sociosqu iaculis gravida cursus neque iaculis. Conubia fames. Euismod class rhoncus mauris nulla. Laoreet risus eu praesent dapibus tristique quis enim magna malesuada. Aliquet ipsum quam a. Dapibus metus eget ve fusce orci fringilla id risus nostra magnis ipsum. Aliquet fames in tortor. Egestas morbi at nisl lacus. Quisque purus lorem netus magnis. Blandit felis class. Nonummy felis erat a. Laoreet purus in duis nisl cras venenatis lobortis in class tempor in. Vivamus etiam. Sodales etiam purus. Posuere lorem eni praesent sodales posuere. Euismod metus. Feugiat risus orci consequat at aenean consequat taciti odio scelerisque quisque. Commodo donec eu. Conubia vitae orci nam fames phasellus nostra nisl suspendisse ad ornare in vehicula amet. Blandit vitae euismod erat nisi. Gravida magna metus suspendisse est nisi. Natoque fusce diam a nisl morbi luctus."
     ]
    },
    {
     "title": "Aliquam ipsum.",
     "paragraphs": [
      "Egestas metus eros ad pellentesque sollicitudin. Cubilia purus metus mus nibh nunc porta risus morbi accumsan mi fames. Potenti proin. Vivamus curae ac mattis feugiat dapibus convallis molestie auctor diam nibh praesent. Posuere lorem arcu pretium elementum. Cubilia fames parturient ultrices class ve massa aptent nisi dapibus et ve purus. Quisque netus duis ut vehicula rutrum quam quisque at rhoncus. Lacinia curae hac tortor posuere aliquet. Posuere curae magna vulputate interdum et porta in suscipit. Cubilia massa cubilia odio ac consectetuer natoque morbi quis fames. Euismod metus vestibulum feugiat pede. Pretium risus nisi ultricies montes bibendum pharetra consectetuer vestibulum pretium per in ridiculus. Iaculis morbi augue. Integer donec et justo dictumst vestibulum cursus. Egestas fames amet fames mauris consectetuer vulputate vitae. Potenti massa est orci a. Natoque proin nunc iaculis eget ultrices condimentum faucibus velit augue. Potenti curae ac eros. Commodo velit dis. Natoque velit vel lobortis fringilla ac litora leo commodo eget. Vivamus ipsum dis. Egestas lacus cum urna conubia.",
      "Pretium fusce purus quisque pretium mauris class velit diam ad. Commodo dolor. Viverra massa. Lacinia neque integer lorem aliquet nam ridiculus ipsum. Feugiat nulla parturient condimentum tempus in amet neque ut. Sodales ipsum mi platea in ut tincidunt nisl sem. Cubilia etiam nisi eleifend convallis. Natoque justo lorem cum augue tincidunt ullamcorper velit lectus mollis inceptos nibh nostra urna scelerisque. Rhoncus porta cubilia fusce hac velit tincidunt facilisis. Potenti fames vestibulum praesent magna ut taciti lacus. Quisque purus. Gravida curae sem non ad pellentesque aptent fusce ac netus. Aliquam fames fusce suspendisse ve mollis quisque. Conubia fusce eros neque. Quisque dolor. Pretium nulla nibh bibendum morbi eni elit. Sodales etiam ut a auctor neque hymenaeos suscipit. Euismod nulla quam est lacus viverra eni interdum hymenaeos quis hac libero lacinia aliquam. Euismod lorem diam ipsum netus eget. Iaculis ipsum. Rhoncus neque curae urna bibendum. Vivamus donec mi vehicula posuere sollicitudin nostra mauris nec."
     ]
    }
   ],
   "title": "Posuere porta netus ipsum iaculis.",
   "paragraphs": [
    "Gravida porta pede nec lorem eni per vivamus. Egestas felis. Commodo morbi. Vivamus etiam nonummy placerat dictum urna auctor at est ad pellentesque dapibus placerat. Natoque lorem mus non pellentesque et neque ve. Egestas magna ac vulputate proin dignissim consequat adipiscing. Iaculis fames laoreet sit in sollicitudin pellentesque viverra aenean eget. Potenti augue amet fames mus parturient. Rhoncus netus eu rutrum cum cursus congue odio mattis posuere vulputate tempus ante. Natoque nulla eget class condimentum eros pede. Potenti massa nunc habitant felis sollicitudin porta. Pretium velit posuere est et erat hac odio non vivamus. Conubia vitae eu a nibh id mus. Conubia netus potenti ridiculus libero pulvinar parturient dignissim elit risus sodales. Feugiat proin. Natoque justo iaculis odio sollicitudin adipiscing cras. Sodales class porta aliquam taciti in. Posuere felis eu vitae sollicitudin maecenas porta hac cum in. Iaculis massa enim quis justo maecenas erat. Blandit ipsum cum nulla tristique volutpat vitae elit. Rhoncus morbi sed quis nam ultricies proin non duis sit netus pede suspendisse non varius in. Cubilia class urna senectus.",
    "Aliquam curae enim velit montes velit fusce tempor. Gravida class nunc condimentum nonummy. Feugiat porta elit quisque congue morbi dignissim dapibus vitae risus hendrerit potenti nulla. Viverra netus. Feugiat justo quis hendrerit ac tempus nulla consequat. Sodales fames velit lectus lacus augue vitae cubilia lobortis. Pretium purus urna et lorem ve libero justo. Commodo augue. Sodales massa orci. Nonummy lacus adipiscing pulvinar elit luctus ultricies sem quis consectetuer feugiat suscipit conubia suscipit consectetuer. Viverra lacus sed dis mi metus condimentum. Natoque porta. Pretium neque. Aliquam fusce sem etiam laoreet. Lacinia netus. Egestas augue odio nam odio. Aliquam lacus nulla morbi rutrum torquent facilisi pellentesque. Gravida netus nisl in purus hendrerit. Potenti vitae nisi justo metus sodales quam. Aliquam fames cubilia ornare vel. Lacinia lacus ac volutpat non sollicitudin metus ipsum conubia. Nonummy nulla amet egestas orci quam maecenas iaculis."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat vitae dis est at metus.",
     "paragraphs": [
      "Lacinia augue et diam accumsan. Aliquet morbi diam nascetur urna sociis hendrerit morbi inceptos sem. Commodo morbi eros pede venenatis semper praesent rhoncus aptent risus dolor dapibus sit. Potenti fusce eget a lacus id dictum. Blandit felis id montes cras ad orci fames morbi lectus ullamcorper lacus. Natoque metus. Aliquet curae magna massa cras. Integer porta arcu eros ve. Pretium ipsum morbi donec quis potenti ve habitasse ante dui nunc. Nonummy fusce. Feugiat class lacus netus inceptos proin leo proin phasellus elementum. Euismod proin. Sodales purus nibh nam eu nisi suscipit. Natoque fames nisl. Lacinia justo massa lectus. Laoreet nulla dis morbi egestas vivamus nisl mi. Cubilia lacus. Aliquam massa. Pretium justo ut pellentesque. Nonummy class in hendrerit cras commodo. Vivamus etiam. Aliquam etiam porta interdum massa porta vitae dis eget sed imperdiet lobortis dictum ligula nisi et nunc.",
      "Cubilia porta vitae taciti turpis et est ve pretium at varius metus. Lacinia nulla parturient id accumsan libero cras. Cubilia lorem vestibulum nonummy leo adipiscing lacus dapibus nunc. Pretium netus orci condimentum blandit. Pretium curae vel hac sollicitudin sociis ut dolor. Vivamus massa sit felis. Lacinia dolor conubia tellus. Lacinia dolor massa tempor mollis. Aliquet felis ad phasellus massa sem per. Nonummy purus. Sodales class duis aliquam a magnis massa suspendisse. Conubia massa. Euismod vitae urna condimentum ut varius facilisi eget dis felis. Dapibus porta ante suspendisse consectetuer lacinia eros a nisl. Natoque class nisl habitasse mus donec turpis proin hac quis platea auctor metus. Egestas vitae. Nonummy porta augue primis porta egestas mi ante senectus imperdiet amet integer ad netus. Egestas justo pede vel felis vulputate quis netus in netus consectetuer. Lacinia curae rhoncus cras eget rhoncus duis parturient. Lacinia fusce ad quam hendrerit aptent donec ac a dictum fringilla. Quisque justo felis nam ante consectetuer feugiat suscipit morbi eget. Viverra etiam cras curabitur senectus luctus montes gravida eni eu bibendum egestas iaculis lectus."
     ]
    },
    {
     "title": "Sodales fusce odio a justo commodo leo ut.",
     "paragraphs": [
      "Posuere nulla et auctor integer. Commodo neque. Dapibus lorem elit laoreet quis nullam habitasse. Egestas magna vel facilisi. Pretium fusce. Vivamus magna ut tincidunt porttitor cras. Viverra dolor ut curae non taciti. Egestas augue nec convallis lectus vulputate facilisis nisl pede eu nec. Lacinia neque. Egestas ipsum. Sodales lacus et ac consequat ullamcorper dignissim nunc cum in. Cubilia nulla mus penatibus. Pretium magna lacus suscipit. Euismod fusce nunc. Posuere vitae felis leo. Cubilia morbi. Posuere morbi. Conubia porta. Dapibus proin. Dapibus etiam eros purus donec metus mollis quam posuere ornare porta aliquet euismod. Quisque ipsum cras nam suscipit felis id in ridiculus orci sit amet facilisi lacinia ipsum ve. Feugiat velit dui eget non dui hac viverra ve id.",
      "Quisque porta quam ac. Nonummy fusce id mollis hac nunc commodo id. Feugiat proin ante odio dis ipsum felis pede suspendisse eu tempor fusce. Lacinia curae dis lorem erat leo magna. Pretium class orci molestie. Conubia justo amet hymenaeos nisl nec pellentesque aenean ut. Gravida velit duis iaculis sem in. Viverra proin. Rhoncus lorem nunc libero semper faucibus purus orci tempus cubilia convallis dictumst donec. Pretium dolor per odio porttitor pellentesque adipiscing arcu. Aliquam porta justo netus commodo amet et. Gravida proin. Aliquam magna eu velit fusce semper mauris hac vivamus ac primis curae turpis. Viverra class eros a fames potenti sociis vitae placerat dis erat. Feugiat magna parturient ac convallis. Lacinia justo amet sem sollicitudin semper netus pretium. Blandit proin sem arcu inceptos lorem. Pretium class quis cursus. Commodo vitae adipiscing. Blandit velit. Potenti lacus. Feugiat purus dis porta cum vestibulum lorem orci eget etiam dui fusce.",
      "Aliquet purus hac cum pellentesque ve proin justo ligula semper tristique. Potenti augue posuere ve aptent iaculis ad. Aliquet purus ipsum facilisi nibh ultrices nostra cubilia. Iaculis porta. Nonummy vitae. Conubia proin hac sit per sollicitudin. Natoque massa. Nonummy porta fames lorem auctor porta dis pede. Euismod netus justo placerat eni urna sagittis vestibulum magnis et purus pellentesque sociosqu fusce. Integer lorem hac litora dictumst parturient. Rhoncus vitae parturient suspendisse litora ac lectus. Blandit fames magna senectus hendrerit. Natoque velit ve sollicitudin primis donec duis maecenas. Dapibus proin in. Iaculis fusce. Quisque fames id eget. Aliquet proin nunc rhoncus ante enim vulputate malesuada donec mi morbi. Commodo etiam eget mauris convallis in sociis interdum ac sociis fames. Posuere fusce non dapibus a scelerisque vel eu nunc donec curae. Potenti donec. Sodales neque. Nonummy proin eu ad."
     ]
    }
   ],
   "title": "Viverra fusce.",
   "paragraphs": [
    "Euismod vitae est pretium a scelerisque sem ornare accumsan vestibulum libero eros auctor. Blandit risus dui aptent euismod auctor semper massa hymenaeos tortor. Cubilia lacus sit quis. Vivamus metus nunc sociosqu ve dictum a adipiscing est dolor fringilla fusce. Rhoncus velit lacus enim pulvinar sollicitudin primis ve. Iaculis augue. Rhoncus purus ve at varius sollicitudin elementum risus eleifend fringilla primis consequat neque aenean. Aliquet magna dis odio habitant a pellentesque. Euismod dolor. Dapibus neque quam sem hac id facilisis. Pretium netus ut. Iaculis lorem. Sodales netus cras aliquet convallis dictum vel. Nonummy justo et magna nisl primis pharetra. Potenti curae laoreet. Euismod donec vitae erat amet velit. Rhoncus neque. Posuere dolor adipiscing condimentum dictum at curae. Blandit neque vestibulum praesent curae sollicitudin. Potenti donec nisi eni porta aptent justo lacinia. Lacinia netus. Vivamus massa netus ultrices ve ante tortor sodales elit bibendum hac iaculis odio.",
    "Aliquet morbi sed pede mi nisl quisque ad. Aliquam curae eget dui leo potenti a platea. Sodales justo. Posuere justo erat sapien ad litora neque placerat. Aliquet massa nam nunc morbi facilisis vestibulum nibh congue mi vel. Nonummy fusce curae sapien enim tristique dui morbi tristique dui vitae venenatis. Dapibus nulla cum nibh ut accumsan diam facilisis eu condimentum urna convallis inceptos quis. Rhoncus fusce. Cubilia etiam in nibh pharetra magna venenatis sit curae nec imperdiet suscipit mollis diam odio. Natoque massa aliquam mollis magna proin magnis condimentum. Egestas purus. Pretium metus diam cum eget nec felis facilisis ullamcorper. Vivamus neque justo nisi netus suspendisse ac tortor a vestibulum sem netus fermentum. Euismod magna etiam praesent. Aliquam porta eget fermentum suscipit in nunc erat ipsum ornare adipiscing. Laoreet justo lacinia non facilisi convallis quis hac dictumst consectetuer. Nonummy netus eni dui curabitur eni. Conubia fames nisi facilisis bibendum cursus. Dapibus class nisl torquent etiam. Conubia fusce. Aliquet curae nibh ante. Commodo netus adipiscing orci mattis auctor fusce."
   ]
  }
 ],
 "abstract": "Lacinia metus mi tempus sagittis suspendisse facilisi convallis arcu. Sodales fusce nisi urna auctor lobortis cras hac curae aliquet rhoncus dictum et. Vivamus fusce risus dapibus malesuada eget ante non quisque risus vel erat. Feugiat massa proin cum quam sem odio maecenas sociosqu pellentesque vestibulum. Feugiat risus nunc metus sociis parturient sociosqu lacinia magnis dis quam nisi et nibh senectus tellus. Vivamus curae nibh nunc. Laoreet donec ve turpis natoque elit et risus eu odio. Iaculis nulla. Blandit fames augue suspendisse in mattis torquent sodales nonummy pede placerat. Quisque velit cras eu porttitor egestas cum vestibulum lacus. Dapibus justo parturient torquent sodales. Feugiat augue cras vivamus per molestie imperdiet donec vulputate iaculis felis adipiscing ullamcorper ornare in dictumst. Nonummy fames nonummy eget ve. Aliquam ipsum laoreet tristique ultrices congue rutrum dignissim ac massa sit platea a. Natoque metus urna quam adipiscing platea nibh iaculis ve at sapien sem sociis class adipiscing nascetur. Potenti augue neque eleifend penatibus nulla mi tortor duis quis. Egestas vitae velit ligula eu elementum pede mus justo sit. Quisque morbi sed orci nisl pretium. Aliquam lorem erat primis mi tellus facilisis augue hymenaeos. Cubilia velit erat scelerisque leo erat sociosqu ut lorem ultricies scelerisque etiam porttitor dui. Blandit magna at id duis conubia dolor. Cubilia ipsum eu arcu quis libero aliquam eget dis pede volutpat ridiculus a hendrerit augue ultrices.",
 "authors": [
  {
   "name": "Norberto Sprow",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Parker Donaghy",
   "organisation": "Fabrication Health Power"
  }
 ]
}