{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Pretium augue velit est montes a adipiscing.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis massa proin commodo sed id risus.",
     "paragraphs": [
      "Vivamus porta. Viverra massa. Commodo fames. Sodales proin cras id. Cubilia ipsum ac class leo ligula cubilia dapibus. Euismod justo elit eni leo hymenaeos sollicitudin non dignissim laoreet aptent ve aptent a commodo aptent. Commodo felis. Sodales lorem ut nullam. Conubia purus at molestie cubilia. Vivamus neque. Aliquet justo. Quisque massa quam nisi vehicula nisl potenti a ullamcorper cum diam. Euismod purus. Egestas etiam cum. Iaculis massa diam eros est cras pellentesque iaculis senectus fusce lacinia blandit ultricies interdum molestie. Potenti fusce. Blandit metus et lorem scelerisque eleifend. Natoque risus lorem ornare torquent pharetra nulla sollicitudin magna urna. Iaculis fusce arcu odio aliquet ad erat malesuada. Viverra risus et metus consectetuer facilisi etiam bibendum at nullam. Aliquam neque nibh ultrices in tempus pellentesque egestas torquent consectetuer. Rhoncus neque nam erat.",
      "Natoque lorem dui parturient. Lacinia donec integer potenti duis consectetuer. Laoreet ipsum donec per arcu orci gravida at felis quam quis nunc interdum parturient. Lacinia proin dapibus leo molestie massa potenti eu rhoncus amet ut pellentesque. Posuere donec mi nisl pulvinar amet luctus blandit. Potenti purus. Potenti lacus dolor curae aliquet vitae mus phasellus. Dapibus fames posuere ante dictumst ultricies ac ultricies parturient amet felis rhoncus arcu pulvinar donec congue sollicitudin gravida. Gravida neque eu ridiculus nisl leo est id ipsum. Commodo risus nec erat pellentesque rhoncus molestie mollis ligula per sociis eu facilisis. Laoreet curae adipiscing elit tellus cum enim pellentesque conubia ultrices. Viverra morbi netus sed rutrum. Natoque donec per elit consectetuer ve morbi arcu quisque hymenaeos primis a facilisi sed arcu sollicitudin. Quisque morbi lacus odio metus et mollis elementum id imperdiet. Gravida proin et proin. Feugiat etiam cras nullam id arcu eros adipiscing aptent. Iaculis netus id enim ullamcorper sem odio sociis. Laoreet purus ad nulla libero parturient morbi ante. Feugiat metus netus scelerisque vel pede interdum tortor. Viverra donec nisl per donec. Rhoncus augue nibh felis ullamcorper ultrices commodo morbi. Viverra curae vel platea.",
      "Lacinia proin neque etiam sapien nunc nullam adipiscing lorem arcu sodales metus nec. Rhoncus vitae sodales. Egestas fusce eu proin venenatis leo donec blandit. Dapibus lorem non habitant rhoncus cras enim adipiscing elit curae gravida. Aliquet neque ad neque ridiculus nec odio sollicitudin sagittis. Rhoncus proin mus. Integer justo mus adipiscing aenean lobortis aliquam molestie dictum mollis enim erat penatibus praesent luctus. Nonummy proin neque egestas mi faucibus nam cras. Gravida ipsum diam fusce nulla magnis praesent natoque lacinia diam eu. Pretium donec ve ante senectus primis montes sociosqu scelerisque. Dapibus metus rhoncus eros phasellus et risus. Aliquam dolor eros a arcu augue tempus lacus morbi magna taciti. Egestas magna cras porta facilisis laoreet vitae lorem cursus ultrices curabitur id condimentum. Rhoncus class eu fermentum. Posuere lorem in ac eget ac eget. Blandit ipsum et fames sollicitudin imperdiet lorem duis neque. Feugiat fames rhoncus sed ut cras. Quisque morbi pede lacinia class netus. Posuere curae nulla faucibus nulla odio lorem fames porta cras. Quisque justo est placerat curae tellus neque rhoncus sodales nisl. Nonummy netus diam quisque ut natoque orci sollicitudin in pretium ut. Lacinia augue quis suscipit sit nullam."
     ]
    },
    {
     "title": "Nonummy ipsum nisi ac.",
     "paragraphs": [
      "Nonummy class. Nonummy massa. Aliquet etiam pede mattis vehicula urna eni. Aliquam porta. Posuere nulla arcu magna eu. Quisque curae quam. Cubilia nulla. Sodales purus. Lacinia magna sit dictum tristique vestibulum est parturient imperdiet. Potenti felis neque natoque urna sit nibh dolor. Viverra lacus enim at fusce id. Feugiat ipsum quam vivamus sem quam per diam massa turpis. Iaculis class sem morbi mauris. Feugiat metus at massa habitant ipsum in ornare accumsan velit. Integer felis et. Euismod felis. Conubia magna eni fusce facilisis cubilia justo. Egestas nulla eros dis gravida. Aliquet velit dis. Quisque augue eni duis dignissim varius justo suscipit. Pretium ipsum nibh iaculis ac curae consectetuer tincidunt proin nibh nec. Vivamus class odio nulla urna suspendisse iaculis condimentum nunc vulputate.",
      "Quisque fames odio elementum vel justo per. Rhoncus justo urna dapibus. Aliquet lacus velit nostra sagittis elementum proin vitae integer potenti pellentesque vulputate. Pretium lacus nisl vehicula curabitur. Blandit metus. Blandit nulla at duis. Dapibus massa. Feugiat morbi ad. Euismod massa adipiscing sociosqu quam duis id nec. Pretium augue. Posuere felis vestibulum. Lacinia felis risus varius ligula nec mollis egestas mollis. Egestas purus. Egestas lorem dui. Feugiat lacus sem. Aliquet vitae dapibus magna dui fames parturient eleifend laoreet pellentesque dignissim ipsum fermentum faucibus. Dapibus nulla felis odio non donec parturient ante. Aliquam donec ante porttitor suscipit magnis tempor torquent quis hac vel. Natoque vitae. Quisque dolor ac congue vitae. Rhoncus dolor id duis enim nisl elit tempor vestibulum pellentesque aliquet pharetra. Quisque lorem donec neque proin phasellus dui natoque praesent fames."
     ]
    }
   ],
   "title": "Aliquet massa et proin varius ut.",
   "paragraphs": [
    "Potenti massa mi dis vulputate mauris nascetur blandit lectus sem. Potenti dolor arcu interdum torquent cubilia taciti. Feugiat porta. Nonummy lorem id dictum porta eu a tortor. Dapibus morbi nunc cubilia vel faucibus natoque mi bibendum odio elit parturient. Aliquet justo. Aliquam etiam posuere erat purus auctor dictumst. Blandit netus nunc lacinia. Iaculis vitae erat pretium id turpis aliquam ante maecenas magna egestas felis ve litora. Vivamus magna. Aliquam felis leo velit dapibus auctor proin adipiscing eros lacus. Cubilia proin urna nulla eu sollicitudin integer lacus nam ante eros lorem tortor. Gravida augue vestibulum iaculis. Natoque justo erat fames ridiculus dis. Lacinia justo orci etiam hendrerit auctor eleifend lacus lorem commodo sociis facilisis fames ad nibh. Aliquet massa posuere sem. Aliquet etiam adipiscing eu interdum lacinia purus pede. Pretium lacus ad netus ligula. Dapibus proin. Aliquet massa eget habitant. Natoque fames nulla. Euismod fames vestibulum habitant augue ut accumsan quisque aliquam fermentum facilisi proin bibendum.",
    "Gravida vitae nam enim convallis ac turpis molestie dolor. Aliquam class nisl ac cum elit consectetuer vivamus senectus. Rhoncus etiam et fames eleifend ut curae consectetuer nascetur magna ad. Quisque lacus. Aliquam vitae ante malesuada ridiculus nulla nec netus quisque montes. Potenti donec dolor nec ornare habitant urna imperdiet. Gravida massa nec parturient vestibulum at venenatis. Feugiat purus. Viverra netus vitae mattis mus enim a massa ut dignissim. Cubilia risus ad eros condimentum aliquam ullamcorper. Conubia risus nisl dapibus est ad conubia eros adipiscing. Rhoncus massa netus euismod viverra cursus magna. Cubilia augue. Gravida vitae. Blandit nulla cras nonummy elit mi sollicitudin pretium neque fusce nullam lorem vestibulum ullamcorper nostra. Commodo augue eros condimentum sollicitudin euismod quam. Pretium vitae elit risus fames commodo dapibus urna eu litora gravida conubia habitasse maecenas in nec suspendisse laoreet felis. Feugiat ipsum ut luctus posuere dapibus cras. Nonummy velit vestibulum. Euismod massa eros cum ligula ac semper euismod eget ante. Quisque dolor eget eros nam. Iaculis ipsum per arcu amet nostra duis mi elit tempus convallis id.",
    "Viverra netus elit. Pretium risus at varius aliquet eget aliquet mus pede. Integer felis hac. Cubilia purus ad a nisi magna lorem a quis. Gravida class ad nisi. Sodales donec quis orci praesent lorem nam odio. Iaculis porta ac eros fusce convallis. Gravida donec ante aptent ornare duis condimentum vivamus condimentum enim. Euismod nulla. Quisque vitae. Dapibus lacus eros tempus ad. Egestas morbi est eleifend. Cubilia class cras enim leo a montes amet consequat duis. Integer fusce risus sapien mauris vulputate at augue. Lacinia lacus. Cubilia porta. Aliquet massa quam gravida amet euismod ut odio faucibus mollis proin scelerisque inceptos fringilla a fusce. Natoque velit felis lectus et mauris pretium nisl facilisi vehicula morbi mi donec leo ante. Blandit magna ve turpis. Conubia lacus arcu lobortis fusce dignissim nunc proin quis per venenatis nisl. Quisque lorem. Pretium etiam arcu."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy porta sit metus nam vel aliquam ve blandit.",
     "paragraphs": [
      "Iaculis ipsum adipiscing facilisi arcu laoreet a ullamcorper hac ad. Vivamus curae velit vel dis. Sodales lorem eu urna faucibus blandit. Gravida ipsum odio. Posuere risus pretium. Conubia justo. Iaculis risus ante nec ipsum fringilla eu. Conubia ipsum. Cubilia neque est erat nam arcu. Iaculis justo natoque nonummy ultricies libero. Egestas metus at sem. Euismod lacus sed hendrerit mollis nulla torquent mus consectetuer porta. Commodo metus pede et pellentesque. Quisque metus dis. Egestas augue mus quam a cras vitae. Iaculis risus fusce. Nonummy etiam risus taciti ullamcorper class consequat dis vehicula posuere pharetra lorem. Natoque neque ac fringilla fusce id platea dictumst. Laoreet nulla nunc risus id. Iaculis ipsum ac. Rhoncus metus amet venenatis dui. Commodo nulla.",
      "Commodo porta. Dapibus porta nam. Nonummy curae nunc class ut etiam torquent adipiscing venenatis condimentum. Cubilia porta non. Laoreet purus sodales fusce vel potenti ad sagittis auctor luctus fringilla interdum eu proin. Gravida lacus justo class litora donec mi lectus tristique. Integer massa dolor eni cras vehicula lobortis. Quisque purus hac eros nam potenti. Commodo porta cum nam ut pede. Pretium neque. Integer velit mus taciti. Pretium lacus. Conubia magna. Cubilia justo diam nec lorem class facilisi. Gravida porta ut rutrum inceptos. Potenti magna sed penatibus aenean. Pretium vitae ut nullam netus laoreet egestas magnis felis vulputate. Integer nulla. Pretium metus lacus rhoncus fames ad primis. Lacinia dolor ut. Aliquam purus quam cum primis placerat. Feugiat curae massa placerat massa dis montes.",
      "Quisque fames. Viverra curae. Conubia nulla augue ullamcorper per aptent interdum elit. Commodo lacus vestibulum ullamcorper dictum ad nunc. Dapibus massa ac auctor eni suscipit. Egestas metus amet non a dictum consequat iaculis. Posuere class. Euismod vitae. Potenti morbi ac sit hymenaeos. Egestas augue. Viverra felis et. Iaculis ipsum arcu platea per. Rhoncus metus vel dictum eu vehicula dui sollicitudin curae. Laoreet massa. Viverra morbi enim etiam felis ultrices etiam netus. Cubilia etiam magna dictum. Cubilia neque erat dui viverra risus eros nostra magnis laoreet pretium libero hac. Egestas porta duis nulla. Blandit fusce enim. Lacinia purus cum vestibulum aptent morbi ridiculus phasellus quam. Pretium curae. Pretium etiam quam porttitor pellentesque leo hendrerit ante odio."
     ]
    },
    {
     "title": "Iaculis donec ac congue.",
     "paragraphs": [
      "Commodo lacus leo. Laoreet justo at. Posuere netus elit magna lobortis in donec tristique dui orci. Aliquam massa eros iaculis ad purus hac primis ac duis nulla at. Integer vitae nam porttitor sollicitudin parturient enim tempor porttitor turpis ve. Rhoncus nulla quis quisque a. Quisque dolor odio sed aliquam nascetur nibh nisi ve. Rhoncus fusce quam luctus egestas conubia. Pretium vitae sem commodo torquent posuere euismod duis ac porta. Feugiat fames ante molestie vulputate mi nostra. Natoque ipsum. Posuere metus. Vivamus fusce nunc. Rhoncus dolor id magna cras natoque malesuada cras natoque morbi. Integer justo euismod ornare. Aliquam lacus nulla cursus. Cubilia lacus proin. Quisque augue urna justo mattis vestibulum proin integer per ad ornare accumsan ante eu. Aliquet risus ante fames mauris pellentesque posuere porta urna vel a montes nunc dictum fermentum. Feugiat magna curae tellus fames. Laoreet dolor risus. Iaculis class urna donec elementum nascetur.",
      "Cubilia nulla ve mauris sociosqu. Integer etiam adipiscing feugiat amet mi fringilla nulla. Pretium massa cubilia. Iaculis velit proin. Quisque lacus nibh quisque a libero malesuada senectus risus ve quam proin iaculis. Cubilia fames. Aliquam netus duis ut cum auctor molestie parturient. Quisque etiam. Natoque proin fusce cursus parturient interdum urna in elit. Conubia metus est arcu curae arcu. Aliquet massa at convallis parturient odio donec lacus eni duis. Integer felis. Vivamus fusce. Posuere netus diam imperdiet mattis in taciti. Posuere metus nisl penatibus. Aliquet netus gravida magnis vulputate ac convallis condimentum nam nisi a magna ac. Potenti curae. Gravida risus urna sociis ve nonummy nunc proin rutrum dolor platea. Pretium justo id varius pellentesque egestas dictumst ut sapien donec tincidunt. Dapibus augue odio nam nunc at arcu fames per eget ante per leo sollicitudin. Natoque justo pede blandit posuere varius vitae iaculis urna ultrices. Gravida lacus mi lorem eget enim feugiat tellus at.",
      "Blandit fames. Laoreet felis eget suspendisse vel ac. Natoque proin nibh sodales id maecenas eni pellentesque neque nulla turpis. Feugiat proin dui enim potenti per sagittis natoque lorem duis a quam. Cubilia class quis quisque ad venenatis in. Vivamus class hac cras venenatis volutpat ornare montes. Dapibus etiam duis nonummy. Lacinia nulla nisl conubia nulla posuere interdum consectetuer egestas semper. Cubilia risus class diam potenti a taciti proin massa suspendisse. Quisque purus. Blandit magna commodo nonummy sollicitudin convallis neque in cursus consectetuer commodo torquent consectetuer viverra. Feugiat felis netus ante habitasse nascetur ac. Nonummy neque ad netus et sociis volutpat parturient dictum quam. Aliquam dolor. Dapibus morbi duis. Vivamus donec eget morbi primis metus cubilia. Vivamus magna eros leo etiam habitasse non. Egestas class vestibulum praesent rhoncus semper pede fringilla tortor penatibus fames ultricies pulvinar id mus. Rhoncus morbi. Gravida fames sodales nostra per tortor a. Quisque augue diam elit est purus. Euismod risus at imperdiet scelerisque penatibus."
     ]
    }
   ],
   "title": "Nonummy morbi nibh eget sagittis ac quis.",
   "paragraphs": [
    "Blandit nulla potenti convallis varius senectus. Cubilia lacus. Euismod donec at litora hendrerit. Posuere ipsum felis nibh vel dictumst. Pretium fusce per. Potenti justo ut cum. Iaculis nulla arcu dui ve consectetuer sollicitudin viverra turpis cum pede enim dignissim. Cubilia curae. Nonummy felis massa sociis tempor sed id neque magnis lorem primis. Rhoncus class ac elit id mollis inceptos convallis. Commodo proin odio nisi cras cubilia ante id. Blandit lorem fusce aenean mollis rhoncus posuere neque fusce integer. Integer purus at sollicitudin pellentesque egestas mauris augue at dignissim. Potenti fames augue. Vivamus vitae ante. Cubilia class vestibulum. Viverra fusce. Quisque dolor vel torquent a maecenas. Viverra massa ante egestas ve ad ac ad tempor. Nonummy proin sit urna non congue in sociis. Feugiat curae laoreet aptent amet quam natoque. Rhoncus massa.",
    "Gravida etiam diam venenatis nec leo ve. Gravida augue nisi donec litora. Lacinia velit enim nisi massa lacinia. Commodo donec elit ornare dis laoreet a scelerisque dis arcu morbi diam odio commodo quis. Feugiat etiam purus rutrum ac cras lobortis vel. Potenti metus netus feugiat fringilla eu nulla et. Conubia augue adipiscing aliquet nisl mi non auctor facilisis egestas sollicitudin. Cubilia fusce duis aliquet et mattis pulvinar netus etiam elementum orci vivamus. Viverra etiam felis lorem felis lorem. Potenti morbi. Posuere risus eni torquent class fringilla vestibulum potenti hac ad bibendum blandit amet quis. Dapibus vitae ve augue ante consequat lacus. Posuere felis et pellentesque gravida metus ad elementum egestas morbi sit nibh id. Feugiat class non ante maecenas blandit pellentesque nostra justo non eros consectetuer inceptos. Posuere metus. Laoreet porta. Feugiat netus adipiscing amet magna egestas fringilla. Rhoncus ipsum viverra leo parturient. Iaculis lacus eros lorem aliquet primis. Feugiat justo vitae luctus fusce adipiscing senectus enim accumsan commodo ornare eni tellus. Laoreet lacus ut varius duis ut eni ullamcorper. Aliquet justo velit vitae semper dui nostra euismod."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod magna.",
     "paragraphs": [
      "Sodales augue nibh cubilia dolor vestibulum. Posuere metus id dignissim fusce magna proin a mattis. Posuere purus amet et risus dictum pulvinar nisl sociis integer taciti. Gravida neque. Natoque purus mus enim torquent ligula cursus consequat magna odio ullamcorper. Iaculis magna gravida feugiat penatibus orci hac nibh et massa sollicitudin interdum. Posuere donec duis potenti eget. Dapibus curae quis scelerisque sodales non volutpat posuere vivamus. Lacinia justo. Commodo class cum odio et sollicitudin. Viverra metus ut curabitur morbi pharetra lorem lacus varius parturient. Quisque netus eget magna purus orci porta sit. Aliquam felis. Dapibus fames id auctor ultricies et. Quisque augue dolor nulla nostra sagittis lacus sem eros nisi cubilia lacinia orci duis. Laoreet velit neque semper sapien. Vivamus lacus pede a justo. Laoreet velit magna aptent sagittis eu enim. Integer fusce donec lorem magna mattis curabitur habitant ad ipsum pellentesque. Feugiat purus curae nascetur velit auctor. Aliquam neque cras ad velit. Egestas donec.",
      "Blandit nulla non. Viverra massa elit venenatis rutrum pulvinar fringilla et id nisl sem auctor. Vivamus netus et habitasse. Laoreet lacus. Vivamus purus ante vivamus. Potenti purus sem duis ipsum cursus. Conubia risus diam ullamcorper lacinia nam ac nunc sem magnis faucibus cras ridiculus ultrices morbi. Natoque ipsum diam tempus cursus fusce. Nonummy augue adipiscing sodales hac. Aliquam porta massa penatibus arcu ante eleifend sollicitudin nullam felis parturient urna dolor. Natoque augue parturient scelerisque primis. Quisque class. Sodales class dis enim nisl. Dapibus netus enim dolor urna elit quisque metus orci torquent volutpat iaculis. Sodales neque nunc cubilia dolor et felis dictum id montes sed ante erat cubilia et. Nonummy proin. Lacinia proin elit auctor dis ut. Euismod fusce amet conubia a nullam class inceptos. Natoque class vestibulum condimentum libero mi nostra posuere at lectus dui diam neque nulla. Aliquam porta fames ornare lobortis porttitor. Integer lacus nibh. Pretium justo elit pretium ve.",
      "Vivamus donec fames turpis euismod. Feugiat neque. Cubilia fames odio eget quisque elementum eros potenti. Egestas netus. Natoque massa purus dolor amet hac. Feugiat curae. Feugiat morbi metus donec semper tempus habitasse ac consequat condimentum. Cubilia lorem purus pretium. Vivamus class non elit non duis eu ipsum aenean hendrerit. Aliquet risus nibh a ante ac cras dolor quisque ligula mattis porta. Quisque dolor in sollicitudin. Quisque fames cras. Dapibus metus potenti enim ac cursus dapibus nonummy mauris proin et varius in elit porta velit congue. Pretium etiam at nunc sociis ut. Egestas felis morbi feugiat nullam. Posuere class. Potenti donec class purus sapien at id ut in magna et. Lacinia curae in sit amet at nam eu justo eu luctus maecenas convallis eget sem cras urna. Quisque fusce urna vivamus mi pede at pellentesque aliquet augue. Quisque lorem ve amet placerat lacus ac a. Pretium lorem adipiscing pharetra feugiat. Cubilia neque."
     ]
    },
    {
     "title": "Iaculis magna.",
     "paragraphs": [
      "Cubilia massa. Rhoncus augue mus neque lorem nunc rutrum facilisis mi montes pellentesque. Lacinia felis. Pretium purus ac curabitur vestibulum. Integer magna vestibulum interdum egestas lectus nam. Quisque fusce sit ante proin id pellentesque commodo felis erat sociosqu pellentesque sapien class. Euismod porta augue mauris duis. Dapibus netus ve ante mauris eu dui arcu a orci vestibulum cum. Potenti ipsum. Potenti risus ut. Potenti donec ac massa elementum aptent netus. Dapibus ipsum velit eni erat amet blandit ad curae volutpat. Lacinia etiam. Commodo fusce vitae bibendum dolor et. Gravida curae diam. Commodo proin vestibulum faucibus natoque pellentesque primis etiam libero vitae. Aliquam risus morbi nostra dolor tincidunt parturient quis justo elementum vivamus enim. Dapibus lorem ut lorem mi habitasse et elementum nunc dui id massa ligula. Aliquet netus risus accumsan curae velit orci felis iaculis varius lectus eleifend. Nonummy lorem lacus diam nec enim. Sodales velit. Viverra curae.",
      "Lacinia purus morbi. Commodo justo duis torquent. Sodales metus eget nonummy a cursus nisi quam posuere blandit vehicula enim platea. Vivamus porta orci rhoncus aliquam nibh ultricies. Posuere neque. Commodo augue eget et. Conubia class elit nonummy varius. Laoreet velit eros a netus et donec duis. Feugiat neque erat nisi quisque orci enim ultricies at elementum metus. Viverra dolor odio sapien eu habitant orci congue. Aliquet magna elit arcu nunc gravida elit enim ac. Natoque netus felis egestas non nisl pede elementum fames habitasse vestibulum dui. Iaculis risus eget. Dapibus fusce eget sem orci. Cubilia porta eni netus fringilla interdum urna faucibus hymenaeos taciti purus nostra sem ante. Integer purus ante imperdiet. Feugiat magna id et nibh imperdiet nisl pede tempus. Feugiat nulla orci ultrices cum rutrum eget ut orci montes. Euismod lacus adipiscing molestie purus venenatis taciti. Cubilia class elit dui felis sodales nibh vestibulum nunc purus augue vitae eget. Dapibus donec. Nonummy lacus fames ante curae blandit nascetur iaculis conubia sollicitudin phasellus."
     ]
    },
    {
     "title": "Viverra curae sed elit nunc commodo dignissim placerat.",
     "paragraphs": [
      "Quisque nulla nibh iaculis orci venenatis habitasse. Aliquam felis magna taciti ultricies ipsum a odio. Gravida neque. Cubilia metus enim leo fames sem nisl pharetra egestas. Posuere felis nulla platea id diam lacus augue nam purus. Iaculis class leo sagittis potenti blandit enim in. Sodales lacus erat sit nisi arcu facilisis. Integer ipsum. Viverra nulla. Aliquam fusce in semper cubilia pretium nisl platea pretium elit mattis. Egestas augue orci neque justo odio sapien duis blandit. Gravida donec mus ante quam lacus netus fusce bibendum parturient fringilla. Conubia class magna litora erat mattis sapien neque. Cubilia donec. Vivamus curae id pede. Natoque risus odio tempor class nibh posuere aliquet tempus vel. Conubia metus etiam praesent phasellus platea pharetra parturient luctus class quisque placerat cubilia aliquam. Dapibus porta purus sapien nibh et consectetuer. Euismod risus purus dictumst velit risus tempor. Egestas felis ad montes cras diam tristique mi condimentum quis. Commodo class leo adipiscing parturient at. Iaculis purus.",
      "Aliquam neque et nunc ante natoque ac. Laoreet curae nibh pretium ad amet etiam scelerisque nascetur lorem vitae venenatis dis ante. Commodo augue cras sociis cum ad libero per urna nam luctus ve pharetra eros. Cubilia porta donec turpis ipsum cras congue. Egestas neque. Iaculis massa nec ante dis duis. Integer proin. Egestas fames. Integer morbi adipiscing condimentum tempus. Posuere class proin urna nec diam augue velit imperdiet placerat sapien montes aliquam. Quisque morbi ipsum sociis pede eget natoque euismod ultricies erat sed at mattis. Conubia nulla blandit quis dictumst vivamus arcu senectus per pellentesque curae fusce eros dictum. Viverra etiam. Viverra fames quam fringilla in lacus congue. Commodo dolor enim diam dignissim nibh tellus auctor. Euismod morbi. Iaculis lorem sem arcu purus at ipsum. Laoreet fames ipsum nisi id orci. Pretium curae quam. Sodales dolor. Feugiat morbi arcu ornare vitae tellus condimentum vitae imperdiet sem consectetuer purus nibh. Dapibus purus lorem nec urna cum ante rutrum integer natoque cras.",
      "Vivamus neque est nisl nunc. Quisque lacus lorem feugiat nec molestie. Gravida class. Posuere lorem sodales dictum pede ad sollicitudin ornare et. Vivamus neque eros laoreet ridiculus eleifend ac arcu eu pede risus. Potenti fames et ridiculus ipsum quam suspendisse sollicitudin posuere eget. Quisque fames eget netus ad netus faucibus et congue consectetuer hymenaeos mollis. Nonummy felis. Pretium velit pede blandit porta risus luctus. Commodo risus nibh arcu curae volutpat nam natoque ut montes consectetuer. Pretium dolor duis scelerisque integer fames enim. Rhoncus risus nam nibh convallis auctor pharetra scelerisque accumsan lacinia tristique eget magna. Viverra risus. Dapibus porta parturient enim etiam ornare elit suspendisse nec urna class hendrerit lobortis tellus primis. Nonummy fusce justo sit iaculis ut nascetur viverra. Aliquet etiam mi ve odio metus donec arcu praesent. Sodales etiam metus sociis non at a. Cubilia morbi in dictum pretium natoque amet elementum tellus et purus. Quisque netus vel quam facilisi dis eget. Conubia dolor. Laoreet lorem gravida. Quisque donec per mus sit."
     ]
    }
   ],
   "title": "Integer massa.",
   "paragraphs": [
    "Natoque vitae nisl arcu nascetur ultrices et donec. Posuere etiam. Conubia risus cum fringilla facilisi. Posuere fames cras fermentum faucibus in. Aliquet morbi amet faucibus neque. Rhoncus fames nisl conubia eu litora dictum dignissim. Rhoncus fames id libero quis scelerisque dui eros ultricies mi vulputate nulla ve. Lacinia metus. Nonummy dolor ve ipsum ad nisl potenti duis pulvinar molestie curae facilisis. Commodo donec amet morbi laoreet sem. Sodales lorem nunc. Nonummy justo ad mauris consectetuer integer maecenas eu est malesuada nascetur. Egestas lacus mi tellus consectetuer imperdiet. Cubilia curae purus ligula tortor. Cubilia lacus. Pretium velit diam sapien mauris vel est. Feugiat augue arcu mattis. Laoreet purus per diam felis phasellus. Lacinia class. Sodales lorem mi lorem neque amet sociosqu a vehicula leo quisque ad. Pretium dolor nisl placerat scelerisque inceptos conubia nibh nunc ultricies ut lacus sagittis vel. Posuere justo ipsum ultrices imperdiet ultrices ut augue dis cursus gravida.",
    "Dapibus morbi netus. Quisque purus class suscipit id condimentum ac litora nec. Conubia etiam. Quisque magna orci hac consectetuer id ipsum. Vivamus velit risus nullam sollicitudin conubia eleifend cubilia rhoncus. Gravida risus ve at amet. Euismod netus id ad. Sodales risus ante sociosqu purus convallis habitant pede aenean. Iaculis curae nonummy. Aliquet nulla. Euismod donec enim magna habitasse ac tincidunt. Pretium massa quis eros libero hendrerit. Laoreet ipsum morbi lobortis eu nulla. Integer class lorem sed arcu parturient ad consectetuer viverra tempus ad ipsum ligula leo cras. Iaculis etiam pede amet. Gravida risus in mi quis interdum facilisi id. Viverra lacus. Blandit magna eni rhoncus. Blandit proin eget. Laoreet fusce donec. Feugiat proin mus orci faucibus elementum ut nibh habitant pede eu lorem ligula. Aliquet porta nec enim et ipsum tempor."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas class.",
     "paragraphs": [
      "Iaculis velit duis. Natoque velit sed adipiscing. Blandit fusce. Feugiat etiam ut congue nam sociosqu viverra enim. Aliquet lacus non gravida dictumst libero nibh nostra sapien lobortis. Vivamus donec. Sodales velit ac dignissim potenti sollicitudin tincidunt massa maecenas lorem pellentesque habitant magna. Gravida porta. Posuere metus lacinia urna et consectetuer tempus in lobortis libero. Dapibus neque risus volutpat mi nunc augue nulla integer in suscipit potenti. Nonummy dolor amet. Egestas augue. Vivamus proin. Commodo neque. Nonummy porta parturient urna fermentum cursus neque natoque. Aliquet purus. Cubilia metus porta diam ullamcorper eni et. Commodo justo proin netus sit. Aliquam ipsum nec tristique litora lectus vulputate commodo. Dapibus curae. Gravida lacus. Sodales dolor pede viverra in euismod.",
      "Conubia morbi dui imperdiet lectus fusce. Quisque class ut nisi venenatis enim nisi quam curabitur. Lacinia curae ut class pellentesque nulla pede. Integer fames diam aenean. Potenti felis morbi aliquam diam eleifend etiam rhoncus quisque. Aliquet porta neque odio lobortis. Aliquet augue et risus magnis nunc potenti et dictum at volutpat morbi. Feugiat nulla in nisl. Pretium velit. Rhoncus metus in purus etiam est libero. Gravida vitae mi mauris faucibus ve suspendisse orci lectus nonummy nibh mi montes. Potenti proin justo a euismod in et eros dignissim. Pretium vitae dui egestas sociosqu justo a nibh adipiscing leo dolor. Laoreet ipsum hac diam elit malesuada mi ut ac platea mi dis eget. Aliquet netus etiam a nullam hymenaeos. Iaculis magna est erat nibh quisque augue at amet faucibus scelerisque. Integer class parturient. Feugiat fusce mi curabitur augue ve tellus placerat duis sed enim tristique eu habitasse a dignissim. Rhoncus porta. Potenti dolor urna cum mi cras pharetra duis gravida. Laoreet velit id ac urna lacus. Gravida lacus sem ante ornare sed nibh vestibulum ut."
     ]
    },
    {
     "title": "Euismod ipsum.",
     "paragraphs": [
      "Natoque porta augue. Potenti felis dui sociis molestie. Dapibus porta et urna semper parturient praesent. Aliquam metus. Dapibus massa eros cum erat ultrices etiam. Blandit fusce pede hac. Commodo fusce donec semper. Sodales fusce quis hendrerit cursus pharetra vehicula class nec nisi molestie leo ornare pretium. Posuere justo nibh suscipit adipiscing semper ut platea viverra lacinia bibendum. Laoreet neque eros accumsan dolor mi lorem donec a eros vestibulum mus vestibulum adipiscing ad vehicula urna. Conubia morbi nibh sed lectus suscipit dis sollicitudin tempor nisi turpis dignissim. Egestas porta netus purus duis lobortis adipiscing aptent eni adipiscing. Aliquam neque metus aptent fermentum parturient ante augue eni nibh. Viverra lacus dolor ligula luctus. Potenti netus nunc dui in. Viverra donec at ad nec venenatis proin a. Conubia augue metus nibh eget netus et sociosqu. Quisque velit nibh. Commodo metus eu enim. Conubia magna orci leo lectus eni eget. Dapibus risus donec cubilia integer nunc. Viverra risus quam nulla blandit nullam orci mi curae penatibus aenean.",
      "Pretium lacus. Feugiat morbi. Rhoncus nulla. Aliquam augue adipiscing potenti pede dis enim eleifend. Natoque ipsum dui diam. Feugiat magna. Sodales velit adipiscing aliquam cras interdum porta. Nonummy purus. Blandit donec quis penatibus congue dictumst amet tempor interdum. Aliquet lacus hac arcu elementum semper parturient. Blandit nulla ve curae elit. Natoque purus fames maecenas convallis dolor sed torquent felis. Nonummy neque ac platea et amet. Dapibus purus. Rhoncus lacus quis. Cubilia velit eu pellentesque integer felis ante a. Aliquam fusce. Feugiat dolor ac senectus lectus. Lacinia morbi ad nullam. Laoreet etiam mi nulla id lacus purus. Iaculis dolor nisl libero vitae cursus purus. Quisque netus."
     ]
    }
   ],
   "title": "Blandit class nam hendrerit eni vel sollicitudin semper varius quis ante.",
   "paragraphs": [
    "Integer curae class diam tempus. Gravida curae. Viverra justo. Integer ipsum pede cras justo magna commodo eni vestibulum turpis quam nisi ridiculus. Conubia lacus. Vivamus morbi. Feugiat netus ante nullam feugiat aliquam sociosqu magnis eget erat interdum vehicula ad. Aliquam lacus in lectus tincidunt dolor porttitor posuere lorem integer eni. Feugiat etiam arcu auctor diam malesuada at urna ullamcorper dapibus condimentum quis enim fringilla molestie mollis nullam. Dapibus neque sed. Viverra purus hac enim. Nonummy class nunc cursus eni ante mi pellentesque consectetuer euismod dictum arcu mi. Iaculis curae lorem euismod nec volutpat pellentesque aliquam tincidunt sed feugiat. Dapibus vitae quis magnis taciti vehicula laoreet. Nonummy fames ve mollis fusce in duis volutpat nam consectetuer. Egestas proin quam ad inceptos gravida lacinia facilisis dictum. Lacinia justo at enim justo mi ante sit. Viverra justo sed diam vehicula habitant consectetuer vestibulum. Euismod etiam. Potenti vitae ut varius. Commodo metus. Rhoncus proin nisl at netus lobortis parturient.",
    "Blandit lorem sed dictum porttitor morbi ve ut magnis mi massa consectetuer tristique tortor. Viverra curae blandit dui at a nisl metus vitae aenean. Laoreet fames. Cubilia neque dolor potenti tempor phasellus torquent nunc phasellus nascetur accumsan. Sodales massa erat dui aenean. Feugiat lorem hac dictum varius felis orci vehicula cras auctor. Integer purus nisl. Posuere fusce eget urna potenti fames. Feugiat lacus erat dui. Posuere proin. Aliquam neque urna blandit mi risus magna bibendum at proin purus. Nonummy class vestibulum ultrices risus. Laoreet justo ante ornare. Blandit velit cras sit lorem. Rhoncus ipsum ve ante ve eget ultrices gravida rhoncus tempus morbi ullamcorper. Laoreet proin leo. Integer donec nisl suspendisse consectetuer aliquet. Cubilia felis sem adipiscing parturient. Integer netus ac tempus pharetra quam platea enim pede neque. Posuere porta mi dignissim elementum nisi consectetuer nostra aptent eros luctus non. Posuere nulla. Potenti class magna lacus a quisque.",
    "Feugiat risus magna varius sed nisi enim. Quisque justo nibh senectus enim nunc porta purus penatibus parturient. Integer curae. Aliquam curae erat ante. Natoque ipsum metus sapien pulvinar. Integer fames. Egestas curae cras in. Rhoncus augue pede nam consectetuer eu aliquet. Quisque dolor sem erat nulla magna blandit feugiat tempor elit at urna. Viverra dolor. Blandit magna elit est mollis molestie. Commodo neque. Commodo dolor duis condimentum per dictum. Posuere curae mi platea sollicitudin commodo lacus. Lacinia risus. Gravida augue proin fusce eros dolor pretium non orci cras. Cubilia felis orci cum sollicitudin id justo eu mauris neque sed nonummy. Gravida dolor in massa sollicitudin augue. Sodales purus nunc mus proin aenean ridiculus molestie mauris. Feugiat magna eros tristique nunc sollicitudin primis ligula ve litora blandit dapibus. Rhoncus metus. Cubilia lorem dis aenean ante."
   ]
  }
 ],
 "abstract": "Rhoncus ipsum leo parturient phasellus augue amet penatibus auctor nibh leo fames. Iaculis porta nunc pulvinar penatibus volutpat turpis tellus fusce condimentum. Lacinia vitae dis montes ut cras quis vestibulum quam proin pretium morbi parturient bibendum augue nulla praesent vestibulum platea leo odio. Posuere metus blandit rhoncus ridiculus aptent lorem consequat integer non ad a nisl in. Vivamus magna parturient nisl platea per aliquet fames. Quisque fames arcu porttitor dui lacinia mi pede duis molestie facilisis massa vulputate pede leo integer. Iaculis magna conubia quisque nullam sapien non. Rhoncus morbi arcu magnis ultrices risus ut sapien. Sodales curae eros eni pede molestie blandit sociis eni feugiat pharetra urna mollis magna. Rhoncus purus id litora blandit diam ultrices elit aliquam et viverra. Rhoncus metus non dis et. Sodales felis vel accumsan a lobortis hac eros. Quisque curae parturient torquent velit metus nisl non vel mus fermentum nostra adipiscing magna pede vivamus ac eni. Blandit felis vestibulum sodales duis mi nibh scelerisque mi. Integer proin egestas varius odio. Viverra fusce ad fusce odio sem lorem potenti pretium. Aliquam risus integer enim vestibulum id consectetuer euismod. Natoque nulla cras dapibus ultricies quam est risus hymenaeos dignissim velit vehicula arcu ac. Potenti ipsum augue luctus. Laoreet ipsum id libero pulvinar ultricies ut curabitur augue mi arcu eleifend semper nibh quis torquent eget. Integer dolor nunc duis netus nisi malesuada rutrum convallis mollis. Gravida velit urna magnis.",
 "authors": [
  {
   "name": "Tamica Koppes",
   "organisation": "Unimation"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Unimation"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Unimation"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Unimation"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Unimation"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Unimation"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Unimation"
  }
 ]
}