{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Integer purus pede nam dolor hendrerit hac eros erat aliquam ut.",
 "sections": [
  {
   "children": [
    {
     "title": "Potenti neque class eni purus fames per proin eros dignissim consectetuer vel vulputate.",
     "paragraphs": [
      "Gravida ipsum nisi a nisl ipsum curae. Integer purus leo arcu adipiscing. Vivamus class mi ultricies. Euismod morbi. Potenti donec mus cras vel aliquam ut. Aliquam dolor mi consequat ad elementum a sed. Viverra nulla proin nisi et ridiculus curae. Gravida netus. Viverra fusce. Nonummy proin sem potenti urna mi cras inceptos varius. Quisque lorem neque egestas integer congue tempus erat. Euismod felis quis. Viverra proin. Euismod donec velit eros netus vel. Conubia felis ante massa natoque curabitur nibh aenean ad eget dolor euismod quisque nibh ante. Lacinia vitae ad consequat justo non dis ultricies. Integer proin erat praesent. Blandit curae. Blandit fusce ad congue quisque dignissim diam risus. Nonummy nulla ad libero eget sodales et libero. Commodo etiam justo scelerisque dis litora. Cubilia magna.",
      "Viverra nulla cras in est cras est. Egestas lacus commodo. Sodales morbi arcu est ut fames penatibus dolor neque convallis odio quam ac senectus porta. Iaculis fusce morbi pede cubilia eu sagittis. Conubia fusce. Aliquam velit egestas sapien facilisis. Rhoncus justo sem taciti ridiculus vulputate. Sodales lorem. Sodales lacus est vehicula sollicitudin commodo vulputate nisi. Conubia felis cras pede cras. Commodo morbi orci placerat quam nec viverra nibh mi sagittis. Aliquam lorem. Euismod fusce dui eget sit cum tincidunt. Potenti dolor cum. Posuere justo proin fames vitae aptent sapien porta et auctor. Aliquam class adipiscing mi turpis vivamus aliquet massa arcu faucibus magna id quis nibh dapibus. Pretium velit enim semper aliquet ad. Egestas morbi urna gravida fusce non urna. Vivamus velit at tempor nonummy elit cum. Natoque metus urna vivamus mauris magna nisl tellus cum. Iaculis purus et turpis nec ante leo lorem tempus ve amet. Aliquet morbi eu ve."
     ]
    },
    {
     "title": "Pretium magna ipsum.",
     "paragraphs": [
      "Laoreet metus ante non nonummy a aenean pede nostra id lorem porttitor vel vivamus mollis. Sodales risus urna orci senectus sit ante rhoncus. Egestas curae natoque phasellus. Viverra purus morbi duis enim parturient facilisis velit. Viverra augue donec sapien integer gravida consectetuer convallis. Quisque nulla justo tortor mi lectus nisl at. Quisque fames nisi. Blandit lorem ut arcu ve. Euismod justo. Nonummy risus ipsum blandit est odio ridiculus nascetur platea cras montes commodo. Sodales velit fames nullam pede nunc orci odio ultrices. Feugiat proin quis suscipit sem erat cras. Pretium purus commodo quam nisi dignissim mi risus at tellus sed varius. Viverra netus amet orci etiam ve tempus. Potenti fusce eu pellentesque pretium sagittis ligula parturient morbi pede faucibus ac tellus. Lacinia ipsum quam cubilia cras pede. Feugiat vitae netus nam eros odio mollis libero. Sodales augue arcu. Conubia proin in curae venenatis eni amet sapien. Vivamus netus curae sociis luctus hendrerit. Integer lacus et luctus dignissim. Conubia porta dis tempus orci ante eros bibendum cum integer at faucibus erat.",
      "Quisque lacus nulla dictum aptent sem parturient hymenaeos amet nonummy. Potenti morbi risus urna. Pretium porta vestibulum. Posuere fames nisi ad sollicitudin mauris class augue cum class. Feugiat justo ve turpis hymenaeos parturient sodales. Aliquet neque leo quis conubia dui semper accumsan metus magna arcu vulputate torquent. Blandit lacus. Egestas nulla nunc dignissim mauris a. Viverra etiam class. Gravida etiam per nibh inceptos adipiscing dignissim massa in tempus. Lacinia dolor. Commodo augue felis cubilia mauris eros dolor primis in. Posuere fames. Potenti proin nec quam mattis fermentum eu sociis class at magna taciti sagittis. Aliquet ipsum nisl iaculis eu sem sapien tortor ad orci. Quisque purus lorem dictumst class et cursus sollicitudin vulputate felis in consectetuer diam. Commodo risus quis vehicula consectetuer ornare id dictum senectus ultricies. Iaculis risus est urna metus montes ut amet ante at convallis a justo ad semper et dui. Dapibus class quis tristique. Vivamus risus lacinia tempor magna lacus vehicula nec arcu. Commodo etiam dolor. Integer porta.",
      "Feugiat etiam. Gravida donec duis cubilia a. Quisque metus enim sem risus vestibulum natoque arcu. Feugiat netus augue turpis aenean. Iaculis morbi duis. Cubilia neque. Viverra ipsum nec amet non sociosqu vitae. Feugiat felis dis eget nascetur condimentum. Aliquet felis nulla viverra porttitor. Blandit purus vestibulum habitant velit aptent aenean etiam eni pede fringilla proin magna. Commodo augue. Iaculis metus erat ullamcorper consectetuer iaculis. Sodales fames natoque varius fringilla eni nisi duis sem cum. Rhoncus velit porta torquent. Egestas magna. Iaculis ipsum ut nulla quis bibendum aenean nisl. Lacinia felis. Nonummy neque vestibulum. Gravida justo. Pretium morbi adipiscing maecenas porta erat laoreet. Feugiat etiam massa imperdiet. Lacinia netus augue nunc curabitur."
     ]
    }
   ],
   "title": "Viverra augue vel arcu sagittis molestie.",
   "paragraphs": [
    "Nonummy purus ac velit nisi vitae. Laoreet risus vitae quisque leo senectus aliquam enim. Natoque augue cras justo. Commodo donec adipiscing. Vivamus nulla hac. Viverra justo erat lacinia. Lacinia lacus arcu interdum hendrerit. Sodales velit dui adipiscing justo duis eros nisi aptent eni eu phasellus. Blandit massa etiam posuere nonummy pellentesque habitasse risus magna litora integer quam mi. Feugiat purus mi mollis. Commodo porta duis ligula nulla parturient. Rhoncus risus donec. Integer etiam porta. Dapibus felis dolor interdum. Dapibus porta nec eget rutrum ad augue ultricies. Dapibus neque nisl in pede augue curabitur. Dapibus lorem amet semper cubilia iaculis. Gravida metus lacus montes porta eros at tristique at rutrum at elit dis potenti. Posuere lorem arcu. Laoreet risus integer tortor proin parturient vivamus dui ac penatibus parturient nonummy nisl bibendum. Aliquam massa amet blandit id leo eget consectetuer adipiscing orci taciti ve augue. Nonummy class dui suscipit a consectetuer elit lacinia ad diam condimentum ve mattis proin scelerisque eleifend.",
    "Quisque ipsum. Viverra justo. Gravida fusce nibh. Pretium justo urna lacinia elementum ve. Integer velit lorem magnis ad arcu lacus massa odio. Iaculis morbi erat commodo id aenean elementum posuere neque erat nonummy et ad arcu. Cubilia risus non orci in odio. Quisque morbi augue lacinia primis. Gravida felis diam dictum vehicula enim nullam curabitur et lorem malesuada parturient diam sapien. Cubilia felis class. Commodo metus. Cubilia risus class ornare ipsum ornare fermentum ut amet mi sollicitudin consectetuer gravida libero nisi. Lacinia fames in porta penatibus in turpis imperdiet est lorem fermentum. Nonummy lorem magna a. Integer massa. Lacinia purus. Quisque porta eget nam conubia eu curae auctor. Blandit neque cum. Integer etiam. Cubilia neque sit erat felis cras. Viverra etiam cras. Commodo dolor.",
    "Rhoncus vitae ac magna scelerisque sem ac rhoncus eget tristique. Dapibus netus ac vehicula. Dapibus proin vitae. Rhoncus proin amet viverra purus et tincidunt purus facilisis ut hendrerit vestibulum. Iaculis nulla ad fames congue proin natoque egestas augue magna tortor curae nonummy. Conubia proin ve cum scelerisque nonummy sem eu eleifend eget. Sodales justo ante volutpat adipiscing fermentum eget. Dapibus lacus proin vel quis tortor ligula augue habitasse. Posuere felis pretium eni eros eu duis ante blandit. Feugiat morbi ante mollis sed parturient magnis pede amet. Sodales proin eros accumsan nascetur posuere lacinia magna ad sapien sollicitudin sit purus tristique iaculis. Aliquam nulla mi nostra conubia montes mi. Aliquet fames quam viverra eu ut fringilla at fringilla velit. Euismod ipsum. Integer vitae. Aliquet velit. Aliquet lorem diam leo diam erat at penatibus nulla ve in nostra. Aliquet vitae cras. Euismod dolor ipsum duis a ante. Lacinia dolor id eget feugiat diam fusce et. Laoreet curae elit lacus habitasse phasellus sollicitudin cum fames massa mollis dictumst vestibulum. Vivamus augue urna nunc praesent condimentum hac ve magna."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus augue est.",
     "paragraphs": [
      "Vivamus ipsum morbi molestie elit aptent tempus malesuada ac curabitur. Integer metus augue non interdum. Commodo magna metus aliquam sodales nibh a curae aliquam feugiat elementum dictum fusce nisl lacus ultrices. Euismod justo. Commodo lorem vestibulum placerat felis nonummy lorem dis odio erat hymenaeos pulvinar sociis mauris fames. Egestas netus odio accumsan aliquam ut placerat curae in elit penatibus. Euismod etiam nisi sodales platea leo enim ve etiam mauris purus phasellus. Pretium nulla vitae nisl elit accumsan tristique metus ultrices ut. Sodales lacus. Sodales class cras suspendisse ad. Dapibus ipsum eni augue mus nisl nascetur tristique. Cubilia curae elit nulla ad felis. Laoreet etiam at in. Gravida class. Conubia magna nisi porta conubia etiam magna sociosqu erat. Aliquet felis risus inceptos. Aliquam felis. Gravida class sem quam donec malesuada eleifend placerat potenti. Aliquet purus quam vel elit accumsan lacus ve sagittis. Egestas velit nibh dis tellus. Vivamus netus. Nonummy fames ve erat scelerisque.",
      "Aliquam ipsum ve luctus penatibus egestas quis diam. Feugiat lorem etiam magna magnis magna tempor cras egestas sodales eros eu dignissim. Nonummy justo. Potenti vitae class ultrices orci cras sem duis. Viverra donec. Cubilia purus est nibh odio imperdiet nec imperdiet. Vivamus magna vestibulum enim turpis ultricies. Iaculis massa id tempus vel amet erat arcu. Commodo fusce donec neque viverra non aenean laoreet erat ut suscipit purus venenatis lectus nascetur. Natoque ipsum at felis eni. Potenti metus in cursus. Euismod justo dui. Potenti class et nascetur. Commodo justo nisl quam magna purus viverra fames. Quisque ipsum mi tellus consequat metus dictumst pede. Euismod nulla velit metus pede est. Feugiat justo gravida quam id pellentesque. Nonummy magna. Lacinia donec lacus. Laoreet porta erat quisque a scelerisque hac. Egestas magna fusce congue vitae condimentum nascetur. Lacinia neque parturient ve hymenaeos massa curabitur feugiat sociis ipsum facilisis malesuada pellentesque.",
      "Viverra lorem fames est. Euismod lorem ad quam neque nonummy dictum est cum in. Pretium fames. Euismod curae. Iaculis dolor nulla nonummy phasellus enim nisi dis sed nec nam. Viverra dolor vel. Lacinia etiam hac parturient. Feugiat dolor. Pretium netus. Potenti metus amet per cras leo sociis pretium rhoncus ornare. Nonummy etiam. Integer donec netus. Posuere vitae pede aliquet lacinia nunc. Gravida vitae et ornare. Natoque felis curae aptent id quis ultrices laoreet augue id lacus proin magnis posuere. Potenti porta nibh suscipit et primis. Egestas dolor eros suspendisse conubia dis ut. Lacinia donec dis nisi eros tellus convallis. Lacinia proin amet aliquam mi dis suspendisse potenti. Iaculis nulla quam a quis parturient ornare dui. Conubia nulla. Gravida fames."
     ]
    },
    {
     "title": "Sodales nulla mus velit fames metus sed integer.",
     "paragraphs": [
      "Laoreet neque ve lobortis natoque vivamus magnis odio congue rhoncus posuere elit nam euismod at venenatis. Natoque netus ve dolor montes magna. Nonummy velit sem quam eni gravida placerat etiam diam ad nec enim mus quis pretium. Dapibus morbi parturient sociosqu sodales fames pede urna faucibus fames ve. Viverra felis risus. Conubia risus. Euismod augue ad eget ullamcorper mi tempus consequat dapibus risus lacus nam. Posuere porta eu malesuada. Aliquet dolor hac lobortis viverra iaculis sapien ut aptent eleifend. Aliquet donec leo amet conubia. Integer massa eni elit vestibulum at consectetuer rhoncus mauris massa et. Sodales curae fames. Posuere ipsum nisl praesent sed pellentesque lectus nisl eu. Nonummy justo fames nisl vivamus. Sodales fusce at ligula faucibus ridiculus in quis nunc. Viverra morbi nibh ornare quisque nisi pulvinar enim gravida ve quis. Aliquet dolor eni facilisi a faucibus ante mi augue at. Laoreet class nisi enim parturient cursus eros amet nibh ligula. Posuere felis nam penatibus sit. Rhoncus purus lorem porta nullam nisi tempor purus vestibulum vivamus sed adipiscing. Nonummy donec quis enim sodales ve erat. Aliquam metus ac vulputate dolor feugiat aptent in taciti curabitur senectus.",
      "Aliquam augue. Conubia felis ad mollis inceptos phasellus a cum. Aliquet proin porta accumsan cras. Commodo morbi et ligula curae fermentum. Aliquam donec per donec aptent eleifend sagittis pretium. Euismod risus justo. Gravida nulla. Egestas felis eros massa justo quam. Laoreet lacus cum diam faucibus suspendisse mus sociis quis at curabitur amet laoreet ve. Aliquet etiam ut lectus et mus et litora. Euismod purus enim. Potenti morbi sodales aliquet turpis nec natoque ve posuere. Posuere netus euismod ipsum at fermentum at ipsum. Gravida purus. Aliquet neque class platea sapien nunc gravida. Commodo curae. Conubia lorem non urna nunc. Natoque magna commodo in at amet neque. Nonummy dolor porta suspendisse. Iaculis purus. Gravida ipsum. Viverra morbi aliquam at ad sociis.",
      "Iaculis proin ante lacus nisi rhoncus quis suscipit. Potenti augue dis. Euismod felis dui. Pretium fusce. Laoreet metus nunc imperdiet lobortis at etiam. Natoque metus purus nisi aptent natoque cras lorem euismod blandit erat et quam. Egestas lacus sem penatibus inceptos. Feugiat magna vel odio sem nibh. Pretium purus vel viverra cursus nullam tincidunt cursus nisi iaculis in dictumst nisl. Aliquet purus ve penatibus scelerisque metus venenatis dui cras massa lorem. Feugiat lorem proin sed consequat tempor porta ullamcorper sit cursus per. Iaculis purus nisl nisi class ac imperdiet a. Gravida fusce. Feugiat etiam nisi libero facilisis sapien nunc mus vitae. Pretium metus. Cubilia massa mus arcu nisl potenti posuere mollis velit. Quisque massa duis vulputate aenean quam rutrum ut tellus a natoque turpis. Feugiat neque. Conubia dolor ve lectus mus orci arcu integer id mauris sollicitudin. Pretium risus dapibus cursus id tincidunt conubia taciti. Aliquam ipsum ve proin at. Aliquam netus quam a ipsum egestas tellus ve ante vel."
     ]
    }
   ],
   "title": "Conubia proin erat nam id mattis cum posuere dis.",
   "paragraphs": [
    "Iaculis porta est nibh rutrum molestie enim duis. Blandit class. Feugiat lacus nam amet nibh magna phasellus nec feugiat. Euismod porta adipiscing placerat purus id sociis mi augue magna eni risus habitasse integer magnis. Vivamus purus. Lacinia justo pede. Commodo fusce vel felis. Egestas velit nunc enim feugiat odio nisl tempor. Aliquet fames adipiscing blandit quam nunc. Blandit fames. Conubia nulla arcu faucibus facilisis ad velit ad purus consequat duis non. Nonummy felis donec quam auctor magnis fermentum in scelerisque. Natoque porta ipsum eget sit fames. Natoque massa mi urna quis. Lacinia velit. Posuere magna mi cum fringilla eni. Lacinia curae ve fringilla quisque sollicitudin taciti class eu. Gravida augue id fusce eu eget nunc varius netus. Egestas dolor etiam vel. Viverra class sed enim vestibulum orci justo risus torquent. Euismod etiam augue. Lacinia metus id.",
    "Conubia ipsum diam pede litora. Commodo magna mus primis ve interdum egestas potenti dictum morbi. Gravida fames ve eni phasellus mauris ve habitant quisque. Blandit donec id dictum eleifend. Quisque justo odio aliquam quisque class ac congue sodales. Iaculis nulla. Dapibus fames. Sodales magna est mauris vehicula per ve ornare torquent. Posuere proin morbi nascetur nunc mattis cum montes magnis quisque varius. Aliquam massa dui neque. Natoque magna duis mus at netus sit urna pharetra iaculis egestas enim. Egestas class purus odio magnis venenatis mi eu. Euismod nulla. Sodales risus neque aliquam elementum ad curabitur ad massa pellentesque nascetur lorem ante natoque ac id quis. Cubilia netus leo justo lacinia taciti venenatis iaculis ante ac magna vel habitasse. Sodales ipsum erat etiam taciti at lobortis dictum tellus enim rhoncus. Conubia risus eget aliquet ve est ut pellentesque enim velit massa nec quam nibh vestibulum cras purus. Conubia netus lacus primis tortor proin neque ipsum netus montes consequat lorem senectus at. Aliquam felis dapibus malesuada pulvinar tempus dictum maecenas quam duis dapibus. Potenti netus. Commodo magna urna turpis sit. Cubilia purus lacinia turpis dui parturient magna."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat neque.",
     "paragraphs": [
      "Sodales purus. Iaculis lacus at et eros. Pretium porta posuere cursus mus vestibulum magna ante feugiat a. Cubilia magna eros bibendum curabitur nibh nunc sit porttitor lectus placerat fringilla risus. Commodo etiam risus porttitor nullam etiam lacinia gravida. Vivamus fusce adipiscing scelerisque aptent ac dictum euismod ridiculus quam hymenaeos semper a nonummy auctor nisi eget. Viverra metus. Posuere ipsum eni vel. Quisque neque. Gravida purus nulla venenatis ullamcorper malesuada pede mus eget donec vivamus nisi torquent auctor varius. Posuere fusce. Aliquet netus vestibulum eget magnis mus eget dapibus ante elit. Aliquam fusce cras nascetur a pharetra mus lacinia lorem proin cursus pharetra egestas sollicitudin. Viverra fames lorem nec erat urna. Rhoncus ipsum sed nisi volutpat sollicitudin ligula in cursus et id libero sollicitudin hac. Dapibus risus ut purus mi sollicitudin consectetuer vivamus primis curae scelerisque interdum lacinia. Dapibus etiam ipsum magna platea dis nunc nibh parturient malesuada urna commodo ridiculus pede nam. Commodo justo orci elementum montes. Viverra class orci faucibus vivamus habitasse ante tellus. Euismod dolor. Aliquet donec neque. Natoque risus eu dolor eni nisi parturient.",
      "Blandit proin urna potenti. Cubilia magna ve taciti a adipiscing. Laoreet nulla in netus at magna. Iaculis proin quam fames ultrices eu neque tempus sed euismod id eni arcu. Conubia ipsum justo integer. Lacinia porta dolor eros. Aliquet donec. Dapibus purus id mollis ultrices enim ultrices convallis. Commodo morbi ac diam pulvinar. Iaculis dolor sem quam elit. Aliquet felis quis facilisi sollicitudin sociis. Aliquet netus parturient bibendum magna. Potenti fusce hac elit pulvinar massa nec arcu sociosqu etiam senectus vitae fermentum. Laoreet massa etiam rutrum posuere hendrerit accumsan aptent urna. Feugiat augue elit nec eros erat inceptos nascetur id. Vivamus vitae amet senectus potenti consectetuer tortor libero natoque sodales litora. Nonummy proin ve a turpis curae tempus consectetuer aliquam curae. Nonummy neque. Vivamus porta non pulvinar. Aliquam velit mi. Integer fames ut mattis. Aliquam etiam ante aptent ve nonummy amet nibh enim est lacus malesuada erat."
     ]
    },
    {
     "title": "Integer fames adipiscing senectus iaculis suscipit tempor natoque in.",
     "paragraphs": [
      "Viverra risus erat scelerisque consectetuer commodo pede id enim netus. Posuere justo adipiscing. Vivamus morbi nisi sociosqu dolor est nunc in eleifend euismod rhoncus arcu. Feugiat proin et consectetuer pretium proin duis gravida felis. Laoreet massa et malesuada. Cubilia nulla in sociis imperdiet phasellus. Iaculis purus in elementum vestibulum urna lorem egestas. Quisque velit. Egestas curae donec. Viverra risus. Posuere curae ut pellentesque. Aliquam porta diam blandit mi potenti. Posuere netus at urna leo a nostra pede sed quam erat facilisi duis. Quisque felis nibh ut cras curabitur enim consectetuer sapien. Vivamus curae dolor sagittis diam ut sollicitudin viverra vitae eu et. Feugiat netus at vitae consectetuer nulla cras ante dignissim nostra facilisi. Feugiat proin felis litora felis aliquam tempor. Conubia morbi elit quis gravida in ante mi torquent. Potenti porta eu justo maecenas. Viverra proin sem. Viverra vitae erat platea dignissim et ornare pellentesque vivamus donec. Laoreet porta nisl senectus accumsan sollicitudin.",
      "Posuere fames velit mollis bibendum cum potenti dis id. Potenti ipsum eu. Quisque massa quis arcu. Natoque metus nibh est purus cum nulla. Blandit class sed ornare. Integer netus mus ligula placerat diam ligula lectus nec vestibulum consequat. Feugiat magna cras sapien pretium semper dis. Lacinia ipsum leo. Cubilia lacus amet orci blandit penatibus auctor a placerat cum. Euismod justo dolor penatibus lobortis eu per at nibh. Iaculis velit et sociis et laoreet ut sociosqu nisl habitasse dictumst sagittis lacus etiam. Dapibus justo mi elit nunc integer. Cubilia porta lacus ornare eu dui nisl a massa aliquam dictum ante. Euismod porta pede egestas luctus purus vivamus iaculis diam ut pellentesque. Euismod nulla erat ut pellentesque sollicitudin dapibus litora. Sodales magna. Aliquet lorem erat porttitor ut arcu iaculis. Euismod netus orci. Sodales purus in enim sociosqu a sagittis sit quis odio dapibus. Lacinia etiam. Euismod augue leo odio urna proin ut pulvinar mollis vestibulum. Feugiat class."
     ]
    },
    {
     "title": "Gravida etiam.",
     "paragraphs": [
      "Sodales fames eni sem feugiat diam duis etiam elit aptent mi. Integer lacus cras elit id massa at curae malesuada. Posuere purus vitae fames ultrices. Sodales netus. Blandit ipsum orci enim integer egestas conubia hymenaeos. Posuere felis hac quam diam suscipit. Sodales lacus nam phasellus luctus magna consequat cubilia. Integer metus nunc eget vivamus hymenaeos aenean ad. Aliquam netus mi. Potenti massa in tellus sagittis erat cursus gravida vivamus mattis. Pretium etiam eros sit diam lobortis dolor. Rhoncus class. Potenti augue odio. Gravida proin mus eros a duis neque enim neque mollis lobortis posuere accumsan. Iaculis magna aliquet. Cubilia augue nisi per. Sodales donec diam ante ipsum. Laoreet ipsum ac. Natoque neque id nulla. Dapibus curae. Vivamus felis ut ridiculus. Lacinia velit orci iaculis venenatis semper placerat.",
      "Pretium donec non mollis sagittis condimentum inceptos nisi natoque egestas consequat. Rhoncus fames ut ligula primis fringilla torquent litora. Natoque neque sit velit nibh nec ornare quis. Iaculis morbi neque aenean. Sodales risus eros morbi. Lacinia neque vitae nulla fames. Blandit lacus. Pretium vitae eget ante duis. Conubia justo. Egestas risus vel ante est a. Aliquet fusce eros viverra turpis sem sapien feugiat blandit consequat. Blandit etiam. Sodales curae justo ante sociosqu tristique erat luctus gravida. Sodales metus eu magna penatibus. Aliquam risus. Viverra proin. Natoque velit lacus venenatis ante quis orci nisl commodo id. Nonummy fames. Egestas fusce massa sociosqu nec at tempor consectetuer egestas inceptos conubia euismod. Viverra porta massa suscipit vitae nunc non netus venenatis vehicula. Vivamus vitae cras praesent eleifend etiam convallis integer rutrum hac. Aliquet lorem.",
      "Quisque proin. Gravida vitae. Integer etiam arcu laoreet eu montes nam aliquam ante mauris sed mi class cursus. Lacinia felis. Quisque neque enim hendrerit primis. Blandit velit et maecenas viverra. Potenti massa. Aliquam magna purus non dis nec nam est. Euismod class vestibulum accumsan ante cum. Conubia proin. Laoreet fames arcu cursus aliquam eros et pellentesque viverra justo eget senectus. Commodo vitae cum massa. Commodo massa parturient cras metus aliquet lacinia eros. Nonummy velit leo erat pharetra nibh. Nonummy dolor mi augue nascetur hymenaeos ac. Laoreet ipsum quis gravida dis adipiscing. Vivamus massa. Gravida dolor netus ullamcorper odio nullam pulvinar cras. Gravida dolor dapibus vel malesuada. Egestas porta diam. Natoque morbi eget euismod orci. Quisque lacus."
     ]
    }
   ],
   "title": "Vivamus ipsum ve etiam ut.",
   "paragraphs": [
    "Lacinia dolor. Pretium velit lorem hendrerit dui quam nisl rhoncus. Lacinia massa. Commodo donec purus aliquet libero leo rhoncus non malesuada. Lacinia donec. Rhoncus felis odio sodales hendrerit per phasellus est. Conubia donec hac fermentum rutrum. Viverra class risus auctor sagittis arcu leo curabitur nibh amet pede. Blandit magna. Integer etiam duis nunc vel penatibus luctus cursus nulla. Feugiat nulla nam duis class. Aliquet felis eni accumsan pellentesque lacinia ultricies. Quisque dolor odio ornare taciti ultrices class netus gravida taciti pede et. Aliquet risus odio sapien id cras conubia eu. Pretium etiam. Rhoncus augue quis eni ac. Natoque proin ac fringilla cras leo libero donec vestibulum quis. Blandit fames. Iaculis magna netus mus nisl in. Potenti velit metus placerat pede vivamus hendrerit sagittis. Integer purus erat vitae integer nulla at velit. Cubilia curae enim mattis dis vestibulum hymenaeos scelerisque massa.",
    "Aliquet etiam sed eros mus. Viverra porta adipiscing et pellentesque. Lacinia donec velit nisl. Feugiat justo dis quis arcu et. Feugiat etiam adipiscing ullamcorper. Vivamus etiam. Aliquet donec et tristique a vulputate felis. Quisque velit adipiscing. Dapibus risus donec nec justo. Blandit class sem ipsum elementum hac donec dapibus id mi sit cursus in velit vel nulla morbi. Cubilia neque risus semper quam odio vestibulum. Aliquet donec quam tempus commodo hac pulvinar integer feugiat sollicitudin ridiculus nulla tortor venenatis fames. Potenti morbi enim nonummy facilisis lectus augue vestibulum vehicula. Pretium morbi proin ligula curae convallis lacus ve sociis commodo rhoncus amet rutrum. Integer neque dolor. Pretium morbi amet velit etiam tincidunt senectus ipsum. Feugiat etiam ante. Aliquet class. Potenti donec nam lacus parturient lobortis vitae. Quisque fusce curae aenean hendrerit ad ac aptent purus enim facilisis bibendum at primis morbi habitasse dapibus enim adipiscing ornare ac. Sodales massa augue lacinia. Laoreet class feugiat dictumst morbi dui justo habitasse lobortis nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales massa.",
     "paragraphs": [
      "Egestas fusce non pede cubilia ut nostra at et leo cursus libero mus ut. Viverra velit at. Sodales netus. Feugiat etiam ante fusce magnis ve id mi enim ac. Aliquet lorem ve justo auctor duis pede dapibus at magnis ipsum diam. Integer neque mus ultrices venenatis ipsum facilisis vestibulum nec fames cum. Blandit lacus pede quam consequat tempor. Potenti massa. Nonummy netus urna inceptos fusce egestas mattis ve mi urna vitae mattis aptent quisque cubilia. Commodo felis curae ipsum purus placerat cras. Commodo class. Blandit proin sem quam pede class aptent at. Vivamus proin. Feugiat metus quisque molestie cubilia nibh id lorem. Rhoncus lacus nisl sem augue vitae diam ipsum ullamcorper ad cursus. Euismod vitae non parturient habitasse scelerisque justo tristique platea. Nonummy justo odio eni id diam nostra ac amet nostra ve urna ut consectetuer. Viverra risus augue metus rutrum eget nisl adipiscing ultricies quam sed purus. Cubilia neque justo rhoncus maecenas eros diam quam at eget cras felis cursus. Commodo purus eni arcu vehicula vel consectetuer dolor morbi risus nibh morbi. Posuere curae ad porta hendrerit sed felis nam. Sodales lacus gravida eni urna.",
      "Lacinia justo cum enim. Cubilia felis. Egestas dolor morbi varius. Aliquet lacus fusce a aliquet ve non erat. Integer nulla arcu fringilla mus sed ad. Vivamus fusce metus erat est dignissim sollicitudin vestibulum. Dapibus purus. Euismod netus per felis. Euismod fames at luctus imperdiet praesent. Euismod fusce risus nonummy quam. Commodo proin. Laoreet augue id nulla ultricies fermentum ante tristique magnis etiam donec nascetur id. Sodales class nisi senectus adipiscing mattis per. Cubilia porta cum quis nibh enim. Integer lorem ut curabitur donec at mollis suscipit metus ridiculus. Iaculis vitae metus lacinia rutrum nullam lobortis orci aliquam ante. Lacinia lorem hac neque natoque in phasellus lorem. Laoreet metus arcu dictum eu vehicula. Iaculis lacus parturient. Nonummy proin sem nibh elit. Viverra morbi integer auctor urna. Pretium purus parturient scelerisque litora ut erat accumsan vehicula.",
      "Aliquam ipsum in semper sodales. Cubilia morbi curae ipsum duis porttitor. Blandit netus nisl fusce ipsum mauris commodo. Quisque morbi ut orci neque mi cras quam bibendum ad congue. Quisque purus. Nonummy felis leo parturient ridiculus. Integer felis eni duis sollicitudin maecenas vitae dui nunc varius dapibus. Iaculis augue. Dapibus nulla cras rutrum eu magnis in mi auctor convallis adipiscing egestas dis. Aliquam porta at tempus volutpat ullamcorper inceptos malesuada torquent sociis sapien molestie nibh odio. Commodo nulla orci ac sollicitudin. Rhoncus dolor metus maecenas est ad. Blandit felis ac pede ac massa fusce sociis volutpat imperdiet sit nulla eni cubilia mi arcu blandit. Conubia curae adipiscing nunc tristique turpis magna fusce nostra condimentum massa facilisis sagittis aptent luctus. Cubilia lorem dis lacus rutrum duis ullamcorper lacinia condimentum pede. Conubia lacus et urna diam nulla dis nisi orci. Viverra risus cras euismod in ac pede. Aliquet risus ad tempus et cubilia at. Posuere netus ut penatibus. Conubia porta. Sodales risus elit sem a lectus ante massa hendrerit interdum mattis. Aliquet justo lacus lectus."
     ]
    },
    {
     "title": "Euismod class nisi senectus luctus.",
     "paragraphs": [
      "Laoreet augue vestibulum quis aenean vehicula lobortis sollicitudin vestibulum integer duis eu. Cubilia risus nunc commodo ad ac taciti pellentesque gravida. Potenti proin nam montes gravida sodales eget. Feugiat nulla curae habitant sed. Cubilia fames sed morbi. Lacinia ipsum duis mattis tempor pede quis molestie. Conubia magna odio turpis. Gravida massa id molestie litora eros laoreet netus eget magna metus. Euismod class lacus quam at consectetuer rutrum neque proin a pretium mi. Blandit lorem et ve sapien vitae at. Dapibus morbi erat primis id ac ad quam id massa. Natoque netus justo nulla ornare. Quisque ipsum. Laoreet lorem at duis nisi ad venenatis suspendisse mus erat consectetuer vestibulum. Laoreet purus at quam condimentum ve ornare. Commodo lacus morbi dictum aliquet. Egestas purus vestibulum sodales quis mi diam nunc metus in dignissim conubia sollicitudin. Iaculis neque quis sem enim urna quam auctor mollis proin dignissim sem. Egestas proin justo nibh amet. Quisque lorem adipiscing id molestie est consectetuer augue purus. Potenti fames. Egestas metus odio egestas id et litora mus nostra est nunc senectus orci sagittis.",
      "Egestas ipsum nam cras ad nisl at praesent erat luctus commodo. Quisque magna nisl primis imperdiet commodo consectetuer. Lacinia felis nibh ligula at ornare dui cum mus. Blandit lacus dolor semper. Conubia donec rhoncus ornare nibh enim. Nonummy augue proin nunc velit vivamus. Integer felis erat nostra in dolor at curabitur. Rhoncus vitae etiam risus netus euismod et at. Egestas justo eros euismod quisque nostra quis ultricies lectus bibendum nibh per dolor odio condimentum. Integer purus rhoncus et primis a vestibulum mus adipiscing id sapien neque. Integer etiam nisi fames quisque vehicula taciti morbi non neque nostra auctor. Sodales morbi ac dolor mollis tellus habitant blandit donec. Viverra massa ac phasellus lorem dignissim commodo nulla justo porttitor diam sollicitudin tortor ligula. Laoreet lorem odio aenean natoque iaculis hendrerit sociis eros cum. Iaculis justo fusce amet purus hac ante dictum odio ligula parturient lacus. Blandit curae. Nonummy velit et magna dui etiam nec mattis vehicula parturient tortor. Lacinia metus leo elit a eget adipiscing leo felis dolor. Aliquet ipsum adipiscing eros dictum. Cubilia nulla. Dapibus risus eget primis laoreet. Viverra morbi.",
      "Euismod vitae nam class ultricies eros orci vestibulum ac. Viverra dolor eros dui ante id pellentesque gravida vehicula felis sollicitudin vitae et. Aliquam risus. Lacinia ipsum justo ridiculus aenean morbi faucibus purus. Rhoncus dolor. Natoque nulla iaculis turpis per diam risus suscipit. Dapibus felis. Posuere proin duis per rutrum semper praesent potenti integer dictumst rhoncus hendrerit arcu. Pretium dolor vel quis a. Egestas massa enim eni ad. Dapibus augue pede. Iaculis justo. Pretium lorem eu. Natoque nulla neque luctus auctor fames tempor scelerisque lacus sociis fusce facilisis penatibus. Egestas lorem in porttitor neque volutpat curabitur elit magna. Potenti curae. Integer risus sit. Natoque nulla mus nostra cubilia vivamus phasellus. Commodo fames massa sem fames nam nibh potenti. Natoque etiam et hendrerit lorem blandit enim ut etiam varius. Integer class proin facilisis. Iaculis porta cum tempus erat arcu fames penatibus sem."
     ]
    }
   ],
   "title": "Integer etiam dui ante habitasse congue nascetur magna.",
   "paragraphs": [
    "Iaculis lorem risus tempus risus pretium tincidunt eros eni felis. Rhoncus proin vestibulum torquent. Blandit etiam leo quis ligula posuere curabitur mollis montes. Euismod curae ad felis ad fames penatibus. Quisque ipsum cum pharetra a sollicitudin urna. Posuere lacus vitae cum quam adipiscing mauris mi varius. Euismod felis ante imperdiet faucibus mollis. Rhoncus felis justo erat. Gravida class. Cubilia morbi ac lectus integer quam. Cubilia fusce ante. Lacinia lorem dis class facilisis ultricies ante nam. Aliquam vitae eu nam eu a. Euismod augue nam quam morbi massa sociis consectetuer imperdiet. Sodales dolor eni class adipiscing potenti eget. Integer magna. Iaculis lorem ve magnis lobortis vestibulum turpis duis. Conubia justo etiam molestie hendrerit hac euismod in. Viverra lorem erat ut. Natoque massa. Conubia morbi pede mi senectus pretium laoreet duis magna montes. Vivamus velit erat habitasse lobortis.",
    "Nonummy ipsum quam a quam lorem. Nonummy lacus ad nullam dis ve rutrum vivamus dapibus vulputate. Pretium proin in libero sem vel consectetuer taciti at ornare est duis. Egestas purus donec. Aliquet netus curae porta nullam. Viverra fusce ve purus ve arcu. Vivamus vitae quis orci dui porta fringilla eleifend montes parturient risus urna ridiculus. Posuere porta egestas gravida mauris cum nisi fusce. Cubilia class etiam dolor nisl commodo eu ridiculus parturient. Quisque neque nisl nascetur dui. Lacinia massa id tincidunt morbi ve auctor. Pretium porta erat egestas at varius. Posuere augue porta congue natoque mi porta consectetuer ultrices augue. Pretium metus ut fames. Nonummy ipsum vel vehicula a consectetuer. Aliquet fames. Lacinia lacus eu ridiculus iaculis enim vitae nostra at habitant egestas eu. Dapibus vitae in risus ut platea consectetuer tincidunt lacus sed nibh maecenas imperdiet. Euismod ipsum felis massa. Viverra magna ante proin egestas magna quam a orci ut vel tristique. Cubilia vitae neque augue. Cubilia class non cubilia mi litora pharetra at auctor et torquent urna viverra."
   ]
  }
 ],
 "abstract": "Blandit risus elit quisque ve lacus vel. Vivamus purus magna aptent sollicitudin hymenaeos neque. Feugiat netus nisi enim ac class lorem dignissim vulputate. Quisque augue mus nostra elit hac porta purus vitae placerat. Pretium nulla iaculis sem ac a tempus fusce. Posuere proin nisi arcu amet et ante faucibus ligula urna aptent blandit vivamus sollicitudin. Integer lacus eget in malesuada suspendisse est tortor phasellus sit fames phasellus tincidunt diam non erat consectetuer adipiscing quam. Feugiat lorem cum pede risus nonummy nibh accumsan vehicula metus hymenaeos pharetra orci nullam duis orci urna. Gravida donec. Quisque felis vel cursus a vehicula nunc est velit. Conubia porta lorem litora nullam vitae blandit elit id felis eu. Commodo augue velit tempus id eget ut etiam ac primis. Integer netus diam lorem curabitur dictumst volutpat massa est. Dapibus vitae fusce taciti in dui urna. Pretium morbi class suspendisse nascetur nibh et sollicitudin pellentesque. Aliquam porta. Blandit netus orci a nisl risus ac nunc curae vehicula. Integer donec ac tempus nam at a cras adipiscing mauris amet suspendisse ve litora posuere. Rhoncus donec purus hac cras lacus molestie. Rhoncus lacus quam feugiat in ante cras libero phasellus laoreet. Laoreet proin ad fermentum eget. Nonummy magna parturient scelerisque mollis id.",
 "authors": [
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Anthony Cauley",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Wilson Logistics"
  }
 ]
}