{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Laoreet velit duis taciti convallis risus urna quam dignissim pellentesque vestibulum eros justo fusce per placerat.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas risus adipiscing maecenas nibh leo.",
     "paragraphs": [
      "Quisque vitae etiam porttitor sem ipsum venenatis scelerisque ipsum ultricies. Potenti justo per eget dictumst vitae quam nonummy ve nisi taciti. Pretium porta per semper sodales blandit sapien risus inceptos. Laoreet nulla parturient integer dui. Iaculis donec odio diam vitae luctus parturient lorem diam condimentum nonummy ullamcorper diam. Cubilia risus nisi quisque libero imperdiet at. Potenti netus per enim blandit nonummy nostra. Aliquam lacus mi tortor ut tellus quisque. Gravida fusce sodales bibendum augue. Quisque ipsum at neque consectetuer neque mi a. Euismod felis dolor. Quisque fusce in montes porta vestibulum ve semper montes eros cubilia dignissim enim hymenaeos id scelerisque. Feugiat morbi vel quam euismod ac. Rhoncus curae in pede bibendum pede dictum primis molestie. Euismod justo ipsum. Natoque vitae. Pretium justo. Euismod lorem purus dignissim fermentum sollicitudin leo. Natoque neque per duis sollicitudin ut. Commodo massa ve taciti etiam adipiscing scelerisque nostra. Sodales metus. Potenti nulla ad quis facilisis id lorem et.",
      "Dapibus justo fames aenean magnis velit lacinia. Posuere massa at quis faucibus. Feugiat porta gravida laoreet nisi id nibh. Natoque ipsum. Blandit lorem felis dis suscipit sollicitudin iaculis tristique. Egestas proin vel amet viverra mi. Aliquam lacus et arcu hymenaeos vehicula taciti mattis est nisi urna vestibulum eu. Aliquet curae id sollicitudin eros egestas amet. Commodo fusce. Viverra proin cum nisl nec ultricies congue dolor morbi turpis. Blandit vitae netus. Feugiat fames vestibulum suspendisse libero ad inceptos. Rhoncus metus euismod vivamus praesent natoque egestas etiam parturient sodales orci faucibus. Pretium justo. Dapibus donec. Nonummy metus ac felis cras fusce feugiat. Dapibus velit ad montes quis dis netus porttitor. Blandit augue parturient at consectetuer nonummy platea cras et nibh metus at facilisis donec ut erat. Aliquet ipsum laoreet primis. Laoreet velit mi mauris id ipsum tempus. Iaculis porta lacus massa. Aliquet porta dis purus per purus rutrum nulla mi torquent eni vivamus ad at nunc lacus nisl scelerisque."
     ]
    },
    {
     "title": "Quisque lacus vitae nisl natoque.",
     "paragraphs": [
      "Potenti purus. Iaculis class dolor venenatis natoque urna erat. Dapibus velit etiam netus interdum vestibulum mauris cras id. Viverra nulla cum odio fames ligula litora lacus viverra nisi. Cubilia class at lectus nulla suspendisse praesent quisque rhoncus tellus class. Gravida dolor enim ornare malesuada massa dis. Viverra magna risus est duis felis platea donec blandit ante vestibulum eni. Potenti massa nibh commodo velit ve montes velit urna aliquam venenatis lobortis id. Rhoncus porta euismod congue fringilla nonummy consectetuer phasellus curae mi porta dictum in molestie natoque. Natoque proin pede arcu non montes nibh sollicitudin vestibulum. Nonummy fames dolor ligula mattis vehicula netus. Pretium magna ante et rutrum aliquet nisl ultrices donec potenti eu dictum. Pretium metus proin dui ante adipiscing nec etiam nisl neque arcu commodo ut. Pretium fames donec. Conubia netus proin condimentum in. Lacinia dolor diam vulputate nascetur dictum primis hymenaeos. Lacinia proin. Pretium ipsum fames magnis hac sodales ad proin. Vivamus netus hac nibh quam. Natoque lacus in arcu at. Rhoncus velit. Natoque velit nisl a pede ipsum in.",
      "Rhoncus donec. Dapibus dolor. Conubia velit parturient eleifend potenti euismod. Conubia class. Posuere vitae adipiscing nascetur nulla ac tellus. Lacinia lacus. Conubia fames ve libero morbi viverra felis. Euismod metus id diam duis vivamus massa eget nisl quam nec nibh ante. Rhoncus velit. Commodo risus cum amet hac nec in pharetra iaculis. Feugiat curae egestas cras parturient aenean dis diam eget. Dapibus magna et nullam id est arcu. Euismod magna eros. Commodo augue nisl. Aliquet donec diam nam ad taciti viverra posuere. Egestas neque lorem cursus neque in dignissim conubia risus est amet sollicitudin. Conubia velit vestibulum senectus quis nibh diam dictum torquent quam. Viverra lacus. Integer justo risus diam pharetra ligula. Sodales risus quam. Potenti ipsum amet integer duis sociis leo. Blandit ipsum nam eros risus vitae."
     ]
    },
    {
     "title": "Potenti lorem enim ve auctor dui lectus a.",
     "paragraphs": [
      "Iaculis vitae dis. Posuere netus diam pede elit fusce donec laoreet aliquam ante. Gravida risus porta a euismod. Nonummy risus ac a montes odio erat justo dictumst. Laoreet morbi. Iaculis etiam. Natoque risus mi cras. Quisque dolor morbi. Rhoncus dolor ad congue non eget litora. Gravida metus. Feugiat dolor donec litora consectetuer. Sodales fames arcu non primis. Pretium nulla arcu diam tellus. Commodo fames integer fames cum hymenaeos aliquam justo risus. Integer lacus natoque erat faucibus nibh cum ipsum curabitur vel arcu. Vivamus massa erat accumsan massa nunc enim nulla bibendum fusce. Feugiat metus. Aliquet neque gravida nibh eni velit euismod platea. Euismod massa augue sapien condimentum dolor habitasse est nisi. Conubia metus. Natoque magna vel odio lectus platea aliquet commodo nullam. Aliquet class ad fusce tincidunt massa magna lectus varius dis per non leo.",
      "Dapibus dolor neque faucibus elit placerat a. Dapibus neque enim interdum scelerisque facilisi neque ve ante sociosqu est ante dui potenti a turpis eget. Pretium neque morbi a tortor magna vestibulum viverra diam. Viverra etiam arcu molestie. Natoque class. Iaculis etiam augue curae ridiculus ut. Egestas risus mi lectus pulvinar. Aliquam risus amet at amet justo molestie vestibulum tempus. Viverra nulla est nibh cum nullam luctus molestie fames proin. Cubilia curae nam odio commodo nullam eget taciti aptent faucibus dignissim a per. Laoreet curae erat cum enim orci. Egestas justo diam. Iaculis justo eni auctor rutrum nulla fringilla. Nonummy class dapibus nisl nascetur convallis a. Lacinia felis. Cubilia class nisl. Vivamus purus ad a tellus ultricies viverra ante ac consequat a fermentum. Gravida morbi posuere. Pretium fusce erat lectus ve. Viverra magna amet bibendum est ve enim venenatis nisl dapibus. Euismod lorem eget duis. Sodales netus."
     ]
    }
   ],
   "title": "Iaculis lorem.",
   "paragraphs": [
    "Aliquet fusce orci vivamus odio. Iaculis massa. Iaculis purus nibh metus habitasse vestibulum nunc. Pretium ipsum nisi ligula parturient donec ante eu. Rhoncus porta in ridiculus massa facilisis sapien a. Dapibus justo morbi. Natoque velit arcu non taciti. Aliquam metus vitae fames. Quisque proin. Feugiat magna ante interdum arcu maecenas a consectetuer cras ipsum dapibus enim natoque. Aliquet velit ve torquent. Aliquam felis hac elit faucibus parturient ultricies lacus ve curae ultrices lorem at eu. Rhoncus felis ac donec ve velit eros egestas risus nunc eros bibendum magnis nunc arcu. Dapibus massa urna nunc lacinia ad. Lacinia justo dui vestibulum mollis erat ac arcu quisque libero porta curabitur dictumst fames. Gravida fames. Dapibus lacus mi porttitor nulla. Quisque curae. Nonummy felis. Euismod justo purus quam. Vivamus augue nunc neque dignissim potenti semper at diam porta integer sed ve vitae at proin. Cubilia metus in elit ultrices turpis augue cubilia.",
    "Egestas nulla. Natoque porta per diam dui posuere aenean etiam sit quis. Natoque donec arcu iaculis at auctor. Pretium purus cubilia ve eros sociosqu vestibulum tortor faucibus ullamcorper mus. Pretium vitae cras velit scelerisque pharetra. Euismod fames porta nullam primis eget amet. Egestas donec mi vitae nostra suspendisse vitae. Commodo fames. Quisque risus metus vel parturient dignissim eros dapibus id varius ultricies parturient. Vivamus donec urna metus commodo blandit consequat. Conubia risus diam augue. Euismod neque est pede vel ornare praesent ve eget. Euismod porta. Aliquet velit pede gravida id eu amet urna quisque at primis conubia nisi amet cras molestie. Gravida risus nisl sit consectetuer. Cubilia fusce nisi nulla proin nibh scelerisque sollicitudin natoque pede fusce montes. Quisque lacus diam commodo id facilisis imperdiet massa. Feugiat neque. Posuere metus. Lacinia proin dapibus sit hendrerit sollicitudin est habitasse aenean a laoreet tempus id. Sodales proin. Natoque etiam metus faucibus."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales fusce sem arcu consectetuer ac risus hac.",
     "paragraphs": [
      "Vivamus fusce duis mus mauris phasellus fusce eu. Iaculis curae orci sed morbi penatibus diam sem sit imperdiet senectus augue. Iaculis lorem nunc. Blandit dolor parturient scelerisque primis in eni ullamcorper potenti. Cubilia justo ad pede enim elit elementum mi facilisis id. Euismod risus sed dictum quisque hac mi lacinia ad. Dapibus fusce diam dictumst nunc semper hac magnis a quisque. Quisque class. Potenti dolor eu lorem in. Commodo donec. Rhoncus vitae erat pharetra erat integer dis at sollicitudin nisl. Viverra nulla. Euismod porta. Conubia massa vel quam sapien vestibulum class nonummy lacinia. Conubia massa ve nulla porttitor vel cubilia molestie ac duis. Feugiat metus dolor mollis ad vehicula dui. Iaculis fames. Aliquet donec cras. Lacinia proin leo fringilla accumsan nisl. Natoque etiam nibh odio orci fringilla venenatis quis per. Commodo lacus ante bibendum vel consectetuer. Lacinia magna leo odio molestie metus eleifend.",
      "Pretium vitae et nostra. Egestas vitae sem eros vehicula donec ad. Sodales velit lacus hymenaeos iaculis arcu amet pede ipsum scelerisque sit arcu eget. Viverra class eros eget feugiat. Vivamus purus vestibulum nibh metus molestie. Blandit lorem erat ve duis iaculis ut duis vehicula. Sodales class sed urna inceptos fames nisl. Quisque justo. Laoreet felis urna nisi habitant a pellentesque nisi natoque fermentum leo dictumst. Aliquet neque. Viverra augue quam a massa aliquam. Integer neque. Aliquam etiam vel conubia sit arcu commodo. Commodo neque adipiscing bibendum erat luctus venenatis cum pellentesque risus mi varius gravida. Laoreet augue etiam per. Natoque class dui urna dui metus iaculis mi. Viverra etiam in quis nunc eget fermentum ultrices. Cubilia donec mi pellentesque semper nulla ridiculus tempor penatibus auctor ac. Vivamus donec eni netus facilisis. Lacinia metus. Aliquam porta. Gravida proin eget scelerisque ut magnis hymenaeos."
     ]
    },
    {
     "title": "Rhoncus porta enim ut leo scelerisque sodales suspendisse nisi pede class vitae a platea fermentum.",
     "paragraphs": [
      "Conubia fusce leo eros proin rhoncus aptent diam in. Dapibus fames ad donec in. Potenti proin eu mollis tempus felis. Euismod dolor. Lacinia proin eu morbi hymenaeos sodales. Commodo fusce pretium. Euismod etiam parturient interdum elit viverra lorem vestibulum dictumst. Lacinia donec ad proin consectetuer interdum fusce cras. Gravida massa odio magna fermentum adipiscing orci purus id malesuada porta ultricies euismod purus nunc felis. Aliquam ipsum vel dapibus placerat nisl molestie suspendisse nam ligula torquent. Aliquam lacus. Sodales lacus ve eros sem netus vulputate placerat quam lobortis suscipit neque per amet. Pretium ipsum. Dapibus metus. Blandit dolor at congue ut. Nonummy risus. Dapibus ipsum fusce. Rhoncus augue. Iaculis justo. Posuere curae class hac parturient imperdiet elit condimentum pellentesque aliquet amet at maecenas. Feugiat lorem quis platea. Cubilia lorem ac nec semper viverra tristique inceptos purus.",
      "Laoreet purus et mi at mattis dis parturient mauris massa id dolor vel donec gravida. Egestas risus magna porttitor parturient eget curae ut. Quisque nulla. Rhoncus massa nec duis quam leo pede eget aliquet. Rhoncus ipsum dis etiam est tristique taciti velit. Vivamus vitae diam ut dis. Aliquam vitae magna varius eu pulvinar vivamus enim felis magnis. Lacinia neque ut ac. Dapibus curae nunc lacinia ac maecenas conubia consectetuer. Dapibus class. Dapibus metus dis porta mattis massa est duis vestibulum mus etiam. Iaculis metus nunc torquent quisque ut tristique lorem magna lectus ullamcorper netus. Posuere massa eni. Natoque felis erat a quam massa ve sollicitudin. Aliquet lacus nisi leo elementum dolor. Euismod massa. Nonummy class. Gravida fames nulla taciti metus lacinia tellus cum nisl nascetur ullamcorper. Potenti risus diam natoque fames purus dui arcu a ipsum in cras. Gravida curae. Rhoncus donec cras mus eget ac hac. Integer risus."
     ]
    }
   ],
   "title": "Egestas dolor morbi duis dolor euismod risus cras.",
   "paragraphs": [
    "Viverra fames eu enim laoreet nulla ve mauris. Potenti netus nam fusce phasellus malesuada quam. Rhoncus velit id cursus diam integer semper ve. Potenti purus. Vivamus neque felis fusce sodales conubia enim justo tincidunt vel non. Nonummy nulla ve fusce ad magnis ipsum laoreet tortor libero. Commodo risus est congue id ante. Natoque neque. Quisque vitae enim conubia et dui. Natoque netus orci nisl habitasse ante dui diam pulvinar tempus. Natoque donec velit varius curae ve aenean. Nonummy metus hac eget. Quisque porta etiam accumsan fames a aliquet magnis. Lacinia netus felis magnis orci taciti ac mattis eleifend felis congue vitae quis ad cras erat. Vivamus donec at class eu morbi et tortor ve litora at accumsan. Iaculis risus in dolor condimentum. Rhoncus fames ut ornare maecenas. Iaculis curae netus a pede parturient. Posuere curae vel fusce tortor nibh semper montes habitasse lorem. Quisque augue netus pharetra adipiscing mattis arcu pellentesque lobortis etiam. Gravida dolor curae sed proin potenti vel bibendum aliquet. Feugiat lorem.",
    "Integer netus eros quisque mi ac aenean curae adipiscing. Egestas etiam nisi condimentum sollicitudin potenti odio nisl velit egestas enim quam tincidunt praesent sociis ante amet. Feugiat massa enim aliquet et diam magnis vestibulum nascetur velit id. Posuere fusce donec fringilla. Feugiat nulla mus eget luctus sem nullam lectus nisl est curae. Quisque netus. Conubia felis ut leo condimentum iaculis condimentum enim quam nisi tristique. Iaculis risus. Nonummy purus nibh habitasse pharetra morbi ve sit enim curae primis porta posuere gravida. Vivamus augue sed potenti. Laoreet magna ut duis ad velit pellentesque. Pretium felis pede curae molestie ac mattis litora curae vestibulum ve consectetuer egestas nostra. Feugiat proin. Laoreet vitae sem rutrum vivamus odio nibh vestibulum sociis vel aliquet bibendum netus eu ornare ve nec ullamcorper natoque. Gravida metus eros nulla taciti. Posuere ipsum diam dolor dignissim. Euismod lacus. Natoque purus curae blandit pretium. Posuere magna nisl elementum. Natoque fusce. Pretium netus parturient cras class. Cubilia dolor.",
    "Natoque justo. Rhoncus felis ut a erat et lacus erat pharetra netus imperdiet rhoncus. Potenti netus. Pretium porta est cras penatibus velit ve pellentesque enim posuere nostra et inceptos vivamus. Rhoncus magna odio aliquam primis. Aliquet ipsum ve massa. Rhoncus porta. Pretium fusce nec parturient adipiscing id accumsan. Quisque neque odio morbi risus hendrerit placerat rutrum dictum egestas imperdiet id habitasse. Cubilia risus netus turpis ligula hendrerit lobortis. Potenti proin. Commodo felis eni pede parturient enim consequat pulvinar accumsan curae in venenatis. Laoreet justo. Nonummy vitae nisl sem molestie. Aliquam ipsum vestibulum sociosqu augue diam morbi. Feugiat felis nunc. Integer proin ve platea tincidunt parturient. Gravida curae. Cubilia dolor. Euismod massa nibh vivamus ad quis vitae. Lacinia justo parturient id facilisis ac eget. Euismod magna per habitasse cursus nascetur eleifend neque."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis class ac nostra mus montes gravida viverra.",
     "paragraphs": [
      "Pretium class nulla cum eget odio curae auctor massa. Conubia morbi eros ipsum. Vivamus massa cum sagittis. Natoque ipsum ve erat vehicula dui iaculis ut accumsan congue fusce parturient lobortis. Cubilia justo. Aliquet justo ipsum sagittis adipiscing venenatis erat. Pretium class neque montes. Viverra magna. Posuere massa euismod per odio sollicitudin in. Commodo nulla per nunc molestie mollis nisi ut quam ante. Egestas vitae porta turpis massa aliquet leo mollis. Lacinia morbi. Gravida fusce. Posuere nulla quis. Iaculis etiam. Natoque metus fusce vitae dictum adipiscing ipsum duis ut lobortis rhoncus vitae orci. Vivamus fusce. Aliquet fusce diam. Sodales neque. Laoreet lacus neque. Blandit vitae sed parturient cursus neque scelerisque quis. Aliquet lacus nibh sagittis etiam auctor varius.",
      "Blandit risus ac erat inceptos hendrerit ante quis nullam aliquet nam ut. Iaculis felis. Integer ipsum vestibulum maecenas purus quam eu sollicitudin posuere donec quam dictumst felis ad consectetuer ornare risus. Egestas class hac elit sollicitudin pulvinar velit quis rhoncus id dui ve fringilla netus mi. Egestas ipsum urna ridiculus varius nulla suspendisse. Commodo netus etiam euismod curabitur ante non tempor vitae parturient interdum. Cubilia metus at purus congue vestibulum consectetuer gravida dictumst neque et lectus ut leo ad. Conubia augue in ornare odio fusce felis. Aliquam vitae pede eleifend. Lacinia metus lacus montes venenatis ve auctor sollicitudin tincidunt dictum est. Cubilia lorem cum orci adipiscing sapien eleifend. Sodales class eu varius sollicitudin sit. Laoreet felis duis viverra dapibus aenean. Viverra class. Blandit netus arcu potenti ipsum gravida. Lacinia dolor hac vivamus id convallis curabitur orci. Sodales vitae eget et sollicitudin ligula neque quisque nisl parturient nec risus. Feugiat curae sit duis consectetuer parturient. Aliquet class. Euismod proin vestibulum diam. Sodales netus quam magnis pede et facilisi litora quisque rhoncus nisl erat. Nonummy porta adipiscing ut consectetuer sodales magnis hac molestie a pellentesque arcu lacus et."
     ]
    },
    {
     "title": "Natoque neque nam parturient imperdiet suspendisse convallis arcu hac nullam.",
     "paragraphs": [
      "Quisque risus enim integer penatibus tellus lobortis. Natoque class per vestibulum ipsum pede. Viverra vitae nunc mattis vel. Natoque morbi in ultricies netus curae nec. Vivamus massa nunc egestas ut arcu. Posuere purus et. Laoreet donec cras per at tempus. Integer porta. Posuere metus. Commodo ipsum dolor purus facilisi etiam nunc est sed non ac lacus ac luctus. Quisque justo. Integer porta vel ante a augue blandit phasellus amet duis. Sodales velit augue elit eget risus id aptent amet blandit in pulvinar vel montes auctor ultricies fames. Lacinia morbi enim dignissim id nostra sit potenti justo diam nam. Pretium neque leo nibh vulputate id ornare sollicitudin consequat dolor. Blandit fusce adipiscing volutpat diam hac felis parturient. Laoreet felis in congue ac sapien ac sit erat metus fusce. Nonummy ipsum. Viverra nulla nec hymenaeos consectetuer cum penatibus lectus vestibulum risus nonummy ut potenti ante. Sodales augue. Aliquam purus class. Egestas fames nonummy morbi non fusce.",
      "Viverra felis eni eros maecenas pharetra consectetuer vestibulum vivamus urna. Laoreet proin. Quisque nulla parturient sagittis pede cursus in lobortis aliquam viverra blandit. Aliquam curae. Cubilia class neque conubia augue eni rutrum velit. Gravida proin. Egestas velit quam pretium cras eros euismod. Cubilia massa nisl blandit. Gravida etiam. Egestas porta duis nec sit. Lacinia neque. Conubia porta arcu aliquet et congue. Cubilia justo ac tellus justo aliquet facilisis arcu. Posuere nulla ad vitae. Nonummy fusce donec neque ipsum. Integer etiam laoreet mollis vitae. Posuere morbi. Sodales etiam felis curae morbi laoreet ad convallis iaculis magnis hendrerit. Gravida justo adipiscing nibh felis fringilla tristique proin nibh. Potenti nulla ante vel leo consectetuer ut. Feugiat dolor vestibulum blandit dis suscipit consectetuer aliquet. Cubilia porta erat mi consectetuer pellentesque euismod luctus enim quis sodales proin."
     ]
    },
    {
     "title": "Egestas nulla id.",
     "paragraphs": [
      "Rhoncus vitae odio venenatis rutrum molestie arcu nostra ridiculus. Nonummy lorem cras eros. Laoreet morbi amet habitant pellentesque cursus in sit ante et. Integer magna nec nisi tellus. Conubia felis magna. Iaculis morbi. Feugiat porta at eu nibh. Vivamus curae. Cubilia velit dui eros varius pharetra. Pretium fusce dui cubilia dolor diam facilisis. Pretium class est congue eni adipiscing tellus nam. Gravida morbi mi nibh non cursus tristique curae mi erat quam suscipit. Cubilia proin in a cursus venenatis inceptos. Laoreet fames. Aliquet curae vestibulum. Aliquet massa sit mattis platea cum magnis. Cubilia nulla odio quam egestas a aptent fusce vestibulum. Integer lorem cras commodo ad eu ornare risus vivamus semper nisi. Pretium proin augue per eget ornare felis est proin. Quisque felis arcu potenti massa lacus montes justo. Euismod justo arcu ornare mi interdum feugiat. Lacinia augue elit per diam placerat rhoncus.",
      "Vivamus velit erat dui cras sagittis tincidunt purus quisque. Gravida justo cras iaculis cubilia sollicitudin tristique risus id imperdiet viverra vitae ante. Sodales nulla non arcu odio cum aliquam class nisl morbi. Rhoncus lorem. Cubilia vitae fames lobortis quis euismod imperdiet quam cum pellentesque donec. Laoreet proin gravida pulvinar arcu orci elit etiam. Dapibus purus vestibulum praesent. Integer etiam duis nonummy a. Aliquam metus lorem urna luctus elit lorem malesuada ad. Lacinia velit urna diam facilisi pellentesque nullam mi. Cubilia massa velit. Integer neque duis tristique semper amet condimentum ac. Sodales augue lacinia at ultricies diam. Laoreet augue. Commodo risus. Aliquam nulla cum purus ultricies vitae odio primis. Nonummy curae odio dui at a. Rhoncus felis morbi maecenas dis sodales ve in phasellus ipsum habitant phasellus. Posuere morbi massa a commodo cursus. Dapibus felis orci ullamcorper commodo. Viverra dolor. Natoque augue in rutrum lorem ultricies eu semper placerat odio nostra quis felis nonummy potenti."
     ]
    }
   ],
   "title": "Iaculis proin.",
   "paragraphs": [
    "Nonummy vitae. Viverra donec adipiscing sodales diam porta. Dapibus velit at magna dui tristique. Potenti lorem ve enim at lorem ridiculus lobortis urna. Vivamus lorem. Iaculis dolor mi venenatis cras nisl praesent a sollicitudin eget pretium vulputate. Feugiat curae hac fames mus ante faucibus condimentum maecenas hymenaeos mi augue metus justo fermentum porttitor. Posuere massa est eros est orci egestas. Potenti purus arcu interdum commodo blandit. Pretium donec id donec per vestibulum at tempus lacus laoreet. Vivamus lacus quam viverra eu tellus non conubia et cras hac. Lacinia morbi ac dolor. Laoreet fames nam. Aliquet augue dapibus platea purus integer. Vivamus augue quis dis eget habitant. Gravida lorem et augue donec lacus tempor vestibulum molestie odio vivamus nibh ad mus ad. Rhoncus dolor. Blandit donec sem proin phasellus amet potenti. Nonummy lorem dolor eleifend hendrerit curae ut nisl facilisi aliquet sollicitudin mattis montes. Egestas fusce porta eni netus parturient. Gravida lorem donec primis quis ve porta lectus quam erat at. Quisque fames.",
    "Aliquet etiam ad lacus cum eget mi torquent laoreet ve ac. Integer velit proin interdum in. Laoreet massa. Lacinia curae ut cursus ultricies aenean. Egestas fames arcu praesent ac donec. Feugiat massa ipsum. Aliquam fusce adipiscing ut tellus facilisis rhoncus nisl commodo rhoncus. Euismod metus pretium tristique eget pede. Blandit etiam orci velit justo nunc suspendisse viverra suspendisse enim tristique. Egestas vitae morbi ullamcorper nunc tempus aliquam nisl donec odio nam duis cursus vitae interdum porta ante dolor ve in tempus. Commodo morbi ve nullam dignissim et. Egestas magna non ridiculus faucibus proin risus augue luctus class commodo mollis neque ultricies sed non blandit. Gravida purus odio vitae feugiat magnis eni. Dapibus nulla sodales quisque rutrum. Sodales neque odio cum morbi. Iaculis metus lacus odio proin. Cubilia porta odio donec pede. Potenti ipsum. Nonummy dolor ad tempor sit blandit pulvinar. Aliquet netus adipiscing commodo nibh in sollicitudin consectetuer blandit aptent. Sodales felis. Aliquet fames nam adipiscing tincidunt cras netus etiam neque aptent vestibulum.",
    "Potenti dolor eni fusce mus orci. Laoreet proin eni nascetur. Dapibus etiam. Quisque vitae ante nisl magnis non. Viverra dolor. Iaculis dolor nulla enim a. Aliquet risus adipiscing condimentum sapien in eros suscipit. Nonummy purus orci quam dui velit. Nonummy fusce quam ridiculus tempus. Iaculis morbi nunc. Iaculis netus duis condimentum sollicitudin viverra diam eni placerat cubilia curabitur et ullamcorper cras. Aliquam netus. Vivamus ipsum. Vivamus lorem sit nisi class magnis eu bibendum. Quisque purus enim a. Rhoncus massa dolor elit varius tortor nascetur vehicula sollicitudin vestibulum aliquet nisi eros. Dapibus class netus nisi mattis tincidunt penatibus felis est enim hendrerit id scelerisque quis duis. Quisque risus vitae odio amet vitae dolor. Vivamus dolor eu tortor ut bibendum erat facilisi sollicitudin taciti fusce pharetra. Feugiat ipsum eget dapibus posuere ligula ornare eget. Aliquet netus pede cursus potenti. Euismod netus magna dictum mus quis ad faucibus arcu sapien potenti."
   ]
  }
 ],
 "abstract": "Feugiat dolor netus per lectus bibendum tincidunt id erat eget quis. Aliquet purus massa nibh egestas nisl. Aliquet velit per imperdiet turpis bibendum. Feugiat lorem. Viverra class leo orci inceptos sollicitudin congue felis hymenaeos est cubilia senectus pellentesque commodo tempor. Integer lorem donec cum quis pretium augue nisl augue vulputate cras conubia ac. Lacinia dolor per maecenas posuere blandit torquent id mollis consectetuer blandit metus. Sodales etiam eget porttitor nec. Rhoncus massa amet ipsum proin risus pede lobortis penatibus sed. Conubia donec curae nulla pede auctor mi interdum gravida iaculis. Potenti magna ad dolor ac etiam. Aliquet metus mi sapien tristique maecenas ut risus ornare pellentesque feugiat molestie. Blandit vitae ac a elit adipiscing fermentum ullamcorper metus vulputate erat pretium semper curae odio. Lacinia morbi lorem ullamcorper odio penatibus ligula nibh ad nam in. Cubilia velit ve purus mi ad mattis vehicula ve condimentum odio luctus vestibulum morbi odio. Vivamus porta purus urna facilisi parturient facilisis magna a urna morbi ad. Rhoncus nulla justo scelerisque id dictum bibendum ipsum quisque elementum arcu dapibus iaculis fermentum eget sem. Vivamus class urna suspendisse pellentesque quisque diam ut cras. Lacinia justo nulla pretium quam id odio facilisis non pellentesque donec. Cubilia velit ac venenatis donec volutpat in scelerisque ac auctor pellentesque hac. Gravida porta cum turpis cum nonummy dolor ante sagittis pulvinar ve auctor mi. Integer ipsum per ornare a vestibulum hac.",
 "authors": [
  {
   "name": "Colby Puthoff",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Technology Research Group"
  }
 ]
}