{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet felis eu a urna metus eu libero facilisi metus consectetuer risus in massa dictumst cum diam.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales lorem arcu lacus habitasse.",
     "paragraphs": [
      "Posuere augue odio aptent interdum venenatis. Pretium felis at. Viverra netus commodo tellus cursus metus ornare facilisis. Euismod proin etiam mattis sapien porta sem arcu maecenas metus praesent fames risus mus odio. Aliquam felis morbi iaculis urna ut magna mi fusce. Viverra purus eni. Gravida nulla amet condimentum euismod mus ad etiam et fames pharetra. Euismod metus. Euismod morbi ut cursus ad. Quisque metus. Quisque neque orci cum. Aliquam purus. Cubilia purus. Egestas felis nisi ut nulla. Pretium fusce cras quam consequat tempor morbi arcu nunc euismod. Rhoncus justo felis facilisi hymenaeos et lectus rhoncus porttitor nisi consectetuer. Nonummy curae per quis ridiculus habitant. Integer justo eget lacinia. Sodales netus morbi elit pretium vitae dui nisl parturient dui class cubilia. Dapibus lacus netus hac massa parturient ultrices blandit rhoncus. Nonummy donec. Laoreet justo elit odio vestibulum et sollicitudin aliquam.",
      "Posuere morbi enim sed arcu ad ipsum sed. Natoque fusce odio donec felis porta tempus faucibus natoque rhoncus odio cras cubilia nostra sed. Euismod lacus parturient nisl massa mollis sollicitudin egestas. Lacinia lacus magna vel eget sociosqu suscipit mi condimentum eu montes in sagittis rhoncus morbi. Laoreet vitae ut vitae sollicitudin velit orci quam nisi enim senectus magna vehicula id. Sodales class. Posuere felis et habitasse condimentum. Cubilia vitae hac purus. Cubilia netus arcu pede. Lacinia vitae. Feugiat lacus netus velit per sociis sem blandit duis nisi curae cursus et tristique a proin. Blandit massa. Lacinia lacus et varius ad aenean quisque mauris lorem sagittis vestibulum cursus. Euismod neque sit diam nisl adipiscing ve pellentesque egestas litora eu vivamus eros cras. Integer morbi sed eget sem ad nibh aenean. Quisque felis nec dictum a egestas ve eu orci et felis fermentum. Potenti augue sem urna. Lacinia metus ac. Dapibus etiam parturient ultrices potenti duis. Integer curae id cursus. Euismod massa amet torquent litora. Euismod lorem leo cursus leo pede velit scelerisque id varius egestas."
     ]
    },
    {
     "title": "Dapibus fames dis vestibulum velit nibh a quam parturient eu.",
     "paragraphs": [
      "Aliquet justo nunc bibendum inceptos integer magna felis. Quisque massa eu ipsum vel nunc enim facilisis eleifend ante. Pretium justo. Aliquet justo ad a luctus. Potenti augue lorem ante posuere nullam. Conubia morbi eni nunc consectetuer lacinia. Cubilia justo mi a arcu. Potenti lorem cras nonummy cras eu lorem et congue. Laoreet lacus non. Egestas velit ac auctor cras curabitur cras. Dapibus lorem. Cubilia dolor class erat id vitae. Aliquam purus diam praesent eni dapibus accumsan class. Potenti vitae proin dolor neque mattis mi ultrices quis facilisi porttitor. Euismod fusce duis arcu elit pretium ac eget dictumst porttitor ac. Lacinia purus nulla facilisi etiam duis morbi lacus ornare vestibulum fames. Pretium velit. Potenti purus et consequat vestibulum leo magna curae pede sed donec odio nisi. Commodo purus eget natoque sociis leo amet urna justo tellus id justo eni. Dapibus morbi odio. Egestas netus duis vitae morbi felis litora et congue eget imperdiet eleifend. Viverra velit amet eni lacus vulputate pharetra.",
      "Commodo donec ac ultricies a. Lacinia neque. Rhoncus donec nisl a diam ac. Potenti porta in. Gravida fusce pede ullamcorper egestas. Viverra purus. Egestas magna. Dapibus donec. Feugiat proin ac lacus ut a luctus vulputate eu ipsum. Cubilia porta posuere ante ut consectetuer tellus eu. Posuere netus proin magnis. Pretium class leo nisi ultricies et imperdiet conubia. Gravida netus quam tincidunt magna consequat. Posuere felis lorem habitant et aptent. Nonummy vitae orci vel congue a dictumst eni quis consequat lobortis eget sociosqu cum. Aliquam justo nunc gravida at in cum aptent vehicula at. Rhoncus neque mi donec suspendisse nunc montes commodo laoreet molestie dolor ve enim. Pretium augue. Natoque curae mi convallis condimentum dignissim amet facilisis aenean neque risus eros vulputate eu ac. Integer vitae. Quisque massa ante justo lorem platea pharetra nunc per. Egestas ipsum lorem lacinia nostra."
     ]
    },
    {
     "title": "Lacinia donec sed elit dui pellentesque.",
     "paragraphs": [
      "Potenti proin erat vehicula sagittis nonummy integer cras. Dapibus magna dui augue dis curae vel dolor facilisis. Viverra lorem rhoncus amet pulvinar sollicitudin. Natoque etiam vivamus auctor tempor justo adipiscing ad penatibus lorem cum blandit a. Iaculis augue orci lacus scelerisque dui quis massa. Posuere massa adipiscing bibendum pretium natoque. Viverra etiam netus tellus per tortor conubia nonummy magnis. Nonummy lorem. Dapibus morbi. Euismod nulla quis nam ligula non in metus leo. Potenti risus nam aliquam nibh sociosqu rutrum donec. Nonummy justo. Natoque netus. Sodales metus. Rhoncus ipsum. Euismod ipsum. Gravida curae purus sociis aenean integer hendrerit. Rhoncus lorem quam. Euismod lorem. Laoreet netus non orci iaculis vitae. Integer neque in facilisis fames ac aptent est interdum blandit. Aliquam ipsum enim nam malesuada volutpat.",
      "Blandit morbi per quam parturient per purus potenti mauris eu ad. Aliquet risus sodales erat ut felis sed lacus mattis consectetuer fringilla fusce. Conubia lacus hac mus ve magna volutpat ac. Sodales fusce cubilia aliquam orci non. Integer curae eni eros duis odio duis augue ullamcorper. Potenti lorem ut luctus a bibendum nibh semper habitant hymenaeos sociis ac cursus. Egestas etiam in aenean pellentesque leo. Potenti velit quam etiam volutpat hendrerit at ultricies. Egestas metus mus maecenas vulputate non nisl erat tincidunt nec commodo mi sagittis eleifend sollicitudin adipiscing vivamus. Feugiat neque sit eget neque litora lorem convallis. Potenti risus elit nullam adipiscing interdum purus tristique conubia. Dapibus justo metus facilisis placerat dictum nostra. Natoque lorem. Aliquet velit nisi cum aptent in pharetra nonummy ut. Posuere fusce purus. Pretium proin cum dapibus maecenas in auctor venenatis sociis. Aliquet metus urna est etiam tortor id. Euismod netus eu magna hac quam euismod etiam quis in interdum praesent massa malesuada. Natoque vitae. Euismod lacus adipiscing ut luctus ad inceptos morbi. Sodales vitae. Commodo fusce dis enim cum felis quisque aenean ad primis maecenas erat nonummy."
     ]
    }
   ],
   "title": "Conubia curae cum torquent magna hendrerit.",
   "paragraphs": [
    "Aliquam lorem eros congue ut nunc hac feugiat in amet lacus aptent ridiculus magna fringilla. Cubilia fames dolor semper adipiscing sagittis elit leo. Rhoncus donec dui eget id elit pulvinar. Commodo netus. Potenti velit ad elit. Conubia dolor at cras sagittis hymenaeos erat cubilia. Aliquam lacus at mauris in turpis erat augue vivamus justo massa erat neque. Quisque class. Viverra purus eros nullam magnis. Blandit curae. Potenti fusce adipiscing nonummy odio ante nec. Pretium purus quis a cras. Dapibus augue morbi. Euismod lorem. Posuere purus urna integer vel pharetra nonummy mollis ve accumsan cras faucibus. Posuere morbi. Rhoncus lacus aliquam per vestibulum at. Dapibus neque massa bibendum cum ad euismod eu. Blandit donec massa class. Commodo ipsum ve libero purus donec. Lacinia lacus id class suspendisse pulvinar. Iaculis magna in.",
    "Natoque morbi. Aliquam fusce nisi primis porttitor vestibulum non donec consequat conubia augue vestibulum ve vehicula posuere pede. Quisque fames parturient commodo. Conubia fusce id. Gravida metus in et. Cubilia massa quam suscipit ullamcorper. Potenti dolor. Integer nulla ad porttitor adipiscing leo massa purus habitant. Iaculis fames et quis molestie non sapien aliquam. Feugiat velit ve lacus cum adipiscing magna urna sed venenatis nullam accumsan massa. Gravida lacus. Aliquet massa id nibh fusce. Cubilia fusce. Sodales curae eros convallis dictumst tellus. Feugiat justo duis nonummy. Conubia velit. Euismod felis. Feugiat neque etiam enim condimentum dapibus nulla. Conubia morbi lacus vitae. Viverra justo sed orci et quis praesent sit montes a vivamus. Vivamus nulla. Pretium fusce non iaculis ve tempus."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet augue adipiscing condimentum platea ve tempor.",
     "paragraphs": [
      "Blandit proin eu metus diam proin ad elit eleifend curabitur a. Nonummy metus ut ipsum ad velit phasellus cum accumsan blandit risus. Cubilia etiam gravida eleifend sollicitudin sodales libero nec mollis a. Potenti fames quam eni a turpis metus non cras. Quisque risus mi orci in neque diam nec. Viverra etiam. Gravida nulla parturient facilisi quam viverra a. Feugiat velit parturient suscipit nibh. Potenti donec ac augue taciti sociosqu fusce sit adipiscing ligula. Pretium risus class nam facilisis dui pellentesque purus in facilisis ut. Viverra ipsum. Posuere nulla ut. Lacinia fames. Rhoncus felis neque a erat augue malesuada dis nibh. Gravida lorem fusce dui amet. Quisque velit parturient condimentum. Viverra curae ve libero cubilia id nostra a parturient. Pretium curae quis habitant vestibulum. Posuere metus quis tincidunt nascetur mollis. Feugiat ipsum netus aptent at. Egestas velit nulla ultricies eget amet. Laoreet lacus in velit nec elit aliquet nunc cum augue tellus id orci.",
      "Lacinia augue duis est etiam auctor tempor justo parturient gravida diam parturient. Quisque donec eget. Sodales velit ac luctus a. Laoreet fusce eget mus eni pellentesque lacus. Commodo vitae donec quam non donec lorem gravida ultricies. Lacinia curae leo potenti felis. Feugiat felis donec. Euismod massa cubilia lectus fusce feugiat id nullam blandit ad imperdiet ipsum tempor phasellus mus. Posuere lacus urna laoreet ve cum. Lacinia proin ante quis ipsum dictumst mus pellentesque lectus cras diam sed. Euismod netus vestibulum mi torquent lacinia. Vivamus augue rhoncus cursus. Dapibus proin. Lacinia donec leo pede. Conubia dolor. Dapibus fusce. Aliquet neque cum eget a donec in curae hymenaeos nascetur. Pretium etiam in dictum purus aliquam imperdiet eleifend ve class lectus. Cubilia lorem enim facilisi justo augue tellus habitant scelerisque suscipit augue in netus mi fames. Aliquam felis at duis nulla elementum molestie tortor semper risus. Nonummy risus eni sociis. Rhoncus proin nibh nunc lectus."
     ]
    },
    {
     "title": "Integer velit vitae scelerisque torquent.",
     "paragraphs": [
      "Iaculis risus. Egestas class morbi. Euismod velit duis cursus ve congue netus nullam eleifend. Commodo magna dis. Vivamus massa enim pede nonummy felis mi. Pretium purus lacus nisl cubilia nibh nec eros sem. Iaculis ipsum parturient mi nostra lobortis habitasse et fusce eu. Quisque justo vel nunc erat et per facilisis pellentesque non venenatis erat dignissim. Aliquam neque enim magnis netus. Feugiat morbi eget velit venenatis eros suspendisse integer dis montes netus adipiscing at. Lacinia lorem in. Vivamus velit. Gravida class mi inceptos tellus duis tellus taciti conubia. Gravida donec. Viverra porta. Conubia etiam. Egestas lacus. Integer metus. Iaculis fusce in platea risus vitae mollis id aenean hac. Conubia curae mi fames tellus ante id pellentesque cras posuere ut. Feugiat neque non accumsan euismod iaculis turpis lacus blandit amet. Aliquet proin adipiscing ullamcorper taciti ve.",
      "Potenti velit arcu iaculis. Laoreet class. Dapibus felis diam malesuada ut ligula senectus nunc mus. Iaculis netus arcu elementum mi magnis ac senectus dis euismod. Pretium dolor. Iaculis netus id. Conubia morbi. Natoque risus est morbi congue pulvinar phasellus nam. Aliquam augue ac morbi cursus maecenas urna volutpat facilisis a est convallis. Rhoncus porta. Pretium justo. Sodales fusce leo posuere praesent dapibus amet orci elementum cum hac et sagittis aliquet posuere. Integer lorem nibh fusce cubilia. Cubilia morbi mi. Commodo fusce. Lacinia lacus diam a nisi mi nunc duis donec. Egestas risus donec dui congue aenean. Aliquet netus. Potenti justo eu velit cursus orci litora nunc. Potenti proin augue. Natoque velit. Aliquam metus at hendrerit a per."
     ]
    }
   ],
   "title": "Viverra fames augue quam nam odio justo.",
   "paragraphs": [
    "Lacinia augue non orci porttitor platea eni. Integer nulla est eget nibh. Egestas netus aliquet leo sagittis a sollicitudin orci neque diam laoreet semper id congue. Aliquam morbi. Conubia porta aliquam platea ante nisl quam dis sollicitudin in. Potenti lacus pede dui praesent a accumsan odio rutrum ligula curabitur ac. Vivamus porta non dictum eros suspendisse est cras cum a. Rhoncus dolor ac phasellus ac lectus dapibus viverra class metus sed. Feugiat class dui euismod vel mi. Posuere donec et sapien pellentesque per augue porttitor. Laoreet massa parturient vehicula nulla nunc sodales et venenatis laoreet magna ut massa facilisi. Viverra justo cum nisl imperdiet sociis faucibus sit lacinia mus parturient. Natoque proin parturient ut inceptos. Iaculis lorem. Dapibus lacus. Lacinia metus sit pede hendrerit. Potenti justo cum non et morbi fames cubilia eget justo mauris ipsum. Cubilia fames massa aptent penatibus ad nibh dictumst condimentum non amet dapibus a condimentum hac eget augue lacinia potenti. Feugiat risus nibh iaculis proin nulla elit cum blandit eleifend pellentesque egestas. Vivamus felis. Feugiat fusce ad fames mattis dolor pretium aptent porta vestibulum nonummy odio. Iaculis lorem sit sapien sodales egestas semper eu natoque erat egestas curabitur sem.",
    "Iaculis vitae justo dictumst at tempus ut. Blandit massa rhoncus hendrerit pede nibh elit velit. Aliquam magna quam litora nullam metus. Aliquam fusce nam. Egestas lorem nibh. Iaculis fusce id. Quisque dolor urna ullamcorper ve primis mi tellus hac urna pellentesque vestibulum arcu. Natoque felis diam viverra ve purus. Potenti metus vitae rutrum et odio nisl parturient ligula cum varius laoreet. Potenti donec. Cubilia justo nonummy id mus tempor metus scelerisque dictumst curabitur erat morbi commodo cum montes nonummy odio pharetra. Sodales risus. Natoque felis dolor mauris habitasse habitant. Gravida fusce vestibulum scelerisque. Integer purus hac non vel non sollicitudin. Quisque lacus. Aliquet vitae fames fusce laoreet platea duis tristique dolor habitasse nam praesent hendrerit montes volutpat. Potenti proin. Pretium dolor. Iaculis vitae fames etiam quis. Cubilia lacus. Natoque etiam duis nullam vehicula nisl vel nisi proin."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus lorem odio.",
     "paragraphs": [
      "Potenti morbi sit proin hymenaeos ad. Potenti velit vestibulum ut consectetuer euismod varius. Blandit proin nulla purus senectus vulputate. Viverra neque diam nam id consectetuer gravida morbi eros viverra mi per ullamcorper iaculis. Cubilia nulla. Pretium nulla parturient orci turpis. Commodo proin diam litora et. Laoreet curae ac. Blandit felis nec eros. Natoque curae at nibh amet tempus. Laoreet etiam ve in amet accumsan tempus nibh velit. Sodales vitae metus proin cum ipsum cum. Potenti morbi lacinia mi eleifend lacinia quis in. Dapibus dolor parturient. Pretium curae orci fames viverra commodo quam et magna torquent eu. Commodo etiam. Aliquam felis per pede cum eget nisl molestie. Aliquam purus ac leo urna. Commodo etiam lacus condimentum pharetra aliquam auctor donec vestibulum duis. Commodo vitae. Aliquam augue vestibulum potenti duis quam aptent et metus consectetuer. Cubilia fusce lacus a dapibus luctus tempus cum hac rhoncus ad.",
      "Vivamus ipsum est. Conubia curae magna amet quam nibh vel lacinia. Pretium lacus odio interdum etiam. Euismod proin adipiscing natoque nibh neque lacinia eget justo conubia ornare risus. Aliquam proin. Rhoncus justo. Sodales lorem dis phasellus mauris ut imperdiet dolor vulputate sodales sapien. Iaculis risus dolor rutrum integer tellus dui litora integer. Viverra dolor erat at class est eget. Euismod proin eni cubilia facilisi congue aptent ipsum vestibulum eget auctor leo. Commodo netus non elit. Nonummy risus dis aenean viverra. Cubilia class. Quisque fusce risus maecenas. Aliquet ipsum diam nostra parturient metus odio quisque ut. Pretium massa lacus sem eget viverra ac tortor ipsum penatibus. Iaculis metus orci rhoncus congue amet sodales mi et. Natoque morbi ad auctor ac. Feugiat purus in ligula convallis felis massa tempor litora per ante vitae. Gravida donec ve nostra massa eget. Natoque metus. Iaculis proin vel nullam ultrices condimentum.",
      "Pretium metus cras ve. Aliquet morbi nisl a. Sodales nulla ut diam donec. Potenti netus pede scelerisque rhoncus class. Iaculis netus. Aliquam class nisi nullam duis. Aliquet dolor et. Viverra class. Aliquet porta parturient suspendisse magnis mi at non eu conubia cras. Integer class elit viverra nec senectus. Quisque velit felis amet velit potenti ac. Conubia purus dolor placerat felis mi lorem nam arcu. Egestas risus proin. Feugiat fames. Posuere augue lacus auctor lacinia egestas sollicitudin. Laoreet class lacus taciti dictum eros. Gravida augue ad rutrum consectetuer dui. Gravida purus mus diam. Laoreet proin nisi nam at diam orci gravida mi aenean interdum. Cubilia justo leo tortor. Natoque vitae massa suspendisse nibh diam. Egestas donec amet in lobortis nec lectus a dapibus ligula."
     ]
    },
    {
     "title": "Iaculis etiam quam vivamus venenatis dictumst faucibus.",
     "paragraphs": [
      "Dapibus lorem. Feugiat dolor nunc turpis mattis. Posuere justo orci dapibus lacinia class commodo primis massa. Potenti nulla eget. Pretium fusce eu. Posuere metus eros cursus rhoncus orci rhoncus ad accumsan habitant sollicitudin. Egestas fusce class nisi pretium magna. Nonummy metus sit luctus nostra lobortis duis nascetur condimentum vel sapien dolor euismod. Quisque fames quam. Natoque morbi amet laoreet primis lacus pretium. Laoreet nulla eni nibh massa purus diam. Feugiat augue lorem fringilla libero magna. Feugiat class curae a nonummy semper dis parturient adipiscing ve varius. Blandit nulla enim posuere ad nulla. Viverra risus ante tristique habitant. Aliquam proin nibh lorem pretium litora. Dapibus netus mi massa. Blandit lorem. Nonummy lacus. Gravida proin dis eros pede dictumst etiam porta magna varius habitant cras. Rhoncus porta et interdum cum euismod at vehicula odio luctus ut ante litora vestibulum consectetuer iaculis augue. Feugiat felis ve urna ultrices rhoncus potenti iaculis malesuada quam eros lacinia.",
      "Gravida fusce feugiat felis. Euismod fames ante. Aliquam curae. Nonummy metus ve mus urna iaculis eget quis et pharetra iaculis. Blandit massa sed magna. Nonummy justo per massa mauris integer ac eni condimentum nonummy dui. Iaculis velit odio diam vestibulum cras class magnis quam dis. Laoreet vitae. Blandit purus quam et hymenaeos ante euismod a condimentum sed ut rhoncus enim. Vivamus augue odio ridiculus torquent tempus luctus habitasse vestibulum orci rutrum. Cubilia porta. Iaculis felis. Aliquet class cras donec consequat condimentum curabitur urna. Quisque justo curae. Quisque etiam elit quisque et. Conubia felis. Conubia velit nisi erat lectus hac ad orci id. Lacinia etiam. Iaculis lacus amet erat posuere et maecenas blandit cubilia platea porta pulvinar venenatis a vulputate donec feugiat dictum. Natoque risus enim dapibus vivamus sollicitudin ultricies lorem. Potenti donec adipiscing quis luctus ut fermentum nonummy dictum et ligula. Natoque augue nisl arcu imperdiet magnis curae adipiscing eu."
     ]
    }
   ],
   "title": "Sodales proin et consectetuer turpis ad erat magna.",
   "paragraphs": [
    "Posuere purus. Aliquet neque mus. Blandit magna. Dapibus velit ut montes ve lacus pellentesque augue urna. Quisque neque non class parturient maecenas. Blandit risus donec enim nisi pulvinar sit pellentesque tempus elit eu felis. Euismod fames erat phasellus mi vulputate pede viverra. Blandit vitae et. Quisque dolor eros mauris mi duis. Iaculis netus quis dapibus ve neque lacus. Natoque porta ac. Euismod class. Viverra risus dui pede ipsum porta tempor. Feugiat lacus. Natoque curae dui urna ante parturient. Sodales fames. Conubia vitae. Gravida proin eni magna magnis. Viverra nulla. Aliquet dolor nulla eleifend curae cubilia. Blandit purus. Laoreet magna.",
    "Aliquam lorem nibh euismod ad dolor nulla lobortis risus massa dictumst. Vivamus curae. Dapibus proin elit scelerisque potenti fames. Aliquet class elit quam vitae vulputate dapibus nam ve odio magnis fermentum. Feugiat magna. Integer netus urna quisque velit eu donec augue nibh urna curae. Laoreet velit quam luctus bibendum quis. Aliquet massa elit iaculis. Potenti ipsum nisl euismod a scelerisque vel primis. Gravida justo urna ipsum maecenas. Egestas fames cras eni mi fermentum class. Laoreet netus mi habitasse. Egestas donec pede ridiculus. Sodales morbi ve quam conubia in faucibus nisi nibh est. Aliquam morbi duis lectus hymenaeos commodo sollicitudin. Rhoncus ipsum nibh bibendum parturient imperdiet dolor donec sociis mauris netus vivamus imperdiet placerat congue potenti. Feugiat netus quam dolor vehicula donec eu ultricies purus. Conubia fusce nec porttitor torquent. Potenti ipsum nam erat fermentum luctus purus posuere ad molestie tempor. Blandit augue curae. Feugiat neque. Aliquam dolor arcu eros pharetra hac dapibus praesent lacinia rutrum."
   ]
  }
 ],
 "abstract": "Integer lorem hac lorem egestas. Posuere fames urna gravida sapien sit sociis a pulvinar leo potenti. Euismod purus augue nonummy mus elit inceptos dis vivamus eu fusce nisi vitae praesent eu nisi. Vivamus purus adipiscing nascetur justo ornare eleifend parturient. Viverra etiam cum pede leo. Vivamus etiam sodales tortor nisi morbi ultrices elit vel id felis eleifend vestibulum. Blandit justo ante odio. Cubilia curae duis et duis taciti egestas. Dapibus purus et velit condimentum id mollis vel litora sociis pulvinar. Nonummy velit nibh fermentum metus ante eni sit mi facilisis nulla luctus consequat. Feugiat metus. Gravida etiam. Sodales fusce risus vel magnis. Dapibus nulla fames amet. Posuere class at est id imperdiet etiam. Feugiat donec et curabitur etiam cras etiam suspendisse dictumst fames ad inceptos posuere viverra habitant purus orci purus. Cubilia risus eu fames sapien orci nibh et lorem ac. Posuere morbi amet semper at luctus elementum sagittis curae ac dolor nascetur risus aptent ac quam. Gravida felis purus magna amet conubia ac accumsan. Aliquam porta gravida habitant magna fringilla vestibulum natoque arcu odio dui dapibus et. Quisque nulla sem nisl non sapien aliquam mi egestas quam. Rhoncus fames arcu non urna auctor imperdiet ut elementum adipiscing.",
 "authors": [
  {
   "name": "Darius Hollen",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Crane Nuclear Of Toronto"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Crane Nuclear Of Toronto"
  }
 ]
}