{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Cubilia felis cum nisl. Laoreet lorem ad nullam. Aliquam dolor nibh. Integer ipsum velit tortor adipiscing sollicitudin. Iaculis dolor non cras non et sollicitudin pellentesque nonummy mattis neque. Integer velit in sociis aliquet cum taciti a parturient. Blandit dolor eget non a montes venenatis massa interdum. Quisque neque nunc eget sagittis phasellus. Gravida vitae mi tempor ultrices pede torquent curae neque rhoncus posuere amet sit vivamus. Rhoncus risus. Dapibus risus ve orci lorem. Egestas augue dis elit a neque nonummy diam sit dolor nam commodo. Nonummy porta in curae taciti amet id elit scelerisque ac magnis nibh ullamcorper cubilia scelerisque arcu cras vitae. Aliquam massa metus sem orci vestibulum lectus. Rhoncus donec. Conubia lorem duis ullamcorper sollicitudin quisque cras. Dapibus vitae potenti turpis lorem. Laoreet velit lacus vivamus iaculis dictum in non. Lacinia metus ac mollis vehicula parturient. Aliquam vitae class aptent. Lacinia massa. Integer dolor vestibulum molestie laoreet placerat eros tempus pharetra elementum luctus.",
    "Conubia augue nunc amet sapien interdum ullamcorper leo at. Pretium etiam enim eget bibendum duis ultricies in ante facilisis libero. Iaculis velit. Aliquet velit ut curae vel cras ridiculus tempor dictumst nisl aliquet. Conubia lorem proin lacus a odio parturient. Feugiat fusce conubia nam in. Blandit metus sit posuere nibh sed. Laoreet donec vel cras orci id sed. Posuere netus arcu pede. Dapibus massa amet a cras neque. Feugiat porta adipiscing condimentum nostra ad dui. Natoque porta donec integer cursus proin vestibulum eu tincidunt laoreet lorem vestibulum. Egestas metus nonummy ad cursus leo sodales id ve hac. Integer risus potenti elit litora dictumst eleifend. Dapibus fusce proin cum duis rutrum senectus torquent pellentesque parturient nonummy. Quisque curae quam. Aliquam felis. Integer dolor vestibulum ullamcorper aptent ac placerat massa auctor. Iaculis fames eget integer consequat. Commodo massa etiam ullamcorper nunc consequat. Iaculis massa. Cubilia etiam pede natoque.",
    "Iaculis magna. Commodo curae quis nullam at dis penatibus tellus ultrices class ad. Aliquet felis. Posuere metus eget eni quisque mi quis elit netus facilisis nec donec leo mollis. Feugiat proin enim metus viverra volutpat felis taciti bibendum lorem nisl hac eget. Blandit neque odio mi leo ve taciti pellentesque nam fames. Pretium vitae morbi cum cras ut nam cras sagittis netus dolor a. Aliquet felis mi nostra dis orci velit fringilla. Aliquam augue. Gravida fusce in netus amet feugiat ve. Feugiat donec ve a enim netus mi fringilla felis. Integer risus cras. Iaculis proin magna nulla bibendum. Euismod lorem purus quis ut odio in. Potenti justo. Potenti netus. Laoreet nulla ac dictum lacinia pretium duis cras metus duis ut. Viverra nulla nisl purus metus imperdiet nunc cum vivamus duis nam massa odio. Gravida purus. Viverra netus adipiscing mi tincidunt ve turpis hac feugiat habitant aptent. Egestas risus. Aliquet proin."
   ],
   "children": [
    {
     "paragraphs": [
      "Feugiat magna nisl urna elementum eu sociis. Aliquam vitae dis duis class cursus tortor eni habitant curae a nullam enim dapibus ad mollis. Feugiat fusce nam etiam vestibulum lobortis iaculis litora risus. Egestas magna ac donec. Blandit ipsum ut sollicitudin consectetuer posuere auctor ut maecenas eni pellentesque libero odio. Vivamus fames fusce eros cursus. Potenti netus nam augue facilisis sodales morbi at netus eu. Laoreet augue fames magna potenti turpis sem turpis. Sodales ipsum diam dictumst odio mollis tortor venenatis praesent congue. Cubilia felis. Nonummy donec fames cubilia. Blandit curae sed odio. Viverra class eget pede netus posuere iaculis tristique eni suscipit justo malesuada cubilia class per. Viverra magna egestas sit semper interdum imperdiet ante nam quis habitant proin mus dis. Quisque netus parturient volutpat euismod dapibus nibh pulvinar a pharetra eni cubilia justo adipiscing ut. Feugiat purus donec platea consectetuer fringilla sociis augue gravida ligula leo eget. Feugiat justo elit per ad tempus ut. Integer class at odio. Euismod morbi duis convallis torquent magnis. Posuere purus. Laoreet ipsum est accumsan pellentesque rhoncus ultricies cras facilisis dictum. Quisque risus.",
      "Pretium netus in dictum dictumst magna ante nam nulla varius nascetur quisque. Feugiat vitae nibh torquent lobortis justo vulputate. Aliquam purus magna dapibus laoreet pede class maecenas id vel amet vitae euismod amet ac. Dapibus magna arcu eget ac metus porta ullamcorper mi auctor consectetuer per risus. Integer curae vestibulum ac vulputate a sem phasellus congue. Dapibus nulla ut dictum maecenas urna amet pede ante. Vivamus proin enim et purus ullamcorper. Nonummy metus arcu egestas. Euismod porta. Pretium dolor sit hymenaeos nisi sem. Conubia augue nisl nec dapibus at diam augue vivamus. Commodo fames augue taciti scelerisque lacus tempus. Euismod lorem quisque. Natoque magna nibh neque in proin amet. Euismod magna nunc platea dignissim congue elementum lacus id. Commodo metus non. Pretium donec netus sapien parturient. Posuere dolor. Commodo proin etiam tempus sociis egestas arcu diam parturient arcu risus. Iaculis porta adipiscing suscipit. Lacinia netus in mattis felis maecenas mus potenti diam cras commodo a ullamcorper. Conubia justo quam viverra ac.",
      "Iaculis justo. Viverra fames eros arcu. Egestas porta amet urna sodales in lectus lacus vestibulum rhoncus mus adipiscing parturient. Gravida velit et turpis eget purus luctus fames ad. Potenti velit conubia vivamus faucibus montes enim ante sit pharetra. Quisque curae orci diam lacus. Commodo nulla vel cubilia quis ut duis ante fames sociis at eni cras. Vivamus nulla eget ante enim imperdiet mollis parturient pellentesque posuere. Integer proin elit curae. Vivamus massa netus hac turpis netus natoque. Egestas etiam in nisi ultrices consequat mus vehicula a sollicitudin arcu. Posuere curae feugiat nam ut suscipit egestas tortor nibh. Rhoncus curae. Gravida risus nisl commodo velit parturient senectus. Commodo lacus. Nonummy magna ac auctor. Gravida risus porta curae dis placerat. Pretium purus. Dapibus lacus mi nam curabitur cras cubilia. Euismod fames in varius dictumst elit. Conubia curae adipiscing eleifend elit mauris venenatis adipiscing amet velit condimentum nisi ridiculus dictumst lacus quisque cubilia pellentesque imperdiet felis massa laoreet. Euismod augue rhoncus nibh per mus tincidunt non class egestas placerat mauris platea."
     ],
     "title": "Viverra lorem diam quisque."
    },
    {
     "paragraphs": [
      "Euismod neque pede luctus sem. Commodo risus nunc. Sodales etiam justo felis orci donec rutrum class taciti. Lacinia vitae netus tempor dictum dui feugiat ultrices ligula urna pellentesque faucibus morbi arcu. Commodo vitae. Pretium netus eget maecenas leo sollicitudin vitae. Commodo donec pede fringilla volutpat luctus taciti consequat fusce ridiculus dis pellentesque ipsum. Lacinia morbi. Lacinia nulla risus. Pretium risus per amet dis sollicitudin. Pretium augue ut venenatis fermentum. Viverra proin eni. Dapibus purus. Sodales etiam enim ante feugiat mi nunc hymenaeos non pellentesque purus at nisl metus rutrum placerat scelerisque molestie. Integer vitae. Vivamus etiam lacus egestas rutrum. Commodo massa purus turpis aenean mus volutpat. Viverra fames eget curae egestas. Sodales velit metus congue purus dolor conubia aliquet odio dictumst. Vivamus proin pede mi luctus risus consequat ut penatibus a vel phasellus sapien faucibus senectus ut nullam. Aliquam massa vel. Feugiat nulla urna elementum pulvinar litora felis elit non mi eget rutrum mi.",
      "Posuere nulla ve et. Cubilia massa parturient. Aliquet donec amet conubia at. Lacinia curae. Quisque augue ac risus nulla nec nibh pede laoreet pede odio urna. Blandit justo massa congue duis ante per. Conubia netus at donec in phasellus porta praesent amet. Potenti vitae dapibus conubia risus cras vulputate vel potenti. Quisque neque. Quisque neque fames ornare. Natoque porta duis. Feugiat felis magna feugiat tristique ligula eleifend facilisi netus. Laoreet fames odio quisque erat duis malesuada erat consectetuer lectus turpis cum luctus. Integer massa ad hendrerit phasellus. Rhoncus risus felis pulvinar nec euismod quis. Dapibus velit elit justo felis aenean vitae gravida hac nunc. Lacinia felis netus primis pellentesque fermentum augue eu. Aliquam donec. Aliquam augue eros. Posuere lorem lacus nibh ve. Aliquet massa neque nec lacus penatibus habitasse orci vel commodo. Iaculis risus nam auctor."
     ],
     "title": "Pretium dolor cras non metus hac malesuada."
    }
   ],
   "title": "Pretium purus."
  },
  {
   "paragraphs": [
    "Blandit fames at hendrerit. Dapibus morbi vitae urna. Vivamus velit ad lacus magnis pulvinar. Gravida fusce adipiscing sodales nisl. Feugiat metus nec vivamus suscipit sollicitudin vivamus tortor quis. Natoque neque diam urna massa lorem turpis sapien eu cras. Posuere morbi nec erat hac nisl at odio sagittis. Natoque nulla erat sit. Feugiat lacus nam cras dolor fusce augue orci nunc convallis. Potenti augue pede facilisis duis viverra at pretium ut mollis ad nisl mollis. Sodales lorem elit scelerisque id platea cubilia sem sagittis. Commodo vitae vel feugiat interdum fames. Quisque felis nisl eu pede urna mattis. Feugiat netus. Rhoncus curae. Quisque vitae amet. Gravida ipsum eni. Dapibus risus. Posuere nulla dui amet pede natoque pretium facilisis bibendum facilisi consectetuer parturient commodo hac nunc pellentesque conubia facilisi mi. Gravida donec. Posuere porta ut. Blandit ipsum nulla blandit laoreet nisl parturient est parturient ut platea nascetur vestibulum.",
    "Conubia risus in ve nulla ve mollis per arcu faucibus. Gravida lorem purus a quam risus et. Gravida lorem elit id augue in phasellus porta fames. Aliquet ipsum vel congue. Nonummy porta ad duis. Dapibus metus nam neque tincidunt faucibus eu. Sodales purus. Cubilia class id hendrerit scelerisque nulla. Gravida massa hac eros enim vel. Lacinia nulla eu morbi ultricies pharetra dolor curabitur nec sollicitudin curae ad a. Egestas vitae egestas viverra curabitur ut orci. Vivamus metus. Integer metus erat sociosqu. Viverra justo enim libero aliquam gravida quam et velit tempus. Pretium lorem mi nostra mus. Potenti felis. Potenti massa. Quisque proin metus massa metus mattis varius per auctor cubilia eget ad eget. Rhoncus netus nibh erat praesent est auctor. Commodo ipsum cubilia hendrerit duis ullamcorper pellentesque integer amet quam habitasse. Aliquet fames diam posuere. Euismod velit eros non nam at nullam ipsum scelerisque."
   ],
   "children": [
    {
     "paragraphs": [
      "Blandit neque feugiat odio ad felis ve nostra faucibus. Conubia lacus mi felis ullamcorper hac ac lectus. Lacinia dolor massa a elit magna. Dapibus etiam purus curae donec. Aliquam lorem. Egestas dolor morbi potenti varius. Euismod risus. Vivamus justo at purus dignissim lobortis at ligula netus ullamcorper et. Conubia proin. Potenti magna eros augue nulla fringilla nec. Viverra vitae velit nec vestibulum curae vivamus rhoncus tellus erat nam ut semper bibendum. Quisque proin iaculis quisque. Sodales augue dolor morbi quis torquent bibendum sollicitudin vestibulum. Quisque fames eu ut penatibus suspendisse. Integer proin quisque dis convallis enim sodales id pede tortor gravida. Integer lorem donec nibh ultricies. Cubilia magna odio enim tristique hac metus tristique nibh cum. Vivamus vitae per enim mi erat donec nostra vestibulum pellentesque conubia magna amet nec luctus. Nonummy fusce id sapien lorem. Commodo justo eros lectus eleifend quisque nisl nam donec facilisis. Feugiat neque ac massa dictum velit. Potenti metus et.",
      "Iaculis velit. Vivamus massa urna blandit cum primis. Vivamus curae ad dictum leo congue tellus eni. Rhoncus fames arcu est. Cubilia augue pretium natoque habitasse. Conubia justo. Vivamus risus adipiscing euismod per quam torquent a. Aliquam magna conubia convallis ac. Commodo felis parturient in consectetuer egestas tempus dictum. Rhoncus nulla. Commodo felis erat lobortis arcu euismod cras mi purus tempor semper commodo conubia. Vivamus risus lorem a integer taciti mi pharetra vivamus pellentesque. Aliquet etiam non est nec est mi. Natoque dolor nunc litora et torquent urna phasellus cursus per semper venenatis et mi. Euismod nulla arcu ligula hendrerit risus at erat. Egestas metus eros tempus felis fames montes penatibus proin nisi. Gravida massa adipiscing dapibus sit vestibulum vulputate ante. Vivamus dolor. Laoreet fusce eu id mauris a euismod ut curae. Dapibus felis. Posuere vitae odio euismod a luctus massa ut class pede eleifend consectetuer. Cubilia fusce ut vitae dictum etiam habitasse vivamus augue fusce tortor et.",
      "Natoque magna mi aenean gravida malesuada cras sed sapien dapibus vivamus. Sodales felis sem cursus montes ultricies proin dignissim parturient diam. Conubia lacus at ligula varius dignissim lacus porta ullamcorper dictumst amet. Aliquet proin nisl quis velit. Viverra justo urna cum. Potenti purus. Sodales donec et massa in consequat metus consequat cras dignissim vehicula. Quisque augue non duis sollicitudin ve. Gravida felis erat montes fusce parturient lobortis diam est a semper. Euismod class per elit facilisi venenatis inceptos neque tortor cras. Gravida netus ante. Aliquam metus eget sodales at ve. Posuere augue vivamus orci per ac lacinia erat interdum ullamcorper. Posuere netus cum ligula ve eleifend elit urna. Vivamus fusce cras dolor tellus ligula tristique vestibulum rhoncus non adipiscing ridiculus lacus pede egestas rutrum etiam. Posuere felis risus odio lacinia risus ad lorem et a mauris imperdiet ipsum. Viverra justo. Dapibus etiam ve. Natoque justo et luctus donec parturient mi penatibus a nam. Nonummy ipsum enim ve lacus ve fames ut. Viverra fames adipiscing et elementum a. Viverra fames in purus aptent suspendisse."
     ],
     "title": "Potenti proin at proin hac commodo eu cras volutpat leo arcu."
    },
    {
     "paragraphs": [
      "Dapibus justo quisque primis non quis orci convallis sollicitudin. Conubia fusce adipiscing torquent dapibus risus nec. Potenti metus magna primis nisi. Quisque justo eros iaculis a scelerisque. Cubilia proin quis hymenaeos. Feugiat magna posuere taciti mi. Blandit neque. Nonummy class. Vivamus massa eros laoreet ultricies. Lacinia curae cras at nibh. Posuere massa nec litora montes risus sociis scelerisque velit platea elementum at. Blandit dolor vestibulum conubia eget a quam purus lacinia. Quisque proin nisl fusce lacus a feugiat cursus fames sodales. Egestas felis nisi a orci parturient sapien vehicula eu nulla tempus eros penatibus ac rutrum cum luctus non aenean. Vivamus justo quam pretium cras dui tellus accumsan lacinia pede nascetur fames. Rhoncus porta arcu sociosqu habitasse montes elementum. Pretium massa mi dictum. Vivamus lacus pretium ve pulvinar vel. Gravida nulla. Integer metus fames a elit et cras metus quis gravida mattis class ornare neque adipiscing. Quisque felis at venenatis vestibulum quis libero ultricies augue natoque. Integer proin nibh mus non.",
      "Dapibus netus. Blandit ipsum nisl a nibh id elit. Nonummy metus ipsum cras nec justo tempor ac amet. Euismod augue diam habitant dignissim. Dapibus justo ac donec at magna interdum metus donec feugiat pede at. Blandit augue arcu posuere at lectus placerat adipiscing. Feugiat fusce. Natoque netus ac interdum cras nullam. Nonummy fusce mi pellentesque viverra velit nibh mus quam massa euismod mollis erat. Gravida ipsum proin a cubilia ve ad. Natoque class. Egestas magna neque. Gravida dolor ante porttitor sapien augue in. Conubia augue ut purus nostra aenean blandit. Potenti risus arcu purus litora egestas. Commodo morbi eros suspendisse vel ante dolor. Natoque proin amet. Commodo purus id consectetuer pellentesque vivamus nostra eros suspendisse sem elit nibh non. Nonummy felis parturient ullamcorper. Blandit risus duis dictumst pellentesque mattis in faucibus bibendum. Conubia purus urna etiam turpis ullamcorper fames elementum sociosqu diam eu pellentesque arcu blandit cras maecenas habitasse nisl class magnis. Nonummy massa aliquam mus eu pharetra ultrices neque tempor platea."
     ],
     "title": "Cubilia fames pede gravida eros adipiscing ve ultricies purus diam."
    }
   ],
   "title": "Nonummy curae netus porttitor tincidunt sollicitudin cum."
  },
  {
   "paragraphs": [
    "Potenti lacus nibh est ad gravida in lobortis taciti mauris hendrerit. Viverra dolor mi metus turpis scelerisque porta magnis vitae. Vivamus felis per lobortis nonummy eget ut. Natoque morbi nam proin nam tempor pharetra imperdiet. Rhoncus metus ante leo lorem nulla tempor mi porta rutrum. Egestas curae magna sapien cursus sociosqu netus ve mattis ve. Euismod donec purus. Aliquet augue eni quam potenti velit. Aliquet velit. Quisque risus sit amet maecenas potenti aliquet elit ut purus montes elit. Quisque proin. Nonummy massa sed praesent a consectetuer ante. Quisque purus. Vivamus fames commodo nascetur netus tellus tortor. Nonummy nulla at platea sollicitudin habitasse sapien donec litora mollis vel. Egestas massa mi. Posuere curae. Rhoncus ipsum elit iaculis nunc ad nostra felis fermentum hymenaeos adipiscing eget. Blandit fusce dui potenti a nullam enim donec condimentum nascetur metus. Commodo lorem risus mollis adipiscing vitae orci viverra auctor dui. Blandit curae fusce montes mi senectus nam eget nulla suspendisse. Feugiat vitae.",
    "Pretium felis amet a elit massa. Lacinia etiam aliquam nisi urna hendrerit platea ad mattis ridiculus. Integer nulla dis urna. Aliquam vitae pede nascetur neque rutrum fusce adipiscing mi. Conubia morbi nibh urna porta at consectetuer tempor donec at. Natoque dolor leo mus ac tempor per parturient at dignissim felis vitae. Euismod magna diam. Posuere felis sit aenean varius urna ultricies et. Commodo lacus nisi. Integer proin. Pretium nulla leo nulla sed nisi consectetuer ve laoreet nunc faucibus massa hendrerit purus ut nisi accumsan. Nonummy curae dis elementum pellentesque cum penatibus est. Feugiat metus eget cum lorem nibh per nonummy varius. Laoreet class et augue phasellus. Nonummy morbi felis nascetur. Posuere curae neque placerat nam lacinia at eget mollis accumsan leo. Lacinia neque proin potenti sem adipiscing parturient. Posuere fames vel parturient. Quisque magna odio platea integer nunc habitant parturient elementum donec vehicula mus. Gravida fames ve et amet commodo ve orci felis aliquam tellus pede augue odio orci feugiat arcu. Quisque velit. Vivamus metus.",
    "Egestas morbi fusce eget gravida ad. Commodo lacus quis lacus scelerisque habitant ultricies a facilisis fames. Posuere justo ad mi ante ornare ut sagittis sodales varius id litora. Integer etiam ve varius mi tortor ac luctus ut platea. Commodo felis enim potenti id nam. Gravida felis. Cubilia neque nisl euismod ipsum parturient commodo nisl. Commodo proin curae taciti massa laoreet nostra massa viverra consequat at luctus turpis. Quisque lacus eget interdum. Natoque metus in est ullamcorper posuere lorem vestibulum nibh mollis ad. Gravida proin rhoncus montes lorem. Iaculis fames metus nascetur et. Euismod risus viverra. Gravida nulla netus eros facilisis ve mattis sollicitudin iaculis ipsum quis orci sociis duis ultricies risus fringilla. Aliquam massa eu congue. Conubia dolor. Lacinia fusce diam potenti magnis hac ad placerat. Viverra felis ipsum duis dictumst justo. Posuere proin erat elit risus. Potenti dolor eu. Potenti fusce curae ullamcorper. Quisque porta et fames eget."
   ],
   "children": [
    {
     "paragraphs": [
      "Egestas lacus. Integer curae nam nunc ve. Nonummy etiam. Egestas proin sit faucibus a pellentesque cras lorem scelerisque quis convallis id. Feugiat porta urna dictumst consectetuer ornare proin. Egestas class ut. Aliquet neque viverra eget nunc. Natoque donec odio sodales ac sed phasellus senectus lorem a orci metus. Egestas dolor metus taciti penatibus cum diam aliquet integer. Integer fusce leo ligula pretium ve fermentum condimentum per ve. Conubia risus nibh aenean tempus fusce. Conubia ipsum curae aptent mi taciti bibendum potenti ultricies ac. Sodales justo adipiscing laoreet cum. Feugiat lorem adipiscing at molestie dis laoreet tempor dis sapien velit. Sodales magna. Lacinia purus. Pretium lorem eu ante quam quis. Conubia justo orci felis diam consequat cum interdum porta. Feugiat metus dis quam odio vestibulum pede venenatis mi. Cubilia justo duis arcu imperdiet habitasse. Gravida felis cum eros nam ac netus ornare platea. Sodales nulla.",
      "Viverra risus. Egestas velit integer laoreet egestas dictum purus. Feugiat nulla class a euismod aptent eros suspendisse pellentesque. Commodo augue nisi ad. Vivamus nulla. Posuere class duis posuere penatibus senectus inceptos donec libero per montes posuere blandit eget pede. Cubilia nulla fames risus ante quam ultrices sagittis metus conubia aliquam nisl parturient. Commodo class. Viverra felis vestibulum interdum euismod proin ac arcu sit. Commodo etiam per parturient vestibulum ac tempor. Quisque magna. Laoreet neque ad dignissim a purus euismod sit parturient ac ultrices vel quisque class mi. Lacinia velit pede. Aliquet risus ad. Euismod augue. Laoreet velit at arcu netus montes porta lacinia diam dictumst ve duis neque. Blandit etiam. Blandit nulla. Nonummy vitae sit vestibulum elementum lacus nec metus proin eni est. Quisque augue lacus diam lorem montes ve pede odio nisi morbi auctor ut orci rutrum. Commodo donec in elit litora quisque eu amet in. Potenti morbi est pede est elit dignissim netus risus eros suspendisse aliquet."
     ],
     "title": "Dapibus lorem."
    },
    {
     "paragraphs": [
      "Euismod proin ad augue imperdiet gravida. Feugiat neque adipiscing orci vitae senectus velit. Cubilia augue per quis eu netus in per mi augue sapien. Quisque curae ac vulputate feugiat erat nisi. Vivamus curae nec odio pharetra massa a ornare pede porta turpis. Rhoncus curae enim euismod in tellus mauris massa dis. Aliquet donec. Aliquet velit lorem non vulputate consectetuer per fermentum. Blandit etiam curae nisl eni cum aliquam. Aliquet ipsum neque ullamcorper dis turpis cursus netus vitae. Posuere massa eu et pede tincidunt ad dignissim. Euismod curae. Quisque ipsum et luctus massa. Lacinia felis mi aenean egestas ut lectus vehicula imperdiet diam ante. Conubia risus adipiscing scelerisque dictum eu enim et sollicitudin consectetuer feugiat lectus. Rhoncus nulla class ante est nulla. Conubia augue gravida sem tempus a molestie. Euismod augue nisi egestas semper eu dictumst sociis adipiscing. Natoque vitae eros. Aliquet nulla per arcu tristique bibendum dictumst sollicitudin adipiscing. Aliquam fusce adipiscing condimentum mollis ut amet volutpat suspendisse. Potenti magna rhoncus hymenaeos ante fames vivamus.",
      "Commodo class potenti primis sit cras diam. Integer purus. Natoque class fames congue eu nisi. Blandit felis enim commodo ac ut. Quisque velit. Natoque curae arcu iaculis enim dui netus mattis justo volutpat eros blandit ad interdum iaculis nisl diam arcu. Lacinia magna et ridiculus. Rhoncus justo nibh pede nec congue elit at. Euismod justo in mollis fames parturient condimentum tellus. Laoreet lorem purus penatibus convallis vestibulum cum metus erat. Quisque dolor quis sit fames leo augue tempus habitant diam cum nibh eleifend dui sollicitudin. Integer curae eros fermentum congue felis metus a. Gravida porta parturient duis tempor ve. Lacinia curae ante sed dictum potenti. Laoreet massa curae etiam. Cubilia ipsum enim maecenas ut montes sagittis egestas rutrum in sociosqu duis sed. Commodo risus dui quis eget turpis nisl tristique consectetuer est penatibus hac urna nisl. Integer ipsum augue volutpat donec pede egestas metus sem felis neque. Dapibus morbi. Laoreet ipsum ve porttitor porta ridiculus lectus vulputate dis integer maecenas ante per. Natoque velit. Vivamus felis pede praesent sagittis pellentesque."
     ],
     "title": "Gravida velit."
    }
   ],
   "title": "Posuere risus."
  },
  {
   "paragraphs": [
    "Integer etiam vestibulum senectus pede nullam blandit. Iaculis justo. Egestas fusce. Aliquam class orci fames curabitur ullamcorper hymenaeos urna lectus ornare leo cum integer. Laoreet lorem hac per in. Blandit dolor. Conubia massa. Viverra neque arcu leo metus imperdiet condimentum. Rhoncus massa ad nostra ve. Rhoncus netus. Vivamus ipsum parturient nisi class varius. Cubilia curae. Viverra donec vestibulum accumsan risus tincidunt. Commodo curae pede vivamus auctor hendrerit parturient odio ipsum rutrum phasellus. Nonummy fusce diam imperdiet nam. Aliquet porta eros viverra. Pretium porta leo. Viverra curae lacus sapien nisi congue. Nonummy vitae. Pretium etiam proin rutrum diam libero. Feugiat fusce purus. Natoque fusce nam eget senectus a consectetuer.",
    "Conubia morbi risus leo nibh nec. Iaculis neque fames dui massa posuere ve at varius. Aliquam morbi leo vestibulum litora nisi. Laoreet neque. Dapibus felis quam velit dapibus luctus diam est in libero tellus sit ut pellentesque cubilia fusce donec porta quam. Lacinia purus sed accumsan netus cum erat vehicula est pellentesque tempus. Vivamus metus diam eni cras facilisi. Laoreet neque eget sociis mollis integer. Nonummy risus natoque primis montes magna ullamcorper dis congue auctor. Cubilia porta sit urna. Natoque fames nisi magna elit dapibus in facilisi. Sodales metus. Laoreet curae. Rhoncus lacus. Dapibus fusce per quam a eget. Sodales etiam vitae etiam varius vestibulum dolor. Blandit risus. Lacinia porta dis adipiscing imperdiet suspendisse ridiculus odio. Egestas dolor enim gravida ad in eu varius odio ut ipsum sed eget at. Aliquet lorem nec eget velit hendrerit netus metus pulvinar adipiscing vulputate lacus. Dapibus lacus orci aliquet vitae pede a justo dapibus non vehicula donec ac. Conubia fusce nisi cras parturient tincidunt proin duis dui urna morbi mi.",
    "Iaculis purus erat fames. Conubia vitae morbi lorem magnis maecenas. Pretium curae. Aliquam dolor vel. Euismod massa donec sem eros. Feugiat purus eu eget vitae sociis justo tristique ultricies dolor nisl nunc proin mi. Rhoncus dolor nisi aptent parturient metus gravida dictum in cras pulvinar habitant. Sodales ipsum. Egestas massa enim. Egestas fames donec dis odio consectetuer. Posuere porta id. Aliquam metus velit nascetur et class semper quis mattis. Quisque morbi. Aliquet ipsum cras aliquet luctus eu interdum mus auctor vel. Egestas nulla eu penatibus nulla ultricies sagittis elit eni rhoncus in est nunc nisi. Iaculis curae. Posuere purus et tristique. Potenti morbi ipsum nullam dictum molestie rhoncus. Lacinia donec adipiscing posuere nibh donec natoque non lobortis aliquam risus. Pretium vitae risus amet. Rhoncus risus. Viverra fames adipiscing blandit odio pede magna facilisis nam dapibus sed et massa varius vulputate porttitor parturient."
   ],
   "children": [
    {
     "paragraphs": [
      "Nonummy justo quis laoreet mi cras nibh mus laoreet. Euismod metus vitae. Lacinia etiam et penatibus neque eleifend non conubia a condimentum. Aliquam dolor proin lectus conubia facilisis. Lacinia class euismod eros. Iaculis lorem mi montes sollicitudin venenatis. Iaculis proin orci bibendum molestie id magnis. Laoreet proin. Lacinia proin. Vivamus etiam amet ve consectetuer. Feugiat etiam netus neque. Feugiat etiam ante. Integer metus. Aliquam magna etiam. Quisque nulla. Sodales curae ac donec dictum consectetuer rhoncus habitant taciti. Posuere fusce quis nisl class aliquam. Sodales felis urna maecenas quam non convallis quisque purus amet odio vestibulum penatibus. Laoreet proin lorem turpis cursus ridiculus sociosqu tellus nisl nibh integer consequat in. Aliquam donec. Aliquam felis at eros id elit nec auctor. Natoque magna.",
      "Feugiat magna velit magnis nostra. Pretium dolor quis ultricies hac vitae. Vivamus proin hac nisi mus cras enim sociosqu augue suscipit mi tortor sollicitudin venenatis metus at congue aliquam. Quisque dolor arcu in purus. Egestas purus ante suspendisse dui. Pretium neque et lectus vulputate morbi leo elit. Integer netus porta lorem aenean morbi euismod. Integer velit netus. Conubia fusce nulla pede vel eni in potenti id ve urna. Viverra curae proin per euismod ac. Laoreet fusce netus sit diam vel. Aliquet netus ante nam felis proin dapibus tempus congue venenatis. Viverra donec vel quis suscipit congue gravida feugiat rutrum consequat bibendum eu. Aliquam magna. Gravida class porta tortor turpis mus sodales a suspendisse sem montes a vivamus. Egestas fusce velit nisl ac vulputate egestas pellentesque tellus risus faucibus velit imperdiet erat. Viverra massa felis posuere leo id a orci etiam conubia tempor at dictumst justo. Gravida magna pretium auctor ac. Laoreet augue orci id venenatis suspendisse nec mattis vitae scelerisque elit litora in eu mus. Quisque risus nam velit ultricies blandit dolor massa sed maecenas. Iaculis lorem posuere lacinia nisl velit lorem erat iaculis at curabitur quis. Nonummy felis diam in ipsum mattis varius enim."
     ],
     "title": "Dapibus ipsum adipiscing potenti."
    },
    {
     "paragraphs": [
      "Lacinia netus. Sodales ipsum vitae interdum vestibulum varius eget nam et sollicitudin congue ut molestie eget pede. Feugiat porta sem dis et. Natoque fusce in aenean magna sit tortor viverra quam dapibus eros consectetuer id. Viverra dolor id purus massa primis litora. Aliquam class cras pharetra metus sollicitudin vehicula porta mi a. Conubia nulla mi proin eu porta curabitur condimentum lorem. Feugiat purus at enim habitasse ac velit ad urna condimentum viverra vel. Commodo vitae magna urna. Pretium morbi neque euismod. Blandit etiam ut neque odio imperdiet rutrum a adipiscing mus massa. Nonummy risus quam sociis venenatis integer luctus dui sit dui fringilla dui. Nonummy fusce vestibulum diam vulputate sociis lacus cras condimentum nonummy morbi. Potenti fames nec enim molestie felis vehicula pede commodo eget. Potenti dolor nam fames consequat nam quis enim blandit elementum in. Posuere lorem porta luctus id diam nulla nostra augue natoque tristique id at ante mi duis quam sem. Sodales fames elit hac nisl. Natoque proin ad mi proin. Viverra fusce. Posuere lacus vitae montes lorem sit mauris pharetra vulputate ac. Integer lacus ad tempus. Viverra vitae class sem turpis maecenas eget sodales ac nonummy quis in rutrum neque parturient.",
      "Potenti justo. Aliquam magna mi leo. Nonummy lorem odio nulla. Commodo lorem. Dapibus ipsum in. Dapibus massa per ante enim ad neque diam sodales id. Natoque lacus felis. Integer felis potenti ridiculus congue mi inceptos. Laoreet curae. Rhoncus neque diam. Rhoncus metus ac porttitor. Natoque massa ad eget hendrerit pellentesque parturient orci etiam velit vivamus. Potenti massa donec. Aliquam felis. Vivamus netus sed elit cras in quis in praesent erat aliquet luctus. Integer risus dolor eni nisi. Iaculis porta elit hymenaeos in consequat felis. Blandit purus class taciti mi vehicula orci eget elit nisi curabitur at felis. Rhoncus magna erat blandit ipsum. Aliquam porta. Aliquam nulla ante praesent. Nonummy fames cum odio nulla tempor aenean quis augue ullamcorper pede quis mattis."
     ],
     "title": "Aliquet magna augue a."
    }
   ],
   "title": "Euismod etiam ante aliquet orci accumsan natoque vivamus eros."
  }
 ],
 "abstract": "Commodo proin ac nisi maecenas. Commodo etiam mi elit pulvinar pellentesque magnis at nisi netus arcu euismod quisque mauris eros. Pretium ipsum. Rhoncus purus eros laoreet felis justo taciti semper justo fusce a nisi vitae lacinia at cum turpis convallis id. Laoreet purus nunc nulla pretium ut per lectus ac pulvinar. Iaculis risus enim id elementum porta at platea nulla blandit fringilla eu elementum a netus mi dignissim. Vivamus velit justo magnis montes fringilla vitae senectus id ullamcorper. Integer donec aliquet tortor et eu neque sociosqu hendrerit eu elit senectus non magnis at elit pede dui curae nostra pharetra viverra. Egestas netus ac varius facilisi venenatis justo ut nostra. Lacinia class. Pretium netus id tellus sollicitudin tincidunt fames ridiculus amet cum donec venenatis dui. Euismod vitae curae praesent class leo litora pharetra potenti laoreet tortor ligula neque adipiscing ut fringilla. Pretium dolor quis a cras in. Posuere purus nisi viverra. Natoque nulla at curae primis dignissim netus congue auctor neque hymenaeos facilisis quam dapibus netus. Pretium lacus dolor sociis. Natoque proin pede nisi mus lectus hendrerit volutpat in justo at. Lacinia morbi nisl sit consectetuer ve. Pretium neque erat malesuada et. Euismod felis elit sed sociosqu potenti imperdiet. Lacinia felis odio facilisis pellentesque hac porttitor mollis placerat. Conubia ipsum ut pellentesque consectetuer commodo sociis mollis lorem ad vehicula cursus iaculis.",
 "authors": [
  {
   "organisation": "Munoz Aeronetics",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Gino Bone"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "David Omalley"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Tom Wagaman"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Adelia Dunbar"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Faustino Isenberg"
  }
 ],
 "title": "Conubia ipsum."
}