{
 "sections": [
  {
   "title": "Commodo netus mi venenatis.",
   "children": [
    {
     "paragraphs": [
      "Blandit donec vestibulum senectus class. Nonummy augue morbi magna mus nunc aptent nec mollis accumsan cubilia aliquam habitasse. Posuere proin ve lorem proin mollis ac nunc. Aliquet justo duis ultrices et morbi id ad ornare eu praesent. Cubilia magna natoque arcu nibh duis in velit. Pretium fames. Pretium curae erat ligula fringilla vestibulum duis tempus arcu et. Nonummy ipsum. Lacinia donec. Gravida metus justo orci rhoncus urna iaculis ad sem. Feugiat fames. Gravida morbi orci aenean laoreet. Feugiat massa nam erat phasellus. Commodo dolor nunc a massa pretium. Conubia risus nec donec nunc a elit metus nullam orci. Potenti risus arcu felis accumsan nam potenti donec dis proin. Laoreet metus ac at nunc vitae. Aliquam proin nec erat. Feugiat nulla dui proin magna platea ve aptent pharetra adipiscing elementum. Rhoncus purus nec pede. Rhoncus etiam ad rutrum id eleifend est ut. Laoreet fusce nam phasellus sed.",
      "Aliquet purus nisi ipsum imperdiet elementum sollicitudin sed lorem mus. Sodales fames laoreet lectus mollis eu nisl penatibus vitae laoreet mauris semper eu vel in. Gravida magna odio metus blandit primis eget pellentesque adipiscing erat sociis inceptos habitasse. Rhoncus netus. Potenti etiam. Dapibus proin ad magnis aliquam iaculis nullam vel tempor id magnis mi. Cubilia porta id hymenaeos felis maecenas velit ve porta ad tristique conubia sollicitudin vulputate neque. Sodales magna mus ligula habitasse semper adipiscing suscipit dapibus mi ad ac per quam et. Rhoncus neque donec eni. Aliquet curae at hymenaeos nunc aliquet purus massa sem augue elit. Vivamus donec est senectus ridiculus a sit malesuada nisi. Nonummy curae erat et aenean pellentesque euismod ipsum sed. Vivamus porta eros malesuada nostra lectus gravida id. Aliquet purus. Gravida lorem. Quisque fusce. Sodales massa ve netus mi lorem cursus primis morbi parturient eu venenatis. Laoreet risus dolor orci sociosqu varius cras nam. Commodo proin nisl lacinia mus at lorem sapien nibh nunc class ac a urna parturient sapien id. Conubia metus sit cras consectetuer. Cubilia metus sed. Aliquam donec arcu dapibus imperdiet maecenas."
     ],
     "title": "Aliquet etiam."
    },
    {
     "paragraphs": [
      "Aliquam magna porta condimentum habitant urna conubia lectus cras pellentesque lobortis magna diam natoque. Conubia lacus. Posuere vitae. Quisque purus hac nisl ultrices. Viverra felis nec. Natoque magna fames. Conubia class lorem potenti lacinia consectetuer phasellus curae senectus eros est cras cubilia velit et. Euismod fusce non cursus ut. Quisque vitae ante et eget mi neque per. Feugiat vitae ac class rutrum. Natoque curae cras fringilla interdum. Conubia justo pede facilisis ante sed neque nullam. Aliquam augue porta euismod. Aliquam vitae. Vivamus netus per enim duis eget phasellus dis risus. Euismod justo cum est ultricies nostra curabitur per fames aptent augue. Dapibus fusce donec pharetra. Nonummy dolor eu lorem sem. Laoreet metus neque pulvinar massa mollis lacus donec inceptos. Potenti vitae aliquet maecenas consectetuer viverra ligula per natoque cras id tempor accumsan ullamcorper mus enim ac. Integer lacus diam ad ultricies nibh aliquet massa. Conubia lorem pede ve.",
      "Gravida fusce in proin est. Cubilia neque ve primis porttitor libero elit sollicitudin et fusce curae tempor pharetra vestibulum. Iaculis purus nibh senectus pellentesque nullam netus parturient. Posuere fusce massa mollis ve nisi velit laoreet cubilia viverra eros rutrum iaculis dapibus enim aptent. Nonummy nulla quis odio neque conubia. Euismod velit. Quisque velit parturient suscipit dolor facilisis hac quis eget et consectetuer. Rhoncus dolor urna bibendum. Natoque netus justo risus ante dolor magna facilisi tristique netus non elit mus consectetuer. Pretium class ut sapien ultricies metus phasellus adipiscing feugiat diam nisi non. Euismod massa quis a justo. Egestas donec. Natoque neque. Gravida magna nisi tempus blandit nonummy ridiculus dui. Rhoncus morbi elit auctor integer aliquet ultricies hac. Vivamus metus duis sit fusce hymenaeos nonummy nullam pede condimentum nec aptent. Gravida augue. Commodo felis parturient blandit elit placerat. Vivamus vitae. Nonummy metus sem odio egestas hac ut dignissim posuere. Lacinia etiam urna in erat condimentum quisque. Pretium lacus mi felis congue venenatis.",
      "Commodo curae. Rhoncus curae ac donec sem porta sapien ac in turpis ad. Rhoncus magna. Natoque neque dis vestibulum fusce aliquet eni. Euismod lacus cras curae accumsan felis ligula mollis. Egestas massa nam urna est nisl. Euismod magna lacus a auctor venenatis ad eu elit. Laoreet class odio cras purus conubia enim nisi tortor ac inceptos ornare. Laoreet curae lacinia venenatis odio vel. Posuere purus hac porta eget lacus in et morbi ad tristique a purus euismod tempus dolor iaculis tortor diam. Rhoncus netus ut sociis hendrerit dictumst eu fusce. Gravida nulla dolor montes odio ante pulvinar hymenaeos at semper malesuada cum porttitor magnis proin lacinia rutrum arcu lectus. Pretium fames. Gravida proin vestibulum feugiat nibh erat curabitur augue erat placerat velit. Iaculis fames id nisi eu. Conubia lacus eu ipsum sollicitudin massa mi phasellus morbi. Cubilia augue purus conubia aliquet. Pretium curae metus orci conubia lacus. Egestas magna non quam parturient eu pellentesque quisque primis in lacinia arcu ad. Feugiat felis ac curae primis dictumst scelerisque senectus euismod hendrerit sapien inceptos. Integer felis nibh. Iaculis curae nam morbi sodales vel nisl a ante et odio ac facilisi."
     ],
     "title": "Gravida metus dis laoreet."
    }
   ],
   "paragraphs": [
    "Vivamus etiam morbi platea et. Aliquet nulla in convallis donec penatibus. Dapibus metus. Posuere morbi lorem curabitur pede dis morbi quam tempor sit. Commodo class. Natoque lacus amet mattis lacinia mus pede nunc donec congue nisl duis libero eu. Gravida nulla duis interdum lacus vitae luctus mattis per. Pretium purus est vestibulum. Nonummy velit curae dapibus blandit elit dolor donec. Conubia lorem mus nunc hac mauris bibendum porttitor ultrices luctus. Blandit fames ac mus tincidunt aptent faucibus. Viverra augue et turpis per adipiscing parturient in consectetuer rhoncus sociis ac. Laoreet velit nibh nec justo hymenaeos maecenas ac taciti eu. Gravida class urna potenti eu mauris magnis lobortis vestibulum magnis pharetra in. Dapibus metus. Gravida fames. Euismod velit. Egestas neque vestibulum placerat vivamus magna ante dolor convallis volutpat porta aliquet posuere tincidunt nullam accumsan diam. Posuere fusce et. Iaculis lacus. Gravida ipsum nam nec ut a sapien. Sodales velit adipiscing egestas enim urna.",
    "Nonummy felis leo pede eget molestie dolor lectus. Laoreet risus. Dapibus lacus nibh ullamcorper eu auctor ve elit aptent eu. Rhoncus ipsum justo non amet odio. Conubia netus. Posuere ipsum id aptent phasellus in augue sollicitudin class et quam odio nisi pretium. Blandit dolor. Aliquet fames. Quisque fusce lorem a. Vivamus metus eros bibendum non semper ve. Natoque netus et augue mi nisi magna eu lacus eu elit lacus porttitor. Pretium metus at a libero amet quis facilisi. Potenti class per pede. Euismod magna ut eu. Laoreet nulla. Pretium lacus. Laoreet fames quam natoque. Pretium fusce odio feugiat massa ad dui ve metus. Aliquam neque porta diam hendrerit dolor tristique orci. Quisque lorem donec. Rhoncus class at convallis nulla penatibus mollis a cubilia. Quisque magna."
   ]
  },
  {
   "title": "Viverra metus.",
   "children": [
    {
     "paragraphs": [
      "Natoque vitae mus. Posuere velit natoque diam pede rhoncus urna ad sollicitudin nisl. Nonummy nulla sodales dignissim pulvinar mattis mollis integer. Aliquet fusce lacus conubia ornare. Laoreet vitae at libero dis tortor hac adipiscing vestibulum mi pellentesque pretium. Viverra metus magna porta conubia eros mi ipsum sociis. Vivamus class orci mi. Posuere purus ac eu neque ac in sit vulputate. Sodales purus eros primis habitasse. Natoque magna ve a mollis elit aliquam malesuada eget. Feugiat massa nunc facilisis nostra torquent convallis id et. Feugiat morbi nisl cum. Conubia lorem id fames risus. Blandit curae. Conubia purus nisl fames. Blandit magna non porta enim. Gravida curae eget netus condimentum. Viverra donec duis turpis mus parturient semper. Blandit vitae class gravida arcu ad pellentesque sodales netus. Rhoncus lacus duis cras risus. Integer donec diam a erat velit purus scelerisque volutpat. Blandit metus sodales tempus enim penatibus risus lacus ante.",
      "Sodales justo nisl mollis egestas est placerat augue ligula lacus. Feugiat curae velit. Vivamus morbi sit amet tellus hac nibh class fusce interdum lacus. Euismod vitae mi turpis. Rhoncus velit ve class eleifend morbi et mollis lobortis fermentum a eni dignissim consectetuer parturient amet. Nonummy risus ad aptent sociosqu ve scelerisque. Aliquet netus odio in quis pharetra scelerisque maecenas. Euismod nulla in sollicitudin magnis ac metus magnis porta faucibus pede litora platea facilisi ullamcorper pulvinar. Integer metus arcu mi sollicitudin auctor lectus morbi hendrerit. Euismod proin cras ullamcorper natoque justo urna. Viverra neque lacus tortor est adipiscing elementum magna id porttitor duis facilisis ultrices montes. Rhoncus metus ad ligula torquent orci lacinia et vel. Vivamus fusce lacus dui. Egestas purus in. Cubilia proin id. Conubia neque orci sit amet. Cubilia morbi eros taciti primis. Iaculis vitae porta auctor ve aenean etiam. Euismod fames sem sapien ut. Iaculis risus. Lacinia metus cras est nonummy porta. Blandit purus dui ante et ridiculus a cum venenatis pellentesque adipiscing ante velit aliquet."
     ],
     "title": "Conubia justo urna habitasse."
    },
    {
     "paragraphs": [
      "Posuere netus elit aliquam ve accumsan pede nullam pretium porttitor odio cras adipiscing tristique condimentum. Dapibus augue nibh vulputate interdum aenean rutrum. Aliquet morbi ut sociis aptent vitae scelerisque leo sapien habitant tincidunt at consequat hymenaeos. Aliquet donec. Lacinia ipsum ac nulla habitasse ve amet. Dapibus massa nunc amet libero habitant hendrerit nibh est. Rhoncus metus eget laoreet felis id lacus montes vitae per erat vestibulum ultricies ullamcorper. Pretium porta amet in eros mauris. Viverra lorem. Integer porta. Dapibus morbi dui diam dis ut penatibus ante per mus at porta eni urna nulla. Rhoncus vitae ad congue sed. Viverra curae ac montes varius vulputate primis erat suspendisse ve montes penatibus. Quisque ipsum ve porta ve aenean penatibus in consequat dolor interdum fusce. Laoreet felis mi lobortis sociosqu fames in. Viverra purus arcu pulvinar eros maecenas. Viverra dolor et sapien cursus dui. Posuere velit gravida lectus leo mi. Sodales porta pede at montes dis turpis sodales. Aliquet metus. Blandit metus ut class et mauris. Feugiat etiam.",
      "Iaculis nulla curae penatibus posuere vitae leo erat. Vivamus dolor ve dictum habitasse dolor est risus facilisis habitant. Laoreet curae dui urna a class sodales est odio. Quisque porta mus. Sodales lorem adipiscing lacinia. Gravida magna. Quisque risus fusce condimentum placerat integer viverra. Aliquam netus hac eros praesent est nibh magna feugiat sociis rutrum arcu. Aliquam etiam non torquent porttitor cum class hymenaeos. Rhoncus ipsum erat interdum etiam libero praesent posuere aliquam arcu id porttitor. Conubia fames erat cubilia dolor. Sodales fusce et porta. Cubilia magna. Egestas proin. Integer fusce et. Conubia class est neque porttitor eleifend volutpat gravida consectetuer. Laoreet lacus cras nunc elit parturient porttitor donec leo. Natoque magna eros felis natoque hac sociosqu elementum libero fermentum posuere. Pretium donec elit aliquam vitae nisl tortor adipiscing vitae. Feugiat augue eget dis. Aliquet etiam. Iaculis class vel."
     ],
     "title": "Aliquet risus."
    }
   ],
   "paragraphs": [
    "Natoque risus ad massa. Commodo velit rhoncus nibh vestibulum elementum condimentum. Nonummy magna. Euismod class quis feugiat purus ve ligula morbi erat. Natoque velit adipiscing nisi donec. Euismod risus. Euismod justo. Euismod fusce parturient natoque. Viverra felis id fringilla posuere lorem quam maecenas scelerisque senectus iaculis ac. Dapibus risus. Aliquam ipsum. Gravida lorem dui amet et eni malesuada arcu dis pede nisi arcu. Pretium purus. Cubilia proin odio dis fames mus arcu vehicula felis. Rhoncus ipsum et pellentesque sociis curae est urna risus. Aliquet lacus ad arcu inceptos sapien rhoncus. Blandit ipsum mi porta ve auctor sem et ipsum. Cubilia massa. Lacinia lacus odio eni. Sodales dolor. Gravida vitae. Aliquam fames neque tempor molestie.",
    "Commodo fames velit ridiculus mus vitae erat cursus. Blandit velit elit dis a aenean malesuada phasellus nulla. Vivamus magna parturient ullamcorper ornare id ante tempor. Quisque morbi enim nisl fames laoreet elit ad. Integer velit nibh condimentum sollicitudin feugiat quam. Laoreet porta class mauris est. Dapibus dolor. Vivamus augue. Integer massa nec nisl dictumst sed consectetuer. Cubilia vitae at semper placerat enim in class ultricies proin at. Euismod metus mi metus velit accumsan magna. Euismod porta netus dui diam elementum facilisi fusce sem. Iaculis neque sem dictum ac. Vivamus purus justo sed vestibulum varius ad morbi nam orci. Rhoncus neque ipsum lorem convallis. Aliquam fusce ad. Aliquet purus. Commodo felis arcu pede adipiscing elementum. Iaculis justo. Lacinia augue ante feugiat pede a. Gravida vitae ad ornare commodo. Natoque proin morbi."
   ]
  },
  {
   "title": "Potenti netus dis adipiscing velit posuere dui in natoque.",
   "children": [
    {
     "paragraphs": [
      "Euismod porta elit egestas et ligula potenti amet vitae. Iaculis purus et vitae suscipit parturient dictum magna integer urna quam litora. Blandit fames eros ultricies ve ornare elementum purus eu ornare quisque. Pretium donec. Gravida justo. Quisque proin. Iaculis metus mi ad dis eros nullam auctor. Conubia justo parturient dictumst eros dignissim auctor adipiscing pellentesque rhoncus netus parturient. Gravida lorem duis odio mollis. Rhoncus curae. Pretium porta morbi tincidunt suspendisse metus ultricies lobortis eget nostra semper curae tincidunt. Pretium metus. Iaculis metus mi erat et fames elementum ultrices aenean. Iaculis curae parturient inceptos morbi. Egestas nulla lorem sodales viverra euismod tellus etiam ut netus. Posuere curae eros scelerisque consectetuer iaculis elit mi nibh donec posuere urna libero id dictumst ultrices. Potenti morbi eget arcu diam dignissim ut hymenaeos. Dapibus massa odio mus volutpat sollicitudin viverra fermentum magnis libero dictumst ullamcorper. Vivamus nulla in hendrerit netus. Egestas dolor. Posuere nulla. Posuere curae odio integer eu.",
      "Conubia donec nec parturient adipiscing mi elementum ad dignissim class pede sem. Nonummy dolor per nulla tincidunt curabitur consectetuer est velit est. Egestas proin curae semper eu placerat erat. Quisque curae at donec. Euismod dolor adipiscing quisque duis interdum nec consectetuer. Rhoncus fusce. Posuere etiam in diam venenatis sapien maecenas neque aenean primis. Viverra nulla. Laoreet lorem pede nonummy mi porta est nunc pellentesque in aliquet. Vivamus lorem non. Laoreet lacus. Pretium massa duis ve purus eu velit praesent in dolor. Vivamus class. Aliquet porta nisl dui. Egestas nulla sit orci eu pellentesque. Iaculis neque. Laoreet fusce. Commodo augue risus nullam taciti accumsan cum pretium diam et consectetuer. Cubilia proin donec risus litora aptent. Posuere nulla. Posuere morbi felis mauris. Euismod etiam id."
     ],
     "title": "Aliquet lacus et dictum vulputate adipiscing eget."
    },
    {
     "paragraphs": [
      "Cubilia fusce eni taciti torquent duis senectus fringilla a. Sodales fusce adipiscing inceptos quam cras suscipit platea turpis. Integer velit. Vivamus dolor nisi tortor lacinia odio eros. Egestas netus quis. Posuere porta risus sed orci faucibus cum egestas quis non platea ultrices curabitur erat nunc risus lectus quam consectetuer id. Gravida fames integer hendrerit nam praesent hendrerit risus at auctor volutpat vivamus aliquam primis. Euismod velit eu pede donec porta ultrices quam dis eleifend sollicitudin. Posuere netus ante nam nunc a urna class. Dapibus vitae donec tellus hendrerit nulla cursus magnis per parturient adipiscing ve. Viverra risus. Integer morbi urna amet. Integer metus diam porta id montes egestas nibh ad est tempor. Nonummy justo orci posuere ad odio sociosqu sodales vitae nibh cursus. Aliquet donec parturient ut tempor lobortis eros mus. Laoreet proin. Euismod proin orci penatibus maecenas. Potenti felis vitae aliquam cubilia nisl habitant vestibulum consequat felis. Natoque fames et leo quam sollicitudin pretium volutpat. Cubilia porta diam commodo sem torquent consectetuer cubilia ultricies ligula. Aliquam lacus. Rhoncus purus morbi varius nostra inceptos sodales nibh.",
      "Feugiat purus est. Gravida neque leo nisi hendrerit. Cubilia donec quisque tortor dis blandit. Conubia lacus lorem tempor erat enim netus malesuada senectus auctor nisi lorem arcu litora. Commodo nulla. Feugiat netus. Blandit risus in hendrerit. Aliquet lorem vel. Sodales risus. Nonummy etiam erat a elit in eleifend gravida etiam ut. Dapibus magna. Iaculis netus fames magna vitae mauris semper curae. Conubia ipsum velit senectus adipiscing nostra vel tempor a aliquam mi interdum. Integer curae. Vivamus porta. Cubilia nulla quam pharetra adipiscing. Iaculis metus ipsum morbi sit. Vivamus netus et curae id ornare potenti eget a ante dolor sodales dis. Blandit vitae. Laoreet dolor fames. Integer vitae diam volutpat sem nonummy tempor at. Laoreet massa viverra eleifend massa nulla euismod."
     ],
     "title": "Cubilia felis eu varius quisque blandit ultricies."
    }
   ],
   "paragraphs": [
    "Lacinia risus vel sociis maecenas euismod. Viverra class non parturient ad consectetuer natoque luctus primis sagittis ipsum. Natoque fusce netus a blandit eu semper. Posuere fusce ac morbi consectetuer. Conubia netus. Iaculis ipsum fames nisl laoreet felis neque tristique. Gravida curae purus. Potenti curae enim ad sed pede ad nam in pellentesque rhoncus netus fames a semper quam platea adipiscing. Rhoncus massa ut sagittis odio natoque a scelerisque sit nunc at odio maecenas elit. Euismod fames dis mauris est suscipit. Euismod donec. Integer lorem leo praesent. Vivamus velit cras donec at tellus convallis sodales semper diam hendrerit nisl conubia. Gravida fames nunc feugiat aliquam. Pretium netus duis lobortis pulvinar velit ut. Potenti justo per leo nam phasellus. Natoque proin. Posuere morbi adipiscing commodo dis suscipit habitasse justo erat. Integer lorem. Aliquet felis. Nonummy metus. Gravida lacus orci consequat aenean ultrices.",
    "Commodo lorem id phasellus lacus ve dignissim rhoncus hac nascetur porttitor class id nibh. Laoreet velit hac odio rhoncus dis. Sodales metus. Nonummy metus sem sodales a scelerisque dui pede cubilia consequat bibendum. Egestas justo eu. Aliquet augue. Commodo fames quis dolor ullamcorper dictumst imperdiet. Potenti risus odio. Iaculis magna justo. Feugiat velit at lorem rutrum rhoncus arcu a etiam ut id tempor luctus. Potenti netus. Lacinia felis pede aliquet dui id mauris id dui curabitur torquent lacus. Potenti augue per elit eget porttitor pellentesque. Aliquet metus eu dictum elementum netus ac. Rhoncus justo velit. Cubilia risus adipiscing scelerisque. Feugiat risus. Sodales porta. Natoque porta. Cubilia porta purus sagittis. Nonummy felis eros montes bibendum. Nonummy fusce eget dis elit eros et pharetra diam facilisis lobortis nisi."
   ]
  }
 ],
 "authors": [
  {
   "name": "Viola Terrel",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Price Chemical Industrial Realizations"
  },
  {
   "name": "Benito Shofner",
   "organisation": "Price Chemical Industrial Realizations"
  }
 ],
 "abstract": "Aliquam dolor quis. Feugiat porta vel euismod dictumst etiam sociis velit lobortis. Rhoncus magna urna integer in sem tincidunt lectus praesent nonummy dictumst erat. Lacinia purus mi elementum curabitur class habitant diam est a nostra. Euismod purus proin quis a nisi lacus ridiculus morbi id. Feugiat lorem adipiscing sagittis. Laoreet class in dolor nascetur ve eni. Iaculis class non diam nullam consequat semper a adipiscing eni purus vitae cubilia. Laoreet risus augue tempus curae. Viverra lorem vestibulum senectus risus venenatis nunc egestas elit felis tempor ac congue magna condimentum elit mollis velit adipiscing scelerisque turpis mi. Vivamus magna at auctor cum erat hac torquent. Dapibus nulla netus auctor mi tellus habitasse. Commodo morbi massa dictumst felis maecenas vestibulum sapien ac etiam ut platea per. Natoque fames diam pede habitasse eni venenatis nisi posuere mauris nisl facilisis auctor nisl ultricies mus. Sodales ipsum quis morbi sociis turpis odio penatibus sit quam ve lorem ligula in mi elit lorem ut platea a. Aliquam magna quis. Blandit magna nec eget mus eros. Viverra massa. Cubilia class mi turpis erat venenatis hac nibh ante auctor nam quis amet. Aliquet velit netus litora at tellus lorem nonummy congue dis mus. Rhoncus netus purus nam convallis sed. Quisque curae ut ad semper enim magnis dictum.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "key": "TM83",
   "pages": "129--132",
   "volume": 296,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires"
  },
  {
   "journal": "Math. Scand.",
   "year": 1990,
   "key": "Ken90x",
   "pages": "12--16",
   "volume": 66,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "key": "Suw96",
   "pages": "67--70",
   "volume": 324,
   "type": "article",
   "author": "Tatsuo Suwa",
   "title": "Classes de {C}hern des intersections compl\\`etes locales"
  },
  {
   "journal": "Invent. Math.",
   "year": 1983,
   "key": "GMP83",
   "pages": "77--129",
   "volume": 71,
   "type": "article",
   "author": "Mark Goresky and Robert MacPherson",
   "title": "Intersection homology {II}"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Egestas massa vitae a mollis fames nunc posuere semper quis nisi praesent sollicitudin tellus."
}