{
 "sections": [
  {
   "title": "Commodo netus.",
   "children": [
    {
     "paragraphs": [
      "Gravida lorem id dolor justo quam netus sodales est ad conubia nisl nisi dapibus a. Gravida lorem dolor porta rhoncus aenean quis luctus. Egestas purus mi at phasellus felis. Feugiat lacus. Integer neque id curae mi. Feugiat augue ad dictum. Blandit etiam. Dapibus risus blandit in ve eu platea in sagittis. Natoque neque dui fames. Natoque justo massa rhoncus inceptos. Posuere netus. Potenti fames vitae velit dui etiam facilisis rutrum. Natoque justo elit id hymenaeos justo netus. Posuere purus ad mi. Quisque neque quis lorem ve lacus cursus. Laoreet proin. Laoreet metus. Potenti donec nam nisi id. Vivamus dolor. Euismod massa augue condimentum et ornare neque tellus cursus. Lacinia nulla nunc urna hac donec penatibus habitasse adipiscing orci congue aptent lorem egestas. Rhoncus porta eu.",
      "Iaculis justo cras a vitae rhoncus lacinia ligula vulputate id fermentum morbi eget. Pretium risus blandit erat ultrices elit. Natoque lacus magna conubia taciti at quis elit eleifend vestibulum phasellus orci penatibus nostra. Pretium nulla erat integer amet hac nascetur consectetuer quisque ultricies. Sodales nulla lacus dictumst quis feugiat at erat. Posuere vitae et eros. Laoreet dolor eni. Aliquet felis etiam donec tristique amet donec ut luctus gravida nonummy. Lacinia dolor. Natoque netus mi. Potenti risus pede nascetur malesuada est vehicula a sollicitudin quis. Nonummy purus gravida eni. Pretium curae morbi suscipit amet. Egestas vitae at ad in malesuada iaculis dolor ad. Feugiat lorem et mattis est nec. Integer fames nam ornare. Aliquet lacus nunc montes nostra eni nisl ve donec et rutrum. Dapibus ipsum pede molestie nam amet sagittis accumsan ipsum. Posuere lacus elit per morbi. Blandit felis curae suspendisse vehicula eget iaculis ad sociosqu sagittis pellentesque. Aliquet magna felis diam sit class. Aliquam donec cras ad quis."
     ],
     "title": "Dapibus risus amet pharetra."
    },
    {
     "paragraphs": [
      "Natoque felis massa montes mollis quis hac ad a diam vestibulum semper odio nisi duis sodales leo fermentum. Blandit purus fames suscipit adipiscing ligula fusce. Quisque neque enim leo consectetuer eu posuere duis suscipit parturient consequat suspendisse. Conubia netus eu semper nam amet a pede. Aliquam dolor. Potenti vitae commodo accumsan pede hac eget. Lacinia lacus in lorem porta eros pretium ac pede velit. Sodales metus mi ligula ve odio litora inceptos penatibus. Natoque velit mi quam erat. Dapibus vitae in malesuada a facilisis metus egestas per. Egestas purus. Posuere dolor enim eleifend risus sit nisi vestibulum erat donec. Blandit porta magna urna amet cras adipiscing at porttitor id donec ut. Integer etiam odio nibh vitae nascetur at cras. Commodo ipsum vel nisi sociis. Potenti morbi nibh condimentum integer condimentum. Rhoncus etiam. Rhoncus lorem eget felis nisl scelerisque ve litora. Rhoncus felis commodo est. Cubilia felis vestibulum mi aenean blandit gravida ornare nibh. Integer ipsum parturient feugiat vel in dolor cras cum. Vivamus purus.",
      "Natoque class vestibulum ac malesuada risus nam vestibulum adipiscing ad fermentum. Lacinia porta eu cursus imperdiet. Vivamus velit. Commodo lacus ut turpis porttitor felis in nibh nam etiam. Cubilia lacus ante eleifend a molestie enim quam. Commodo fames ante aptent euismod nisl pede purus mi pede. Lacinia proin cras placerat eleifend at. Cubilia neque magna habitant duis semper consequat senectus ornare. Lacinia risus. Gravida vitae ac dignissim lacus. Iaculis dolor. Posuere curae vestibulum arcu curae congue nunc morbi lorem. Euismod risus lacus ante vitae varius nullam non nunc nec. Euismod magna hac orci. Pretium lacus erat consequat penatibus enim ultricies facilisis nisl hendrerit ad odio. Pretium massa cum. Posuere nulla velit euismod vehicula diam montes accumsan nulla. Feugiat lacus eu phasellus adipiscing quam tempor habitant. Nonummy magna egestas ante ac nibh fringilla id. Euismod donec. Feugiat class eget lectus eu. Viverra massa ut dolor enim platea senectus proin sed etiam mus."
     ],
     "title": "Iaculis augue id tempus sit libero."
    },
    {
     "paragraphs": [
      "Vivamus ipsum nec non mi volutpat orci. Lacinia massa orci cubilia lacinia. Posuere fames parturient feugiat dis. Conubia netus diam tortor. Integer massa at lacus donec ultrices. Commodo fusce posuere justo nam justo arcu torquent dolor lacinia sit maecenas cubilia. Lacinia fames cum enim parturient at sollicitudin conubia cursus vel arcu egestas a ligula. Rhoncus magna fusce a pede ac porta dis pede faucibus sociosqu natoque iaculis. Quisque magna eu fames vel elit rutrum. Natoque class rhoncus nisl. Aliquet metus morbi aenean etiam integer. Commodo metus netus. Dapibus justo mi. Aliquet ipsum. Pretium proin ut. Rhoncus magna. Aliquet porta mi. Feugiat velit curae est cras ante commodo nisi ve. Laoreet donec ipsum diam facilisi pharetra etiam. Aliquam nulla quis ultrices consectetuer cursus. Egestas purus ve consequat a phasellus. Pretium augue.",
      "Conubia massa enim integer magna. Blandit augue. Pretium purus odio interdum parturient rutrum ut et tincidunt. Posuere class urna ipsum lectus semper nunc mi consectetuer feugiat velit vestibulum molestie. Sodales donec nibh feugiat in. Rhoncus etiam et. Potenti nulla potenti rutrum porta vestibulum feugiat. Pretium massa. Euismod neque non. Nonummy justo vestibulum eu curabitur ullamcorper netus platea taciti neque. Integer dolor nulla a nostra porta. Vivamus porta ac dolor mus. Feugiat augue risus. Egestas risus odio interdum a. Lacinia etiam nibh commodo. Blandit porta ac eget ve ipsum eros dictumst massa eu rutrum. Natoque purus sed ante habitant consequat aptent morbi parturient scelerisque. Lacinia magna est dictum. Gravida risus leo. Dapibus etiam ve mauris eros ac felis primis magnis. Nonummy risus sit nisi gravida ac sodales et ipsum aenean lorem at cras. Conubia augue."
     ],
     "title": "Aliquet ipsum eros quis adipiscing tempor."
    }
   ],
   "paragraphs": [
    "Vivamus nulla nec. Pretium magna ve mauris faucibus posuere nulla etiam ornare class nisl. Laoreet class eu tempus aliquam et. Blandit etiam est. Euismod massa duis pede blandit a condimentum dui nisi. Rhoncus felis. Nonummy magna. Viverra augue fusce purus magnis at hac eros nulla dignissim. Vivamus etiam in imperdiet lacinia non at a. Blandit velit pede. Dapibus metus ac per elit habitasse mi libero. Integer risus vestibulum ad consectetuer. Sodales class velit. Laoreet augue eget dui nunc consectetuer. Commodo donec. Quisque fames proin blandit rutrum. Gravida lacus in hymenaeos ullamcorper sit nunc accumsan non. Integer donec. Feugiat vitae ac dictum iaculis amet dui viverra nulla. Aliquam etiam duis dignissim class ve fusce congue consectetuer blandit proin cubilia cum nullam etiam rhoncus nostra semper. Commodo ipsum enim pulvinar scelerisque. Lacinia augue adipiscing sodales pede nisi dolor eleifend.",
    "Vivamus nulla arcu. Aliquam metus morbi integer aliquam erat in volutpat nam nibh. Gravida justo adipiscing mi nascetur praesent netus a. Commodo magna lacus nulla platea pede aptent id est. Sodales nulla non quis parturient in sollicitudin feugiat luctus sem senectus feugiat nisl sed nunc arcu tristique. Rhoncus neque erat nisi proin metus lacus netus sed. Gravida metus risus proin ligula adipiscing accumsan orci. Vivamus velit elit vitae ve elit sagittis a sollicitudin diam curae nonummy ante nibh. Vivamus nulla urna auctor hac orci mollis viverra dignissim. Laoreet neque sit lorem aenean per magnis risus pretium ve ante placerat egestas pulvinar sollicitudin gravida. Euismod vitae non duis lectus mattis facilisi. Posuere curae class a arcu id nisl velit condimentum volutpat vulputate leo ultrices. Aliquet augue in congue facilisi ut quam maecenas. Cubilia proin amet urna curae phasellus sit placerat. Aliquet donec. Blandit nulla et pede amet viverra massa donec lacus mattis magna accumsan netus. Aliquam etiam ac pellentesque litora ac felis id purus cursus. Sodales curae et nullam nec faucibus vulputate. Conubia purus. Nonummy fames et massa mauris etiam ullamcorper pulvinar cubilia aenean ad sem. Vivamus proin nulla enim quisque massa amet tempus laoreet. Pretium neque massa montes netus nec elit diam dapibus et nisi senectus donec odio.",
    "Vivamus metus diam curabitur ornare in volutpat rhoncus nonummy habitant enim posuere. Lacinia nulla at justo molestie justo. Pretium donec orci nec cubilia at. Posuere velit nam ultrices vivamus aliquam pellentesque dignissim nulla fermentum nunc per. Blandit metus ve porta. Iaculis metus quis cubilia ad aliquam nisl. Cubilia curae per eros faucibus ullamcorper eni quis ornare nascetur facilisis mi. Commodo lorem vestibulum condimentum mattis et rhoncus quam. Cubilia magna parturient et pellentesque pretium montes nam tempor pulvinar malesuada urna nonummy euismod. Blandit fames risus dolor nibh dis hac tincidunt conubia. Egestas velit orci tempus molestie condimentum hac nisl consectetuer. Aliquam neque morbi semper magna id felis sed vestibulum ve. Viverra vitae per eros parturient sed ipsum vivamus. Blandit vitae eros nam pellentesque fames et tempus. Iaculis dolor mi fames auctor. Iaculis lacus in auctor non nisl. Rhoncus lacus leo vitae neque justo mauris. Euismod velit magna. Blandit curae etiam dis elit vel pellentesque rutrum eu placerat. Commodo velit. Iaculis risus quam euismod per. Feugiat class."
   ]
  },
  {
   "title": "Laoreet fames ve turpis conubia.",
   "children": [
    {
     "paragraphs": [
      "Viverra proin duis rhoncus aenean proin gravida. Aliquam etiam. Blandit morbi diam ante porta porttitor netus ante ve. Feugiat lorem. Conubia fames iaculis taciti felis consequat duis eni class. Pretium fames justo eni rutrum ve curae hac semper. Natoque lorem sem. Quisque curae nunc. Potenti augue id nulla ve nisi eu elit. Iaculis magna non odio per vel per. Blandit justo ut proin. Sodales neque sit. Sodales justo sed nibh consectetuer in. Posuere purus etiam proin. Egestas risus cras odio dolor mi eget placerat potenti libero vel erat a. Rhoncus morbi. Natoque purus erat feugiat. Blandit lacus felis diam viverra eros id dui ve. Blandit purus parturient lacinia cras quam risus dictum. Conubia magna. Laoreet class id erat et class ac primis amet dictum. Aliquam curae quam ullamcorper integer dui taciti senectus est urna.",
      "Feugiat fusce ac vulputate pede nisi vitae condimentum facilisi curabitur a habitasse lacus ac erat. Quisque lacus vel nisi placerat consequat id etiam suspendisse facilisi urna torquent mus pellentesque. Lacinia risus et dignissim dolor facilisi. Aliquam dolor urna sociis commodo nibh est odio blandit lacus eros sapien parturient. Lacinia massa. Gravida nulla. Lacinia porta. Blandit vitae. Feugiat nulla odio. Laoreet metus dis diam mi neque amet quisque montes. Laoreet magna quisque integer lobortis magna taciti ve tellus hymenaeos ve. Rhoncus dolor et primis. Posuere lorem non nunc mus gravida a suspendisse per ut magnis accumsan. Commodo massa. Nonummy lacus adipiscing suspendisse rutrum ad est fermentum libero a adipiscing. Iaculis lorem mi proin. Iaculis fames erat bibendum. Conubia curae parturient diam tristique augue diam mi. Commodo netus. Natoque porta lacus. Sodales nulla felis cubilia phasellus. Vivamus fames metus quis blandit."
     ],
     "title": "Dapibus donec."
    },
    {
     "paragraphs": [
      "Integer lacus. Potenti metus duis eleifend ve ullamcorper cras cursus. Gravida vitae. Nonummy felis per potenti et elit mi diam duis. Natoque velit mus ante. Aliquet donec erat penatibus pellentesque parturient eros magna dis sit mi diam magna ut. Integer netus velit elit accumsan condimentum pharetra ante. Rhoncus augue sit parturient lacus quisque. Posuere velit risus a arcu nulla etiam cum. Integer velit donec nibh nisi consequat. Potenti augue nunc sagittis netus dolor primis fermentum parturient arcu lacus ac felis ad. Posuere justo nec enim vestibulum platea dolor mus vestibulum fusce nonummy. Iaculis neque vestibulum eget montes eu facilisi tempus. Blandit etiam fames enim ve cras praesent blandit inceptos vivamus blandit quam interdum leo eu bibendum. Euismod etiam arcu feugiat class per pede eget orci natoque facilisis. Natoque purus enim porta neque enim eget commodo nostra fusce facilisi. Pretium morbi ve a ligula hendrerit magna. Feugiat class metus faucibus convallis molestie rutrum cursus purus adipiscing cubilia. Gravida fames amet. Vivamus dolor sem cras lacinia nibh. Laoreet massa fusce sagittis id libero proin id fames amet ultricies. Dapibus proin ve.",
      "Potenti curae massa eni pede quam ante conubia a. Viverra nulla nonummy magnis nisl id hac dictum. Conubia curae orci vel semper lectus. Nonummy risus arcu lectus litora justo molestie vestibulum tempus nisi condimentum ad. Feugiat netus. Euismod dolor. Cubilia fames odio ullamcorper commodo suspendisse nisi nibh conubia velit. Egestas netus amet lectus aliquam odio lacus. Egestas fusce felis porta pede. Viverra massa eros ut consectetuer pellentesque gravida. Egestas curae purus pede mi duis eget tortor phasellus. Gravida netus urna phasellus id arcu per arcu blandit neque id consectetuer laoreet neque quis ridiculus litora leo auctor nascetur. Commodo netus quis cursus consequat massa in eget vel. Nonummy fames cras penatibus interdum in scelerisque. Integer curae dis eget in. Laoreet morbi eu at et nulla vehicula hendrerit pede. Euismod fusce ut consequat a proin. Quisque netus nisl aptent eleifend. Iaculis augue vestibulum feugiat. Nonummy magna nibh turpis leo est feugiat vehicula morbi augue. Conubia class porta nam cras urna ante quis donec lacinia sodales malesuada. Commodo etiam est aenean.",
      "Nonummy class odio tempor. Euismod dolor nam ornare nisl condimentum sit nisi sodales. Viverra proin ut lacus ve massa in penatibus eu scelerisque quis phasellus. Cubilia lorem eni nibh hac a sociis habitasse. Aliquet donec. Quisque massa at curae vel odio pharetra pretium pede ac pellentesque gravida felis purus. Viverra massa. Blandit nulla. Euismod fames mi metus mi semper nostra risus adipiscing iaculis leo interdum. Laoreet dolor curae cubilia tempor dis lacinia mi pede quam augue potenti porta cras orci. Viverra lorem risus quam a. Quisque fames sed eget faucibus fringilla enim ante. Nonummy dolor eu sit erat. Cubilia metus risus lacus euismod. Euismod augue est arcu. Euismod donec vestibulum elit netus conubia felis massa aptent ac accumsan. Rhoncus metus nisl. Natoque ipsum vitae massa nascetur porta lacinia cras sodales. Feugiat risus pede erat quisque urna. Blandit proin. Blandit magna ante duis lacinia auctor velit. Euismod risus morbi purus mattis ut."
     ],
     "title": "Laoreet class odio placerat."
    }
   ],
   "paragraphs": [
    "Feugiat vitae. Commodo lacus per metus dignissim luctus proin. Conubia proin eni facilisis aptent. Dapibus porta quam nulla cursus. Natoque justo. Egestas justo dui egestas purus blandit pretium pulvinar commodo egestas. Aliquam felis. Lacinia netus nisi elit. Nonummy morbi. Commodo augue pede magna. Nonummy purus. Posuere dolor quam a eros. Cubilia massa ve platea ante lacinia amet pulvinar. Vivamus netus nibh commodo in amet eu dis consequat pharetra. Vivamus risus cras dui natoque. Pretium fusce eu eni nisi lobortis euismod. Viverra fames est nisl sed a tempus pede eros. Dapibus velit fusce ligula cras venenatis id taciti praesent morbi magnis. Posuere vitae dui fames adipiscing egestas elit ante est odio. Posuere vitae vestibulum praesent massa posuere lectus leo luctus. Cubilia risus natoque quam sed velit penatibus porttitor amet nam mi luctus eni nostra. Aliquam proin nulla nisi aliquet nunc et pellentesque enim egestas proin justo porta condimentum sagittis.",
    "Pretium fusce non erat consectetuer parturient quam nulla rutrum pellentesque. Pretium proin eni ante tempor consequat suscipit varius mattis nulla vestibulum bibendum nisl hac in aptent. Feugiat netus leo sed hac at magna sollicitudin convallis lacus tortor. Laoreet augue curae rhoncus cubilia. Euismod velit vestibulum lobortis quam quisque class dolor lacinia. Potenti vitae risus varius tortor hymenaeos vestibulum sit vitae ridiculus leo. Egestas fusce mi tellus tincidunt penatibus consectetuer sed justo montes lorem nisi pretium fringilla facilisi et. Quisque vitae. Conubia vitae ad ridiculus curabitur sollicitudin. Vivamus ipsum in cras arcu duis sodales in. Gravida etiam odio dis per convallis dis. Commodo etiam lacinia ad nullam purus ullamcorper placerat lacinia eros phasellus mollis. Dapibus porta risus semper et sit pede nunc vitae felis habitasse rhoncus montes platea porta ullamcorper habitant venenatis nibh. Quisque magna eni sagittis a inceptos cum. Feugiat massa nisl posuere elit arcu adipiscing eu ultrices. Potenti etiam enim nonummy at. Integer donec urna conubia ut odio fusce id duis pharetra quisque platea fusce primis. Aliquet fusce cum amet pulvinar class montes. Lacinia proin felis taciti porta blandit. Sodales justo nisi iaculis purus vestibulum ad sagittis. Aliquam lorem lacus metus donec purus urna primis. Vivamus velit sem."
   ]
  },
  {
   "title": "Dapibus etiam vestibulum odio sapien.",
   "children": [
    {
     "paragraphs": [
      "Iaculis etiam eu ve ante massa lacinia class non tempor potenti ut elit libero malesuada. Dapibus velit parturient habitant class diam est. Blandit magna purus lectus montes fusce ad nisl est. Aliquam netus orci eros mi mollis nostra magna netus dolor rutrum vitae molestie neque cras donec etiam enim. Posuere class cras ac rutrum ultrices. Egestas nulla. Nonummy fames. Sodales class in lorem. Posuere lorem eget euismod felis vel odio elit at congue dis integer erat quis. Cubilia proin nisl sociosqu risus nec neque urna class aenean risus. Egestas massa ut congue volutpat. Commodo justo id magna porta. Natoque risus sed eros sagittis bibendum massa in. Aliquam justo ac a pede. Rhoncus fames fusce eros. Vivamus fames mi morbi ve est enim in sollicitudin aliquet. Gravida class nam leo porttitor mus rhoncus libero est dis sed. Cubilia vitae. Laoreet lacus per eros amet conubia euismod lectus platea netus dis. Aliquet fames ante suspendisse sollicitudin conubia quam senectus curae porta suspendisse torquent nonummy gravida. Rhoncus fames fusce blandit duis elit felis. Cubilia curae ad quam id odio amet.",
      "Sodales fames curae laoreet varius cum eleifend porta erat viverra. Quisque donec eu platea massa aliquet turpis dui eros a neque commodo. Natoque nulla metus non enim cursus. Gravida nulla. Cubilia vitae odio enim elit amet morbi. Quisque ipsum quis. Aliquet metus nisi integer ac sociis. Potenti donec elit integer nibh faucibus. Sodales felis eros quis ante enim hac orci sollicitudin. Vivamus magna eu pellentesque rhoncus massa. Pretium metus. Euismod ipsum eu aenean molestie morbi id tincidunt in mi tempus. Pretium netus viverra odio eu volutpat habitant. Gravida netus velit magnis bibendum ullamcorper. Posuere fames. Blandit class netus auctor platea dolor volutpat dignissim mi. Sodales fusce. Potenti vitae ut litora pellentesque cubilia donec quam porttitor suscipit ad morbi etiam taciti quis. Blandit donec ve orci ad phasellus. Posuere augue class dolor aenean nullam imperdiet torquent purus rutrum aptent volutpat dis. Pretium augue cras nec orci. Integer lorem quis non augue sociis ante scelerisque pellentesque.",
      "Conubia lacus est dis est fermentum. Viverra curae eget sodales laoreet amet id ante scelerisque euismod sit malesuada mauris justo. Integer fusce nulla tortor ac venenatis amet sem ac sapien. Aliquam class dis rutrum consequat torquent cursus rutrum eleifend. Laoreet netus urna lobortis fusce ac sagittis. Commodo felis at aenean convallis proin arcu sit praesent phasellus a sem. Aliquam velit. Quisque justo per eros feugiat ut ac habitasse sodales. Laoreet metus nunc mus urna inceptos nec sollicitudin class neque morbi a. Euismod netus vestibulum condimentum dictum et interdum ante in quis id elit. Nonummy justo ad non enim praesent. Integer curae vestibulum. Natoque metus. Aliquet risus cum. Potenti morbi ac mattis cubilia cras ve pellentesque pede morbi malesuada molestie. Lacinia massa egestas nullam fusce hac elit laoreet. Aliquet metus dui vestibulum sociis ut cras ornare ultricies. Aliquet class vel pede dis fringilla. Quisque neque sem arcu vel proin. Potenti dolor elit velit ac aptent hymenaeos litora eros elit pulvinar vulputate. Cubilia fames curae rutrum magna aliquam varius. Quisque magna velit enim tellus."
     ],
     "title": "Commodo metus nunc rhoncus mattis ipsum."
    },
    {
     "paragraphs": [
      "Aliquam class. Vivamus vitae. Lacinia lacus felis potenti hendrerit ligula vel. Vivamus magna morbi mattis id eget molestie laoreet sollicitudin curabitur. Euismod netus ut quis integer quam ut. Vivamus lorem odio erat sit. Commodo dolor parturient praesent nisi fringilla per sodales diam in convallis a. Gravida purus duis laoreet. Viverra ipsum orci eget netus lorem montes mauris in turpis class hendrerit. Feugiat lacus fusce quisque vitae vestibulum. Rhoncus ipsum per montes feugiat conubia consectetuer venenatis. Aliquam vitae eros ad eros at orci donec. Conubia ipsum at primis cum ut elit proin aliquet sem parturient litora. Viverra felis odio. Viverra neque. Gravida justo id ultrices sed sollicitudin cursus ante id pellentesque dapibus. Sodales lacus nec lacus malesuada accumsan. Commodo lorem eu quis pharetra consectetuer semper et habitasse augue convallis platea lobortis ad curae mus orci lacinia felis. Nonummy massa cubilia vivamus quis. Iaculis massa dolor ornare sagittis condimentum eni elit nunc eu pede luctus convallis sem nunc. Gravida ipsum massa. Feugiat magna.",
      "Feugiat metus etiam eros dis integer ac odio facilisi. Laoreet netus magna eget dapibus. Viverra augue sed congue cubilia pretium curabitur mauris at dis eros erat. Rhoncus metus proin est nisi ante nisl. Sodales metus eu aenean cum. Conubia porta parturient bibendum donec consectetuer phasellus class et tempor id felis urna a eros magna. Commodo proin quisque litora ad enim in tempus placerat duis urna. Quisque etiam eget. Rhoncus risus. Cubilia vitae adipiscing ante donec et. Conubia massa augue purus. Iaculis porta orci enim conubia tincidunt. Feugiat risus quam pulvinar justo cras nam urna torquent. Quisque justo diam fusce cursus. Euismod netus purus cum nostra ut mattis integer aliquam. Posuere augue et eros at sit in urna hymenaeos eu rutrum hac est id. Gravida magna nam orci enim potenti at. Sodales etiam. Cubilia nulla et luctus viverra ut habitant cum diam vel curabitur cursus ridiculus. Nonummy massa parturient iaculis mus vestibulum. Aliquet neque amet. Nonummy augue ad montes pellentesque euismod eleifend gravida libero nibh."
     ],
     "title": "Pretium massa ante platea magna habitant justo risus."
    }
   ],
   "paragraphs": [
    "Laoreet purus dis parturient vestibulum id. Gravida morbi velit. Viverra curae et turpis ut eleifend dui sollicitudin aenean. Posuere class. Gravida donec vitae aliquam. Natoque ipsum ante dolor nunc mattis eleifend consequat porta. Egestas felis non quis bibendum vestibulum. Viverra massa. Egestas magna laoreet lorem dapibus. Sodales felis erat vivamus mi odio. Gravida lorem et pellentesque potenti. Natoque porta massa aenean ut dui ve. Rhoncus magna leo ligula volutpat habitasse. Lacinia purus. Quisque donec diam dignissim pulvinar ligula cursus facilisi. Potenti velit in lectus. Quisque massa. Integer donec. Euismod purus. Dapibus neque eget condimentum consectetuer conubia eget. Aliquet porta cum porta nec vestibulum primis ac elit donec. Lacinia magna eu a diam.",
    "Egestas etiam et porta hendrerit. Viverra class nec curabitur integer pellentesque penatibus curae vel morbi. Aliquet lorem viverra platea id aptent. Integer morbi amet suspendisse sem. Conubia lacus quis a magna posuere id hac ve curabitur. Integer risus euismod. Aliquet risus vestibulum sociosqu fusce in ac amet placerat montes. Aliquet metus eu congue. Egestas netus parturient aliquet nibh torquent. Aliquam massa. Conubia velit augue magna nam sed. Potenti etiam parturient cras mauris nulla adipiscing habitant etiam. Blandit fusce non morbi. Euismod etiam dis elit laoreet quis odio habitasse rutrum. Pretium vitae quam mi quam fames dapibus cum ad fringilla a. Conubia risus at eros amet. Viverra augue cum fusce gravida sodales habitasse sociis eu. Aliquet massa nisl platea. Blandit felis nisi tempor at risus ut a erat proin. Egestas porta ad fusce sit netus. Conubia ipsum. Commodo magna id rutrum.",
    "Iaculis proin parturient egestas mus ad nisi massa tempus eros eu eni pede. Aliquam nulla purus enim arcu porttitor luctus urna mi sollicitudin semper. Viverra lacus ut nostra. Aliquam magna amet. Aliquam dolor arcu cum porta dolor neque donec cursus ad dignissim. Euismod vitae non erat nibh bibendum aptent. Rhoncus nulla sem sed gravida urna. Iaculis massa. Gravida donec leo orci nec auctor fusce interdum donec consectetuer lorem mi. Viverra augue eni parturient risus potenti sapien lacus euismod vel praesent pellentesque gravida facilisis mollis bibendum consequat. Iaculis nulla sit erat molestie conubia curae parturient eleifend nunc. Cubilia netus dui eget. Dapibus massa hac dignissim libero ligula vulputate justo commodo cubilia. Potenti curae. Quisque porta metus nunc nec et tincidunt adipiscing cubilia duis. Cubilia purus justo quisque. Pretium lorem felis porta. Integer velit dis laoreet morbi quis nunc laoreet eget mi. Potenti fames. Aliquet magna in mauris penatibus curae a. Feugiat justo. Egestas lorem ad eleifend magnis conubia natoque nibh odio facilisi consectetuer semper."
   ]
  },
  {
   "title": "Aliquam vitae adipiscing ac ultricies egestas sapien ipsum lacinia.",
   "children": [
    {
     "paragraphs": [
      "Blandit risus dapibus hac ad. Integer curae et mollis non. Dapibus neque magna turpis interdum habitasse. Iaculis proin cum. Pretium magna pede dis diam parturient. Cubilia nulla. Conubia magna id. Blandit vitae in fermentum. Feugiat morbi diam. Nonummy risus duis. Rhoncus lacus ante fringilla aenean. Pretium vitae arcu malesuada senectus in hac mi rutrum consequat. Potenti velit. Conubia lacus eget in maecenas. Natoque fames. Nonummy metus at litora at senectus tellus curae. Sodales augue. Gravida fusce dis elit morbi. Conubia neque lacinia velit etiam ligula ac torquent eni. Rhoncus netus. Commodo morbi amet. Euismod lorem.",
      "Aliquam netus eget pulvinar id semper ad hymenaeos. Iaculis porta nunc pede. Viverra lacus mus orci adipiscing sociis neque suspendisse id dictum. Lacinia fames vivamus odio adipiscing nisl mattis. Pretium augue. Lacinia nulla duis ut ante. Quisque donec nibh sit natoque nisi taciti nonummy in eget litora. Sodales proin dolor a. Iaculis proin. Potenti lacus curae nonummy dapibus nunc amet. Egestas felis porta nostra sollicitudin ridiculus felis. Iaculis donec sed vestibulum ac pellentesque quisque ligula ipsum. Lacinia vitae et rutrum phasellus praesent semper parturient. Feugiat class neque. Aliquet vitae quis ut orci velit pede a diam. Dapibus etiam vel nunc eu cras mi pellentesque aliquam dolor sodales rutrum. Rhoncus etiam eget. Potenti lorem. Iaculis etiam quam porttitor semper proin. Feugiat ipsum. Nonummy risus est nibh adipiscing aenean pede potenti risus velit tempor suscipit ac magna nec. Euismod neque."
     ],
     "title": "Natoque ipsum etiam nec odio sodales urna sociosqu."
    },
    {
     "paragraphs": [
      "Posuere porta amet ante. Aliquet proin nisl eros pulvinar proin etiam gravida etiam urna netus. Integer risus duis. Conubia lorem ut mattis eu lorem ultricies litora vestibulum neque arcu ve consectetuer. Feugiat felis nisl a diam neque hendrerit scelerisque. Nonummy risus nisl netus mauris adipiscing ultrices. Iaculis dolor. Feugiat vitae sit tortor ve dictum pellentesque euismod. Conubia porta sit consequat consectetuer vestibulum. Nonummy massa. Feugiat massa sit enim fusce nibh blandit a. Commodo justo dapibus urna. Blandit lorem eu malesuada a penatibus augue nunc cum erat vehicula. Vivamus risus. Viverra purus parturient scelerisque nostra. Aliquet massa id lacus et proin eni pede neque inceptos risus in duis nisl. Natoque purus. Lacinia curae. Conubia metus augue sociis malesuada at penatibus. Viverra felis eu id dictum vulputate neque ve in lectus torquent adipiscing. Aliquam class hac senectus. Pretium netus non urna.",
      "Laoreet risus amet pharetra velit. Nonummy class id libero iaculis aliquet felis vestibulum nascetur lorem urna. Vivamus etiam. Dapibus metus potenti cum id. Potenti felis pede dui erat nunc neque magna enim egestas etiam potenti. Sodales fames vivamus aliquam elit leo etiam conubia curae nisl et velit. Euismod neque eu eget diam. Laoreet curae arcu fringilla est sollicitudin etiam mi turpis. Potenti augue nam orci vestibulum in consectetuer aliquet luctus diam suspendisse. Natoque donec nisl nulla orci ante sit sollicitudin mollis etiam. Posuere lorem nisl sodales. Blandit porta per. Aliquam justo nibh nullam. Posuere nulla eni pede. Posuere neque ut turpis aliquam sit. Vivamus neque pede nam semper. Natoque fusce parturient habitant elit enim senectus. Natoque purus eget diam arcu senectus. Commodo ipsum curae nibh augue tempor lacus hac. Gravida risus quis. Euismod vitae nam elit eleifend consectetuer platea justo aenean justo posuere convallis sociosqu. Quisque felis."
     ],
     "title": "Commodo nulla at luctus sodales egestas magna blandit quis posuere."
    }
   ],
   "paragraphs": [
    "Iaculis magna. Posuere vitae arcu est nam pretium mi. Dapibus donec quis tempus ve interdum amet. Lacinia justo vitae varius ac orci fringilla ve hendrerit neque pharetra adipiscing ligula felis condimentum. Commodo risus et quis sapien. Aliquam felis donec nascetur parturient congue eu aenean hac. Cubilia justo ve arcu justo mollis. Cubilia netus vestibulum senectus potenti ante habitant sed pede litora mi nostra magna. Aliquet lorem lacinia non vestibulum metus viverra velit in vulputate. Egestas porta magna nec parturient dignissim. Quisque massa lorem velit quis eni augue conubia curae. Viverra fames massa dolor congue mi leo erat a orci parturient dictum morbi. Blandit curae. Aliquam proin risus a cras risus class tempus porta volutpat fames. Egestas lorem id facilisi non quis pulvinar velit ante. Blandit fusce neque scelerisque ultrices nisi libero. Aliquet proin. Posuere dolor. Iaculis porta augue rhoncus eros erat. Natoque ipsum dis curae luctus phasellus. Dapibus fames id etiam sociis. Blandit fames lacinia et platea posuere potenti magna elit accumsan eleifend.",
    "Lacinia netus nec nibh eget. Lacinia netus. Pretium dolor cum pulvinar fames sollicitudin. Dapibus morbi nisi ultrices lacus tristique. Lacinia lorem ac dictum. Aliquam fames ve tellus et magnis. Posuere curae diam justo potenti. Potenti netus nonummy malesuada dictum id justo est orci curae sem nisl pede erat varius consequat aptent rutrum dictumst. Pretium netus odio dui sapien eleifend condimentum. Lacinia felis in tortor duis nisi massa. Integer risus porta libero. Aliquet neque nisl eu ante arcu. Iaculis proin nisi convallis eu rutrum consectetuer per porta purus. Pretium felis. Posuere velit pede porttitor lobortis. Pretium fusce. Sodales velit mi ultricies. Lacinia etiam. Lacinia nulla. Iaculis neque ipsum cum vestibulum. Egestas massa et nibh at est ac quis. Pretium neque.",
    "Viverra magna adipiscing torquent. Gravida augue ad velit aenean lacus id class dui auctor augue parturient rhoncus cras. Lacinia ipsum erat nec euismod arcu ac habitant iaculis curae. Quisque risus nunc potenti euismod enim. Cubilia fames non elit. Gravida dolor eni integer erat quis. Gravida fusce nibh commodo consequat enim suspendisse sodales sit ut rutrum. Posuere nulla pede enim orci velit et aenean. Aliquet risus eget enim. Conubia donec arcu posuere ad dictumst arcu dignissim porttitor. Feugiat fames et luctus consectetuer vel dolor sit cras porttitor. Vivamus dolor eni ultrices sollicitudin aliquet hendrerit hac convallis pellentesque dis tristique fames ad molestie aliquet. Euismod etiam fames nullam litora odio. Conubia netus vestibulum. Aliquet ipsum arcu. Gravida curae eu nam nullam posuere quis in elit fusce. Potenti fusce at nibh leo rhoncus fusce class convallis eni erat ligula. Vivamus vitae. Potenti porta arcu mauris et eros enim aenean ut lacus leo lectus hendrerit. Commodo fusce sed quam nunc netus. Laoreet magna. Vivamus vitae nisi nulla nostra."
   ]
  },
  {
   "title": "Pretium nulla lorem per quis habitant mus arcu.",
   "children": [
    {
     "paragraphs": [
      "Quisque curae. Laoreet nulla odio sed inceptos facilisis at scelerisque nibh tempus. Potenti etiam adipiscing posuere nunc quam ante magnis. Nonummy lorem ad vitae facilisis dolor. Euismod fames leo nunc semper hac parturient nulla ante natoque mollis nunc. Laoreet magna dis nisl platea cum diam consectetuer et. Blandit lacus. Lacinia lorem egestas imperdiet turpis hendrerit class nostra tempus hac duis magnis. Conubia velit pede quis cras lacus. Euismod felis parturient faucibus nulla mi tortor nascetur est blandit. Rhoncus nulla fusce ante praesent est quisque eu purus ut lectus purus dignissim taciti etiam convallis ullamcorper. Sodales lacus blandit cum. Dapibus massa pede rutrum id sed. Dapibus fusce nonummy montes odio enim eros senectus vel pellentesque. Quisque neque. Conubia morbi vestibulum cras magnis eu primis a. Gravida lorem velit ante mus magnis congue ipsum ad dis diam habitasse. Nonummy lorem mi eu. Natoque risus netus magna dolor magnis libero. Iaculis netus ve velit pellentesque tristique class quam scelerisque. Blandit ipsum nibh senectus orci diam lacinia a scelerisque sit dictum. Feugiat augue.",
      "Egestas proin vitae eros elementum. Quisque fusce purus vel natoque faucibus. Quisque curae ad netus risus. Commodo porta duis metus senectus vestibulum vulputate ullamcorper. Sodales morbi. Conubia etiam. Potenti ipsum cras egestas. Natoque netus. Viverra augue dolor tellus proin. Egestas etiam duis turpis mi ultricies a curabitur dolor a. Blandit justo orci ve. Potenti justo. Cubilia etiam viverra nibh interdum metus arcu bibendum proin risus dictum neque. Dapibus morbi quisque consequat. Egestas donec. Pretium etiam erat scelerisque et. Rhoncus velit morbi. Aliquet fames parturient volutpat egestas quis eleifend id dis. Iaculis curae mus duis diam parturient tempus hac id a turpis pede. Commodo lacus. Integer curae erat mus porta ipsum arcu dictumst. Conubia nulla."
     ],
     "title": "Feugiat proin elit cras aenean vulputate habitant."
    },
    {
     "paragraphs": [
      "Viverra curae urna quis nunc. Gravida augue odio gravida tellus tempus dignissim ad. Rhoncus nulla lorem torquent quis rutrum. Euismod morbi est nisi per quam ve diam erat quis. Lacinia nulla cubilia. Aliquet curae vel. Feugiat nulla vestibulum suspendisse magnis id magna dictumst. Iaculis fusce ut nibh bibendum sed. Aliquet donec ad vitae. Laoreet class odio ornare. Quisque nulla amet montes nullam. Vivamus lacus. Vivamus dolor nisl dolor convallis. Cubilia magna enim libero fermentum magna quis. Nonummy lorem at a mauris neque at felis ac. Viverra justo in amet diam vivamus id. Cubilia justo nam nisi justo convallis pede potenti ac ultricies. Laoreet lorem quis ullamcorper sollicitudin posuere erat accumsan. Potenti etiam arcu pretium netus eu lorem auctor odio libero at mus scelerisque egestas scelerisque erat. Rhoncus fusce dolor suspendisse. Euismod netus donec suscipit diam leo dolor ultricies quisque neque amet etiam felis leo. Cubilia fames dapibus dui ad ante.",
      "Dapibus netus quis vel quam suscipit. Laoreet lacus ac massa id nam sapien. Potenti augue nulla nostra velit tristique amet nec. Euismod magna vel hac consectetuer metus. Potenti justo. Iaculis magna augue metus felis laoreet lacinia sollicitudin phasellus. Euismod fusce ipsum morbi massa ullamcorper. Posuere felis eros hac. Commodo fusce dui erat. Egestas velit. Quisque purus porta mattis nonummy ve. Aliquet lacus. Potenti velit netus eget. Aliquet risus ac hymenaeos a vel facilisis sodales primis. Nonummy lorem duis ultrices facilisi egestas felis cras phasellus turpis parturient habitant laoreet accumsan aptent. Nonummy donec proin non fusce duis facilisis proin velit etiam integer. Posuere class eget ridiculus. Blandit lacus ut. Posuere class augue nisl rhoncus class. Posuere augue vel sit sollicitudin metus cras. Pretium lorem. Cubilia netus in habitasse fames ad mollis eu donec fusce pretium."
     ],
     "title": "Nonummy justo in ridiculus cubilia."
    },
    {
     "paragraphs": [
      "Gravida velit neque montes fames orci facilisi mi nisl sagittis. Pretium augue quisque consequat. Lacinia etiam lorem. Feugiat felis fames a nisi porta sodales euismod libero orci nibh erat. Iaculis lacus nunc. Integer magna in phasellus pede eget vestibulum eu nascetur cras mus ve. Egestas morbi eros nibh urna. Gravida lacus et proin ac porttitor dolor arcu vivamus at id fringilla metus gravida. Natoque neque. Sodales augue. Laoreet lorem cras malesuada tincidunt. Dapibus porta etiam scelerisque interdum erat commodo ut rutrum iaculis amet dolor netus gravida aliquam. Feugiat lorem eu mattis. Euismod morbi id. Commodo justo nam fames platea sem enim sollicitudin. Lacinia risus diam suspendisse est tempus a sociosqu urna pharetra lobortis. Laoreet curae sem netus vestibulum iaculis nisl ut nunc molestie. Commodo fusce et netus hendrerit nam nec consectetuer lacus. Cubilia class morbi augue fusce congue arcu dapibus tincidunt eleifend curae elit faucibus dictum luctus donec porttitor. Gravida dolor ac orci phasellus. Aliquam augue. Euismod lacus iaculis malesuada facilisi et curae mauris semper netus eleifend magna convallis sociis.",
      "Iaculis ipsum nisl. Quisque etiam. Iaculis proin. Nonummy felis ad in id cras justo. Nonummy nulla ante cum est per natoque. Feugiat nulla orci viverra a ligula nisi duis odio. Posuere ipsum orci a eget at elit scelerisque integer curae fames pede inceptos. Rhoncus dolor. Gravida metus pede vel morbi parturient eleifend. Nonummy fames et porttitor condimentum lorem vulputate. Integer velit. Conubia purus hac nisl eros iaculis a lectus ridiculus ipsum eu fames sollicitudin. Egestas vitae et vulputate porttitor parturient mus. Posuere lacus dis nisl pede lacinia eu. Euismod porta ve. Quisque curae nisl dis gravida magna per quis molestie fermentum velit a lacinia montes. Viverra fusce. Sodales neque odio ultrices malesuada per. Feugiat neque velit a diam adipiscing leo fusce metus lobortis massa. Integer felis conubia luctus odio quisque aptent leo tempor quisque dapibus. Pretium nulla. Aliquet velit sed mus ac pellentesque ante.",
      "Potenti justo elit interdum non aliquet eu quis lacinia. Vivamus class nisl rutrum sem pede dignissim. Nonummy morbi. Integer metus nulla non tortor gravida enim ut etiam at. Feugiat curae. Laoreet class arcu pharetra. Aliquet etiam porta libero scelerisque porta varius nonummy. Vivamus curae metus sem cras adipiscing ve vulputate vitae a sociis felis dapibus. Integer lacus mus adipiscing vestibulum at consectetuer quisque. Gravida curae id porta mus morbi montes. Lacinia vitae ipsum habitant nec gravida tempor non pretium. Sodales vitae id aenean tristique mi condimentum ante elementum nisl sem. Sodales donec nisi dignissim fermentum nisl eros ac fermentum netus a conubia semper. Cubilia etiam augue tellus. Sodales nulla. Conubia ipsum orci taciti vestibulum accumsan dolor mi nec scelerisque. Integer magna. Cubilia morbi. Potenti ipsum nisi scelerisque euismod. Iaculis curae mi id sapien fringilla ad orci varius eros cubilia ac volutpat posuere tempor. Feugiat netus risus facilisi ad hac eu. Commodo metus ut nisl ipsum eu nisl."
     ],
     "title": "Lacinia lorem sed facilisis pellentesque vestibulum nisl netus auctor porta tempus dictumst."
    }
   ],
   "paragraphs": [
    "Aliquet fusce risus rutrum scelerisque dolor phasellus. Egestas massa ac. Quisque metus nec elit quis aptent porta leo eros nisi egestas. Nonummy risus sodales sit litora lacinia integer purus. Sodales justo eros. Potenti neque at mattis dui aliquam ad sociosqu. Potenti dolor fames rutrum pellentesque facilisis. Gravida ipsum ac habitant nisi. Conubia risus ut litora curabitur morbi quam fringilla ac litora consectetuer dignissim aptent accumsan dignissim. Pretium lacus. Dapibus justo fames eni diam metus purus porttitor. Posuere magna nibh suspendisse id aenean ultricies faucibus metus rhoncus elit ad. Integer augue justo eros cubilia etiam lorem mauris orci etiam. Aliquam felis erat hac dis sollicitudin litora mi. Viverra augue curae per donec porttitor sit ante ad per. Natoque massa amet nibh placerat non pellentesque. Posuere fames. Iaculis vitae adipiscing placerat. Egestas curae felis. Viverra nulla augue enim vulputate turpis ad lacus sapien habitasse dolor tortor. Quisque etiam id metus at platea commodo mi erat. Euismod etiam urna facilisi sem potenti est ultricies sollicitudin.",
    "Aliquet vitae. Integer risus. Commodo nulla lacus phasellus netus elementum morbi diam sit. Feugiat netus velit litora fermentum vitae maecenas. Potenti fames magna nec duis non tortor lacinia egestas. Iaculis proin per placerat pellentesque. Egestas netus risus felis lectus class viverra metus eu tincidunt et vitae interdum per pellentesque morbi nulla. Integer purus metus odio a. Posuere felis. Nonummy risus ve magna venenatis. Cubilia purus ac. Iaculis metus ut fermentum ullamcorper magna platea pellentesque dapibus risus id metus at proin. Egestas class fames netus senectus mus ante. Blandit fames orci nonummy curae. Blandit dolor natoque laoreet diam faucibus magnis curae vestibulum. Conubia fusce potenti erat vitae litora ut sed eu. Vivamus neque elit eu imperdiet vestibulum aliquet eros nunc euismod porta nibh. Feugiat proin est. Euismod proin nam enim at eget. Egestas donec. Euismod fusce ad porttitor velit. Posuere magna vel ridiculus pharetra."
   ]
  }
 ],
 "authors": [
  {
   "name": "Ty Dehaven",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "African Medical Computers"
  }
 ],
 "abstract": "Viverra risus eu mollis maecenas faucibus felis porta sapien viverra nam. Posuere felis adipiscing suspendisse sapien at porta mollis. Vivamus felis parturient maecenas porta rutrum dui tempus nec viverra. Blandit porta justo lobortis donec praesent. Potenti class amet ad porta litora. Rhoncus risus justo felis nisl dui aliquam senectus neque fringilla. Cubilia metus ve augue duis etiam commodo tortor ve faucibus. Quisque augue ac interdum. Aliquet vitae urna aliquam lorem cras commodo sodales elementum primis hac et enim bibendum nam pellentesque lorem vitae eros ut ipsum eros cubilia egestas nisi cras justo. Iaculis porta ve mattis senectus aliquet amet eu massa in. Vivamus fusce. Laoreet morbi urna vivamus aenean ve metus dictumst hendrerit ve porttitor nibh nam nunc. Commodo dolor proin ipsum augue ullamcorper nisl arcu accumsan. Dapibus porta mi hendrerit in. Euismod porta ve tincidunt a augue in erat at volutpat aliquet ad cum pede. Dapibus netus nibh natoque ac senectus cras sem quis nascetur urna odio eu curae auctor. Potenti ipsum metus enim justo pede blandit donec diam cum mollis cubilia. Gravida justo. Aliquam lacus sem interdum class auctor. Vivamus felis elit malesuada leo sollicitudin ac euismod pede mi. Aliquam etiam duis feugiat eu sit scelerisque vivamus. Blandit etiam cubilia tortor sem nostra cras ve porta pellentesque nascetur risus.",
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "school": "Princeton",
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "author": "V. Pati",
   "title": "What is the title??"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "Dax",
   "pages": "315--319",
   "volume": 315,
   "type": "article",
   "author": "Jean-Pierre Dax",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "GS",
   "pages": "7--32",
   "volume": "82--83",
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Lan79",
   "pages": "33--43",
   "volume": "82-83",
   "type": "article",
   "author": "R\\'emi Langevin",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Sodales vitae class sem pede eget lacinia porttitor non massa velit porta velit nam."
}