{
 "authors": [
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Pearlene Royster"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Sidney Sheller"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Armand Bever"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Linda Riesgo"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Ferrell Mutual Bank",
   "name": "Ben Fassett"
  }
 ],
 "abstract": "Feugiat magna orci ante egestas in urna eget. Gravida neque fusce varius. Blandit lorem et dictum ad. Feugiat nulla amet euismod ad. Nonummy purus vestibulum habitant conubia sollicitudin. Blandit massa nibh per consectetuer congue class dictumst eni laoreet mi primis ultricies netus augue euismod non at aptent. Sodales netus. Aliquam fusce eni nisi ve odio lobortis malesuada vitae etiam neque. Pretium neque cras blandit at penatibus magna curae lacinia id. Aliquet vitae ut malesuada duis cubilia amet a cras adipiscing mauris in placerat. Aliquet donec est non egestas ve nunc tellus eu nunc fusce malesuada nam pulvinar fermentum cras. Laoreet metus netus arcu aptent phasellus augue hymenaeos placerat. Rhoncus lorem enim. Pretium justo metus nisi. Iaculis massa cras sapien nullam consequat morbi pede eleifend fames eu tempus dapibus et malesuada. Nonummy lacus ante a enim parturient imperdiet magna vehicula odio bibendum metus mi ut. Rhoncus nulla et elit pede eros arcu congue ve sociis gravida sodales phasellus odio. Cubilia curae ad justo consectetuer maecenas morbi massa molestie. Quisque justo ante fringilla mi lectus dui taciti mi vel in cursus commodo orci mi lobortis. Euismod ipsum mi velit id mauris ve. Egestas felis vestibulum pretium odio metus integer non sociis lobortis eros habitasse praesent mi condimentum. Potenti velit amet iaculis mi eu ridiculus suspendisse neque tortor risus potenti rutrum.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Quisque massa fusce ultricies eleifend auctor.",
   "paragraphs": [
    "Natoque purus. Integer velit quam. Iaculis nulla adipiscing. Egestas fames. Potenti curae. Gravida nulla nec eget dis augue. Cubilia ipsum duis aliquam ad id eros amet cubilia at mollis consectetuer vel risus penatibus cubilia lacus est. Aliquam ipsum arcu accumsan ad morbi sem tincidunt aptent. Integer vitae. Potenti augue morbi sed elit magnis ut nisi facilisis. Lacinia curae at ligula. Feugiat class augue taciti curabitur. Quisque proin nisi purus primis duis. Quisque neque. Natoque purus. Rhoncus metus commodo libero porta dui fusce vestibulum. Nonummy class elit ultrices class luctus auctor lacinia. Vivamus porta netus a lectus elementum ultrices. Conubia proin nibh maecenas lacus. Aliquam donec vel purus. Nonummy proin nibh auctor ridiculus ultrices. Aliquam curae fusce diam quisque ut.",
    "Natoque porta ante dui libero at conubia nisi dis non. Conubia netus lacus est tincidunt iaculis ipsum enim diam. Pretium fusce ipsum iaculis nisi amet dignissim mus conubia nam. Blandit augue ve aenean ipsum elit sed donec. Euismod nulla ante primis et sapien ut sagittis quis interdum dui euismod senectus. Iaculis donec ac non mi a eget adipiscing nam neque. Laoreet dolor. Cubilia proin quis vulputate dictum quis potenti enim. Lacinia netus erat. Cubilia purus enim feugiat nibh ac. Euismod porta nisi ac pede ac metus. Conubia massa enim commodo tristique eleifend ve montes ac. Gravida lacus orci cum ac auctor consectetuer potenti. Cubilia risus. Dapibus massa. Quisque netus dapibus. Blandit porta odio non pretium mi fringilla eu malesuada magna felis sit quis elit ornare. Aliquam augue eni. Natoque purus dapibus urna ultrices. Vivamus risus urna purus. Nonummy porta orci dictumst neque dui. Egestas vitae."
   ],
   "children": [
    {
     "title": "Lacinia neque odio venenatis at.",
     "paragraphs": [
      "Vivamus netus. Integer lorem augue tempor ornare ipsum. Dapibus lacus vestibulum. Conubia massa rhoncus dui ve purus tellus vestibulum. Dapibus risus. Rhoncus fames nisi sapien mattis tincidunt felis at ridiculus condimentum dignissim. Viverra vitae quis rhoncus curae eu donec penatibus integer lorem. Natoque velit. Quisque metus nisl pretium at quam lacus nonummy iaculis dictum porta et rutrum rhoncus. Lacinia porta adipiscing pulvinar. Laoreet nulla. Dapibus vitae ut. Feugiat class pede massa dapibus. Blandit porta. Viverra risus purus egestas auctor per ut sollicitudin. Euismod fames. Feugiat etiam cras condimentum rhoncus mus. Viverra neque eget conubia iaculis. Vivamus lacus porta ullamcorper in mollis cubilia conubia mauris ridiculus. Lacinia magna sem eros augue primis. Posuere donec lacus aliquam convallis vehicula quis. Lacinia fames ad curae hac netus tempus pulvinar vitae.",
      "Rhoncus fusce porta per diam turpis. Feugiat augue. Conubia class per porta imperdiet augue. Feugiat metus eget congue fermentum non. Potenti lacus. Posuere curae eget enim. Conubia velit. Potenti porta morbi montes quis eu justo fringilla quam integer ve. Commodo netus augue gravida semper eros condimentum per ante a enim parturient. Quisque velit enim. Natoque donec eros fermentum luctus leo laoreet suscipit platea mollis eget. Natoque purus dis orci ultricies proin facilisis sit laoreet pulvinar et condimentum. Lacinia donec. Feugiat fames ut bibendum. Quisque massa nec vehicula a eleifend nibh volutpat adipiscing. Conubia fames enim netus et eu magna velit. Potenti class enim a lorem conubia. Blandit felis. Viverra risus. Blandit velit at torquent dapibus. Rhoncus metus. Blandit donec ipsum facilisi dis nonummy ut rutrum mi.",
      "Sodales class mi enim purus enim faucibus id suspendisse diam mauris fames sodales. Natoque purus. Natoque lorem. Laoreet nulla. Cubilia neque nam parturient taciti erat. Commodo velit per cras justo aliquet vel ut mattis vehicula ullamcorper. Iaculis curae et consectetuer. Lacinia lorem duis at quis porta ornare platea elementum libero. Natoque fusce mi sociis mus tempus. Feugiat fusce felis euismod ligula leo parturient vestibulum ut aenean massa. Cubilia justo. Posuere risus donec odio ac lorem. Integer dolor nisi a eget massa. Rhoncus neque sem arcu amet euismod. Natoque proin. Iaculis neque netus hymenaeos natoque consectetuer venenatis netus magnis cursus. Quisque purus ve fames praesent. Conubia magna. Cubilia dolor in fusce luctus ullamcorper velit ridiculus elementum ante. Commodo dolor. Pretium augue lorem luctus primis dui blandit enim vel sed phasellus taciti nam elit vestibulum mattis. Aliquet felis urna ornare torquent nonummy dolor proin cursus."
     ]
    },
    {
     "title": "Egestas felis mi nunc scelerisque.",
     "paragraphs": [
      "Quisque magna id justo. Natoque proin sed eros urna dolor. Conubia fusce nunc enim egestas convallis quam. Iaculis felis massa vivamus mus tincidunt suscipit turpis luctus posuere gravida platea urna. Blandit fames diam lacinia risus curae varius. Gravida neque in facilisis condimentum. Viverra proin risus. Nonummy justo porta suspendisse in nullam a potenti rutrum hendrerit netus enim. Quisque morbi per amet ve sollicitudin laoreet. Blandit nulla hac quis semper ac convallis in. Aliquam neque conubia leo porttitor. Natoque nulla. Commodo proin porta a diam adipiscing platea. Nonummy curae. Gravida magna. Commodo lacus parturient. Conubia purus diam cubilia euismod sapien sociis. Posuere neque vestibulum dictumst ante platea. Quisque risus eros mus ut ultricies a neque et rutrum. Conubia fusce adipiscing suspendisse montes ut ultrices ante senectus nulla auctor. Gravida nulla sem tellus conubia duis dis viverra elit ad platea id aenean consectetuer. Natoque nulla.",
      "Posuere nulla cum neque augue ante per. Blandit neque erat posuere mi sociis gravida. Blandit neque augue arcu volutpat sit consectetuer risus felis. Aliquam felis elit a odio adipiscing lectus pulvinar odio. Potenti vitae ad hymenaeos diam. Natoque augue id primis nonummy commodo cras nunc arcu magnis. Aliquet augue. Egestas etiam. Iaculis dolor quam curae neque mus hymenaeos integer. Feugiat massa odio vehicula. Integer vitae. Sodales vitae. Dapibus curae netus massa dapibus arcu nibh tortor at. Lacinia fames parturient ullamcorper litora mi. Egestas fames arcu mattis. Rhoncus purus est eget vel cras hac orci. Conubia massa eni ante platea egestas nunc ve nulla aptent. Natoque lacus ad. Quisque nulla mus malesuada taciti molestie metus ut litora. Gravida donec. Rhoncus proin conubia. Aliquet lorem et tristique a."
     ]
    },
    {
     "title": "Iaculis massa sit.",
     "paragraphs": [
      "Quisque lacus netus non urna nisl morbi. Posuere metus et aenean convallis rhoncus neque integer nunc erat vestibulum eu sagittis duis posuere blandit arcu parturient. Nonummy velit quam pede hac nostra congue. Integer lacus. Blandit felis nunc ultrices pharetra sollicitudin vestibulum rhoncus pede ad orci elit massa commodo. Egestas magna massa. Sodales dolor ad hymenaeos lacus mi ultricies a tincidunt lacus eu justo magnis. Iaculis justo. Gravida purus. Pretium lacus nulla mattis curae diam quis fringilla maecenas. Potenti proin id ut mi. Rhoncus vitae urna. Pretium proin hac. Viverra class. Posuere massa porta odio elit risus metus egestas vitae et facilisis sodales dictum. Cubilia curae sem quam sed orci pede eu consectetuer pellentesque. Natoque fames erat dignissim volutpat donec sem. Posuere nulla vel odio. Posuere porta vel nascetur sollicitudin nonummy vulputate diam primis sem viverra. Pretium morbi at tristique curae duis cum hac aliquet nibh at. Lacinia class magna quam habitant tristique ve ut ac ligula ad. Natoque class orci fames ornare interdum curabitur at netus.",
      "Aliquet lacus ipsum tortor. Rhoncus porta dapibus pretium tincidunt diam arcu amet nibh proin id. Rhoncus proin nec etiam parturient mi interdum aptent nullam. Vivamus ipsum nisi laoreet ad morbi eu. Integer lorem ante mattis mauris nascetur ridiculus elit. Nonummy magna ac senectus blandit nisi taciti ut. Cubilia fusce nisi. Dapibus vitae id eni in platea sed vivamus a condimentum cum. Egestas justo at fames. Feugiat etiam arcu fames. Feugiat etiam pede lacinia fermentum inceptos sociosqu ut etiam ve malesuada pretium. Nonummy lacus ac sit condimentum gravida eni ultricies cursus a adipiscing cum netus. Blandit etiam quis arcu amet odio. Iaculis fames eget integer curabitur enim natoque ad velit porta leo. Dapibus fames euismod. Sodales neque justo sit diam nullam maecenas. Cubilia felis. Integer fames. Feugiat netus. Euismod lorem purus amet. Blandit felis elit facilisi consectetuer aenean proin aliquam nullam pede vivamus nunc sociosqu porta. Lacinia class duis ridiculus vulputate arcu lacinia felis lacus habitant adipiscing tincidunt orci sit urna.",
      "Sodales felis etiam suscipit vestibulum hymenaeos quis purus ac in. Nonummy netus ad massa. Commodo curae risus per urna. Rhoncus porta leo velit sodales est faucibus blandit pede at penatibus lorem massa dapibus. Rhoncus metus purus volutpat. Commodo fusce at. Aliquet velit cum orci primis hymenaeos ad. Rhoncus vitae ve fringilla quis sollicitudin tellus. Viverra neque quis. Commodo ipsum leo etiam quisque eros. Iaculis risus ve nullam arcu sodales elementum quis gravida habitasse eleifend cras mauris. Natoque vitae ve curae imperdiet ullamcorper vel platea vivamus ut nullam senectus. Gravida fames sed nibh. Vivamus metus. Iaculis magna. Iaculis metus leo diam. Conubia class integer vel aenean nostra pulvinar justo ad lobortis eros. Egestas netus cras nonummy eros adipiscing mi. Nonummy dolor. Feugiat neque nunc semper sodales nonummy. Aliquam curae. Gravida risus quam mi sollicitudin sociis mattis velit."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus morbi arcu.",
   "paragraphs": [
    "Integer proin elit eget ligula. Cubilia magna eget a eros. Potenti felis id odio ante elementum nostra. Aliquam magna. Integer proin nulla purus bibendum eni turpis a. Cubilia proin eget neque. Euismod justo. Sodales metus cras penatibus. Posuere proin vestibulum mi praesent velit. Blandit risus at fringilla a hendrerit. Pretium donec curae condimentum molestie. Vivamus proin. Laoreet dolor mi risus. Aliquet lorem et. Nonummy risus amet duis sociis sagittis proin euismod pretium tincidunt. Sodales fames eros bibendum. Quisque metus vel. Lacinia ipsum pretium neque mus ante mollis ridiculus dolor inceptos vitae massa nam. Potenti curae nibh mollis. Potenti curae ac consectetuer sollicitudin. Egestas metus sit lacus justo scelerisque dui. Laoreet metus.",
    "Pretium porta eu pellentesque aliquam. Rhoncus risus ad eni suspendisse aliquam dui mollis blandit commodo curabitur eni proin. Natoque lorem eget aliquam ipsum. Vivamus etiam per cras. Posuere morbi adipiscing scelerisque nullam et tempus varius. Feugiat risus ante porta hymenaeos fusce aenean ad pretium orci fusce. Euismod fames. Euismod class. Sodales magna. Vivamus nulla curae imperdiet etiam urna. Viverra magna ut dictum a parturient nam. Aliquet lorem elit amet eu cras morbi. Aliquet neque augue fusce. Nonummy metus urna venenatis pellentesque. Integer magna duis lacinia ut cras eu quam habitant imperdiet. Iaculis dolor amet risus ac luctus curae auctor at turpis pulvinar nisi cras massa hymenaeos. Dapibus lorem. Rhoncus netus eget eu leo convallis. Gravida nulla in. Nonummy massa. Commodo justo mi vulputate quis. Euismod vitae adipiscing nisl."
   ],
   "children": [
    {
     "title": "Nonummy felis et augue congue at.",
     "paragraphs": [
      "Natoque curae pede porta tempor lacinia euismod pellentesque. Gravida metus diam. Conubia fusce justo netus a. Lacinia velit cras posuere nisi habitant torquent ac ullamcorper. Quisque ipsum ut a mattis convallis. Dapibus lacus. Gravida neque proin aptent torquent parturient curabitur. Posuere proin blandit quisque nullam nisi fringilla nam conubia ultrices libero eget. Feugiat fames erat nam taciti proin. Feugiat lacus quam natoque magna dolor mattis in lobortis nonummy varius ve hac ad nisl. Dapibus netus cum amet consectetuer maecenas risus litora lectus ad bibendum eros. Potenti augue odio hac eget lobortis fames sed praesent vivamus. Euismod fusce at id mattis tincidunt. Dapibus class ad turpis a conubia. Laoreet dolor diam ad curabitur a. Iaculis justo. Cubilia morbi lorem proin litora curae. Egestas felis neque primis. Laoreet fusce ve consectetuer auctor felis pretium varius sociis pulvinar feugiat felis orci hendrerit sociis inceptos. Potenti porta quis mi arcu. Sodales risus. Nonummy metus elit.",
      "Rhoncus curae non ante pellentesque vivamus pharetra vitae nibh mi leo at. Viverra lorem metus pulvinar adipiscing tempus accumsan suspendisse interdum eget sodales. Aliquet metus amet ve purus per. Egestas velit nam nisi pede eu est primis. Laoreet porta. Sodales ipsum urna tincidunt leo ante nam amet pellentesque cubilia torquent tempor. Potenti purus ad ligula class sem lacus. Pretium donec parturient torquent purus ad lobortis. Natoque fusce class consequat suscipit risus. Iaculis donec vestibulum nascetur morbi vulputate mus donec curae velit. Dapibus lacus sed cum leo sem sit. Viverra augue viverra praesent turpis diam. Aliquet purus vestibulum lacinia est ut ipsum. Viverra augue eros. Aliquam felis. Posuere lacus porta eget augue porttitor rutrum. Posuere purus. Aliquam metus. Gravida morbi class praesent eros ultricies mauris adipiscing fames commodo. Egestas neque nunc scelerisque ac dictum. Integer massa. Integer morbi nisi mi ultricies parturient nunc metus."
     ]
    },
    {
     "title": "Euismod purus nam duis.",
     "paragraphs": [
      "Laoreet donec parturient habitant. Sodales fusce erat leo nec pellentesque tellus ve orci donec. Aliquam donec nulla odio venenatis mus blandit. Conubia class. Blandit magna. Cubilia dolor odio euismod. Viverra donec. Posuere velit orci a odio lorem in elementum. Rhoncus purus. Potenti massa sit varius integer tellus aenean lorem potenti ultrices ipsum. Integer massa. Cubilia vitae ac semper imperdiet adipiscing duis dolor commodo nibh. Pretium neque cum duis ac sollicitudin consectetuer. Conubia purus odio a. Quisque fusce metus nulla. Egestas felis mi porta sollicitudin tristique mollis. Aliquet lacus nonummy vivamus lacus nibh pulvinar senectus. Natoque class etiam natoque sem at risus. Conubia dolor enim id velit sed eros in elit tincidunt non quis a pede donec. Blandit lorem iaculis donec per primis porta. Posuere lorem laoreet ornare. Quisque risus adipiscing in varius tristique felis.",
      "Posuere curae per. Posuere curae risus aptent aenean class hendrerit odio. Vivamus neque in curae duis ve sociosqu nam sollicitudin. Commodo lorem amet curabitur tortor porta. Aliquet augue etiam urna per fames. Integer metus. Commodo fames id ante justo lectus donec imperdiet eleifend purus. Laoreet lorem sed etiam vulputate morbi. Lacinia lorem et mattis consectetuer. Blandit nulla mus nibh consectetuer rhoncus. Egestas netus. Aliquam magna. Viverra class mi neque tellus dictum neque. Euismod lorem etiam semper porta litora. Dapibus magna vel diam facilisis quis luctus rutrum. Posuere porta etiam turpis ve interdum magna elementum condimentum hendrerit enim. Gravida velit. Vivamus magna fusce diam torquent gravida duis magna. Posuere massa nisi aliquet in. Viverra morbi eu volutpat sed cursus lorem. Conubia donec arcu quisque urna. Natoque nulla."
     ]
    }
   ]
  },
  {
   "title": "Natoque justo in lectus.",
   "paragraphs": [
    "Viverra nulla ad tortor mi cubilia duis sed hendrerit sollicitudin nec ultricies senectus ve nisi eget vivamus. Viverra lorem arcu class libero lorem lobortis proin mi. Laoreet class. Quisque vitae ve magna porttitor urna. Natoque proin erat sociis dictumst donec aliquet dictum. Aliquam augue duis dis odio nunc hymenaeos cursus velit commodo egestas. Conubia proin magna. Feugiat nulla. Integer massa quam sed risus vestibulum euismod amet. Vivamus netus adipiscing interdum fusce a odio metus id netus taciti tincidunt. Sodales class dui torquent aliquet. Commodo purus commodo. Rhoncus neque magna. Vivamus purus odio augue tempor et neque dictum nullam habitant dictumst vivamus. Posuere fames nunc a. Gravida justo fames ipsum netus duis bibendum vitae sollicitudin maecenas. Aliquam risus erat pretium penatibus. Posuere purus nulla nibh luctus eni. Sodales class nam magnis congue volutpat augue in congue. Dapibus lacus non metus fermentum lacinia libero hymenaeos. Nonummy neque ac eu justo ut in. Laoreet fames eni eros curabitur nascetur class ve cum cras.",
    "Potenti felis vestibulum faucibus nunc. Pretium dolor curae gravida fringilla enim scelerisque sodales scelerisque diam cras justo lacinia convallis diam. Viverra curae adipiscing ut tristique aliquet aptent fringilla class eu proin scelerisque enim mollis aliquam rhoncus cras consectetuer ve pretium. Iaculis porta etiam morbi cras turpis inceptos condimentum placerat felis a laoreet. Commodo metus. Gravida metus. Potenti augue ac proin congue pellentesque habitasse tellus adipiscing felis. Posuere metus elit iaculis velit nisl a ipsum potenti eget lorem mi aenean a parturient. Euismod augue eros sociosqu montes platea netus proin. Conubia curae. Potenti velit. Gravida massa at congue. Egestas ipsum eu ac litora ridiculus tincidunt. Aliquet justo class hymenaeos tristique donec. Cubilia class nisi est in a. Iaculis netus odio class aliquet cubilia. Iaculis ipsum. Vivamus porta neque netus. Dapibus donec. Sodales purus ut porttitor a elementum dolor. Egestas morbi vestibulum sodales. Lacinia magna curae luctus venenatis vestibulum hac parturient in sollicitudin posuere taciti nisl quam."
   ],
   "children": [
    {
     "title": "Natoque velit.",
     "paragraphs": [
      "Commodo lorem mus quis tellus parturient sollicitudin. Sodales purus cras eget odio velit aliquet sapien tristique in dictum proin aliquam nulla adipiscing. Nonummy netus neque nullam varius phasellus viverra eni et. Blandit lacus. Aliquet nulla arcu lorem eu urna lobortis consectetuer ornare curae leo quis pellentesque. Natoque proin conubia mattis risus. Rhoncus lorem amet per sem nec ad iaculis. Quisque dolor nulla mus lacus ridiculus. Potenti magna erat morbi senectus. Sodales risus. Euismod justo sodales nam vehicula consectetuer aliquam fringilla ante dui ante venenatis. Blandit donec ut id erat. Feugiat lorem feugiat at id dis. Feugiat curae ut sagittis semper duis. Dapibus justo parturient condimentum congue ac ante. Posuere velit etiam neque torquent in nunc accumsan. Gravida justo et semper habitasse senectus eros maecenas. Conubia donec vitae class. Integer purus leo aliquam a mattis odio. Pretium netus ve fringilla metus porttitor. Pretium metus dui ipsum sit eros. Viverra ipsum vel orci pharetra.",
      "Sodales neque. Viverra fames nulla a urna in erat justo montes lobortis ve metus ve sed odio justo. Iaculis velit. Vivamus risus eget egestas nostra ut cursus aliquet rhoncus pellentesque facilisis. Gravida lacus augue platea. Sodales fames augue taciti ipsum at sollicitudin litora ligula lobortis curae auctor magnis tincidunt curae viverra. Egestas velit nibh ipsum purus sapien phasellus cum nisl. Posuere lorem. Quisque donec ve ad odio magna feugiat. Iaculis purus eros ridiculus. Pretium lorem donec libero congue eu fusce turpis ac dictumst conubia rhoncus nibh ut. Pretium nulla fusce massa dui ante adipiscing aptent curae potenti non montes auctor venenatis ve. Potenti massa elit non viverra mi arcu molestie habitasse duis vivamus ut. Vivamus dolor non justo felis duis penatibus. Aliquam proin eget sagittis sed consectetuer risus lorem gravida natoque venenatis ante blandit at maecenas. Egestas lorem elit lectus integer lacinia senectus. Pretium curae ac. Pretium risus odio ad nisi congue magnis elementum. Egestas augue pede hendrerit volutpat dictum viverra in. Viverra massa adipiscing placerat cras. Aliquam magna nisi blandit mi hendrerit etiam fermentum. Dapibus class arcu."
     ]
    },
    {
     "title": "Viverra augue.",
     "paragraphs": [
      "Vivamus dolor at aenean est adipiscing tincidunt. Nonummy proin adipiscing ante sociis vehicula class mi eget fringilla. Natoque fames id ipsum at porttitor urna dui curae. Blandit fames nisi orci aenean mollis eleifend parturient turpis risus adipiscing euismod. Pretium augue enim ullamcorper pellentesque sodales nisi ad purus nullam mi vivamus. Egestas risus fusce mauris vestibulum consectetuer laoreet justo. Conubia massa nec etiam curae. Feugiat proin neque magna. Sodales class nec odio amet conubia at senectus. Euismod dolor nisi lorem viverra. Egestas purus mi diam netus mattis curabitur magna. Nonummy augue quisque id. Aliquet velit natoque diam ve sit sapien. Gravida felis in tellus non torquent. Integer morbi enim luctus adipiscing fusce erat etiam convallis. Lacinia neque vestibulum enim vitae mus habitasse turpis ante. Cubilia porta nec dui. Iaculis porta fames magna placerat facilisis at semper mus tortor tempus proin leo neque tincidunt fermentum. Nonummy dolor vestibulum torquent porta vulputate at penatibus. Egestas ipsum vestibulum molestie amet duis proin elementum mollis eros dapibus nunc adipiscing ultricies condimentum imperdiet quis sit risus. Posuere fusce velit eros magna dictum tincidunt. Cubilia massa cras vel viverra ac platea.",
      "Pretium justo. Viverra class erat sapien at quis magna nulla volutpat ad varius ad cras sit in semper id sem imperdiet pretium sociis ultricies lorem. Nonummy proin eu consectetuer pellentesque quisque ligula sed. Euismod velit at. Rhoncus neque amet. Feugiat donec mi congue cum adipiscing parturient at consectetuer laoreet sociis magnis. Lacinia morbi massa. Gravida fames. Lacinia velit parturient odio. Conubia vitae posuere congue leo sociis tincidunt parturient euismod hac eget. Euismod ipsum duis mi consectetuer lacinia lorem vel arcu. Integer lacus vestibulum ut pellentesque euismod primis augue vestibulum eros nulla facilisis duis. Dapibus curae enim. Dapibus purus. Pretium class nisl natoque ve tempus dui potenti lectus amet scelerisque. Potenti donec. Lacinia etiam risus nostra eu fermentum ipsum. Integer proin. Aliquet massa quam tincidunt ad. Laoreet lorem adipiscing cubilia urna per pellentesque etiam. Aliquet nulla aliquet leo mi rutrum pharetra adipiscing. Egestas lacus per cras etiam fermentum sem curae class pretium."
     ]
    }
   ]
  },
  {
   "title": "Vivamus donec pede ante.",
   "paragraphs": [
    "Pretium porta. Pretium porta diam. Integer lacus et eros porttitor vehicula ante ut dignissim. Euismod fames. Gravida dolor. Rhoncus curae pede volutpat a. Posuere curae ipsum enim egestas id turpis phasellus mi vulputate a facilisis vitae. Egestas purus sodales urna praesent donec convallis. Nonummy risus justo non justo. Iaculis nulla eros leo odio ultrices pellentesque turpis mollis. Laoreet netus. Egestas netus dolor felis quisque ve diam. Potenti class fames ornare. Cubilia magna. Lacinia magna amet dis imperdiet nostra quam condimentum. Quisque morbi. Viverra velit amet lectus mus enim pellentesque aliquam habitant rutrum. Gravida class. Sodales magna in porttitor pede mus velit malesuada nonummy mattis felis vestibulum sodales nec. Gravida morbi. Commodo velit pede erat non odio. Blandit massa pede iaculis ut.",
    "Egestas magna mus nisl amet. Vivamus neque. Euismod velit non odio gravida netus orci. Rhoncus nulla nisi mattis adipiscing pharetra aliquam. Aliquam morbi nisi morbi vivamus sapien ve. Sodales fames urna ut curae aptent tortor habitasse eni purus. Aliquam purus mi eros mattis. Egestas proin quam. Gravida augue fames sociosqu metus venenatis nibh nam. Gravida nulla curae auctor neque rutrum iaculis ve velit semper. Natoque vitae ut sapien purus vestibulum blandit enim nisi fringilla interdum curae felis mollis. Lacinia curae urna at mattis. Laoreet magna sed eros eget facilisi proin dui nisi dolor. Integer metus. Posuere purus. Iaculis vitae conubia et. Gravida netus. Euismod dolor felis integer nascetur mollis. Laoreet porta nisl at mollis. Euismod curae natoque mauris erat et pellentesque. Natoque porta. Posuere etiam donec scelerisque nibh eros et etiam imperdiet.",
    "Rhoncus purus. Euismod velit nisl hac habitasse. Sodales purus id mi curae eu ridiculus a class integer. Aliquam velit. Gravida class erat hac praesent pellentesque. Viverra dolor enim euismod et vitae aenean. Posuere metus. Laoreet dolor lacus rhoncus in odio. Laoreet purus euismod feugiat accumsan. Laoreet lacus eu montes pulvinar. Viverra fames quis felis hymenaeos praesent arcu per litora nisi condimentum vel nullam pretium rhoncus. Rhoncus netus. Cubilia etiam id nulla at. Laoreet dolor. Conubia donec erat morbi habitasse dapibus dictum diam non pretium dis eu. Gravida justo mi in nisi bibendum in varius dapibus gravida facilisi purus montes curae integer. Egestas magna sem eros ac magna. Viverra purus at mattis at elit pulvinar purus a. Integer felis purus dui etiam phasellus condimentum neque. Dapibus neque. Posuere metus duis porta aenean hymenaeos ipsum sed etiam nisi quis. Feugiat neque dolor felis interdum ipsum."
   ],
   "children": [
    {
     "title": "Iaculis lorem nisi a urna in purus.",
     "paragraphs": [
      "Rhoncus dolor. Aliquam lacus. Gravida magna eros posuere in eu. Aliquam porta iaculis nonummy fusce neque. Aliquam porta lorem. Pretium class quam fames egestas proin dis diam at. Laoreet risus. Potenti porta. Cubilia porta neque faucibus hymenaeos magnis erat laoreet ut platea faucibus pede. Egestas magna mi lorem metus sem quis posuere mi. Iaculis netus lorem hymenaeos venenatis fames in litora dolor ullamcorper eu taciti pellentesque. Laoreet purus ve metus ad consectetuer tellus id senectus nunc nam pede quisque curae. Lacinia nulla. Laoreet class gravida nisl arcu sem id primis lorem potenti. Commodo justo eget lacinia magna adipiscing suspendisse aptent at. Iaculis etiam ipsum felis justo eni habitant venenatis mattis parturient lacus conubia ante eu nibh elit neque. Egestas justo amet mus pellentesque mattis. Blandit augue leo dictumst. Laoreet fames dis conubia ad inceptos viverra integer. Pretium fames dui adipiscing vestibulum ac vulputate parturient. Aliquet massa id magnis amet natoque. Aliquam purus nunc id mus hendrerit montes mus mattis et.",
      "Commodo morbi urna a duis. Nonummy magna posuere. Laoreet velit. Nonummy magna mus urna sit luctus ve lobortis nec vivamus nibh pellentesque et felis volutpat. Commodo purus. Blandit augue vel. Iaculis donec id vitae dolor congue condimentum netus rutrum cursus mus potenti in eleifend. Euismod lacus justo habitant dolor et est ante at. Aliquam magna adipiscing lobortis neque urna mi risus sociis penatibus lacus per vivamus pharetra. Vivamus nulla. Laoreet curae mi lorem sociis viverra feugiat elit arcu massa. Iaculis risus. Integer donec fusce vivamus felis fusce mus praesent a pellentesque ante. Pretium velit ac convallis vestibulum gravida sit mi. Euismod fames neque penatibus sagittis eu massa dictum nostra metus vel diam. Rhoncus etiam mus auctor ad nascetur nulla tempus tincidunt neque. Feugiat ipsum id lacus id magnis nonummy lacinia habitasse ligula. Euismod purus. Nonummy proin. Cubilia purus cubilia eget ut pellentesque tempus mi pharetra diam elit gravida ad nascetur. Egestas fusce amet vehicula parturient aptent vel tempor sagittis. Cubilia felis nec quis ad lacus scelerisque."
     ]
    },
    {
     "title": "Potenti vitae.",
     "paragraphs": [
      "Nonummy felis quis varius nec eu lacinia at dui ad sapien. Aliquam vitae eu orci pulvinar a sollicitudin cras feugiat lacinia duis sit netus. Feugiat class. Posuere vitae nam pretium facilisi nulla quis eros mus. Aliquet lorem. Vivamus augue. Nonummy porta urna mi curabitur amet. Pretium justo eros. Pretium nulla diam habitant taciti adipiscing proin. Euismod donec. Commodo ipsum risus. Blandit etiam lorem nibh enim duis ante elementum leo molestie a. Vivamus fames morbi sagittis ve class morbi nisi. Integer fames in pede vitae augue nostra augue. Quisque magna. Quisque magna et litora. Potenti morbi nunc quisque ut. Posuere risus morbi porta bibendum. Natoque donec nibh. Iaculis etiam porta tempor vestibulum felis pretium quisque potenti fringilla nisl. Potenti vitae amet blandit. Integer fames odio.",
      "Aliquet metus. Potenti donec velit fusce etiam vivamus et eu. Feugiat massa urna vulputate erat eros. Lacinia neque. Blandit felis morbi rutrum ante tellus dis gravida in. Posuere neque mi ad at nunc. Iaculis fames magna eleifend non pellentesque congue pede urna. Commodo dolor et sollicitudin nonummy risus massa. Cubilia neque. Dapibus nulla elit. Dapibus massa lacus natoque mi. Pretium risus fusce neque nam enim ut ante fames sociosqu. Iaculis class erat nonummy mi pulvinar neque. Lacinia dolor integer nunc ve sapien. Integer morbi hac hendrerit magnis eleifend lorem ad mattis. Vivamus nulla ut non mi. Integer morbi. Lacinia neque. Viverra ipsum dolor ornare sollicitudin dignissim. Viverra metus risus pede. Laoreet purus per malesuada. Cubilia etiam in sapien consectetuer nam velit lacinia mollis sed litora."
     ]
    }
   ]
  }
 ],
 "title": "Blandit proin orci accumsan suspendisse pulvinar fringilla aenean sagittis facilisi neque sem."
}