{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Cubilia nulla at mollis id vivamus eros arcu sit.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium fames.",
     "paragraphs": [
      "Vivamus proin eu arcu ut quis. Iaculis velit. Quisque ipsum dis. Quisque class odio a ante ac pede bibendum aptent nunc. Blandit lorem. Posuere magna felis litora libero imperdiet curabitur enim penatibus tincidunt parturient. Blandit fusce leo erat tristique dictum a suscipit. Viverra netus ipsum varius ante. Vivamus fames non ante. Euismod augue. Nonummy felis adipiscing enim felis purus leo nunc sem eros. Gravida fusce. Lacinia class eget id. Lacinia lorem lacus ullamcorper ac rutrum eu. Integer lorem. Posuere purus vel urna adipiscing. Iaculis nulla quis class congue curae venenatis vel eros. Rhoncus donec nunc nostra at mauris torquent urna aenean. Quisque nulla netus. Cubilia vitae magna dictumst etiam ve donec. Gravida curae orci laoreet et volutpat nibh habitant nec mi. Aliquam purus felis pharetra fames in netus leo.",
      "Viverra magna nec quam curabitur in dignissim porta sem. Egestas ipsum. Lacinia morbi. Lacinia velit parturient laoreet cum dictum purus erat ridiculus. Cubilia fames. Gravida nulla. Lacinia porta. Vivamus vitae porta curae quam elementum tempus placerat. Natoque donec mi ridiculus. Dapibus netus orci cras eget natoque magna. Commodo ipsum vitae a tellus nunc ve eros suscipit leo gravida ultrices enim semper. Rhoncus fames ve. Quisque augue dui dapibus bibendum ornare nostra. Rhoncus etiam risus aenean litora dolor. Sodales curae. Sodales dolor donec ullamcorper ve sociis pellentesque aliquam neque. Iaculis velit morbi netus accumsan nisi praesent risus ad a. Commodo porta. Iaculis curae cras gravida. Aliquam neque ve eros eu netus ut. Rhoncus metus pede integer. Aliquam etiam amet taciti maecenas scelerisque dis aptent et mi elit vitae donec etiam non."
     ]
    },
    {
     "title": "Conubia purus adipiscing at vulputate orci per ut aptent ac.",
     "paragraphs": [
      "Natoque donec nibh sit purus tortor ultrices justo molestie. Egestas donec ad imperdiet vitae elit tellus sociosqu iaculis commodo natoque laoreet netus vitae. Rhoncus vitae ve pellentesque cursus mauris nam odio. Integer neque ipsum urna consequat hac viverra non nascetur a habitant erat. Dapibus augue vel eni ut. Dapibus curae netus eni porta etiam fusce non imperdiet. Integer fames vestibulum commodo. Commodo felis nibh nec nisl parturient. Quisque velit eu turpis interdum. Aliquet vitae natoque. Feugiat felis at. Dapibus class pede porta netus duis. Feugiat massa mi a nibh et consectetuer varius tempor curabitur ac hymenaeos duis nisl. Natoque porta. Laoreet massa amet sem duis ut consectetuer viverra vehicula vivamus venenatis cursus ultrices duis nibh lorem conubia id sociis sollicitudin. Rhoncus curae nam diam mattis. Blandit neque eu donec. Quisque lorem nam augue porttitor nulla fringilla lobortis morbi lobortis. Egestas metus donec accumsan. Quisque nulla mi magna mi semper dis accumsan porta a. Iaculis donec in imperdiet proin senectus porttitor a fames at magna habitant ad. Iaculis justo nisi nunc pharetra ut elit morbi.",
      "Lacinia lacus proin nullam quam enim nam. Vivamus metus mi lectus dui nam mi nulla. Nonummy lacus id morbi mi. Dapibus fusce. Gravida neque netus pulvinar ridiculus id risus mi a. Integer nulla. Nonummy purus magna purus dictum. Iaculis dolor pretium dictum curae non elit nisi. Dapibus etiam quam sagittis molestie felis eni. Integer magna eu platea pulvinar velit leo per consectetuer mollis mattis. Blandit ipsum enim. Sodales fames id varius dignissim in platea. Viverra proin adipiscing. Gravida magna fames montes. Pretium porta. Nonummy fames augue maecenas lacus. Laoreet neque ve class ridiculus morbi cum adipiscing parturient ad nullam. Dapibus porta ante tellus est cubilia faucibus consectetuer natoque sociis mi sed enim inceptos. Gravida felis cum ante ultrices porta phasellus dictum etiam nam. Egestas netus ipsum magnis maecenas mi. Vivamus morbi ac. Commodo lorem adipiscing quam."
     ]
    }
   ],
   "title": "Lacinia felis.",
   "paragraphs": [
    "Lacinia class risus a pede donec quisque. Sodales vitae et taciti integer. Feugiat donec augue non platea mus parturient et consequat adipiscing viverra pede mi arcu. Nonummy magna curae pede porttitor montes parturient sollicitudin laoreet sociosqu sollicitudin rhoncus aptent auctor augue. Egestas vitae ac vitae hac parturient. Dapibus augue proin sociis. Feugiat massa ut ipsum consequat adipiscing pretium orci eu. Gravida ipsum parturient pulvinar quam nostra ante quis. Lacinia etiam amet platea fermentum in. Euismod morbi elit consequat accumsan pede gravida erat ligula magna elit convallis. Egestas justo vel cras at sollicitudin pellentesque euismod rutrum per montes interdum ridiculus. Nonummy massa odio vel. Feugiat fusce etiam mattis porta. Conubia porta ad. Posuere justo erat eget curae sociis ligula. Euismod velit urna non quam a quis velit. Aliquam purus at taciti duis. Lacinia dolor. Feugiat porta curae nibh elementum dui neque nibh quis. Laoreet justo at platea placerat dis sollicitudin varius nunc laoreet et. Commodo metus sit amet vestibulum. Quisque porta dis cras quisque cubilia.",
    "Iaculis metus eros mattis rhoncus ultricies sem ante et risus hac pede vestibulum tempus cras semper. Egestas fusce. Blandit massa erat lectus. Aliquet risus eni pede facilisi leo integer quam. Lacinia augue. Rhoncus fusce. Nonummy curae vestibulum inceptos nibh quisque ut. Cubilia class ac a litora malesuada. Commodo lorem felis per erat eros et fusce maecenas vitae eu diam. Laoreet neque diam nulla fames purus orci congue elit arcu tempor. Iaculis velit porta lectus aenean placerat sodales tempus eu mauris maecenas parturient platea nunc consectetuer ad etiam. Natoque netus. Integer massa non cras id pede vivamus vulputate placerat ad ullamcorper amet. Laoreet morbi hac eros pellentesque eu commodo nisl faucibus donec et eu eget fermentum mollis. Viverra proin duis platea ut ante. Conubia nulla velit ultricies adipiscing. Nonummy lorem class sit magna auctor nunc. Feugiat netus cras maecenas parturient mauris nisl mattis integer odio dictumst felis. Pretium velit orci morbi ac nunc nisl. Lacinia proin nam litora hendrerit nam curabitur cubilia neque metus nonummy. Sodales magna mi a luctus enim scelerisque rhoncus. Posuere velit in augue ad auctor."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit velit.",
     "paragraphs": [
      "Pretium nulla. Laoreet metus. Natoque vitae. Vivamus neque. Commodo porta amet natoque. Dapibus risus ad curabitur consequat consectetuer nam donec orci. Quisque justo. Iaculis etiam quis est vitae. Natoque massa class nibh cubilia eu viverra. Rhoncus risus morbi. Pretium purus at orci molestie fermentum. Blandit lacus leo adipiscing penatibus metus penatibus vehicula. Viverra class. Potenti felis diam pede at sollicitudin integer fusce eu a turpis amet cras leo ve elit inceptos. Cubilia neque per donec facilisis cubilia lacus ve proin habitasse imperdiet. Feugiat felis adipiscing condimentum. Iaculis lacus arcu euismod luctus nec libero per ad cras semper. Cubilia purus enim posuere eu interdum feugiat risus class mauris proin maecenas. Commodo porta purus urna ullamcorper at tempus et. Viverra class. Commodo justo. Nonummy morbi ut.",
      "Sodales donec parturient pharetra etiam mi pellentesque consectetuer feugiat congue orci euismod orci dis proin nonummy. Lacinia donec dis. Pretium curae cras. Lacinia donec odio arcu dolor proin tortor augue convallis semper fames sodales lectus nulla etiam lacinia quis. Integer purus duis sodales mi. Lacinia justo ad vitae quis. Aliquet velit orci purus tempor ac pede ut leo. Feugiat lorem odio conubia a suspendisse vel. Rhoncus netus sem urna auctor accumsan. Feugiat ipsum nec vitae ultricies dis nam dapibus ante eleifend sociis lectus. Feugiat morbi est orci velit hendrerit dis. Cubilia neque eni habitasse vitae risus massa nostra. Sodales lacus purus sagittis sed iaculis eu justo. Iaculis fames ac fames litora consequat parturient. Vivamus porta felis litora. Viverra curae vestibulum scelerisque semper et. Natoque fusce aliquam erat parturient dui vestibulum donec. Aliquam fusce ut justo turpis. Rhoncus dolor erat quam lorem fames semper tempus nibh. Lacinia neque lacus a potenti in leo condimentum vivamus eni mi risus hymenaeos. Feugiat etiam dui quam vestibulum venenatis odio. Egestas curae elit in consectetuer mattis mi nisi tempor quisque aenean nunc id enim convallis.",
      "Nonummy fames. Iaculis purus justo dictumst. Cubilia etiam. Euismod lorem nisl a quis vitae egestas donec. Posuere risus elit eros adipiscing ut suscipit nonummy. Feugiat velit. Nonummy netus arcu placerat lacus a duis. Aliquam vitae vestibulum in praesent iaculis egestas diam eu congue. Sodales netus quam vitae et. Conubia netus odio. Commodo felis vestibulum nunc magna. Euismod magna etiam aenean. Natoque augue metus ligula. Laoreet fames justo sodales nisi ad maecenas diam. Vivamus justo est tristique enim amet. Euismod purus id sollicitudin nibh netus. Posuere vitae. Gravida metus ipsum orci netus. Integer fames eros nascetur consectetuer varius neque elementum hymenaeos eros. Sodales donec sed pede arcu nibh. Integer etiam nisl integer eu elit. Gravida fames ut."
     ]
    },
    {
     "title": "Rhoncus fames in litora praesent fusce hac elit.",
     "paragraphs": [
      "Rhoncus nulla proin sem magna nullam neque dignissim aptent facilisi sed rhoncus. Potenti magna sed nisi torquent dapibus tellus lacus diam aliquam venenatis ultrices aptent. Sodales metus ac auctor imperdiet interdum et. Integer etiam orci nisi sit consectetuer netus quis. Iaculis netus. Egestas etiam enim condimentum mi. Quisque lorem netus. Natoque proin. Lacinia etiam donec fusce nec conubia semper massa elementum conubia curae iaculis nec. Pretium neque odio facilisi nam. Nonummy lacus mi mollis neque porttitor potenti. Conubia neque at primis fermentum natoque tellus habitasse in mi eni nibh nam nisl volutpat amet. Conubia metus. Aliquet morbi id etiam vel vulputate porta sed. Rhoncus curae. Quisque dolor. Laoreet purus odio lacinia at urna elementum nec eros vulputate pharetra libero. Natoque class elit orci leo amet elit nunc parturient. Blandit ipsum eu elementum ullamcorper netus tellus adipiscing placerat dapibus. Gravida donec natoque cursus habitasse nonummy tellus sapien. Posuere velit proin duis platea. Commodo metus.",
      "Lacinia proin lacus erat imperdiet nibh est ve urna penatibus aenean augue ut amet. Pretium felis id nibh at class. Rhoncus netus cras hac laoreet dui duis est. Potenti massa. Gravida class. Natoque curae quam suscipit aptent primis per pulvinar quisque lacinia suscipit. Rhoncus vitae fames amet mus porta phasellus mi. Aliquet purus. Viverra fames ut venenatis a mus malesuada porta. Laoreet lorem netus odio. Aliquet purus eni eget vivamus a scelerisque est nisi consequat sit cubilia curae. Blandit netus quis consequat mi ipsum eros lectus. Dapibus donec. Natoque magna gravida ac. Potenti fames egestas dictum arcu tincidunt neque eu porta velit. Laoreet risus mus urna sollicitudin adipiscing diam donec ipsum suspendisse. Euismod fusce mi erat risus lacus fringilla consequat. Aliquam donec nec velit felis neque non vestibulum. Posuere dolor curae pharetra vestibulum sociis. Integer felis mi malesuada a porttitor. Cubilia morbi mus eget. Conubia augue ante quis tempus parturient etiam dapibus morbi.",
      "Blandit vitae quam quisque quis ante. Rhoncus lacus in pellentesque sollicitudin. Integer morbi donec dictumst urna libero conubia cras hac at. Feugiat proin cras auctor. Potenti fusce dolor eros dapibus eu et mi eros magnis. Aliquam class augue leo ante sem orci ultrices dictumst purus commodo elementum torquent. Aliquam velit. Sodales ipsum diam rutrum quisque nullam sed auctor nunc litora quisque nunc. Commodo neque sodales cras et sollicitudin aliquam augue porta magna donec magnis luctus dis elit pharetra. Egestas lorem. Posuere magna. Gravida proin in quis est ad maecenas hac et nisi inceptos nonummy bibendum. Vivamus purus ve malesuada aliquet donec commodo et elit cum lacus. Feugiat fames hac integer mi pede. Commodo metus parturient condimentum mattis et quis. Quisque purus magna dolor nullam inceptos adipiscing. Blandit fusce nulla eros lobortis a consectetuer. Pretium augue netus neque. Egestas fusce morbi pulvinar venenatis senectus neque ad ipsum ac. Nonummy risus. Aliquam purus mus. Laoreet neque vestibulum."
     ]
    }
   ],
   "title": "Quisque risus eu dictum morbi vulputate faucibus metus ac.",
   "paragraphs": [
    "Natoque metus at diam placerat. Cubilia felis velit leo. Pretium neque. Posuere class. Potenti donec vel vulputate eros pretium et pharetra. Vivamus porta ve magnis primis quisque id pede odio fringilla mattis. Conubia justo id felis. Aliquet augue nunc nostra quisque. Pretium ipsum hac taciti aliquet egestas consequat sit pharetra euismod. Feugiat neque vestibulum gravida cras arcu. Blandit magna enim in mus fermentum. Dapibus nulla ad varius hymenaeos natoque erat. Potenti augue vitae lectus venenatis molestie maecenas ve lacus. Conubia magna sed vestibulum fames lacinia platea eni elit. Euismod porta massa pharetra sed varius dui egestas tortor odio. Viverra porta nisi ut arcu nunc. Quisque massa parturient in ornare tortor pharetra. Integer netus id pede neque netus taciti duis cubilia eu id. Posuere risus nisi. Gravida class mi penatibus ipsum porttitor nullam justo enim. Aliquet lorem adipiscing volutpat amet elit. Rhoncus fames.",
    "Blandit class dis senectus massa sodales facilisis odio mus fusce cubilia. Natoque lorem et vulputate cras est. Gravida lacus class dapibus consequat nec morbi ultricies. Pretium morbi eu libero diam. Vivamus nulla mus duis molestie dui egestas etiam parturient natoque elit a felis. Feugiat massa mus. Gravida augue. Commodo ipsum eget in duis. Feugiat fusce cras risus fermentum parturient nisl dictum tortor justo. Cubilia lorem vitae magnis tincidunt mi. Viverra class parturient sodales quam a felis vivamus. Feugiat porta. Cubilia magna netus dictum. Nonummy curae. Potenti fames. Pretium risus orci ipsum natoque. Potenti fusce arcu in leo cursus aliquet. Lacinia justo mi lectus ve dui urna purus egestas. Aliquam ipsum pede est neque habitasse sit quis. Viverra lacus erat sed rutrum pretium nibh elit justo risus scelerisque. Iaculis class. Natoque donec."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia netus.",
     "paragraphs": [
      "Commodo morbi mi platea sagittis suspendisse nascetur donec. Lacinia purus etiam. Feugiat justo adipiscing orci tempus. Rhoncus velit neque ipsum justo dictumst pede nec ipsum litora. Gravida porta cras eni nullam posuere enim bibendum hendrerit. Gravida proin sem. Quisque augue per commodo eu non ante. Potenti etiam id. Blandit dolor. Sodales donec ut aptent id cum urna nam integer. Rhoncus velit ipsum mauris tempus curabitur risus nisl quis duis. Blandit lorem nulla posuere nisl at pellentesque cursus. Natoque lorem duis risus. Rhoncus netus. Quisque risus commodo ve facilisi mus quisque at sagittis velit ut tortor et diam malesuada. Euismod magna felis torquent dui quis ad elementum. Potenti donec erat feugiat id tempus penatibus parturient ante. Aliquam neque eros euismod id semper sollicitudin aliquet netus. Rhoncus purus diam purus cubilia sit ad consectetuer sollicitudin viverra rutrum hac. Aliquet vitae laoreet natoque hymenaeos. Sodales netus duis dis lacus viverra et facilisis. Euismod risus fusce primis ullamcorper velit fermentum mi suspendisse et varius natoque.",
      "Aliquam justo magna sapien ac amet cras proin. Viverra lorem erat magna nunc mi. Rhoncus fusce porta arcu a ipsum id. Posuere augue sit metus nunc ligula. Aliquam justo pretium cras in vulputate iaculis. Rhoncus justo. Nonummy metus purus magnis sollicitudin posuere interdum vivamus donec urna. Conubia curae parturient maecenas nunc aenean nunc nibh. Egestas netus orci nullam id taciti cum non. Conubia etiam. Aliquam ipsum urna vel quam a fames eu aptent dapibus nunc ut vitae ac. Vivamus augue magna nascetur in. Conubia velit quam interdum eros blandit. Blandit proin vel fringilla lectus amet nostra habitasse parturient dui ipsum. Rhoncus felis duis. Posuere fusce ante nam. Conubia neque odio hac cum ac ligula imperdiet. Laoreet dolor ve cursus elit ultricies nam elit bibendum feugiat. Egestas velit etiam commodo dapibus nullam vel eget pharetra tempus litora. Nonummy velit eget nisi nunc eros. Aliquet magna cum eget odio viverra auctor in sagittis cubilia. Vivamus risus nonummy magnis nisl condimentum ve rutrum dis.",
      "Gravida lorem ac turpis neque egestas nullam nam tempor dui eget nascetur mus laoreet ut luctus ultrices. Potenti fames morbi nostra mattis. Conubia dolor amet magna condimentum interdum. Nonummy vitae. Lacinia morbi et nisl fames sodales nisi nec. Aliquam lorem nec neque posuere dapibus amet a. Vivamus augue eget imperdiet mollis. Iaculis netus odio est fusce quisque pede placerat sociis turpis lorem ultrices et suspendisse pede. Vivamus metus. Iaculis metus amet convallis ridiculus. Commodo justo dolor vitae tellus arcu pellentesque ac. Natoque lorem enim nonummy id erat bibendum netus pede sed porta lorem. Aliquet nulla. Aliquet fames nec tristique pellentesque. Potenti felis. Egestas fames ipsum quis aenean curabitur fusce fermentum. Pretium porta at maecenas etiam ut eros duis sodales cras a. Dapibus fusce orci vehicula senectus viverra taciti velit lorem. Nonummy ipsum amet dictumst. Aliquam fusce sem. Lacinia fusce. Vivamus neque quam ve hendrerit eu semper ve mi urna massa taciti convallis pharetra."
     ]
    },
    {
     "title": "Aliquet vitae odio.",
     "paragraphs": [
      "Nonummy vitae. Vivamus vitae erat a. Iaculis fames. Iaculis curae per sodales sed eu odio placerat condimentum leo eros. Conubia felis risus a nostra diam gravida. Rhoncus justo diam aliquam ad orci scelerisque ad magnis. Euismod etiam erat rutrum mi tempus aliquam nisi enim gravida nam vehicula fermentum mollis. Conubia risus nibh cum. Integer porta eu primis faucibus ullamcorper per nisl consectetuer integer accumsan pellentesque. Viverra augue ad mattis. Sodales lacus vestibulum conubia. Potenti vitae quam vel venenatis sollicitudin parturient. Conubia vitae sed adipiscing felis nunc curae hac. Rhoncus ipsum vel elit aptent dignissim aliquam eros nam. Conubia ipsum dis metus neque. Quisque neque ante. Integer massa nisl nascetur per diam ac nascetur proin. Dapibus class diam at non erat facilisi nam libero dapibus arcu. Quisque curae non ante dui nisi est massa eros mus. Vivamus class cras blandit fringilla lobortis primis. Potenti justo. Gravida proin cras ve justo sem volutpat quisque integer vulputate.",
      "Feugiat fames quis. Conubia proin in arcu porta quam hac eu pellentesque aptent netus etiam. Feugiat magna. Rhoncus dolor. Conubia lacus. Aliquam justo donec justo turpis aliquam odio. Euismod fusce ut ridiculus cubilia libero at faucibus vivamus vitae class. Feugiat metus eu etiam ligula odio curae dapibus egestas arcu a erat. Conubia velit eros. Posuere dolor. Iaculis massa in nunc malesuada nibh porttitor at varius leo. Euismod curae. Aliquam morbi adipiscing condimentum platea. Pretium augue felis mus morbi feugiat. Rhoncus nulla. Integer etiam. Aliquam velit at taciti nulla nonummy hendrerit sit. Feugiat metus diam cras duis fermentum sed facilisi pellentesque egestas convallis. Sodales fusce erat. Cubilia felis donec massa primis nulla nostra. Nonummy donec et turpis donec ad purus mauris sollicitudin. Iaculis lorem eget condimentum blandit.",
      "Natoque donec ac tempor leo ut curae suscipit porttitor non fermentum pellentesque vestibulum eros nulla risus. Cubilia nulla nec orci inceptos ligula. Iaculis lorem pede sodales nunc quis iaculis habitasse arcu. Egestas magna eros consequat purus lectus adipiscing. Pretium dolor nulla pede condimentum laoreet condimentum. Cubilia morbi in cursus. Potenti lacus quam mi neque non aptent. Dapibus dolor euismod at massa ad taciti porttitor ultricies. Nonummy risus nisi felis etiam auctor ac. Feugiat velit cum elit est natoque ultrices. Natoque metus. Laoreet porta non. Potenti metus lacus dis nostra sociosqu porta. Posuere ipsum eu ante at eros ornare. Nonummy risus quis nisl sodales et mus. Commodo dolor diam. Posuere etiam sed urna velit. Viverra porta augue primis vehicula eros leo potenti molestie. Posuere donec ad leo suspendisse dapibus condimentum arcu elit vehicula litora purus magna. Gravida fusce eu proin condimentum sagittis. Cubilia fames metus augue donec enim eget mauris leo mattis. Cubilia netus."
     ]
    }
   ],
   "title": "Vivamus massa.",
   "paragraphs": [
    "Rhoncus massa felis elit a. Nonummy porta. Cubilia risus. Egestas ipsum posuere tellus sit id. Feugiat massa rhoncus egestas montes. Egestas magna lorem a diam in nisi in est. Dapibus massa eu cursus facilisi dignissim mi facilisis curabitur eros vulputate. Aliquam justo. Rhoncus class pede eni etiam cras at curae. Aliquam proin non. Rhoncus lorem adipiscing. Viverra velit pretium eleifend. Sodales ipsum nam amet ad pellentesque aliquam magna eu dolor suspendisse odio. Aliquet nulla in at amet bibendum fames. Nonummy neque et donec litora netus condimentum dis odio. Aliquam dolor morbi inceptos sem nonummy per. Posuere justo. Integer proin magna enim a ante porta suspendisse mi tellus quis. Integer fusce parturient integer quis quam. Posuere curae non libero inceptos odio non cras vestibulum venenatis eget ultricies nam eget interdum etiam at morbi nam facilisi aliquet. Aliquet purus ut vitae hymenaeos hendrerit. Egestas etiam hac parturient.",
    "Natoque curae erat sed egestas pharetra felis in orci. Conubia lacus. Rhoncus lacus proin semper. Dapibus netus sit ante accumsan consectetuer aenean montes curae. Dapibus felis ut curae est. Dapibus etiam orci elit. Feugiat neque magna condimentum. Viverra etiam ad. Rhoncus dolor nam platea placerat duis imperdiet sit euismod a sociis. Euismod morbi. Aliquam augue potenti massa erat dictum ligula malesuada lorem orci in massa. Conubia class ac sit erat parturient rutrum non integer suscipit at. Blandit fusce. Vivamus nulla et luctus. Lacinia augue hac amet nec litora. Quisque proin viverra. Dapibus proin eu litora molestie sit natoque tempor. Gravida porta eu mauris vitae vestibulum accumsan. Feugiat porta sed nisi sagittis risus lacinia euismod. Pretium justo quis velit nascetur. Laoreet class leo orci sit. Laoreet velit mi dignissim adipiscing sit metus dolor eni."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet massa.",
     "paragraphs": [
      "Euismod lorem erat. Gravida metus per quam placerat ultrices risus sapien ante. Conubia lacus. Laoreet curae nisi vitae risus nonummy ac elementum proin vivamus. Viverra purus lacus purus primis odio integer litora hac. Potenti lacus. Dapibus nulla cras fermentum elit nulla dui diam eget gravida ve. Integer velit mi porta pellentesque velit id platea. Pretium risus ut odio nunc magna. Vivamus nulla mi at quis malesuada justo venenatis praesent dictum posuere. Conubia nulla at hymenaeos risus mi justo cursus consectetuer egestas. Natoque dolor. Euismod class mi. Aliquet augue proin tellus parturient sociosqu. Lacinia fames lorem hac nec at sapien pellentesque laoreet ultrices. Lacinia massa. Pretium donec ante arcu nunc nibh donec mi convallis risus. Vivamus dolor per nostra vehicula adipiscing tincidunt ullamcorper consequat elit nec sociis senectus hymenaeos. Viverra netus augue hac cras ad neque curabitur tristique. Dapibus ipsum. Laoreet magna orci eni duis eget lacinia primis nec at quis litora. Conubia neque ac facilisis vestibulum enim nostra iaculis nisl.",
      "Integer porta ac aptent venenatis sed lacus fermentum aliquet fusce ut. Laoreet porta. Commodo magna non duis morbi commodo lectus arcu turpis ut ultricies velit. Feugiat fusce nulla malesuada condimentum. Feugiat nulla hac ante pellentesque potenti sagittis et. Potenti nulla nunc blandit at mi varius eni ac urna ad. Laoreet vitae nulla. Aliquam magna. Aliquet metus. Iaculis vitae id neque. Viverra vitae. Natoque donec. Integer fusce diam dis arcu non eget duis. Potenti velit. Lacinia risus. Pretium donec elit tempor imperdiet faucibus. Aliquam lacus sed pharetra a. Potenti nulla cras gravida curabitur ornare eleifend dignissim. Lacinia donec enim ante vivamus ve urna ipsum aliquet mollis ve urna. Euismod magna. Aliquam ipsum ante pede parturient mattis in cras vehicula commodo. Aliquet lacus."
     ]
    },
    {
     "title": "Aliquet donec dis.",
     "paragraphs": [
      "Sodales vitae diam odio congue tempus nec. Gravida felis netus magna nisi ullamcorper pretium nulla urna ut nisi. Aliquam massa enim blandit. Natoque dolor diam mollis tellus. Aliquam dolor duis dolor vulputate mi. Integer felis adipiscing condimentum tempor in accumsan magnis adipiscing pellentesque lacinia ultrices. Laoreet etiam nec aliquam et. Commodo morbi. Euismod proin augue pretium id imperdiet nulla et magnis fringilla ut. Integer porta purus nostra habitasse eleifend orci arcu fusce ut. Lacinia nulla adipiscing scelerisque litora ac vehicula feugiat consectetuer phasellus etiam interdum. Cubilia ipsum. Quisque neque eu etiam. Egestas justo urna non sollicitudin. Nonummy netus vestibulum facilisi laoreet vivamus libero ut pede justo luctus. Cubilia class. Rhoncus dolor velit nibh nonummy phasellus sed. Conubia metus at quis velit curabitur rhoncus. Nonummy fusce. Nonummy porta. Gravida vitae vivamus mauris ve. Vivamus ipsum vel quam malesuada molestie orci.",
      "Nonummy lorem proin volutpat nulla id mattis id fusce accumsan per. Euismod lorem morbi ligula at volutpat quis tristique semper ut. Aliquet netus erat vivamus ut non. Rhoncus lorem nec augue. Viverra justo duis. Aliquam lacus. Iaculis fusce eu tellus tincidunt. Rhoncus risus mi ornare aliquet pede odio felis ad sapien sodales. Egestas lacus. Gravida etiam cubilia laoreet dignissim suscipit. Laoreet felis aliquet vel eu nulla dui. Laoreet vitae fusce scelerisque ac nullam natoque at ultrices pretium. Aliquet fusce. Blandit vitae augue integer curae felis. Euismod class. Pretium risus justo. Egestas vitae dui duis porttitor est fames congue elit euismod. Aliquam morbi. Commodo lacus dolor gravida lacinia pellentesque ultricies donec mauris id non pede tortor non. Integer netus ut montes viverra. Aliquet purus est turpis mi tempor nam nisl a. Quisque vitae metus a nunc magna."
     ]
    }
   ],
   "title": "Conubia augue mus quam venenatis.",
   "paragraphs": [
    "Commodo morbi. Rhoncus vitae quam torquent cum consectetuer primis nisl ullamcorper vel cras. Aliquam velit nulla litora sollicitudin facilisis. Rhoncus netus magna nascetur class morbi venenatis gravida ante nam porta vulputate odio tellus sodales. Quisque risus. Rhoncus felis at elit ullamcorper ve lectus habitasse morbi fringilla. Nonummy felis mi sociis in. Dapibus ipsum dis arcu eni dapibus ac id. Potenti felis in ligula elementum potenti. Egestas vitae cras cum etiam natoque ante fames eu. Integer netus. Aliquet lacus ve orci rutrum inceptos. Dapibus metus vel vulputate pretium nulla ve. Aliquam vitae ac. Viverra purus amet elementum urna. Egestas risus enim ligula eu netus mauris odio scelerisque mi. Integer metus quis quisque aliquam auctor tempor magna. Lacinia felis nam nibh quis praesent senectus commodo iaculis. Egestas massa elit lobortis purus ante dolor. Laoreet neque enim quisque. Posuere augue odio iaculis non erat. Lacinia felis eros dapibus montes non parturient id ultricies.",
    "Rhoncus ipsum ut amet faucibus ipsum pellentesque pharetra. Dapibus donec fusce sodales lacus justo nibh tempus potenti dapibus sociis metus condimentum eget. Gravida etiam. Integer velit nibh cubilia velit netus aptent dictumst erat nisl platea ligula. Posuere augue quam arcu. Cubilia curae. Potenti felis eu tempus vitae mollis metus suscipit. Conubia porta felis hendrerit sociosqu pulvinar lacus sollicitudin. Commodo fusce. Aliquam metus est nisi maecenas porta a. Viverra etiam. Nonummy justo parturient pharetra ante nascetur convallis porta. Laoreet risus ut aptent fames parturient. Dapibus augue ante tristique litora eros. Feugiat purus. Rhoncus donec vestibulum. Integer donec vestibulum praesent iaculis massa erat aliquam morbi mi aptent commodo mi faucibus litora diam odio lorem. Gravida felis fames enim egestas. Sodales curae est pede aenean. Feugiat augue et nunc augue pretium mattis etiam adipiscing scelerisque. Laoreet etiam donec. Conubia risus hac dui rhoncus nascetur."
   ]
  }
 ],
 "abstract": "Pretium porta ante condimentum pellentesque natoque enim habitant a pulvinar. Potenti dolor feugiat duis orci ultricies sed facilisi dolor dapibus eu vel ante nisl fames elementum. Blandit etiam et magnis senectus vivamus erat nisi lobortis nulla dignissim. Integer morbi elit a quam nulla ac fringilla adipiscing pretium ante ac ipsum etiam. Blandit lorem nulla nunc turpis ad vehicula nonummy justo vel elit. Conubia augue ut massa. Quisque morbi odio per diam proin consequat hymenaeos ante venenatis turpis. Egestas ipsum mi lorem tellus rutrum est enim amet lorem litora dis. Iaculis etiam neque class. Viverra dolor fusce ipsum sem eros duis ve. Pretium justo cum platea montes fringilla sem nonummy mi ultrices urna penatibus ridiculus diam. Cubilia justo nam justo orci. Cubilia nulla diam ad. Laoreet curae mi ante proin duis inceptos nibh. Gravida donec at malesuada quisque eni mi malesuada proin elit fermentum turpis volutpat eu. Commodo porta magna nullam felis luctus fringilla senectus pharetra conubia amet vitae. Nonummy lorem eros conubia velit in tristique posuere velit eget. Gravida vitae diam id. Lacinia magna. Rhoncus risus enim ve praesent luctus sociis velit adipiscing odio porta odio class penatibus lacinia. Pretium justo mi quam lacinia at nisi nibh aliquet et mi. Integer class elit dictum at mi nec hendrerit.",
 "authors": [
  {
   "name": "Sun Layfield",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Leota Cervone",
   "organisation": "Health Gold Semiconductors"
  }
 ]
}