{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales fusce conubia habitasse magnis odio scelerisque per ad.",
 "sections": [
  {
   "children": [
    {
     "title": "Blandit purus urna netus dolor est.",
     "paragraphs": [
      "Aliquet fames. Lacinia class. Natoque lorem sem bibendum viverra. Natoque proin in bibendum eleifend ac scelerisque eros. Viverra morbi metus sociis cum feugiat felis amet. Laoreet magna curae fames. Dapibus risus metus nec rhoncus sociosqu ipsum. Vivamus fusce. Feugiat metus quis orci vehicula tortor lorem dignissim duis sit pellentesque morbi. Lacinia nulla class natoque bibendum dolor risus maecenas elit turpis. Posuere etiam quis consequat dui cum. Dapibus morbi nisl fames et auctor potenti odio dignissim tempor. Posuere augue erat vel donec quis dis aptent lectus. Lacinia vitae ve et taciti. Euismod risus cras cum nostra a facilisi orci eleifend parturient phasellus. Blandit vitae. Aliquet dolor risus. Natoque fusce. Natoque lorem erat ut nisi amet lobortis justo et etiam platea. Aliquam proin ante ullamcorper vel sapien ad cras ve consectetuer pellentesque. Egestas vitae proin. Aliquet magna orci.",
      "Laoreet morbi nisi rutrum sit pede non per dui dis ut auctor. Rhoncus risus aliquet tortor cum lectus dictum risus eros egestas eu mi luctus porttitor. Vivamus dolor duis inceptos sem sollicitudin auctor eros sollicitudin. Commodo nulla eu nulla mauris ad egestas nisi a elit. Viverra ipsum nam erat parturient platea ipsum primis proin. Natoque augue eget a enim. Euismod velit quis aliquam id aliquam urna per volutpat commodo elementum platea a vehicula orci. Vivamus vitae risus. Gravida augue nunc cras cubilia. Aliquet magna dis nisl est mi ligula molestie porttitor a fusce laoreet potenti pellentesque malesuada felis. Rhoncus netus fames aenean eget pellentesque adipiscing. Euismod metus. Euismod class lorem dictumst donec lacus lectus tincidunt ac. Natoque felis leo lectus nascetur hendrerit. Posuere etiam ad nisl ac mauris natoque aliquam pede ut pellentesque conubia eleifend ad scelerisque. Egestas porta mus purus nam potenti placerat et dis convallis vitae at aenean praesent ve orci. Gravida purus. Aliquam curae eu primis torquent quisque id et elit litora. Euismod donec. Viverra etiam. Egestas dolor vestibulum pretium nec in sodales amet quis nulla id habitasse. Egestas etiam nunc rutrum penatibus metus."
     ]
    },
    {
     "title": "Integer magna.",
     "paragraphs": [
      "Natoque ipsum. Rhoncus fusce adipiscing suspendisse luctus id nibh massa viverra. Gravida donec duis etiam viverra. Nonummy justo non vivamus. Blandit metus dui pede non sapien torquent malesuada. Sodales massa augue maecenas parturient semper ve at. Viverra donec proin condimentum molestie hymenaeos id facilisis risus interdum ut ipsum. Lacinia lorem mi magnis torquent nisi dis lorem. Natoque morbi ut nulla hendrerit ut. Nonummy dolor ve enim etiam faucibus adipiscing litora hac turpis cursus facilisi. Blandit vitae sed nisi metus iaculis purus. Egestas class nec elit id praesent vivamus massa urna ligula. Quisque magna nunc at non condimentum blandit sit adipiscing. Commodo neque mi hendrerit ad auctor mi et dis. Lacinia netus odio cubilia est at orci volutpat leo integer. Quisque lacus velit. Laoreet augue. Commodo fames eros in libero nascetur parturient hendrerit eget cum nibh. Feugiat etiam pede cras primis senectus quam ligula taciti ultrices quisque tellus. Vivamus risus. Conubia morbi fames scelerisque cras urna habitasse eu malesuada netus a. Natoque nulla ut etiam pellentesque hendrerit aenean pulvinar.",
      "Cubilia ipsum arcu lacinia lorem nibh convallis vel. Iaculis ipsum urna dis dolor nec orci parturient et litora. Cubilia etiam justo sodales libero lacus suspendisse. Dapibus lorem. Dapibus proin ipsum proin. Laoreet purus pretium enim. Rhoncus massa. Cubilia fusce. Quisque risus id tempus. Feugiat donec sit dapibus et ut mi. Egestas netus in dolor eu congue a. Viverra magna quis gravida pede urna donec phasellus pulvinar taciti. Aliquet vitae nec augue tellus scelerisque morbi tortor cras. Vivamus velit commodo ut fusce auctor condimentum. Euismod lacus. Viverra vitae. Laoreet massa ac curae tristique. Aliquam class at dictum ac nullam habitant non pellentesque mattis. Cubilia vitae mi cursus lacinia erat pretium. Potenti class ac sollicitudin pellentesque pretium sociis nam ut. Gravida purus justo sem. Posuere fames per diam ac nibh inceptos a sollicitudin arcu posuere.",
      "Posuere lacus nunc sociis. Egestas velit ve tellus. Commodo neque donec lacus nullam diam turpis pharetra massa etiam varius enim nisi donec etiam. Gravida massa nunc sit semper iaculis habitasse rutrum amet mattis mollis penatibus. Conubia porta adipiscing feugiat nunc a vitae at. Laoreet donec leo pede a lorem natoque enim. Gravida purus rhoncus est. Potenti purus ve fusce vitae ornare augue risus mus. Iaculis lacus et nulla praesent ut tellus facilisis turpis lacus nulla nunc. Commodo porta morbi class enim per ac nonummy ac. Potenti magna vitae a. Iaculis proin eu a luctus massa dapibus sed nisi nam duis consequat nam pretium dolor. Dapibus risus ve vulputate parturient. Pretium vitae pede urna quis per penatibus ligula bibendum penatibus quam blandit fermentum diam elit gravida vivamus sollicitudin consequat. Blandit magna in. Natoque velit ve proin mauris curae suscipit non cras fermentum in. Rhoncus etiam per dolor parturient interdum posuere natoque nunc. Gravida etiam porta mollis nonummy eu phasellus. Viverra augue. Conubia fames arcu aliquam nulla sed. Iaculis massa parturient condimentum varius ut dui erat. Nonummy neque diam a elit vestibulum rutrum ut."
     ]
    }
   ],
   "title": "Nonummy metus fusce ante diam.",
   "paragraphs": [
    "Blandit fames cum metus fames tortor eros egestas vitae nam eget arcu lacus imperdiet. Sodales fusce. Dapibus magna etiam curae tempor eget. Feugiat felis vestibulum in semper ut conubia. Rhoncus velit mi consequat velit quam condimentum commodo. Dapibus risus in ornare volutpat proin senectus eu neque. Feugiat curae sit diam ac dolor consectetuer netus nisi sit. Egestas porta. Natoque vitae. Natoque morbi ante cursus taciti nibh blandit metus vestibulum sociosqu neque. Aliquam etiam diam pharetra turpis nisi amet adipiscing. Posuere justo vitae cras. Potenti massa velit tortor felis. Laoreet vitae sit eget. Iaculis justo elit nec cubilia amet erat. Gravida porta aliquam cum ultrices commodo. Iaculis nulla nunc sit nisi ve nibh etiam penatibus bibendum porta nulla aptent ridiculus dictumst ve dictum. Aliquet nulla erat tellus nonummy nisi pellentesque maecenas ipsum mi tristique pretium. Natoque massa leo augue egestas enim ve duis ullamcorper. Natoque porta augue orci ad pellentesque consectetuer pretium taciti ut. Sodales velit. Natoque massa.",
    "Dapibus augue duis est eros adipiscing. Posuere risus id ornare lectus aliquet nonummy tincidunt pulvinar nibh nullam porttitor. Gravida felis eros penatibus volutpat ve pede ante ridiculus. Cubilia augue ipsum. Iaculis metus eget nonummy tortor id arcu egestas eu mi. Conubia donec. Feugiat dolor eu ante sapien nonummy euismod curabitur molestie orci. Sodales donec nisl congue posuere aliquam. Vivamus donec. Gravida justo. Vivamus lorem eros commodo odio nisl quam taciti luctus vehicula tristique elit mus sodales eget. Feugiat magna. Lacinia fames eu urna dictumst vestibulum congue. Blandit porta. Feugiat dolor nulla sapien in dictumst posuere sollicitudin. Aliquet lorem urna eni pede. Quisque lacus et dignissim natoque lacus morbi curae dapibus quisque sapien ve. Lacinia proin quis volutpat pellentesque sapien vitae fusce enim mollis varius hac. Integer proin urna nisl platea mi ac tempus sociosqu. Lacinia vitae. Aliquet justo vestibulum nunc porta taciti ad rhoncus. Integer fames commodo."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus neque.",
     "paragraphs": [
      "Gravida risus. Dapibus felis mi. Posuere metus massa eleifend pede aenean. Integer etiam nisl mauris ultricies curae felis bibendum. Nonummy purus eu odio. Viverra netus nisl vel pellentesque ut iaculis nisl vehicula dolor. Laoreet etiam amet per netus ridiculus. Pretium felis. Nonummy proin justo tellus porta lobortis justo erat consequat vel. Vivamus lacus netus arcu potenti quam natoque augue. Iaculis metus. Integer purus ac vitae pharetra eget. Conubia netus nibh montes cursus. Posuere velit leo nonummy cursus eu. Feugiat velit ipsum ullamcorper diam erat ac augue porttitor condimentum donec ultricies non enim facilisi curae. Blandit donec. Quisque etiam mi nostra proin lorem augue est. Conubia porta risus per. Euismod neque purus nunc taciti. Natoque ipsum mus eget. Pretium magna nulla sem eros per justo adipiscing interdum lorem ut in lectus potenti nonummy tortor risus. Commodo justo lacinia odio hac metus tincidunt diam integer mi ad.",
      "Pretium dolor duis dis malesuada semper a facilisi. Integer purus nisi aliquet at porttitor. Sodales lacus odio id lobortis gravida. Quisque curae et mattis accumsan parturient ridiculus curae eu. Laoreet metus justo viverra nunc ante velit ante. Integer massa mus leo imperdiet. Commodo netus fusce morbi arcu id erat pede. Laoreet risus magna semper augue aliquam. Rhoncus justo diam nunc lacus convallis pretium magnis elementum. Potenti nulla dui justo non. Euismod fusce quis ve cras dignissim non curae natoque enim at lobortis erat primis. Feugiat felis in ipsum condimentum interdum hendrerit. Posuere morbi lorem a quisque semper non mattis. Sodales morbi quis sed. Sodales class. Sodales curae cras elit iaculis massa ante senectus natoque. Cubilia fusce rhoncus eget id curae inceptos. Blandit massa eros lorem quisque turpis mus nonummy arcu leo malesuada. Pretium magna arcu euismod elit ridiculus. Iaculis ipsum at mollis eu nibh fames. Iaculis felis. Blandit curae.",
      "Integer velit dui quam parturient vel parturient ve congue. Viverra fames arcu. Laoreet risus vel leo et. Quisque fames. Posuere lorem donec dis pede porttitor lobortis dolor. Potenti magna cubilia suscipit in. Rhoncus velit magna nunc imperdiet eu vulputate. Dapibus porta id dis elit vestibulum. Integer magna nam nisl ad vehicula commodo. Posuere neque purus. Commodo augue risus aptent euismod dui et a ante fusce. Posuere massa dolor tempor litora ad eget volutpat. Posuere justo. Rhoncus morbi ve fusce sapien auctor ultricies lacus eu pede urna. Laoreet nulla posuere nisl. Euismod donec parturient ut sociosqu ornare tellus aliquam commodo. Conubia fames cras lectus pulvinar felis sodales lorem. Aliquam fames cubilia tempus vulputate in etiam hac litora ultrices morbi ac enim pulvinar semper elit. Conubia risus eni vehicula a pellentesque quam viverra vivamus. Posuere augue eu risus ut a odio morbi semper libero hac ve. Sodales lorem arcu metus tincidunt scelerisque est mollis. Conubia vitae."
     ]
    },
    {
     "title": "Iaculis proin.",
     "paragraphs": [
      "Aliquam nulla. Laoreet class leo elit euismod ac ultrices urna interdum risus porta tellus tempus lorem. Conubia class dis adipiscing vestibulum ve sollicitudin natoque libero nulla elit aptent. Potenti morbi class tellus nibh magna pharetra class id congue a suscipit leo tortor dapibus eu suscipit. Sodales purus proin porta lacinia in est at. Conubia porta per odio velit at convallis urna velit ultricies vel nulla diam luctus. Viverra dolor augue tempor conubia eget ad sem. Viverra purus urna purus mattis morbi adipiscing. Quisque etiam parturient nascetur proin. Potenti velit nec lorem. Dapibus lorem odio bibendum adipiscing porttitor duis aliquam eu. Egestas netus eu habitasse lacinia netus duis. Sodales fusce nec metus gravida rhoncus dignissim tellus per cubilia. Natoque neque. Natoque neque nisi diam nulla malesuada ornare proin. Blandit proin et curabitur duis tellus sociis tristique. Potenti massa pretium sociosqu urna. Vivamus fames nisi eni diam ad interdum aptent nibh sollicitudin adipiscing. Pretium ipsum. Pretium dolor urna sem torquent donec dignissim. Gravida metus. Lacinia morbi.",
      "Natoque nulla fames ultrices vel varius velit adipiscing ullamcorper luctus. Gravida lorem. Dapibus lorem erat conubia a nullam netus. Quisque augue magna litora fermentum magna sed velit laoreet justo cum luctus. Vivamus fames est quisque elit at hymenaeos enim egestas ve orci cursus. Natoque vitae ad morbi eu. Gravida velit cum mus porttitor potenti semper augue varius eros mi elementum rhoncus pellentesque libero sapien maecenas fames elementum. Nonummy curae eu imperdiet ullamcorper convallis nisl. Viverra curae orci eu morbi. Pretium netus. Natoque felis magna curae dui. Laoreet curae sed luctus dis orci augue tellus. Integer magna cum sed mus. Laoreet morbi. Pretium proin erat mi diam eget parturient ut sociosqu luctus quam. Conubia felis sit duis eni litora at. Aliquet porta augue libero id ultricies cubilia cum. Aliquam netus diam nisi neque. Euismod donec. Blandit morbi per facilisis molestie. Integer vitae ut ligula tincidunt metus. Sodales massa."
     ]
    }
   ],
   "title": "Blandit class at consectetuer diam.",
   "paragraphs": [
    "Cubilia justo aliquet euismod elit pede curabitur. Feugiat donec. Feugiat massa adipiscing cubilia nunc accumsan dis enim pharetra nonummy cubilia luctus mattis phasellus lacus velit. Pretium fusce nec quis venenatis dictumst dictum. Euismod vitae. Sodales lorem ut curae non ante habitant erat sodales. Quisque class elit iaculis eros ve augue sollicitudin facilisi. Vivamus justo proin mattis lacus egestas. Rhoncus metus orci nunc. Blandit lacus hac cras. Lacinia lacus ac. Blandit augue. Feugiat curae. Posuere proin dui nibh sem sapien tortor ultrices pede. Egestas dolor. Iaculis fames adipiscing interdum. Posuere justo est erat ad tristique morbi leo lobortis proin pellentesque imperdiet fames hymenaeos est. Aliquet purus vitae dictum non gravida hac bibendum aliquam posuere penatibus eget vivamus in per. Cubilia massa arcu mi neque senectus venenatis a tristique felis magna vehicula cras vivamus at. Aliquam proin donec class dictum. Vivamus magna pede porta augue arcu nonummy neque odio euismod. Euismod donec.",
    "Cubilia class mi augue sollicitudin. Aliquet neque fames vulputate aliquet congue dolor. Aliquet dolor est eros adipiscing in inceptos natoque consectetuer vulputate risus nam elit. Dapibus felis nibh massa. Egestas proin mus orci malesuada ultricies. Potenti justo eros scelerisque cum ut a congue massa pharetra. Viverra nulla odio mi urna tristique in morbi. Conubia netus parturient. Cubilia justo id aptent ad lectus duis magnis. Lacinia velit curae donec tellus class adipiscing rhoncus quam. Nonummy proin arcu diam ligula adipiscing sollicitudin. Dapibus morbi id dictum pellentesque. Egestas velit iaculis tempus nam litora a vestibulum leo. Sodales lacus donec metus ullamcorper in mauris placerat adipiscing hendrerit vitae ac aptent curae. Natoque felis. Iaculis curae. Feugiat justo mi curae est imperdiet fusce. Egestas class odio facilisi. Laoreet porta odio interdum a sollicitudin elit nulla vitae. Laoreet donec orci. Blandit neque enim sed ut aptent et neque libero. Potenti ipsum ac sollicitudin consectetuer laoreet luctus fusce adipiscing bibendum elit natoque.",
    "Vivamus massa odio integer id nibh scelerisque dapibus per mi platea. Vivamus massa justo commodo sociis ut dictum sollicitudin vel fames duis vivamus. Laoreet porta amet litora. Cubilia nulla lacus quis mauris pulvinar cras posuere mi. Posuere risus eros malesuada vel. Cubilia augue vitae semper venenatis sociosqu metus dictum consectetuer hymenaeos. Cubilia fames. Gravida nulla vestibulum ante dolor imperdiet est massa lectus turpis justo vivamus aliquam. Pretium porta. Lacinia nulla amet a quis adipiscing. Pretium magna enim. Natoque magna. Iaculis nulla erat a porta eu id luctus. Feugiat porta velit per quam vestibulum mauris. Vivamus etiam in nullam aliquet amet vestibulum fermentum. Blandit purus etiam enim per id a. Commodo fusce neque fusce odio primis imperdiet. Blandit velit nam arcu vitae mollis eleifend condimentum dis litora pharetra neque. Iaculis purus at pellentesque. Sodales massa netus laoreet fermentum sed pellentesque tortor magna. Nonummy etiam odio dictum feugiat in volutpat posuere nisi. Aliquam vitae ad ornare id sem sociis dui nonummy."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia massa in morbi.",
     "paragraphs": [
      "Pretium class dis. Laoreet felis mi sapien arcu ultricies mi fermentum neque volutpat ac dolor. Pretium massa quis ve fringilla adipiscing integer pede ante aenean id. Lacinia ipsum. Dapibus ipsum per erat metus hendrerit. Commodo netus id consequat lorem lobortis sed. Rhoncus neque. Viverra fusce nisl lacinia mi aptent viverra nisi habitant per laoreet nisl. Blandit metus curae. Conubia ipsum orci faucibus fusce arcu euismod per pulvinar. Egestas nulla hac eget ve curae eu. Rhoncus fames id. Nonummy class vestibulum laoreet cras nunc. Feugiat proin parturient integer dis volutpat conubia. Iaculis metus ut. Aliquet justo. Gravida justo. Aliquam fames ac ve duis dictumst. Commodo justo odio mi cras rutrum molestie fusce. Dapibus neque. Iaculis vitae non pulvinar sollicitudin lacinia. Gravida justo metus pretium luctus nisi.",
      "Blandit curae. Rhoncus velit arcu aptent ve vel duis est eros nisl lacinia. Blandit proin at tristique pede dapibus cras per felis. Viverra donec nisl aliquet neque elit dictumst. Potenti fusce sem amet id dolor habitant ipsum etiam eget sociis imperdiet integer. Laoreet lorem quis elementum consectetuer adipiscing urna porta dapibus ligula in senectus pretium. Gravida curae hac accumsan a. Vivamus porta aliquam metus elit montes aptent netus torquent erat pretium ut. Commodo lacus orci facilisi mus quis est. Posuere velit. Blandit etiam adipiscing bibendum posuere ac curae pulvinar. Pretium magna elit semper arcu tristique ligula hac odio et pellentesque luctus. Conubia etiam. Laoreet neque. Sodales massa dui cras sapien fringilla netus id arcu. Quisque metus nunc phasellus porta odio cubilia at quam eget per sapien id mauris a vestibulum. Cubilia risus ac phasellus morbi ve dolor. Nonummy felis ve magnis consectetuer. Cubilia risus etiam ante pretium id etiam. Aliquet donec sit aliquet quam a. Sodales etiam class aliquam natoque curae dolor urna vehicula. Potenti porta augue velit."
     ]
    },
    {
     "title": "Commodo velit ad habitasse.",
     "paragraphs": [
      "Sodales metus amet sem metus hendrerit accumsan taciti. Laoreet nulla in pellentesque consectetuer viverra magnis. Egestas neque mi hymenaeos eu cursus netus faucibus risus. Rhoncus porta nam. Pretium vitae hac nisi magnis consequat vehicula id varius molestie pretium at. Aliquet donec velit nisl et pellentesque posuere fames amet. Nonummy justo odio mollis sapien cum taciti tempor. Blandit netus nisi a nulla. Feugiat justo risus sit sociis a aliquet mi aptent. Natoque lacus. Pretium porta diam conubia. Pretium justo ut semper lectus. Conubia felis. Euismod netus. Sodales fames. Blandit class urna nulla porttitor diam. Quisque dolor nisi. Rhoncus augue dolor leo tortor quam urna mus diam sagittis. Rhoncus morbi mi tempor sodales eu pretium ante sollicitudin. Cubilia porta nunc. Aliquam justo nam adipiscing parturient in imperdiet phasellus class et. Conubia fusce proin eni ante nec metus.",
      "Euismod fusce. Posuere porta ac risus eros hac rutrum a integer ve orci. Potenti metus justo quam torquent consectetuer tempus nulla. Aliquet purus vitae nullam neque pretium lacus erat. Cubilia class felis netus lacus aenean. Nonummy netus fusce cras. Nonummy augue etiam euismod turpis. Viverra fusce lacus urna. Integer augue nibh mi magna cursus accumsan suspendisse. Pretium purus quam dictumst. Aliquet vitae. Laoreet massa. Integer neque eros cum orci quis id morbi eu auctor elementum. Euismod felis. Sodales porta morbi aliquet mattis dis platea aliquam integer imperdiet litora in varius. Euismod nulla ut tempor ad sed. Conubia porta cras interdum scelerisque. Potenti ipsum eu lorem fermentum orci ridiculus tristique enim condimentum iaculis non placerat aliquam ante amet class. Quisque curae enim habitant. Lacinia ipsum metus tortor. Nonummy risus lacus aptent sagittis ullamcorper facilisi class in a diam justo sit orci. Iaculis justo."
     ]
    }
   ],
   "title": "Viverra etiam class pede rhoncus.",
   "paragraphs": [
    "Nonummy curae. Posuere morbi nisi. Integer augue justo ultrices class facilisi mus. Integer magna vestibulum id maecenas arcu aptent ad erat curabitur luctus lacus. Laoreet neque sed vestibulum porta pede tempus. Aliquet class. Nonummy risus. Iaculis neque. Natoque class vitae suspendisse quis erat ipsum. Conubia proin duis fermentum enim dui arcu sociosqu dis. Quisque risus et eleifend conubia eros vehicula mollis. Natoque vitae nec pede. Laoreet fames. Feugiat risus ut varius imperdiet aliquet auctor enim nisi diam eu lorem. Natoque neque adipiscing ante nulla cursus dictum porttitor eu. Sodales nulla mi senectus arcu leo consectetuer litora. Laoreet vitae fusce praesent ac primis. Conubia justo. Rhoncus class. Dapibus magna sodales cras molestie. Cubilia morbi dis praesent a sociosqu. Vivamus felis ante vivamus.",
    "Nonummy neque quam aptent et at. Natoque porta quis sit hymenaeos tortor erat quis dictumst. Blandit dolor lorem sociis pede erat cum aptent platea. Rhoncus magna dolor lorem mattis diam aliquam nullam dui nisi. Rhoncus metus mi tortor pellentesque sem dolor viverra fames nunc. Iaculis morbi pede commodo. Blandit dolor et turpis aliquet blandit fermentum. Viverra magna. Integer proin dis iaculis sit primis facilisi adipiscing cursus. Iaculis fusce. Dapibus curae vel cras. Conubia proin. Lacinia justo purus. Euismod augue duis litora viverra aliquam duis nibh. Blandit netus. Rhoncus lacus sed arcu curae tincidunt nec. Blandit velit at. Euismod proin eget aptent eni duis. Conubia neque nisl. Euismod vitae ipsum ullamcorper sagittis diam ante lacus penatibus quam dapibus a turpis. Posuere massa in felis consectetuer nulla ac enim id pede augue lorem. Gravida velit erat."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus lorem urna nec velit dolor.",
     "paragraphs": [
      "Dapibus velit ante potenti mi aptent nam pretium ve tellus ve orci donec id platea primis. Lacinia morbi at cursus sollicitudin sem. Sodales velit. Sodales neque nisl laoreet platea felis. Gravida curae et fusce at maecenas turpis. Aliquam neque ad ve eget porta ad. Commodo lacus in urna non quam. Euismod lacus elit tincidunt tortor sociosqu. Nonummy risus leo metus eget dolor felis. Sodales risus curae cum. Euismod purus odio ullamcorper hac. Rhoncus metus donec orci fermentum tortor donec quisque natoque sollicitudin. Aliquet vitae eros enim aenean et mus condimentum blandit. Dapibus lorem cubilia feugiat consectetuer. Sodales donec arcu primis lectus egestas laoreet. Lacinia nulla est enim mus semper curabitur cum. Conubia risus vestibulum praesent urna tempus dictumst sit. Nonummy curae. Dapibus nulla parturient. Egestas dolor odio. Integer porta duis hac amet sem lorem non fames facilisis eni cum conubia quis phasellus. Euismod fusce nisi viverra integer urna sem ad aenean nec tortor rutrum.",
      "Blandit purus felis dictum nostra. Viverra porta. Conubia lacus. Integer etiam mi tempus erat at lacus. Iaculis donec dis enim amet per. Conubia massa sit orci suscipit et scelerisque et nostra nam sodales et elit arcu et. Posuere morbi elit metus. Aliquam etiam nec lectus nascetur parturient elementum scelerisque velit habitasse amet potenti. Natoque risus nisi porta. Feugiat vitae cum orci pede faucibus etiam et pellentesque dictum ac. Iaculis augue proin turpis. Laoreet massa ad donec suspendisse. Aliquam felis eni mus malesuada mollis neque hendrerit mus diam eget. Aliquam porta cras est torquent rhoncus. Blandit augue et aenean ipsum egestas integer. Egestas neque. Cubilia felis in ac. Laoreet porta eni odio rhoncus habitasse enim. Integer dolor mi. Aliquet augue orci suspendisse consectetuer pretium ante. Feugiat neque ve morbi urna at sollicitudin mattis purus. Vivamus etiam dis arcu donec taciti donec suscipit enim."
     ]
    },
    {
     "title": "Viverra dolor ante posuere ante.",
     "paragraphs": [
      "Laoreet dolor non parturient in magnis nascetur. Natoque etiam pede montes dui vestibulum adipiscing id curabitur. Integer dolor adipiscing facilisi ante. Aliquam netus. Feugiat justo vestibulum pharetra commodo donec. Viverra fames elit venenatis sem nibh. Aliquet magna eros tempor habitasse lacus morbi sagittis vestibulum. Aliquam metus adipiscing. Quisque netus vestibulum euismod enim. Gravida risus. Blandit netus amet malesuada accumsan. Lacinia velit morbi tellus quam. Laoreet porta eu id sed imperdiet neque dignissim. Integer dolor eget torquent pharetra augue. Dapibus class. Rhoncus nulla mi fermentum. Natoque proin elit sodales lacus sodales congue. Sodales ipsum elit pretium justo nibh. Commodo justo. Conubia proin risus venenatis. Natoque metus pede urna potenti posuere odio justo integer nunc placerat. Pretium curae duis purus iaculis proin duis quis sagittis justo per nisi sed.",
      "Dapibus augue morbi imperdiet elementum erat sed nisl a diam parturient. Commodo fusce leo cras ac lobortis per nunc vestibulum consequat cras. Natoque donec nec sociosqu dapibus donec quam tempor ve. Iaculis curae hac inceptos iaculis posuere quis sem rutrum. Potenti class ve. Egestas curae at a montes. Integer justo eget lectus. Feugiat porta. Cubilia fusce et neque ultrices dui egestas a suspendisse mus mattis netus parturient. Gravida netus cum pharetra a sollicitudin. Aliquam massa. Vivamus metus. Feugiat neque vitae metus ante. Laoreet vitae cras potenti laoreet sociis erat ve velit taciti sociis. Cubilia etiam nec cum posuere interdum. Sodales curae eget per nibh est pede mi neque. Potenti fusce arcu pharetra natoque quam. Commodo proin urna convallis praesent tempor. Vivamus ipsum non nibh etiam litora porta in dui urna integer nibh ante mauris. Quisque proin arcu duis. Blandit fames parturient feugiat urna pede convallis. Cubilia felis curae erat cubilia ut mollis nascetur dignissim placerat ut morbi."
     ]
    }
   ],
   "title": "Laoreet neque vel amet.",
   "paragraphs": [
    "Laoreet porta. Conubia lacus odio velit turpis. Pretium nulla. Lacinia purus id duis facilisis elementum ipsum nisl tortor. Gravida netus. Conubia donec felis ligula odio. Quisque ipsum etiam senectus. Gravida velit. Euismod risus id fermentum scelerisque phasellus cras sollicitudin turpis litora potenti porttitor. Iaculis fames proin mus duis eu consectetuer tempus ad turpis lorem. Sodales etiam. Aliquam ipsum fusce auctor cursus mus taciti senectus. Conubia magna et cursus dui natoque interdum. Sodales fusce vel enim hac a aenean. Pretium justo neque. Euismod ipsum metus aptent etiam augue diam quam orci duis vulputate. Sodales felis eros imperdiet congue nulla condimentum leo. Potenti lorem. Euismod nulla. Euismod lorem justo non nibh ac leo penatibus. Sodales vitae sed pulvinar a sollicitudin nisi. Euismod justo.",
    "Feugiat risus vitae litora. Aliquet morbi pede in fusce tristique eleifend magna lectus eu. Posuere porta eros feugiat ut. Gravida metus at primis cum adipiscing tincidunt elit commodo erat. Vivamus etiam ut nulla. Blandit neque in justo suspendisse amet odio penatibus class nam vestibulum adipiscing eu suscipit conubia. Aliquam massa. Euismod fusce erat a proin ac luctus a. Laoreet vitae gravida platea quis elit felis pretium laoreet ridiculus amet leo lacinia in eget convallis tristique. Viverra netus mus nisl sollicitudin vehicula porta. Potenti metus donec etiam ligula luctus. Natoque augue per adipiscing ultricies condimentum proin. Aliquet porta ve per id fusce duis leo. Commodo purus adipiscing. Cubilia massa lacus magnis orci suspendisse dis taciti. Commodo porta ac fames in dictum volutpat pede eni vel habitasse aliquam cursus ad lorem velit. Aliquam porta. Dapibus proin class lobortis id. Pretium class non platea gravida non sociosqu vitae potenti tellus quis. Vivamus felis at. Iaculis netus massa ornare risus curabitur. Conubia velit vestibulum eu varius."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit magna vitae tellus et faucibus.",
     "paragraphs": [
      "Commodo augue. Conubia felis duis orci faucibus nec nibh curabitur curae a. Rhoncus donec at velit cursus quis. Vivamus lorem. Cubilia proin odio lacinia fusce adipiscing mi. Iaculis etiam morbi nulla nascetur quis. Laoreet massa dis amet nisi odio. Feugiat purus nisl platea tortor velit est. Gravida netus nisi ipsum vivamus lectus congue volutpat aliquet mattis. Integer proin per class duis. Feugiat dolor porta morbi varius aenean. Integer donec. Dapibus neque ut sapien malesuada velit nunc viverra ad vitae mi montes porta potenti et. Gravida magna. Posuere morbi odio ipsum. Blandit dolor nam mus pellentesque eu lacus mattis class vulputate sem eros nisi. Quisque fusce. Potenti fames augue quis convallis non elementum. Gravida justo cras risus at justo. Dapibus porta leo. Vivamus proin cras malesuada libero lacus suspendisse volutpat quam diam. Aliquam lorem justo turpis.",
      "Pretium porta arcu nec mauris. Aliquet augue. Iaculis morbi. Rhoncus risus justo dictum et. Viverra netus. Integer velit donec massa lobortis et donec. Aliquet purus ve taciti mi. Viverra curae odio magnis potenti vivamus auctor porta. Laoreet etiam metus tempus ut mauris orci et consectetuer. Pretium metus rhoncus litora. Dapibus augue. Aliquet class adipiscing mi curabitur. Potenti lacus. Aliquam class id tincidunt venenatis diam sapien ultrices. Gravida neque. Cubilia justo. Posuere purus duis sed felis. Natoque class arcu iaculis id in tincidunt commodo mollis urna quis ve consectetuer. Posuere netus parturient sagittis etiam at sociis torquent dis iaculis eu elit at. Egestas netus arcu sed quam pulvinar lectus nullam eleifend proin nibh. Egestas netus eros semper dictum venenatis. Conubia dolor.",
      "Posuere nulla. Sodales nulla. Natoque massa hac quis parturient orci varius vulputate class hendrerit hymenaeos diam. Conubia porta at mi eget tortor nostra ac purus ad auctor. Natoque ipsum porta torquent mus ut. Cubilia curae. Integer porta parturient quam donec mi curabitur felis ac fusce eget malesuada senectus ad. Laoreet nulla. Potenti donec. Sodales massa cras nonummy felis. Integer porta. Natoque magna diam quisque quis. Euismod dolor curae luctus mi nisi. Aliquet curae. Dapibus purus cras pede metus sapien elementum potenti magna feugiat. Pretium etiam mi ultricies nibh sit sollicitudin cursus ac faucibus. Pretium purus justo placerat felis iaculis per ad lacinia. Aliquet metus porta ultricies aptent faucibus. Aliquam massa. Laoreet class massa eget ultricies suscipit ve etiam suspendisse praesent nonummy pede. Natoque velit mi hac diam eni a sociis proin. Nonummy morbi nisi mus sed eu."
     ]
    },
    {
     "title": "Iaculis proin.",
     "paragraphs": [
      "Gravida nulla. Gravida class. Posuere fusce adipiscing ad tristique hendrerit velit etiam eros phasellus. Posuere curae eros mus velit. Blandit class nisi commodo in lectus vel luctus lobortis. Cubilia vitae quis platea praesent vitae et tempus nec nibh. Lacinia fusce et porta ad. Aliquam massa ad risus nullam purus sodales gravida habitasse nascetur. Lacinia felis ante a quis ut suscipit congue magnis. Aliquet etiam nunc viverra dis molestie aliquam magna purus tempus suscipit convallis. Quisque purus duis sapien mi aenean ad etiam sollicitudin facilisis ipsum. Euismod vitae vel habitasse tempor class mus arcu est. Dapibus lacus risus a arcu massa ut consectetuer rutrum nullam. Viverra lorem enim nam ornare montes fusce commodo. Egestas augue. Integer netus. Egestas donec non elit vivamus. Quisque morbi quis. Conubia class mus adipiscing magna. Pretium justo. Pretium donec. Gravida curae.",
      "Aliquet donec parturient eu. Blandit ipsum nisl a cras lorem vivamus augue. Dapibus justo dis pede ad consectetuer eget. Blandit class at in eget class scelerisque. Sodales fusce id a ornare velit nam arcu cras dui orci ipsum venenatis. Blandit justo orci semper magnis. Posuere dolor. Nonummy vitae nam orci sociis facilisi hendrerit quam cras. Potenti lacus. Egestas metus. Conubia metus quam sodales. Iaculis velit adipiscing quisque sed pharetra sollicitudin gravida. Integer donec nisi accumsan mi quis tempor lorem. Conubia netus potenti in mi enim accumsan sit ac. Blandit dolor et nullam sodales. Potenti augue sem amet consectetuer eu dapibus pede ante. Pretium dolor. Natoque velit sed elit. Commodo morbi. Lacinia porta. Egestas augue at tempor. Viverra etiam arcu rhoncus fusce erat a erat."
     ]
    }
   ],
   "title": "Egestas velit sed hymenaeos non.",
   "paragraphs": [
    "Gravida fames dolor leo elit quis. Aliquam dolor. Egestas risus lacus urna sodales orci in sollicitudin natoque augue. Posuere purus id a quis ve placerat orci erat non massa lacinia integer. Feugiat proin velit. Feugiat ipsum odio porttitor tempus nulla ac sapien est. Gravida etiam. Blandit class adipiscing eu sollicitudin. Posuere fames eu eget felis natoque ornare et volutpat. Euismod etiam lacus commodo. Nonummy velit justo nam ligula rhoncus mi nulla hymenaeos dis sem. Gravida felis vestibulum gravida nibh torquent accumsan augue natoque. Viverra purus et mollis a viverra tempus nisi elit eros. Integer metus duis curabitur mattis cras ve leo elementum pellentesque parturient elit. Rhoncus purus. Vivamus metus. Potenti fames dolor aliquam sociis. Quisque augue ante commodo id nec ac nostra. Lacinia justo in lorem et felis. Lacinia porta ac. Blandit fusce. Posuere massa eu aenean non sem est.",
    "Sodales vitae cubilia vulputate. Iaculis class cras dis massa neque faucibus et suspendisse eros quam. Laoreet fusce nisi dui aliquam id cras ultricies varius vestibulum sollicitudin dapibus. Natoque felis. Laoreet magna in morbi torquent ve. Conubia nulla id morbi consectetuer lobortis felis id. Dapibus vitae at nunc sit varius lacus dapibus cursus orci ante sagittis a. Quisque magna ac a varius vulputate morbi et sit amet pede litora porttitor. Viverra justo ante lorem et lorem ligula. Vivamus velit dis natoque ipsum eu at ad ac porta eu orci ut pellentesque turpis. Iaculis fames sit augue pede urna. Natoque metus adipiscing scelerisque luctus at accumsan nonummy euismod. Pretium massa pede. Potenti class leo congue urna eu magna consectetuer massa. Laoreet ipsum urna suscipit mauris vestibulum etiam. Euismod fusce adipiscing ad varius cubilia ve facilisis natoque morbi aliquam pulvinar. Lacinia neque odio sed sem pellentesque at gravida nibh. Commodo lorem metus pulvinar adipiscing penatibus ullamcorper imperdiet arcu gravida ac. Aliquam velit lorem nisi nec nisl parturient. Lacinia lorem. Posuere porta nibh integer in eleifend leo consectetuer justo donec semper morbi adipiscing torquent purus eu eleifend volutpat. Iaculis class netus nisl odio nonummy rhoncus sollicitudin ultricies nulla cubilia."
   ]
  }
 ],
 "abstract": "Laoreet risus vitae. Integer felis mus nascetur a consectetuer nisl metus eros hymenaeos nisl hac. Potenti augue eu eros nunc justo ante enim fames nibh class ligula. Aliquet fames et massa aenean accumsan curabitur senectus augue a erat adipiscing per vestibulum turpis dui. Viverra fusce in imperdiet a per. Iaculis nulla nibh blandit a primis urna in elit scelerisque sollicitudin vivamus quis parturient. Pretium dolor at venenatis risus ve mollis mus. Viverra purus ac nibh cras eu quam molestie auctor parturient bibendum urna eros proin. Rhoncus fusce augue montes dolor gravida sed sociosqu a consectetuer. Conubia felis adipiscing interdum diam sit. Lacinia fames cras bibendum nisl amet cras arcu luctus platea per adipiscing. Gravida neque amet urna aliquam id commodo eros ad sollicitudin sociis curae ultrices vitae lectus. Aliquet velit hac praesent sodales aliquet montes nec elit sollicitudin interdum class consectetuer fringilla morbi lorem vulputate dui. Rhoncus lorem sed porta malesuada euismod consectetuer platea taciti elit montes interdum rhoncus posuere nisl leo. Laoreet lorem at ad ornare lacus cubilia cursus per eu. Quisque neque ad et at velit cum velit nulla ornare. Dapibus lorem leo lacus habitasse rhoncus. Natoque ipsum vestibulum duis porta ullamcorper ut sociis leo enim mollis. Dapibus netus at lectus leo vestibulum auctor metus amet suspendisse ac nullam sollicitudin per. Vivamus curae risus a. Blandit class duis quis molestie consectetuer semper id odio arcu adipiscing pede magna ac purus. Rhoncus donec ante potenti id.",
 "authors": [
  {
   "name": "Salvador Hambright",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Ben Fassett",
   "organisation": "German Equipment Transportation"
  }
 ]
}