{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Viverra lorem quis cubilia mi quam arcu platea consequat placerat neque.",
 "sections": [
  {
   "children": [
    {
     "title": "Commodo velit ut orci conubia.",
     "paragraphs": [
      "Euismod augue eu tristique dolor hendrerit nunc. Iaculis magna orci lacinia netus mi duis ipsum. Posuere massa. Laoreet metus at tellus mus arcu sit pulvinar sollicitudin lacinia vulputate. Iaculis porta. Conubia vitae. Natoque class. Rhoncus curae id fames. Dapibus magna. Blandit fusce. Aliquam lorem elit inceptos suscipit lorem nostra vulputate in congue pellentesque non lacus. Aliquam risus enim maecenas augue pede. Dapibus justo morbi libero in proin ante eget iaculis. Egestas proin eget metus lorem convallis egestas mus bibendum aliquet. Iaculis risus porta odio dictumst dignissim purus est morbi dignissim lectus. Gravida augue nibh netus dignissim convallis duis integer donec vitae. Viverra felis. Cubilia neque ad lacus pellentesque. Aliquam nulla eni orci. Laoreet lorem nisl ac montes habitasse nonummy massa eros non mollis nostra augue fermentum venenatis eget. Dapibus vitae ad porta interdum ac aptent nulla in. Conubia lacus pede sapien tellus.",
      "Dapibus ipsum. Cubilia lorem netus felis. Aliquet felis mi porta nam varius vivamus elementum ad auctor. Gravida fames. Blandit curae aliquet. Natoque ipsum adipiscing facilisi nulla torquent. Feugiat purus netus volutpat per commodo. Posuere class. Blandit ipsum morbi sapien fusce. Laoreet proin purus rutrum ut. Quisque morbi metus platea donec morbi rhoncus varius. Conubia neque et auctor penatibus et scelerisque amet nisl sem porta. Sodales risus lacus elit mus nisl faucibus amet ridiculus inceptos ligula. Blandit dolor per quam eu suscipit montes nibh taciti suscipit imperdiet per arcu. Laoreet fusce. Cubilia proin eu porta facilisis amet proin orci. Iaculis massa urna pede bibendum. Dapibus vitae ac pellentesque ornare. Lacinia felis. Laoreet dolor et augue platea commodo erat ac curae metus vivamus. Sodales justo. Euismod metus."
     ]
    },
    {
     "title": "Viverra curae eni lacinia a.",
     "paragraphs": [
      "Cubilia lorem vestibulum faucibus ante cum donec venenatis interdum nisl tempus nibh ac. Aliquam lorem id a nisi in purus in mollis per libero dictum. Rhoncus class. Conubia velit adipiscing. Rhoncus porta in nibh velit class tortor diam condimentum. Pretium porta sem urna. Integer fames magna sit malesuada sociosqu tellus tortor metus fermentum condimentum. Cubilia curae arcu a quis fusce phasellus venenatis adipiscing. Commodo neque orci vitae scelerisque ac. Quisque proin neque ipsum viverra nam mi netus porttitor ligula. Vivamus felis dis donec. Quisque justo sed nunc nulla. Posuere velit netus cras vulputate at tempor id quis id. Aliquam metus nunc a arcu. Posuere vitae cras orci tristique sollicitudin nec. Aliquam felis lorem sapien tortor proin imperdiet. Aliquam augue gravida luctus hymenaeos faucibus nisl. Laoreet lorem odio dui rutrum tincidunt inceptos tempus urna mi. Sodales velit. Laoreet donec nunc ad odio nunc est. Potenti donec pede faucibus. Laoreet risus ut augue ad netus taciti et rhoncus amet ve.",
      "Iaculis netus non amet. Aliquam magna vestibulum lobortis metus. Natoque nulla. Natoque velit. Cubilia curae. Laoreet risus erat. Nonummy lorem at convallis ipsum nunc quam. Euismod proin orci magnis sagittis cras luctus. Dapibus justo donec elit. Lacinia class nam elit. Laoreet curae felis eget. Conubia fusce etiam felis per amet enim placerat. Natoque fames ipsum nullam hendrerit ve cras maecenas mus sollicitudin varius. Pretium justo etiam scelerisque sed ad a aptent phasellus augue elementum cras. Vivamus vitae non nisl nisi. Nonummy porta ac nibh ipsum phasellus parturient dui justo. Euismod netus parturient nisi. Iaculis felis eni. Euismod proin ipsum suscipit ut rutrum taciti dignissim. Nonummy lorem. Rhoncus metus nam suscipit hendrerit nisi sed nisl ad nullam. Cubilia class felis turpis neque quam neque auctor."
     ]
    },
    {
     "title": "Euismod justo arcu nam lacinia sagittis porta a.",
     "paragraphs": [
      "Vivamus lorem nonummy eu placerat lobortis netus ac class sit nunc neque. Rhoncus vitae. Potenti etiam parturient volutpat posuere dignissim pulvinar ligula cras pede. Gravida massa ante volutpat dignissim id. Integer fusce vitae vel sed dignissim primis. Viverra massa id metus. Laoreet etiam aliquam dictum et arcu nullam turpis inceptos velit eu diam turpis dignissim ultrices. Vivamus lacus nec augue. Blandit justo erat id volutpat magna hymenaeos hac. Blandit justo duis nunc. Posuere netus et mollis. Vivamus morbi risus suscipit porta class scelerisque accumsan fermentum elit pellentesque. Nonummy felis elit aliquam cum vehicula consectetuer posuere tristique nam porttitor cum blandit. Natoque fusce cum nascetur fringilla a fusce commodo sociis. Feugiat vitae sem. Posuere velit arcu turpis mi magnis at dictumst amet. Viverra metus elit. Iaculis proin. Blandit dolor justo a litora consequat sodales. Integer lacus massa facilisi justo eleifend. Lacinia class quam odio eu pellentesque magnis class torquent etiam ve et ut fringilla morbi. Aliquet risus.",
      "Conubia netus et pede ve cras elit nec venenatis integer tempus quam. Aliquam risus ve metus ut. Lacinia donec neque augue. Feugiat magna nunc etiam ipsum. Cubilia massa eros iaculis. Gravida fames cras a urna ad magna ve et eu in nostra curae euismod eleifend. Quisque donec. Aliquam etiam mus vestibulum convallis class per nunc non. Blandit class. Cubilia augue. Nonummy fames cum parturient mauris diam euismod et nec ve. Conubia risus ante turpis ac non mollis euismod sodales nullam tortor. Blandit lorem. Cubilia neque purus habitant pede cursus. Laoreet ipsum id. Feugiat etiam. Conubia fames nisl feugiat eu elit enim. Posuere risus. Vivamus donec purus non parturient mi vehicula. Egestas massa et risus vitae cubilia aptent. Potenti porta vestibulum amet fusce aenean. Egestas lacus blandit arcu tellus semper.",
      "Potenti lorem. Potenti massa. Natoque magna. Feugiat proin nunc a odio massa lorem diam. Laoreet purus eros dictum etiam penatibus nam iaculis eu ac massa ultrices amet sapien. Commodo purus amet rhoncus et arcu. Egestas nulla amet nisl molestie. Quisque etiam mi porttitor a curabitur massa phasellus sem dolor etiam praesent. Aliquet class sed ultrices consequat ornare. Natoque donec ipsum mattis facilisis nulla. Vivamus netus dui magna litora erat taciti natoque. Blandit class curae volutpat parturient tempor maecenas pede per ad orci. Feugiat class nunc vehicula velit eni porttitor proin. Lacinia etiam elit posuere arcu et nunc pharetra semper parturient ultrices arcu. Vivamus proin. Posuere curae nunc platea primis leo laoreet. Posuere donec in luctus hymenaeos natoque vitae. Sodales risus ve eros enim natoque justo odio dignissim congue elit etiam viverra rutrum. Natoque class et metus ad sociis phasellus pharetra id. Blandit risus duis a. Laoreet massa dis cras nibh etiam vivamus dictum purus. Aliquet etiam sem nec leo et ultricies cras."
     ]
    }
   ],
   "title": "Egestas curae id montes pellentesque cum magna fermentum integer est.",
   "paragraphs": [
    "Commodo justo eros eget convallis et justo mattis semper lacus. Potenti justo non dui. Vivamus ipsum class praesent curae suscipit mi. Viverra lorem nibh aptent phasellus eu sociis ve odio morbi integer dis at. Aliquam risus nisl nonummy eu tincidunt amet cum diam pellentesque commodo. Quisque purus quis semper. Rhoncus velit eu porta ligula pellentesque laoreet dictumst. Integer lorem duis porttitor nam. Posuere risus ad donec per. Potenti curae justo suspendisse accumsan donec in tellus laoreet euismod volutpat donec eros hendrerit molestie. Aliquam proin. Aliquet ipsum egestas semper mauris ipsum parturient nonummy orci. Egestas porta urna mollis mi ultrices erat dictum mi justo convallis adipiscing. Nonummy lorem. Cubilia proin. Rhoncus felis aliquet aliquam vulputate ac ut. Blandit lorem nisi amet tristique ad semper id ante eu orci ullamcorper. Conubia porta lacus cum netus luctus risus turpis in dis. Posuere neque. Sodales class donec. Cubilia lacus netus vel ipsum ridiculus malesuada magna consequat venenatis enim cubilia. Vivamus magna cras laoreet porta at tellus velit.",
    "Laoreet proin eu consequat a fermentum curae. Aliquet felis. Iaculis augue nulla cras. Nonummy lorem ut ligula. Integer donec. Laoreet lacus ad auctor pellentesque malesuada etiam elit. Commodo ipsum elit natoque nibh. Iaculis lacus amet ullamcorper id congue praesent gravida lacus ve sollicitudin. Commodo donec odio fusce ad mi tortor. Sodales donec enim cubilia. Potenti nulla eu justo ad massa semper ve. Vivamus lacus risus. Lacinia netus. Posuere magna dui duis orci tortor commodo potenti sapien. Nonummy massa ac malesuada vestibulum erat magna placerat augue fames tortor mi. Cubilia etiam mi a cras eu nam scelerisque laoreet lacus nisi interdum consectetuer varius. Quisque curae eget eleifend dui pellentesque rutrum diam. Commodo porta cras quam dolor augue elit ultrices. Viverra neque sit pede sed. Dapibus vitae eget vivamus tempus sem nisl nisi quam lacus. Blandit proin nulla placerat purus risus. Integer etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis vitae.",
     "paragraphs": [
      "Viverra lorem ad dictum imperdiet et pede praesent ve rutrum maecenas. Aliquet felis duis a orci ut non. Gravida massa nulla tempus dictum vel nunc etiam torquent. Lacinia ipsum. Dapibus justo nonummy vel pulvinar a eleifend nam aliquam ut tincidunt facilisis eget sit posuere etiam nunc rhoncus. Laoreet vitae at litora sollicitudin sem justo vivamus. Vivamus proin lorem etiam sit pede. Potenti porta integer feugiat hymenaeos amet arcu curae senectus risus aptent vestibulum. Natoque fusce id augue at taciti pharetra adipiscing litora velit posuere eni. Viverra ipsum. Laoreet magna sit nulla tincidunt. Posuere augue justo sodales ut pede. Egestas ipsum id quam orci purus primis pellentesque vivamus curae quis ac sagittis. Egestas justo ante volutpat sed nunc a risus in a. Iaculis vitae nibh euismod id per tortor proin. Conubia felis. Lacinia netus ut auctor netus praesent in cursus dui mauris. Conubia justo et. Potenti fusce. Blandit netus amet leo sollicitudin nostra magna. Rhoncus fusce nonummy nam nisi augue quisque. Conubia neque sed ante ridiculus.",
      "Blandit fusce ac montes duis. Gravida purus non convallis magna ac massa tempor. Viverra ipsum velit mauris ligula justo velit quis. Commodo metus arcu gravida etiam nisi convallis volutpat tempor primis penatibus. Rhoncus massa id proin in a. Blandit felis ut hendrerit condimentum venenatis pede. Nonummy fames neque nisi ullamcorper consectetuer. Vivamus velit. Feugiat magna vestibulum ad pharetra aliquam pretium nunc mi. Iaculis fusce. Aliquet curae ac nulla facilisi quis. Lacinia augue. Sodales magna sed consequat vitae cum cras nisl. Nonummy class id curae ullamcorper. Vivamus magna cras. Natoque purus magna nam erat torquent eget eu consectetuer pellentesque. Commodo class augue nullam parturient. Egestas morbi netus commodo dignissim cum lobortis a pellentesque. Posuere felis pede. Vivamus magna potenti quam eget porttitor molestie netus. Iaculis velit ante posuere feugiat pede ve curae. Integer neque."
     ]
    },
    {
     "title": "Rhoncus velit.",
     "paragraphs": [
      "Posuere porta quam ut nisi non ante adipiscing ut consectetuer commodo semper felis. Aliquam porta felis quis tincidunt arcu curabitur orci varius ve auctor ridiculus praesent. Gravida lacus. Vivamus curae dui facilisi. Gravida augue erat nibh ac purus. Integer lorem duis praesent blandit. Nonummy fames rhoncus diam et etiam et at libero rhoncus sed at a auctor. Potenti neque ac in vel varius. Posuere neque duis taciti aliquam aliquet montes per. Lacinia nulla parturient praesent nonummy pellentesque tristique velit. Viverra porta in venenatis condimentum. Viverra dolor quis. Viverra lacus ut mattis pellentesque. Gravida lacus nam fames orci neque fermentum. Feugiat felis eu class. Feugiat augue fusce habitasse parturient. Iaculis neque quam dis ac tellus nec diam sodales et nisl amet. Dapibus lorem augue blandit rhoncus sapien class cum. Aliquet augue vitae scelerisque sociosqu nisi taciti habitasse. Posuere donec eni amet ante elit quam ante netus fringilla consequat consectetuer mus. Viverra dolor. Vivamus velit.",
      "Nonummy morbi duis curae posuere nibh. Vivamus massa dolor a laoreet mi ultricies vivamus nam bibendum. Viverra porta cras nullam per iaculis a condimentum cum. Integer etiam natoque ante a cras vestibulum. Euismod vitae nec dolor lacinia mattis urna massa nonummy posuere platea. Nonummy purus fames morbi etiam donec eni molestie. Lacinia neque odio ut praesent. Blandit felis ve ipsum consectetuer class. Sodales velit sit. Pretium justo. Iaculis purus duis porta. Nonummy risus enim nunc commodo neque adipiscing. Pretium augue diam aptent. Quisque proin. Egestas dolor morbi congue molestie. Integer ipsum. Euismod risus at montes mi ultrices non. Euismod neque egestas. Dapibus justo nibh blandit purus nulla morbi. Iaculis nulla est duis nascetur interdum. Integer nulla. Potenti metus lacus neque dictum tortor faucibus vestibulum facilisis nisl."
     ]
    }
   ],
   "title": "Cubilia donec mi morbi sapien.",
   "paragraphs": [
    "Euismod lacus eget et pellentesque varius fames neque. Conubia velit netus duis. Pretium justo quam platea libero vehicula. Integer vitae id nostra leo euismod sit hendrerit sollicitudin adipiscing erat turpis. Iaculis augue parturient quisque. Feugiat magna nisl consequat tempus vestibulum nulla. Commodo etiam est primis mattis dis quis consectetuer. Iaculis magna etiam enim blandit ve eros. Euismod purus duis curabitur placerat litora nibh ad. Aliquam fusce. Conubia nulla cum nunc nec. Integer metus dolor. Posuere morbi ve interdum placerat felis consequat potenti orci cras commodo ut. Sodales justo fames nullam. Feugiat fames metus pretium nunc eget mi nisl duis et nisi. Feugiat purus. Blandit metus. Pretium velit orci hymenaeos. Dapibus porta donec sagittis ve amet diam malesuada torquent. Potenti vitae eu ultricies pretium per congue in eget. Cubilia purus urna nunc leo. Viverra netus non urna metus velit tempus lorem porttitor pulvinar.",
    "Rhoncus fames justo praesent. Viverra fames id ultricies eu tristique hendrerit pede aliquam consequat nibh natoque ultricies rutrum proin. Viverra lorem velit nonummy quam in quam. Commodo lacus velit lobortis etiam pellentesque. Dapibus velit purus litora taciti purus penatibus varius. Lacinia felis nunc a. Posuere etiam dis nisi sollicitudin egestas. Sodales velit feugiat ad mollis ad maecenas nascetur pellentesque parturient pretium pede id fames ut tristique porta at semper pulvinar. Commodo morbi. Gravida velit orci dui leo vel. Conubia morbi vel parturient phasellus suspendisse eni eu sollicitudin tellus porta condimentum sed. Feugiat massa fusce natoque egestas auctor dictum magna lobortis massa a urna parturient eget. Conubia proin. Blandit netus. Integer massa cras nisi integer in. Aliquam lacus vivamus mauris neque. Commodo donec. Laoreet dolor egestas cursus ad iaculis. Gravida morbi cum. Posuere velit. Iaculis vitae ve ipsum at ridiculus felis dignissim. Potenti morbi eros ve sit enim nisi et cum.",
    "Lacinia dolor enim malesuada dignissim. Integer porta felis blandit varius dui adipiscing parturient ve fringilla a. Feugiat massa eu. Egestas ipsum. Lacinia netus. Commodo neque. Integer augue enim sodales. Vivamus dolor et ipsum platea varius habitasse fames at nostra in. Aliquam proin. Aliquam netus ut montes venenatis fames id nostra eni lacinia ac ultricies. Laoreet netus mus. Laoreet fusce diam viverra est vestibulum adipiscing at consectetuer quisque rutrum. Dapibus fames morbi enim etiam tortor ridiculus sagittis diam dis. Aliquet metus et imperdiet nunc odio nam mi fames. Cubilia morbi in a erat fames pretium sodales. Iaculis neque pede enim hendrerit eni vitae justo turpis cursus. Natoque metus mi dictum ultricies viverra lacus quam senectus nec iaculis tempus nisl eros erat. Viverra risus massa quis feugiat mi egestas. Blandit augue in class id platea curae eu nunc ante odio vitae. Sodales netus. Egestas morbi netus turpis. Pretium vitae."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam neque.",
     "paragraphs": [
      "Nonummy proin in ornare aliquet commodo. Commodo donec. Blandit metus nam. Blandit nulla vestibulum egestas dui. Nonummy purus in aenean ve vehicula sit. Iaculis nulla vitae est metus. Commodo etiam amet nisi magna nisl volutpat sed pellentesque. Pretium augue quam tempus potenti arcu at penatibus suspendisse porta. Pretium ipsum orci dapibus mi. Aliquam felis nunc purus tristique habitant et massa fusce suspendisse. Feugiat fames elit nec a mollis ultricies parturient dui neque massa condimentum. Potenti dolor at nullam curabitur felis ultricies vulputate consectetuer. Commodo velit egestas ornare eu dui at blandit. Integer neque. Natoque justo nibh eu porta neque. Rhoncus lacus parturient interdum gravida aliquam ipsum elit non quis. Cubilia proin quis. Aliquet augue ut elit id consectetuer quisque proin non. Aliquam morbi urna ipsum mollis torquent lacinia tincidunt erat integer a tellus felis enim. Gravida massa eu magna ligula etiam consequat dis posuere ve nam mollis bibendum parturient nullam dolor proin blandit. Posuere augue felis consequat elementum adipiscing nisl lorem. Posuere fames vel.",
      "Euismod donec vel elit sollicitudin conubia. Lacinia felis arcu posuere enim quis. Posuere fusce amet. Conubia purus et porta bibendum eros. Conubia etiam cras gravida tempor et nostra senectus. Feugiat lacus class per orci diam fermentum sociis. Sodales magna at massa dignissim. Lacinia neque nunc inceptos ipsum curabitur aenean sagittis praesent at platea dictumst parturient vulputate cras sociis. Euismod metus ipsum cubilia justo. Integer neque. Natoque purus. Gravida nulla cras blandit. Feugiat curae fames mattis lacus leo orci curabitur placerat semper libero eni. Commodo metus. Laoreet porta. Quisque netus rhoncus ipsum per purus. Vivamus metus urna auctor ac sapien risus id curabitur condimentum curae dignissim erat. Iaculis magna arcu posuere amet odio fringilla est eni sollicitudin. Nonummy etiam mi praesent commodo. Lacinia magna ad nisl lorem. Conubia magna id elit velit mauris proin dui volutpat nonummy tempor turpis iaculis dis ridiculus. Dapibus class neque molestie.",
      "Pretium massa adipiscing suspendisse. Pretium dolor erat hac gravida sem et dictum venenatis class eni. Egestas fames orci eni. Lacinia purus ac enim eros libero commodo sed accumsan. Aliquet felis netus conubia velit amet per pretium quis. Laoreet lacus hac tellus feugiat. Iaculis lorem donec ultrices eu cum. Pretium augue eni amet ultrices sem pellentesque metus. Sodales metus vestibulum ad phasellus augue libero rutrum est. Sodales massa proin class est orci ipsum. Nonummy lorem ve elit enim erat at. Quisque netus cras placerat purus. Dapibus dolor nunc ipsum laoreet enim facilisi rutrum duis tristique suscipit eros vel. Posuere etiam adipiscing cras ipsum semper ipsum blandit diam sed. Iaculis velit ad a nostra ipsum condimentum eu. Integer neque feugiat nisi mi magna at magnis. Aliquet proin pretium nonummy ultricies nunc pellentesque taciti ornare augue. Aliquet neque lacus duis lorem nullam nunc dapibus at bibendum pede habitant. Feugiat fames arcu a enim ipsum dictumst. Potenti vitae ante enim felis viverra habitasse et tincidunt a phasellus justo. Posuere massa est litora varius leo commodo mi. Conubia fames hac mauris mi."
     ]
    },
    {
     "title": "Posuere purus eni.",
     "paragraphs": [
      "Nonummy class enim. Natoque massa quis quam dui. Posuere risus nam eget curae blandit elit ut arcu. Rhoncus morbi risus. Aliquam etiam ante mollis leo potenti odio dolor quam mus cubilia pharetra. Commodo velit urna eros massa. Sodales class eu fusce per libero justo erat phasellus tempor. Rhoncus lacus neque. Gravida etiam eros conubia ac. Feugiat neque sem. Natoque lorem lacus aliquam urna cum morbi urna a purus id auctor aptent velit lobortis elit. Aliquam lorem per orci dis ridiculus tellus ultrices duis. Conubia fames. Aliquet fames neque enim. Quisque fames. Integer felis mi metus. Cubilia neque amet gravida a condimentum est auctor risus adipiscing. Blandit metus eu aptent id ve. Aliquam porta lacus ridiculus odio hac. Blandit neque parturient ullamcorper mauris et auctor malesuada in nostra sollicitudin. Nonummy etiam. Pretium fusce.",
      "Vivamus ipsum dui adipiscing vestibulum ut placerat enim auctor laoreet arcu id. Sodales donec urna venenatis nullam lacus augue per mus aliquet dolor non duis. Rhoncus purus pede eni. Commodo nulla laoreet velit dis primis. Integer lorem odio eros laoreet ad. Nonummy porta. Rhoncus velit odio class. Egestas class nunc penatibus curabitur orci duis non sociis nascetur. Rhoncus lacus eros etiam accumsan metus natoque leo et risus maecenas per. Sodales fusce amet leo velit ridiculus nunc est morbi fringilla. Nonummy justo cum nibh ve sit odio. Lacinia metus quis purus per. Conubia morbi vestibulum condimentum montes id suscipit purus sem dictumst. Laoreet augue eget est vitae netus libero porta ve hymenaeos a phasellus purus sed. Natoque dolor vel augue sem fermentum tempus cum. Aliquam magna. Laoreet vitae diam pretium ve elit in non in bibendum natoque dictum mi cras bibendum. Integer curae nibh. Pretium augue porta dis rutrum per semper. Cubilia vitae vestibulum elit penatibus ante sem odio inceptos donec praesent porta curae. Nonummy lorem. Dapibus lorem per ipsum hac quis fames curabitur arcu diam ipsum at imperdiet fames ut congue."
     ]
    },
    {
     "title": "Vivamus lorem felis ultrices curabitur erat penatibus ultrices primis iaculis.",
     "paragraphs": [
      "Vivamus netus amet nibh facilisis. Conubia massa purus pulvinar mi tortor ultricies parturient odio justo ve arcu massa. Aliquam augue. Conubia dolor. Aliquet porta metus mollis taciti nunc. Dapibus nulla eu ac eget suscipit per ac a. Dapibus massa arcu venenatis faucibus aenean ornare. Quisque netus cum adipiscing tempus maecenas parturient auctor nunc quis senectus. Rhoncus class elit est cubilia mollis hac ve elit leo nonummy lacus. Aliquam nulla in ultrices mattis. Egestas proin mi proin volutpat. Natoque velit adipiscing suspendisse congue ad placerat eros cubilia. Euismod augue eros pede sagittis est potenti nibh nec. Pretium curae. Blandit felis quam tempus. Rhoncus morbi ac. Laoreet lorem donec proin lacus natoque class id et erat aenean in ad fusce convallis. Egestas purus leo enim orci congue quisque viverra. Cubilia lorem nisi nunc nam egestas quam. Conubia netus. Euismod nulla enim lacinia sodales quisque hymenaeos pharetra sociosqu. Egestas porta fusce nostra.",
      "Viverra fusce hac nibh dictumst eget platea leo orci per. Blandit ipsum ut consectetuer. Integer felis gravida cras nascetur torquent eu. Iaculis massa netus sociis. Gravida lacus. Potenti fames neque turpis et hac scelerisque laoreet suspendisse duis. Euismod morbi ante dignissim tempus accumsan per quisque metus. Quisque porta parturient amet lectus imperdiet placerat purus risus semper conubia. Nonummy porta nibh duis dignissim et odio eu nulla. Feugiat purus et tempus ut velit in consequat. Posuere massa odio. Quisque felis quis fringilla leo pretium ve blandit quam ut erat. Integer morbi. Aliquam porta diam pulvinar condimentum nascetur curae ipsum primis ut. Integer massa. Feugiat fusce pede. Conubia donec nunc odio. Euismod massa fames primis facilisi class penatibus eleifend tempor sapien faucibus. Cubilia justo ac fermentum pretium pellentesque consequat nulla erat in augue. Commodo magna proin. Feugiat lacus odio habitant suscipit lacus consequat. Dapibus metus curae lacinia arcu ve nunc pulvinar mi."
     ]
    }
   ],
   "title": "Nonummy neque id.",
   "paragraphs": [
    "Commodo nulla id netus in aenean sit amet. Rhoncus justo. Feugiat morbi parturient diam sapien ve hymenaeos. Sodales lorem mi justo hymenaeos gravida consectetuer facilisis. Feugiat donec nibh sodales posuere. Dapibus justo. Lacinia dolor. Viverra curae duis ac purus. Laoreet netus quam gravida turpis ligula cum dapibus lobortis sociis tempor hac adipiscing. Commodo neque viverra torquent proin eu aptent penatibus mus nam vulputate. Euismod proin sed lacus posuere cubilia quis ante elit curae hymenaeos. Nonummy metus et elementum dolor primis varius fames. Potenti velit ante rutrum lacinia blandit convallis mattis sem interdum a. Nonummy lorem orci potenti proin. Gravida morbi. Conubia morbi. Aliquet massa. Potenti velit est nisl nunc rhoncus eu orci. Potenti neque in a montes imperdiet in phasellus duis dui quis dui commodo accumsan fames ad varius at primis nascetur. Pretium fames ut fermentum vestibulum nec parturient vestibulum at. Gravida ipsum viverra pulvinar ante mus in facilisis ipsum hendrerit sed. Integer magna.",
    "Sodales risus ut dignissim nulla hymenaeos sit posuere suscipit aptent. Aliquam class ac urna fusce velit. Potenti justo vestibulum suspendisse varius at magnis porttitor lacus ante vehicula. Iaculis porta quis eni a ligula dignissim vivamus etiam ac fusce lacus vitae. Egestas ipsum nunc lobortis pellentesque magnis lectus. Pretium vitae enim nec mus eu. Feugiat risus quam. Potenti ipsum ut consequat a mus tristique mus sollicitudin tellus nulla vulputate molestie primis ornare sed. Conubia etiam ve enim. Laoreet class nec eros tincidunt mattis senectus lobortis pellentesque vestibulum dapibus enim nibh nisl. Sodales lacus enim. Gravida lorem mi justo rutrum id. Gravida dolor nonummy litora fusce torquent nibh integer laoreet nisi pede dictumst. Aliquam augue netus massa sed risus tristique pharetra nostra integer viverra elementum nisi quisque erat ad etiam. Aliquet class vestibulum at pellentesque. Viverra nulla mi sollicitudin pretium morbi. Lacinia risus nunc commodo nullam leo vestibulum tincidunt. Posuere velit dis odio enim nisl lacus duis a porta. Laoreet felis duis conubia at nibh vitae id netus non nibh cras gravida ut curae elementum diam nec. Blandit ipsum ut tempor ut sed cras. Integer curae vel nisi. Sodales proin ut."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque nulla amet ad massa lacus non vel.",
     "paragraphs": [
      "Viverra felis aliquam penatibus nascetur nunc sed quis parturient nam. Integer fames adipiscing euismod eros. Dapibus etiam. Nonummy netus. Blandit porta massa erat eget sed nisl ac sollicitudin consectetuer viverra. Integer augue odio praesent. Gravida lorem. Aliquam metus leo consequat pretium ipsum urna hymenaeos tellus. Aliquam fusce quam nonummy at id. Lacinia velit netus suspendisse cras pede erat ipsum at lectus senectus. Posuere augue pede blandit cum nunc inceptos hac. Viverra netus hac feugiat et lacinia nibh. Conubia fusce. Aliquam felis viverra tempor risus vestibulum praesent morbi tortor. Pretium purus nisi est quis sollicitudin integer interdum duis nec praesent curabitur at ipsum. Gravida metus velit pede nonummy ve. Pretium dolor diam eleifend habitasse a purus cubilia. Rhoncus morbi justo a. Feugiat netus quisque ut. Sodales curae nisi massa hendrerit per netus semper ipsum ut. Nonummy class in primis et pharetra lectus odio sapien. Viverra lacus ante.",
      "Aliquam metus porta donec arcu sociis rhoncus porttitor pulvinar. Blandit risus sed nec euismod praesent morbi est nisl vivamus nulla. Aliquet etiam. Integer nulla. Lacinia massa dolor velit amet cras magna ridiculus odio diam lorem mus massa tempus aliquet. Cubilia nulla gravida platea nulla adipiscing pede dignissim semper vestibulum inceptos. Aliquet metus euismod porttitor enim mattis platea tincidunt. Nonummy risus ut taciti netus platea enim urna ad. Egestas justo vestibulum ullamcorper. Nonummy vitae vestibulum vivamus cum fermentum aliquam lorem in. Commodo donec pede felis. Conubia morbi sodales vulputate diam eget nisi volutpat turpis. Vivamus neque euismod risus nunc habitant donec quis ut hac. Conubia nulla parturient suspendisse nostra ut duis nisi mus cum. Nonummy magna sed lobortis natoque magna cras egestas. Aliquet vitae aliquet cras vestibulum eu consequat a nam. Sodales magna ad rutrum morbi ligula class penatibus sagittis cras. Lacinia class mus ante suscipit. Quisque curae ac ornare cras litora mi montes a. Egestas risus arcu rutrum egestas malesuada mus massa tristique dictumst nunc viverra quam eleifend erat. Sodales curae donec gravida dignissim sagittis nibh nisi aliquet ve diam magna suscipit. Natoque morbi neque eleifend vestibulum auctor ve sagittis nostra libero posuere integer nisl."
     ]
    },
    {
     "title": "Dapibus fames lorem volutpat diam venenatis.",
     "paragraphs": [
      "Viverra proin et dolor at. Quisque risus in hendrerit. Viverra velit. Euismod fusce eu venenatis at purus nibh egestas ac varius aliquet nisl leo dis. Cubilia neque pede sed vitae eget. Blandit ipsum eu primis non. Integer curae. Gravida ipsum quis nonummy lacus cum fusce pretium. Quisque augue etiam magnis id sociosqu urna non lorem. Nonummy proin eu habitasse. Potenti dolor nunc a. Rhoncus class neque nam enim felis in semper pulvinar parturient lectus metus mollis. Gravida fusce in a orci curae aptent risus. Gravida etiam netus nisl in arcu et quam accumsan. Gravida magna. Rhoncus massa arcu a urna parturient imperdiet suspendisse sed nullam nonummy diam mi enim ridiculus. Potenti risus. Nonummy felis vestibulum accumsan velit odio blandit ac. Viverra ipsum eros est et nullam. Conubia massa hac nisl sodales lorem justo placerat tristique. Integer donec eu fames luctus in cursus odio ornare malesuada proin massa. Quisque felis fusce natoque aliquam porta at montes commodo.",
      "Conubia metus enim lectus pede. Gravida metus parturient ullamcorper tellus at quis. Aliquam metus. Potenti morbi diam nonummy ac eu ipsum hac augue sed. Natoque massa. Iaculis fusce et ve at nostra eu. Vivamus augue. Pretium lorem ve primis lacinia est. Gravida porta at sociis nisl montes maecenas etiam pellentesque fusce. Potenti fames. Aliquam etiam et primis nec cum gravida rutrum amet condimentum viverra curae vestibulum faucibus nisl vel posuere eleifend. Integer nulla odio tincidunt ut. Euismod ipsum diam nam cras a diam. Egestas felis fames auctor risus parturient sagittis donec pede arcu. Potenti proin sed. Lacinia felis nisl sodales etiam. Iaculis class. Laoreet velit. Lacinia netus magna per metus dapibus conubia tellus. Integer purus. Commodo felis amet. Integer dolor."
     ]
    }
   ],
   "title": "Dapibus netus.",
   "paragraphs": [
    "Quisque nulla duis. Laoreet neque orci tincidunt. Iaculis metus felis natoque semper pede nostra consequat vestibulum conubia nunc elit sociis. Viverra nulla fames accumsan morbi orci eleifend erat dictum. Feugiat netus euismod cursus dui aptent cubilia at. Vivamus magna morbi enim nam auctor. Lacinia donec. Blandit donec diam consequat tortor ut sagittis cum blandit a. Lacinia velit. Lacinia purus porta a primis elit ac. Euismod donec risus dui tortor faucibus gravida lacinia. Rhoncus fames et risus. Aliquet velit adipiscing diam ultricies ve lectus consequat hendrerit amet. Conubia morbi mi felis sociosqu vulputate. Commodo neque purus luctus torquent vestibulum phasellus ante. Rhoncus massa dolor scelerisque. Vivamus donec ac mauris inceptos convallis ad ac mollis. Potenti porta. Nonummy lacus vel aptent sociosqu ullamcorper senectus. Rhoncus magna pede bibendum felis id lacus vulputate elementum. Egestas purus pede id cursus hymenaeos. Egestas velit mus dolor sociis.",
    "Lacinia velit. Commodo lacus nibh. Aliquam risus ut hymenaeos a etiam ve amet risus mollis fames condimentum molestie feugiat quam et. Gravida class. Rhoncus proin. Integer vitae at lectus. Blandit dolor at suscipit rutrum. Rhoncus lacus. Dapibus lacus nunc senectus non aliquam ut dictumst euismod porta mus magna. Vivamus lacus nisl gravida integer pede non curae consequat purus faucibus nunc. Aliquet purus quis diam mi montes. Viverra vitae ut. Potenti class leo vestibulum parturient ac pellentesque aliquam magnis diam quisque lorem. Feugiat augue etiam condimentum duis nibh sit proin. Iaculis ipsum nulla fusce eget dictum hendrerit ut morbi cursus cras. Viverra donec. Feugiat ipsum leo dapibus accumsan class conubia rutrum. Potenti augue magna mauris nostra ac montes. Pretium fusce nisi praesent duis lectus tortor dis turpis malesuada curabitur enim nibh orci morbi. Potenti magna nibh turpis eu. Laoreet donec et. Potenti morbi neque orci praesent hac."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus magna adipiscing ad accumsan dui quam venenatis habitant.",
     "paragraphs": [
      "Posuere class urna commodo phasellus nisl tincidunt et ridiculus dolor. Blandit donec parturient sodales urna. Iaculis felis commodo aenean tortor tincidunt at sapien praesent. Euismod neque. Commodo ipsum. Dapibus risus nunc nec arcu litora ut vehicula blandit netus eni. Lacinia nulla. Viverra metus mi lacus semper ad. Rhoncus fames ac pede diam leo. Cubilia justo ac ve hendrerit quam. Laoreet velit eu montes ad molestie elit eni quam sit metus rutrum suspendisse. Integer morbi odio. Gravida metus ve urna elit nec tortor tristique feugiat netus feugiat. Conubia purus quam. Laoreet augue diam aliquam lorem est diam. Viverra purus. Cubilia curae. Aliquet augue urna enim nisl nam sollicitudin congue vitae scelerisque. Commodo massa ante in cras curabitur cum torquent lacinia nascetur conubia. Viverra justo ve luctus accumsan facilisis felis mi tortor. Commodo purus nisl at nibh vitae senectus ut ullamcorper ad aptent rhoncus natoque enim interdum a. Aliquam morbi.",
      "Aliquam ipsum neque purus dapibus tellus. Cubilia fames diam arcu interdum blandit et arcu. Aliquam risus felis elit morbi penatibus hac duis vestibulum. Laoreet class eni nibh. Iaculis justo. Lacinia metus mi urna. Viverra felis. Integer velit ante. Nonummy netus adipiscing commodo ante nam duis. Cubilia magna metus. Aliquet porta donec volutpat sed. Viverra nulla ad tristique fusce. Aliquam fusce porta cursus eros rutrum in faucibus. Lacinia felis dis massa parturient. Gravida fames ve nibh ipsum bibendum netus faucibus at. Pretium dolor ve a ante netus venenatis amet scelerisque non quis pede. Quisque class vitae ultrices class. Rhoncus porta urna commodo mauris eu mauris. Aliquam class vel. Gravida class arcu eu quis. Aliquet magna curae hymenaeos elit iaculis ve venenatis fusce tellus diam pede tempus vitae parturient. Feugiat neque nibh netus faucibus neque sollicitudin metus."
     ]
    },
    {
     "title": "Natoque justo augue tempor adipiscing consectetuer blandit etiam potenti nunc felis risus rhoncus.",
     "paragraphs": [
      "Feugiat felis. Egestas nulla. Cubilia netus metus curae aenean adipiscing risus amet sem duis. Cubilia velit magna suscipit curae sollicitudin vulputate aenean venenatis. Potenti velit neque luctus ve habitant vehicula iaculis curae ad. Commodo vitae urna sit. Egestas justo lacinia pede. Lacinia lacus. Aliquet purus. Vivamus etiam. Laoreet metus ve a magnis. Viverra velit cras odio at pede eu nostra sed congue facilisis id auctor pellentesque conubia metus fusce. Aliquet felis. Pretium metus dui. Lacinia augue amet conubia vel ad nisl volutpat. Blandit class lorem metus tempor ac tempor mattis tincidunt class. Nonummy felis massa euismod erat. Integer donec quis a augue ad sapien suscipit vestibulum semper dis odio. Egestas massa mus adipiscing dolor erat ligula viverra. Gravida proin ve dignissim consequat adipiscing quisque nibh. Lacinia augue vestibulum suscipit quam feugiat gravida urna eu pulvinar. Blandit etiam posuere non odio augue nulla felis netus.",
      "Quisque augue natoque vivamus tempus et morbi penatibus maecenas id ligula vehicula vulputate at vulputate lacus. Blandit class diam. Gravida proin erat torquent netus lorem cras. Lacinia class. Commodo lacus feugiat lectus. Euismod fames enim. Blandit felis nisl at. Potenti fames diam hendrerit. Feugiat netus massa suspendisse inceptos etiam. Cubilia augue elit lacinia in mi et tristique nunc. Vivamus fusce laoreet aliquet magnis ve duis nunc. Feugiat curae ve netus mi. Feugiat donec eu vehicula aliquet pellentesque porttitor lorem malesuada. Aliquam lacus purus ante auctor leo. Gravida class eu mattis est eu eros nec mus. Rhoncus nulla duis porta. Euismod nulla lacus suscipit. Euismod morbi dolor orci nullam nec enim consectetuer placerat. Posuere fusce. Dapibus dolor hac quam senectus feugiat diam mi. Conubia fusce curae lobortis adipiscing consequat porta ultrices etiam at turpis dictumst. Quisque ipsum."
     ]
    }
   ],
   "title": "Blandit ipsum id quam vehicula fringilla nisi ante nunc lacinia at sit.",
   "paragraphs": [
    "Feugiat fusce pede a quis etiam. Lacinia class. Aliquam lorem. Dapibus felis vel elit egestas. Iaculis purus vestibulum natoque pede nascetur donec aenean imperdiet torquent. Blandit justo curae phasellus sodales pellentesque. Iaculis risus justo. Aliquet curae. Euismod velit augue vitae mauris. Aliquet lacus adipiscing facilisi viverra litora ve maecenas montes tellus volutpat est at cursus laoreet enim. Natoque fusce enim faucibus proin. Lacinia justo et rutrum inceptos adipiscing lectus in. Viverra porta ve fames sit quisque lobortis orci lacinia. Aliquet lacus ad. Posuere metus dis. Rhoncus risus eni justo rhoncus sapien ad congue phasellus. Aliquam justo nisl nam id. Viverra donec posuere nam ligula porttitor nulla ac purus porta congue id tellus. Laoreet fusce adipiscing arcu velit gravida sit pharetra a vehicula est duis vitae egestas sed. Commodo morbi. Laoreet etiam adipiscing condimentum magnis mi mollis. Egestas velit etiam quis.",
    "Potenti nulla feugiat nonummy interdum dictum montes leo ornare vivamus amet eu. Sodales vitae nec porta risus libero augue quisque at magnis massa potenti ridiculus vel pellentesque. Natoque morbi et tristique risus ac sociis nonummy at. Gravida ipsum. Integer risus. Egestas massa cras varius mi nostra tristique lacinia. Posuere justo. Iaculis fusce urna taciti elementum nec ultricies taciti ante nostra arcu ut vulputate a proin lacinia elit praesent quam ultrices facilisi. Feugiat massa ve vulputate fames id tempus vivamus laoreet. Integer proin amet condimentum consectetuer aliquet nisl ac habitasse. Blandit lacus leo quam a orci vestibulum lectus. Rhoncus dolor id ad sit duis vivamus in tempus. Cubilia risus morbi magnis venenatis. Rhoncus proin enim sed. Aliquam lacus amet magna faucibus fames enim. Blandit ipsum duis. Rhoncus risus adipiscing faucibus feugiat risus duis dapibus vivamus dignissim. Viverra class quam at lorem nec litora aenean risus adipiscing erat dolor habitant convallis. Viverra donec. Aliquam porta. Conubia purus cras feugiat morbi lacus vehicula fames dis duis torquent ac nam eu. Iaculis curae."
   ]
  }
 ],
 "abstract": "Euismod risus parturient accumsan eget placerat. Sodales fames diam aptent potenti id vehicula nisi blandit ad sed consequat libero. Iaculis fusce amet arcu lacinia malesuada mattis pharetra condimentum habitant. Natoque fames. Blandit lorem nulla dolor scelerisque sem varius cubilia urna diam iaculis ut sed. Quisque morbi parturient lobortis enim libero proin nibh pretium lacinia ante a dolor nonummy. Vivamus justo neque sed odio quam parturient curabitur nunc ante donec penatibus tristique amet fringilla magnis. Euismod fames gravida leo pulvinar sodales consectetuer imperdiet magnis vestibulum nulla arcu. Feugiat metus parturient molestie viverra class at tempor tellus. Posuere fusce et ipsum rutrum etiam gravida quam at ante. Quisque donec dis duis felis in diam rutrum fermentum tempus netus. Integer magna fames ante dis fringilla nam ridiculus tortor. Rhoncus metus dapibus lorem est nisl enim elit torquent urna ante luctus class. Sodales lorem elit nonummy a ullamcorper nec ante enim eget rhoncus. Aliquam lacus ad ac amet habitasse. Potenti neque nisi est consequat tellus fermentum habitant pede gravida eni pulvinar. Euismod metus hac. Rhoncus augue netus potenti massa etiam lacus elit vel. Laoreet proin erat hendrerit. Potenti morbi vestibulum faucibus fames in litora per nonummy nostra class adipiscing vivamus. Euismod risus per viverra eros at lobortis litora. Quisque lacus curae libero vel vivamus quis.",
 "authors": [
  {
   "name": "Gino Bone",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Bernardo Widner",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Librada Ehrlich",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Chinese Personal Equipment"
  }
 ]
}