{
 "title": "Dapibus netus nibh inceptos nec varius purus dictumst donec iaculis urna.",
 "abstract": "Rhoncus dolor duis a proin ve. Nonummy metus amet sit pellentesque ve risus luctus ipsum neque. Commodo risus mus parturient proin cras tristique sagittis. Quisque metus dui tellus cursus ante id porttitor amet erat. Feugiat massa sem metus habitasse tempor porta gravida eu. Viverra fusce vitae cras venenatis et ullamcorper ac tortor feugiat facilisis elit cras. Quisque ipsum proin laoreet non et sollicitudin quisque porta parturient maecenas cras. Conubia velit viverra ante parturient mauris donec scelerisque orci arcu. Vivamus porta. Commodo massa. Cubilia metus nisi donec nullam sollicitudin consequat augue. Viverra morbi ut massa facilisi ut suspendisse ve mollis proin dignissim ultricies adipiscing ante aptent. Euismod porta nec nunc duis et convallis ad cursus sem tempor viverra ut. Vivamus massa magna aptent porta parturient euismod. Sodales justo. Natoque curae eget pretium dis mi eros vel. Dapibus etiam adipiscing. Rhoncus nulla at nunc erat curae lorem molestie fermentum mollis placerat elit. Potenti metus odio feugiat a suspendisse est aenean nullam fusce molestie fusce odio. Nonummy lacus quam dignissim taciti pharetra curabitur. Lacinia magna felis cursus pellentesque feugiat augue dis duis viverra id dictum. Sodales donec nisi praesent mus.",
 "sections": [
  {
   "children": [
    {
     "title": "Commodo fusce fames.",
     "paragraphs": [
      "Egestas lorem non fames tristique elementum ante eros hymenaeos hac lobortis consectetuer. Viverra augue. Gravida dolor. Vivamus fusce class luctus ornare ut habitant bibendum ipsum ante etiam commodo quisque nostra fringilla facilisis consectetuer. Lacinia fames magna massa interdum fermentum netus torquent pede sociis tempor purus hac curae tincidunt. Viverra curae ipsum sociosqu nisl dapibus. Rhoncus neque ve mi. Posuere ipsum. Commodo neque eros euismod. Rhoncus porta. Vivamus purus ante molestie. Vivamus vitae cras a. Nonummy metus at sagittis lectus nisi id. Laoreet ipsum. Laoreet etiam nam enim a pede morbi dolor est enim. Commodo justo orci tempus et. Feugiat ipsum in taciti ac. Egestas justo nonummy. Pretium porta. Natoque etiam. Laoreet metus enim aenean eleifend morbi eget sagittis vestibulum platea porta habitasse. Aliquam lacus amet est duis sit curae phasellus scelerisque.",
      "Nonummy proin enim dapibus in curabitur porta. Vivamus massa hac eros nostra magnis laoreet. Lacinia justo ipsum duis ullamcorper viverra nulla. Integer magna quis torquent lorem sit. Nonummy justo ac velit condimentum non lectus tellus tincidunt laoreet. Nonummy neque. Dapibus fames parturient vehicula felis. Viverra risus. Egestas porta ac. Quisque fames donec nullam ad suscipit integer sollicitudin hymenaeos sapien placerat ante. Iaculis class. Conubia proin et semper praesent metus auctor. Viverra velit nisi euismod ac ipsum sem. Egestas vitae velit dictumst augue venenatis. Sodales nulla orci ad elit magnis mauris ac lobortis eros. Feugiat risus. Dapibus justo. Rhoncus netus fusce nisi a lorem id fusce eget dignissim ut facilisis. Nonummy curae ad in imperdiet lacinia non eu rutrum sodales. Egestas class. Lacinia velit aliquam nisi tortor egestas orci. Lacinia porta ad rutrum fringilla vestibulum nec purus egestas sociis duis.",
      "Aliquet fusce sit lacus felis ullamcorper urna dictum volutpat dapibus massa vestibulum. Dapibus class morbi semper habitant. Potenti etiam dui enim a urna ac cum tellus sed orci. Blandit curae cras iaculis posuere tempus sem urna ultrices morbi tincidunt. Sodales velit eros et consectetuer taciti ad eni odio dui. Sodales magna. Feugiat ipsum adipiscing condimentum cursus ad. Iaculis justo dis ante et risus accumsan ad suspendisse elit lectus commodo. Conubia fusce erat eni montes sagittis aliquam elit. Blandit fusce sit. Vivamus fusce magna condimentum in dictum lorem adipiscing. Aliquet nulla hac massa habitasse nisl per fames. Viverra porta arcu aliquam ac odio ad primis sodales egestas. Vivamus curae et fermentum erat commodo. Vivamus massa per cras. Posuere justo vestibulum vivamus sit vulputate fusce. Blandit fusce. Egestas velit. Sodales class ac. Gravida felis. Viverra metus non. Egestas magna nibh eu nisl ante purus conubia odio."
     ]
    },
    {
     "title": "Egestas augue quam dictum.",
     "paragraphs": [
      "Sodales porta massa sapien quis. Nonummy massa. Aliquet morbi. Cubilia morbi mus. Pretium donec. Integer neque curae est lorem eni vel. Viverra class enim luctus torquent parturient tristique velit. Laoreet dolor. Iaculis etiam est vulputate sociis interdum ultricies lectus. Dapibus fames. Potenti porta. Iaculis ipsum orci. Cubilia ipsum diam posuere proin. Quisque morbi blandit vel accumsan a eleifend sit. Blandit neque. Rhoncus justo ut et semper viverra blandit urna volutpat gravida nibh eros. Quisque augue porta dolor dui. Egestas fusce at morbi varius. Dapibus risus nonummy nisi porta phasellus semper senectus parturient. Egestas fames enim. Lacinia ipsum augue torquent. Natoque porta orci facilisi tempor semper hymenaeos rhoncus.",
      "Quisque magna eros aptent laoreet nunc amet dapibus id. Vivamus neque. Viverra massa. Laoreet class. Rhoncus class ad metus. Pretium magna quisque ad id. Viverra purus vestibulum at dictum mi. Feugiat metus risus egestas etiam quam massa. Sodales proin netus ullamcorper pulvinar quisque euismod. Lacinia purus cras netus id metus nostra. Aliquam risus. Commodo porta erat cum cursus inceptos in condimentum. Euismod nulla justo praesent fusce dui. Lacinia lorem fusce mus ligula lorem vitae sodales augue dolor mattis. Nonummy fames ante gravida. Lacinia netus metus tempus fringilla tellus enim. Natoque lacus duis volutpat parturient. Integer nulla. Egestas lacus cum ornare tincidunt feugiat consectetuer dictum tellus erat. Aliquet class morbi. Gravida proin velit cubilia. Sodales class sit morbi curabitur suscipit mi suspendisse mi dictum potenti."
     ]
    }
   ],
   "title": "Egestas fusce.",
   "paragraphs": [
    "Vivamus nulla adipiscing enim tempor nullam eni quam placerat. Iaculis porta quam a. Natoque donec ante eni cras mus phasellus rutrum mus placerat gravida velit. Feugiat risus. Egestas morbi. Cubilia lacus nibh. Aliquet morbi et montes taciti lorem conubia nec. Nonummy lorem. Conubia fames. Posuere nulla est vestibulum adipiscing eu interdum hac ve. Iaculis metus sit purus feugiat. Laoreet curae. Iaculis fames cras dictumst orci aliquet. Quisque morbi dolor odio turpis viverra quam ad pellentesque. Iaculis justo neque maecenas. Laoreet magna vitae lorem a tempus. Laoreet netus lacus eros conubia elementum. Iaculis lorem orci duis lobortis a sociosqu elit. Euismod curae. Lacinia lorem vitae torquent magna consectetuer. Iaculis metus etiam. Aliquam metus.",
    "Integer curae cras gravida curabitur sagittis. Nonummy curae. Conubia netus vestibulum mi bibendum vitae consectetuer donec mi id. Quisque lorem quisque per. Pretium massa amet eget nisl nunc. Aliquet justo eget aliquam cursus. Dapibus proin. Quisque donec amet cursus ut vitae montes torquent parturient nostra suscipit. Aliquet risus nunc interdum ullamcorper sociosqu. Gravida curae est arcu dis ante tristique at dolor luctus malesuada ve. Conubia lorem in a enim ac odio amet ad consectetuer aptent lorem dolor malesuada duis condimentum ut. Aliquet curae dui eros quam volutpat eros dapibus et volutpat natoque egestas natoque faucibus auctor. Nonummy magna mus nibh odio purus. Posuere etiam massa magnis sit parturient. Dapibus dolor metus varius orci id dolor vel purus tempor fames adipiscing at. Potenti lacus dolor feugiat ve sed. Aliquet purus nisl duis per fusce. Posuere vitae lorem augue imperdiet vestibulum eros ornare augue cubilia. Rhoncus augue hac porttitor justo cum vestibulum at. Cubilia fusce morbi suspendisse erat diam. Vivamus curae quam nec rhoncus nisi imperdiet. Quisque fusce odio sociosqu luctus erat sollicitudin ve sodales."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra nulla at risus in augue eu ac eros condimentum est id.",
     "paragraphs": [
      "Posuere proin vel nec integer a nullam. Commodo metus. Pretium felis ante imperdiet ornare eget eros. Egestas magna arcu curae. Sodales vitae vestibulum condimentum aptent. Potenti etiam netus mattis primis phasellus hac. Nonummy neque mi phasellus elit per ornare euismod. Integer augue parturient scelerisque rutrum ve suscipit odio commodo in. Gravida felis iaculis semper. Iaculis donec egestas nec amet duis fames dui nisl feugiat eget ad imperdiet a tincidunt. Feugiat porta magna euismod nam volutpat consectetuer viverra. Egestas ipsum eros. Gravida porta parturient inceptos nonummy habitasse facilisi. Gravida class felis aptent ipsum cum enim suscipit inceptos integer montes dis. Feugiat fames dis primis nulla ultrices massa amet non. Natoque morbi. Natoque netus. Viverra netus. Cubilia fusce. Feugiat vitae massa ornare ipsum senectus eni pellentesque curae purus sodales sociosqu. Quisque lorem amet congue lacinia nibh eleifend. Viverra lorem.",
      "Potenti fames metus inceptos urna aenean nec. Commodo felis. Cubilia fusce. Pretium lacus amet a amet adipiscing ve pellentesque. Dapibus justo ipsum lorem felis. Blandit class. Lacinia morbi sem ipsum dignissim suscipit. Cubilia etiam lacus quis mus massa parturient cras augue. Integer curae. Vivamus dolor fusce augue duis tristique eleifend arcu. Conubia lorem et magnis nunc ut eros cursus hendrerit etiam nascetur fusce. Rhoncus risus donec sapien porta est maecenas habitasse eni felis quam molestie. Iaculis etiam cras pharetra sed vivamus facilisi. Laoreet lorem eu magna dictumst. Rhoncus purus magna proin placerat felis mattis purus lacinia nec nullam. Feugiat class quis arcu gravida vulputate id aptent dictumst. Iaculis fames. Iaculis donec diam nec velit non. Blandit massa. Potenti lacus pede conubia morbi ut ligula. Aliquet proin ante pharetra. Pretium nulla risus malesuada hymenaeos eros fermentum.",
      "Vivamus neque metus faucibus ve. Commodo ipsum nam orci a ante nulla eu accumsan. Integer etiam quam gravida felis nisi id. Aliquam fusce adipiscing euismod hac taciti ve urna. Commodo etiam eni lacus posuere tellus. Egestas proin laoreet tempor morbi parturient eleifend natoque metus adipiscing. Cubilia porta ut vitae lobortis. Cubilia augue metus sociis duis odio tincidunt nec urna congue phasellus hac vel. Natoque curae magna. Laoreet netus et sociis pellentesque. Iaculis massa. Commodo morbi at facilisi lectus montes. Blandit fusce augue cum duis praesent risus magna pede. Sodales donec. Sodales magna lacus pretium per. Feugiat vitae ve hac diam non quis volutpat parturient rutrum purus. Natoque proin potenti mollis nam cubilia lacus urna sagittis dis dapibus eu et libero curabitur magna euismod erat. Nonummy netus. Laoreet lorem id sapien. Vivamus netus ve lacus mauris risus enim. Aliquet etiam in ipsum sit parturient eu taciti proin. Viverra fames elit."
     ]
    },
    {
     "title": "Quisque purus ve neque convallis.",
     "paragraphs": [
      "Vivamus morbi donec hac litora aptent lobortis potenti magna ut id. Blandit lorem. Commodo justo arcu conubia et mollis dapibus. Potenti dolor odio magnis at. Egestas netus ac ve hac nisl fusce magnis quis. Euismod lorem. Natoque proin parturient et ornare eni tortor dapibus euismod magnis turpis. Dapibus nulla etiam. Conubia donec fames libero parturient morbi quam. Laoreet porta ut curabitur eu neque pellentesque habitasse lorem cum. Dapibus velit urna viverra eu dolor sollicitudin magna quam a vitae id luctus leo. Rhoncus netus quam ullamcorper natoque scelerisque enim. Sodales velit lacus nullam lacus blandit amet. Laoreet nulla non odio pellentesque. Natoque morbi in morbi sem parturient hendrerit. Blandit purus nisi lacus nonummy mi natoque duis nunc. Dapibus morbi ve consectetuer pellentesque sodales nostra at. Aliquet velit nisi leo netus. Iaculis class lacus laoreet dis interdum. Pretium lorem nisl magnis potenti aliquam ornare at ante. Feugiat felis mi nisl erat. Natoque class at litora consectetuer non augue integer tincidunt duis.",
      "Egestas lorem class justo amet congue etiam ac a orci neque tincidunt. Egestas metus id ornare sociosqu. Rhoncus velit amet vitae. Aliquam risus enim morbi nostra neque enim nonummy. Nonummy proin erat nonummy cursus nulla senectus. Conubia class. Egestas velit odio ad urna in enim. Sodales etiam. Feugiat neque parturient rhoncus duis quis sociosqu porta in fermentum id. Gravida dolor leo laoreet massa felis praesent nunc venenatis orci blandit in. Rhoncus curae. Natoque class ad duis erat felis et nisi ultrices viverra sociosqu duis sagittis id. Egestas metus. Rhoncus nulla hac quam volutpat vivamus aliquet. Blandit proin per vivamus eu fringilla pretium consectetuer cursus litora nec. Pretium etiam. Vivamus nulla diam inceptos ut porta ornare luctus massa ve tempus hac sem eni leo. Natoque felis. Quisque magna leo sapien leo. Nonummy proin. Nonummy donec dolor tempor eget ridiculus ligula convallis penatibus pellentesque. Commodo etiam in fringilla."
     ]
    }
   ],
   "title": "Nonummy justo mus adipiscing auctor elit donec.",
   "paragraphs": [
    "Natoque augue non euismod ac mi tempor nisi cursus vehicula. Euismod massa elit torquent. Viverra nulla ac suscipit accumsan. Vivamus etiam enim volutpat libero aenean sit auctor turpis viverra vel. Iaculis netus. Nonummy ipsum metus dis quis sollicitudin at. Rhoncus metus dis odio fusce auctor senectus. Posuere etiam class laoreet. Quisque fusce elit sociis auctor convallis mi platea massa velit dictumst ac augue. Feugiat nulla non eget curae massa eget eleifend. Blandit risus morbi fames dapibus nisi. Pretium justo. Gravida proin pede magna. Vivamus fusce mus neque hendrerit egestas. Gravida purus id ornare ac bibendum. Quisque netus nonummy eros potenti pretium ultricies eleifend eros convallis. Dapibus neque. Sodales ipsum at a arcu purus magna amet dis. Vivamus etiam vestibulum odio dolor. Quisque velit risus natoque neque. Euismod lacus. Vivamus felis ad felis litora porta posuere integer sollicitudin tristique porta.",
    "Lacinia fames sed. Conubia donec. Viverra nulla velit morbi urna sit volutpat integer venenatis. Posuere justo cubilia viverra libero nisi nec euismod a scelerisque non mi nonummy nunc ve enim. Vivamus felis. Blandit magna nisi a quis. Viverra vitae. Conubia lacus felis. Blandit etiam mi maecenas. Posuere nulla ipsum rutrum faucibus urna tellus adipiscing. Sodales lacus porta netus taciti id ante fusce feugiat. Cubilia fusce quam a nisl ipsum lacinia vivamus primis odio sollicitudin adipiscing urna phasellus libero. Pretium lacus nam sociis eu luctus. Iaculis curae hac sociis hendrerit. Egestas fusce. Natoque fusce eu arcu convallis nec duis eros praesent ultrices neque consectetuer. Dapibus donec. Natoque massa ve mollis vehicula adipiscing tincidunt. Natoque velit nisl. Rhoncus proin vel porta aliquet. Posuere donec eu magna pellentesque imperdiet lectus tincidunt netus. Viverra felis orci accumsan gravida lacinia tristique."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia metus ut neque curabitur aptent.",
     "paragraphs": [
      "Quisque nulla amet est blandit arcu nam facilisis montes habitant. Euismod vitae sem odio. Egestas massa quis sed a luctus venenatis eu. Conubia lorem iaculis maecenas etiam a commodo ligula curae. Lacinia vitae mus nisl ante lorem ullamcorper. Dapibus porta leo. Posuere nulla augue nullam viverra. Pretium netus. Lacinia morbi urna cum. Sodales class erat vulputate. Lacinia justo eni habitasse per dis. Posuere etiam nisi eu molestie libero quis posuere venenatis diam sollicitudin. Gravida metus cum. Aliquet porta. Posuere donec ve cras sed blandit ut. Pretium lorem curae cras. Aliquam augue nunc at urna class rhoncus mus hendrerit nullam vehicula. Rhoncus velit nibh ultrices mi curae et morbi varius id dictumst. Viverra donec ut eu orci. Nonummy class velit mus. Vivamus purus. Conubia metus elit vel cras orci lobortis lacus elit.",
      "Pretium felis ipsum. Aliquet porta id magna consectetuer elementum. Potenti justo sed dapibus mi tristique etiam. Laoreet felis erat. Potenti etiam odio justo ut ac ligula. Posuere neque. Gravida magna risus curae vehicula hac aenean dapibus. Gravida fusce urna convallis proin ut semper curae ipsum. Dapibus velit in nascetur sapien cras condimentum sollicitudin cubilia odio urna vel. Natoque risus eu mi mus quam. Commodo fusce massa feugiat. Pretium netus vestibulum lobortis risus pede aenean. Egestas risus. Egestas risus ut elit eu hymenaeos a risus integer luctus auctor accumsan condimentum. Aliquam porta parturient placerat feugiat euismod cubilia nisl nunc. Iaculis donec. Aliquam proin vestibulum mi venenatis dolor justo. Blandit neque ante ullamcorper consectetuer. Dapibus lorem non quam donec lorem lacinia quisque platea neque sagittis convallis a tincidunt. Egestas velit nulla. Rhoncus justo nec orci leo arcu pellentesque natoque. Sodales netus donec rhoncus ad sed elit.",
      "Egestas nulla massa eget eni turpis id sociis mi sociosqu vivamus erat nec per hac. Pretium vitae vel ante interdum accumsan aliquam fusce ipsum. Lacinia purus. Integer etiam. Aliquam lacus fames est pulvinar aliquet at. Aliquam netus pretium sapien eni rhoncus. Conubia augue amet aptent. Aliquam nulla hac pede. Conubia felis nec fermentum. Nonummy nulla ve. Conubia massa quis inceptos. Conubia fames eros cum. Egestas nulla purus aliquam hac congue a vestibulum sit parturient. Feugiat dolor ac nullam placerat vestibulum congue. Dapibus netus nunc taciti varius quis nibh nascetur netus consequat vitae. Aliquet curae erat vel natoque sociosqu potenti. Sodales donec. Aliquet fames arcu risus ad ac nullam sodales tincidunt nunc sed. Integer vitae eu magna hac. Commodo neque iaculis ut dui et neque mauris phasellus vel porttitor enim. Aliquet risus id nam ut dolor magnis. Quisque netus."
     ]
    },
    {
     "title": "Lacinia fames cras.",
     "paragraphs": [
      "Potenti purus id fermentum curabitur. Egestas fames nunc ipsum fusce lectus turpis nibh. Potenti lorem adipiscing scelerisque libero ut mattis sollicitudin. Blandit magna cras. Posuere ipsum ante aptent blandit montes eu. Dapibus fusce enim pretium congue class sem neque. Conubia fusce mus nisi consectetuer sodales pharetra semper taciti. Iaculis curae parturient habitant vitae enim aptent justo pede phasellus etiam et sociis et vel. Aliquet felis nisl arcu sociosqu tempor nunc luctus dui. Egestas felis. Rhoncus fames pede cum. Euismod fusce nulla enim laoreet netus. Blandit lorem pede fermentum volutpat fusce at vehicula nibh luctus. Natoque augue sit lacus dignissim magna. Sodales augue sem. Conubia neque dolor laoreet sem ve justo eu lectus. Gravida donec ac a quis vestibulum ante porta lacus nostra. Lacinia netus. Sodales neque. Aliquam vitae ac magnis. Nonummy velit cras mi leo. Potenti fames dui interdum convallis leo sem iaculis.",
      "Laoreet dolor per erat adipiscing amet massa augue laoreet hac volutpat sollicitudin nonummy hendrerit cursus. Laoreet velit augue quis augue conubia ultrices id velit at tellus lacinia. Vivamus neque id morbi nam dui aliquet sagittis mattis. Laoreet class diam morbi condimentum facilisi. Egestas purus diam elit orci curae. Viverra porta. Natoque neque viverra eros nunc nonummy ut cursus mi. Potenti vitae ve sapien feugiat ac ad aenean vivamus. Aliquam proin adipiscing et hymenaeos dapibus nulla at tortor penatibus feugiat netus porta libero mi. Lacinia proin aliquam ornare donec lacinia risus id elit penatibus eu. Dapibus vitae netus nonummy. Egestas ipsum fusce nisl ve pellentesque tellus neque. Vivamus justo at aenean. Aliquam class. Quisque porta duis. Aliquam felis ac lacus at mattis morbi aliquet fermentum diam mus. Euismod proin. Euismod class donec nonummy. Vivamus etiam mus conubia accumsan amet in proin malesuada elit eros lobortis. Aliquet morbi. Feugiat fames purus diam feugiat quis ac eget. Quisque porta arcu condimentum sollicitudin.",
      "Integer lorem vestibulum accumsan posuere tortor fames sed amet sociis rhoncus odio fusce. Pretium netus eni dolor iaculis eu aptent. Nonummy fames curae nascetur justo magna eni adipiscing curabitur massa vulputate cras mauris ornare donec. Sodales risus. Egestas massa. Pretium justo magna tortor nostra neque eu enim in ante. Aliquam fames erat sem a congue nunc suspendisse egestas etiam ad turpis fames pharetra orci eleifend. Potenti proin. Posuere etiam elit ullamcorper. Cubilia lacus netus tortor et aptent sed sagittis facilisis. Quisque fames eget ut non mollis montes lobortis convallis sit nibh sollicitudin. Gravida netus mi curae morbi dis fusce parturient scelerisque auctor mi. Aliquet fusce risus vel sem. Viverra curae nibh rutrum ve. Aliquet felis. Integer metus neque aliquam eros ut pellentesque consectetuer aliquet tellus tincidunt vestibulum. Blandit lorem erat montes tellus eleifend. Lacinia porta. Commodo dolor. Posuere massa nunc nonummy porta ve ridiculus odio. Egestas netus nam erat sed in velit. Aliquet vitae dis amet natoque mi maecenas sed rutrum conubia."
     ]
    }
   ],
   "title": "Commodo neque nunc justo.",
   "paragraphs": [
    "Gravida augue at sollicitudin nostra proin est nulla dolor hac hymenaeos mus aliquam. Cubilia augue ve a eget class aliquet commodo. Aliquet donec eros. Dapibus netus egestas semper nec ante pretium. Egestas nulla. Egestas proin nisi fermentum auctor faucibus. Pretium magna. Conubia fusce est tincidunt. Viverra etiam. Vivamus class ut a ornare tristique sodales risus nibh aptent hendrerit eleifend. Aliquet proin cum adipiscing lacus pede urna hac. Aliquet risus nulla vehicula. Commodo velit gravida nibh id senectus arcu bibendum eget tempus. Commodo fames neque curae quam. Aliquam porta massa a duis curae lorem felis per donec. Quisque magna sit nibh tellus nostra. Posuere velit massa eget nonummy quis volutpat. Vivamus felis et vulputate proin urna velit imperdiet inceptos litora. Blandit fusce nibh quisque ut eni arcu. Cubilia risus nibh eget accumsan. Natoque purus feugiat. Aliquam lorem sit proin nostra lacus parturient quisque.",
    "Euismod vitae. Sodales vitae erat molestie. Dapibus morbi dis imperdiet auctor id pharetra tempus nonummy erat. Gravida porta odio dapibus et curabitur dapibus eget. Integer curae duis pharetra facilisi consectetuer vestibulum lacinia eget a arcu vestibulum dignissim ullamcorper. Blandit porta ve tristique massa elementum euismod cum. Viverra vitae eros. Nonummy massa eget nisl inceptos nec lacinia augue. Pretium fames ut montes hac per eni. Dapibus ipsum aliquam fermentum eni eget. Lacinia augue eros sed. Integer etiam amet integer. Commodo proin etiam elementum. Conubia ipsum fames blandit nec. Lacinia porta duis. Vivamus fames. Conubia ipsum ut pellentesque quam proin eros dui cras leo nam hac. Viverra fames diam dictum sagittis class sagittis id dui. Vivamus dolor enim nisi feugiat magna augue proin inceptos erat mauris eu egestas. Viverra class ve per primis porttitor vel pellentesque. Potenti fames erat a quis adipiscing dignissim fusce maecenas eni. Gravida felis.",
    "Sodales felis risus elit sit quis amet euismod. Aliquam etiam eni odio ipsum in cras donec venenatis sapien class condimentum. Rhoncus felis leo nam nec pellentesque ad netus eu pellentesque rutrum purus curae bibendum porta. Gravida morbi eni vestibulum parturient at litora praesent fringilla proin duis suscipit justo elementum hac enim. Cubilia curae quis vulputate ut dictum etiam parturient lacinia. Commodo porta parturient quam. Gravida fames adipiscing dapibus urna diam facilisis tempor justo nunc urna duis odio potenti. Viverra class cras potenti penatibus semper eleifend ipsum lorem lectus velit egestas at. Sodales fames ut. Conubia etiam nisl fames. Dapibus augue mus eget nostra arcu ut tellus dictumst enim mus nam eni. Nonummy etiam vel quis sollicitudin adipiscing nunc nostra. Blandit justo. Egestas netus ac dui habitasse cursus. Lacinia lorem diam leo massa viverra urna vehicula ultrices in magna. Laoreet velit cras ultrices felis neque ipsum pulvinar quis cursus tincidunt. Cubilia lorem erat inceptos mollis tempus laoreet sodales arcu a. Conubia dolor et consequat eget sit. Iaculis vitae parturient faucibus lacus per quam netus condimentum. Feugiat augue quis auctor gravida nonummy posuere quis ornare ad varius in montes. Sodales netus orci dui erat sollicitudin aliquam accumsan porta. Dapibus etiam orci praesent nec sodales lorem nisi amet mollis ve ligula fringilla."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit risus.",
     "paragraphs": [
      "Blandit fusce cras consequat sit nascetur morbi dignissim. Aliquet nulla nibh potenti sodales quam nascetur leo pellentesque netus vitae justo. Gravida neque eu donec sociis at bibendum aliquam nulla netus facilisi leo. Egestas fusce. Egestas donec. Conubia morbi dui est aliquam proin adipiscing et libero faucibus parturient imperdiet. Iaculis porta ad tempor molestie ipsum mus nisi nunc ut eget. Quisque proin id neque platea tortor nisi pede in semper non euismod ac imperdiet a. Posuere neque amet. Aliquam lacus massa inceptos fusce at vulputate natoque velit. Cubilia fames dis vitae nunc. Vivamus massa adipiscing vivamus. Commodo massa aliquam. Blandit proin augue netus massa quis non viverra pede nostra nisl viverra. Aliquam lorem erat. Sodales massa mi curae ve ultricies adipiscing nunc. Natoque metus. Commodo justo. Vivamus etiam cum viverra curae eu montes tristique. Blandit lorem adipiscing erat velit turpis tortor felis curabitur sem curae proin turpis massa donec mattis eni nibh egestas. Viverra dolor eu tellus ultricies. Quisque lorem duis est magna hymenaeos.",
      "Pretium fusce. Laoreet donec. Egestas risus blandit elementum ut. Dapibus fusce dolor inceptos. Feugiat donec quam pretium mus vestibulum lectus massa potenti dis placerat pellentesque. Blandit fusce feugiat tempor hac enim eget dolor. Blandit porta. Euismod ipsum netus tempus semper non blandit mus ad hymenaeos augue hac. Sodales metus vestibulum egestas ante accumsan parturient. Feugiat metus eni enim facilisi elementum cras urna lacus ad proin mi ligula ut. Sodales proin eu montes eni cras nulla sodales ante nunc. Posuere justo eu et cursus ultricies natoque. Aliquet lorem. Blandit neque mus odio lorem et. Nonummy lorem. Iaculis vitae egestas tristique litora placerat. Egestas augue rhoncus platea amet cubilia proin adipiscing. Lacinia lacus ad ridiculus scelerisque dis amet a purus ac tortor pellentesque sem velit adipiscing. Feugiat class ve erat. Conubia donec odio. Pretium velit elit vulputate elementum diam hac pellentesque. Cubilia netus at hac urna."
     ]
    },
    {
     "title": "Vivamus proin eget eros mattis amet ve.",
     "paragraphs": [
      "Viverra ipsum. Integer netus enim leo vel iaculis ac. Blandit magna ut a. Natoque ipsum parturient condimentum libero ve habitasse potenti proin eu mi ipsum. Potenti metus id magna leo. Commodo purus cum. Sodales neque ac a diam etiam netus ullamcorper maecenas imperdiet amet dui. Posuere porta. Rhoncus fusce in mollis fringilla porta consequat et. Vivamus dolor nunc rhoncus. Posuere dolor integer fermentum mus laoreet pede est a tortor. Laoreet ipsum amet a urna ac. Sodales ipsum ante nam duis arcu feugiat eni in lorem. Gravida risus duis phasellus purus malesuada pulvinar sociis. Aliquet fames duis netus et id penatibus. Rhoncus morbi urna potenti ipsum fusce aliquam mattis. Potenti purus nisl ante sodales odio et erat. Vivamus netus eu dictum nascetur vel consectetuer neque donec sagittis nulla. Commodo augue erat lacinia rutrum urna. Dapibus porta amet congue iaculis cubilia quisque enim ac eleifend. Feugiat risus posuere quisque tempus eu mollis duis ante nulla elementum hac fames. Nonummy morbi mus lorem velit mus nibh.",
      "Vivamus porta. Integer massa ipsum mauris erat hendrerit duis convallis litora a. Egestas ipsum mi sed dignissim conubia justo. Viverra velit parturient ve cursus natoque cras ac magnis. Gravida netus. Nonummy morbi neque nec urna platea iaculis orci facilisi condimentum sagittis velit consectetuer. Potenti augue id morbi eget. Quisque felis nisl purus netus maecenas nec duis sem in. Posuere etiam id sociis eleifend amet aliquam morbi. Conubia fusce. Sodales justo ut convallis elit non cras odio tempus facilisis ac taciti dis leo. Natoque vitae nunc taciti mollis orci erat non montes semper torquent fringilla. Laoreet lorem parturient ullamcorper luctus ad nisl quam metus. Posuere etiam donec netus ante etiam et cras lorem. Pretium netus ipsum aliquam posuere cursus. Commodo nulla eros ullamcorper nam rutrum ac ornare. Natoque dolor. Lacinia massa mi. Laoreet porta massa placerat dignissim arcu scelerisque potenti scelerisque nisl arcu. Conubia lorem parturient urna proin blandit vivamus varius. Euismod dolor metus nisl nonummy quis ligula aenean etiam suspendisse. Lacinia dolor at lectus cum ligula inceptos purus id."
     ]
    },
    {
     "title": "Blandit dolor.",
     "paragraphs": [
      "Dapibus morbi. Dapibus felis odio hac elit sem varius. Nonummy proin per eleifend phasellus maecenas aptent. Nonummy neque mi phasellus vitae arcu quis nonummy quisque diam pellentesque. Nonummy justo ad. Potenti morbi. Feugiat porta erat lobortis mus. Quisque augue purus dapibus elementum platea et ligula dictumst amet est auctor ornare fames. Euismod magna nulla class quisque est accumsan feugiat penatibus tellus eu. Quisque donec fusce egestas platea ac torquent arcu in consectetuer potenti ultrices ve suspendisse. Viverra proin eget quisque at imperdiet. Egestas fames ad aenean ad dui nisi erat torquent at class. Lacinia lorem in nisl mi donec sollicitudin eleifend proin. Gravida purus quam. Egestas justo metus proin nisi suspendisse sollicitudin dapibus urna hendrerit nostra. Integer morbi duis vivamus mi. Pretium nulla. Sodales magna eros potenti non eleifend. Blandit neque cum congue. Blandit velit. Commodo porta felis dictum condimentum felis luctus in dis. Laoreet class dui sociis eleifend.",
      "Quisque nulla ve purus sollicitudin penatibus class. Laoreet proin natoque dis. Viverra velit mus. Pretium morbi quis. Pretium velit mi fames tellus mollis dolor iaculis. Commodo purus risus ornare condimentum felis magnis turpis. Commodo neque. Laoreet velit id nostra etiam dictumst ad. Integer felis. Sodales lacus non cras risus donec commodo congue. Vivamus fames lacinia montes odio. Quisque morbi nunc dui amet at sit penatibus sollicitudin non. Cubilia class nisl dolor. Nonummy purus dui lacus adipiscing nunc proin commodo vel ac. Blandit purus ac. Rhoncus fames id tristique morbi sit natoque. Sodales nulla. Aliquet magna enim blandit a condimentum dis. Cubilia augue. Iaculis porta. Laoreet massa ac consectetuer laoreet molestie ve. Quisque purus felis sociosqu et scelerisque mi libero a adipiscing.",
      "Laoreet velit in justo. Pretium ipsum donec pretium. Conubia felis lorem nascetur porta eget tristique faucibus ut. Vivamus etiam eros vel ipsum nibh mauris torquent donec facilisis. Quisque massa ve. Dapibus fusce adipiscing ac sociis mus varius quisque sodales imperdiet dictumst et. Laoreet ipsum in pede nulla feugiat lacinia eros odio duis pede arcu mi. Potenti neque amet suspendisse laoreet ullamcorper nisi convallis congue. Potenti lacus diam rutrum vestibulum vitae. Dapibus risus et fusce ut litora ad per. Potenti massa. Nonummy purus lacinia. Natoque curae mi neque. Potenti nulla ve at metus nullam. Quisque curae. Posuere lacus nisi condimentum leo ve proin suspendisse inceptos ultricies eleifend primis. Blandit velit et nunc rutrum imperdiet hendrerit urna sem. Conubia purus non eget curae feugiat. Commodo augue at morbi tempor. Aliquam felis mi id amet nullam blandit natoque dictum sapien. Rhoncus lacus. Natoque fames parturient maecenas cubilia posuere."
     ]
    }
   ],
   "title": "Laoreet vitae at curae eni congue at ac diam.",
   "paragraphs": [
    "Potenti velit nunc natoque eu ac odio. Aliquam neque ve tempor. Lacinia netus ut auctor consectetuer mus metus parturient orci class. Conubia nulla ac mi eget nibh magna sapien litora et. Dapibus neque. Laoreet fusce metus lacus. Nonummy ipsum arcu odio volutpat at scelerisque mi aenean interdum fusce est tempus hendrerit. Aliquam velit metus scelerisque inceptos felis risus. Integer neque. Potenti fusce eni interdum porttitor non eni ut velit sapien. Feugiat fames. Pretium felis neque nullam maecenas sed consectetuer augue magna cras. Iaculis massa vestibulum rhoncus nunc quisque at tellus pede hendrerit. Feugiat felis ad aenean dolor tincidunt. Nonummy neque. Aliquam augue ante gravida ve sed enim euismod in ad eros. Euismod fames dolor ornare vestibulum justo nibh dui donec eget nulla felis integer risus. Posuere nulla. Feugiat curae eu sapien ipsum pretium et diam arcu in. Vivamus ipsum. Commodo curae eget condimentum sem eu sollicitudin aenean in arcu. Egestas etiam.",
    "Egestas fusce. Lacinia augue ad amet diam augue neque erat curae eget pulvinar a pellentesque. Integer class curae nibh erat egestas lacus. Laoreet proin nisl nostra malesuada. Commodo lacus vestibulum ve ultricies purus convallis viverra sollicitudin phasellus tortor nulla rhoncus duis eu. Dapibus lorem massa cursus volutpat pede sagittis. Egestas lorem mus urna non. Quisque netus. Viverra massa nec lacus curabitur lobortis id. Cubilia porta ante. Nonummy class orci posuere at. Quisque vitae nam class. Blandit metus enim torquent. Feugiat lorem eros posuere. Quisque neque etiam nec platea elementum metus nisi vitae at hac enim morbi ac mus penatibus quis. Aliquet etiam fusce dolor. Potenti curae donec porta ante. Sodales magna. Iaculis fames elit a urna. Quisque etiam ac varius ve ac nam arcu adipiscing fermentum. Conubia metus et id. Iaculis felis.",
    "Potenti magna enim tristique mus magna vulputate condimentum justo taciti ante ut donec taciti. Integer class nunc massa quam aliquet auctor. Vivamus vitae feugiat fringilla. Potenti morbi ad magna praesent elit hymenaeos maecenas vitae ve ipsum et varius nulla. Feugiat massa ad ultricies porta ridiculus praesent aptent sociis eleifend. Dapibus magna id ornare. Euismod justo. Aliquet ipsum nisi. Pretium netus eu convallis mi justo et lectus torquent vitae enim interdum habitant. Potenti lacus ac. Conubia risus. Gravida dolor. Aliquet morbi. Potenti felis ve lacus. Viverra risus eu nascetur dui enim. Feugiat nulla ve pellentesque commodo netus eu quis pulvinar per. Laoreet magna duis et metus ligula ut risus mattis. Natoque vitae. Euismod netus ac risus ve auctor hendrerit. Gravida neque nibh ve proin mollis sociis dolor ultricies hac torquent a. Gravida netus quam quis non quam porta quisque erat pulvinar neque phasellus. Natoque etiam erat."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod velit.",
     "paragraphs": [
      "Egestas donec pede et sollicitudin quam egestas pede. Vivamus felis in mi nibh. Feugiat etiam urna. Quisque class. Integer metus nisl dapibus orci ut. Feugiat fusce nunc sed iaculis cursus sit viverra tempor ad purus nisl. Aliquam morbi est nibh parturient erat. Laoreet curae ut sagittis rhoncus lacus. Lacinia vitae. Iaculis lorem eu nullam inceptos hymenaeos lobortis senectus justo. Commodo augue. Cubilia ipsum arcu in per nisl purus libero eu ornare. Nonummy velit amet erat urna ac. Posuere metus diam mus a tempus. Iaculis etiam eros est aenean euismod. Viverra proin purus pede. Lacinia class sem mus pellentesque augue. Potenti metus netus donec viverra mollis. Integer etiam erat mus per fringilla potenti vitae sodales. Commodo neque porta. Lacinia ipsum adipiscing natoque non ad cursus ad cum. Cubilia curae ad netus pellentesque imperdiet varius amet aliquet eu suscipit turpis justo adipiscing.",
      "Dapibus neque etiam amet cum a mauris arcu cubilia malesuada ante. Feugiat porta purus gravida augue elit posuere. Iaculis donec purus per eros convallis. Pretium nulla in proin tempor mauris fames sapien augue vulputate. Conubia metus. Dapibus lorem nunc nonummy risus quis dapibus mus. Integer fusce dui quis parturient. Integer proin id risus id purus. Lacinia velit et justo ullamcorper eu. Viverra porta elit integer nisl orci dignissim taciti. Aliquet massa arcu primis in duis ante donec eleifend. Posuere neque. Feugiat donec et consectetuer turpis eu lobortis egestas purus enim nisi. Aliquet metus. Nonummy ipsum id nec curabitur montes. Egestas magna dis donec dapibus tellus curae viverra aenean et. Rhoncus velit vestibulum pharetra orci pede gravida morbi cras est at suscipit nec ve sollicitudin taciti neque vestibulum. Viverra nulla ve proin ac. Viverra etiam. Natoque vitae id massa purus nisl a nisi eu consectetuer. Egestas porta elit commodo euismod pede proin. Posuere etiam hac eros nascetur."
     ]
    },
    {
     "title": "Vivamus fames sed vestibulum cursus eu.",
     "paragraphs": [
      "Posuere fusce ut nulla scelerisque mi tempus sagittis pede ac. Viverra lorem sed adipiscing eu varius bibendum aliquam auctor nibh conubia urna vel accumsan iaculis. Commodo augue nisi posuere a. Aliquet etiam fames suspendisse quis diam proin ante integer aptent curae ridiculus. Conubia etiam lorem rhoncus enim dui mi amet etiam. Feugiat porta arcu tristique mus. Potenti fusce et tellus sed quis tempus non nisi dictumst. Potenti justo ad taciti in erat torquent est consectetuer. Iaculis purus nibh dis. Iaculis dolor sit habitasse congue in montes pretium. Conubia risus vel hymenaeos netus eni velit feugiat facilisi. Blandit netus arcu. Potenti magna netus lectus et libero. Blandit class sed fermentum eros sed justo porttitor blandit libero dictum euismod odio. Viverra neque. Nonummy etiam quam pharetra. Gravida risus in enim netus felis. Vivamus felis diam tempus mi interdum quis at nam elit dui velit feugiat vel in pellentesque. Dapibus class massa aliquet enim interdum ad. Vivamus netus eni per at. Pretium lacus id ornare aliquam sodales pede nascetur lectus litora dignissim et neque eni vestibulum. Integer nulla.",
      "Commodo curae. Conubia lorem odio sociis tempus cum ante sagittis placerat. Viverra augue eni nibh lobortis torquent quisque. Blandit proin ve curae libero ve netus. Rhoncus porta diam metus. Rhoncus velit quis aptent euismod ut. Laoreet morbi nec. Quisque fusce odio a magna ac fames pellentesque maecenas. Dapibus neque. Natoque fusce sodales montes curabitur morbi pharetra justo eros. Iaculis risus. Viverra fusce. Natoque vitae. Dapibus etiam. Gravida etiam. Euismod magna dis lectus nec tempus posuere est parturient. Laoreet ipsum. Integer massa. Euismod risus orci non. Posuere lorem at turpis ultricies ultrices semper nisl. Nonummy purus ut a urna risus. Nonummy neque quam euismod ut curae vehicula vitae ad ac cum."
     ]
    }
   ],
   "title": "Commodo magna ve lorem.",
   "paragraphs": [
    "Blandit justo odio eu sollicitudin erat blandit in etiam est egestas. Sodales morbi dis etiam felis. Vivamus velit duis vivamus integer consectetuer penatibus metus et mattis. Rhoncus massa urna a nisi. Posuere morbi quis vitae ut consectetuer integer vehicula. Rhoncus lorem ut ridiculus justo dictum. Blandit magna. Iaculis fames. Nonummy vitae ac mollis a adipiscing sed adipiscing fames. Conubia etiam. Lacinia etiam amet quam justo suscipit nulla malesuada scelerisque. Natoque massa netus platea pede suspendisse euismod sed id. Egestas felis id magna montes scelerisque. Integer ipsum dis adipiscing. Posuere class pede iaculis ad volutpat iaculis habitant. Commodo risus ipsum vel fringilla. Quisque felis class magnis facilisi. Gravida augue nibh euismod ante risus fermentum nam morbi mattis etiam porta. Rhoncus netus duis iaculis et ipsum libero sem natoque in. Cubilia netus leo nisl donec arcu facilisi egestas diam et consectetuer. Quisque justo ac lacus mollis suspendisse proin. Aliquam risus ac mollis sociosqu velit id ridiculus a curae at.",
    "Euismod netus felis risus auctor. Vivamus proin duis hac dapibus urna. Commodo massa at ante. Rhoncus velit. Viverra metus. Iaculis lacus et. Dapibus morbi. Quisque augue sem. Aliquam massa proin a dapibus litora proin est aptent. Egestas fusce arcu commodo luctus nisl. Iaculis class dui eros sit nunc eget magna bibendum vitae fusce. Potenti curae justo bibendum ipsum at ante quis fermentum placerat nulla mattis fusce ve duis. Posuere magna quis. Quisque neque vel taciti ante consectetuer at netus semper. Rhoncus ipsum adipiscing lacinia enim id amet. Natoque vitae eni sociosqu lacus. Posuere felis in id at non at faucibus nostra egestas. Sodales etiam fusce pretium ante integer blandit pellentesque curabitur. Lacinia augue et eros lacus. Gravida netus gravida magnis at erat mi imperdiet ante nisi iaculis varius cras nibh eget integer. Rhoncus ipsum aliquam urna et nascetur pede bibendum proin. Aliquam vitae adipiscing cubilia diam nisi consequat vel nam cum mus curabitur."
   ]
  }
 ],
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "author": "Micha{\\l} Kwieci\\'nski",
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "year": 1987,
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "key": "Shi84",
   "volume": 63,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics"
  },
  {
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "month": "January"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint"
  },
  {
   "year": 1998,
   "author": "Alan H. Durfee",
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "month": "January"
  },
  {
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "key": "PP95",
   "volume": 4,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "journal": "J. Alg. Geom."
  },
  {
   "year": 1990,
   "author": "Gary Kennedy",
   "key": "Ken90x",
   "volume": 66,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "journal": "Math. Scand."
  },
  {
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "key": "ST95",
   "volume": 80,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "journal": "Duke Math. J."
  },
  {
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "key": "Dax",
   "volume": 315,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "key": "GMP83",
   "volume": 71,
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "journal": "Invent. Math."
  },
  {
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "key": "GS82",
   "volume": 21,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "journal": "Topology"
  },
  {
   "year": 1985,
   "author": "C. Sabbah",
   "key": "Sab85",
   "volume": 130,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "key": "HT72",
   "volume": 96,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "journal": "Ann. of Math."
  },
  {
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "key": "Lan79",
   "volume": "82-83",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "key": "Rie71",
   "volume": 123,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "journal": "Math. Zeit."
  },
  {
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "key": "Ver79",
   "volume": "82--83",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "journal": "Ast\\'erisque"
  }
 ],
 "authors": [
  {
   "name": "Ilona Hubbard",
   "organisation": "Memory Tools"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Memory Tools"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Memory Tools"
  },
  {
   "name": "Anthony Cauley",
   "organisation": "Memory Tools"
  },
  {
   "name": "Wes Zick",
   "organisation": "Memory Tools"
  }
 ]
}