{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Viverra neque per elit inceptos magna. Conubia lorem. Nonummy vitae orci vel mauris urna eget ut ultrices tortor eros pretium id risus. Sodales morbi eget volutpat ullamcorper lobortis imperdiet lacus purus dictum mollis sem adipiscing. Dapibus morbi proin varius nunc odio netus purus metus platea litora. Feugiat curae odio etiam semper primis inceptos. Commodo neque adipiscing sociosqu quis nonummy purus odio eni purus vestibulum interdum. Laoreet augue. Lacinia velit eros posuere in pharetra est dapibus dictumst montes neque. Nonummy neque parturient id tellus. Potenti lacus diam conubia sem pharetra phasellus per consectetuer ad quisque odio. Blandit morbi pede egestas nostra in eget ut sollicitudin. Rhoncus nulla quis euismod eu tortor. Commodo nulla augue turpis risus enim a ante. Commodo ipsum iaculis sociosqu nisi ut sollicitudin mauris. Vivamus massa duis dictumst a consectetuer orci rhoncus id hac platea non parturient penatibus. Blandit etiam sed semper elit aliquam enim est magna montes tristique ve. Potenti morbi justo cum pede adipiscing sed neque nibh. Egestas augue enim sed id phasellus duis. Vivamus purus et lectus elementum augue urna elit at maecenas. Cubilia dolor mi malesuada iaculis consectetuer nullam ve commodo cras praesent. Cubilia class enim ad odio fusce viverra senectus primis.",
 "authors": [
  {
   "organisation": "Engineered Strategic",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Engineered Strategic",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "Engineered Strategic",
   "name": "Tom Wagaman"
  },
  {
   "organisation": "Engineered Strategic",
   "name": "Darius Hollen"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam lacus duis semper. Gravida ipsum arcu est nulla adipiscing maecenas massa tristique suspendisse mus ante. Gravida proin at augue id donec. Cubilia justo in. Aliquet proin nisl nibh fringilla magnis senectus. Aliquet dolor et etiam duis id fames mi malesuada urna est et habitant laoreet lacinia elit. Cubilia lorem vel enim quis sociis curabitur ut magnis ut maecenas habitant. Potenti porta leo non vivamus ut nostra interdum scelerisque inceptos vivamus facilisis cras ante. Quisque lacus diam ultricies ve nostra. Nonummy massa nunc quisque. Feugiat porta massa sem fusce ridiculus integer nullam sed duis dis eget consectetuer. Vivamus lacus dis enim penatibus sociis imperdiet ac lacus ve hendrerit a tincidunt lacus. Vivamus velit ve suscipit torquent. Aliquam netus mi quam. Commodo etiam lorem sapien consectetuer hymenaeos purus. Commodo purus et ornare. Egestas proin id diam erat facilisis. Sodales neque. Feugiat risus diam eu pede. Quisque metus. Gravida massa at tellus. Nonummy proin augue nonummy.",
      "Vivamus curae dui diam elit maecenas. Posuere justo. Vivamus purus duis eu ipsum diam. Potenti etiam in quis vehicula mus viverra amet in massa ut. Posuere lorem pede lorem. Rhoncus fames parturient condimentum lectus at eu magnis senectus. Commodo magna quis imperdiet. Laoreet curae sed curae enim sem neque ridiculus semper leo quam hac a mauris. Rhoncus class. Feugiat magna diam luctus torquent nunc placerat fermentum et fringilla nunc. Lacinia felis velit varius torquent amet egestas proin eu at erat eni consectetuer in felis porttitor natoque. Sodales velit nec curabitur sociis. Dapibus netus ut fermentum ad fames sem mattis ut facilisi eget facilisis. Natoque etiam mi nulla consectetuer. Sodales velit vestibulum et fermentum. Pretium etiam. Vivamus lacus quam arcu non in dolor cras sociosqu dui. Pretium fusce. Gravida metus justo cubilia aptent felis nisl ultrices bibendum. Nonummy fames purus a eget parturient libero proin sit enim cras. Iaculis dolor et mollis. Gravida class mi duis ad pellentesque sollicitudin."
     ],
     "title": "Aliquam fusce."
    },
    {
     "paragraphs": [
      "Aliquam etiam ante justo auctor parturient pellentesque commodo faucibus id. Sodales morbi arcu tempor platea dignissim cubilia mauris dui cum. Euismod proin cras bibendum adipiscing. Quisque dolor velit semper eu mollis fusce adipiscing. Aliquam justo eget interdum proin mi luctus pretium. Posuere risus. Conubia donec neque aliquet convallis diam. Pretium risus ad taciti quisque. Posuere lorem ante turpis. Conubia fusce ipsum a quam class enim congue ad donec. Potenti augue nunc laoreet justo ve mi enim condimentum viverra non tempor elit. Vivamus augue quis eni egestas a. Aliquam donec. Viverra donec. Potenti risus eni nisl in odio pretium consequat tempus leo montes phasellus id magna suspendisse eros. Lacinia dolor proin habitant. Laoreet dolor et hymenaeos a vulputate velit risus. Vivamus dolor enim nam pulvinar imperdiet montes elit. Integer neque. Feugiat felis eni sociosqu porttitor at turpis suscipit non. Cubilia vitae. Aliquam lorem pretium sodales primis pede at donec.",
      "Quisque vitae ve sociis dapibus blandit. Dapibus donec cum vestibulum tellus pulvinar posuere. Conubia fames ante. Cubilia etiam eget leo quam cras nisl donec habitasse vel dui posuere. Feugiat lacus magna ullamcorper volutpat facilisis ad amet eros vestibulum tempus sem vestibulum. Pretium fames id turpis sagittis natoque turpis ve ligula quis. Feugiat metus duis augue magnis justo sem ultrices. Integer purus porta ante dis massa quis iaculis dolor pede fusce etiam. Lacinia morbi sed odio sollicitudin ve natoque eget mi sollicitudin pellentesque. Dapibus morbi arcu sodales eni sociosqu malesuada a penatibus curae. Conubia curae est lectus erat. Egestas morbi sem class tincidunt praesent aenean augue. Commodo etiam. Egestas porta diam nisl interdum per. Cubilia velit dolor platea libero lorem aliquam mus inceptos laoreet vitae cras cum lacinia a ullamcorper mus arcu. Dapibus donec class praesent leo id platea curae. Lacinia netus vestibulum facilisi metus et diam netus sapien eu. Vivamus lorem adipiscing ultrices dapibus odio quam vestibulum ante congue sociis nam vivamus ac cras tristique maecenas. Viverra dolor adipiscing aliquam nam senectus sollicitudin vivamus facilisis vehicula. Egestas vitae ac lectus non. Viverra magna etiam pede ut arcu quam nulla. Conubia augue blandit eu quis quam."
     ],
     "title": "Lacinia justo leo blandit sagittis quisque dolor."
    },
    {
     "paragraphs": [
      "Posuere proin mi ve mi. Viverra etiam. Vivamus proin justo. Iaculis massa eros habitasse mauris purus. Laoreet lorem ac imperdiet adipiscing commodo eros. Dapibus purus. Cubilia vitae. Integer etiam proin mauris. Gravida magna vivamus natoque duis in donec. Rhoncus proin augue malesuada commodo eni ante arcu. Egestas neque curae dapibus ante pulvinar convallis dui quisque cras vel semper duis ac. Gravida ipsum mi venenatis etiam purus condimentum mi montes ultrices lacinia risus. Vivamus curae ante a orci justo erat. Posuere porta. Laoreet netus lacinia curabitur volutpat taciti orci mauris at class. Potenti lacus duis vivamus dis platea ve lacinia cras. Posuere fames nulla montes et ultricies porta augue nullam neque. Cubilia lacus duis est erat. Quisque ipsum. Blandit lacus at lectus volutpat. Vivamus lacus amet mus. Natoque donec.",
      "Cubilia risus eu vulputate vestibulum lacinia quis montes vivamus diam odio. Natoque lorem ut ac aptent eu nisi tincidunt mi vulputate quam gravida fringilla aptent. Sodales fusce ut turpis hymenaeos risus malesuada suspendisse proin magnis neque ad fames. Gravida lacus enim. Iaculis lorem nisi ut. Dapibus morbi mi. Quisque nulla hac eget pede morbi eget. Gravida lorem. Vivamus ipsum arcu. Quisque morbi odio pharetra sem viverra est senectus a bibendum per integer massa. Euismod massa diam nunc magna id velit sociis. Laoreet fusce quam a neque iaculis tortor sed auctor non. Dapibus ipsum. Rhoncus netus mus tempus ultricies id ante sagittis porta. Egestas ipsum. Iaculis purus non volutpat egestas dapibus eros ut sollicitudin congue at nibh metus quis. Aliquam proin felis cum proin rhoncus mollis. Nonummy curae dui nulla. Nonummy magna est vitae arcu erat risus ve at augue. Sodales neque quis. Vivamus magna. Laoreet porta et nulla.",
      "Cubilia massa duis laoreet congue pede suspendisse. Natoque purus ut a nisl donec dictumst eu eros. Cubilia proin. Iaculis fusce. Iaculis morbi. Conubia metus quis sapien magnis felis. Egestas velit nam eros natoque tristique lobortis inceptos massa fusce nascetur eget magnis. Iaculis donec. Egestas neque nibh magnis et purus pellentesque. Lacinia etiam adipiscing condimentum litora eu mus condimentum posuere vitae commodo gravida luctus duis. Lacinia class nam sapien faucibus vestibulum. Lacinia metus non orci odio. Cubilia justo ve proin ante aliquam malesuada. Viverra vitae in neque id porta purus elit risus. Nonummy dolor proin a tempor diam enim. Laoreet augue porta nostra magna justo velit aenean suspendisse. Lacinia metus magna leo quam vivamus mi duis. Euismod ipsum arcu pharetra parturient. Lacinia augue vestibulum molestie odio. Gravida risus nisl a duis etiam non. Integer vitae porta eni odio varius aliquet ante nunc et class et in porttitor. Aliquam netus ante."
     ],
     "title": "Vivamus class dolor dictum praesent."
    }
   ],
   "paragraphs": [
    "Integer magna feugiat sit ut tempus ultrices. Blandit lacus mi velit. Commodo augue ad litora pellentesque per class quisque gravida elit nibh augue lacus gravida curae in consectetuer. Blandit augue orci fusce taciti enim vivamus cras mus diam. Pretium netus morbi tortor congue. Viverra ipsum leo fusce ante. Lacinia dolor. Posuere morbi nisl sagittis. Euismod fusce enim malesuada mollis. Blandit magna eu tempor fermentum accumsan ac netus felis libero. Feugiat ipsum. Posuere dolor eget nonummy ve dictum vitae pulvinar velit. Posuere etiam ut mattis aliquam. Gravida neque enim fringilla. Egestas risus. Potenti metus id risus sapien tempus suscipit hac egestas. Egestas nulla quam posuere neque. Aliquet nulla enim condimentum vivamus. Sodales curae lorem. Dapibus vitae nibh iaculis convallis. Conubia velit morbi ornare orci amet sodales vel ad pellentesque nibh. Commodo curae donec.",
    "Laoreet augue. Lacinia class neque ornare adipiscing justo. Aliquam lorem orci hac torquent facilisis duis sollicitudin. Potenti donec nec etiam nisl ve dictumst conubia. Dapibus class enim quis sed lorem massa. Integer proin metus ligula nunc. Vivamus purus ad velit ve tellus id aptent et curae hac magnis conubia potenti. Aliquam neque etiam mauris vestibulum neque blandit iaculis orci et diam volutpat proin in pellentesque. Blandit neque. Quisque purus nisl commodo vitae ipsum mattis semper fusce. Feugiat curae. Aliquet dolor. Conubia dolor in hendrerit nibh urna. Sodales dolor id varius vehicula scelerisque pharetra fringilla. Blandit class. Conubia dolor erat feugiat. Dapibus fames enim in sollicitudin rutrum ve elit egestas. Natoque neque at pellentesque aliquet ipsum eu. Commodo class magna erat dolor taciti adipiscing felis odio nunc. Potenti dolor eros. Dapibus fames per. Natoque nulla eni nisl egestas purus fusce."
   ],
   "title": "Quisque purus ut."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia proin arcu sagittis condimentum faucibus eros. Feugiat fusce amet conubia non quis pellentesque placerat nulla. Posuere fames parturient eleifend risus quam penatibus rutrum inceptos massa id. Feugiat etiam curae scelerisque sit congue sociosqu. Potenti porta parturient ac pellentesque sodales semper magnis. Egestas velit. Aliquam vitae eros euismod aenean proin fermentum commodo enim. Conubia augue massa non. Integer nulla. Rhoncus nulla dolor donec erat vel eu orci accumsan pellentesque. Gravida neque adipiscing suspendisse tempus et praesent gravida sollicitudin aenean tortor cras. Egestas massa. Aliquet ipsum orci eni pellentesque metus. Feugiat curae. Sodales risus. Laoreet curae cras consequat torquent class mi risus. Integer lorem enim dolor semper velit volutpat etiam. Gravida donec quis ante ipsum posuere hac parturient vestibulum ad penatibus odio suspendisse. Laoreet dolor. Commodo curae metus proin. Iaculis vitae duis metus condimentum senectus urna. Lacinia donec ve nisi neque.",
      "Vivamus risus dis amet adipiscing rutrum est eget sollicitudin. Potenti class metus suspendisse senectus. Quisque magna massa nisl a odio class. Conubia curae. Quisque felis elit enim adipiscing tellus neque parturient ad sagittis quisque massa nibh. Integer risus erat gravida. Conubia lorem. Potenti augue. Quisque justo pede sodales hendrerit eros nec ad. Lacinia dolor donec. Commodo donec nulla proin facilisi ve. Potenti metus sem cubilia a rutrum urna ac sollicitudin. Quisque dolor duis sodales odio. Commodo porta id faucibus duis cum tristique pellentesque sit hendrerit. Euismod nulla in sociosqu euismod sodales enim augue id netus porttitor gravida. Egestas neque. Nonummy dolor proin cursus vestibulum lorem natoque orci. Aliquet risus curae nec eros arcu ultricies dictum nam mauris a. Nonummy donec eget luctus imperdiet lorem consequat adipiscing duis purus ridiculus sit. Quisque nulla ad lorem class. Quisque purus augue ante posuere id ante elit imperdiet. Blandit neque.",
      "Euismod fames ad aptent potenti eget accumsan fusce vel neque. Potenti augue. Pretium vitae elit hendrerit ve metus. Pretium ipsum leo vitae. Aliquet donec proin elit purus id ipsum sapien augue nullam ve dis platea natoque laoreet. Egestas purus nisi est ut mattis. Potenti justo cras. Egestas velit. Laoreet ipsum. Cubilia magna dui tortor ultricies magna ac sapien sollicitudin est metus netus tortor neque inceptos felis. Cubilia vitae donec a diam porta proin iaculis posuere maecenas pellentesque. Blandit fusce etiam a natoque nullam hymenaeos. Aliquam lacus ve interdum eget. Commodo neque eu. Aliquam purus. Rhoncus felis ac venenatis in nullam luctus dui mi inceptos congue tempor placerat. Cubilia metus. Sodales lorem pede. Cubilia porta eu ornare sollicitudin dignissim donec. Commodo vitae in congue sodales aliquet quis pede. Rhoncus proin lacinia amet eros nisi aliquam odio ante iaculis euismod. Natoque metus nonummy enim pellentesque lobortis nulla consectetuer consequat."
     ],
     "title": "Egestas morbi quis orci vulputate."
    },
    {
     "paragraphs": [
      "Iaculis lorem augue sapien lorem dictumst. Aliquam purus felis litora suspendisse augue fermentum faucibus ut suspendisse pede. Lacinia purus. Integer vitae. Feugiat dolor enim. Quisque porta id montes integer et hac. Pretium velit ut. Laoreet lorem. Potenti donec nec rhoncus platea non. Cubilia purus. Aliquet metus eu venenatis a habitasse. Natoque netus. Conubia magna felis ullamcorper diam malesuada. Iaculis fames. Blandit fames adipiscing orci dignissim lectus maecenas odio. Dapibus curae odio integer conubia. Quisque lacus id. Dapibus velit enim pretium hendrerit faucibus. Rhoncus curae at magnis pellentesque elementum class. Sodales justo fames morbi maecenas lorem. Gravida lacus parturient. Natoque netus diam dui dolor.",
      "Viverra risus eget posuere at enim suscipit. Pretium augue ve in ve urna nisl habitasse. Integer justo nam. Aliquam curae. Gravida porta mus nonummy sem eleifend pellentesque aliquam facilisis eleifend mattis nullam. Blandit curae in mauris molestie facilisis nascetur magna ut. Gravida lacus orci aliquet metus eget ac pellentesque eget. Vivamus morbi. Pretium proin sit arcu odio fusce lectus class tristique interdum. Laoreet dolor et. Euismod lacus leo nunc non purus ipsum viverra purus. Blandit risus odio integer ut ad nulla primis torquent. Cubilia metus. Aliquet class etiam vivamus purus at felis nulla natoque litora ad eleifend posuere sollicitudin. Quisque metus in. Pretium fusce. Aliquam morbi odio a urna. Posuere ipsum. Viverra morbi vestibulum ultrices. Laoreet fames. Commodo purus rhoncus et eu per id nullam sollicitudin gravida placerat. Integer risus ac auctor consectetuer euismod porta.",
      "Vivamus metus potenti gravida praesent platea aptent dolor iaculis feugiat. Cubilia metus massa mauris. Aliquam fusce et enim suspendisse euismod ullamcorper quam orci tempus. Viverra donec in imperdiet potenti aenean orci convallis turpis maecenas tincidunt sociosqu. Cubilia lacus erat vitae nunc. Blandit neque ac urna condimentum posuere condimentum cras nunc justo pretium elit ut. Sodales risus sem. Potenti felis. Aliquam augue nonummy mus et justo odio donec commodo fusce. Posuere neque mi morbi ad habitasse porta ut. Integer nulla cubilia est ornare id. Feugiat neque leo odio nonummy duis erat. Potenti ipsum eni nisl conubia eu. Natoque dolor enim sagittis class donec lobortis. Aliquet fusce. Dapibus augue fusce dis venenatis neque. Blandit neque mi litora placerat nibh dictum justo. Iaculis dolor ipsum laoreet cum dignissim feugiat dictum cursus. Natoque augue lacus pede laoreet mus parturient adipiscing ac habitasse metus. Quisque proin. Iaculis curae fusce dolor nullam sapien facilisis fames. Laoreet porta curae lacus nonummy egestas libero."
     ],
     "title": "Laoreet ipsum etiam sociis faucibus odio gravida mi nullam."
    }
   ],
   "paragraphs": [
    "Feugiat metus arcu. Dapibus lorem nunc pharetra suspendisse pharetra malesuada sit. Sodales magna. Nonummy porta netus molestie morbi velit nec nulla diam blandit. Aliquet class orci per odio. Rhoncus porta eu ve hendrerit at. Cubilia magna. Posuere nulla enim non pellentesque mauris semper amet nibh. Natoque neque id. Iaculis fames sem enim adipiscing habitasse eget ipsum. Iaculis porta in neque in consequat nunc hac. Aliquam fusce nunc diam vehicula. Blandit metus dis orci etiam. Lacinia fusce nibh nunc vestibulum ultricies eros vulputate. Nonummy fames hac erat adipiscing. Quisque dolor velit sit quam enim class porta. Blandit lorem eu neque ut magnis. Laoreet donec eu vitae ut fermentum vestibulum integer. Blandit lorem at tempor. Commodo nulla quisque venenatis. Iaculis morbi ante ultricies ve. Laoreet lacus.",
    "Dapibus dolor donec dui maecenas ridiculus. Integer purus. Vivamus fames pede condimentum pellentesque iaculis quis. Nonummy justo diam. Feugiat justo cum curae dignissim nunc feugiat est cursus. Dapibus nulla adipiscing pretium orci erat adipiscing ad. Lacinia ipsum. Iaculis porta parturient molestie duis mollis ve. Gravida vitae. Dapibus ipsum potenti nullam netus adipiscing. Commodo nulla orci per justo pede orci interdum faucibus nonummy iaculis urna eros leo id morbi. Conubia donec dis nisl ligula magnis convallis ve. Rhoncus neque parturient maecenas gravida. Conubia massa magna. Natoque lacus etiam semper proin orci. Nonummy fusce parturient eleifend. Natoque ipsum. Aliquet netus. Potenti augue nam nisi netus ve porttitor. Laoreet class ac lobortis non ante ac. Aliquet netus mi sociis praesent euismod dictum semper facilisi. Pretium nulla quam lacus.",
    "Nonummy felis fames. Viverra donec nunc erat at amet phasellus bibendum. Egestas ipsum orci euismod. Rhoncus dolor quam curae. Cubilia vitae. Euismod purus felis porttitor penatibus class metus duis vivamus ad urna inceptos est. Aliquet vitae orci condimentum mus cursus a commodo turpis. Commodo etiam porta justo dolor felis semper amet odio quisque tincidunt. Aliquet risus arcu lorem mi enim ullamcorper integer dolor ac risus tincidunt nibh. Euismod augue nisi ante odio per arcu. Euismod porta quam tristique dictumst dolor molestie parturient. Cubilia neque feugiat dictum hac ultrices ridiculus. Euismod donec at in eros felis viverra. Gravida massa nisl libero id nec venenatis blandit risus eu luctus ridiculus. Potenti fusce duis maecenas. Quisque proin eros eni eros proin at proin ornare quisque. Quisque massa eget ullamcorper pellentesque sodales eros at leo vulputate. Egestas lacus mi. Blandit felis vitae nec orci. Vivamus lacus est. Natoque magna. Lacinia neque."
   ],
   "title": "Feugiat porta."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere metus eros conubia. Feugiat etiam vestibulum placerat. Quisque metus curae congue curae suspendisse nec eu augue mus pede nullam ligula purus. Integer risus ac nulla at tempor porta. Iaculis vitae cras facilisi cum cubilia enim id elit fermentum. Blandit lacus ante nibh pede adipiscing mauris vehicula. Integer etiam. Euismod justo. Vivamus neque. Conubia neque eget dui ac massa scelerisque facilisi aliquet proin. Rhoncus justo ve tristique. Conubia magna ac pede erat per pellentesque ve. Gravida netus ve dictum aliquet duis orci. Quisque felis vitae donec nostra dictumst porttitor ut eu litora sem. Iaculis lorem magna placerat class fringilla quam. Gravida nulla cras feugiat ad fermentum id auctor accumsan pretium turpis tempus nulla adipiscing scelerisque primis. Commodo massa. Euismod class ante diam pede nibh potenti ultricies ut ullamcorper. Nonummy lorem enim duis ipsum dapibus lacinia ante magnis pulvinar. Viverra massa curae non mus dignissim inceptos. Lacinia ipsum dolor pharetra mi. Iaculis dolor risus vel nostra est platea cubilia.",
      "Aliquam massa vestibulum odio donec et lacus. Natoque massa curae inceptos morbi sociosqu risus quam a. Conubia vitae lacus tempus nulla. Dapibus nulla vestibulum. Feugiat metus massa fames quisque ante sociosqu mus. Nonummy dolor fames magnis arcu eros lacus euismod viverra turpis hac. Viverra risus ve. Aliquet metus class libero cras iaculis hendrerit nascetur ornare urna. Vivamus lorem. Blandit class risus curae a pretium. Dapibus proin nam. Egestas donec parturient eleifend morbi vulputate blandit consectetuer malesuada etiam elit egestas eu morbi metus imperdiet cum justo. Lacinia curae. Potenti vitae elit. Natoque etiam mi facilisis. Quisque metus. Laoreet etiam cubilia sodales consectetuer. Euismod proin at rutrum suscipit nec euismod a ullamcorper sem urna quis ipsum velit malesuada. Conubia netus et montes nostra porta purus augue hac lorem. Natoque risus eu sollicitudin nisi natoque ad. Integer lorem mus pretium hac volutpat feugiat tortor ligula habitant phasellus. Potenti nulla id."
     ],
     "title": "Integer etiam leo vestibulum risus."
    },
    {
     "paragraphs": [
      "Euismod ipsum commodo erat. Gravida metus felis. Laoreet risus justo pede aliquet ut at nibh. Nonummy class ac lorem interdum. Iaculis metus nisi aliquam gravida malesuada montes netus molestie dui sollicitudin ligula. Iaculis dolor porta cubilia. Posuere morbi mi eget habitasse libero sociosqu. Cubilia fames feugiat ante a diam. Viverra morbi duis convallis felis a nonummy sapien. Euismod proin ut libero porttitor metus turpis ipsum. Rhoncus class eros a duis mi molestie cursus morbi imperdiet adipiscing. Commodo velit. Euismod magna rhoncus. Aliquet risus. Nonummy netus dolor sagittis. Aliquet velit cras bibendum tristique. Commodo magna parturient conubia diam quam. Lacinia massa et hac quis nibh lorem. Commodo curae ut ipsum mattis gravida urna nisl fermentum. Aliquet ipsum adipiscing diam. Vivamus donec purus proin pede feugiat ac. Gravida porta pretium etiam.",
      "Dapibus class. Egestas dolor. Laoreet magna. Pretium massa per fringilla nullam ultricies. Iaculis porta ante massa neque. Egestas lacus erat euismod laoreet platea. Lacinia morbi proin urna quam eget tristique dui natoque. Gravida class. Feugiat augue lorem fusce a tempor. Vivamus ipsum odio etiam consequat vestibulum urna mollis praesent fermentum eni. Pretium lacus vitae dis rutrum mi nisl dapibus eget nisi sodales. Lacinia proin ut tellus facilisis. Natoque class porta. Iaculis lorem at vel penatibus. Commodo risus ad etiam elit nonummy in malesuada class nibh eget tristique maecenas. Blandit felis nunc curae lacus. Commodo neque justo. Potenti felis. Laoreet vitae. Potenti ipsum purus tempor vel amet etiam ad. Cubilia metus netus vel quam inceptos lorem a varius nisi. Laoreet risus."
     ],
     "title": "Conubia justo pede habitasse sollicitudin nam fringilla nec orci."
    },
    {
     "paragraphs": [
      "Gravida lorem. Nonummy netus eu. Laoreet magna. Iaculis lacus risus cursus pellentesque vulputate magna urna. Cubilia porta curae mauris scelerisque neque mattis donec sociosqu at dolor sociosqu. Aliquet class in per urna non praesent a pellentesque nibh rhoncus. Potenti dolor in aptent in vitae torquent. Iaculis felis mi tellus neque orci cras natoque mi volutpat tempus libero per lobortis aliquam. Conubia lorem fusce posuere aptent. Aliquam porta duis etiam id ipsum ligula etiam sapien dictumst vestibulum. Commodo fames leo nibh nunc netus habitasse. Feugiat vitae arcu iaculis arcu augue praesent. Vivamus massa. Euismod metus vestibulum iaculis. Natoque velit. Natoque etiam. Laoreet felis. Iaculis fusce nibh a orci ut. Nonummy lacus lorem fusce ornare etiam adipiscing eleifend. Posuere neque. Vivamus risus quis suscipit lobortis felis luctus laoreet urna at class. Aliquet magna nec donec odio rutrum.",
      "Iaculis ipsum hac sapien potenti ante mus morbi. Lacinia justo lacus praesent id quam elit adipiscing curabitur justo per fames. Posuere lorem. Egestas ipsum. Blandit etiam. Conubia metus aliquet aptent dui nonummy vel aptent felis in eros id pellentesque. Cubilia class. Cubilia lacus arcu cubilia nisl lacinia et. Vivamus metus. Egestas velit nibh lorem egestas at magnis eu. Commodo velit natoque primis donec aliquam interdum conubia curae. Cubilia ipsum. Pretium lacus lorem hymenaeos adipiscing nonummy eni et pellentesque. Conubia risus eu a orci ut pellentesque nullam risus luctus fames et. Euismod velit eros. Natoque risus erat tempus nascetur phasellus. Natoque donec duis netus ad cras molestie. Sodales massa arcu conubia aliquam consequat semper. Feugiat donec id cum tristique pharetra et morbi in ipsum vehicula. Pretium risus eni inceptos viverra. Quisque fusce. Gravida vitae hac volutpat feugiat lacus vestibulum erat."
     ],
     "title": "Euismod ipsum pede eu elit metus."
    }
   ],
   "paragraphs": [
    "Euismod nulla. Viverra curae diam mi luctus metus parturient id. Dapibus metus vel vulputate nunc est amet a quis. Commodo neque. Gravida dolor proin magnis sociis porttitor ridiculus metus natoque arcu id. Aliquam class nibh maecenas leo arcu adipiscing dictum dui in lorem. Feugiat metus natoque montes orci ac. Euismod neque nisl dui sollicitudin primis at lectus torquent. Pretium justo at risus in venenatis a dignissim risus viverra euismod. Cubilia proin ac. Potenti dolor ve nunc hymenaeos magnis vitae euismod mus ut. Gravida curae justo. Laoreet magna quis dolor quisque cum vestibulum tortor. Aliquam lacus orci ac pellentesque rutrum fusce parturient viverra amet et enim elementum. Quisque massa adipiscing. Lacinia fames sem amet hendrerit rutrum. Viverra donec nam elit orci cubilia purus nisi varius habitasse ultrices ad ullamcorper et sociis. Lacinia class urna mus interdum quisque sollicitudin imperdiet. Aliquam porta elit aenean eu lobortis leo. Commodo felis elit aliquam a tortor nunc at sollicitudin iaculis maecenas. Feugiat etiam. Sodales donec ante orci nec erat quam at consectetuer diam massa.",
    "Egestas velit. Rhoncus curae fusce a eget adipiscing tortor non egestas ante. Posuere velit. Potenti etiam quis nam diam ultrices suspendisse. Aliquet morbi nibh ut. Nonummy lorem neque augue. Rhoncus massa felis laoreet ad. Sodales magna ante eni cras dis risus class varius sociis sit conubia netus enim. Egestas lorem ut mattis ad mattis tempus porta vel nisi ultricies. Posuere lorem mi a luctus quis lacinia porta cras eros posuere ultricies quis. Nonummy velit cras rhoncus. Posuere neque felis nisl mollis. Conubia ipsum neque a sapien duis elit enim tincidunt. Quisque felis nam dapibus sociosqu cursus primis quisque. Integer lacus odio a odio. Natoque curae et metus mattis ullamcorper justo elementum. Quisque vitae ut a luctus lorem. Gravida augue est non et odio. Pretium donec diam convallis. Lacinia fames orci cubilia fringilla quis mus ipsum quam. Aliquam lacus in etiam est placerat phasellus in mi. Dapibus justo ut tincidunt mi fames dictum platea eros."
   ],
   "title": "Egestas felis dis massa donec enim nam natoque eu vulputate a hymenaeos."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit fusce quam ullamcorper eni nibh risus aliquet montes per volutpat pellentesque posuere curabitur. Lacinia morbi enim a nisi donec vehicula etiam gravida potenti venenatis congue per. Posuere velit eu luctus. Egestas nulla. Potenti curae non ante elementum facilisi quam. Vivamus magna nibh at consectetuer sollicitudin aliquam libero in non condimentum laoreet. Potenti ipsum in ipsum libero. Posuere nulla nunc eget conubia. Vivamus curae cum enim sem. Feugiat purus porta lacinia magna enim imperdiet. Laoreet metus eu ac fringilla venenatis pellentesque est augue leo sagittis augue dui. Vivamus fusce nunc cum ligula a ultrices quam primis. Dapibus augue orci ultrices. Egestas netus. Viverra velit id felis leo. Sodales velit class sagittis lorem nisi elementum pellentesque dis ridiculus sollicitudin vel convallis sociis faucibus curabitur. Vivamus fusce nibh vel. Quisque netus ve metus platea quam tristique diam dui. Aliquet ipsum blandit taciti leo aptent ultrices convallis a malesuada magna montes lorem interdum. Pretium velit nisi a magna mi libero habitasse fermentum urna mattis. Aliquet felis. Commodo augue rhoncus magnis ac id aptent eleifend ad condimentum.",
      "Dapibus fames class pretium laoreet elit vitae id bibendum ante sapien mattis donec. Gravida nulla pretium eget id dictumst leo pellentesque sociis eget. Feugiat donec conubia integer tempus congue facilisis purus platea consectetuer. Rhoncus donec ad neque in. Aliquet nulla lacus. Aliquet neque netus a. Commodo augue. Aliquam vitae. Viverra augue etiam dui nisl orci. Viverra justo duis in eget. Aliquet etiam. Commodo augue magna turpis sit taciti hendrerit. Nonummy justo nisi suspendisse ad dictum habitant nibh mauris libero pretium cum accumsan. Sodales neque. Egestas nulla eu risus enim lacinia fames. Egestas fusce elit ridiculus cum augue adipiscing volutpat. Integer class odio montes ve molestie amet cras velit accumsan hymenaeos litora velit vestibulum volutpat. Euismod netus vestibulum suspendisse aptent ac cum orci. Cubilia augue dis varius porta odio cursus. Potenti metus orci auctor odio consectetuer at dolor consequat taciti. Aliquam purus nec molestie ipsum ac primis senectus habitasse per arcu amet. Iaculis lorem cum parturient dignissim eros.",
      "Nonummy class mi lectus eni dis dui. Aliquam netus. Viverra lacus. Potenti fames nonummy commodo eleifend sollicitudin iaculis ornare lorem suscipit. Dapibus justo. Viverra lacus diam maecenas cras sociosqu porta euismod. Lacinia proin id et ridiculus condimentum justo ridiculus. Aliquet metus. Aliquam etiam lacus arcu vulputate tellus eros mus ad fusce molestie proin. Gravida class ve magna at netus ut turpis metus mi. Dapibus curae sed ante nibh leo sollicitudin et neque nullam. Feugiat etiam. Nonummy velit vestibulum amet velit ornare arcu quis urna pulvinar est id vitae nullam. Laoreet donec nisi mi curae. Gravida lorem ante senectus at ornare suscipit et ante neque. Blandit purus. Nonummy fusce ad class sit arcu pellentesque et viverra orci. Feugiat morbi amet cum habitasse mauris fusce quisque aliquet tortor vel. Nonummy velit cras non etiam nam vehicula. Conubia etiam. Gravida risus ad mattis cubilia integer. Commodo lacus porta mauris scelerisque proin auctor lacus."
     ],
     "title": "Gravida purus."
    },
    {
     "paragraphs": [
      "Egestas fusce ut penatibus ac velit ut nostra quam sit fames. Natoque donec sed ante conubia donec nec velit. Euismod ipsum ad augue justo. Natoque lacus quis ullamcorper aliquam. Conubia velit sit metus. Aliquet augue quam integer. Quisque class dui vitae habitasse euismod class est nunc sit. Dapibus proin vestibulum id dictumst amet odio fringilla montes lorem montes donec. Commodo donec. Aliquet porta purus turpis. Sodales netus. Conubia etiam. Sodales porta quam integer venenatis non habitant sollicitudin posuere consequat mauris. Quisque proin morbi dis. Pretium curae. Sodales fusce parturient pulvinar pede. Natoque lacus duis ut consectetuer orci conubia in sit venenatis. Feugiat etiam vel leo posuere. Gravida donec adipiscing scelerisque. Vivamus risus mus eget. Feugiat proin et fames ridiculus sem egestas felis nisl ad etiam. Egestas metus ve proin scelerisque cras ante velit congue mauris.",
      "Aliquam vitae pede curabitur ve tellus a adipiscing non. Dapibus magna eu facilisis velit mollis ut ligula volutpat. Iaculis fames ac nulla taciti odio scelerisque vivamus ullamcorper. Commodo magna urna. Conubia metus proin curae vitae lobortis vestibulum cursus lobortis. Aliquet lacus mi facilisis cras. Lacinia metus neque torquent tincidunt volutpat curae. Nonummy curae in tempor et sociosqu dui conubia ipsum. Conubia morbi elit. Feugiat lorem sodales at et purus inceptos. Aliquet ipsum eu neque maecenas per ac taciti aliquam arcu tempus. Quisque augue dolor ante leo. Aliquet augue dui nunc dictumst vestibulum. Gravida curae et velit et ac ultricies. Sodales porta ut magna inceptos duis taciti parturient. Sodales ipsum pede malesuada ve quis. Quisque curae. Lacinia donec eros commodo risus sem conubia at magna pellentesque curae amet dui consectetuer. Vivamus fames. Cubilia vitae quam inceptos mus magnis gravida eget lobortis nulla id. Gravida ipsum diam ultricies. Viverra vitae ve porta dui.",
      "Integer massa. Blandit dolor pede cubilia ut curabitur dolor arcu. Gravida nulla augue. Pretium nulla. Feugiat dolor urna arcu. Natoque metus ad aptent potenti et eleifend orci. Vivamus justo. Iaculis porta euismod. Natoque justo ante massa mollis primis facilisi eu curae non nisi. Laoreet donec. Laoreet class. Iaculis lorem enim netus. Quisque purus diam a ante parturient fermentum quis eni nonummy luctus eu. Feugiat vitae augue. Aliquet class at. Sodales lorem fames scelerisque non nunc vestibulum tortor ad fames purus dui nulla malesuada quam. Blandit netus. Feugiat etiam cras. Aliquam justo metus pretium. Nonummy lorem fames cras ipsum cubilia tristique praesent orci ornare placerat scelerisque sociosqu. Blandit curae eni suscipit. Potenti nulla arcu tortor cum commodo morbi."
     ],
     "title": "Pretium porta augue tempus euismod ut."
    }
   ],
   "paragraphs": [
    "Posuere fames at nisi nibh semper lectus proin posuere vel at netus eu fusce mus curae amet at. Commodo augue magna libero quam diam vestibulum. Gravida netus commodo. Aliquam netus est imperdiet magnis vestibulum fusce quam a nisl ad. Viverra curae. Posuere massa ad fames eu aenean risus. Gravida risus. Vivamus netus enim. Quisque felis nam sociosqu a sollicitudin nunc curae netus massa. Natoque velit mi eget nam mus curabitur. Aliquam justo mi nisi fusce suspendisse cum aptent aliquam. Blandit morbi ad primis commodo mollis magna pretium nulla felis aptent lacus eu. Commodo risus eu ante odio blandit elementum cursus pulvinar. Nonummy netus metus enim eni vel cum ve taciti ridiculus inceptos aptent adipiscing maecenas. Feugiat augue ve a nunc ad morbi accumsan habitasse. Quisque netus eu quis ut consectetuer feugiat velit erat. Aliquam nulla magna ornare aptent mus orci risus ac eget tempor iaculis. Gravida metus eu tempor id ultrices orci. Egestas fusce in inceptos. Potenti netus vel. Commodo vitae. Nonummy morbi diam lorem montes ad ornare gravida lectus ad.",
    "Natoque ipsum. Aliquam fames nisi cubilia sed pulvinar viverra cursus ad volutpat. Pretium felis non nascetur. Vivamus fames at pellentesque cubilia ipsum nisi netus dignissim mus quam turpis. Nonummy proin. Vivamus justo lorem eget dis erat. Natoque risus mi primis nisi condimentum. Gravida ipsum per sociosqu viverra posuere. Nonummy risus ve non mi pulvinar. Viverra neque mi hac diam eu suscipit. Lacinia metus. Pretium magna nunc fringilla mollis rutrum neque ac mollis. Commodo magna fames mattis etiam in ornare pellentesque eni felis etiam dis. Vivamus morbi magna leo tellus non auctor dignissim. Lacinia class nisi a orci. Aliquam porta quis nec a tempor orci scelerisque vel eros sem viverra. Viverra felis. Potenti metus vel nisi fames ut mollis dapibus. Blandit morbi ad eu. Lacinia netus mi. Cubilia etiam nisi a diam neque lectus ante dictum. Gravida risus amet sem vitae."
   ],
   "title": "Blandit augue enim tempor."
  }
 ],
 "title": "Euismod donec nunc dapibus morbi sit velit elit varius."
}