{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Lacinia lacus id sollicitudin rutrum magna vestibulum ad ultricies mi proin accumsan. Iaculis velit. Feugiat donec. Posuere velit nunc a nisl lorem quam eu ridiculus a vulputate massa. Gravida dolor nunc odio enim gravida eu eget etiam quisque penatibus eu aptent ad nisi ac orci id enim tempus. Quisque fusce nisl aliquam mi nibh eros sodales ac urna ipsum. Cubilia augue enim. Commodo donec leo tincidunt. Quisque etiam nunc posuere luctus duis auctor lectus. Blandit donec et nisl odio nulla. Laoreet risus fusce aptent ultricies lacus at pellentesque tempor vitae. Lacinia vitae metus varius ac laoreet quis purus urna rhoncus lorem nunc. Vivamus donec sem est penatibus sollicitudin est elementum aenean. Cubilia fusce nisl mattis erat penatibus venenatis parturient sed fusce purus sem nulla. Integer lacus netus a aliquam in id nostra auctor lacus vestibulum nunc fusce tellus. Sodales fames etiam habitant diam praesent justo. Posuere neque urna nam et consectetuer rhoncus torquent ut enim etiam in metus mollis primis inceptos. Dapibus metus vitae enim nascetur class. Laoreet proin eu in. Commodo curae cras nullam malesuada ac litora. Commodo vitae. Rhoncus lorem etiam placerat fames suscipit ad velit eu sociosqu per orci lacus leo adipiscing hendrerit scelerisque.",
 "authors": [
  {
   "organisation": "Technodynamics",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Technodynamics",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Technodynamics",
   "name": "Buddy Liles"
  },
  {
   "organisation": "Technodynamics",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Technodynamics",
   "name": "Earl Marney"
  },
  {
   "organisation": "Technodynamics",
   "name": "Ben Fassett"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Integer class augue nonummy nam. Integer donec felis interdum hymenaeos taciti hendrerit aenean est pulvinar. Lacinia augue natoque quis ve morbi. Viverra purus nibh ullamcorper pellentesque euismod. Blandit metus parturient pede augue ligula ipsum. Rhoncus ipsum at tempor. Viverra morbi ipsum integer quis. Iaculis lacus. Sodales metus non. Conubia felis urna per. Rhoncus dolor erat cursus posuere diam ante. Dapibus nulla. Integer morbi dui curae aliquet cubilia imperdiet cras suspendisse. Pretium metus ipsum torquent dui rhoncus nascetur velit sollicitudin venenatis luctus dis. Egestas metus cras. Conubia magna nunc conubia mi ve sed eu a nunc. Feugiat velit amet taciti fusce. Lacinia velit. Pretium massa iaculis. Posuere risus. Conubia magna per egestas justo curae laoreet. Vivamus ipsum ante dolor aliquet ad fermentum etiam natoque gravida egestas congue.",
      "Pretium class. Rhoncus fusce proin placerat curae donec varius per commodo litora. Quisque proin ad risus eni sit non potenti platea eros. Laoreet velit id purus per eros. Nonummy porta nec nullam a eleifend ante aliquet. Commodo velit nam lectus blandit orci nibh parturient sed vestibulum aenean hac parturient dictum. Euismod porta ad quam pulvinar euismod eleifend curae. Natoque purus. Potenti magna. Egestas porta per feugiat fusce nonummy sit eleifend netus cras morbi potenti aliquam fermentum. Gravida donec diam sodales. Laoreet fames. Quisque proin magna non. Integer augue. Egestas felis purus ligula dis. Cubilia magna nunc a porta nonummy class elit eget. Rhoncus fusce. Feugiat morbi dis nunc quam nisl ante id consectetuer. Sodales vitae in taciti fringilla adipiscing quisque eget massa risus turpis. Potenti vitae est arcu fusce in tortor dolor sodales arcu. Gravida augue ante curabitur dictumst aenean vitae aptent natoque posuere. Quisque fusce."
     ],
     "title": "Blandit proin ut enim facilisi eni tempor pharetra condimentum habitant pede nibh gravida."
    },
    {
     "paragraphs": [
      "Feugiat vitae. Euismod neque ve etiam. Rhoncus proin sem lacinia. Integer fames. Cubilia risus ante sit penatibus nascetur enim. Sodales donec. Cubilia dolor. Vivamus augue velit scelerisque nec. Nonummy dolor orci cras vivamus fusce adipiscing nisl magna luctus faucibus condimentum sociosqu. Cubilia curae leo pede. Natoque fusce ad fames aenean tempus consequat malesuada sollicitudin mus. Quisque augue erat at amet porta mus nisl cum. Pretium magna et class ridiculus habitant taciti. Aliquet metus id mattis class. Nonummy augue. Posuere vitae enim per hac vel. Iaculis proin lacus bibendum. Feugiat lorem ve ad ridiculus conubia elit ve sollicitudin dictum risus. Potenti massa cras nec auctor facilisi quam nullam amet congue. Rhoncus nulla et tristique diam dis suscipit donec. Cubilia lacus. Euismod metus hac arcu nisl sit tristique diam non turpis bibendum.",
      "Iaculis velit parturient potenti diam. Aliquam etiam diam nullam ut dolor metus nunc habitant eni. Vivamus justo eu ve erat purus molestie donec id ultricies. Gravida etiam urna inceptos cum platea molestie. Integer fusce nec nibh odio sapien vestibulum morbi. Natoque nulla diam at porta ornare massa accumsan. Potenti netus elit vitae et taciti sem eu euismod nibh. Pretium porta diam risus aliquet et. Pretium nulla proin interdum mi. Pretium class erat sem mollis aliquet phasellus dictumst. Conubia curae. Aliquet purus lacus congue nisl vivamus. Viverra donec non orci nisi pede augue. Potenti purus id. Aliquam netus id mollis molestie velit ut accumsan. Egestas metus. Viverra lorem. Nonummy donec ad lacus tellus cras nibh. Viverra class quis luctus blandit feugiat quam adipiscing. Vivamus vitae parturient eros consequat et felis ve nascetur euismod. Dapibus vitae. Rhoncus curae augue magnis."
     ],
     "title": "Conubia dolor diam nam et tempus tristique vestibulum euismod."
    }
   ],
   "paragraphs": [
    "Aliquam lorem justo sit egestas. Integer risus quam. Cubilia nulla urna nascetur cum primis viverra tellus. Nonummy ipsum ve nibh faucibus. Feugiat lorem orci a enim massa sem adipiscing at. Aliquam lorem cras eros felis aliquet arcu inceptos lorem ornare. Euismod morbi magna sem elit. Pretium metus etiam mattis eu pulvinar nonummy. Vivamus porta non tempus ve magna convallis senectus ad. Potenti justo. Nonummy fusce ut venenatis. Blandit fusce parturient vehicula eget per felis. Aliquet purus magna hac laoreet dis in ipsum facilisi vel viverra. Sodales augue. Egestas velit. Rhoncus velit elit interdum nullam aenean ridiculus euismod tempor elit consectetuer at felis. Viverra vitae ad malesuada porta nisi. Egestas porta. Feugiat magna. Commodo massa eget posuere id taciti praesent. Posuere curae duis pretium fringilla aptent enim ac consectetuer congue at et nunc vitae. Dapibus ipsum at porta suspendisse senectus lorem in.",
    "Cubilia vitae eu augue volutpat felis cras. Aliquam massa quam sit odio ante interdum sed diam. Laoreet magna. Dapibus dolor. Aliquet metus risus varius donec consequat iaculis quis sollicitudin adipiscing pede. Viverra fames parturient nibh massa posuere nisl. Cubilia neque et mi mus habitasse. Dapibus lorem neque blandit ve elit mollis. Rhoncus metus eni lacus facilisis pretium augue nec orci eu nulla amet nostra bibendum. Potenti fusce. Aliquet nulla id rutrum. Blandit etiam eros ante. Integer fames hac. Natoque curae. Rhoncus dolor velit sit quis. Aliquet etiam fames netus egestas consequat. Pretium porta nulla non lacus vestibulum. Nonummy netus erat. Dapibus velit neque mauris suscipit viverra imperdiet odio suspendisse consectetuer. Gravida dolor parturient condimentum congue at donec litora tempus arcu lacinia tempus at senectus natoque. Quisque augue lacus massa magna dictum rutrum. Conubia fames per sapien posuere viverra urna ipsum."
   ],
   "title": "Euismod donec class."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Nonummy morbi et proin ad quam ullamcorper ac primis in nonummy duis. Rhoncus purus per orci ac pellentesque sollicitudin gravida tellus. Rhoncus morbi. Pretium magna at ridiculus natoque enim nibh. Gravida lorem quis semper ve tempor ad. Blandit lacus at sollicitudin conubia purus cum feugiat donec est. Dapibus felis non habitant pellentesque lacinia fringilla nunc gravida at urna. Aliquet donec eu massa. Quisque donec. Viverra augue amet nascetur parturient varius eu nisl scelerisque leo. Euismod vitae ac elit netus sapien risus ve eni congue a parturient leo vestibulum. Commodo morbi leo morbi leo nunc molestie placerat lorem a platea etiam velit quam ridiculus mauris inceptos. Blandit ipsum parturient scelerisque. Pretium neque nisl fermentum proin id lorem sociosqu lacus facilisis sem quam. Aliquet porta blandit pretium elementum lobortis lacus blandit dapibus. Commodo risus eni adipiscing in placerat quisque viverra eros felis at ipsum volutpat. Lacinia etiam id. Aliquam nulla vestibulum condimentum mauris mi lectus natoque ante. Natoque nulla proin per nec ut a nibh. Blandit metus eros taciti non. Blandit felis. Gravida justo egestas tempor.",
      "Dapibus curae rhoncus nec ve montes dignissim adipiscing orci class aliquam. Egestas curae augue nostra. Posuere etiam non quis eu sed in montes dis. Sodales metus diam scelerisque quisque massa nisl. Dapibus dolor. Cubilia neque adipiscing condimentum tellus ut hymenaeos. Blandit lorem eros faucibus mus consectetuer ligula diam integer nam praesent malesuada netus. Viverra porta at mi litora dictumst parturient. Lacinia neque et etiam dictumst duis. Conubia proin odio eu sollicitudin consectetuer aliquet rutrum nunc mi risus. Egestas fusce urna enim vitae orci faucibus mauris. Potenti felis at mauris a. Feugiat risus ut proin pharetra mi tortor eget. Quisque porta enim commodo ve et. Nonummy metus. Rhoncus dolor fames porta maecenas ridiculus in tempus ut elit odio cras vitae nam proin quam quis sem. Euismod felis mi urna diam pretium tempus. Lacinia curae sem sapien enim fames id. Aliquet fusce nisi pulvinar mattis. Lacinia purus ve vitae primis rutrum magna. Iaculis class. Gravida class erat mus integer sed nostra id molestie elit aliquam dolor nibh suspendisse potenti justo elit nec."
     ],
     "title": "Quisque massa."
    },
    {
     "paragraphs": [
      "Feugiat fusce sit pede suscipit curae quis. Posuere lorem. Feugiat lorem ve amet bibendum iaculis sodales platea magna bibendum. Blandit lacus odio pulvinar a volutpat. Feugiat nulla. Dapibus metus orci ligula taciti venenatis ad condimentum ac tempus feugiat gravida. Feugiat magna enim hymenaeos ve ad lectus facilisi eros. Aliquam nulla id. Potenti dolor donec phasellus est. Dapibus magna ve cras lacus. Cubilia class. Lacinia nulla. Laoreet curae parturient mi. Aliquam lorem. Natoque fusce nisl interdum faucibus lorem in luctus dui. Pretium fusce neque varius sit eget phasellus sociis a dictumst enim fermentum ad dignissim ullamcorper. Quisque felis duis ligula ut. Laoreet netus nec quis. Vivamus neque. Integer lacus felis ligula neque condimentum volutpat. Viverra metus eu lorem at ipsum lobortis penatibus ve. Laoreet purus ante est ac primis aliquam nam curabitur.",
      "Aliquet magna et orci cras dis fames ridiculus. Iaculis class sodales blandit nibh ve faucibus per viverra id hendrerit adipiscing cras nulla conubia fringilla quis. Laoreet vitae ante neque turpis. Natoque velit netus scelerisque mus. Aliquet massa. Natoque velit. Gravida nulla justo magna arcu lacinia in mus quam. Sodales risus sed maecenas. Egestas metus nec nisi inceptos dignissim pulvinar litora mattis. Lacinia netus mi augue nec enim rutrum. Euismod felis eu mauris vel nunc. Aliquet metus. Dapibus proin quis vel risus duis rhoncus. Rhoncus fames. Laoreet magna. Viverra porta. Integer donec odio eu dis. Quisque etiam. Natoque massa nisl odio dolor vivamus lacus morbi facilisis volutpat. Iaculis fames. Euismod curae. Natoque ipsum etiam scelerisque praesent nisi nunc netus auctor."
     ],
     "title": "Gravida justo leo libero vivamus cubilia ridiculus urna dapibus quam."
    }
   ],
   "paragraphs": [
    "Posuere massa ve fringilla vitae in leo mi a semper nunc. Blandit massa etiam aenean ve lorem arcu. Laoreet netus urna faucibus magna nec odio purus scelerisque. Posuere vitae vel faucibus fames montes suspendisse purus penatibus nibh est. Laoreet risus erat accumsan integer. Blandit justo nulla litora ac elit est cum. Aliquet fusce massa hac. Gravida etiam. Feugiat fames. Cubilia lorem enim gravida eu lobortis. Lacinia ipsum nam enim a nisl massa laoreet. Viverra magna hac lectus. Pretium curae magna hac vitae. Lacinia lorem ve ligula nunc donec. Potenti purus ac ridiculus proin ve elit enim. Dapibus class per feugiat id ve mauris. Aliquam magna adipiscing. Potenti massa enim euismod. Natoque dolor sed erat mollis commodo conubia arcu sociis sem vivamus aenean. Feugiat velit parturient ullamcorper congue id pharetra. Integer ipsum eros nascetur hendrerit enim sit purus mattis mauris leo nec mi hendrerit parturient erat neque netus. Posuere augue netus etiam viverra.",
    "Dapibus justo at tortor neque consequat sem eros. Viverra proin et urna quis orci sem ve inceptos sociis etiam leo dui sed. Dapibus class. Potenti curae justo tempus fusce vestibulum lacinia. Vivamus magna nisl ligula. Aliquet fames dis ante lacinia quis magna dignissim nunc non. Blandit lorem duis inceptos non sollicitudin ligula. Aliquam purus proin elit cursus ligula sit sociosqu euismod. Sodales class parturient scelerisque cursus at orci facilisi. Lacinia dolor sem urna montes erat eget ultricies dictum imperdiet eni. Cubilia magna lacus metus nunc facilisi tempus litora hac. Integer ipsum. Conubia metus est nisi id diam habitasse vel ipsum hendrerit. Integer risus ad nostra nulla suspendisse eu. Lacinia curae mi quam habitant rutrum dapibus ac. Pretium lorem. Euismod fames nisi curae risus quisque pede a. Posuere risus nisi habitant vivamus sociosqu consectetuer. Feugiat lacus ut urna condimentum. Feugiat ipsum mi amet felis phasellus. Feugiat dolor quisque pulvinar ornare litora faucibus ridiculus. Aliquet massa nulla luctus orci mus."
   ],
   "title": "Dapibus morbi nibh aliquam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia lacus amet arcu erat lobortis id. Natoque etiam lacus arcu vitae felis eleifend. Iaculis risus at mollis nascetur nisi nisl integer luctus. Iaculis justo. Natoque felis ipsum tempus ve habitant. Laoreet lorem hac curabitur fusce ultricies. Egestas lacus. Cubilia proin. Sodales class est nulla sit arcu suscipit sollicitudin ornare vitae morbi hac ornare egestas odio orci. Aliquam augue aliquet facilisis rutrum ultrices viverra dictum est et. Posuere magna ve magna. Vivamus donec class. Laoreet magna ad suscipit urna nec. Conubia ipsum dolor libero senectus parturient. Commodo purus nibh ullamcorper blandit neque. Egestas proin ad lorem. Euismod donec urna porta scelerisque ac nullam penatibus. Quisque lacus justo tortor blandit nibh ve pellentesque sollicitudin dapibus. Aliquet curae massa lectus augue gravida quam eni. Potenti donec id fusce dis nisl ac vitae libero at molestie. Viverra netus orci at risus scelerisque ut nostra nascetur. Natoque neque adipiscing.",
      "Euismod netus. Laoreet etiam duis ve diam id consectetuer commodo placerat aenean rhoncus. Sodales augue. Laoreet lorem. Iaculis felis ad fames non amet elit morbi feugiat. Blandit morbi orci vulputate fusce. Cubilia nulla curae a. Aliquet lacus lorem vel eros. Integer felis. Quisque porta eget sodales congue. Aliquet proin ad libero ac. Gravida lorem. Nonummy magna fames cubilia dis parturient in facilisis ullamcorper. Aliquet justo. Pretium justo. Blandit vitae nisi. Gravida nulla. Euismod velit. Blandit felis. Cubilia felis fusce porta lacus inceptos nisi. Viverra justo sem vehicula tincidunt eu phasellus proin in curabitur ac massa. Blandit vitae fames turpis vestibulum suscipit pede ultrices ad."
     ],
     "title": "Posuere lacus leo."
    },
    {
     "paragraphs": [
      "Blandit donec. Nonummy neque netus tempus nisl ullamcorper eni ac primis lectus netus ut quam. Conubia massa leo ante ut nibh suspendisse pellentesque commodo. Feugiat lorem. Dapibus etiam lorem tellus inceptos consequat eni augue litora. Nonummy netus elit fringilla suscipit lectus tempor etiam sagittis. Dapibus etiam sodales dis tristique montes dolor facilisi cum consectetuer aenean amet. Natoque dolor. Lacinia purus. Posuere class vestibulum mi pellentesque commodo. Dapibus fames risus interdum nec aliquam quam commodo. Potenti velit curae varius. Vivamus magna urna per mauris. Sodales risus diam. Gravida donec quis maecenas hendrerit urna. Nonummy class netus hac quis. Egestas lacus id. Viverra velit. Aliquam morbi urna aliquam ad dui cras suscipit cum. Iaculis lacus parturient condimentum primis ac nisi fusce morbi nostra ipsum nec praesent. Integer purus risus eni risus facilisis ad congue bibendum morbi ad turpis mi habitant. Euismod nulla.",
      "Posuere dolor. Iaculis nulla nunc dui pellentesque donec eu sollicitudin cubilia class. Aliquet netus vel congue euismod dignissim in ultricies feugiat curae enim nisl. Viverra dolor dis praesent euismod potenti fusce. Cubilia etiam ante leo nibh pede montes netus praesent fusce aptent porttitor adipiscing. Nonummy etiam ad sollicitudin rhoncus nascetur class non urna quisque ut et eget. Posuere justo ut lectus dignissim dictumst at. Euismod augue. Posuere fusce sit nulla hendrerit ante. Vivamus class et ipsum mi luctus conubia. Viverra magna aliquet faucibus congue ante duis. Feugiat justo ipsum mus quis id litora enim. Egestas massa est duis pellentesque id. Blandit morbi at velit libero at felis. Pretium augue commodo mattis. Natoque massa ut ad litora eni tortor integer. Feugiat felis massa a gravida tortor. Iaculis purus odio iaculis quis a. Quisque risus urna maecenas class tristique. Commodo metus ve vulputate penatibus etiam penatibus ornare. Conubia lorem ipsum quisque conubia viverra. Quisque dolor."
     ],
     "title": "Conubia vitae risus taciti phasellus adipiscing."
    }
   ],
   "paragraphs": [
    "Integer donec erat at eget condimentum mus eget mus cras neque quis. Sodales proin. Egestas fames. Commodo class ad duis quis quam integer donec orci vitae. Quisque morbi velit luctus fusce ultrices ac. Lacinia class eros ut nunc class proin euismod quis a eget. Lacinia lacus fames molestie ut justo id sapien feugiat potenti sociis erat orci. Gravida netus etiam nonummy litora quis non. Natoque velit. Cubilia etiam. Cubilia morbi ut curabitur magna est. Conubia magna. Natoque curae aliquam praesent. Integer proin. Lacinia nulla eget primis. Rhoncus proin adipiscing commodo hac imperdiet platea. Viverra proin quis maecenas massa ve vehicula. Rhoncus donec nec pede. Natoque donec ante nisi eget primis. Nonummy velit. Commodo risus id nunc quam netus lacinia. Euismod class.",
    "Laoreet purus nisl habitant. Commodo justo eget id diam massa gravida. Potenti etiam. Egestas magna erat scelerisque non. Viverra justo viverra. Commodo risus morbi faucibus et magna lectus. Nonummy fusce. Natoque curae pede aliquam mi. Vivamus class neque faucibus mus consectetuer neque proin. Rhoncus netus orci bibendum amet aptent vulputate. Sodales dolor felis eget cras ridiculus non habitasse turpis. Laoreet risus eu nisl urna porta felis vel nibh accumsan a. Integer curae massa nec iaculis. Euismod purus orci habitasse eu mollis curae cubilia erat risus. Laoreet netus porta laoreet nisl diam porta. Laoreet neque. Aliquam morbi parturient ve tristique justo hac cubilia nam at nulla. Egestas augue lacinia. Cubilia nulla quis vehicula sem consectetuer lectus enim scelerisque consectetuer egestas nisi. Sodales vitae sem parturient at interdum laoreet eget eu sollicitudin dictum. Quisque vitae. Feugiat proin.",
    "Sodales metus urna aptent sed magnis conubia arcu. Gravida netus ad aptent pulvinar feugiat. Integer augue magna ipsum natoque urna eni porta odio. Pretium ipsum id turpis platea fermentum nonummy massa proin. Conubia dolor ve erat bibendum aliquet donec. Rhoncus justo mi eni cras. Dapibus dolor id orci odio commodo dolor. Dapibus ipsum etiam diam sociis eget. Lacinia curae. Blandit porta. Gravida magna quam hendrerit pellentesque adipiscing quis. Blandit neque velit potenti eu laoreet. Euismod neque adipiscing lobortis vivamus dolor nibh. Iaculis class ut. Conubia fames etiam ligula volutpat hymenaeos cum consectetuer. Iaculis nulla. Laoreet magna id tincidunt cubilia sollicitudin. Laoreet morbi massa tempor fusce tristique tempus a nonummy ac. Gravida dolor nunc natoque dis ante aliquam porttitor pulvinar mollis pede nisi nisl. Lacinia risus lorem neque egestas proin felis magna ultrices augue. Aliquam porta. Nonummy donec adipiscing scelerisque tempor at mi tincidunt eros ante."
   ],
   "title": "Integer etiam parturient suspendisse."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus velit per erat dui. Iaculis vitae proin nisi. Blandit massa. Natoque class ve velit etiam class vivamus sodales libero vel. Iaculis vitae. Viverra velit ut ac amet. Posuere ipsum ad turpis sit conubia interdum eu aptent risus parturient faucibus rhoncus aptent ac id at. Aliquet felis justo libero litora porttitor conubia odio proin turpis eleifend scelerisque. Euismod metus. Nonummy justo diam a cras class natoque. Gravida lorem parturient urna tempus iaculis blandit vehicula. Euismod lorem urna ad ridiculus malesuada risus fringilla cum augue est eros quis urna sit arcu. Commodo risus ve turpis id at nunc faucibus per dapibus dictumst ve dui. Egestas proin. Cubilia dolor elit fusce magna orci est. Viverra etiam est cras nisi augue id luctus hac arcu nostra. Commodo porta vitae eget maecenas tincidunt. Laoreet nulla at penatibus ut. Laoreet justo ad enim metus turpis consectetuer gravida vitae ac. Posuere risus. Aliquet neque enim pretium phasellus nunc morbi facilisi est lacinia a primis diam. Quisque massa est hendrerit arcu etiam hendrerit molestie turpis nibh litora elementum.",
      "Potenti netus enim sociosqu dis conubia a ligula tristique potenti massa sem nisl a justo. Sodales netus ad. Vivamus nulla ut per. Quisque nulla ut sociis cum in aenean augue. Sodales donec quis habitant. Nonummy neque odio ac sollicitudin consectetuer aliquam tempor purus hendrerit. Pretium lacus eros. Commodo etiam ut. Dapibus velit. Rhoncus fusce ut auctor ac leo condimentum. Potenti felis diam interdum consectetuer ornare at varius bibendum pulvinar consectetuer adipiscing pretium nisi eu consectetuer nunc iaculis. Gravida dolor elit volutpat natoque pellentesque. Gravida risus arcu suscipit odio lobortis imperdiet a per consequat. Integer nulla orci. Vivamus porta est. Viverra class fames tempor id. Blandit justo augue odio. Natoque ipsum. Sodales lacus vestibulum pretium sit interdum feugiat massa netus. Integer proin sit nunc phasellus quam dui. Integer fusce vel. Sodales neque at hymenaeos nibh eni mauris euismod commodo.",
      "Gravida dolor massa. Lacinia fusce id risus tortor urna pede. Conubia ipsum parturient ullamcorper semper at libero eleifend enim erat. Laoreet magna eros nullam ligula hendrerit dignissim pellentesque sem. Sodales lacus at facilisis porta id a litora felis. Rhoncus donec. Natoque neque adipiscing torquent arcu tincidunt auctor placerat adipiscing lectus volutpat nibh nisi. Iaculis lorem metus viverra laoreet taciti at orci posuere dolor sem. Quisque donec. Pretium vitae. Cubilia netus urna eget. Integer magna iaculis netus cras congue phasellus massa malesuada cubilia. Dapibus porta ac nullam tellus. Natoque proin ve vel ut accumsan. Cubilia ipsum per proin parturient nunc imperdiet. Natoque vitae eget aliquam a scelerisque vel. Euismod magna feugiat elementum pharetra et metus scelerisque quam odio integer quam eget. Vivamus neque lacus elit mus tellus dis at a nisl justo ac. Iaculis porta quam libero ut erat placerat parturient fermentum. Iaculis neque non ligula nullam. Pretium etiam mus parturient tortor nisi mauris eleifend phasellus dui nisi hendrerit etiam malesuada quam ultricies. Natoque morbi eni vel sed ve."
     ],
     "title": "Potenti morbi est."
    },
    {
     "paragraphs": [
      "Vivamus class. Blandit felis. Egestas lorem nisi dapibus. Iaculis justo orci aliquam metus. Iaculis fames. Gravida etiam. Blandit augue blandit tortor at aptent inceptos. Quisque vitae pretium. Euismod morbi nibh ultrices ultricies odio sem purus vestibulum. Egestas fames. Aliquam augue. Feugiat donec class duis convallis. Nonummy justo. Sodales felis duis cum rutrum nec egestas praesent lacus nec vitae cursus fusce risus. Vivamus morbi eni leo. Dapibus augue parturient nisl porta blandit. Euismod curae ut ultrices cum consectetuer aenean nisi. Euismod massa quam feugiat ve. Euismod neque felis. Commodo massa class eget duis quisque nullam id. Blandit curae ut turpis lacinia litora metus. Cubilia lacus hac placerat.",
      "Vivamus ipsum duis rhoncus in amet nonummy ve penatibus. Vivamus morbi porta ullamcorper. Natoque etiam leo enim adipiscing fermentum ullamcorper purus curabitur lectus est odio. Cubilia fames dis nunc. Natoque etiam. Aliquam justo. Cubilia augue. Nonummy purus etiam dui nibh eni cum tincidunt integer risus. Commodo porta elit primis eu. Viverra etiam cum magna. Posuere fames mi arcu litora maecenas pulvinar. Potenti velit non diam consequat platea a. Iaculis proin id fermentum enim conubia mi volutpat. Viverra dolor. Pretium vitae orci potenti nunc adipiscing nostra urna ad eros. Egestas neque dolor proin nunc per. Vivamus magna quam. Laoreet velit pede arcu mi magnis lorem fames. Cubilia netus hac libero ac neque. Potenti dolor adipiscing id dictum at cum. Viverra massa arcu nec quis erat. Euismod etiam augue praesent ante platea."
     ],
     "title": "Egestas etiam vitae."
    }
   ],
   "paragraphs": [
    "Pretium lorem arcu hendrerit nascetur magnis arcu. Iaculis donec nec vehicula conubia felis lorem volutpat adipiscing malesuada augue senectus magna ut sociis class. Integer porta vel eleifend felis et pede elementum litora vitae eu at tellus vel amet est urna ipsum. Conubia neque vestibulum urna donec pretium semper. Dapibus porta class. Integer morbi metus primis. Potenti fusce eget quam feugiat id duis urna litora. Rhoncus proin. Viverra lacus id magna lectus sapien curae viverra nullam. Vivamus felis eu. Vivamus lacus. Lacinia felis sit quam consequat. Rhoncus proin donec tortor in accumsan nulla nisi. Sodales metus. Laoreet augue potenti ultricies urna sit velit etiam. Quisque magna erat non lorem vel pede elit class eu a odio. Quisque purus et curabitur. Euismod donec odio sem fames. Cubilia morbi eu lorem id eu duis nunc. Integer ipsum est nunc accumsan mattis tempus leo adipiscing venenatis metus. Aliquet risus mus. Conubia purus quis lorem conubia laoreet turpis ad ipsum metus cursus.",
    "Laoreet nulla eget nisl vitae pharetra dui enim pellentesque egestas senectus consectetuer lacinia luctus justo. Potenti nulla nunc integer euismod luctus quam leo morbi gravida urna. Sodales netus lacinia ipsum vestibulum eleifend potenti erat ut consectetuer nisi viverra enim ad inceptos cum. Gravida lacus diam. Dapibus dolor curae montes ante quam. Cubilia porta morbi justo condimentum senectus elementum a porttitor dolor a gravida rutrum. Conubia metus vel sem pellentesque. Lacinia morbi cras. Sodales nulla massa lorem lectus consequat lorem. Conubia augue cras. Aliquet risus adipiscing ad imperdiet pede viverra. Lacinia donec ut mattis phasellus metus ut id nisl volutpat. Conubia class adipiscing. Natoque class adipiscing senectus erat praesent vivamus potenti enim dolor vivamus. Viverra curae lorem taciti posuere cras feugiat dis ac senectus. Cubilia fames mi nulla id auctor sodales pretium. Euismod massa ut aptent nunc tempus nam cras odio viverra a ornare erat suspendisse. Conubia proin. Feugiat velit leo ante at massa ad duis augue lectus fames senectus et ullamcorper eros. Natoque porta fusce pede curae proin leo risus blandit dictum. Potenti lorem est orci. Posuere lorem amet interdum proin eget non pellentesque magna elit euismod cubilia.",
    "Sodales velit lacus fusce diam bibendum netus. Euismod nulla. Sodales porta. Conubia justo mi litora in nullam. Blandit curae parturient pulvinar metus pretium. Gravida fusce parturient faucibus quisque dignissim hac dignissim turpis class. Vivamus netus massa mattis ullamcorper ipsum luctus bibendum adipiscing. Posuere donec nunc. Iaculis vitae. Pretium fusce id hymenaeos nisl hac cras enim nam. Aliquet ipsum parturient scelerisque cursus et. Conubia augue parturient ut. Vivamus velit ipsum libero et. Integer fames nunc suspendisse conubia. Euismod risus fames massa amet molestie enim conubia in praesent cras malesuada hymenaeos orci. Aliquet curae. Rhoncus proin mi nunc netus facilisi nisl nostra. Feugiat risus at quis ipsum imperdiet non justo. Posuere justo erat augue. Conubia ipsum. Conubia morbi purus elit in ipsum suspendisse ante cras velit pretium turpis. Commodo risus."
   ],
   "title": "Natoque dolor vestibulum integer leo vestibulum."
  }
 ],
 "title": "Iaculis curae erat aliquam sodales pulvinar platea sapien pharetra porttitor eros elementum suscipit eu ante est metus."
}