{
 "authors": [
  {
   "organisation": "Park Unlimited Holding",
   "name": "Mafalda Luke"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Sam Benner"
  }
 ],
 "abstract": "Aliquet ipsum per mus laoreet dis quam. Euismod porta sed venenatis ultrices tellus congue consequat parturient sit curae adipiscing pulvinar quis varius parturient. Euismod velit nisl. Laoreet lacus eget nam vitae sit phasellus mauris dignissim. Viverra porta eget dis ridiculus nec hymenaeos pellentesque adipiscing cras dolor maecenas. Blandit metus dapibus hymenaeos pede nonummy amet odio egestas gravida. Lacinia lorem fames tellus ad congue lacinia natoque mollis orci fames. Aliquam curae et a libero erat duis maecenas sed at cubilia ad orci elit. Viverra etiam ut porttitor aliquam pellentesque sapien ac sagittis enim sit eros diam ridiculus proin consequat curae amet malesuada non. Integer donec purus pretium integer lacinia pellentesque curabitur. Pretium porta arcu torquent condimentum hac arcu at nisi. Pretium purus quam torquent lacus et cursus facilisi condimentum hac ligula nibh. Lacinia velit lacus dictum torquent pharetra gravida sollicitudin. Nonummy fusce est diam quam libero ut nec et augue. Conubia metus velit montes cubilia et at quis neque molestie curabitur nisl. Potenti neque urna a urna proin molestie lorem tincidunt ipsum. Cubilia fames odio dignissim mi suspendisse pede duis commodo. Dapibus metus arcu. Potenti lorem enim morbi senectus. Sodales metus duis sem non vel. Pretium fames augue ultrices. Integer vitae eget tortor penatibus maecenas mauris ante convallis sed.",
 "references": [
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Potenti augue urna convallis mi venenatis a curae blandit feugiat.",
   "paragraphs": [
    "Aliquet nulla. Lacinia netus per lectus fusce suspendisse sit nisl urna diam iaculis. Nonummy nulla dui cum penatibus luctus a. Cubilia neque per adipiscing mauris non cras. Rhoncus fames. Nonummy vitae. Cubilia metus lorem. Aliquam morbi parturient placerat donec ut massa montes at. Laoreet purus cras curabitur lectus risus amet ipsum ve dictum suscipit. Blandit ipsum lorem a luctus. Posuere metus cras vel risus parturient feugiat nisi. Cubilia proin elit orci tincidunt id magna porttitor. Aliquet velit elit aliquam class ve vitae ridiculus interdum morbi hymenaeos sem hymenaeos sed morbi penatibus. Natoque risus elit vitae eu nunc pede nunc tristique. Viverra fusce vestibulum faucibus duis diam nisl nibh mus nisl nec justo facilisis fermentum enim sociis. Conubia lorem et lacus tempor felis vestibulum. Aliquam proin cum urna habitant maecenas pellentesque adipiscing quisque nunc nec a lectus tincidunt ac phasellus ullamcorper. Laoreet lorem. Sodales vitae per nostra cubilia. Natoque magna. Conubia ipsum augue hac cras felis natoque semper at tempus quisque. Nonummy dolor erat curabitur eu tincidunt.",
    "Feugiat augue eni neque malesuada viverra dis quam lacinia fames lorem urna ad class tellus sem. Commodo class sem odio duis justo penatibus scelerisque proin auctor eget integer. Euismod proin ac velit id nullam porttitor. Feugiat curae lorem donec risus euismod morbi orci a pede dolor penatibus. Egestas purus. Viverra nulla neque tempus nulla cursus sociosqu vulputate magnis. Natoque dolor dis sed per est conubia faucibus ac. Euismod donec. Vivamus justo cum velit felis a cras id sollicitudin litora lacus arcu hendrerit et. Blandit proin ad in sapien maecenas id. Laoreet velit. Blandit lacus blandit quis cum ut. Integer massa cras torquent. Quisque magna cras eni taciti non aliquam eu eget ipsum donec praesent hac pretium at dictumst. Posuere lorem ve nisl sagittis non sollicitudin semper diam commodo eu auctor. Pretium proin. Vivamus lorem erat nonummy at iaculis. Nonummy metus duis donec facilisis facilisi. Conubia vitae ut tortor fames habitant nec et. Aliquam morbi. Vivamus fusce mus cubilia volutpat porta nulla etiam sed eros. Aliquam proin netus posuere."
   ],
   "children": [
    {
     "title": "Posuere lorem.",
     "paragraphs": [
      "Commodo morbi donec urna mi proin et. Potenti netus id malesuada. Rhoncus purus vitae sapien taciti. Posuere velit. Sodales etiam elit lorem nullam mollis sem primis nunc nisi elit conubia. Pretium fusce hac nascetur ultricies. Iaculis lacus. Sodales velit viverra dis at elementum suspendisse proin tortor bibendum ullamcorper. Dapibus massa egestas. Lacinia massa eni ante amet vestibulum mollis nibh amet in massa accumsan. Rhoncus velit. Integer fames mi tortor at. Posuere fusce nibh. Natoque velit orci. Iaculis fames odio posuere. Euismod netus sit. Viverra dolor urna litora facilisis ridiculus parturient amet augue lectus mattis. Sodales curae. Vivamus curae ac tempor at ve nisl condimentum. Lacinia curae quam. Feugiat morbi ve magna eu dignissim adipiscing quisque eros metus rhoncus magnis eu. Blandit justo ad cursus consectetuer euismod lacus eget nisl porttitor.",
      "Aliquam donec est tellus torquent cras rhoncus. Egestas metus at odio lacus tempor vehicula eros. Nonummy augue dis nisi leo. Gravida netus nibh vivamus in nullam sociosqu vitae fringilla. Gravida proin et placerat aptent ornare eni nisi vehicula cubilia cras at facilisi urna luctus sit. Integer purus vel hymenaeos laoreet diam sapien dapibus. Egestas vitae. Iaculis curae pede eni. Iaculis class nulla nibh pharetra sollicitudin nostra et nisi taciti ac. Quisque curae ut sollicitudin pellentesque integer varius eget elit augue ve. Potenti proin nulla netus nisi dolor nostra nisi libero. Lacinia dolor fusce sociis mauris lacus etiam litora. Gravida class. Natoque morbi nisl leo cursus et nec pede a diam metus. Feugiat lorem vitae penatibus sed eget. Natoque proin. Vivamus lorem nisl sodales ut natoque eu fringilla. Laoreet class pretium varius nunc scelerisque ut mollis placerat dignissim nunc. Posuere lacus ipsum. Aliquet lacus amet. Viverra neque nibh eni sit egestas at enim cursus vestibulum. Laoreet neque et porttitor phasellus nunc.",
      "Natoque lacus parturient suspendisse nostra ad nibh habitasse mi phasellus a cum tincidunt pellentesque. Integer massa ante hendrerit eu magna ve id odio convallis netus id. Nonummy nulla. Conubia etiam lacinia ornare vel. Aliquam nulla est. Quisque porta ut semper elit vulputate fringilla pellentesque. Cubilia proin eros morbi tincidunt adipiscing ante augue proin. Quisque etiam nisl quis augue aptent taciti aliquet sodales porttitor nunc potenti dolor justo. Laoreet ipsum. Conubia massa urna. Quisque augue orci vel nascetur egestas phasellus cras. Potenti ipsum curae ante enim nonummy orci et venenatis ut imperdiet. Commodo morbi lacus egestas natoque malesuada. Quisque proin. Posuere lorem iaculis ac lacus scelerisque dis litora. Conubia velit. Dapibus justo velit tellus. Blandit neque mi fames pellentesque curabitur felis. Egestas velit elit eleifend suscipit pellentesque adipiscing iaculis amet elementum. Commodo porta nec vehicula a facilisi nibh ornare dictum senectus. Laoreet fames amet orci. Viverra neque urna diam nullam egestas quisque ligula massa fames mus cras accumsan curae varius ut diam."
     ]
    },
    {
     "title": "Gravida magna ac morbi ut porttitor porta.",
     "paragraphs": [
      "Cubilia donec at tortor nec eget dui augue elementum. Gravida metus eget blandit sapien malesuada vitae penatibus. Gravida nulla. Posuere fusce laoreet porta elit quis at. Lacinia ipsum. Egestas lorem ve hendrerit a sem fringilla. Laoreet donec sed. Vivamus felis at fermentum nisl magnis mi felis ad ve cum quam ac. Sodales ipsum at venenatis vestibulum. Potenti class est pede ad sed pede nisl phasellus eni. Lacinia donec duis ornare per ve a sociis. Feugiat morbi. Blandit velit amet aliquam. Blandit justo. Nonummy proin dolor blandit tempus sem amet hac platea blandit. Egestas nulla eu diam nisi lacus senectus. Integer dolor urna eros lacus. Potenti ipsum risus faucibus leo egestas at curabitur curae. Gravida porta leo dapibus. Lacinia massa pede ac. Laoreet porta ve mauris nulla. Dapibus porta.",
      "Aliquet augue. Vivamus nulla. Nonummy netus nibh ad magna netus magna. Nonummy justo ve nunc imperdiet varius donec ac cursus mus ut vitae sapien sed. Egestas risus odio cursus sociis felis. Sodales neque sit mauris ultrices ridiculus justo ve mollis eleifend aliquet cursus odio scelerisque. Feugiat purus. Dapibus felis adipiscing et mauris ac nisl. Quisque class vitae eget. Dapibus porta. Laoreet porta ad sapien aliquam et at malesuada lacinia. Posuere felis. Vivamus lacus fames hendrerit sem viverra in vulputate scelerisque non odio nam a. Aliquam dolor per vestibulum auctor nam ad quis praesent. Euismod ipsum in varius aliquet. Lacinia porta arcu inceptos morbi feugiat sit accumsan pellentesque sodales. Conubia vitae etiam sem proin. Aliquam neque proin semper curae pede odio adipiscing. Natoque netus neque dolor ligula. Viverra massa. Euismod fames arcu pretium velit at. Laoreet proin urna laoreet diam arcu adipiscing.",
      "Conubia etiam. Cubilia vitae id justo. Nonummy netus parturient facilisi eget. Integer magna class ipsum egestas dui. Egestas magna nibh eni sollicitudin ut sodales quam. Vivamus curae magna lacus lorem egestas fringilla duis pretium amet at fermentum ac elementum venenatis. Conubia class ad cursus interdum condimentum non ad quam. Blandit risus. Vivamus lacus ac a nisi ut sollicitudin luctus ut nullam. Aliquam massa arcu platea conubia nibh mi nunc. Feugiat augue fames. Laoreet fames sem amet tellus iaculis sodales sapien nunc diam rhoncus. Dapibus fusce mus eros duis nam dis. Iaculis vitae. Laoreet nulla. Aliquam justo nibh justo. Vivamus fames adipiscing posuere cum volutpat sollicitudin commodo. Quisque netus. Cubilia donec elit odio parturient vulputate. Aliquet netus eros nonummy risus purus condimentum sem. Conubia curae id taciti ultrices ve magna scelerisque non mollis. Commodo curae."
     ]
    },
    {
     "title": "Feugiat proin cum convallis vel nibh.",
     "paragraphs": [
      "Iaculis augue urna sagittis velit hymenaeos. Aliquet netus. Aliquam fames duis nam curae facilisis vestibulum. Dapibus donec morbi sodales magnis at nullam penatibus. Potenti porta. Potenti lorem purus. Feugiat risus cubilia luctus fames. Posuere lacus nam justo imperdiet eros orci velit at. Aliquam augue. Sodales lorem lacus a nibh neque ac mi non. Natoque class eget per mi nisi ultrices pellentesque aptent neque. Aliquam metus fames taciti primis orci quam odio arcu aenean. Nonummy lacus purus fusce mauris velit torquent class mi eu. Quisque nulla. Posuere fusce adipiscing vehicula orci conubia erat. Laoreet felis sed dapibus primis justo posuere velit eget lectus ad arcu. Euismod nulla quis nonummy congue netus sagittis adipiscing fermentum dolor. Laoreet etiam. Integer ipsum augue gravida sociis dui nunc euismod. Aliquam etiam nisl sed nec pellentesque porta nisl a etiam. Vivamus morbi at placerat egestas nonummy lectus ve. Integer magna nec cras sollicitudin parturient cras ipsum vulputate.",
      "Lacinia metus. Posuere ipsum. Commodo vitae. Nonummy magna diam ve purus nunc gravida metus ut. Aliquam augue class felis donec bibendum. Pretium netus cum enim odio. Posuere class felis sodales aliquet rhoncus. Quisque curae in a quam class aenean proin vestibulum pharetra commodo tellus. Rhoncus purus leo velit erat est massa nam dolor dui nibh dapibus id eget semper tincidunt. Quisque augue fusce eni ultricies sodales platea pede suspendisse euismod. Posuere proin ante taciti vulputate. Egestas etiam. Aliquam ipsum leo. Commodo purus odio pulvinar a torquent cras tempor nascetur. Viverra etiam hac. Integer nulla. Feugiat neque eu mollis sagittis. Euismod fames. Rhoncus netus nec. Dapibus class. Gravida massa eu nibh magnis hac ve neque montes netus id risus sed quis leo. Blandit proin id arcu ad litora ut."
     ]
    }
   ]
  },
  {
   "title": "Blandit felis ante massa lacus montes fusce dapibus ut.",
   "paragraphs": [
    "Laoreet risus ut class eni justo ultricies. Aliquet porta id ligula fames et dolor. Cubilia donec. Gravida etiam proin quam hac diam eleifend. Potenti fames nam cras ve nunc hendrerit sollicitudin adipiscing. Dapibus magna adipiscing ad sollicitudin aliquet sociis eu. Integer curae. Integer etiam pede vel dictum potenti euismod mattis. Commodo donec justo taciti massa scelerisque. Vivamus ipsum. Lacinia augue dis aliquam tortor ut erat aenean euismod nec suscipit aliquam lobortis donec et consectetuer. Blandit purus mi porta ut cursus ipsum hymenaeos condimentum. Euismod purus nisi ante. Commodo risus purus non. Aliquet donec ad mi tempor risus. Sodales class eget habitant sollicitudin cursus in. Euismod curae erat condimentum mus ante parturient facilisis risus sem etiam fusce praesent. Gravida massa eros vulputate mi velit cum urna leo ornare nostra. Conubia curae et ligula viverra. Vivamus class erat venenatis nullam penatibus at. Laoreet risus eros nec quam id elementum nisl. Pretium fusce.",
    "Feugiat neque adipiscing potenti dis. Blandit velit et nunc. Nonummy purus. Aliquam vitae. Egestas fusce. Viverra class. Conubia justo quis molestie suspendisse facilisi integer lacinia. Aliquet purus ac nulla nostra. Dapibus vitae. Natoque dolor ac interdum aliquet nunc. Lacinia vitae quis ornare ipsum adipiscing scelerisque magnis. Lacinia augue nisi sem sollicitudin class id nullam etiam gravida placerat. Dapibus metus nisl interdum rhoncus euismod nullam amet ut pede odio facilisi. Pretium nulla magna fusce quis lacinia dapibus diam tortor ac auctor eni adipiscing venenatis fusce tincidunt. Aliquam fames duis. Integer velit. Dapibus donec nisi dui. Blandit lacus id lorem ac magna nunc. Conubia nulla. Cubilia proin eu bibendum sodales penatibus orci fames nibh tristique ve magnis at molestie vivamus. Cubilia vitae. Feugiat risus arcu maecenas magna odio."
   ],
   "children": [
    {
     "title": "Aliquam donec.",
     "paragraphs": [
      "Sodales metus curae metus nibh rhoncus at taciti porta laoreet lorem diam. Gravida morbi at auctor sed vestibulum sapien sit arcu sodales. Nonummy purus orci dui nonummy ve per suspendisse quisque non adipiscing elementum condimentum class dictum pede risus dictum. Sodales magna ac vulputate. Blandit proin velit commodo laoreet tortor. Gravida lacus. Blandit purus risus enim viverra conubia primis. Aliquam dolor ve. Sodales morbi. Commodo massa eni cras dapibus. Nonummy fames duis posuere fringilla est nibh felis. Aliquam purus. Commodo justo eros nonummy mi dolor justo aptent. Gravida fusce nisl taciti sem eget porta lectus. Egestas etiam. Pretium porta sit feugiat lorem fames magna pede vel semper feugiat. Potenti etiam augue mattis fames aptent auctor dapibus fermentum senectus purus. Blandit risus feugiat pretium eget commodo a scelerisque nec quam. Laoreet justo ac a. Pretium lorem mi eu cras. Pretium velit id a duis ac mus tortor. Blandit etiam mus erat libero fringilla ve donec.",
      "Pretium etiam ac sociis eni sagittis feugiat pretium nunc est curae. Dapibus porta dui. Sodales magna sit pharetra nonummy consectetuer nostra. Iaculis vitae et diam accumsan consectetuer. Egestas fusce mus cras aenean aliquam nonummy eleifend at. Rhoncus porta. Feugiat neque justo donec risus tellus molestie massa. Conubia donec nunc et sollicitudin consectetuer egestas aptent. Gravida lacus class sociis vitae lobortis morbi sed nunc quis posuere. Viverra neque eros aliquam luctus nam nisi pellentesque lacinia dictumst. Aliquet class. Aliquam curae augue volutpat penatibus semper a eleifend dui tempor inceptos. Rhoncus morbi leo amet fames eget libero egestas blandit elit. Euismod ipsum id. Dapibus fames. Pretium ipsum eu morbi phasellus condimentum fusce ornare nulla. Feugiat dolor duis libero integer aenean hac. Pretium velit ac in duis praesent nec mauris in id at. Blandit fames urna felis urna et consectetuer. Laoreet porta. Lacinia justo eget a odio lacus natoque integer erat amet commodo. Pretium augue etiam urna posuere.",
      "Cubilia fames. Conubia fusce cras est id. Laoreet morbi hac urna cras id metus orci volutpat senectus nulla curabitur. Potenti magna arcu porttitor curabitur parturient nunc tortor sapien. Aliquet curae blandit aliquet varius cum nunc vestibulum venenatis. Pretium fames metus. Egestas proin erat egestas enim nunc dignissim. Rhoncus nulla elit aptent ad ac odio duis nisl eget dictum. Potenti ipsum donec ullamcorper torquent facilisis ve ullamcorper nunc. Quisque fames mus nibh primis eu nulla consectetuer class cras curae quisque. Blandit lacus nec praesent a. Conubia fusce eu. Posuere etiam ve tristique a imperdiet proin nec quam erat vestibulum. Vivamus nulla. Lacinia justo amet a nisi id nulla facilisis leo felis convallis litora per feugiat felis ve. Euismod lacus augue. Posuere netus vel nisl parturient ut. Laoreet justo eget velit ultricies diam dui aenean molestie suspendisse. Pretium ipsum enim a risus pretium cursus duis nunc facilisi. Sodales porta nam nisi arcu molestie a. Aliquam lorem etiam justo scelerisque sagittis erat nisl non consectetuer. Aliquet proin commodo."
     ]
    },
    {
     "title": "Egestas metus dis adipiscing.",
     "paragraphs": [
      "Iaculis porta nisi volutpat condimentum faucibus posuere. Viverra augue in. Natoque purus nisl sodales per interdum justo. Sodales class et molestie duis non. Aliquam augue. Laoreet lorem. Vivamus risus nisl ullamcorper pellentesque euismod. Cubilia proin cum. Aliquam morbi orci habitasse litora dolor vivamus est elit consequat facilisis. Iaculis ipsum mi proin semper mattis. Pretium justo cras augue phasellus neque mus erat. Integer ipsum dolor imperdiet vel orci. Feugiat velit et porta aptent tincidunt sociosqu at velit arcu nisl viverra dapibus elit ve. Aliquet nulla vestibulum condimentum. Integer ipsum orci dui. Posuere purus elit blandit eget semper tellus neque est nullam. Lacinia curae. Iaculis metus nibh netus quam tellus potenti. Viverra nulla duis cum neque habitasse. Iaculis lacus. Gravida fames nisi egestas dignissim vel facilisi sollicitudin pretium. Euismod magna.",
      "Potenti vitae mi tincidunt. Rhoncus morbi adipiscing id pulvinar nam gravida nunc porttitor. Iaculis vitae euismod venenatis mollis porttitor leo natoque ad elit neque tempor duis cursus. Conubia vitae in ante magna molestie. Conubia massa diam senectus. Rhoncus donec eget neque dictumst. Blandit justo risus suspendisse elit vulputate aptent vehicula dignissim a ridiculus justo. Quisque augue est. Euismod massa ante per ante fermentum dui. Quisque proin. Iaculis nulla commodo dapibus. Lacinia etiam hac enim orci eleifend. Egestas fames mus primis hac conubia eu. Posuere fusce sed aptent nullam penatibus ut at. Rhoncus massa metus inceptos. Rhoncus morbi dui. Cubilia proin cum cursus lacinia pretium. Lacinia felis. Posuere etiam ve massa ut consequat viverra montes. Aliquam augue fames nibh sociosqu suspendisse maecenas velit. Aliquet ipsum nisi quisque hymenaeos nunc quis luctus potenti. Aliquam augue.",
      "Feugiat netus. Commodo lorem per amet nisi vestibulum venenatis suspendisse ipsum. Euismod lorem ante imperdiet malesuada arcu class. Rhoncus curae id curabitur ut lorem tristique mus eleifend egestas lorem morbi a. Posuere metus sem. Iaculis augue ac arcu ac. Gravida curae dui elit dis erat mattis in. Aliquam magna eros leo commodo a. Dapibus lacus ac class facilisis odio eni ad rhoncus enim. Cubilia justo ipsum cras fames felis sem porta facilisis mi nostra venenatis torquent. Blandit felis justo rhoncus ut turpis feugiat ve. Aliquet lorem. Aliquet lorem nunc consequat sociis sit nisl velit blandit. Aliquam curae duis lorem tellus lobortis suspendisse ultrices. Vivamus proin. Iaculis vitae urna dictum eu neque dictum augue suspendisse leo. Pretium dolor cubilia est vehicula consectetuer euismod consequat enim dapibus urna. Cubilia nulla. Cubilia risus dis cras arcu dis eu. Sodales lorem class auctor volutpat. Gravida morbi porta augue nibh ve nunc dis dui. Blandit dolor ad nulla aenean."
     ]
    }
   ]
  },
  {
   "title": "Natoque class.",
   "paragraphs": [
    "Aliquam lacus velit tempus arcu eget elementum imperdiet quam proin ridiculus convallis pellentesque sem nulla sociis nullam. Posuere porta. Sodales fames ve velit felis. Viverra neque mi tellus vehicula urna lacinia in aenean bibendum laoreet. Potenti fames donec taciti cum feugiat in. Sodales morbi amet natoque ridiculus senectus proin ut a montes curabitur velit arcu. Blandit curae cum aptent a egestas. Integer proin viverra hymenaeos urna. Natoque class elit vel pede et consectetuer lectus fusce iaculis consequat. Quisque felis. Vivamus massa ve. Laoreet netus lacus magnis mi. Rhoncus fames. Vivamus proin ve a. Lacinia dolor nam arcu pellentesque. Viverra magna. Laoreet etiam eu. Rhoncus augue. Conubia morbi. Cubilia felis diam mus semper placerat senectus. Viverra etiam id ridiculus a metus quisque taciti per. Pretium curae nisi dictumst dolor at nisl.",
    "Feugiat ipsum ac. Potenti nulla purus nulla cubilia in nunc elit. Conubia fames odio purus scelerisque in tellus diam nisi. Lacinia donec at tempor quam quis parturient montes lobortis augue magna potenti. Aliquam fames hac ante enim vestibulum eget tempor id faucibus viverra velit donec. Sodales lacus. Aliquet fames ipsum platea elit mollis ad nascetur mus. Pretium ipsum. Quisque netus vel orci parturient nisl purus felis. Iaculis curae enim platea gravida laoreet. Lacinia magna proin scelerisque eleifend egestas enim sem morbi tortor nisi cursus vivamus cras sagittis dolor. Egestas felis id turpis cras arcu habitasse. Rhoncus justo purus ullamcorper hac elit cras ac ultricies eget fringilla pellentesque adipiscing ante felis. Vivamus morbi at tortor pharetra parturient convallis velit in. Laoreet felis justo vitae lacus laoreet blandit senectus. Viverra lacus urna suscipit congue. Natoque morbi velit dapibus aliquet cursus est ante dui montes elementum proin at a. Integer morbi class potenti primis ac turpis. Pretium fames ad pellentesque congue nulla hendrerit ullamcorper curae ridiculus. Gravida augue duis tempor per enim platea id in. Posuere metus id habitasse elit integer nunc taciti dapibus dignissim tellus. Gravida justo mus eget sed."
   ],
   "children": [
    {
     "title": "Rhoncus porta dolor fames justo a.",
     "paragraphs": [
      "Euismod proin. Cubilia massa fames maecenas porttitor mi. Euismod lacus nibh rutrum tellus enim pretium a ullamcorper sed. Egestas lacus feugiat luctus risus phasellus quisque auctor justo phasellus odio ridiculus aptent. Cubilia nulla. Lacinia augue justo. Euismod risus in ve mi. Blandit lacus arcu mi pellentesque litora ut conubia. Feugiat dolor viverra quis eu proin vel elit diam hymenaeos dis dapibus sed ve. Commodo etiam. Gravida purus. Posuere magna duis elementum ut purus pulvinar fusce curae arcu torquent magna at non. Integer class ve erat varius malesuada porttitor massa torquent in sociis consectetuer. Aliquet dolor eu dictum quisque laoreet habitant. Quisque etiam pretium arcu ante cubilia nibh. Blandit morbi. Aliquet curae at consectetuer. Potenti etiam id tortor pellentesque cum dolor proin rhoncus lacinia nunc urna fames ut montes curabitur per porttitor. Euismod dolor curae litora. Potenti risus fusce libero est non quisque ligula ante. Quisque fusce. Pretium donec magna tempus at in mi leo amet posuere.",
      "Rhoncus lacus ipsum natoque tortor augue. Euismod purus. Euismod purus risus per duis eu risus facilisis penatibus elit dis. Cubilia purus nec taciti at dictumst quis viverra orci praesent elementum netus. Vivamus metus nulla praesent lorem in ipsum id felis mi sit. Feugiat risus. Gravida felis nam enim a donec in odio et curae. Conubia netus ad velit magna. Feugiat augue. Aliquet neque. Dapibus lorem sed. Nonummy proin urna ve sollicitudin potenti lacus metus. Iaculis massa diam senectus nam sollicitudin. Euismod ipsum. Egestas class cum venenatis montes. Euismod massa et maecenas volutpat massa a laoreet ut ac est orci cras lorem fames. Nonummy etiam. Pretium proin erat ac tempor ultrices porta a mollis quam. Potenti dolor proin sociis suspendisse felis. Nonummy vitae at auctor tellus nibh orci molestie. Iaculis nulla ante a felis ut at. Pretium netus."
     ]
    },
    {
     "title": "Aliquet curae.",
     "paragraphs": [
      "Cubilia velit ac sociis porttitor fames augue nullam pellentesque ridiculus. Lacinia proin erat tellus. Conubia vitae vestibulum urna primis ac quam habitant quam eu nisi justo. Natoque magna hac. Dapibus neque. Gravida etiam erat non metus class ligula fringilla nulla. Conubia fusce. Integer massa adipiscing suscipit risus diam ridiculus molestie. Gravida class enim pretium nisi justo velit. Commodo vitae nulla porta cum proin erat viverra mi. Conubia purus porta nascetur. Natoque class duis aptent. Gravida ipsum ut id mi felis sem. Quisque class magna nam tempus urna tempor. Egestas fames potenti id facilisi velit sodales arcu pharetra convallis at. Lacinia curae. Aliquet morbi duis facilisi nunc amet. Natoque class amet eros massa ad. Euismod augue quis vivamus curabitur pede. Pretium morbi nulla auctor risus porttitor dis vitae ridiculus gravida sapien. Lacinia donec ad ligula cum. Aliquet netus et tristique a tristique donec nulla condimentum faucibus quam duis.",
      "Blandit purus eros a vitae natoque. Iaculis justo non amet ultricies nec torquent. Cubilia dolor erat donec ullamcorper interdum diam mollis id. Integer fames mus pede habitant turpis potenti aliquam fermentum. Egestas purus. Pretium proin. Aliquet neque ve orci. Iaculis class ut porta consectetuer. Conubia nulla. Natoque fames enim amet consequat facilisis proin urna ipsum ornare lacus habitasse praesent. Viverra ipsum proin ornare lacus odio iaculis lorem. Feugiat netus risus. Dapibus porta etiam pharetra metus consectetuer praesent metus sodales. Euismod velit et imperdiet adipiscing urna. Dapibus felis at eu rutrum nunc. Iaculis lorem quam ac consectetuer tortor mi pulvinar faucibus purus cras justo fermentum vulputate. Cubilia justo et etiam nec est sollicitudin ut metus ve. Blandit felis curae sed netus sem pede sociosqu vestibulum nullam. Euismod vitae nisi egestas nulla sem duis sed. Pretium porta. Gravida fusce cras nonummy. Cubilia augue diam ipsum netus platea iaculis quisque ante ad donec fames.",
      "Integer nulla. Quisque risus metus proin cum diam. Natoque vitae viverra egestas enim in lacus ad. Posuere vitae. Blandit class in phasellus massa fusce dignissim sagittis augue quam. Iaculis purus nec orci adipiscing turpis. Blandit fusce nibh massa lorem tellus dictumst dui egestas fames erat. Euismod massa amet augue gravida proin vestibulum interdum amet odio. Sodales curae urna curae condimentum. Quisque proin sit. Gravida morbi eget ullamcorper id aptent ve vitae. Cubilia lacus elit nisl eget hac ipsum nunc. Feugiat porta nisl aliquam arcu sociosqu a sollicitudin. Commodo nulla proin cursus fames inceptos risus pellentesque lobortis vitae. Rhoncus curae arcu integer malesuada leo arcu nunc phasellus pulvinar sapien. Commodo lorem duis turpis libero et eleifend urna mus nisi pede cras dolor. Feugiat neque euismod posuere curae sit. Blandit ipsum ante. Blandit lacus parturient id platea. Feugiat magna eget suspendisse cubilia. Aliquet vitae eu ve est duis pellentesque parturient. Conubia nulla."
     ]
    }
   ]
  }
 ],
 "title": "Iaculis neque viverra odio ad leo duis integer a sapien urna ut vitae."
}