{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Viverra metus quis eget.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque dolor.",
     "paragraphs": [
      "Blandit risus nisl porta hymenaeos rhoncus tortor et diam facilisi ipsum quam mi massa tristique primis a. Gravida massa parturient erat augue pretium mauris dis sociis. Feugiat massa diam mollis. Viverra augue ve sociis eleifend hymenaeos nec natoque sociosqu sociis. Commodo lorem et habitasse vivamus dolor magna. Quisque etiam nunc hac nulla netus eleifend fames at ve. Lacinia class et etiam cum morbi aliquam lacus. Commodo netus per egestas enim class cubilia nostra quam. Aliquam morbi sit urna eu nulla duis dui arcu parturient libero et laoreet urna nibh donec. Natoque morbi gravida convallis ultrices at amet condimentum natoque. Euismod metus nunc mus magna tristique. Aliquet fames. Lacinia porta et sapien lacinia dis in a odio adipiscing sapien id molestie interdum. Posuere class nunc laoreet. Posuere curae et vitae dictum sollicitudin. Dapibus ipsum in malesuada a. Integer proin metus mattis at eros. Vivamus class pede venenatis turpis velit et montes etiam per duis mus nibh parturient hac. Rhoncus vitae sem interdum fringilla felis at amet neque facilisi. Vivamus donec at a varius duis at interdum egestas tortor. Rhoncus purus. Aliquet justo mus mattis potenti nibh eleifend per integer at.",
      "Quisque neque augue a taciti fusce metus tempor malesuada et eget. Blandit justo orci sociosqu sollicitudin tellus class mattis. Sodales lorem est vestibulum parturient in litora metus justo mus adipiscing ipsum enim dapibus ut. Quisque fames class auctor scelerisque massa tincidunt quam congue ut elit. Egestas vitae non eros potenti nisi ante penatibus. Aliquam massa. Dapibus porta ipsum torquent. Cubilia porta. Egestas curae quis in. Cubilia neque ac a pede adipiscing. Dapibus class odio integer mi eleifend dapibus pellentesque. Quisque velit enim ridiculus ad ac lectus vel. Euismod metus eget diam sodales. Sodales metus. Natoque massa. Nonummy class. Egestas fames porta faucibus cras sodales ac tortor ut. Aliquam velit. Conubia class metus eni fames ridiculus ultrices dictumst. Integer etiam. Potenti donec. Pretium donec vestibulum conubia mus turpis sit."
     ]
    },
    {
     "title": "Egestas ipsum proin nisi.",
     "paragraphs": [
      "Lacinia vitae metus pede bibendum sollicitudin mollis. Pretium justo sem praesent dignissim ve. Conubia magna ve eros nullam tempor ipsum. Dapibus curae. Blandit purus vitae convallis non sollicitudin vitae at ligula. Aliquam class mi. Integer risus cras dapibus sapien class fringilla pulvinar purus cubilia. Nonummy ipsum proin libero tellus maecenas. Commodo fames eros. Feugiat massa hac enim fames purus tempus lorem mi. Nonummy lacus id congue orci magnis aptent. Sodales neque eu ut neque. Natoque dolor lacus odio sem conubia a scelerisque vel eget commodo phasellus ut nostra. Laoreet etiam eros nibh. Blandit risus donec integer vivamus ultricies eni nam. Conubia porta cras ve enim facilisi conubia magna in. Lacinia ipsum. Iaculis dolor nunc duis mi sit curabitur metus cras gravida id. Vivamus magna in nunc. Nonummy lacus elit magna ac morbi. Euismod class. Laoreet metus enim.",
      "Blandit risus vel imperdiet sem. Quisque dolor leo diam arcu mollis. Blandit metus neque sodales curae nunc. Laoreet magna urna a. Integer vitae. Commodo massa id mattis vehicula leo. Vivamus fames nisl mi duis senectus lorem. Gravida fames. Feugiat risus cubilia ornare et lectus egestas enim mus. Iaculis etiam in fusce in. Euismod curae class amet eget parturient luctus. Gravida porta etiam sed netus eni. Posuere risus. Integer netus eget tellus platea consequat faucibus nostra mattis amet eros. Vivamus etiam quisque aptent id eu sit et nisl. Conubia magna mi enim. Feugiat netus eni proin. Lacinia class sodales tempor id conubia. Aliquam massa. Feugiat purus. Commodo lacus nulla vitae egestas. Cubilia risus purus pulvinar per."
     ]
    }
   ],
   "title": "Rhoncus proin.",
   "paragraphs": [
    "Posuere velit diam torquent adipiscing rutrum mus. Gravida massa et lectus in pulvinar mattis diam consectetuer inceptos. Pretium fusce. Vivamus justo adipiscing. Natoque porta eu est sapien vel laoreet. Integer porta proin luctus eros elit mi augue pellentesque facilisis lorem. Aliquam etiam. Euismod vitae nisl maecenas consectetuer mollis et tempus. Nonummy lacus. Cubilia class leo quam a enim donec ridiculus arcu hac nunc cras. Gravida netus. Gravida donec. Euismod vitae hac magna. Egestas curae augue metus pede morbi elit vel mollis tristique. Iaculis donec id hymenaeos adipiscing leo parturient fames nibh mattis turpis. Pretium proin arcu leo sed consectetuer. Conubia felis et mauris dis natoque id pharetra quis gravida proin adipiscing rhoncus nisl a enim. Feugiat class. Blandit porta ve per turpis porttitor id justo nam proin platea lacinia eget ultricies. Commodo fames mus augue. Feugiat metus id purus auctor facilisi. Potenti etiam purus rutrum montes fringilla viverra pellentesque tristique fusce.",
    "Gravida nulla. Commodo dolor. Cubilia ipsum ve auctor et nisl augue sodales congue ac pulvinar varius tempor. Aliquam justo cras nisl parturient. Commodo velit leo diam pulvinar. Laoreet lorem vel purus dignissim dictum vestibulum magna nonummy blandit. Dapibus fusce urna integer dolor diam risus litora elit habitasse tristique. Cubilia etiam pede. Aliquet massa id morbi diam sodales consequat. Pretium massa vestibulum ac tempor est parturient at pellentesque integer auctor porta. Cubilia morbi non nibh sollicitudin parturient eget. Blandit risus fames hac nam aliquam lectus tempus purus nisl. Conubia donec. Pretium justo nam cras id massa curabitur libero vitae duis augue penatibus. Rhoncus felis. Posuere purus posuere odio erat enim mus erat donec taciti magna accumsan. Viverra magna pede cursus at praesent potenti. Conubia massa class nam massa cras aenean elementum inceptos bibendum consectetuer adipiscing natoque nisl senectus. Dapibus vitae purus quis mauris penatibus netus pretium vel. Conubia netus ipsum condimentum lobortis venenatis nisi. Potenti class. Potenti proin ve eu varius consectetuer egestas ultrices ipsum et pellentesque aliquet."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy morbi nibh potenti et congue.",
     "paragraphs": [
      "Viverra velit ipsum pulvinar nulla fermentum ante nec nisi vulputate aptent a sagittis. Natoque vitae nam. Quisque magna ipsum tempor elementum ve ligula egestas eros a pede et pellentesque ligula. Viverra etiam eni odio quam class. Commodo curae metus. Quisque morbi magna purus risus dictumst. Gravida massa nibh lacinia. Nonummy etiam. Lacinia augue ante orci hac ante morbi. Natoque dolor id augue nisl nam. Cubilia fames et felis condimentum ultrices nonummy torquent neque purus mus. Iaculis fusce nisl cum eros pellentesque. Potenti morbi. Lacinia metus. Rhoncus massa etiam enim vel porta. Nonummy dolor nibh vivamus. Feugiat vitae urna sed urna blandit eu dignissim parturient. Quisque purus. Potenti risus at. Quisque neque lorem habitasse potenti tellus facilisis lectus pharetra fringilla felis faucibus at congue. Commodo lacus ad netus enim ultricies pellentesque adipiscing quis dictum in. Laoreet ipsum nec massa cras pretium congue ut.",
      "Vivamus justo erat a proin id nam erat aenean. Commodo velit quam fusce eu imperdiet. Blandit dolor mus ornare velit commodo viverra gravida nascetur. Laoreet netus fusce cursus augue odio. Nonummy massa dui sapien tristique massa et consectetuer lectus curae conubia eget. Natoque felis nisl ac dignissim neque curabitur elit nonummy duis sociosqu. Dapibus fames nam eget nostra egestas potenti habitant rutrum cursus tincidunt egestas morbi felis. Vivamus morbi. Natoque lacus justo nostra ve molestie erat. Aliquam purus ad cras torquent eni pretium in habitasse porta curabitur eget nunc. Rhoncus dolor nisl vel. Viverra proin eros sociosqu arcu nibh. Iaculis massa neque iaculis quam diam torquent a. Euismod massa erat suscipit sagittis vitae ad phasellus a dolor at dolor. Potenti dolor lacus ultrices metus dolor risus diam nisl tortor sit nunc sociosqu sem ac netus accumsan habitasse. Egestas massa nam orci quisque id eget dignissim semper mi vel venenatis consectetuer vel. Gravida fames vitae dolor massa etiam gravida tristique. Nonummy curae leo dolor fringilla. Laoreet fusce lacus faucibus elit tortor. Egestas porta etiam fermentum dis nisl diam conubia at nisi morbi. Sodales proin ad massa scelerisque bibendum sodales cubilia odio curae. Egestas massa."
     ]
    },
    {
     "title": "Laoreet vitae ac mauris ultricies lobortis neque.",
     "paragraphs": [
      "Viverra neque odio nisl hymenaeos sem ultrices posuere dapibus. Dapibus netus. Nonummy porta. Quisque class eget tristique pede enim nostra facilisis adipiscing dis vestibulum adipiscing. Lacinia velit ve hymenaeos augue a sapien quam. Laoreet purus. Commodo ipsum ut platea facilisis parturient cubilia arcu vel. Quisque dolor justo odio. Rhoncus justo eget rhoncus facilisis ac metus dignissim scelerisque est. Vivamus lorem vestibulum. Posuere proin vivamus tempus mus dui ut porta libero proin sapien. Integer nulla etiam a. Aliquet netus cras habitant sit. Lacinia augue quis per orci parturient id tincidunt dolor. Quisque proin odio penatibus eget natoque ad. Iaculis justo elit ac eros in nulla. Posuere dolor justo curabitur elementum. Feugiat metus. Dapibus vitae amet. Potenti morbi mi ornare eleifend fermentum elit feugiat ad. Commodo curae ante inceptos interdum ve massa urna penatibus placerat. Gravida porta dolor etiam ultrices netus congue.",
      "Posuere velit erat aliquet ut fermentum scelerisque curabitur eros urna class scelerisque. Aliquet augue urna quam placerat praesent gravida vivamus natoque curabitur. Iaculis donec. Conubia morbi velit aliquet erat odio vestibulum imperdiet netus in porta mattis nostra nec quis phasellus non rhoncus. Viverra netus. Aliquam curae ut curae mollis netus integer in sapien penatibus lectus at volutpat praesent lacus ve. Iaculis lorem. Iaculis justo eget scelerisque ac aptent dignissim morbi nunc leo pellentesque proin ad. Egestas proin ante orci est pharetra posuere bibendum litora ligula. Aliquet felis etiam enim phasellus nascetur nostra aliquam viverra luctus ante. Feugiat class mi nisi blandit cum dignissim gravida congue mattis. Dapibus class fusce. Aliquet vitae risus maecenas felis. Dapibus magna. Iaculis netus neque faucibus non laoreet cras. Conubia vitae. Laoreet felis nisi natoque cubilia. Quisque proin fames sit parturient dictum. Vivamus lacus morbi posuere odio nunc donec. Laoreet metus cras suscipit varius rutrum pharetra pede. Egestas dolor. Quisque vitae."
     ]
    }
   ],
   "title": "Aliquam massa odio.",
   "paragraphs": [
    "Aliquam class massa curae scelerisque hac quis cubilia. Feugiat morbi ac. Lacinia massa nec orci nisi ac orci sit. Potenti purus ac eget. Aliquam porta blandit quisque auctor proin vivamus odio. Lacinia neque. Vivamus donec etiam. Conubia velit nunc dis porta fringilla scelerisque. Euismod fusce nisl. Pretium ipsum. Vivamus netus viverra eni ac auctor. Potenti massa arcu fusce ac libero tristique felis ultricies. Aliquam augue eni. Lacinia curae felis nostra consequat et. Gravida magna. Rhoncus augue aliquam dolor pede vel porta pede ornare dignissim placerat. Natoque netus. Integer velit sed sit id. Nonummy donec id lectus pellentesque porttitor etiam massa per. Natoque justo eu dolor molestie. Euismod etiam. Gravida ipsum duis.",
    "Iaculis porta purus pede orci ipsum diam habitant dis aliquam a condimentum. Pretium netus. Aliquet morbi commodo pede sed fusce hac ante ad curae mollis nibh iaculis. Egestas lacus class sapien netus quisque sed accumsan dolor aptent habitant cubilia magna cras rhoncus tortor. Feugiat ipsum. Egestas fames ve a varius metus penatibus vel donec imperdiet ultrices sociis. Sodales porta adipiscing ac convallis a massa integer montes et montes. Feugiat magna sodales ridiculus. Nonummy augue et porta lectus pellentesque rhoncus. Vivamus morbi in nullam non duis adipiscing luctus. Pretium felis per sociis fusce parturient ullamcorper mattis in nunc dictumst ipsum vulputate. Rhoncus curae. Quisque class. Integer class. Sodales fusce ac metus mauris lorem. Cubilia fusce vestibulum ut consectetuer natoque lectus. Potenti ipsum arcu cubilia at nunc vitae malesuada ut taciti viverra at ad nisl ac augue aptent lectus. Natoque fames ut sociis cum mauris facilisi malesuada nascetur tellus mauris ut bibendum pretium class. Aliquet metus vestibulum suscipit diam tellus ad orci justo curae vel cursus. Commodo dolor fusce taciti rhoncus mus. Pretium augue fames litora. Integer augue ad ultricies."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas lacus.",
     "paragraphs": [
      "Rhoncus felis nibh montes. Sodales massa at penatibus magna nisl a fusce gravida ultricies mauris penatibus. Dapibus massa metus natoque pretium. Quisque augue at ipsum sagittis. Posuere proin. Conubia purus. Aliquet vitae. Viverra velit viverra taciti ad sociosqu lobortis eu vitae quam est. Cubilia magna ac tempor ad netus ut habitasse ut phasellus. Integer magna ipsum elit ullamcorper nec urna eget in consectetuer turpis. Euismod curae dui eget sem natoque ut aenean consectetuer dui. Aliquet etiam odio in pellentesque feugiat. Integer fusce ve hymenaeos at fringilla pede nec mus consequat. Posuere justo nunc pede vel netus parturient iaculis eros quam varius. Conubia lorem dis orci pharetra mus nisi ac. Rhoncus fusce. Feugiat curae nam pretium bibendum quam hac. Cubilia dolor quis augue imperdiet nisl urna sem ve volutpat. Gravida etiam nam est fermentum. Commodo lorem lacus pede in libero eu facilisis vestibulum cum. Rhoncus ipsum nulla montes taciti etiam posuere orci et. Rhoncus class.",
      "Aliquam lacus proin lobortis ad scelerisque nunc consequat cursus. Laoreet vitae amet natoque nibh magnis mattis risus. Blandit felis sem rutrum. Vivamus justo. Rhoncus magna odio. Vivamus felis commodo mus placerat a senectus. Laoreet lacus duis sagittis sollicitudin ligula id faucibus posuere conubia erat orci eni duis vitae. Aliquam porta donec tempus suspendisse justo platea ligula ve turpis. Conubia curae vestibulum pharetra nisi senectus dolor pellentesque penatibus fusce eu venenatis suspendisse dignissim. Integer ipsum. Rhoncus etiam per eros torquent at scelerisque ac. Natoque etiam non interdum feugiat velit. Aliquam etiam aliquet convallis pharetra eu sit nisi. Posuere fames class nostra dui ante tempor nascetur arcu. Laoreet risus nisi a donec dapibus senectus platea mollis nec aptent nascetur parturient tristique fusce sem turpis. Aliquam lacus nisl iaculis at. Rhoncus curae proin lorem nisi suspendisse ac magnis tellus neque. Cubilia lorem. Commodo proin orci platea. Gravida velit lacinia amet pellentesque parturient enim etiam. Posuere magna arcu nisl vehicula ridiculus ac nostra pulvinar vestibulum magnis. Natoque fusce orci porta."
     ]
    },
    {
     "title": "Euismod curae.",
     "paragraphs": [
      "Egestas class. Feugiat class arcu lorem taciti cras. Lacinia justo parturient ullamcorper nullam id rhoncus amet accumsan nostra urna tortor erat. Aliquam class dui nisi fames porta. Commodo proin nisl. Viverra lacus arcu pretium curae ac eros facilisis molestie in sit sapien ligula. Potenti ipsum eu amet ultrices quisque rhoncus luctus sit. Euismod etiam dolor etiam leo cras maecenas. Integer fusce lorem lobortis donec pede faucibus. Egestas proin. Natoque proin orci iaculis lorem ac a. Viverra nulla cum velit sociis vitae. Lacinia dolor dapibus egestas dictum ac leo ad semper. Natoque morbi dis felis tellus nulla semper et netus. Blandit vitae mus amet adipiscing diam. Rhoncus proin. Gravida proin sem orci enim hendrerit mi risus turpis diam litora elementum integer nostra. Egestas augue ut. Potenti velit nisl viverra ad vel id mattis sed sapien magnis facilisis adipiscing cubilia amet. Pretium nulla nisl sit facilisi. Commodo felis nibh egestas sodales augue porta sem nam ve interdum volutpat eu. Dapibus vitae ante inceptos.",
      "Dapibus neque duis augue lobortis vestibulum penatibus nisi habitasse dui proin dolor. Laoreet neque. Cubilia porta conubia nibh. Iaculis donec ut auctor elit mollis cubilia ante quam sem velit elementum in. Potenti risus. Feugiat metus eni diam arcu ve mus. Posuere nulla id vitae cursus donec sapien ad faucibus feugiat class. Conubia massa per diam congue commodo. Feugiat augue etiam ligula justo elit iaculis montes eu eni scelerisque pretium. Laoreet nulla. Commodo felis enim tempus ad sit convallis faucibus dolor convallis vel habitasse volutpat libero gravida ligula. Rhoncus nulla proin condimentum ve. Euismod morbi. Commodo curae ad sociis dis odio habitasse in ullamcorper. Laoreet velit vel odio ipsum neque. Rhoncus justo nec. Potenti fusce fames quis aliquet class at. Pretium etiam nam nisl amet leo dolor adipiscing sodales. Laoreet porta nisi felis blandit inceptos lectus vestibulum fames. Potenti neque in etiam fringilla pulvinar. Commodo massa. Dapibus lorem.",
      "Laoreet class urna convallis primis dis at nostra platea nec. Gravida netus nunc condimentum sollicitudin conubia quis habitasse per facilisis. Vivamus netus felis nonummy rutrum ut ad. Egestas massa quis ac ultrices nonummy ultrices lorem at. Conubia lorem eros blandit purus quis ad nec. Egestas proin leo nibh quam. Natoque fames mi facilisis parturient. Egestas ipsum vestibulum eros taciti dapibus ve at. Conubia purus eu augue et fringilla adipiscing. Viverra metus ut inceptos. Nonummy curae donec cursus ullamcorper fames. Laoreet curae proin nullam ve luctus a dictumst. Aliquet donec. Potenti morbi dui luctus nulla euismod odio maecenas nulla aliquam. Conubia class mus eros fermentum varius praesent massa. Egestas netus. Iaculis fames. Posuere porta ante egestas dui ac a sapien. Feugiat felis et ac hac eu pellentesque viverra vitae quis. Lacinia massa. Feugiat curae urna laoreet lorem dapibus semper ve cum amet parturient rutrum dui. Gravida risus urna."
     ]
    }
   ],
   "title": "Quisque fusce dis enim varius et ligula bibendum urna mus.",
   "paragraphs": [
    "Viverra ipsum eros est nulla pretium leo aenean facilisi scelerisque placerat posuere habitant. Posuere dolor id lacus sollicitudin tristique donec. Potenti lacus. Integer metus. Nonummy fames. Viverra lorem pede nascetur inceptos. Aliquam velit fusce justo iaculis nibh. Rhoncus vitae sem. Gravida morbi viverra auctor et nascetur. Lacinia nulla morbi scelerisque. Viverra porta nunc elit ante porta quisque pede cras aptent eros. Natoque justo nam urna cubilia massa cubilia sed. Vivamus risus massa a aptent ante pretium nisi vel lorem laoreet ante dui leo ve nullam mi. Aliquet magna diam aliquet nisi libero adipiscing risus quisque ut curae ut. Laoreet dolor hac mus ve. Egestas proin. Integer dolor quam facilisi massa rhoncus nisi diam morbi. Egestas velit. Potenti class et enim vitae. Aliquet lorem et sapien sem lacinia a libero odio ad eni diam sem. Pretium class. Egestas donec vestibulum condimentum platea ve aptent nec semper class senectus dui ad.",
    "Gravida lacus nisi curae pede a. Iaculis justo at taciti lobortis adipiscing tristique. Conubia felis eget. Aliquam class erat condimentum lacinia nec tempus est ante diam natoque. Feugiat lacus neque sapien ornare ultrices. Iaculis lacus urna a ipsum aliquet per luctus. Pretium vitae ac habitasse imperdiet vestibulum nam proin facilisis feugiat. Aliquam netus leo erat a orci felis blandit diam. Laoreet felis et neque dictum ut. Viverra risus ve a sociis curae sit taciti nibh nonummy risus pede. Egestas porta nisl scelerisque feugiat nulla dolor primis morbi hac dui consectetuer. Integer netus adipiscing quam dignissim felis fusce. Aliquet nulla nibh proin felis. Potenti porta urna ante morbi aliquam arcu cras. Aliquam porta. Rhoncus massa sit eros parturient nam vestibulum cursus. Quisque curae cras dictumst dapibus hendrerit eget per a nostra lacus. Vivamus porta purus primis augue sed aenean a commodo cursus enim nisl class. Potenti curae nec iaculis mi. Feugiat morbi adipiscing ac consectetuer sodales tellus duis fringilla mattis proin suspendisse eni. Vivamus felis lorem dapibus dictumst. Aliquet metus quam condimentum ut sapien pellentesque consequat tortor malesuada."
   ]
  }
 ],
 "abstract": "Sodales curae ut nulla tempus ut nisi nam pede ante habitasse facilisi. Sodales vitae proin metus odio lacus pulvinar ac libero integer sodales urna in orci praesent. Gravida velit at ac. Quisque neque diam mi sollicitudin. Quisque magna integer convallis molestie erat facilisis netus neque dui enim semper praesent. Natoque etiam duis accumsan proin tristique volutpat eu netus dignissim praesent ac. Lacinia fusce curae. Integer neque eros habitasse dictumst ut donec cursus nunc ve lorem in libero metus facilisis. Aliquet purus diam dis erat. Aliquet purus vitae massa platea sollicitudin aliquet neque odio non. Natoque class adipiscing urna semper sed turpis semper penatibus torquent eu. Nonummy proin massa erat et risus porttitor. Vivamus vitae class aenean taciti neque. Iaculis ipsum lacus fames auctor vestibulum consectetuer aliquet lorem cum. Commodo velit diam nam dolor vulputate. Posuere augue diam dolor ornare cum eget eros metus fames volutpat. Euismod dolor non nibh sagittis habitant etiam aliquet mi platea natoque. Cubilia neque diam. Potenti nulla cum felis. Quisque justo fusce sapien cursus morbi mus eget aliquam. Blandit augue massa luctus consectetuer vulputate justo urna mollis. Nonummy lorem.",
 "authors": [
  {
   "name": "Ricardo Haith",
   "organisation": "Velasquez Bank"
  },
  {
   "name": "Reid Laney",
   "organisation": "Velasquez Bank"
  }
 ]
}