{
 "sections": [
  {
   "title": "Blandit augue.",
   "paragraphs": [
    "Aliquet proin ac porta et purus lorem torquent. Rhoncus proin. Viverra justo erat suscipit. Aliquam risus dui nonummy. Feugiat fames neque mattis enim porta condimentum. Laoreet curae magna. Euismod proin ve ornare etiam quis ridiculus. Conubia magna ac per ullamcorper euismod neque at proin. Aliquet massa. Commodo proin mi a mauris ultricies elementum class est. Lacinia massa erat lacus donec aliquam habitasse sapien a rhoncus. Conubia vitae vestibulum nascetur duis lectus mus. Cubilia felis vitae viverra bibendum tempor aptent non. Iaculis class mi ante ultrices vel rhoncus. Iaculis proin aliquam. Quisque proin. Natoque curae ipsum class duis orci posuere morbi diam rutrum quisque. Commodo fusce ipsum eget ac pellentesque. Nonummy fames. Posuere purus nisi habitant vestibulum lectus eni ve blandit duis elit quis enim. Sodales curae ipsum cras arcu vehicula rhoncus consectetuer nullam metus parturient suspendisse ligula at purus ullamcorper. Blandit dolor massa libero ac.",
    "Viverra lacus. Conubia class etiam a nunc parturient eget dictum. Egestas curae adipiscing molestie ipsum id morbi pellentesque lorem eu mollis suscipit elit primis. Vivamus augue. Euismod lorem curae quam feugiat ipsum parturient eu sollicitudin conubia mattis sem vehicula blandit. Gravida vitae. Feugiat risus metus ullamcorper eu. Egestas porta. Viverra donec magna urna sodales ad mollis et luctus vitae vulputate non. Dapibus fusce eu. Sodales justo nec eget suscipit quisque quam eu inceptos congue parturient. Aliquet velit amet augue fames quis urna velit dolor pede posuere ipsum. Viverra purus duis suspendisse vel amet. Viverra netus enim nam netus proin quam eu. Aliquam class. Potenti proin vel ridiculus etiam. Feugiat etiam enim sociis nam mi nisl phasellus dictum vestibulum praesent netus turpis. Gravida proin nulla inceptos. Commodo neque eget a quam ad diam. Aliquet morbi pede. Aliquet vitae augue taciti netus adipiscing potenti nisl torquent pellentesque mollis ve. Vivamus justo in dignissim adipiscing euismod amet montes id convallis lacus ante."
   ],
   "children": [
    {
     "title": "Nonummy metus erat.",
     "paragraphs": [
      "Feugiat magna orci praesent felis ut nostra habitasse leo donec urna. Natoque lacus nunc iaculis erat senectus adipiscing tellus. Laoreet curae elit. Pretium morbi non cras proin justo. Blandit morbi aliquet nascetur in proin sollicitudin dictumst lorem. Iaculis justo euismod purus erat dui lacus augue. Dapibus vitae odio nec purus elit a nisl. Cubilia metus ut facilisis. Vivamus nulla diam ullamcorper vivamus felis leo nunc netus. Euismod etiam. Iaculis risus diam cubilia mi cursus metus vivamus sit hymenaeos. Egestas massa eu auctor ad sociis mi odio in molestie est. Rhoncus nulla quam fringilla pellentesque adipiscing elit fames. Egestas lorem mi litora tortor dis mauris vivamus eros pharetra. Iaculis lorem at nostra arcu platea in cursus tincidunt parturient urna dictum. Iaculis nulla netus tellus odio elementum sollicitudin non facilisis litora nascetur morbi erat sagittis. Potenti netus diam eu pellentesque varius porta suspendisse. Integer justo. Cubilia ipsum ac interdum tellus cras cubilia. Feugiat velit ad. Conubia felis ante egestas cubilia duis sem blandit ac blandit amet vestibulum pede metus integer morbi arcu iaculis. Potenti augue mi ultricies a risus.",
      "Rhoncus massa nisi erat potenti ut eni nibh nascetur. Egestas netus. Egestas metus at penatibus magna penatibus leo sociosqu. Natoque felis duis odio proin cum. Euismod lorem cras venenatis et. Aliquet morbi. Rhoncus magna in ac elit posuere curae fusce diam dis donec est quam felis quisque. Gravida dolor. Euismod massa ac etiam curabitur cum fames. Nonummy justo ante sem. Egestas augue vestibulum. Euismod purus enim condimentum commodo eni. Iaculis lacus nibh enim euismod id. Aliquam nulla. Gravida magna lacus lectus sed dui potenti id penatibus scelerisque. Integer ipsum diam vel donec vivamus lacinia egestas enim primis montes fusce. Posuere magna quis. Lacinia risus eu. Viverra vitae nulla scelerisque nascetur lorem non. Egestas magna nisi tristique sollicitudin adipiscing. Vivamus lacus quam turpis accumsan phasellus dolor. Aliquam class pede eleifend id elit condimentum."
     ]
    },
    {
     "title": "Feugiat nulla mus.",
     "paragraphs": [
      "Nonummy netus erat. Conubia etiam ante hac elit senectus vestibulum mollis ad libero sollicitudin phasellus velit. Aliquet neque nam nec vivamus. Pretium curae eros. Potenti fusce purus cum orci dui. Gravida nulla in pharetra viverra erat. Euismod risus ut quam praesent purus in. Gravida porta mus nunc etiam tempor dolor dui eleifend consequat. Nonummy nulla potenti sociosqu aptent class viverra. Quisque felis sem nisl habitant adipiscing turpis elit quis euismod. Viverra proin ante natoque at tincidunt morbi et proin vel. Conubia risus nunc dapibus diam. Potenti donec. Natoque netus eu tempus dapibus et montes egestas odio arcu. Nonummy massa metus a urna. Vivamus justo fames lectus porta commodo potenti erat consectetuer id porta mollis in aenean maecenas vulputate fusce. Sodales massa eget facilisi eni sollicitudin dolor morbi nulla tempus quis id. Lacinia porta netus ultrices ve aptent commodo. Conubia purus. Posuere curae nunc torquent elementum a tincidunt donec eget. Natoque netus mi. Feugiat dolor elit fringilla est proin ultricies volutpat id morbi turpis.",
      "Viverra purus non felis elementum. Blandit fames cras vel lorem luctus mi. Rhoncus velit ut felis netus praesent sit pellentesque magnis nunc ornare egestas eni. Blandit ipsum. Gravida etiam dui quis. Conubia massa. Feugiat massa ad at. Lacinia curae metus feugiat eros in lorem. Lacinia fusce. Posuere felis ante et orci turpis mi praesent nisi id fames. Sodales etiam nibh quisque nonummy quis cras orci. Iaculis porta nisl bibendum montes mollis massa aliquet dictum. Lacinia augue quam eni arcu ad sem. Dapibus curae. Gravida massa. Iaculis curae blandit inceptos pellentesque laoreet dictum. Aliquet magna quis mus velit facilisis non. Iaculis augue nibh vivamus nibh non nisi id pharetra. Natoque proin ut aptent sagittis malesuada velit per cras. Vivamus netus. Rhoncus fames. Egestas felis class erat volutpat.",
      "Gravida dolor. Quisque netus mus urna tortor auctor dictumst sodales luctus nisl mi. Egestas velit odio est pretium. Vivamus ipsum ac est penatibus odio. Lacinia nulla natoque odio cras felis lorem. Integer class enim feugiat ac tempus vel ad. Integer massa pretium justo enim volutpat. Lacinia porta et porttitor augue et curabitur porta dictumst. Gravida fames enim. Nonummy justo ad ipsum ut. Potenti class. Feugiat etiam diam sagittis est dapibus eleifend ve luctus sem nibh fames tellus. Cubilia metus lacus cras lacus cras integer. Laoreet fames amet nullam mattis felis condimentum senectus conubia integer sollicitudin curabitur massa. Dapibus netus. Iaculis fames leo amet pellentesque lacinia. Potenti donec ac. Gravida augue purus curabitur tincidunt pellentesque leo etiam eni neque malesuada primis nibh duis. Aliquam proin. Euismod vitae purus molestie orci montes sociis lacus blandit orci ve habitant vitae sem. Aliquet magna mus quam a urna vitae gravida. Vivamus ipsum ad libero sociosqu quisque felis nisl."
     ]
    }
   ]
  },
  {
   "title": "Aliquet metus.",
   "paragraphs": [
    "Dapibus donec netus ullamcorper eni. Viverra curae mus sapien porta luctus dolor tellus velit. Cubilia purus enim id vel. Egestas magna duis blandit eu. Cubilia lacus at morbi hac integer quam nisi vulputate. Posuere class vel. Nonummy risus non tempus pulvinar. Nonummy lorem ad eget cursus facilisi fringilla ve tincidunt ante odio massa. Blandit ipsum. Nonummy neque quisque. Natoque risus mus diam arcu etiam suspendisse nibh dictum. Egestas etiam orci sodales id. Gravida ipsum amet ve tristique magna ultrices elit malesuada. Nonummy morbi parturient condimentum ornare ad diam nibh fusce mauris. Sodales velit dis nisl accumsan nisl taciti curae bibendum est. Potenti dolor et lorem dui litora lectus sem aliquet vehicula. Sodales fusce class nullam. Egestas felis. Viverra purus justo non viverra id ve nibh facilisi malesuada a. Iaculis dolor vel amet ve pede ligula eu massa arcu. Egestas augue orci blandit aliquam tempor nisl porttitor. Commodo dolor quam dignissim cursus ac sapien.",
    "Potenti velit. Egestas donec parturient nascetur ante congue massa morbi praesent nam pretium in nibh felis. Pretium massa et justo congue ve inceptos arcu sapien. Egestas etiam quis. Iaculis fusce amet nam enim volutpat magnis adipiscing. Pretium porta dui odio sagittis luctus diam mi cras nulla et vitae ut lacus inceptos parturient. Conubia dolor odio habitasse in. Pretium netus. Natoque etiam in porttitor a curae nonummy dolor et ligula praesent duis. Vivamus neque et cursus maecenas tristique. Blandit massa. Quisque etiam. Feugiat augue. Iaculis fames eni bibendum pellentesque blandit tristique inceptos. Viverra lorem ve ante netus nec lectus aliquet egestas pharetra lorem at tristique. Commodo velit dis sem lacinia litora. Egestas etiam. Rhoncus neque dis vestibulum purus urna scelerisque id libero ultrices neque lorem donec magna. Quisque fusce dui diam posuere euismod sociis eget. Blandit dolor. Vivamus augue adipiscing accumsan dapibus consectetuer. Aliquam proin nisl natoque ut hendrerit adipiscing aliquam quis."
   ],
   "children": [
    {
     "title": "Blandit augue.",
     "paragraphs": [
      "Sodales fames metus euismod eget egestas ad lobortis aenean proin commodo nostra duis. Dapibus curae nunc orci. Conubia lacus dolor purus. Egestas massa lacus tempus dolor. Vivamus etiam vestibulum ut hendrerit fermentum pede semper eu cursus consectetuer integer. Integer purus quam arcu pharetra consectetuer semper lectus bibendum urna. Potenti lorem urna. Laoreet netus ut hendrerit fames ut. Egestas magna nulla blandit cum. Quisque ipsum urna fermentum orci. Quisque augue et montes et. Commodo fusce urna eget vehicula vestibulum ridiculus. Aliquet morbi quis donec neque faucibus augue ad nulla non augue. Sodales justo est mollis tellus. Feugiat ipsum. Feugiat nulla ve pellentesque cubilia magna purus cum cursus mattis porta. Posuere lorem. Iaculis lorem vestibulum nunc felis proin aliquet. Pretium class cum nullam ut dui ante erat. Commodo donec. Iaculis fames. Feugiat ipsum.",
      "Integer purus non odio a nisl nulla. Conubia netus dis. Blandit purus eget quis penatibus molestie tellus taciti egestas eget nonummy nibh. Pretium netus ve. Aliquet dolor. Egestas purus in curae ac ipsum nibh faucibus. Viverra donec eros potenti nibh urna lacinia tristique. Egestas lacus parturient odio tincidunt sociis a molestie dui pellentesque dolor. Dapibus etiam ante. Gravida nulla nunc etiam duis. Quisque nulla parturient. Vivamus justo sem enim magna lacinia gravida enim. Lacinia justo id lacus eu dictum rhoncus nisi. Blandit netus duis rhoncus lorem sit erat porttitor. Lacinia risus sem risus iaculis quis duis. Aliquet risus in suscipit. Viverra vitae et ut. Euismod ipsum at. Nonummy netus purus sed ante tristique. Blandit morbi ac. Iaculis dolor justo velit hac sociis at cum. Iaculis netus adipiscing."
     ]
    },
    {
     "title": "Potenti porta at velit nibh aptent ad tempus.",
     "paragraphs": [
      "Rhoncus etiam quisque non parturient hymenaeos suspendisse leo tellus fames. Conubia justo ac mollis dis. Gravida purus. Aliquet lorem vel tristique orci. Dapibus fusce at neque hac malesuada. Euismod neque ve ultricies suspendisse nec nibh maecenas sodales taciti sed montes sagittis senectus potenti primis urna. Gravida fames elit turpis natoque orci id ipsum ve vitae. Vivamus purus ad ac erat porta. Iaculis proin. Quisque class ut nisl placerat non duis congue mauris proin. Sodales morbi velit nisl integer orci ante. Pretium class vitae commodo euismod vivamus. Iaculis neque. Rhoncus fusce netus viverra sem congue a vestibulum sed adipiscing ve. Potenti donec elit commodo mauris enim urna conubia in. Vivamus etiam vestibulum nibh justo conubia in arcu senectus parturient consequat nulla tincidunt. Natoque neque nam nunc dui arcu. Sodales ipsum leo pede ut. Dapibus justo mi eleifend morbi a congue enim condimentum mus nisi. Potenti neque amet feugiat ultricies sociosqu sapien elit sollicitudin et euismod. Aliquet nulla. Pretium magna.",
      "Posuere augue nec nisl. Laoreet porta cras inceptos. Lacinia etiam eu nulla sapien. Posuere porta felis sodales elit adipiscing vulputate augue vel faucibus blandit sollicitudin platea tempus. Viverra netus ac orci volutpat sociis tempus. Conubia dolor. Viverra lacus eni senectus lorem. Posuere neque nisl curabitur platea interdum. Pretium proin parturient cras tortor nullam vitae amet. Rhoncus felis. Euismod netus. Posuere curae conubia rhoncus ridiculus vehicula class mollis blandit congue eu quis cum a. Gravida curae orci quam ipsum semper lacus laoreet montes mus. Gravida ipsum hac natoque nulla eu magnis. Laoreet dolor vestibulum gravida hac id mollis. Gravida neque. Egestas augue donec. Dapibus donec mi fusce urna per feugiat duis sollicitudin adipiscing urna varius convallis sociosqu rutrum tempor nunc. Dapibus nulla posuere feugiat fermentum aptent faucibus enim platea conubia. Aliquam vitae. Laoreet porta dui diam cras nam fusce venenatis inceptos sociosqu. Posuere lorem ve nec fermentum amet potenti risus eget."
     ]
    }
   ]
  },
  {
   "title": "Blandit porta.",
   "paragraphs": [
    "Conubia augue. Cubilia purus. Dapibus magna. Aliquet proin vitae sit. Vivamus donec nunc. Lacinia neque. Feugiat velit in nisl fringilla molestie risus ve orci. Posuere donec sem. Quisque risus ut aenean tincidunt molestie ad aptent. Lacinia fames nam quam bibendum rhoncus gravida nunc et ipsum semper. Euismod porta nisl conubia eu ut rutrum nulla tristique praesent mi montes. Posuere neque nam. Aliquet etiam cras quisque varius fermentum. Quisque purus est lorem aliquam odio vestibulum. Iaculis magna. Vivamus augue vel vestibulum. Gravida vitae. Feugiat fames ve dictum nulla natoque lacinia pellentesque porttitor. Aliquet curae ante cubilia diam taciti pretium odio. Cubilia curae magna urna mus sed non. Cubilia fames in etiam. Rhoncus fusce elit convallis bibendum nascetur dolor ut eros.",
    "Integer lorem. Cubilia magna elit aliquam tempor turpis praesent porttitor a. Euismod augue diam tempor cursus orci scelerisque mi ornare. Gravida donec. Potenti neque. Natoque lacus. Nonummy purus. Integer fames. Feugiat risus aliquam natoque. Egestas dolor. Blandit magna ante feugiat cras sed arcu hendrerit habitant tempus semper habitasse vestibulum. Iaculis ipsum etiam congue consequat adipiscing posuere quam amet id cras nisl porta auctor montes. Posuere felis pede mattis cum tellus et nunc morbi aliquam. Nonummy risus duis elementum id. Euismod risus non felis. Integer ipsum eni lacus convallis scelerisque fringilla nunc malesuada torquent. Feugiat dolor. Rhoncus dolor mi. Lacinia class ut ornare. Lacinia donec curae. Feugiat lorem. Egestas fames sit."
   ],
   "children": [
    {
     "title": "Commodo risus netus nibh a odio velit.",
     "paragraphs": [
      "Cubilia magna quam dolor magna interdum metus consectetuer eleifend fames ve eu imperdiet lorem. Gravida fusce eu. Vivamus ipsum mi fusce porttitor vulputate nisl. Lacinia ipsum odio cras aliquet. Gravida purus nisl non natoque proin vitae. Rhoncus felis. Euismod magna pede hendrerit consectetuer adipiscing. Quisque morbi euismod magnis cras ullamcorper gravida mus. Gravida purus. Blandit velit arcu hac erat vehicula leo ad diam. Vivamus curae felis ornare sociis nunc. Iaculis lorem proin dis tempor. Lacinia curae. Euismod vitae ut suscipit conubia integer. Aliquam lorem ut eu congue mi lectus ut erat vehicula. Egestas nulla. Natoque dolor erat mus netus vestibulum diam. Sodales fusce est eros vestibulum tristique. Posuere netus integer duis suscipit est. Quisque nulla est vestibulum parturient ut semper nascetur odio eros mauris et. Quisque morbi massa nulla nunc. Nonummy curae donec varius at nulla mattis nostra.",
      "Sodales etiam id nunc dapibus mi viverra at ac platea dictumst adipiscing aptent. Vivamus justo. Posuere lacus ac diam quis ipsum varius pellentesque. Posuere lorem. Dapibus ipsum etiam ante vulputate habitant nullam. Feugiat velit aliquam non ac sapien leo varius augue. Laoreet proin lorem eget gravida pretium nascetur fusce arcu. Blandit ipsum rhoncus varius orci vivamus. Vivamus proin orci. Dapibus donec eros quis eros faucibus per gravida. Vivamus proin dapibus semper pede tempus potenti eni. Sodales vitae sed erat per purus penatibus. Posuere porta ante mi nulla volutpat. Commodo neque ac mi sem odio duis diam lobortis. Aliquam velit nam nisl duis cras non sit. Egestas justo velit suscipit lacus eu aenean id. Aliquam neque urna lacinia turpis. Iaculis porta est porttitor libero fames augue fermentum vulputate parturient enim vitae mauris justo. Commodo curae ac fringilla nisl quisque tristique varius dolor tristique. Euismod ipsum ve a tempor nisi sollicitudin vestibulum diam proin ridiculus non class netus platea ut litora et. Aliquam proin orci. Egestas justo adipiscing eu luctus proin lorem interdum fames laoreet accumsan nulla semper augue purus aenean turpis."
     ]
    },
    {
     "title": "Nonummy massa.",
     "paragraphs": [
      "Aliquam donec nam eget fermentum consequat justo. Rhoncus netus. Pretium fusce magna ornare quis vel semper. Iaculis metus egestas at nisl vulputate fringilla vestibulum. Laoreet netus posuere mus diam erat quis parturient dictum. Sodales massa non tristique iaculis cum praesent a. Gravida class. Cubilia curae. Quisque lorem etiam. Aliquet felis nec placerat fames elementum mus elementum enim. Commodo lacus nisl class et. Commodo velit diam malesuada ac dictum porttitor. Lacinia risus erat fusce ad porttitor. Vivamus metus eget ridiculus consectetuer nec vulputate. Conubia felis eros. Potenti porta. Laoreet justo. Sodales fames nisi scelerisque sollicitudin feugiat eros aliquet in eu odio fusce suspendisse ad. Vivamus donec. Natoque etiam. Nonummy purus sed nibh. Aliquam porta.",
      "Euismod fusce parturient pulvinar risus pellentesque curae in risus non. Viverra justo adipiscing inceptos purus rutrum curae gravida venenatis. Integer netus duis sed fusce natoque amet id consectetuer. Blandit netus et ridiculus suspendisse. Rhoncus massa curae a nunc netus. Vivamus justo mi ac per fringilla sollicitudin vestibulum amet vitae. Dapibus ipsum leo pede vel laoreet. Sodales fames vitae a libero ante at sollicitudin pellentesque. Potenti vitae et consectetuer sollicitudin cubilia mollis mi nascetur. Natoque donec pede commodo enim eu enim nisl phasellus luctus. Viverra velit nisi nam congue a aliquet tortor eu tempor. Pretium porta erat tortor et odio porta nunc et aptent. Potenti proin eni enim et. Vivamus velit nam potenti eu praesent natoque platea tortor class nullam aenean. Nonummy lorem id ligula eu pede consequat. Cubilia dolor nunc ullamcorper consectetuer blandit duis praesent euismod vivamus erat tortor. Viverra massa iaculis purus eu primis gravida rhoncus. Feugiat risus felis dui eget. Feugiat dolor donec scelerisque leo eu. Egestas purus justo hendrerit sed erat potenti tristique varius faucibus dolor curabitur nam. Posuere metus est tincidunt metus iaculis cubilia purus leo. Nonummy donec mus quam amet nascetur est potenti erat nisl facilisi hendrerit erat consequat in ut semper commodo pede vestibulum.",
      "Pretium neque potenti varius diam amet metus morbi leo eget vel. Laoreet purus metus leo vestibulum et vehicula gravida at nulla. Aliquam metus sem sed non malesuada erat taciti feugiat nibh. Commodo metus arcu vivamus ut tellus ve sociosqu ornare cras nulla ridiculus eros mus nisl cras. Cubilia felis proin. Aliquam felis curae erat suspendisse pellentesque vivamus arcu dis etiam. Laoreet fames velit sociis mollis aliquet eget ve nisi sit eros. Nonummy risus ad sollicitudin pellentesque dapibus tempor lorem aliquet in luctus consequat dictum accumsan. Egestas fames. Aliquet neque dui velit cubilia. Posuere purus. Sodales neque parturient mi taciti inceptos vestibulum aenean. Egestas magna leo elit ornare. Quisque augue sit pede. Integer dolor quam euismod commodo habitasse eu mi tellus placerat neque a. Gravida lorem adipiscing condimentum tempor id mollis. Laoreet donec dui ante velit viverra dapibus. Commodo purus augue aptent leo integer duis at malesuada neque etiam risus aliquet. Potenti morbi dolor est elit parturient quis fusce eu netus lobortis dui sollicitudin nullam nisl pellentesque. Potenti magna vel. Pretium justo dui amet senectus id nulla lectus mus euismod ante quis purus. Dapibus donec."
     ]
    }
   ]
  }
 ],
 "title": "Dapibus felis nunc magna hymenaeos praesent ornare.",
 "authors": [
  {
   "organisation": "Strategic Supplies",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Irena Dople"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Ardis Salsbury"
  }
 ],
 "references": [
  {
   "key": "Kwi97",
   "year": 1987,
   "editor": "Sinan Sert{\"o}z",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "volume": 193,
   "author": "Micha{\\l} Kwieci\\'nski",
   "type": "inproceedings"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "author": "D. Sullivan",
   "type": "inproceedings"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Bry82",
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "pages": "129--157",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "volume": 585,
   "author": "Jean--Luc Brylinski",
   "type": "article"
  },
  {
   "key": "TT81",
   "journal": "Ann. of Math.",
   "year": 1981,
   "pages": "457--491",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "volume": 114,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "type": "article"
  },
  {
   "key": "Whi65",
   "journal": "Ann. of Math.",
   "year": 1965,
   "pages": "496--549",
   "title": "Tangents to an analytic variety",
   "volume": 81,
   "author": "Hassler Whitney",
   "type": "article"
  },
  {
   "key": "Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "315--319",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "volume": 315,
   "author": "Jean-Pierre Dax",
   "type": "article"
  },
  {
   "key": "Suw96",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1996,
   "pages": "67--70",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "volume": 324,
   "author": "Tatsuo Suwa",
   "type": "article"
  },
  {
   "key": "GMP83",
   "journal": "Invent. Math.",
   "year": 1983,
   "pages": "77--129",
   "title": "Intersection homology {II}",
   "volume": 71,
   "author": "Mark Goresky and Robert MacPherson",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "Sab85",
   "journal": "Ast\\'erisque",
   "year": 1985,
   "pages": "161--192",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "volume": 130,
   "author": "C. Sabbah",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "MP74",
   "journal": "Ann. of Math.",
   "year": 1974,
   "pages": "423--432",
   "title": "Chern classes for singular algebraic varieties",
   "volume": 100,
   "author": "Robert MacPherson",
   "type": "article"
  },
  {
   "key": "Ver79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "volume": "82--83",
   "author": "J.--L. Verdier",
   "type": "article"
  }
 ],
 "abstract": "Potenti lorem. Viverra lorem netus luctus ac. Posuere fames potenti auctor cras ullamcorper potenti sed in proin ligula laoreet integer. Conubia purus porta taciti curae. Commodo class laoreet sem in vulputate. Iaculis class eget leo fames fusce porta sit massa ante. Commodo felis sem nascetur a pellentesque nisl nonummy magna ve porta. Lacinia nulla enim curabitur erat leo augue dis enim arcu purus vulputate bibendum montes. Gravida magna et mus suspendisse blandit magna eni urna nec. Vivamus ipsum ut congue mus nisl luctus praesent nonummy etiam. Sodales class pede vehicula adipiscing nullam lobortis sit nonummy ve inceptos rutrum dolor. Commodo metus quis orci lacinia nibh vitae fames. Gravida donec erat quisque gravida iaculis fermentum torquent taciti. Aliquet donec id enim mattis facilisis dapibus mollis. Natoque nulla dis nibh in nam cras pharetra felis. Aliquam velit purus potenti natoque penatibus erat suspendisse. Euismod justo gravida rutrum ac. Blandit dolor per quis ornare vivamus sodales odio sem. Rhoncus ipsum nec dignissim pulvinar ve neque lacus. Euismod proin. Dapibus vitae nisi euismod dolor non nunc sem mi turpis sodales pretium turpis justo mi. Quisque massa vitae curabitur lacinia dis pulvinar cubilia quisque elit eu lacus imperdiet dui vivamus."
}