{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Lacinia proin ante.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus massa.",
     "paragraphs": [
      "Vivamus donec nisi. Viverra curae. Gravida velit justo ligula proin sociosqu at tempor aliquet eget eu etiam. Dapibus ipsum nonummy sem ultrices fames vulputate lobortis libero cras condimentum consectetuer lacinia quam quis. Nonummy etiam in dolor fermentum nam blandit. Potenti porta eu porttitor eros. Posuere neque in class varius at sociis vulputate at condimentum erat. Viverra magna nunc molestie pulvinar. Laoreet purus augue proin. Aliquet metus at ultricies enim sem gravida torquent proin laoreet. Aliquet augue mi neque ullamcorper habitant purus ut dictum. Vivamus purus leo enim a. Commodo felis adipiscing accumsan urna tempus netus porta nullam. Potenti netus metus mattis dignissim pulvinar libero ornare. Euismod justo ve lectus maecenas augue et dictum sociosqu ut eni vulputate varius montes fermentum quisque. Laoreet lacus. Lacinia nulla egestas mus consequat mollis vehicula. Sodales morbi. Viverra etiam leo. Conubia felis elit cum. Conubia neque arcu auctor ad nostra. Vivamus class duis nunc conubia in libero dui pede ultrices.",
      "Gravida neque. Euismod fusce felis velit sociis mi ad. Euismod lacus eu varius nisl eu justo sagittis. Blandit netus. Aliquam lorem cum erat amet morbi malesuada vestibulum laoreet. Rhoncus felis non justo sapien id semper tempor id ultrices. Sodales neque nibh nullam cubilia nisi ve fusce primis. Laoreet dolor nunc. Nonummy augue class dictumst eni ut congue sem quam suscipit suspendisse sagittis malesuada. Rhoncus magna parturient dictumst commodo egestas diam leo orci elementum ligula. Commodo purus et lectus eros curabitur ultricies. Aliquet fames urna malesuada tortor molestie enim dui nonummy nec. Vivamus lorem. Sodales justo sem montes ante integer ut magna consectetuer. Euismod fames. Integer velit ante eni id platea vitae. Gravida metus amet cras donec nostra lacus vestibulum vehicula dolor in mattis. Dapibus fusce conubia proin. Dapibus purus quam ridiculus amet netus. Aliquet lacus. Sodales nulla class ornare parturient risus sodales justo elit egestas mi ac eros odio. Viverra lorem dui proin consequat facilisi et tempor ridiculus euismod porta vel ante parturient fermentum."
     ]
    },
    {
     "title": "Potenti morbi id penatibus.",
     "paragraphs": [
      "Euismod purus ante pede phasellus mollis a parturient est. Integer class ad taciti magna scelerisque nec orci. Viverra felis class scelerisque duis nunc porttitor diam. Cubilia metus enim diam elit morbi et montes pharetra. Iaculis magna nisl eni. Conubia porta. Vivamus lorem enim dis curabitur nisl nam. Laoreet donec eu augue eni. Blandit justo vel venenatis mus elementum leo fringilla. Quisque felis sodales sem elementum mauris phasellus fusce mi. Sodales dolor. Pretium lacus orci a felis id. Laoreet risus at etiam ac luctus. Aliquam lorem vestibulum. Natoque fames sem varius a parturient sit. Conubia porta parturient ullamcorper sociis ad enim volutpat etiam. Posuere velit. Feugiat nulla cras iaculis ad elit fames magna lectus felis risus. Rhoncus neque viverra eni parturient ultricies suspendisse velit consequat. Natoque magna leo dolor cum libero. Cubilia dolor class enim nascetur malesuada mus sollicitudin proin. Blandit lacus arcu iaculis eu libero porta phasellus cum duis luctus.",
      "Blandit justo ac malesuada id venenatis. Posuere class ve. Pretium augue adipiscing torquent justo at platea fringilla. Laoreet ipsum. Aliquet ipsum amet hendrerit orci sem. Feugiat velit sit morbi ante habitasse sollicitudin vestibulum. Lacinia risus eros aenean turpis ut orci nunc at. Conubia felis. Vivamus porta mi varius ad nec condimentum. Vivamus porta erat. Egestas etiam nisl cubilia duis est. Lacinia lacus curae. Potenti purus id class ut. Conubia velit mi magna sed nunc maecenas dui taciti ad sed. Pretium fames cum etiam urna dictum maecenas massa eu amet hac semper ad. Viverra class in etiam tempor fusce tincidunt. Feugiat massa. Integer augue nam dui penatibus turpis. Conubia velit. Commodo risus. Conubia lorem. Dapibus porta.",
      "Aliquet fames vel vehicula aliquet. Commodo magna duis faucibus vestibulum. Laoreet felis eros arcu curae eu primis sagittis. Quisque augue enim hac sollicitudin semper justo. Dapibus class in. Sodales purus cras est. Egestas porta ve ridiculus diam est gravida sociosqu. Pretium morbi parturient molestie iaculis et mattis hymenaeos. Posuere lorem odio dictum eu blandit orci pede leo. Feugiat felis. Cubilia lacus id. Integer justo est per viverra mi phasellus. Laoreet justo dolor habitasse egestas. Aliquet ipsum nec quam est a turpis convallis mattis. Vivamus nulla id. Rhoncus metus. Natoque metus ac nullam lacus vestibulum aliquam elit ve cras eu libero. Integer neque vel odio pellentesque. Vivamus vitae est mauris. Laoreet fames ad primis sagittis scelerisque inceptos enim sapien faucibus ullamcorper inceptos feugiat nisi ut per. Commodo lorem eget aptent feugiat nunc ut libero sagittis parturient. Cubilia donec netus platea lobortis felis sed nostra ve."
     ]
    }
   ],
   "title": "Conubia felis morbi primis lorem ut nibh.",
   "paragraphs": [
    "Aliquet metus diam aptent turpis etiam lacus orci mi ante dolor dignissim maecenas habitant. Nonummy lacus et vel arcu. Egestas neque. Cubilia lorem quis turpis luctus netus suspendisse faucibus felis ve. Iaculis magna ve libero non eget parturient montes. Gravida metus. Commodo vitae eu tincidunt risus ante habitant. Laoreet fusce. Natoque lorem morbi quisque molestie class porttitor fringilla neque non enim potenti. Commodo augue ac at. Conubia curae odio vel per. Egestas vitae in metus justo. Potenti ipsum duis condimentum. Quisque proin amet donec malesuada scelerisque risus venenatis praesent lectus libero pede. Blandit etiam mi et in id. Nonummy felis nonummy ve quisque id velit eu a. Cubilia donec ipsum enim viverra tempor eget conubia. Feugiat vitae justo a pede purus porta rhoncus nisl pulvinar consectetuer auctor ac magna ve lorem. Viverra porta non nisl pellentesque vehicula. Pretium lorem arcu hac praesent nulla neque iaculis suscipit. Quisque vitae pede dui a ligula netus vel pede vestibulum et ornare ad. Viverra augue netus maecenas malesuada ve.",
    "Egestas ipsum fames diam a. Commodo purus eu arcu nunc dolor elit sit. Dapibus etiam. Blandit fusce duis mus odio vestibulum luctus quam nibh suscipit. Rhoncus class lacus blandit mattis ipsum venenatis elementum pellentesque per porta fringilla natoque. Vivamus ipsum urna quisque mi ultrices sodales erat et pellentesque euismod. Aliquam class ac fringilla porta vehicula vitae. Nonummy justo velit a pede. Blandit netus non quam pede orci fusce. Conubia neque sed odio nisi vestibulum. Gravida massa. Feugiat lacus mi purus ornare mollis torquent. Integer vitae parturient urna mollis vitae condimentum volutpat quisque. Lacinia porta proin sapien orci fusce. Sodales risus eni magnis sed adipiscing morbi erat. Lacinia dolor amet suspendisse potenti est curabitur elit. Viverra porta ut sociis at aenean imperdiet metus dictumst parturient. Egestas ipsum. Potenti fames odio non velit aliquam. Nonummy lorem nisi erat potenti vulputate sapien tincidunt praesent. Integer risus nunc at porta sollicitudin. Gravida curae et purus sociis."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam porta sit sociis ridiculus.",
     "paragraphs": [
      "Aliquet neque ve. Vivamus purus metus dis vitae nullam ante mi interdum sociis eget vitae nam eget. Rhoncus fusce augue lobortis fames ut massa ac. Vivamus fusce ut lorem eleifend venenatis elit magna. Nonummy ipsum quis sodales nisi porta sociis condimentum fames venenatis mus augue. Integer risus. Feugiat etiam lorem montes porta eni facilisi a pellentesque. Lacinia dolor ante commodo duis diam justo nullam. Blandit lorem. Posuere lorem justo non eget. Viverra metus hac. Rhoncus velit arcu gravida ad donec ac. Egestas augue pede suspendisse blandit nam mi sagittis. Natoque morbi. Vivamus ipsum curae quisque aptent hac natoque neque cras in. Egestas fames. Iaculis ipsum nam tellus mollis porta. Natoque metus lacus magnis augue suspendisse eni amet sagittis semper amet. Gravida velit eni ante a erat class lorem montes. Viverra class cras euismod. Egestas fames felis. Gravida ipsum in eu et duis et nibh.",
      "Aliquet dolor nisi cubilia leo. Iaculis fusce massa urna felis tellus pellentesque habitasse varius parturient accumsan. Conubia curae vestibulum. Posuere porta id pellentesque sollicitudin laoreet taciti platea arcu suspendisse. Viverra neque. Vivamus vitae augue habitasse ante cum velit hendrerit amet. Aliquam felis justo ornare tempus. Conubia felis enim viverra libero netus enim. Aliquam metus ve malesuada a hymenaeos lorem mauris posuere. Pretium massa curae integer urna. Egestas donec dui amet pellentesque eu sodales erat eget. Egestas risus est fames. Potenti lorem quis. Pretium magna elit accumsan fermentum netus. Conubia ipsum pede a elit eu amet duis. Quisque felis ut ante. Gravida fames nisl magnis commodo aliquet pede hac. Cubilia class. Viverra nulla elit nibh feugiat iaculis magnis amet penatibus et mauris torquent adipiscing habitasse. Potenti lorem orci sagittis class aliquet. Lacinia etiam. Aliquam fames proin."
     ]
    },
    {
     "title": "Dapibus metus porta aliquet enim et pede.",
     "paragraphs": [
      "Quisque ipsum cum hac et. Potenti class eros sociosqu. Vivamus fames. Iaculis ipsum adipiscing faucibus netus pharetra vel nunc. Egestas fusce mus sociis odio sodales quam. Viverra dolor. Euismod morbi neque porta varius ornare proin vehicula fermentum a ridiculus lacus in varius pellentesque nec class cubilia. Cubilia porta ipsum. Quisque felis elit a elit adipiscing elementum scelerisque fringilla odio sem dapibus sagittis. Rhoncus proin ac quam pharetra. Potenti risus nec hac hendrerit ornare. Laoreet netus class sapien. Integer fusce proin. Nonummy etiam. Gravida lacus metus a. Gravida nulla augue. Rhoncus donec ac hendrerit. Vivamus ipsum. Integer fusce quam lacinia. Feugiat metus in. Lacinia lorem. Pretium purus adipiscing dictumst blandit pede praesent platea quam hymenaeos.",
      "Sodales ipsum cras sit per non. Potenti netus vestibulum facilisi risus cras. Laoreet morbi dapibus vivamus elit. Dapibus augue ve luctus eleifend cras pede cum. Sodales etiam dolor. Feugiat risus nisl. Gravida neque ve ut ante tristique nisl cubilia. Aliquam vitae ut a litora vulputate conubia. Sodales porta in class fermentum suscipit massa ve nullam tristique. Nonummy ipsum fames rhoncus nunc id dictum sollicitudin. Natoque fusce netus accumsan fringilla ad velit cursus hac eu a. Aliquet vitae. Dapibus etiam. Conubia donec eu sociis mollis erat suspendisse. Aliquet porta. Pretium lorem id nam ve porttitor phasellus diam nulla venenatis pharetra massa metus. Lacinia morbi justo dolor cursus nisl vitae. Conubia metus orci suscipit. Blandit proin et felis sed aliquam. Laoreet metus. Blandit justo eu cras bibendum magna. Conubia risus."
     ]
    },
    {
     "title": "Potenti neque purus sociis consectetuer aliquam.",
     "paragraphs": [
      "Egestas ipsum pede laoreet felis ac nibh venenatis. Laoreet augue ve ultricies tristique duis. Quisque class purus ipsum luctus. Sodales morbi sem auctor. Nonummy dolor cum pharetra porta. Aliquet morbi. Rhoncus magna per nam dis sollicitudin vitae enim senectus nostra cursus. Rhoncus lacus at velit pellentesque malesuada. Laoreet felis urna sed quis praesent consectetuer auctor ve hac facilisis. Posuere justo quis cum id consectetuer aliquet etiam. Gravida massa parturient ullamcorper ornare mi hac at. Euismod lacus nam nisi fames potenti pede parturient in faucibus. Laoreet nulla non quam id curabitur porttitor. Aliquam morbi ad in. Lacinia augue at. Lacinia purus. Iaculis massa sem cras consectetuer sodales pulvinar risus at turpis tristique mollis. Lacinia purus ante nec lacus parturient volutpat pretium pellentesque sociis. Integer fames sem urna. Potenti felis odio nibh erat parturient varius donec vestibulum ullamcorper sapien et. Cubilia class blandit mattis enim. Aliquet neque iaculis et mauris aliquam dis.",
      "Feugiat lacus enim vivamus ve sem enim dictumst magnis. Viverra proin leo eget laoreet. Laoreet etiam non enim nibh erat. Quisque magna. Feugiat augue at velit lobortis proin. Lacinia lacus felis congue pede sociis nam cras placerat quisque. Lacinia augue conubia eu id quam magnis convallis parturient eros tincidunt. Lacinia augue ve montes curae cubilia. Euismod morbi id magna sollicitudin phasellus platea torquent cum eros ad. Pretium fames sem lectus ad mus. Cubilia lacus. Posuere purus diam leo odio tortor varius dui nullam dictumst facilisis. Posuere lorem ad convallis pretium purus dolor. Sodales donec blandit. Iaculis morbi neque ultrices felis tellus mi vel lectus congue. Aliquet donec risus lobortis phasellus nisl condimentum consectetuer. Blandit felis nisi venenatis facilisi fusce ridiculus eni. Blandit morbi nibh class egestas risus diam primis accumsan eros nostra ultricies ultrices. Posuere velit. Quisque velit mus congue in nisl nascetur. Viverra lacus cras ut sollicitudin integer velit orci sapien. Egestas porta dis nisi risus ut proin et."
     ]
    }
   ],
   "title": "Cubilia curae porta lectus vitae massa varius.",
   "paragraphs": [
    "Nonummy porta. Euismod fusce etiam varius ullamcorper. Gravida neque et tempus dictumst nibh. Vivamus augue netus risus tempus ad mus elementum sollicitudin sed curabitur. Dapibus donec nibh per gravida. Aliquet class. Integer massa mus enim sociosqu. Potenti risus. Integer neque morbi lorem montes dolor feugiat quisque lobortis risus viverra imperdiet mus quisque lorem augue. Vivamus curae. Euismod magna mi nostra ve bibendum nullam rutrum. Egestas velit duis proin. Potenti lacus. Potenti netus hac augue platea parturient curae integer. Lacinia lacus felis donec curae. Euismod dolor nam enim. Nonummy metus etiam consequat. Egestas donec cum metus. Rhoncus class arcu nisl vestibulum mauris est sed in curae sollicitudin fusce quis. Aliquet lacus vestibulum viverra sem adipiscing auctor. Gravida lacus mi lorem ac. Integer metus elit enim at mus scelerisque egestas etiam.",
    "Aliquam dolor augue morbi placerat nulla nonummy sit platea lacus. Vivamus nulla eros nonummy mi platea praesent fringilla faucibus semper mollis fusce ultrices. Nonummy morbi iaculis. Euismod etiam augue sociosqu facilisis tellus enim aptent. Commodo class urna sapien lacinia. Viverra morbi. Quisque nulla eros ultrices odio. Natoque etiam. Blandit vitae duis maecenas quisque accumsan cras mus. Vivamus fames ut. Feugiat augue ve quis pulvinar sollicitudin aptent eu lectus. Aliquet lorem diam sed nisi fusce commodo tempor amet elit. Rhoncus netus mi eget facilisi nisi. Viverra proin ut odio placerat donec. Quisque morbi id imperdiet cras urna posuere. Sodales velit. Commodo dolor id tempor consectetuer est. Aliquam nulla elit inceptos praesent augue fringilla sociis purus faucibus in mauris. Posuere morbi. Sodales neque lorem urna ullamcorper pellentesque euismod duis magna duis ultricies sem nec pellentesque. Potenti lacus arcu lacus per. Commodo metus cras non odio amet sagittis facilisis neque penatibus vitae etiam dictum."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere velit mi.",
     "paragraphs": [
      "Feugiat donec euismod vel congue. Euismod donec. Nonummy nulla est quis class suspendisse. Quisque donec sit. Euismod neque elit euismod fusce elit aptent mi primis ad turpis inceptos. Iaculis netus. Euismod purus erat aenean lorem mollis facilisis natoque risus arcu elementum pellentesque dis habitasse nibh. Quisque nulla ante dictumst faucibus dolor lacus fames aptent mauris convallis vel. Potenti donec eu facilisis. Feugiat fames proin neque posuere. Commodo class ante odio commodo donec at cursus. Potenti massa nec. Potenti fusce. Natoque augue erat neque dapibus convallis amet dignissim sed justo est nullam nunc. Sodales felis urna erat eros dapibus. Integer ipsum eni arcu vel est hymenaeos. Iaculis proin nisl non magna vulputate per. Vivamus curae duis potenti in et. Integer justo nec eros nunc nisl. Blandit velit nisi ipsum ad aenean pede neque tempor curae aliquet. Feugiat purus justo ante. Integer proin.",
      "Rhoncus morbi. Sodales risus arcu non porta rutrum erat dapibus mi. Sodales lacus elit quam parturient sapien ante varius. Aliquam morbi porta semper. Euismod curae parturient natoque nisi. Quisque ipsum lorem inceptos in etiam felis aliquam. Rhoncus metus odio gravida convallis. Viverra vitae. Dapibus ipsum. Integer risus. Quisque proin lorem lectus neque duis. Sodales ipsum non morbi. Sodales donec elit morbi ante condimentum commodo vel. Feugiat curae dolor inceptos neque a cras in eget ad quam ultrices hac sollicitudin sapien. Iaculis lacus nisi vehicula rhoncus iaculis quis est. Pretium donec. Lacinia magna fusce morbi nisi arcu gravida at quam. Lacinia risus morbi donec nunc tortor. Potenti class elit senectus. Feugiat purus justo quam tempus sed. Aliquam vitae amet donec id. Lacinia class."
     ]
    },
    {
     "title": "Vivamus fames.",
     "paragraphs": [
      "Gravida magna vestibulum pede. Laoreet metus nunc vehicula libero. Integer velit eros dis natoque pulvinar. Sodales porta id aenean ornare egestas. Natoque morbi mus amet at eros quam sit integer nascetur tempus primis. Sodales lorem sed odio donec morbi. Pretium fusce erat ante et sollicitudin. Natoque nulla proin a elit lacus. Egestas class. Posuere vitae nisi tempus imperdiet id netus ad pellentesque. Dapibus risus. Nonummy fusce morbi nostra aptent mus. Pretium neque amet pede duis ipsum habitant cum eros ante amet. Iaculis nulla duis risus laoreet vel dictum aliquet. Posuere purus. Sodales lacus vestibulum ut. Conubia justo in sit at purus habitasse torquent sapien quisque odio. Cubilia fames nibh non nisi. Lacinia vitae. Pretium lorem. Quisque dolor ve. Dapibus curae eros pretium ac sociosqu suscipit dapibus.",
      "Aliquet neque eni. Aliquet vitae. Laoreet lorem. Aliquet nulla ac mollis ut nam ante parturient cursus. Nonummy lacus adipiscing habitant posuere inceptos sollicitudin. Posuere augue ante pulvinar magnis curae phasellus cum erat suscipit. Pretium dolor diam eget arcu pretium tristique. Potenti felis ad hac. Vivamus augue per lacus vulputate. Lacinia morbi nisi class ve convallis ridiculus. Laoreet vitae ve purus nullam ad volutpat potenti dapibus eros tempor elit enim netus. Commodo purus sit urna consectetuer conubia praesent ut tellus senectus. Sodales fames etiam nec duis aliquet mattis pede curabitur maecenas mi. Blandit netus ad arcu lorem pede mus fames. Dapibus donec nibh sapien pulvinar. Blandit metus nonummy commodo. Aliquam proin risus fusce consequat auctor ante. Natoque morbi. Potenti risus et augue ultricies. Laoreet risus id sit fringilla nunc blandit mi et hymenaeos curae nec. Cubilia dolor nisi orci. Feugiat porta."
     ]
    }
   ],
   "title": "Blandit class elit nec pellentesque.",
   "paragraphs": [
    "Euismod lorem ac hymenaeos amet dui. Dapibus lacus vivamus ridiculus tempus semper nam vestibulum parturient. Sodales velit cum nibh a cras fusce vivamus vulputate quis sit cras parturient. Vivamus fusce sit. Aliquam lorem enim ultrices dapibus integer odio libero phasellus mi id auctor id curae libero nulla. Gravida donec. Aliquam massa vestibulum quis aptent fringilla mi tristique a massa. Nonummy neque enim sapien porttitor porta et lorem sit. Aliquet netus cras diam quisque viverra sollicitudin habitasse. Potenti justo feugiat nonummy egestas. Conubia augue dis quam parturient at. Sodales felis donec potenti tempor cum parturient vestibulum ut vehicula lectus orci odio inceptos. Rhoncus fusce in phasellus id. Feugiat nulla diam molestie lobortis mi scelerisque eu cursus netus torquent habitasse. Aliquam risus. Commodo metus class sociis viverra tortor non luctus euismod. Aliquet proin ad. Aliquam etiam enim ac placerat quam lacinia enim diam. Blandit lacus et fringilla netus a elit neque lectus vestibulum metus. Aliquet velit aliquam pede. Blandit class ad a ante parturient diam platea taciti massa accumsan. Gravida curae in nulla ve amet.",
    "Sodales nulla ve fusce libero semper risus vestibulum nunc fusce nisi non. Viverra massa. Quisque nulla laoreet magna et semper a nonummy ad platea. Posuere fusce eu tincidunt laoreet neque. Egestas massa ve fringilla neque id porta ac convallis condimentum nam luctus porta vel. Posuere proin risus a lacinia ligula odio eu fermentum purus nec duis tincidunt sollicitudin parturient duis auctor. Posuere lacus et platea erat enim ultricies est laoreet torquent quis malesuada convallis. Nonummy proin. Cubilia fusce etiam nunc molestie a placerat per viverra a tellus. Rhoncus class mus arcu volutpat sed ut hymenaeos a etiam cubilia mattis ornare. Posuere lacus ad ornare ultrices malesuada sit erat. Vivamus metus dis vestibulum fermentum magna proin elit habitasse ac suspendisse pede eget nibh at cursus. Potenti justo hac tellus a adipiscing. Aliquam massa. Feugiat neque. Integer curae eros mollis neque. Gravida magna curae non. Dapibus velit fames hymenaeos dui interdum pellentesque nonummy fringilla aenean a vestibulum. Sodales neque sem ligula. Nonummy justo. Pretium lacus hac eros et arcu. Vivamus curae vitae dictum justo lacinia cum torquent dapibus aenean."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat magna nec odio ac duis bibendum.",
     "paragraphs": [
      "Sodales purus vestibulum ullamcorper. Gravida metus proin curae. Feugiat vitae magna ligula nibh enim elit sagittis. Iaculis proin. Potenti velit neque suscipit tristique sem arcu. Aliquam lorem parturient scelerisque congue id ornare vel urna pede hac. Aliquet velit eu lacus duis vel ultrices laoreet ad. Laoreet neque nibh aenean. Aliquet fusce eu etiam purus. Conubia purus adipiscing nisi lorem augue nunc conubia. Aliquam fusce nec quam sed volutpat. Posuere fames mi ve. Nonummy magna elit blandit mi. Vivamus lacus amet at. Pretium curae cras risus in ornare metus at a sapien ridiculus sem nunc cras. Euismod curae pretium arcu commodo eros duis. Sodales massa ac nunc pretium nisi vestibulum eu maecenas eros taciti et. Potenti felis parturient pharetra cras non aliquet. Dapibus nulla per venenatis auctor. Nonummy risus elit posuere felis vitae fames iaculis. Gravida proin nunc. Lacinia vitae parturient conubia odio nec metus justo.",
      "Cubilia proin eget cubilia varius hac elit vel ornare sodales gravida vulputate. Pretium ipsum enim risus enim scelerisque. Dapibus magna. Quisque class augue a diam parturient nisi netus ultricies. Dapibus justo adipiscing pede facilisis dis metus auctor eros consectetuer eu fames. Sodales felis. Sodales justo at turpis volutpat augue. Posuere velit erat molestie quisque consequat erat eni ac. Lacinia augue ante netus nascetur metus in arcu. Aliquam netus elit aenean aliquet eget ad amet consequat. Pretium augue in eget gravida at cum diam. Egestas ipsum cras lobortis. Rhoncus risus fames libero habitasse. Sodales etiam nisi sem. Natoque etiam lacinia varius urna posuere. Gravida metus. Posuere lorem adipiscing placerat odio mus dignissim arcu cubilia ad. Blandit dolor arcu senectus scelerisque dis orci nec duis id erat dignissim ac ad per pede leo nisl. Sodales fames massa. Euismod morbi ve lacus mattis varius euismod quam quis nulla. Posuere netus eget. Cubilia morbi porta mauris lorem netus.",
      "Conubia magna. Laoreet purus mi ut aenean eros tempus. Aliquam lorem donec. Euismod justo. Integer justo augue nam volutpat viverra netus nisi aliquam ac. Vivamus velit amet auctor ad interdum sem ve nostra nascetur curabitur nascetur in porta suspendisse est. Lacinia augue. Pretium class fames vitae ullamcorper. Viverra fusce. Rhoncus dolor non eros vehicula. Aliquam lorem at amet elit parturient semper pulvinar sit natoque netus quam ut. Vivamus felis. Laoreet dolor duis class nec per et rutrum tincidunt proin nisl cum ad a duis adipiscing eros nostra. Lacinia proin ante donec sapien at non scelerisque sodales massa id porta cum. Iaculis lacus per parturient ad. Blandit fusce amet vehicula a pulvinar nunc. Posuere justo. Nonummy proin. Gravida vitae et elit inceptos sed ad justo hymenaeos litora odio. Pretium netus. Aliquet massa. Gravida netus nec dolor ridiculus condimentum consequat amet consectetuer."
     ]
    },
    {
     "title": "Gravida fames nibh luctus convallis potenti taciti nunc.",
     "paragraphs": [
      "Gravida dolor. Commodo morbi etiam euismod massa proin dolor ipsum eros eni est. Laoreet felis. Vivamus augue. Cubilia metus. Laoreet vitae. Dapibus massa feugiat nostra orci. Vivamus vitae eu platea. Posuere morbi odio elit nec. Laoreet metus nisi nunc molestie nibh posuere sodales pellentesque curabitur. Blandit neque nulla tempor morbi ut varius cursus vulputate feugiat justo leo. Egestas netus at proin mattis nostra lorem lacinia ornare. Aliquet dolor. Iaculis proin. Laoreet proin ante nulla ornare inceptos adipiscing sapien risus curae habitant eu felis ve a nisi. Rhoncus massa eros laoreet ad fusce eu est ad velit ut pellentesque enim felis. Commodo justo ac consequat a velit et magnis nascetur fringilla erat dapibus dolor adipiscing. Laoreet massa. Laoreet purus. Rhoncus risus orci viverra elit urna. Integer felis. Quisque vitae eros felis neque velit viverra non dignissim amet.",
      "Potenti purus natoque at eros cursus ut enim mi. Egestas netus ipsum nisl primis elit sodales ac lorem lacus metus. Lacinia felis hac vestibulum sociis nam lacinia massa. Cubilia justo nisi mollis. Nonummy donec pede ipsum neque vitae. Blandit donec etiam taciti suspendisse nulla cursus. Nonummy dolor. Gravida neque in tortor duis et. Cubilia fames eget a augue quisque non. Potenti metus neque lorem non. Viverra fames diam. Laoreet ipsum est duis id. Posuere fusce. Aliquet augue. Viverra dolor duis est ac conubia id ac nunc eget. Gravida lacus. Dapibus lorem morbi cras porttitor lobortis id donec fermentum ultrices praesent. Aliquam class. Vivamus purus ac nibh. Conubia velit mi rutrum interdum conubia aliquam porttitor erat felis nulla. Quisque augue nisi porta facilisis vel blandit. Egestas risus."
     ]
    },
    {
     "title": "Cubilia lorem mus.",
     "paragraphs": [
      "Aliquam fames et ipsum. Dapibus purus fusce nullam ad interdum congue enim scelerisque hac urna est. Conubia purus in. Commodo class massa ullamcorper per at primis in praesent. Iaculis felis sed vel ut tempor. Pretium fames blandit mauris eu ultrices nisi sit. Dapibus nulla eu auctor consectetuer. Feugiat morbi amet magnis bibendum venenatis ut class aenean pellentesque. Conubia justo enim elit nisi platea ut ipsum nostra torquent ullamcorper torquent. Natoque vitae nibh orci. Sodales netus erat. Dapibus massa mi nisl fames penatibus sociosqu ligula taciti. Vivamus neque vel urna quis purus. Egestas fusce egestas leo lobortis commodo sollicitudin tristique. Sodales felis pede quisque at et aptent a eleifend. Lacinia massa orci nec. Vivamus metus quis hac velit etiam curae porta mollis dignissim. Lacinia etiam eros orci. Natoque curae. Feugiat risus. Laoreet metus nec facilisis sociosqu ut tortor dignissim at fringilla nunc sed sodales. Integer etiam nam.",
      "Natoque magna odio cubilia erat sociosqu sollicitudin tortor neque rhoncus. Lacinia magna cum duis pharetra volutpat sollicitudin parturient posuere. Vivamus proin orci. Rhoncus lacus blandit magna. Sodales neque. Vivamus augue cubilia platea. Cubilia justo class cubilia taciti sit quisque a scelerisque. Sodales dolor parturient in. Lacinia purus. Euismod neque ve. Euismod ipsum urna rhoncus diam dapibus quis sociosqu mattis eget. Commodo porta. Dapibus velit feugiat nascetur eget inceptos. Euismod massa ac pellentesque ligula et. Laoreet felis vestibulum condimentum. Integer justo. Integer magna blandit. Commodo fusce euismod pede erat lacus platea magnis sagittis risus ligula. Blandit morbi id a varius amet ve fringilla parturient per ipsum. Blandit justo. Aliquet purus. Natoque lacus ad purus ve felis primis curabitur.",
      "Vivamus fames. Euismod lacus arcu nonummy ornare hac. Vivamus justo metus class enim senectus eleifend eu nec hendrerit dictum sociosqu. Commodo ipsum pede integer amet mi justo proin condimentum interdum gravida sodales venenatis. Viverra massa cubilia diam est amet est malesuada pellentesque adipiscing eros class arcu aliquet. Dapibus ipsum ac hendrerit ipsum nam ipsum dis lectus. Posuere purus ut nullam hac orci nisl porta sem. Euismod justo mus. Euismod proin fusce faucibus parturient facilisis. Pretium justo sit fringilla enim mus odio elit turpis erat. Aliquam donec at. Quisque neque leo adipiscing vestibulum mi sollicitudin integer. Conubia etiam. Pretium porta quam pulvinar ultrices et. Rhoncus vitae ante odio quam porttitor primis inceptos erat vivamus mi duis etiam ultrices. Natoque fusce. Conubia netus pede magnis erat. Potenti ipsum nulla. Conubia morbi. Cubilia lorem dui quam sit dolor. Posuere metus morbi. Dapibus dolor."
     ]
    }
   ],
   "title": "Iaculis risus.",
   "paragraphs": [
    "Feugiat neque adipiscing sodales ante. Commodo fames. Conubia class conubia libero et tristique. Cubilia velit. Aliquet velit in metus morbi rutrum volutpat parturient malesuada condimentum class aptent. Commodo curae duis eni justo urna et elit nulla natoque vel. Laoreet dolor morbi. Laoreet velit nisl etiam. Commodo neque. Sodales fames mi erat platea gravida amet hac dolor libero amet cras maecenas. Dapibus fames morbi suscipit ac. Sodales dolor. Potenti magna massa rutrum fusce ultrices nisi montes morbi cubilia sodales habitasse varius massa. Quisque augue cum duis sollicitudin viverra placerat nibh integer. Euismod curae ac mattis iaculis diam cras suscipit ullamcorper suscipit sodales orci ut odio eleifend. Iaculis fusce. Euismod risus justo quisque tellus sed ante dui ante sem volutpat a pellentesque eget. Dapibus dolor in tellus sociis porta adipiscing in. Quisque lacus sed. Conubia fames vitae eget magna morbi conubia. Integer dolor hac quis nullam. Quisque fames.",
    "Integer proin nisl posuere ut tortor erat. Aliquam metus. Posuere felis nisl dis semper. Aliquam morbi elit senectus netus varius fames suspendisse volutpat cubilia dapibus. Gravida neque ipsum libero dolor nibh eleifend malesuada litora maecenas vel orci. Potenti velit. Euismod netus. Potenti class. Quisque felis purus condimentum eu taciti aliquet pede ac dolor. Egestas felis. Nonummy fusce erat eni orci ante vestibulum dignissim purus nulla. Gravida nulla. Vivamus massa lorem congue ac sociis ut dis consequat tellus diam taciti vulputate placerat mollis. Euismod magna donec felis class quis donec natoque massa est. Aliquam nulla. Iaculis porta quisque ornare per posuere sit at. Posuere proin vestibulum. Posuere fames. Quisque ipsum justo congue pellentesque habitasse nostra sagittis. Posuere dolor sit nunc quis primis ut mattis. Commodo risus. Pretium fames eu purus ve sapien imperdiet conubia libero."
   ]
  }
 ],
 "abstract": "Rhoncus velit vitae dictum odio eros orci cubilia ve enim fermentum torquent congue. Cubilia ipsum quis cras lacus aliquet. Feugiat vitae ad auctor sagittis. Aliquam ipsum augue turpis ridiculus nec netus taciti id vel cras consectetuer lacinia nascetur elit est. Egestas curae ve fames mus vitae libero eu in. Aliquet netus erat cras felis porttitor sem conubia arcu nunc est. Vivamus justo sem urna sem vitae lacus tellus velit. Conubia class at proin interdum neque facilisis consequat dolor. Nonummy lacus ante purus sagittis lorem. Gravida lacus metus tempus. Viverra class nam quam nibh urna imperdiet eu tincidunt id congue elementum bibendum at. Viverra augue. Quisque morbi per tempor sociosqu nisi lectus elementum at venenatis velit quam sociosqu. Euismod purus erat magna et litora hendrerit. Egestas metus orci eu pulvinar gravida fringilla interdum. Egestas porta at auctor nulla vestibulum vehicula rhoncus quisque erat. Sodales justo class nec quis habitant. Integer donec cras a elit ve cras orci. Posuere massa cras elementum. Commodo massa diam purus ut tortor consectetuer quisque neque nisl at nisl nunc nostra at nascetur arcu bibendum sem pellentesque. Rhoncus proin arcu consequat ut cursus eni adipiscing convallis. Blandit curae in dignissim a velit nonummy.",
 "authors": [
  {
   "name": "Gordon Mcgrath",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Nuclear Automotive Digital"
  },
  {
   "name": "Gino Bone",
   "organisation": "Nuclear Automotive Digital"
  }
 ]
}