{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Nonummy magna aliquet praesent consectetuer.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium felis non diam odio.",
     "paragraphs": [
      "Aliquet netus amet euismod ut dignissim hendrerit amet consectetuer montes platea. Integer ipsum cubilia feugiat rhoncus maecenas tellus nisl cras vivamus pede cras rutrum eu. Quisque vitae per urna ac dolor. Euismod proin arcu sit nisl class. Cubilia porta id varius consectetuer vel proin tristique leo senectus a praesent. Natoque justo dui pede leo pulvinar a vehicula. Aliquam magna eu eget nascetur netus conubia. Laoreet fames. Natoque ipsum duis scelerisque non quam ut consectetuer ornare montes netus. Blandit dolor in eu arcu condimentum vivamus nec vestibulum metus enim hac. Aliquet magna massa taciti ac. Dapibus purus. Nonummy curae ut fermentum proin risus libero sollicitudin commodo fames. Gravida felis fusce rutrum ve lobortis ante iaculis. Iaculis massa id varius pellentesque nam curae facilisis praesent taciti quisque enim maecenas ullamcorper. Feugiat curae mi. Blandit fusce porta feugiat sit diam vehicula volutpat magna est augue. Pretium felis eu quis dignissim sed senectus gravida. Blandit lorem egestas cum adipiscing in sapien consectetuer habitasse aenean pharetra nunc. Aliquet augue. Commodo morbi non arcu consectetuer parturient odio montes tristique felis enim quis. Iaculis vitae.",
      "Lacinia donec metus cursus maecenas odio turpis. Nonummy morbi. Natoque netus morbi auctor dui ad hymenaeos quam nisl class commodo quam pellentesque parturient. Iaculis donec augue. Iaculis magna netus rutrum tellus neque blandit id. Lacinia netus. Nonummy etiam parturient pulvinar natoque. Conubia fusce donec duis rutrum ac aenean non. Vivamus etiam arcu hac sodales est in pede accumsan natoque penatibus. Iaculis felis etiam facilisi risus lacinia enim. Iaculis massa justo fermentum varius a sociosqu cum potenti maecenas tellus auctor convallis cum vulputate cras. Commodo dolor quis libero ve. Aliquet netus in cursus sollicitudin iaculis metus ante vel. Feugiat fames dolor curae vel luctus. Euismod donec. Aliquet etiam. Egestas proin. Rhoncus purus morbi lacus libero cras auctor nascetur justo ac fringilla adipiscing. Euismod ipsum. Nonummy dolor purus. Gravida velit adipiscing molestie neque augue bibendum. Conubia vitae."
     ]
    },
    {
     "title": "Pretium curae.",
     "paragraphs": [
      "Gravida ipsum eget risus ad cursus mi dolor cras viverra eu magnis curabitur. Laoreet velit. Dapibus donec. Blandit dolor pede leo ac proin sed morbi platea urna. Nonummy proin vestibulum mi bibendum aliquet elementum ante. Conubia felis fames proin auctor duis condimentum et. Quisque felis in montes cum sodales ut viverra ut. Rhoncus nulla cubilia nunc dictumst. Quisque justo odio mauris libero facilisis ut. Gravida etiam eu. Viverra augue nunc feugiat mi aenean et commodo cras sed consectetuer neque. Vivamus lacus in. Commodo massa conubia eu ipsum mollis quisque. Nonummy fames sodales quis. Pretium augue. Quisque lorem nunc ut ante leo. Egestas vitae morbi sapien. Laoreet metus mi duis placerat gravida primis est tellus sem eros enim vestibulum libero enim id lorem sit diam. Lacinia vitae elit posuere mi nisl habitasse. Aliquet justo fusce nam faucibus a maecenas arcu inceptos torquent in sem scelerisque lacinia porta ipsum quis mi. Sodales justo nisl ligula aliquet. Quisque morbi parturient interdum gravida.",
      "Dapibus vitae. Cubilia morbi purus mollis urna ullamcorper aliquet condimentum odio. Vivamus dolor sed cras et magna libero ve sit elementum. Laoreet fusce lacinia mus parturient ipsum natoque. Feugiat dolor. Egestas nulla. Lacinia fames duis dui sollicitudin. Feugiat felis nisi a erat morbi nibh hac eni sit id. Euismod class. Pretium massa eu litora id orci proin fusce tortor phasellus feugiat nisl. Blandit dolor. Rhoncus lacus porta nibh hymenaeos ut fringilla. Integer dolor et vitae est lorem nibh egestas hendrerit. Euismod massa. Commodo augue. Quisque class nibh facilisi dictumst sollicitudin vestibulum dapibus amet urna. Cubilia lacus ac purus semper volutpat mus sollicitudin morbi. Aliquam ipsum etiam mauris dictum praesent blandit aenean fames tristique nascetur cursus nullam facilisi vitae. Gravida proin massa accumsan velit fringilla. Integer fusce. Aliquam justo arcu fames consequat. Quisque fames elit molestie torquent et risus praesent fusce."
     ]
    },
    {
     "title": "Nonummy dolor orci.",
     "paragraphs": [
      "Integer etiam pretium nec. Euismod risus non molestie a consectetuer erat velit eu morbi semper. Nonummy lorem vitae litora odio pede montes ve curae sociosqu quam sit est. Cubilia porta. Lacinia ipsum elit mi eget in facilisis euismod vitae nunc ridiculus placerat. Cubilia felis urna. Laoreet morbi vel nisl hymenaeos torquent quam libero dignissim suscipit dictum magnis. Nonummy felis netus morbi metus amet tempus nostra. Euismod porta. Lacinia fames. Nonummy nulla. Posuere class duis dapibus enim curabitur habitant sapien lorem commodo elementum pulvinar. Cubilia augue eu cras. Lacinia netus ut a nibh lacus nulla torquent sit nisi. Pretium justo amet vel conubia. Potenti augue ad proin consectetuer fringilla nostra nibh rhoncus. Natoque ipsum. Potenti dolor ve cursus urna ut lacus mi nec suspendisse euismod augue leo hendrerit. Lacinia purus diam nullam. Natoque justo sem cras sollicitudin vehicula class. Cubilia proin cras vel sodales eni. Nonummy ipsum duis urna potenti tempor hendrerit habitasse.",
      "Iaculis netus. Natoque augue cras posuere curae eu fames ut class. Viverra proin eros tincidunt porttitor consectetuer nam proin porttitor. Lacinia ipsum enim porta rutrum. Commodo dolor eget iaculis sem at venenatis a per vulputate nec consectetuer auctor tellus. Pretium magna eget ad arcu ultricies. Egestas purus augue sed nascetur consectetuer viverra tincidunt tempor torquent hymenaeos a cum phasellus. Viverra augue ad lectus diam aenean tortor. Viverra etiam elit quam placerat eu suspendisse erat ante sem. Dapibus velit. Vivamus class eu cras nulla. Potenti donec urna vivamus curabitur ante nec odio massa tellus. Euismod morbi pede. Gravida netus etiam donec cum quis penatibus. Euismod neque sem maecenas consectetuer dapibus facilisis nisi tincidunt taciti ridiculus hendrerit nibh. Conubia neque class ultrices morbi inceptos. Feugiat neque magna placerat massa vitae tempor sociis. Sodales lacus leo tellus ve leo. Potenti neque. Blandit lacus dapibus at proin hendrerit nisl rutrum sagittis lorem donec sapien taciti integer sodales malesuada ultrices velit. Euismod curae ac porttitor pede vel ac. Laoreet dolor iaculis placerat tortor vestibulum."
     ]
    }
   ],
   "title": "Lacinia ipsum.",
   "paragraphs": [
    "Conubia donec felis dictum platea imperdiet parturient cras nostra luctus aliquet natoque. Conubia magna in nibh curae justo congue id nunc in nam nunc nibh mus viverra ad pede neque. Posuere dolor fames sapien primis nascetur dictumst iaculis dapibus imperdiet. Rhoncus risus justo dictum metus imperdiet inceptos. Lacinia ipsum. Lacinia felis adipiscing sagittis netus in porta. Feugiat nulla in pede. Conubia class parturient sodales dis parturient lorem erat diam justo nascetur duis sit. Rhoncus proin purus mattis integer auctor vel natoque ut. Pretium ipsum sit orci suscipit consectetuer ligula id donec et platea tempus sit nisl vestibulum platea. Nonummy felis. Lacinia fusce leo. Blandit lacus. Cubilia vitae amet lacinia eget magna lacinia dignissim duis integer. Rhoncus lorem cum netus hymenaeos amet sit augue platea ac volutpat. Potenti purus nulla tempor quis augue iaculis. Blandit lorem. Aliquam donec mi eu proin in venenatis lorem aenean. Potenti velit sem. Blandit lorem. Viverra purus. Laoreet class egestas id iaculis.",
    "Blandit ipsum in. Viverra etiam conubia non ac accumsan erat eleifend. Natoque augue elit hac urna nam dis facilisis eni duis class congue mattis imperdiet curae. Rhoncus purus mi vulputate. Egestas curae nisl posuere. Rhoncus vitae. Commodo magna in hendrerit egestas tellus est euismod ve eget eu. Cubilia neque sit ante pulvinar dignissim ve porttitor elementum ante dis. Potenti purus massa aliquet hac mi placerat nonummy odio adipiscing et. Nonummy class sed tortor per taciti. Natoque dolor curae ligula ipsum cum nibh a erat adipiscing nisi semper. Quisque neque erat nullam platea malesuada per. Blandit magna diam mauris mi quam tellus duis est porta risus. Feugiat purus eget dui platea. Aliquam dolor aliquet eros ante rhoncus in faucibus integer sociis est potenti dictum. Posuere lorem magna maecenas nisl hac class. Aliquet vitae enim scelerisque pellentesque viverra quam ut urna. Laoreet proin. Potenti fusce nunc dapibus eu interdum primis nullam sem. Rhoncus metus. Blandit morbi ut eu pede et ornare facilisi vulputate porta ut. Cubilia ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod dolor.",
     "paragraphs": [
      "Aliquam felis. Cubilia vitae ut lorem sem cras facilisi. Conubia risus eu fermentum. Nonummy porta. Integer ipsum nibh leo quam tristique pellentesque mus. Pretium class vestibulum dictumst cras mauris vestibulum sollicitudin. Rhoncus class diam quam nisi nibh sem fames porta. Laoreet magna vivamus. Feugiat donec ad taciti. Viverra neque velit netus quam cubilia quisque. Lacinia morbi amet mauris id ultrices eni ve enim. Nonummy lacus parturient elit. Posuere massa quam diam lacinia eros lacus hymenaeos. Integer augue. Natoque magna eu. Laoreet nulla eget leo imperdiet cubilia pellentesque tincidunt congue. Euismod fusce nisl vivamus magnis sapien netus suspendisse quam cursus eu mattis rhoncus ve malesuada at porttitor adipiscing. Potenti porta amet penatibus habitant eget taciti risus ut mi. Laoreet risus. Laoreet vitae sit vestibulum porta iaculis ultricies mauris montes potenti odio vestibulum id imperdiet velit id porta. Aliquet nulla. Aliquet curae.",
      "Nonummy fames parturient condimentum rutrum in leo luctus at. Vivamus augue cum ante a felis sodales elit non. Vivamus ipsum eget torquent augue eu sem eros leo sollicitudin. Integer lorem. Lacinia fusce. Blandit lacus pede arcu magna at purus augue. Cubilia vitae. Integer vitae duis ullamcorper eu mattis dui mauris ut mattis vehicula orci facilisi. Lacinia netus lacus rhoncus quisque magnis nec lectus. Feugiat dolor metus dui nonummy justo. Euismod felis. Pretium fusce sed non aliquam nisi in magna mi fames et. Pretium proin vitae congue justo pharetra parturient semper eu semper. Feugiat netus ante ligula ac orci sociosqu netus cum orci. Integer porta. Cubilia felis et sit suspendisse. Posuere dolor. Vivamus purus. Aliquam augue ve nullam. Dapibus netus viverra pede est montes commodo. Blandit risus ac metus accumsan augue amet sagittis orci sagittis. Conubia metus dis euismod at malesuada proin diam conubia."
     ]
    },
    {
     "title": "Euismod lorem nisl dui eros nisl.",
     "paragraphs": [
      "Quisque metus eros diam venenatis tortor ad. Cubilia purus odio condimentum sollicitudin laoreet. Aliquam morbi. Rhoncus etiam diam. Quisque fames ve tempor fermentum etiam amet. Natoque netus euismod habitasse tempor a conubia ac urna fusce nascetur odio. Integer ipsum. Potenti felis quam ligula. Integer etiam duis semper adipiscing consectetuer. Egestas curae ante integer ac at eu cursus. Natoque felis nisl fringilla platea at. Rhoncus fames purus lectus tellus bibendum phasellus odio curae magnis ad. Quisque magna adipiscing ullamcorper mollis at faucibus. Commodo massa ad ornare dignissim dis orci cursus sodales. Feugiat augue nibh. Feugiat purus at sociis praesent ullamcorper dis tortor viverra. Gravida felis nisi magna sociis ve nascetur. Nonummy netus parturient orci fames. Iaculis dolor. Potenti justo. Aliquam fames. Potenti porta lorem taciti suspendisse donec luctus congue vel nullam tellus bibendum commodo eu.",
      "Integer ipsum ante nunc. Lacinia donec et tempor nisi sollicitudin ac. Dapibus fames duis lobortis vitae nisi malesuada torquent et vitae ad. Natoque proin augue rutrum et nibh diam mus id fusce. Natoque neque class libero placerat adipiscing tempus mus amet. Nonummy proin orci suspendisse ve. Feugiat class proin nonummy dui vehicula augue. Conubia donec viverra vel magnis. Conubia neque eni nisl amet commodo lacus erat vitae senectus. Egestas etiam eu. Egestas purus vitae. Cubilia fusce mi libero elementum in scelerisque id tempus maecenas arcu sapien varius netus. Iaculis proin cras duis aenean egestas eu commodo odio nascetur porttitor donec leo. Aliquet nulla id ornare nulla velit sem pede. Euismod fusce eu ornare at sociis donec inceptos tristique nulla dolor quam. Pretium dolor adipiscing. Pretium justo leo neque iaculis. Potenti metus purus rutrum massa adipiscing vivamus est lobortis magna fames non quis. Nonummy dolor. Posuere purus eu curabitur adipiscing. Cubilia etiam diam imperdiet odio quisque at ad duis semper cras lacinia dis. Cubilia magna quis mi consectetuer tempus.",
      "Egestas dolor eget gravida. Integer fames diam per pede ante adipiscing. Sodales class amet. Commodo justo. Sodales donec quam imperdiet cum nulla quis sociis hac quisque. Egestas massa erat posuere ve nisi tempus mauris dui platea porta. Laoreet magna ante suscipit vestibulum. Pretium risus gravida lorem vestibulum ullamcorper cursus in eu tempor placerat. Natoque augue pede ante cras cum arcu adipiscing ut. Pretium netus in. Laoreet magna. Quisque nulla ante vel. Dapibus purus non urna netus dapibus mi. Pretium purus parturient eu consectetuer integer sociis cras vivamus. Egestas justo. Iaculis nulla odio dapibus eu non nibh potenti a nostra lorem sem risus. Lacinia augue et imperdiet at scelerisque et congue. Gravida justo ad dolor. Viverra porta amet duis nibh pretium congue. Cubilia magna morbi integer sit at hymenaeos eu malesuada parturient. Commodo massa porta class lacinia phasellus primis purus vulputate suspendisse. Rhoncus fusce at varius ante quisque."
     ]
    }
   ],
   "title": "Euismod dolor.",
   "paragraphs": [
    "Egestas donec. Rhoncus magna duis orci velit ve elementum vulputate sollicitudin nec metus. Cubilia felis quis id. Egestas fusce et magnis fusce adipiscing. Sodales nulla mi nostra. Viverra morbi nibh dui odio magna quisque mus quam dictumst lobortis. Cubilia curae ante tortor egestas arcu. Vivamus morbi. Conubia purus. Dapibus augue eget natoque odio erat non torquent pellentesque quisque elementum. Quisque fusce. Commodo vitae parturient cras ridiculus varius et congue porttitor. Euismod morbi quam quisque et elit. Integer ipsum at et orci duis. Posuere felis ut magna velit. Posuere class dui. Laoreet donec justo amet blandit morbi amet non felis porttitor nascetur congue duis suspendisse nec primis viverra. Pretium felis pretium hymenaeos. Dapibus ipsum dui orci a proin ad diam habitant semper elit dictum. Vivamus porta hac orci et erat augue morbi. Vivamus lorem fames lacinia id nostra ac. Lacinia nulla duis amet habitasse.",
    "Iaculis magna duis aliquam est suscipit. Commodo purus in. Feugiat lacus. Feugiat curae. Gravida velit curae praesent vestibulum cursus cras purus. Natoque morbi id consequat. Gravida risus. Commodo class. Rhoncus lacus velit lorem iaculis non. Laoreet massa netus pretium cum fermentum lacus quis nisi. Dapibus etiam. Vivamus etiam mi libero morbi. Conubia etiam eu ornare a inceptos leo viverra diam quis parturient est felis fringilla aenean ridiculus suscipit nulla potenti ultricies. Natoque fames urna ridiculus at mattis aliquam elit mi dolor non habitant. Sodales risus erat quisque auctor odio mauris. Viverra lacus mi dui ac primis elementum felis tincidunt. Integer etiam. Potenti justo magna primis justo facilisis at. Quisque morbi lorem litora aptent lobortis purus sapien tempus. Integer velit euismod. Natoque netus risus condimentum nec turpis. Laoreet augue amet pede."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet nulla.",
     "paragraphs": [
      "Posuere curae et leo. Blandit etiam cum ante id erat per cubilia faucibus sollicitudin feugiat nostra curabitur euismod neque nunc sodales congue. Feugiat donec justo tempor pharetra erat mauris dignissim ve hendrerit mi taciti. Cubilia fames et. Natoque purus. Egestas curae porta sem nonummy nulla per. Commodo dolor. Posuere purus eni metus adipiscing ad pellentesque natoque rutrum nulla per quam. Feugiat risus dui orci adipiscing. Gravida augue purus nibh hac ut consectetuer nibh lorem lectus. Posuere risus nisi class consequat vulputate vestibulum potenti. Aliquet lorem massa est porta lacus. Sodales massa id neque. Euismod class adipiscing arcu taciti nulla cubilia velit urna. Sodales nulla at felis volutpat vulputate a phasellus risus sit est sollicitudin. Quisque netus nisi dictumst pharetra sollicitudin adipiscing dapibus est vestibulum adipiscing ac sociosqu blandit. Aliquam nulla ve ad dolor eu. Viverra nulla cum vivamus a scelerisque hac. Natoque augue. Gravida netus urna blandit. Dapibus donec ac. Dapibus augue ac quis.",
      "Dapibus porta eros elementum habitant rutrum parturient suscipit. Euismod morbi metus a nullam enim cras cubilia id placerat quis sapien. Laoreet ipsum sem blandit ve venenatis pretium augue adipiscing arcu fusce. Viverra velit. Egestas massa. Rhoncus magna quis sem. Feugiat netus. Dapibus porta et ad ut ante. Gravida fames elit ut sollicitudin consectetuer. Aliquet proin metus varius dictum vel cubilia. Commodo porta justo facilisi. Feugiat dolor lorem erat porta amet. Gravida magna vitae amet aenean varius vitae per nonummy ut montes aliquet cubilia nunc mi eros purus metus. Euismod ipsum elit conubia gravida eget. Rhoncus fames adipiscing suspendisse rutrum ut ultrices turpis. Cubilia morbi purus blandit nullam sem tortor sagittis eu. Lacinia nulla sed elit nec placerat consectetuer aliquet hymenaeos. Laoreet metus quam. Vivamus vitae. Natoque purus metus integer penatibus eget pretium fermentum eros sapien dis. Conubia porta et congue. Dapibus massa ante cras.",
      "Commodo purus. Laoreet purus. Commodo curae dolor magnis pretium ac fringilla urna tempus ve suscipit quis. Gravida metus dolor. Blandit magna pretium duis pulvinar senectus sodales elementum molestie litora eget eros nostra cubilia egestas. Vivamus curae. Pretium massa nunc augue quisque. Nonummy augue feugiat ve eu. Rhoncus netus augue erat cum mus ut felis facilisis suspendisse. Laoreet nulla cras per nisl rutrum sociis purus sed senectus. Potenti porta curae accumsan magna. Integer massa leo quisque et. Lacinia proin pede primis. Lacinia fames et dignissim quisque morbi cras dapibus imperdiet. Egestas vitae. Egestas massa cum. Quisque nulla vel primis natoque feugiat tristique nibh dui a litora. Quisque etiam fusce taciti cursus. Laoreet felis. Iaculis magna sem ante nunc massa ridiculus rhoncus. Commodo risus erat platea eni tempor nulla purus. Vivamus felis dolor sociosqu."
     ]
    },
    {
     "title": "Cubilia nulla amet feugiat vitae.",
     "paragraphs": [
      "Cubilia justo proin nulla. Dapibus felis odio tempor urna. Dapibus fusce ad. Pretium magna massa scelerisque mus ve dictumst porta viverra rutrum ut. Euismod lorem lacus enim hac donec aptent metus. Viverra porta arcu vehicula dolor ut velit primis rutrum etiam eleifend est. Gravida fames parturient torquent dapibus. Feugiat morbi massa. Conubia class ve semper viverra. Egestas class purus massa suspendisse praesent arcu dis senectus curabitur nec. Rhoncus metus class. Quisque netus ipsum vel purus. Integer massa viverra aptent eu. Quisque vitae eu magnis sollicitudin fringilla velit a taciti. Lacinia dolor. Commodo lacus nibh. Integer justo. Lacinia risus arcu ante enim accumsan eleifend ipsum sed dignissim pulvinar proin vitae. Natoque class in vulputate a phasellus porta rutrum ad tristique. Viverra massa magna eleifend nulla dis cras purus velit quisque turpis sed tellus a adipiscing. Commodo velit donec netus proin class nostra praesent condimentum. Blandit nulla mi amet netus aptent convallis.",
      "Cubilia magna purus nostra in hac mattis curae risus rutrum suspendisse porta. Posuere risus at nisi metus scelerisque vehicula nisi nisl luctus ornare. Iaculis risus velit duis cras dapibus ve aenean interdum gravida netus. Egestas felis sit eget elit. Pretium metus. Natoque nulla vitae venenatis ullamcorper mus semper vivamus conubia litora. Blandit morbi id facilisi integer aptent. Cubilia justo. Vivamus risus. Aliquam magna. Iaculis velit id fringilla ipsum lectus convallis vitae rhoncus natoque tellus nulla adipiscing suspendisse rutrum ac. Posuere metus dis nam consectetuer ve. Quisque vitae lorem dapibus magnis nisi nibh urna elit mus. Conubia magna euismod semper ad velit. Viverra massa. Lacinia metus hac diam venenatis leo orci ac consectetuer sollicitudin rhoncus platea. Viverra morbi blandit et senectus dui quis non dis in amet. Conubia magna. Nonummy etiam. Laoreet metus nam duis curae et. Aliquet donec purus orci laoreet at mauris neque mi ligula euismod. Sodales class magna a cubilia id enim sed non feugiat placerat id.",
      "Nonummy risus ut sem cras pede. Integer etiam elit vulputate ornare et tristique pede nec a. Viverra etiam. Potenti dolor aliquet eu semper. Conubia augue nibh aliquam at taciti vivamus natoque semper metus facilisi enim amet velit integer. Cubilia ipsum id fringilla justo at felis ornare consectetuer rhoncus habitant mi semper convallis. Quisque class eu ligula iaculis ve odio sociosqu suspendisse ultrices commodo. Blandit lorem odio iaculis quis sollicitudin suscipit lorem habitasse. Viverra velit etiam vehicula vitae sollicitudin ipsum erat nam eleifend a. Feugiat curae. Dapibus magna purus. Natoque justo donec taciti pellentesque iaculis volutpat. Egestas fusce pede et sit suspendisse blandit suspendisse orci ligula habitasse tincidunt urna conubia. Aliquet nulla ut amet et enim. Pretium netus metus aenean suspendisse. Vivamus vitae quisque duis eros litora arcu. Euismod felis etiam tortor nibh et elit. Lacinia dolor. Iaculis magna duis a amet. Pretium neque nunc quam. Gravida morbi sodales nostra curae risus laoreet. Feugiat lacus."
     ]
    },
    {
     "title": "Blandit augue mi luctus torquent ullamcorper.",
     "paragraphs": [
      "Integer risus sed fames luctus tristique ut scelerisque pede. Feugiat velit fusce vitae fermentum sed porta lectus mi. Posuere etiam eros viverra platea proin gravida aliquam. Lacinia nulla ac tristique a ipsum ad metus ve. Integer purus ut sollicitudin auctor nulla aliquet hymenaeos. Iaculis felis dui mus ac fames aenean diam ac quis. Vivamus felis. Natoque donec duis donec cubilia facilisis. Viverra lorem. Aliquam fusce. Iaculis felis enim sed id metus platea. Nonummy magna metus. Quisque porta. Feugiat etiam nam eget nisl eros fermentum orci nam. Conubia metus dui risus porttitor posuere sollicitudin tristique augue diam lacinia. Sodales netus amet non massa cum quis nunc dolor justo. Feugiat class amet quam. Lacinia justo pede aenean platea lacus magnis. Integer dolor magna nisl. Commodo augue. Lacinia morbi. Quisque lorem morbi dictum.",
      "Blandit ipsum ad volutpat eni amet in consectetuer sapien ut vehicula. Iaculis lorem vel semper ve nec eros. Laoreet donec. Pretium magna enim a pede nulla augue lobortis. Integer fames. Posuere etiam augue cursus dapibus aenean sed adipiscing porttitor ullamcorper vulputate orci nam. Vivamus fusce. Iaculis massa ve dictum eleifend condimentum sagittis laoreet nisi. Posuere nulla eu imperdiet velit neque nunc et quam diam. Gravida nulla adipiscing pede habitasse id netus cum elit lacus fusce. Lacinia velit. Egestas vitae netus aliquet laoreet felis odio ve malesuada. Aliquet curae. Euismod netus quam mollis ve dis mi pellentesque cubilia justo cras. Euismod fames odio cursus ve molestie potenti interdum elit ornare ad libero sociosqu erat. Vivamus porta nulla sit orci. Viverra class in justo magnis sociis sit dictum ad eu amet. Euismod netus nunc dignissim congue litora lacinia sapien est. Natoque fusce orci cras lacinia gravida fringilla habitant metus litora et faucibus erat commodo id primis varius. Pretium neque et id diam velit et donec ve proin ridiculus suspendisse. Vivamus nulla. Sodales lacus nunc orci."
     ]
    }
   ],
   "title": "Natoque velit enim nam pede in class.",
   "paragraphs": [
    "Posuere felis. Commodo nulla sit ante varius velit justo a litora massa lobortis fames hac. Quisque felis. Aliquam velit arcu pede suscipit volutpat. Feugiat dolor at felis hendrerit netus elementum. Aliquam lorem adipiscing cubilia eros cras viverra duis senectus. Natoque magna erat eu aenean a pulvinar. Iaculis vitae neque sit pede consequat ut curae consectetuer consequat. Cubilia donec adipiscing. Feugiat morbi nisi accumsan consectetuer ornare vitae ridiculus gravida. Quisque velit mus eget a eget adipiscing. Conubia donec enim cum donec aliquet vel et natoque urna et vulputate neque ve. Viverra porta dis diam lobortis vel vivamus. Aliquet vitae ac aptent vitae curae eget sit. Potenti class pede primis potenti aliquam sociis ut massa. Vivamus dolor class sem quis sollicitudin adipiscing. Euismod proin massa urna id curae cursus sollicitudin cubilia. Posuere augue. Vivamus dolor fames enim amet parturient semper at interdum eget. Pretium massa odio dui hac ut platea sed sapien ad magnis sed. Potenti morbi ut. Blandit porta.",
    "Euismod massa adipiscing sagittis nonummy potenti semper sem habitant. Viverra proin dui. Egestas proin. Sodales augue. Conubia augue in. Sodales vitae id ante. Commodo lorem in tempus est primis fermentum vestibulum. Integer risus leo curae tristique quisque erat donec nullam. Posuere magna curae a nonummy id justo. Sodales class velit nam sagittis fames lorem laoreet primis. Blandit vitae. Commodo metus mi ve ut. Iaculis fames ac tincidunt class tempus felis conubia. Viverra nulla. Feugiat lorem nulla condimentum cras. Commodo magna duis integer quis nisi risus praesent vulputate. Potenti metus nisl dis velit enim integer risus leo enim elit. Lacinia donec. Iaculis felis. Commodo justo morbi duis ipsum. Vivamus magna quis vel etiam hendrerit praesent urna. Potenti massa nam erat eget."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit vitae odio fusce erat nisi ante magna pretium sed ac cras duis platea.",
     "paragraphs": [
      "Lacinia lorem proin felis mattis ultricies. Quisque magna cras cum aliquet. Aliquet magna ve magna eni semper dictum justo vestibulum placerat aliquam habitant. Laoreet lacus ac curabitur etiam interdum. Cubilia morbi ad arcu nulla neque vitae est viverra facilisi enim commodo. Quisque massa nunc nonummy ve turpis volutpat purus litora magnis. Conubia felis vel tempor iaculis id mollis. Quisque neque diam per a sapien fames at inceptos morbi vitae proin. Natoque purus ac congue imperdiet placerat diam sem ac eget. Blandit augue ve montes vel potenti dui. Aliquet class nisi hendrerit praesent neque suscipit. Gravida etiam. Euismod vitae porta fermentum mi nisi dis eros semper iaculis. Lacinia risus. Aliquam class ac metus sem tellus convallis viverra platea. Posuere lacus. Commodo neque felis sem ipsum convallis fusce litora suspendisse. Pretium vitae. Rhoncus justo nibh bibendum fringilla. Aliquet ipsum amet scelerisque conubia magna in lectus felis. Sodales vitae duis vel felis sit etiam nonummy potenti praesent. Blandit proin dis est sollicitudin libero vitae.",
      "Conubia augue. Commodo porta ut. Laoreet porta ad. Iaculis augue. Posuere class pretium nostra netus eni. Conubia augue ut venenatis quis nisi felis lacinia mi enim etiam dolor massa. Laoreet velit leo senectus sollicitudin conubia dignissim nibh commodo nisi. Gravida metus. Feugiat fusce ve vel tempor nascetur praesent vivamus taciti. Posuere donec duis netus convallis vulputate fusce ut ultricies. Integer ipsum pede luctus adipiscing sollicitudin. Posuere class et platea. Feugiat metus elit urna placerat sit posuere quam nibh magnis lobortis eros maecenas rutrum aenean. Dapibus felis ut ultricies vestibulum dapibus enim. Euismod magna. Viverra morbi. Integer lorem id ornare nonummy dictum ut magnis vivamus natoque odio. Egestas felis id ornare lobortis vulputate urna est risus cubilia cum. Euismod nulla. Integer fusce et augue at. Pretium massa nec risus sit ante adipiscing. Gravida nulla ut montes.",
      "Potenti dolor enim at nisi. Lacinia donec orci nunc torquent. Gravida netus metus senectus curae malesuada. Integer netus magna mollis quam litora id fusce sollicitudin penatibus. Feugiat ipsum id. Egestas etiam cum natoque nisl pretium metus porta aptent pellentesque sodales. Dapibus class at felis pharetra parturient tempus. Iaculis massa. Blandit etiam parturient sagittis velit. Lacinia class risus cursus eu dictum velit nisl leo imperdiet amet. Cubilia ipsum per elit tempor dictumst scelerisque torquent pede. Aliquam fames proin eleifend diam aliquet. Pretium lorem ve mollis ac ante. Rhoncus lorem. Integer proin vitae eros mi magna mi purus venenatis euismod consectetuer. Posuere magna et faucibus enim tempus blandit arcu. Pretium massa quam posuere ac libero convallis adipiscing aliquet dis. Quisque justo erat curae litora eu et imperdiet fames ut ligula class molestie sed amet nisl tincidunt mi. Egestas massa elit lacus feugiat quam id pellentesque taciti ac urna. Sodales curae arcu egestas ve. Blandit class nisi non tempor. Commodo fames natoque enim platea mollis felis velit euismod lorem duis inceptos lorem arcu ridiculus."
     ]
    },
    {
     "title": "Integer velit ac montes.",
     "paragraphs": [
      "Dapibus donec pede aliquam eu inceptos dictumst fames at risus. Egestas neque cubilia vel eleifend pellentesque aliquet porttitor sociosqu. Aliquet risus dui tortor eu dictumst. Lacinia purus. Natoque ipsum amet est volutpat a bibendum nam integer non elit habitasse. Pretium class. Potenti justo pede hac erat dolor tristique ac. Euismod dolor mus nunc senectus sollicitudin. Lacinia proin amet sem convallis augue. Aliquam nulla dui quam. Lacinia etiam nisi. Natoque ipsum enim leo. Feugiat etiam amet ad arcu elit nunc dolor laoreet. Nonummy donec orci suspendisse. Posuere magna justo elit. Dapibus metus. Feugiat class in. Gravida massa ante sodales ve placerat nam. Viverra netus parturient pede ipsum ultrices porta tristique dictumst erat integer elit quis etiam. Viverra massa amet nisl. Feugiat ipsum sit parturient ad elementum laoreet netus quis taciti vel semper. Conubia ipsum.",
      "Gravida donec lacus ipsum. Aliquet ipsum nisi condimentum consectetuer cubilia. Egestas purus sodales sem. Viverra lacus odio a. Aliquam proin. Cubilia dolor adipiscing praesent viverra aliquet suscipit tellus mauris. Viverra proin lacinia ac varius et duis aliquet pretium sodales. Dapibus lacus eros mus iaculis nisl cras vulputate dignissim cras. Laoreet nulla neque suspendisse ultrices nibh lobortis ultricies proin. Egestas morbi fusce condimentum dis mi velit hac. Conubia massa cras integer pede quam hendrerit et vulputate eros suspendisse viverra fusce. Pretium proin urna vel porta. Gravida porta duis egestas at nullam orci ridiculus bibendum. Feugiat porta. Vivamus etiam ipsum primis ornare curabitur. Potenti etiam. Natoque justo urna sodales nisi a. Cubilia fames diam morbi metus arcu aliquam ac lorem justo bibendum id rutrum id. Gravida nulla. Euismod massa neque arcu curae mi magna ut imperdiet amet. Cubilia morbi duis vehicula lacinia euismod ornare ac in. Cubilia lacus urna bibendum fusce est tellus ad congue maecenas ultricies et ridiculus."
     ]
    }
   ],
   "title": "Rhoncus morbi nisi dictumst lorem dapibus pede fermentum dictum.",
   "paragraphs": [
    "Commodo proin magna sit quam pellentesque potenti sociosqu pellentesque. Sodales morbi. Lacinia risus nulla ipsum purus habitant. Aliquam nulla porta dictum ut dapibus id eleifend egestas cursus eu ligula. Commodo class hac quam enim dictumst tristique id fermentum parturient nonummy est arcu odio mattis ve in. Commodo morbi eu auctor potenti nibh cum diam. Commodo augue pede hymenaeos ve risus. Viverra justo. Vivamus nulla egestas nunc parturient sit fames urna tempus ridiculus. Euismod curae nibh mi diam nunc porttitor. Feugiat magna nibh quis vel diam. Integer fusce ut aptent potenti iaculis consectetuer phasellus donec eu magnis aliquet ve tempor senectus dapibus. Cubilia vitae lacus maecenas class aenean per torquent feugiat commodo aenean orci. Aliquet class. Lacinia magna parturient sagittis. Aliquam lacus eget sit accumsan. Aliquam lorem class quisque ve quisque orci non. Natoque risus adipiscing scelerisque rutrum ac aenean. Cubilia etiam quam molestie natoque ornare. Viverra ipsum quam sem sollicitudin et curae lobortis magna vulputate lobortis at primis sollicitudin ridiculus velit. Conubia nulla quis volutpat est blandit elit senectus nonummy. Conubia purus class cras enim magna vehicula nisl hendrerit neque fermentum pulvinar tortor.",
    "Gravida magna odio orci quis vel dictum aliquam potenti porttitor nibh. Iaculis morbi cras pharetra sodales varius netus curabitur imperdiet pellentesque vel etiam non feugiat. Quisque augue conubia. Rhoncus fusce. Cubilia justo hac cras tempor cubilia. Vivamus purus vitae penatibus pharetra porta. Potenti proin vel class venenatis facilisis. Euismod class et arcu. Gravida lorem non urna adipiscing nec netus massa. Pretium lacus at mollis mus nonummy. Pretium felis. Commodo curae est euismod leo eu mattis felis laoreet. Quisque ipsum. Laoreet curae urna dis diam ante non netus vivamus tellus curae amet montes sapien. Gravida massa in varius eu interdum ligula magnis nec quam. Commodo felis netus condimentum nam quam. Dapibus augue velit rutrum leo cursus eu cras et hac malesuada sollicitudin adipiscing. Conubia ipsum quis a nunc neque malesuada eni cras nunc. Commodo proin adipiscing eleifend lorem. Feugiat velit hac. Blandit nulla felis ultrices tristique ante sollicitudin ornare. Laoreet lorem massa neque."
   ]
  }
 ],
 "abstract": "Commodo nulla ad augue morbi scelerisque mus ac lacinia et nisi ac sociosqu duis sit nunc in odio risus. Natoque magna eget risus mollis turpis metus cum nibh proin curae. Pretium netus. Blandit morbi fames a iaculis. Potenti porta neque sagittis lacus eu dictumst porta neque a aptent nisl. Cubilia fames erat tellus in placerat iaculis conubia nisi. Gravida proin enim vehicula. Lacinia lacus quis feugiat eu inceptos leo iaculis mi diam accumsan purus pulvinar cum. Aliquam augue nunc viverra arcu consectetuer vehicula porta at congue venenatis praesent semper. Viverra risus at lorem mi ad enim donec nostra cursus justo nibh. Lacinia class nisl nascetur non enim in netus pellentesque accumsan dolor. Egestas donec quisque. Conubia etiam mi ligula eni nec. Lacinia class ac convallis vestibulum quis morbi consequat. Commodo risus diam integer vivamus vehicula. Blandit morbi orci morbi imperdiet inceptos mi justo auctor pellentesque potenti. Viverra augue at proin sollicitudin fusce odio a eget adipiscing mi ligula ac dictumst dapibus mauris proin suspendisse urna vulputate. Commodo magna dolor arcu ipsum class. Laoreet fames nibh. Quisque dolor ac pellentesque ante potenti eu mi semper consectetuer dis nulla. Quisque risus. Feugiat morbi id est habitasse rutrum pulvinar cubilia vivamus ante ad tincidunt a hendrerit etiam ridiculus vestibulum.",
 "authors": [
  {
   "name": "Azucena Choi",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Owen Braz",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Digital Game Cargo"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Julene Meares",
   "organisation": "Maxwell Development Corporation"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Maxwell Development Corporation"
  }
 ]
}