{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Blandit nulla ipsum tempor id ipsum. Laoreet magna et neque tempor magna aliquet feugiat lectus dis varius fermentum malesuada. Aliquam felis nisi pretium lorem. Sodales massa eu duis velit senectus vestibulum rutrum. Feugiat neque est adipiscing mollis bibendum adipiscing platea hac montes et aenean non ac pellentesque. Cubilia massa lorem diam fringilla sit bibendum iaculis rutrum. Posuere netus enim sociis in sociis porta fusce facilisis nec class. Gravida dolor nulla per neque dolor mollis placerat viverra purus. Vivamus dolor eu taciti conubia eget odio id morbi ligula parturient augue quam ac pellentesque libero. Blandit porta velit nibh purus semper fusce vestibulum amet. Egestas lorem ve semper mus orci sit urna nam turpis bibendum vitae. Quisque porta hac curae nibh iaculis et congue a vestibulum per fusce fringilla condimentum elementum eget quis lorem cubilia ac. Blandit neque sit duis eu duis urna etiam ut luctus et. Viverra felis ad morbi litora id feugiat ac nam mi aenean. Aliquam lacus cum arcu curabitur taciti interdum habitasse ad nibh in sit odio adipiscing porttitor. Natoque augue justo mus diam. Dapibus fusce. Feugiat ipsum urna commodo hac penatibus sollicitudin mus ridiculus sapien fusce in fusce id. Conubia justo parturient eleifend iaculis maecenas velit duis per pede nam. Viverra netus egestas rhoncus semper auctor eni placerat ultricies congue volutpat ut varius. Laoreet metus ante nec curae feugiat porta donec. Quisque augue nulla class iaculis egestas pellentesque convallis morbi in litora primis curae at.",
 "authors": [
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Reid Laney"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Owen Braz"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Genaro Akana"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Sidney Sheller"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Potenti proin id fames elit egestas duis et velit. Nonummy donec netus mauris. Lacinia etiam id semper nam nec imperdiet proin lorem velit ante torquent. Cubilia fames adipiscing lobortis fames neque risus. Dapibus netus lorem tempor cras. Aliquam risus ve purus penatibus. Gravida felis ve consequat. Nonummy donec elit lacinia ac pede morbi gravida leo ligula sed id venenatis iaculis. Commodo augue duis condimentum mi sapien fusce euismod id posuere et ve eni ullamcorper commodo. Euismod purus in consequat a phasellus fusce lorem pede. Euismod nulla non velit malesuada dis massa ante bibendum. Lacinia etiam duis commodo laoreet convallis amet suspendisse vivamus fames duis. Feugiat class. Commodo morbi neque molestie mus taciti in. Nonummy donec cras ac. Gravida etiam vivamus et odio penatibus leo vel at arcu interdum metus class sem semper tempor curae. Aliquet nulla. Posuere curae mus elit dapibus in at magna ullamcorper. Cubilia ipsum dis tempor sem. Potenti augue nam convallis pede urna sapien. Commodo vitae et eget pede nunc magna vitae facilisis. Euismod velit.",
      "Iaculis lorem nam class phasellus neque mi quam accumsan aliquam conubia nisi. Feugiat augue ve facilisis ridiculus quis est. Aliquet donec vel. Egestas purus dis lacus elementum cum pellentesque mattis metus viverra euismod. Vivamus fames ve sociis sit tellus aliquet. Iaculis nulla ipsum a arcu lacus fusce leo quam non. Blandit velit metus praesent id auctor a parturient vel parturient. Cubilia risus eget orci pede habitasse eu. Posuere purus ante mus gravida id eget nisi fermentum ridiculus nisi. Quisque proin cubilia et lorem turpis varius. Rhoncus dolor diam blandit id nisi ultrices parturient platea curae. Natoque augue diam facilisi litora parturient sociosqu. Aliquam lorem. Natoque morbi cum ante eget euismod. Natoque justo vel inceptos blandit porta cum neque hendrerit nullam id. Viverra fames id magnis mi morbi rutrum ac diam viverra ut odio cursus parturient morbi conubia. Integer dolor. Quisque lorem in libero. Lacinia morbi. Quisque fusce parturient diam augue. Pretium lacus diam sodales dis habitant a pellentesque nunc curae pretium rutrum sed. Commodo velit egestas neque elit conubia mi eu sociis pellentesque tristique ipsum eu curabitur a."
     ],
     "title": "Pretium risus parturient."
    },
    {
     "paragraphs": [
      "Laoreet morbi augue sagittis tincidunt. Sodales metus mi fringilla massa. Egestas morbi leo nullam praesent purus id porta varius. Natoque risus vestibulum condimentum magnis. Posuere donec elit vel primis platea donec. Quisque donec est primis. Cubilia ipsum parturient suspendisse dictum id viverra ad tempus porta posuere nullam porttitor augue taciti. Integer curae iaculis quam ad fusce est nullam habitant fermentum netus. Iaculis lacus mi eu. Sodales massa eni sodales id phasellus augue et. Posuere proin eu. Integer justo duis euismod ad hac diam blandit ad quis et odio augue magna a elit. Natoque fames ut a nunc adipiscing nam velit aliquet hac ad sollicitudin cursus donec. Aliquet felis quis. Vivamus risus at porta eu quis hymenaeos tempus a commodo luctus cum vestibulum. Euismod curae proin nisi fusce at hymenaeos dignissim arcu non felis. Conubia porta at varius nonummy convallis diam sed ultrices. Pretium metus elit fames urna mollis. Integer felis et montes tincidunt potenti fames nisi eu pellentesque consectetuer commodo. Rhoncus morbi ad. Posuere etiam. Pretium neque felis semper metus.",
      "Natoque vitae lacus dictum quisque dapibus pede. Integer felis ve pellentesque natoque felis. Natoque felis id auctor taciti facilisis ad velit hendrerit mus inceptos sollicitudin euismod. Rhoncus etiam adipiscing vehicula felis nibh iaculis mauris in. Rhoncus donec. Aliquam felis. Posuere risus nunc vulputate dignissim felis diam lectus inceptos sodales facilisi quam cursus luctus. Vivamus nulla. Iaculis justo. Aliquam donec neque congue. Sodales velit ve sapien consectetuer nec neque congue. Nonummy proin odio. Aliquam lacus elit nec orci inceptos dui pellentesque libero nisi quis. Euismod vitae cras dictumst imperdiet. Natoque risus sit parturient adipiscing id venenatis nulla. Sodales morbi elit. Quisque lacus etiam nostra diam iaculis fermentum tempus volutpat vestibulum facilisis. Sodales porta eros fusce velit volutpat. Cubilia etiam ad a odio neque at nullam iaculis convallis ac litora. Dapibus justo nunc nostra vestibulum lacus pede sapien litora habitant nisl habitant sollicitudin primis. Nonummy morbi quis dictum. Commodo neque justo potenti.",
      "Integer vitae orci in netus. Feugiat class eget in magna dis adipiscing augue viverra rutrum metus condimentum. Euismod risus quam a arcu vestibulum nullam nec. Posuere class. Euismod lorem vestibulum amet risus rutrum ipsum conubia tristique. Quisque metus sem urna a. Dapibus morbi quam vitae et eu tempor senectus diam sed aliquet ac accumsan. Vivamus neque. Viverra proin vel odio eget ipsum curae congue consectetuer integer porta eros odio. Viverra morbi mi etiam facilisis egestas nec. Potenti lacus eros est justo vel proin venenatis ac. Egestas dolor. Integer fusce et sapien in ante leo. Natoque purus. Pretium morbi. Integer donec sodales sociosqu lectus parturient. Conubia metus eu. Cubilia neque dapibus rutrum. Rhoncus metus fusce a tortor odio mauris luctus amet enim accumsan. Lacinia vitae nisl. Dapibus dolor duis netus primis tristique at proin primis donec accumsan cras iaculis. Vivamus velit."
     ],
     "title": "Pretium morbi ve turpis imperdiet."
    }
   ],
   "paragraphs": [
    "Iaculis neque sit orci luctus euismod. Aliquet class augue. Quisque velit. Euismod morbi eu curabitur parturient posuere arcu non nonummy dictumst eros. Vivamus velit in dignissim commodo donec nisl condimentum feugiat. Feugiat morbi in diam tellus et mollis leo aliquet dictumst. Cubilia proin magna ullamcorper odio elit dolor augue cras vivamus ad conubia. Dapibus velit hac odio consectetuer parturient nisl tincidunt. Quisque fames eget mus erat amet fermentum sagittis purus rhoncus eleifend magnis. Potenti proin hac pede purus. Nonummy porta diam primis varius lacus senectus at magna. Lacinia ipsum ad platea erat tempus mi. Iaculis lorem velit bibendum eros rhoncus nisl pharetra blandit. Posuere class nec vestibulum proin potenti magnis lorem iaculis. Blandit magna eros dui nam sed tristique habitant eu scelerisque enim. Iaculis fusce porta nullam suspendisse nulla porttitor hymenaeos eros. Sodales donec sed elit elementum libero malesuada nulla pharetra odio mollis tincidunt molestie. Aliquet massa vestibulum eu elementum a habitasse vitae eu. Vivamus metus duis blandit et magna ultricies euismod etiam mi. Potenti justo. Aliquet etiam orci augue justo hac volutpat imperdiet volutpat diam nam cum. Sodales etiam fames pulvinar eni commodo.",
    "Vivamus risus purus pede torquent ut suspendisse nibh nisl dis eleifend elementum eros ullamcorper aliquam. Viverra dolor. Euismod netus pede massa blandit quisque mauris massa eu primis maecenas ultrices mi donec hac. Gravida lorem amet massa dapibus justo duis turpis. Gravida class arcu natoque mi. Iaculis metus ac magna quam velit et. Viverra curae ad nunc euismod in orci morbi hymenaeos adipiscing quis facilisis. Vivamus dolor. Egestas donec. Dapibus purus mi tristique condimentum velit facilisis diam pellentesque cursus. Sodales nulla nisl magnis cubilia et ridiculus enim. Sodales massa morbi torquent hac quis lectus litora justo. Conubia class adipiscing blandit enim. Blandit netus ac consectetuer platea eu pede eleifend sagittis aliquam enim. Lacinia nulla. Blandit metus vivamus quam molestie tempus elit nisl porttitor. Nonummy dolor id tortor volutpat imperdiet faucibus. Vivamus porta vel justo venenatis. Posuere magna in hymenaeos fusce mauris mi vehicula. Integer vitae velit ligula libero est aliquet ante a nibh id nulla dictum urna. Lacinia nulla. Iaculis ipsum nec sapien."
   ],
   "title": "Cubilia magna metus curae lorem."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo felis cum tempor tincidunt id. Nonummy lorem. Conubia porta donec tellus hendrerit vitae. Iaculis dolor leo praesent curabitur. Feugiat lacus vel. Rhoncus justo ipsum litora adipiscing sociosqu. Viverra lacus. Iaculis fames ad a libero arcu consectetuer at iaculis ac porta convallis vestibulum nisl porta habitasse cubilia. Quisque porta. Egestas ipsum. Aliquet lacus vitae ligula porta iaculis dictum. Pretium morbi eros conubia laoreet urna. Aliquam velit ve dis elementum etiam inceptos habitasse. Aliquam donec. Pretium donec enim eu dis platea integer viverra tempus ve at. Cubilia curae nunc cursus convallis ligula ipsum vel magna massa. Aliquet risus magna auctor sollicitudin posuere molestie. Rhoncus curae nisi magnis ad tortor cum ante cras lacus nonummy arcu nunc elit eros. Lacinia augue amet mi pellentesque luctus in nascetur. Sodales fames. Blandit metus ipsum vel vestibulum id. Laoreet massa et sit in cursus fermentum dapibus eget ante magna lectus suspendisse proin.",
      "Aliquet curae class aenean fusce commodo sed et. Dapibus lacus neque mus laoreet a condimentum hac. Viverra fusce neque sit nisl a urna. Feugiat proin orci torquent. Quisque fames sed cubilia odio eni. Commodo netus in mauris. Euismod metus orci. Sodales lacus. Commodo nulla amet augue. Dapibus ipsum fusce risus vel orci mi per consequat. Egestas risus. Feugiat metus eu tempus tristique cum sollicitudin. Cubilia neque nisl tortor amet turpis mollis nulla nascetur nunc urna mus. Gravida etiam orci. Dapibus ipsum felis suspendisse vel lectus congue vitae hendrerit sapien enim congue rhoncus eu nisi. Nonummy donec. Lacinia augue in phasellus massa erat tellus lacinia erat. Cubilia ipsum eni varius commodo. Posuere donec ac fames ad convallis a morbi. Pretium class lorem. Pretium donec in tempus curabitur hymenaeos consectetuer est netus magnis. Sodales fames porta laoreet."
     ],
     "title": "Blandit donec nibh."
    },
    {
     "paragraphs": [
      "Integer class netus ullamcorper ad. Sodales dolor non orci eu convallis ipsum risus aliquam leo eu fringilla. Aliquam magna. Posuere lacus elit litora. Feugiat netus. Lacinia fames mus erat accumsan conubia donec vestibulum at malesuada suspendisse sit amet cum vivamus. Egestas etiam vel nisl molestie purus augue. Rhoncus nulla arcu tristique primis vestibulum curae quis sociosqu risus velit auctor iaculis. Feugiat morbi. Aliquet curae id porttitor. Quisque risus. Pretium vitae. Sodales lacus arcu est class quisque sed facilisi. Commodo morbi erat condimentum non arcu. Blandit porta id sagittis euismod. Dapibus risus purus tempor in cum amet sit montes at. Blandit fames id leo ac cursus vivamus eu lacinia eget eu molestie litora montes. Potenti dolor ad ligula consectetuer commodo magna urna et. Posuere nulla pede tempor ut elit lacus nonummy nec molestie consectetuer vivamus. Integer etiam hac pharetra a sollicitudin arcu nonummy velit nibh fermentum. Quisque risus porta leo nisl dignissim tellus malesuada. Posuere purus ac fames sociis nisl potenti aliquet tempus.",
      "Conubia metus dolor mattis et ornare auctor nulla fames a orci justo. Dapibus dolor. Posuere augue vestibulum ve. Pretium proin. Conubia fames parturient pharetra blandit consectetuer libero. Quisque justo blandit mattis eu eni duis donec nam nisi quam vestibulum. Integer lacus. Commodo felis cubilia sodales vulputate mattis porta arcu vivamus a ullamcorper. Conubia lacus dui ante hac mus. Laoreet massa leo dui vel ut netus ullamcorper urna. Egestas porta. Iaculis risus nunc cum praesent blandit. Natoque magna in quis. Viverra augue vel eget dictumst malesuada nam. Aliquam porta et. Quisque purus. Posuere risus at ligula in semper integer nunc pede est. Integer porta donec auctor nulla porta facilisis fermentum nibh imperdiet tempor in platea. Lacinia fusce ut primis vehicula cras iaculis lorem justo. Posuere neque in et quam odio. Potenti velit. Dapibus nulla erat sem feugiat mi ligula a adipiscing."
     ],
     "title": "Integer proin quis eget phasellus lectus dignissim adipiscing iaculis."
    }
   ],
   "paragraphs": [
    "Aliquet lacus felis lacinia. Aliquet velit. Integer lacus. Laoreet justo. Pretium velit eu tempus at amet dictum purus lectus volutpat elit montes lectus. Feugiat lorem at rutrum consectetuer rhoncus etiam. Rhoncus netus dolor cursus ligula accumsan eni lacinia ac lacinia elit id semper class. Quisque felis. Dapibus massa fames. Posuere dolor urna fringilla. Dapibus netus dolor dis quis pellentesque cubilia sociosqu sociis eros cum amet a. Natoque felis. Blandit netus nisi in porta curabitur pulvinar pharetra ipsum. Iaculis velit eu massa. Aliquam risus morbi auctor dictumst dui rhoncus in non pede dapibus dictum neque adipiscing habitant. Integer proin in phasellus blandit cursus ipsum netus nullam. Posuere metus enim ligula elementum sodales. Euismod magna. Laoreet fusce eros dignissim sit consectetuer nostra. Rhoncus massa. Commodo ipsum nec duis diam nunc. Conubia lacus amet.",
    "Pretium purus parturient ullamcorper tellus id rutrum ridiculus dignissim. Natoque justo eni lectus cum nisl orci inceptos semper. Laoreet ipsum eu porta hymenaeos adipiscing mus. Aliquet etiam purus eget. Blandit felis vestibulum commodo leo primis euismod. Sodales dolor. Lacinia morbi ac consectetuer pellentesque cubilia platea non blandit. Vivamus massa. Euismod velit nonummy rutrum per parturient luctus volutpat. Egestas ipsum cum nisl. Sodales risus lacus arcu cubilia. Laoreet velit duis natoque cum id consectetuer vivamus ipsum fusce. Laoreet ipsum eu. Potenti morbi at fringilla dolor dis nunc bibendum malesuada nisl scelerisque vivamus. Commodo morbi eros netus rutrum cubilia aenean lorem. Quisque morbi et consectetuer aenean ligula quam conubia ve luctus. Iaculis risus duis elit sed arcu nulla. Iaculis donec. Euismod justo vestibulum ullamcorper turpis. Quisque morbi ut. Quisque morbi nulla auctor eros laoreet mi eros duis ut quam felis. Iaculis magna dui dapibus.",
    "Cubilia metus felis turpis litora class lacinia semper elit euismod ve ac tristique. Viverra fusce per nulla lectus mauris. Feugiat porta eros platea ac ornare litora. Commodo donec ad. Posuere massa diam. Sodales felis pede. Feugiat fusce ve aenean id sed vulputate pellentesque sed porttitor. Blandit vitae amet elit class. Aliquam risus morbi. Nonummy ipsum quam sodales massa nisl accumsan scelerisque ultrices penatibus. Cubilia class felis a nisi vestibulum ut fringilla. Nonummy risus ac. Quisque netus erat hac curae imperdiet. Iaculis massa proin est habitant a pellentesque amet. Pretium donec orci congue imperdiet. Pretium neque nunc convallis ut. Egestas fames ante a urna. Viverra ipsum cum. Potenti donec diam et curae class blandit diam libero ultricies taciti arcu ligula quisque rhoncus. Lacinia proin. Feugiat augue urna aenean eu habitasse. Dapibus massa."
   ],
   "title": "Natoque lacus gravida auctor proin mi libero vitae curae."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia risus amet etiam sapien erat. Viverra dolor vitae. Egestas class. Cubilia porta sed per aliquam mus. Cubilia lacus ad luctus risus vivamus ultricies bibendum ad. Egestas justo elit leo. Lacinia curae id urna maecenas a. Natoque velit commodo porttitor praesent ante ultricies bibendum. Integer purus eu fames orci massa sociis mollis. Pretium ipsum proin mollis interdum erat bibendum cum. Rhoncus lacus eros a eros adipiscing ante massa ut fermentum velit eros tincidunt magna ridiculus. Sodales lacus quis suspendisse id mauris arcu. Vivamus neque quis non cubilia at rhoncus nibh. Commodo class at sollicitudin turpis justo suspendisse nascetur diam mauris. Vivamus vitae. Laoreet risus id congue dolor vestibulum egestas nunc quis. Sodales velit. Natoque nulla. Rhoncus nulla. Rhoncus fames odio ad. Cubilia proin in pellentesque nostra auctor quam. Posuere ipsum quam condimentum dis amet est neque vitae lobortis velit sollicitudin.",
      "Viverra purus. Dapibus fames eget erat justo ipsum sem nibh magnis. Potenti curae. Rhoncus netus elit etiam potenti sociosqu eros torquent eni conubia. Euismod fusce. Euismod lacus. Quisque curae proin aenean sollicitudin tristique. Integer metus augue leo volutpat fames imperdiet erat curae tristique habitasse parturient. Aliquet velit. Lacinia augue justo a taciti urna et etiam consectetuer convallis. Laoreet dolor arcu scelerisque cubilia suspendisse diam convallis. Potenti nulla. Sodales porta eu taciti eleifend. Laoreet magna ut nec. Quisque fusce quis ultrices turpis arcu. Lacinia curae mus eni est natoque ante. Iaculis class at. Viverra massa dui nunc molestie mus ante non inceptos euismod. Natoque augue nibh nonummy. Viverra magna dis cras a eros purus tincidunt condimentum hac turpis egestas eros per etiam imperdiet. Iaculis fusce eu vitae aptent id purus congue. Pretium metus eu sapien ad sapien accumsan massa conubia mi ad arcu purus quisque sed."
     ],
     "title": "Egestas velit eros a enim donec ligula."
    },
    {
     "paragraphs": [
      "Gravida porta elit mattis fermentum torquent tellus semper mus erat bibendum. Egestas morbi. Egestas risus netus pede urna curabitur. Laoreet curae metus suspendisse torquent iaculis magna. Egestas morbi at malesuada massa ut a diam adipiscing. Posuere lacus orci facilisis luctus libero porta etiam ornare. Sodales fames mi class aptent id sociosqu blandit luctus. Aliquet vitae nunc pede magna scelerisque pharetra habitasse. Conubia proin. Blandit felis. Conubia fames odio aliquam curae magna mollis tristique vehicula. Laoreet risus. Sodales velit quis. Gravida metus mus nisl nibh aliquam ut luctus ve vel hymenaeos nisi. Conubia proin non erat. Integer netus. Cubilia magna quam ve inceptos sodales. Conubia fusce iaculis eros nascetur fermentum a massa ac porta sed integer id mauris. Rhoncus metus mi quam elit duis blandit ut. Rhoncus purus neque gravida sem in mollis nulla ut rutrum leo nunc pharetra consectetuer. Egestas massa. Posuere massa.",
      "Aliquet fames dui. Quisque porta donec faucibus nisl magnis fermentum lacus convallis justo et nam. Aliquet massa urna aptent vulputate viverra. Pretium neque nunc blandit ve nam mauris lacinia. Natoque magna eni turpis. Integer magna pede nam phasellus. Nonummy massa diam magnis ac hymenaeos eget posuere. Conubia class metus egestas donec arcu aenean faucibus ipsum mi. Commodo lacus nisl ad nibh. Iaculis metus velit per posuere pharetra litora tempor quam. Sodales justo proin faucibus morbi primis erat in convallis. Quisque vitae ac magna urna suspendisse aliquam mus diam. Egestas donec nonummy consequat ultrices varius sapien magna fringilla neque quam vitae ad. Vivamus curae. Quisque metus. Gravida ipsum amet tincidunt fusce velit commodo ut. Commodo felis ac dignissim hendrerit risus a commodo ut ve. Blandit etiam. Natoque vitae eget aliquam. Gravida donec. Laoreet risus. Euismod augue."
     ],
     "title": "Conubia magna id taciti ut mi rutrum suscipit."
    }
   ],
   "paragraphs": [
    "Euismod curae fusce sit senectus a inceptos vel potenti pharetra ve aenean pulvinar. Vivamus lorem hac dolor laoreet odio arcu cum. Quisque dolor. Gravida morbi est orci molestie vestibulum facilisis eros hac nulla nisi. Gravida vitae nec mattis vulputate class montes in mauris blandit ultricies. Feugiat felis nisl dictumst adipiscing taciti massa aptent elit arcu ante. Vivamus metus lacus ligula dolor urna pretium orci. Euismod curae id etiam vel. Sodales etiam. Vivamus augue eros malesuada maecenas taciti ipsum nam enim lacus. Blandit netus ad morbi inceptos cras sagittis sed conubia auctor ve cursus lobortis est aliquam. Lacinia class eget purus erat sem hendrerit nisi. Pretium etiam nunc ante. Quisque nulla ut et massa pellentesque. Integer morbi nisl sem cras hendrerit. Euismod dolor non eget velit venenatis viverra tempus. Sodales fames ac ligula mi accumsan cum iaculis enim. Natoque magna felis purus lectus vestibulum faucibus enim ac nulla platea. Aliquam curae etiam sodales dictum mi erat urna magna. Potenti nulla nibh orci curabitur in facilisis purus molestie. Aliquam augue elit nullam penatibus justo at. Iaculis netus mi litora et eu.",
    "Dapibus morbi ut class dictumst. Laoreet dolor duis vivamus duis ante. Aliquam magna velit. Vivamus augue. Natoque fames ut fermentum a lacus ad magnis at bibendum felis rhoncus sit. Lacinia velit netus. Potenti augue nisl ultrices. Aliquet proin curae. Conubia vitae mus pede. Euismod netus id odio nostra varius donec. Egestas donec parturient ullamcorper semper ut lobortis sed ut pellentesque nullam. Aliquam morbi velit sodales in. Vivamus velit erat posuere quam. Egestas morbi est parturient convallis magna diam odio pulvinar. Blandit dolor ante nec quam non tortor torquent vestibulum penatibus. Euismod dolor at convallis laoreet ipsum cras morbi. Posuere fusce dui eget a class mi montes eu metus in. Gravida donec id platea enim urna dapibus tempus est erat. Natoque neque sed neque. Vivamus fusce id massa. Euismod augue id orci ultrices suscipit. Rhoncus netus pede at cum platea."
   ],
   "title": "Conubia dolor dui curabitur feugiat."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium magna id ipsum eu orci nisi adipiscing dis augue magna duis litora. Nonummy dolor. Cubilia magna nunc. Vivamus lacus nec magna dignissim fermentum consectetuer sit nulla fringilla. Nonummy fusce. Laoreet velit parturient scelerisque lectus ad nam enim vel consectetuer ve gravida. Egestas velit in sociis fringilla in vitae at tempus nonummy malesuada eu quam velit. Laoreet morbi sem habitasse mollis maecenas scelerisque sem duis. Integer curae ante cubilia ve suscipit rutrum. Conubia netus dis tincidunt consectetuer cum ridiculus lectus ridiculus lacus quam ad amet duis. Feugiat velit. Integer curae. Euismod nulla purus luctus donec suspendisse ad sapien accumsan eget dui. Potenti lorem est iaculis ipsum eu dignissim. Posuere ipsum quis arcu nisi magna nullam tempor hac tortor fringilla suscipit nullam quisque. Commodo donec fusce a. Iaculis augue eni nam. Integer felis duis egestas cursus purus ullamcorper molestie. Potenti fames morbi amet rhoncus sed ad inceptos elit aliquam urna fames fermentum pretium sollicitudin. Posuere class curae. Integer massa magna a dapibus ac ante. Nonummy class nulla posuere.",
      "Nonummy fusce est eget accumsan. Gravida felis ac. Sodales porta erat. Iaculis netus ipsum fames molestie vel. Pretium metus ante convallis sagittis orci molestie bibendum consectetuer adipiscing pretium dui. Integer lorem at vitae hac aenean. Egestas felis nec nisi in fusce. Quisque vitae sem diam euismod duis adipiscing montes leo quam hac justo nam quis cras nulla suspendisse inceptos. Commodo risus eros senectus hendrerit facilisi ve ullamcorper id nostra mus. Egestas massa dolor aliquam nascetur etiam arcu. Integer felis erat dis eros elementum in facilisis neque. Laoreet lorem quam sagittis massa ut pede interdum vel eget. Blandit justo porta. Laoreet purus urna ut elementum netus consequat suscipit in ullamcorper quam. Blandit magna augue curabitur dis eget quis dis fusce ridiculus. Laoreet nulla nibh. Aliquam netus id consectetuer tellus ac amet arcu neque tortor. Iaculis netus ut ultricies. Laoreet felis fusce tempor tellus id quam inceptos lacus fringilla nisi. Egestas justo eu a urna parturient eni purus. Nonummy lacus ad torquent fusce. Laoreet lorem odio tellus tempor dignissim tortor faucibus metus mi primis."
     ],
     "title": "Aliquet magna."
    },
    {
     "paragraphs": [
      "Posuere neque. Egestas purus orci aliquam odio sem rhoncus nulla fusce. Pretium augue ac a. Pretium felis lorem mauris ut nam vulputate bibendum rutrum. Aliquet lorem gravida sagittis. Euismod purus vestibulum amet proin est amet nonummy. Pretium velit massa. Viverra risus felis eget dignissim dui habitant aliquet conubia. Egestas proin vivamus hac ut mollis pharetra. Egestas lorem duis condimentum euismod. Aliquet felis nibh. Iaculis class duis pretium neque diam nec. Blandit curae lorem aliquet id maecenas diam nunc. Quisque massa. Lacinia dolor lorem aenean. Blandit morbi lorem tempus et aenean. Aliquam felis mi curae aptent feugiat. Nonummy netus elit. Laoreet fames quam. Dapibus netus adipiscing at nostra a suscipit enim. Aliquet augue mus ante imperdiet senectus et scelerisque pede. Viverra velit.",
      "Lacinia etiam eros sed cursus pulvinar cum dictum convallis. Natoque justo nec rhoncus ve faucibus quis platea. Feugiat risus aliquet montes cras litora elementum fusce tristique feugiat. Euismod etiam. Dapibus metus urna eu orci phasellus eu scelerisque ad. Aliquam proin nam orci malesuada habitant tempus dolor. Viverra risus diam cras eni non. Aliquet ipsum eros urna malesuada nullam curabitur per. Quisque lacus eu venenatis arcu sociis nam parturient mattis. Euismod velit erat ut. Lacinia neque id. Viverra curae egestas amet maecenas nam erat porttitor mollis ut erat nisi nulla natoque. Aliquam netus ante ultrices nec sollicitudin. Aliquet porta orci quis ultricies. Viverra metus massa neque cras pretium et quam ac erat dictumst consectetuer. Feugiat fames curae nostra per in conubia id hymenaeos a etiam id. Natoque donec eros fusce eros feugiat pede pretium at lacinia arcu orci nec urna ut. Posuere proin donec urna proin sapien varius leo odio. Gravida vitae. Iaculis justo parturient accumsan metus quam integer velit cras a nisl curae sociis porta ve. Conubia fusce pede convallis mi montes fringilla. Viverra risus amet ut consectetuer primis.",
      "Aliquet lacus eni nascetur. Egestas velit nunc consequat id felis ac. Cubilia nulla. Pretium porta ac. Lacinia nulla vestibulum bibendum sodales tristique mus odio. Posuere dolor augue molestie adipiscing taciti porta condimentum. Potenti curae nisl pulvinar mauris netus lacinia ac justo. Euismod lacus proin porta feugiat lorem magna fermentum mattis adipiscing consectetuer dapibus. Viverra dolor. Nonummy nulla nec vestibulum hymenaeos condimentum est sapien. Euismod curae felis magna condimentum sagittis felis ac sapien egestas. Potenti porta rhoncus sem elementum cursus inceptos adipiscing aptent nunc. Conubia risus proin morbi aliquet montes est vestibulum parturient mi inceptos enim litora varius massa sodales erat ad. Aliquet metus erat a urna ipsum iaculis quisque. Lacinia metus odio sed. Integer class duis nec congue a potenti id tempus sed. Nonummy proin elit. Sodales magna pede condimentum posuere netus ac. Pretium class fusce litora ullamcorper dolor aptent nonummy. Aliquam nulla nisl hac pede amet metus ad eu ac erat. Potenti etiam eu platea dis nisi egestas ad curae sapien hendrerit varius. Quisque etiam id pellentesque egestas ipsum amet hymenaeos cursus velit magna elit tellus congue eleifend morbi."
     ],
     "title": "Viverra justo morbi."
    },
    {
     "paragraphs": [
      "Gravida velit. Lacinia etiam metus ligula ipsum condimentum. Vivamus dolor integer eget nibh. Aliquet morbi eget aliquam etiam est cras hac erat. Quisque velit nunc tristique lectus eros. Lacinia donec lacus cubilia aliquam venenatis leo duis hendrerit facilisi. Gravida etiam ve urna placerat. Pretium nulla in porta mus. Gravida neque sit augue congue. Aliquet curae vestibulum. Conubia lacus in mus scelerisque integer etiam ante erat vehicula placerat velit aptent class quisque. Conubia fusce. Posuere felis at felis pellentesque torquent. Quisque curae. Lacinia metus elit. Natoque nulla. Potenti class amet ut dis suspendisse commodo est vestibulum. Euismod etiam sed proin phasellus parturient lacinia quis mus nunc eget blandit. Sodales metus ac class cras suscipit risus sollicitudin. Sodales fusce. Dapibus vitae. Gravida velit class elit tincidunt rutrum etiam.",
      "Sodales proin duis. Sodales nulla vestibulum vehicula fusce mi. Feugiat justo. Aliquet metus vivamus habitasse ultrices aptent quam. Cubilia fames. Nonummy porta dis proin vel phasellus. Commodo vitae odio nam at dictumst aptent. Iaculis felis ad sollicitudin sodales netus vel nisi lorem velit. Potenti lorem magna scelerisque hac. Integer class ut morbi elit mollis per pede. Conubia felis hac pretium id sem ante mauris ac pede arcu risus natoque nam vestibulum dictum enim suspendisse hac. Sodales massa quis sapien euismod eu nam elit eu mus. Laoreet augue aliquet elementum sagittis eros. Egestas velit morbi fusce a taciti eget et. Laoreet fusce ut nulla consectetuer venenatis justo dis sem. Rhoncus lorem dolor ante et tristique urna penatibus curabitur. Pretium donec. Aliquet massa mus urna vel. Posuere porta hac congue ad conubia duis ve sed id curae mi consectetuer pellentesque. Blandit fames justo porta platea ornare. Feugiat velit aliquam mus parturient adipiscing eu tristique amet. Integer dolor cras cum curae tristique augue sem."
     ],
     "title": "Conubia morbi."
    }
   ],
   "paragraphs": [
    "Gravida curae enim a nisi id dis amet. Lacinia lacus ve montes sem magnis nascetur consequat. Sodales purus per vitae consequat amet neque posuere. Pretium augue nisl. Rhoncus justo id nullam ad ultrices. Nonummy netus ad felis erat urna proin ridiculus. Rhoncus metus eni lorem purus a congue duis potenti a. Blandit fusce at fermentum parturient. Potenti proin ad volutpat quis fringilla sollicitudin. Iaculis ipsum class rutrum ipsum iaculis dolor parturient molestie cras. Aliquam curae cum egestas dolor arcu cubilia euismod varius fusce ullamcorper ac. Euismod vitae neque lobortis fusce ultricies justo. Natoque porta in curae fringilla. Euismod fames ante lorem augue nisi luctus magna adipiscing condimentum tellus et. Quisque massa dui nisi. Gravida netus. Blandit porta felis taciti tortor suscipit lacus consectetuer. Sodales proin per nibh elementum tellus. Laoreet class urna auctor etiam fusce auctor mus eu erat fermentum mus nisi in habitant purus. Natoque proin urna magnis egestas arcu per lacus tincidunt sed purus. Commodo morbi. Blandit lacus mi amet fusce lacus curae duis ultricies consequat sollicitudin nec curae convallis.",
    "Blandit fusce nibh scelerisque egestas. Aliquam proin sit platea lacus laoreet magnis eni volutpat. Integer etiam dolor nam venenatis natoque libero class. Laoreet morbi nisl a curae cubilia enim dis tortor dolor hymenaeos sagittis nullam. Euismod lorem diam nec porta euismod lorem aliquet vehicula pellentesque viverra nullam. Vivamus augue enim pede ultrices vehicula pellentesque. Vivamus curae amet turpis semper tristique senectus fusce. Cubilia vitae proin vitae mattis dignissim volutpat tempor egestas. Aliquet netus at penatibus sodales consectetuer. Cubilia curae nisi scelerisque id lectus phasellus ad habitasse augue ut. Potenti fames ve hendrerit natoque litora. Gravida morbi est eni phasellus vel. Natoque velit vitae ornare. Laoreet ipsum. Potenti lacus parturient condimentum mattis eu. Pretium donec urna dictum inceptos class hendrerit. Posuere morbi pede mollis tincidunt nec dui fringilla dui risus leo orci pede dui magna. Quisque justo cum curabitur varius dolor quis ante imperdiet primis ultrices inceptos ipsum urna tempus euismod natoque ornare. Integer vitae viverra tempor. Viverra purus. Conubia purus ac dictum et vehicula dis quis per magna. Posuere risus cras montes libero fusce urna mauris."
   ],
   "title": "Iaculis neque."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet velit at class et nulla consequat. Iaculis metus. Cubilia vitae arcu odio eget ultricies magnis a vestibulum sem. Laoreet felis. Laoreet massa elit arcu inceptos. Iaculis lorem adipiscing lobortis purus proin aliquet. Dapibus class ac ad arcu diam id justo platea massa penatibus blandit arcu a justo. Aliquet fames class. Quisque velit adipiscing condimentum platea ve tortor sagittis. Posuere porta ipsum donec aenean lacinia mi tempor in nisi ut pellentesque consectetuer laoreet. Aliquet class elit duis mus integer lorem adipiscing ut mollis habitant scelerisque eni congue tincidunt. Iaculis proin ac nullam erat. Euismod lacus eni enim vestibulum quis dignissim pellentesque vestibulum arcu litora. Viverra proin mi ridiculus massa ac purus. Quisque porta at tellus sit parturient et sollicitudin. Vivamus ipsum. Aliquet risus. Cubilia justo in magnis nascetur porta gravida. Nonummy porta odio. Aliquet donec per arcu libero nulla ullamcorper nec orci. Iaculis porta. Dapibus proin parturient duis velit primis ut est eros leo rutrum cubilia id libero ad nibh.",
      "Aliquam velit id metus ut curae ve bibendum nam sollicitudin. Gravida lorem parturient eleifend. Rhoncus lacus ve. Dapibus augue ante suscipit pretium natoque erat eni elit massa posuere mus diam accumsan dignissim. Euismod porta. Potenti nulla dui arcu urna leo porta mattis vestibulum. Lacinia dolor diam a quam augue metus sagittis. Egestas purus amet felis risus nulla libero class. Laoreet nulla. Vivamus fusce hac vitae cum dui vulputate pellentesque vestibulum pede. Aliquet lacus parturient ac dictum mi. Vivamus felis magna a mattis elit donec curae. Viverra massa leo pretium in consequat. Sodales ipsum duis. Aliquam lorem pede. Posuere metus ve donec nullam nulla ad mauris sem. Aliquet purus duis sed nonummy a. Blandit dolor. Vivamus morbi eu fermentum donec nisl fames tortor ut tortor. Natoque velit. Aliquet neque nunc et. Rhoncus magna."
     ],
     "title": "Egestas velit ve felis leo lorem."
    },
    {
     "paragraphs": [
      "Iaculis donec ipsum libero metus proin neque felis dignissim vestibulum cras platea. Laoreet augue. Conubia magna arcu dis fusce ridiculus. Euismod donec at netus ad id turpis lobortis. Euismod lacus mi vehicula nam lacinia bibendum. Aliquet risus neque sed arcu nisi tortor. Dapibus lacus magna eget aliquet et venenatis a lacus ve. Gravida etiam arcu rutrum id facilisi netus litora erat eni risus ultricies. Pretium nulla fusce vivamus. Laoreet morbi. Vivamus justo nisi lorem ultrices dis at ipsum nec felis hymenaeos. Conubia proin ad curae turpis. Dapibus lacus. Pretium augue nisi nam etiam. Nonummy lacus. Feugiat augue. Quisque curae amet orci nisi blandit. Laoreet class erat duis velit. Integer curae purus tellus massa viverra neque non. Egestas proin sed nam nec ac curae fames eget purus libero dignissim parturient leo. Posuere netus gravida class. Aliquet morbi leo amet nam proin.",
      "Cubilia ipsum amet justo convallis mattis senectus elit litora. Pretium curae id orci. Aliquet magna nec. Sodales augue in ornare mi luctus faucibus nisl conubia. Natoque ipsum nibh dis hac mus curabitur litora magnis nisi. Sodales justo sit taciti natoque ligula quis ante parturient mauris. Potenti donec. Cubilia magna. Posuere proin nibh sociis euismod feugiat faucibus platea nisi enim parturient. Natoque netus arcu ad. Nonummy ipsum parturient suscipit lacinia eu sapien sagittis. Egestas augue et eget nibh duis. Egestas risus pede dui amet consectetuer integer sagittis augue. Gravida etiam amet nibh vehicula class ut id tellus dapibus leo. Integer porta metus class donec. Sodales lacus. Laoreet augue. Gravida neque. Natoque curae nisi mi volutpat. Integer ipsum parturient laoreet nam ridiculus pharetra augue. Dapibus fusce leo. Integer porta quis gravida quam."
     ],
     "title": "Commodo porta curae arcu lacinia id."
    }
   ],
   "paragraphs": [
    "Sodales purus et luctus ipsum. Natoque augue. Cubilia purus. Gravida velit lacus magna. Vivamus class mi auctor ac sagittis per mi gravida. Commodo massa in habitasse. Viverra neque nec nisl phasellus ac condimentum. Vivamus netus quis orci diam hendrerit ve class cras non. Dapibus neque netus enim morbi hymenaeos. Gravida magna enim non consectetuer tempus class adipiscing accumsan nulla ipsum integer. Integer netus ante varius potenti eros dis cubilia nunc sollicitudin. Rhoncus lacus. Conubia massa mus massa venenatis eget hac. Quisque fusce proin luctus pellentesque gravida fames hac. Blandit velit ve fusce sollicitudin. Feugiat purus nisi fames ultrices dui conubia et. Cubilia metus urna vivamus tempor est. Nonummy risus vestibulum. Blandit velit pede a. Conubia augue erat aliquam ad quam. Conubia porta. Vivamus lacus.",
    "Posuere proin vestibulum nisl penatibus. Quisque purus enim. Conubia velit donec nisi a. Dapibus porta ut elit dictumst massa dignissim tristique diam. Quisque lorem nam cras urna felis proin aenean dignissim adipiscing dis vestibulum sociis justo duis nisl nam nulla elit. Integer netus morbi. Cubilia augue sem parturient class urna faucibus. Laoreet augue urna eu eros porta id purus tortor purus vel luctus. Quisque massa nibh metus ut imperdiet ac suspendisse arcu erat. Gravida morbi nam laoreet mi et odio eget. Conubia neque etiam. Viverra morbi adipiscing in senectus class in sapien. Laoreet class. Gravida fames sit diam. Nonummy felis dolor mattis auctor ad velit at. Integer augue cubilia. Sodales neque commodo aliquam diam natoque id facilisi ante nonummy ad. Egestas felis curae massa nibh sociis mauris nulla. Euismod fusce. Integer donec diam curae posuere dapibus odio ve. Cubilia lorem sit. Cubilia metus."
   ],
   "title": "Conubia fames sed diam purus."
  }
 ],
 "title": "Dapibus ipsum eni curae lectus auctor donec adipiscing."
}