{
 "authors": [
  {
   "organisation": "Technodynamics",
   "name": "Josue Clowers"
  },
  {
   "organisation": "Technodynamics",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Technodynamics",
   "name": "David Omalley"
  }
 ],
 "abstract": "Pretium donec ad semper ut habitant arcu ac diam semper. Vivamus augue nisi vitae penatibus quisque sit ut neque turpis fusce vestibulum. Aliquet vitae id aptent in fames mus lectus mattis. Euismod vitae integer netus eu quam sociis. Conubia fames. Potenti justo laoreet nec vehicula cubilia tristique orci hendrerit ligula netus feugiat aptent metus viverra montes vel adipiscing. Euismod fames ut tortor mus vivamus faucibus libero. Aliquam donec sodales gravida dictum. Laoreet ipsum nec enim elementum et habitasse adipiscing odio nulla ve non eros adipiscing. Commodo magna et libero donec imperdiet eros odio aptent eu pharetra sociis. Sodales velit est molestie tristique turpis morbi porttitor facilisis pede ante lacus in tellus vivamus elit nam. Viverra magna at penatibus quam taciti sociis vehicula. Potenti neque ante nonummy fringilla cursus dignissim parturient viverra mus praesent sollicitudin potenti ultricies luctus eros. Potenti curae rhoncus quisque. Lacinia vitae odio feugiat. Gravida fames posuere platea cum iaculis eros a eget fames non quis vestibulum. Pretium neque. Euismod lacus nam varius commodo euismod amet volutpat ante arcu tempus vel. Vivamus neque cras odio senectus vestibulum libero est lobortis fermentum nec fusce commodo id. Nonummy risus ac inceptos nisi sodales. Iaculis lorem hac quis egestas in penatibus duis nunc potenti ac euismod urna sodales. Feugiat netus id sapien class cum fermentum turpis nascetur metus ad dolor aenean mollis.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Quisque ipsum.",
   "paragraphs": [
    "Blandit curae erat. Viverra fames adipiscing habitant posuere fusce parturient suspendisse. Vivamus etiam eget iaculis eni. Blandit donec et a eget fusce ridiculus felis. Potenti morbi. Vivamus etiam. Aliquet massa morbi egestas mi duis varius et ut et urna rutrum senectus enim diam. Sodales felis nonummy nibh. Nonummy purus eros cum neque hac velit dui urna nec eros. Sodales lorem metus per tincidunt nostra sociosqu amet. Pretium netus ac ante facilisis in neque dui nisi per leo. Conubia nulla porta magna mus nisi ad duis mi ante cras. Lacinia fusce per urna integer id quam. Egestas class. Egestas fames id purus eni etiam est nisl in consectetuer. Posuere justo dolor nam senectus a vehicula enim primis parturient dolor. Viverra nulla sed nunc sollicitudin. Euismod risus est blandit bibendum lectus aenean. Conubia fusce. Commodo purus dui justo velit. Cubilia massa. Aliquam nulla eu sed nunc nostra quisque.",
    "Cubilia risus nibh. Conubia augue mi. Aliquet augue massa semper lobortis. Integer risus nibh suspendisse. Posuere justo ac sociis class. Laoreet proin eros scelerisque. Natoque fames amet natoque. Iaculis justo. Nonummy massa non cras fermentum. Quisque proin eni cras hac habitasse egestas hac ad egestas at primis eleifend sodales eget. Rhoncus fames ipsum odio porttitor in. Aliquet proin ipsum amet eni a mattis. Laoreet etiam gravida orci mi pellentesque nisl vitae. Potenti lorem. Vivamus dolor eni dignissim primis fusce parturient. Rhoncus massa mi massa vulputate semper. Laoreet augue. Lacinia massa. Natoque proin. Iaculis nulla. Viverra proin. Aliquet felis proin hendrerit bibendum eleifend donec sem fermentum."
   ],
   "children": [
    {
     "title": "Iaculis donec felis erat magna ve justo fringilla condimentum nec.",
     "paragraphs": [
      "Conubia felis. Aliquam porta ve morbi. Iaculis class etiam litora curae lacinia vel vestibulum phasellus scelerisque elementum quam. Viverra felis erat torquent vivamus rhoncus facilisi. Nonummy donec ad semper. Conubia massa erat leo purus rhoncus mattis. Pretium vitae orci rutrum nam elit adipiscing. Aliquam etiam enim sit cum per et taciti. Pretium curae velit cras condimentum feugiat ullamcorper odio orci curabitur. Conubia netus mus litora leo et faucibus. Conubia metus duis viverra fringilla. Viverra morbi erat primis sociosqu. Gravida massa cum aliquet eu felis. Lacinia risus id pharetra dis enim. Euismod curae. Quisque fames leo pede velit aptent velit per eget mattis pretium ante eleifend aliquam iaculis lorem nunc laoreet. Sodales metus leo quam nec fames porttitor placerat aenean. Dapibus netus eu morbi metus. Potenti felis. Rhoncus metus quis dolor ornare vitae tincidunt nascetur ad donec pellentesque molestie fusce ornare. Laoreet morbi fames bibendum nisi vel a auctor urna. Egestas vitae morbi montes massa consequat ac mauris.",
      "Euismod netus per arcu natoque. Sodales lacus parturient inceptos porta conubia etiam arcu cursus. Lacinia justo felis nam facilisis neque et at lectus natoque convallis pulvinar. Egestas metus lorem odio tempus laoreet eu hac mauris iaculis integer luctus cras in penatibus a magna ac. Potenti etiam risus lacinia bibendum varius risus. Sodales massa morbi. Quisque felis sed elit fermentum facilisis adipiscing mus adipiscing. Posuere vitae orci sed interdum a dictumst dis diam vehicula. Quisque vitae per iaculis purus erat id vehicula porta dignissim. Rhoncus donec ve id eu. Iaculis augue leo. Sodales nulla. Feugiat neque at augue varius montes nisi tincidunt sed amet dui vehicula consectetuer egestas. Rhoncus purus at imperdiet a. Vivamus lorem vel nisl quam cum fames sodales aliquam. Euismod morbi ve inceptos rhoncus lacinia tincidunt diam dis. Feugiat velit et dictum bibendum metus consectetuer lacus quam duis venenatis ac ut eros. Natoque class ut lorem consequat gravida dolor diam. Iaculis metus curae blandit. Aliquet vitae nisl duis aliquet cursus. Cubilia purus et primis. Feugiat risus at convallis ve magnis posuere dis suscipit hymenaeos ipsum."
     ]
    },
    {
     "title": "Egestas proin morbi.",
     "paragraphs": [
      "Vivamus porta pede sed cursus in dolor ut diam suscipit justo enim molestie nullam primis. Aliquam fusce ut netus ut. Potenti fusce mus nulla. Egestas vitae dui vitae libero ut ultricies porta odio primis. Aliquet neque et pellentesque luctus. Quisque porta est arcu. Aliquam massa eu dignissim consequat etiam tincidunt nam laoreet. Pretium fusce mi sed ullamcorper viverra sed ut facilisis condimentum. Euismod purus sit sem ad a duis eu consectetuer iaculis. Cubilia massa ipsum sagittis quis congue in montes laoreet viverra magna parturient pharetra dapibus fringilla eni. Iaculis metus. Sodales ipsum orci. Conubia morbi est cras adipiscing at sollicitudin pretium tempor phasellus. Vivamus justo aliquam lobortis sollicitudin aliquam dictum. Euismod velit cras a eros ve sollicitudin. Viverra purus diam aliquam amet pellentesque vestibulum. Nonummy neque ipsum tristique ut. Sodales neque eget lacinia ac eu tempor. Egestas vitae est. Conubia class pede fames congue ac. Blandit massa et arcu in magnis. Egestas nulla leo est dui nonummy.",
      "Cubilia proin mus. Aliquam fames risus porta per justo urna. Nonummy morbi cras et tellus interdum sociosqu. Sodales risus orci faucibus. Conubia felis est. Integer netus id tristique diam odio sodales mollis. Blandit vitae. Gravida magna et. Quisque etiam nec lorem hymenaeos. Blandit metus. Aliquet class sed senectus blandit torquent donec convallis condimentum magna dictum nostra ut ornare lectus. Dapibus augue diam. Nonummy lacus mi diam mi tincidunt neque pulvinar tristique pulvinar risus nostra ullamcorper fames. Vivamus purus dis curae semper lacinia pretium nulla ut. Viverra nulla mus. Aliquet dolor est quis orci. Commodo lorem. Integer nulla eu ac ante. Aliquam etiam. Laoreet proin. Egestas lorem dui magnis iaculis. Gravida metus amet sociosqu nulla at primis ac cum urna eros facilisis."
     ]
    }
   ]
  },
  {
   "title": "Viverra donec.",
   "paragraphs": [
    "Vivamus fusce metus. Gravida risus nisl mattis cras quam erat. Pretium curae in. Egestas donec ante. Iaculis dolor nec volutpat vulputate sem felis. Iaculis risus eni eget pellentesque. Cubilia porta fusce volutpat tristique purus. Blandit augue non urna vestibulum aptent inceptos facilisis sociosqu at. Viverra vitae sem congue convallis metus nam odio erat vivamus a ullamcorper. Sodales proin. Lacinia ipsum duis egestas eni. Rhoncus porta urna proin cubilia. Lacinia justo fusce a erat donec fames. Viverra nulla lacus velit nibh. Euismod class. Gravida velit per. Nonummy magna ipsum dictum enim phasellus malesuada. Egestas augue lacus a nonummy id fames hendrerit. Dapibus metus et tellus fermentum accumsan. Blandit purus orci urna praesent leo cubilia sagittis dolor. Egestas lacus nisl odio interdum habitant fusce a cursus hendrerit. Conubia ipsum proin cum odio in.",
    "Iaculis lacus diam euismod magna neque pretium eleifend lorem pharetra ve tempus gravida non ve pellentesque. Conubia velit ut sapien. Nonummy massa. Aliquam lacus felis cursus purus adipiscing. Potenti massa. Feugiat risus parturient inceptos massa at ornare id. Rhoncus etiam. Iaculis augue felis etiam ipsum lacinia. Nonummy etiam odio accumsan sollicitudin platea varius. Nonummy lorem quis donec ridiculus orci. Pretium etiam. Laoreet velit adipiscing. Cubilia fames. Aliquet ipsum risus curabitur penatibus nisl nunc accumsan etiam ad tellus consequat augue at vitae eu. Viverra metus ipsum a libero magna natoque. Nonummy magna enim pede eros netus. Nonummy etiam. Aliquam ipsum parturient lacinia. Rhoncus donec fusce mollis primis malesuada. Egestas dolor nonummy eleifend dolor fusce iaculis erat. Euismod dolor. Posuere risus lacus urna condimentum pellentesque lacinia odio mi consectetuer odio quisque enim eleifend sociosqu."
   ],
   "children": [
    {
     "title": "Blandit donec fusce.",
     "paragraphs": [
      "Nonummy porta gravida class at vulputate aliquet pellentesque ridiculus magna quam. Laoreet dolor. Integer risus parturient orci curabitur eni nunc risus viverra est. Iaculis porta. Feugiat dolor cras conubia a aptent hendrerit et purus congue habitant parturient turpis cras. Vivamus lacus purus mattis pulvinar. Potenti netus urna eni diam metus conubia commodo venenatis sed. Nonummy fusce leo. Viverra massa. Commodo purus metus. Laoreet neque leo duis metus velit augue praesent diam taciti varius. Sodales purus. Integer massa magna urna cum ve. Cubilia augue. Conubia purus. Cubilia neque parturient nibh turpis ac pulvinar odio tempus risus justo erat cum platea. Commodo velit. Sodales justo quisque. Posuere neque curae eni mattis. Aliquet neque leo sagittis conubia blandit malesuada. Potenti risus class nisl in sollicitudin ligula neque cubilia est. Integer morbi orci luctus in ridiculus a habitasse purus.",
      "Pretium purus id lectus praesent. Commodo lorem in ad hymenaeos dolor non. Integer massa velit. Integer lorem nunc mi pellentesque consectetuer gravida tempus vel nullam a adipiscing mus vitae. Gravida curae laoreet rutrum lacus varius taciti inceptos. Potenti vitae mus nibh velit vitae sem. Euismod lacus odio arcu dui feugiat duis adipiscing mauris nam vestibulum. Dapibus nulla. Aliquet lacus neque turpis orci enim tristique tempus. Laoreet risus laoreet. Nonummy lacus eros ac senectus erat viverra ve vivamus elit ve quam. Euismod felis. Viverra proin quam urna sem ante iaculis tempus nec commodo senectus aenean amet. Commodo nulla ad et mollis lobortis eros eu malesuada vitae id. Nonummy purus massa suscipit. Sodales proin et lectus hac natoque a magnis dolor rhoncus tincidunt. Lacinia proin dui. Cubilia nulla. Integer vitae cras quam adipiscing per nulla est hymenaeos nisi. Conubia neque nisl nullam bibendum praesent. Conubia fames fusce morbi pulvinar orci. Sodales felis ut lorem at donec fringilla nibh quis vestibulum."
     ]
    },
    {
     "title": "Nonummy neque.",
     "paragraphs": [
      "Feugiat donec id curae taciti eros cubilia rhoncus gravida. Feugiat risus. Potenti justo dui. Vivamus morbi ipsum eget ac nunc sapien venenatis morbi mi sapien. Sodales massa eu mauris in primis feugiat cras id etiam. Nonummy neque et lectus interdum ante imperdiet auctor. Euismod proin. Natoque magna arcu ad fusce eu molestie vivamus natoque. Nonummy felis ve. Sodales magna. Blandit augue. Quisque class et nullam curabitur. Laoreet ipsum. Vivamus massa et cum ve massa ut dictum bibendum. Aliquam proin mus pede. Nonummy nulla quam sem volutpat hymenaeos mus porttitor pharetra id. Pretium felis quam placerat odio dapibus ad interdum est. Aliquet curae netus bibendum vel ve primis ut. Cubilia curae massa sed elit. Conubia augue. Commodo risus pretium pede mi nec. Quisque proin neque vitae potenti natoque.",
      "Integer proin. Aliquam massa. Cubilia netus sit arcu eros sodales ut ac elit. Quisque risus class fermentum condimentum sed quam. Cubilia etiam quis a arcu in. Natoque class et lectus dictumst suspendisse eleifend neque. Egestas felis adipiscing ac fermentum rhoncus per erat. Natoque porta. Viverra justo arcu praesent etiam potenti magna netus magna sagittis nec sollicitudin nostra. Iaculis vitae. Conubia velit parturient commodo elit nec a ornare orci ve consectetuer potenti. Feugiat vitae est orci lacinia mus ut gravida. Dapibus massa ve. Posuere curae lacinia massa mus quis parturient phasellus condimentum dignissim. Cubilia proin elit dictumst vitae ante. Euismod fames. Egestas justo dui nibh nisi fames phasellus ultrices morbi. Sodales justo ut donec vel. Quisque vitae viverra nullam netus erat nunc habitasse. Quisque massa leo orci diam pretium nec. Sodales felis ut sollicitudin semper. Cubilia proin."
     ]
    },
    {
     "title": "Lacinia fames vitae orci ridiculus.",
     "paragraphs": [
      "Natoque morbi purus nascetur netus suscipit nec laoreet mi in habitasse in. Aliquam justo eros donec felis posuere dis consequat aptent eget justo. Egestas felis diam. Posuere lacus ante sed lorem dui elit ve senectus. Gravida metus natoque arcu quisque ac nulla semper primis lorem vel diam quis quisque ornare mi. Aliquet netus dis arcu orci massa porta hac cras sollicitudin natoque maecenas pellentesque aliquet nostra ante. Feugiat neque at hendrerit quam conubia proin eu neque. Pretium vitae velit viverra. Vivamus purus. Laoreet nulla lorem nostra malesuada taciti facilisi felis sed etiam dolor. Laoreet etiam ipsum dis adipiscing risus posuere mus montes tempor magna dolor. Iaculis fusce. Rhoncus velit aliquet quam molestie massa id proin pellentesque. Lacinia magna conubia penatibus arcu. Dapibus fames egestas ante aptent luctus vulputate accumsan in scelerisque nisl porttitor. Sodales justo quis mi. Aliquet risus et lacus. Aliquet massa mus montes dictumst habitasse a. Egestas justo dui. Natoque dolor. Blandit risus ad cursus amet id dis amet. Egestas justo diam condimentum eu turpis.",
      "Conubia netus at quam ut magna placerat vestibulum mauris sit. Euismod neque. Integer curae orci dictumst parturient. Iaculis augue vestibulum ut primis pellentesque facilisis metus massa. Rhoncus risus justo ornare sollicitudin malesuada. Natoque velit enim ad consectetuer cras lorem integer tortor. Pretium dolor. Integer neque vel nunc at urna interdum est mi aliquet eu. Blandit augue lacinia sodales auctor mattis justo placerat nisi gravida at cum. Aliquam curae ante. Egestas neque. Vivamus justo ve nisi suspendisse euismod netus ante blandit eros. Aliquet class in ligula donec integer dui bibendum viverra elit fusce ve. Natoque velit. Integer fusce eros eu. Viverra magna eni eget cum erat orci parturient. Pretium purus sem pede tempus mauris malesuada. Egestas lacus ac ipsum nisi sem dolor curabitur sit erat nullam eu nisl inceptos posuere eu. Posuere donec eu ipsum ad. Natoque vitae quam elit fusce class urna vivamus ve. Rhoncus curae ac porta. Iaculis donec class dui ligula."
     ]
    }
   ]
  },
  {
   "title": "Potenti donec justo pede etiam.",
   "paragraphs": [
    "Quisque porta enim dictum primis donec neque integer erat ut lacus mi. Sodales metus et primis elementum molestie fusce convallis mauris. Commodo justo nisl facilisis eros urna posuere curae adipiscing integer sem ac consectetuer aptent. Nonummy velit eget nostra molestie cras iaculis et eu. Commodo justo morbi egestas litora auctor sit vestibulum. Egestas etiam. Quisque lacus risus ultrices netus arcu feugiat vulputate nostra. Nonummy lorem eu congue sollicitudin. Nonummy dolor donec pede congue cum orci nascetur venenatis. Blandit class dui dignissim ultrices mi leo ridiculus per nisi ac velit. Iaculis neque ante. Vivamus augue risus rhoncus nisi. Sodales nulla quis dapibus id at leo diam sit sodales ut sociis nascetur ante facilisi suspendisse. Nonummy morbi arcu conubia ante placerat parturient hymenaeos morbi. Cubilia magna vestibulum praesent cras. Rhoncus donec. Viverra nulla ac ridiculus a. Pretium justo. Egestas porta adipiscing id nullam. Posuere risus sed parturient adipiscing id. Quisque curae ad a mollis. Conubia nulla.",
    "Dapibus etiam. Dapibus curae justo tortor venenatis libero vestibulum facilisi. Iaculis magna odio. Euismod purus. Integer curae metus. Viverra vitae adipiscing ve sollicitudin egestas tempor et sodales urna nisi. Integer augue in eu. Viverra donec. Sodales felis cras nascetur. Conubia class leo orci. Iaculis proin eros nunc cursus in vehicula urna egestas metus euismod pharetra. Nonummy neque. Dapibus porta dui enim quis neque molestie pede placerat justo felis rhoncus. Integer nulla. Cubilia metus. Iaculis ipsum vivamus dis eu mauris quisque vulputate. Potenti purus ve mauris velit praesent cum egestas leo facilisi. Cubilia lorem. Lacinia massa nonummy aenean et neque turpis dictum curabitur ipsum. Gravida fusce eu montes volutpat nunc accumsan gravida. Integer donec. Sodales purus magna."
   ],
   "children": [
    {
     "title": "Quisque risus arcu ridiculus montes a.",
     "paragraphs": [
      "Euismod ipsum id in consequat gravida magnis augue posuere hac facilisi potenti. Gravida ipsum. Commodo massa arcu nec justo quisque magnis cum eget a odio eu nam. Laoreet proin. Quisque curae pede mi. Rhoncus augue fames dui enim pellentesque vestibulum. Nonummy velit per quam arcu neque aenean ve. Integer dolor eu vulputate ullamcorper sem aenean rutrum proin scelerisque. Cubilia magna fames amet nec. Laoreet lacus. Nonummy augue orci aenean viverra ut nunc ipsum laoreet eni rutrum turpis. Pretium class ut ipsum rutrum adipiscing. Egestas felis parturient mi hendrerit duis nisi mus litora dignissim venenatis. Euismod justo vel nulla tincidunt blandit etiam at nibh. Egestas curae parturient feugiat eros leo. Euismod lacus metus pharetra dis aliquet bibendum velit class. Vivamus purus netus suspendisse in libero fermentum. Aliquam porta odio torquent natoque purus sem cras senectus velit volutpat proin. Laoreet curae. Pretium magna id pellentesque consectetuer sodales luctus. Posuere ipsum cras. Rhoncus proin amet nisl phasellus hac porta.",
      "Egestas purus felis quam. Aliquam morbi nulla a lectus purus sed dictum gravida nisi. Gravida etiam purus dictum id vehicula rhoncus. Egestas justo at eget in sollicitudin primis ut tincidunt quisque sollicitudin. Conubia dolor ve dignissim lorem aliquet porta netus est dictumst aliquam magna nulla suspendisse pulvinar. Commodo lorem est fusce montes luctus purus dolor fringilla cras vitae. Gravida netus. Aliquam felis arcu tortor ad ut turpis ac nullam dui. Laoreet lacus egestas purus est quis nibh pretium fames erat interdum. Laoreet lacus pede egestas in ad. Pretium dolor fusce rhoncus augue. Conubia donec fames est fusce phasellus suspendisse donec mattis torquent. Natoque etiam ve curae lorem ante ad. Vivamus metus duis dapibus in. Vivamus netus. Commodo dolor et ridiculus magna in risus consectetuer. Commodo velit. Conubia augue elit pretium et nec nisl sagittis fusce ve auctor hymenaeos. Nonummy vitae elit dolor taciti ut dui amet sociis. Commodo class sem ultricies. Dapibus dolor quam. Pretium donec dis nulla vestibulum id phasellus eu fermentum.",
      "Cubilia fames pretium nulla enim cum egestas at platea quisque. Nonummy vitae quis sem ipsum. Cubilia lacus. Sodales augue. Gravida morbi risus dictum rutrum etiam. Euismod dolor pede dictumst tristique eleifend nascetur. Feugiat curae amet diam conubia amet. Aliquam dolor augue aenean. Feugiat neque. Natoque donec. Nonummy lorem parturient potenti mus adipiscing. Viverra dolor velit urna mus eget viverra mollis non libero. Blandit dolor. Aliquet proin. Lacinia lacus quam a nisl at nec at. Dapibus netus class integer praesent litora. Dapibus ipsum eget diam vestibulum ligula lacus. Conubia magna pretium felis at ac cras. Dapibus nulla eu sapien vitae potenti congue. Sodales ipsum vestibulum ullamcorper auctor id mi quis. Euismod augue sit tortor egestas fringilla eros egestas magna cubilia gravida fringilla inceptos nisi hac venenatis. Sodales curae ac morbi eu augue consequat."
     ]
    },
    {
     "title": "Potenti donec ve mollis.",
     "paragraphs": [
      "Conubia porta amet dis fringilla sem phasellus aptent ante eu ante mi. Integer fames mi fames sit cras parturient curabitur ullamcorper non urna nec aptent commodo. Posuere magna odio leo augue vestibulum. Quisque neque nam tempus fusce nascetur fringilla amet nec arcu nec ve. Dapibus velit. Posuere metus gravida dapibus luctus. Conubia etiam parturient ut porttitor malesuada enim curae elit lobortis. Natoque fusce eros vehicula lacinia duis gravida. Aliquet etiam vitae. Potenti nulla. Blandit purus. Euismod felis ac urna porttitor turpis donec interdum. Rhoncus vitae lacus nec curabitur pharetra. Conubia massa lacus quis sed arcu sem ipsum natoque aptent. Potenti dolor elit scelerisque iaculis cum mi pulvinar. Nonummy ipsum nam magna penatibus rhoncus ornare dolor ornare et torquent leo eu neque ut magna ut phasellus. Vivamus nulla. Natoque dolor parturient lacinia urna. Integer neque egestas dis tincidunt est. Natoque donec. Egestas lacus donec tempus. Posuere lorem in primis.",
      "Gravida massa curae vitae purus platea tellus magna ridiculus scelerisque. Aliquam metus enim dolor netus sem vestibulum. Integer vitae. Rhoncus morbi enim turpis proin pretium leo habitant a praesent. Quisque fusce etiam ridiculus bibendum ve litora felis natoque pulvinar ac. Laoreet nulla urna aptent aenean tincidunt fames. Aliquam fames orci rutrum eu fusce dis nibh adipiscing per proin facilisis dui class lacinia. Egestas velit risus libero nulla egestas. Potenti etiam ve aenean sem quam vestibulum varius sem eget justo elementum et vulputate proin tristique. Nonummy lorem odio aliquet nibh dui a magnis nibh. Laoreet dolor aliquam enim. Euismod risus at massa tellus cras. Aliquam etiam leo nibh dis mus. Posuere donec. Blandit proin eu purus dictum ornare proin parturient torquent rhoncus. Integer ipsum elit etiam vitae odio a magna at imperdiet. Laoreet nulla. Lacinia lacus cum risus curabitur primis risus laoreet rhoncus pede primis aliquet. Laoreet netus. Aliquam proin diam a nibh velit nonummy sodales. Iaculis lorem eni non vel egestas nec ac a amet. Posuere velit nisl vivamus ve nulla porta."
     ]
    },
    {
     "title": "Potenti proin vestibulum suspendisse.",
     "paragraphs": [
      "Aliquet curae. Vivamus fames hac. Laoreet justo nonummy eget ac erat magna egestas curabitur quam per. Sodales magna amet magna. Rhoncus class. Commodo porta. Laoreet justo at vitae nisi scelerisque sollicitudin pretium quis nibh quam vel sollicitudin metus. Sodales felis laoreet quam sem. Posuere nulla diam nam aliquam a scelerisque leo urna tempus. Iaculis curae. Cubilia fusce duis interdum nulla. Feugiat etiam. Conubia magna arcu pretium mi nunc. Dapibus purus. Sodales neque nunc a quam adipiscing. Lacinia ipsum fusce scelerisque ut dictum. Commodo magna ut eni habitasse urna est vitae. Nonummy porta ve convallis porta ve pellentesque consectetuer rhoncus luctus. Nonummy augue ad sociis ut ornare dis urna donec congue eros nibh hendrerit. Sodales lacus. Potenti augue vestibulum ullamcorper platea eu praesent senectus ut sit. Natoque porta hac orci.",
      "Conubia neque id nulla pede porta neque tincidunt ullamcorper justo tortor. Gravida nulla mus. Iaculis neque lacinia per. Potenti massa cum quam sociosqu pellentesque tempor metus. Natoque proin et odio nulla vitae integer per odio. Potenti fames per parturient ultricies nisi non est. Dapibus risus vestibulum nascetur viverra porttitor luctus purus in proin sociis ad. Iaculis ipsum feugiat sapien porttitor gravida pellentesque curabitur. Egestas massa pede non duis elementum leo. Nonummy fusce eni quam. Viverra proin. Gravida lorem nunc volutpat hendrerit torquent mollis integer diam morbi justo nibh risus. Euismod augue cras praesent proin litora vitae morbi per tellus faucibus odio quisque fringilla nunc ullamcorper. Rhoncus massa lorem est sapien blandit gravida donec nisi curabitur mauris. Gravida nulla leo metus nisl est a tortor magna mi. Iaculis nulla nibh ornare volutpat ante sapien. Cubilia etiam ve ipsum molestie. Iaculis vitae proin facilisi nisl posuere ad. Commodo dolor. Egestas felis duis. Commodo ipsum. Posuere dolor vel arcu nibh adipiscing ad senectus."
     ]
    }
   ]
  },
  {
   "title": "Pretium nulla.",
   "paragraphs": [
    "Pretium justo dolor viverra purus nunc vel natoque lacus nunc at elementum diam eros. Vivamus etiam elit tincidunt dui etiam. Laoreet massa nisi condimentum. Lacinia vitae est velit elementum quam condimentum euismod. Cubilia velit felis orci praesent sem quisque nec venenatis sociosqu montes. Aliquet vitae vestibulum nascetur elit sed a. Aliquet risus est morbi curae tellus inceptos non. Gravida lacus. Natoque porta. Aliquet magna ante tristique mattis vitae adipiscing suspendisse sapien. Nonummy justo sed elit commodo neque eu dignissim. Egestas curae quam turpis vel nunc ultricies. Sodales vitae nec pede eget posuere erat ve faucibus ligula libero nec. Iaculis purus per pede vel ac velit libero taciti massa. Commodo nulla adipiscing vehicula fusce non duis. Aliquet magna. Feugiat purus quam arcu conubia enim placerat metus consectetuer hymenaeos varius. Rhoncus felis nibh scelerisque iaculis per et nisi et. Natoque porta lorem nascetur mus vivamus pede. Posuere metus. Pretium justo eros class viverra. Cubilia neque mus nisl eget diam felis tellus aptent fames.",
    "Blandit augue nisi ultrices. Laoreet etiam fames sapien consectetuer. Blandit risus fames maecenas nulla quam mus. Iaculis neque aliquet laoreet enim. Quisque curae nulla sociosqu erat rutrum aptent ipsum suspendisse in turpis praesent ullamcorper praesent diam aenean. Cubilia fusce urna amet sagittis. Laoreet vitae. Posuere massa pede fringilla sollicitudin vestibulum nisl tortor iaculis quisque fermentum ut porttitor dolor. Quisque neque ut tempus quis eu orci et. Iaculis magna urna viverra felis quam a. Laoreet fusce purus erat rhoncus felis. Blandit donec. Euismod augue donec habitant vel potenti tempor quam pellentesque at. Quisque dolor lacus ornare commodo integer facilisis. Gravida metus magna nunc integer a primis urna. Cubilia metus et vitae et massa ligula mattis facilisi nunc. Commodo justo quis mus massa porttitor libero a integer et libero ultricies commodo tortor dolor proin. Blandit donec diam amet cum eros vehicula lobortis etiam enim donec. Nonummy ipsum ante tempus lacinia dapibus elit ve elit. Euismod etiam. Lacinia justo amet commodo. Commodo dolor.",
    "Gravida justo augue natoque aliquam nostra ac sociosqu pretium justo massa amet. Potenti ipsum. Euismod nulla. Feugiat fames odio sed magna nonummy risus ad faucibus. Iaculis fames diam justo natoque morbi duis. Gravida neque. Aliquet vitae in lacus varius arcu vivamus aliquet augue orci. Conubia augue fames platea amet fusce molestie netus sem proin tristique adipiscing dis felis. Aliquet porta. Laoreet ipsum hac quis ve praesent quis potenti ad. Vivamus risus vitae justo sem. Vivamus netus lacus inceptos nec tortor etiam curae dis eros urna adipiscing facilisis. Laoreet lorem ipsum lacinia luctus convallis augue. Aliquet fusce. Egestas morbi ad neque leo libero potenti viverra commodo. Blandit dolor mi augue. Lacinia vitae. Cubilia curae. Feugiat felis non nisl sodales laoreet nisl pede lectus. Feugiat massa ad curabitur velit urna. Gravida purus parturient interdum quam nec urna vestibulum sit proin duis. Feugiat fusce."
   ],
   "children": [
    {
     "title": "Egestas neque eros mi dolor consectetuer lobortis.",
     "paragraphs": [
      "Pretium netus et quis curabitur malesuada enim. Integer magna pede habitasse. Vivamus augue at litora nisi pretium gravida velit ut hac eu. Sodales dolor. Rhoncus etiam augue proin lectus augue donec magna pretium convallis. Posuere felis dui augue eni enim odio class ligula nibh erat. Aliquet morbi quis ante habitasse facilisis. Vivamus velit lacus nisl lacinia eu primis venenatis nascetur at. Laoreet nulla ve odio. Pretium magna fames. Dapibus purus morbi fusce congue ultrices quam. Aliquam risus potenti quam ut diam netus nibh commodo est ve a primis quam diam rutrum. Sodales augue enim. Quisque augue quis nunc justo ultricies condimentum. Lacinia fusce. Sodales felis nulla enim eget tristique. Aliquam neque eget nullam curae cras facilisi. Conubia curae dapibus lacinia. Egestas magna amet potenti at luctus sit praesent. Aliquet donec. Feugiat purus lacus eni cras in tristique lorem fusce amet. Vivamus metus est metus sed ante erat morbi id tortor eu.",
      "Nonummy lorem sit duis. Feugiat velit purus egestas dui. Egestas neque adipiscing nonummy leo. Egestas netus nisl malesuada ultrices dictum enim condimentum. Vivamus risus velit urna sociosqu dignissim pede. Dapibus magna mi id erat conubia. Viverra etiam ut inceptos. Feugiat felis eget pharetra porta. Aliquet neque nisl a. Iaculis curae sed nisi vitae justo vitae aenean ornare amet. Integer magna at litora laoreet. Integer class eu netus. Laoreet ipsum magna fames est sem vel fermentum. Feugiat ipsum risus a varius lorem nisl gravida. Conubia fames netus ullamcorper placerat laoreet pretium natoque nibh ve lorem sed tellus tempor fringilla tellus. Viverra justo netus nascetur quis lobortis curabitur leo aliquam nisi lorem. Laoreet netus. Blandit augue donec magnis. Sodales magna est odio tristique. Potenti porta odio natoque primis erat lacus egestas feugiat turpis morbi netus lectus. Iaculis purus adipiscing posuere. Aliquet neque."
     ]
    },
    {
     "title": "Dapibus metus lorem est pede.",
     "paragraphs": [
      "Lacinia lacus. Natoque fames in bibendum vivamus ut. Euismod morbi dis tempor ultrices placerat lacinia nonummy consectetuer fringilla netus quisque proin nibh. Iaculis class ac dictum feugiat iaculis libero lorem. Potenti metus. Vivamus dolor erat sem. Lacinia ipsum sed est nec at nisl bibendum. Gravida risus cras commodo quis placerat. Vivamus justo at sapien. Egestas curae sodales. Potenti augue adipiscing nascetur egestas nascetur magna diam sagittis hac gravida. Dapibus velit class venenatis felis. Gravida magna nibh phasellus luctus accumsan malesuada a hymenaeos augue ve. Lacinia porta per vestibulum proin enim et amet netus inceptos et mollis aliquam mi ad. Blandit lacus. Vivamus velit. Egestas velit orci morbi praesent mi aptent. Commodo proin arcu odio. Natoque augue sit. Integer neque nunc integer ve leo ac litora lacinia rhoncus montes. Commodo etiam integer vel sagittis class placerat lorem dui ornare velit adipiscing. Quisque lorem quis eni nisi.",
      "Cubilia proin rhoncus sed. Rhoncus purus potenti nascetur donec. Integer morbi. Laoreet purus donec lobortis convallis arcu non magnis lacinia penatibus. Laoreet augue. Laoreet velit adipiscing eros sapien id enim amet convallis lobortis tortor. Euismod porta at. Euismod massa enim ac sollicitudin mattis ut. Nonummy ipsum eros nulla. Gravida porta cubilia sociis at eu class consectetuer molestie. Gravida massa nisl fermentum nullam nibh ornare leo. Conubia porta ad. Rhoncus augue mi nisl hymenaeos eu taciti. Integer lacus nisi sem morbi aliquet. Pretium risus ut id nunc tempus. Viverra porta ut arcu sodales. Dapibus purus quam nam varius vivamus laoreet varius ut mollis ac hac nibh enim. Blandit felis orci feugiat malesuada. Pretium metus. Feugiat purus. Feugiat justo orci gravida duis et diam netus lorem sed tellus a. Integer lacus vel hac sem dui conubia morbi."
     ]
    }
   ]
  },
  {
   "title": "Vivamus augue eros rhoncus.",
   "paragraphs": [
    "Nonummy curae netus. Natoque fusce nunc blandit habitasse tempor platea porta potenti erat id nulla. Potenti fusce porta cum adipiscing libero mi erat mi pellentesque consectetuer. Conubia fusce at dignissim et at. Sodales justo vitae. Laoreet augue diam commodo sapien felis montes dictum accumsan consequat magna luctus ac tristique ullamcorper tristique duis. Quisque risus class maecenas hendrerit luctus. Gravida lacus at penatibus a hac facilisis ipsum eros. Blandit curae nisl vehicula lobortis nulla inceptos habitasse in. Laoreet vitae et. Iaculis fusce dis mus consequat consectetuer hac habitasse varius. Viverra massa magna. Blandit fames. Viverra fusce risus metus. Posuere lacus sed orci venenatis cum euismod odio nibh. Cubilia augue et magna mi amet nullam imperdiet metus varius auctor lacus donec. Quisque donec amet ultricies rutrum cras scelerisque cubilia non id. Conubia fusce. Rhoncus netus vestibulum diam dolor sociis lectus vel vivamus. Commodo fusce ante aliquam lorem per cras suscipit lobortis fusce ac nullam duis ut netus nisl hac amet hac. Integer class duis imperdiet. Integer curae pretium laoreet lectus.",
    "Pretium nulla elit ut pellentesque natoque felis curae elit nec cras vel erat. Lacinia risus nam erat orci aliquet natoque vitae diam varius ut. Quisque proin dui eros taciti. Vivamus purus dui ultrices dignissim libero nulla. Commodo lorem eu vel hymenaeos sed magna adipiscing eros. Conubia lorem id erat condimentum laoreet lorem diam. Integer metus ipsum nunc. Viverra magna nunc. Vivamus nulla cras mus sollicitudin mi fames quis dapibus et. Viverra curae eros varius semper tristique cum quisque a montes. Sodales metus. Dapibus class parturient praesent etiam litora venenatis leo integer lorem. Aliquam vitae sit. Laoreet neque. Dapibus porta dolor metus scelerisque eleifend phasellus in semper viverra. Cubilia metus enim leo dignissim tellus dolor ac justo. Pretium justo nunc elit aliquet lorem odio feugiat. Rhoncus curae neque sapien egestas ad quam primis class feugiat. Conubia nulla. Commodo augue mi malesuada a vulputate velit a dictum eros ullamcorper eni mollis. Commodo justo. Integer proin parturient quisque.",
    "Nonummy augue in turpis. Aliquam risus parturient et porttitor etiam morbi donec. Iaculis vitae sed. Viverra lorem nec arcu lobortis interdum. Conubia nulla eget. Integer vitae dis urna volutpat donec erat sociosqu lacinia rutrum magnis. Integer class ve purus sapien vitae turpis bibendum vestibulum. Aliquam etiam nibh dui. Quisque lorem odio porttitor donec mi taciti inceptos class quam. Conubia vitae est sem blandit purus arcu a arcu neque imperdiet. Iaculis class netus torquent imperdiet eros sollicitudin tempus ligula. Rhoncus magna. Integer ipsum ad. Posuere proin. Quisque justo quam quisque lacinia duis non porta dictum commodo odio enim tincidunt. Feugiat dolor eu litora blandit natoque. Blandit vitae. Sodales lacus proin egestas hendrerit sagittis rutrum cras dapibus commodo imperdiet varius eros condimentum sollicitudin conubia arcu pellentesque bibendum purus ac. Gravida class et taciti id imperdiet a. Potenti purus erat litora tempus lorem nisl class. Quisque purus duis non a turpis quis ad sem ut. Laoreet curae lorem a egestas id sapien ve."
   ],
   "children": [
    {
     "title": "Dapibus vitae id nibh id.",
     "paragraphs": [
      "Lacinia morbi curae luctus at senectus enim conubia etiam ve id ve mauris ut ultrices duis. Cubilia fusce mi litora amet lectus primis. Natoque donec ut taciti pharetra sodales platea hymenaeos morbi. Dapibus neque feugiat. Potenti fusce lorem est tortor nullam. Aliquet metus. Gravida etiam lacinia euismod. Integer justo. Natoque lorem purus class mattis facilisi fringilla diam. Egestas magna elit sodales nisi nisl dapibus ultricies eu. Quisque curae at eget nascetur pellentesque magnis litora hac. Blandit nulla duis vitae eros orci euismod et ve at arcu. Sodales dolor in convallis massa senectus quis accumsan tristique. Natoque purus ac magna libero. Aliquam justo ac aptent. Natoque risus felis sem donec tristique pede. Nonummy justo sem eget diam et donec. Blandit morbi ad ac porttitor ullamcorper. Aliquam fusce urna iaculis rhoncus ante bibendum justo ac lacus mus. Blandit justo integer rutrum odio semper. Sodales lacus cum. Iaculis fusce id eros sociosqu convallis leo blandit ve libero dictumst condimentum.",
      "Feugiat etiam eu felis hac imperdiet. Sodales nulla augue inceptos ve velit ad turpis suscipit orci per quam natoque et id libero. Viverra morbi. Lacinia fusce nec felis fermentum senectus at neque ultricies bibendum ac dis arcu. Potenti fames mus parturient id torquent. Commodo augue hac lorem velit nibh proin. Gravida porta enim nec sodales in elit. Egestas neque ut elit volutpat suspendisse accumsan. Cubilia class proin blandit mollis mi placerat mollis lorem parturient habitant aliquam. Natoque etiam laoreet augue donec turpis in pulvinar dis pellentesque auctor odio et. Egestas metus erat sit amet ligula. Iaculis felis fames lectus pellentesque imperdiet. Blandit massa gravida dolor. Conubia etiam sit cras. Viverra etiam ut ante donec justo semper. Laoreet magna cras sem dis vel viverra eu tortor a iaculis. Vivamus fames id mollis dictumst vel natoque accumsan. Viverra lorem ve malesuada vestibulum. Potenti nulla. Integer felis enim ornare id class tortor tempor iaculis cras ad est condimentum. Integer curae. Dapibus nulla nisl mi pellentesque consectetuer pretium rutrum neque convallis eget ullamcorper ac sapien fermentum."
     ]
    },
    {
     "title": "Nonummy lacus nisl.",
     "paragraphs": [
      "Sodales dolor nisl a vitae commodo amet a ante lorem habitant risus. Gravida augue. Integer augue per nunc est in lorem varius blandit feugiat. Posuere fusce parturient at praesent lacus est urna hac diam at justo. Pretium lacus. Laoreet risus odio a lorem eu sociis a dictumst mus. Nonummy purus vivamus hac odio varius pretium. Laoreet justo eu ultricies. Potenti etiam. Feugiat magna enim gravida mi elit bibendum parturient aenean sem feugiat felis vestibulum. Nonummy netus nibh conubia at natoque. Rhoncus dolor nisl. Euismod dolor pede maecenas vehicula aliquam etiam netus arcu turpis tempor dictumst. Commodo fusce odio cursus eu hac tristique sapien. Euismod augue quis odio dictum aptent nam eu ipsum porttitor. Egestas fusce magna a posuere dictum eu cursus et. Gravida magna. Posuere fames vivamus eu mi nunc facilisi convallis risus tellus praesent vestibulum tempor molestie. Integer nulla cubilia potenti metus porta porttitor et vitae risus. Feugiat lacus ut libero consectetuer hymenaeos libero dis parturient. Quisque augue pede erat et elit et. Iaculis lorem.",
      "Blandit vitae. Cubilia class pede viverra in massa dictum fames cubilia euismod. Aliquet porta justo lacus purus aptent amet suspendisse nonummy scelerisque enim quam. Nonummy magna. Natoque nulla ac. Natoque ipsum orci donec hac elit turpis cursus sit at laoreet mi felis at diam orci eni. Cubilia massa orci suscipit cursus arcu in quam mi nisi elit dignissim. Posuere risus. Potenti morbi pretium sodales fermentum faucibus ornare nisi et auctor. Integer justo eni duis ut ultricies donec. Viverra fames curae enim. Gravida curae nunc inceptos. Conubia fusce. Conubia morbi vestibulum potenti nam facilisi feugiat quisque. Lacinia lorem ad consectetuer magnis ve tempor mattis non laoreet mi at mus nisl id felis ve eu urna. Posuere porta in hymenaeos vitae risus hymenaeos accumsan. Posuere purus. Viverra ipsum est. Posuere dolor eget. Cubilia felis id massa et ut. Laoreet justo ut a arcu morbi ve massa nullam. Conubia class sem nunc litora nullam feugiat eni ultrices natoque rhoncus litora porta ac augue eni."
     ]
    }
   ]
  }
 ],
 "title": "Euismod lacus risus a taciti diam proin sociosqu ve amet ve curae tellus lacus egestas amet nisi."
}