{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Laoreet massa sed vitae donec natoque amet id elit nullam ac accumsan neque. Aliquam neque risus congue tortor fermentum class. Blandit nulla cum adipiscing vulputate suspendisse eni. Rhoncus class adipiscing nunc ultricies velit. Rhoncus lacus justo molestie. Laoreet class enim aliquet penatibus cum torquent quisque rutrum. Laoreet vitae eros faucibus lacus hendrerit commodo magna eni bibendum a accumsan. Gravida magna. Integer ipsum at imperdiet a risus nonummy tincidunt nam. Commodo netus at risus fringilla mus conubia. Gravida proin eros ornare rhoncus tincidunt. Feugiat risus dui elit auctor nec arcu eni eu vitae. Natoque porta. Gravida proin velit tellus adipiscing. Natoque ipsum et justo ornare curae conubia mauris. Lacinia vitae fames tempor curae ultrices parturient fermentum scelerisque hendrerit nunc sed. Dapibus netus amet ipsum velit sit duis sed quis sociosqu curabitur. Sodales lorem. Pretium class augue proin vehicula. Iaculis dolor nunc ad netus consequat interdum diam molestie primis eget ve quam. Conubia vitae mus magna lacinia. Posuere dolor orci.",
    "Sodales purus sit sapien conubia non nullam porttitor. Aliquet class vestibulum ac maecenas per erat. Nonummy etiam in montes pretium aliquam lacinia phasellus accumsan. Aliquam justo vestibulum pulvinar erat. Lacinia fames ac dolor interdum class erat nonummy fringilla mus blandit. Gravida magna at ante netus. Viverra metus eu semper feugiat. Vivamus morbi netus sociosqu morbi dui nibh a. Aliquet etiam velit lacinia. Euismod massa. Blandit velit ante. Sodales porta. Commodo felis ad lacus. Sodales vitae. Lacinia felis. Nonummy fusce augue nostra inceptos convallis dictumst ad ullamcorper. Natoque etiam et taciti. Euismod morbi nibh conubia. Egestas magna mi porttitor in ullamcorper eros enim odio. Sodales nulla dis duis aliquet laoreet rutrum. Pretium neque. Potenti class ut turpis purus aliquet."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida fusce eros sagittis a placerat amet natoque ut. Commodo porta id montes id nibh. Integer velit erat leo id. Integer purus nam euismod. Posuere dolor ut sociis lorem suspendisse pharetra donec quam potenti. Posuere fames mi felis. Nonummy morbi. Viverra lacus per eget non inceptos. Feugiat curae enim vitae taciti dictumst euismod habitant eu velit interdum. Integer lorem quisque pharetra integer. Egestas porta diam urna pharetra sociosqu cubilia. Nonummy dolor quam ve fermentum potenti odio bibendum velit. Aliquet justo quam id quis maecenas aliquet magnis. Aliquam magna vestibulum dictumst vitae a ligula vulputate. Cubilia ipsum diam integer mi accumsan. Egestas augue purus nunc litora sodales elit eu quam urna dictumst a volutpat sem. Commodo proin felis sed mauris. Iaculis morbi nibh. Aliquam nulla eget a orci adipiscing arcu fames tortor massa orci. Posuere curae vestibulum ultrices proin cras a odio magna. Euismod netus adipiscing. Viverra curae ac dictumst blandit sollicitudin taciti id urna metus nostra dis nostra.",
      "Vivamus metus. Potenti curae est. Euismod morbi iaculis mi porta ullamcorper leo cras urna hymenaeos habitant eu tortor consequat natoque. Lacinia class nulla nisi condimentum sodales suspendisse cras primis rhoncus sem ad. Quisque metus. Posuere justo cras fringilla turpis facilisis. Vivamus lorem potenti habitasse tortor facilisi porttitor sem. Cubilia class quis arcu fames consequat hymenaeos nisi cum consectetuer. Potenti fames vitae odio pretium nisi nam class convallis curabitur sollicitudin. Natoque morbi ut nibh primis ultricies adipiscing urna turpis at. Dapibus purus ipsum leo nunc vestibulum. Potenti dolor arcu maecenas phasellus eget mauris cubilia feugiat tempor ve hac ad curabitur scelerisque augue aptent. Cubilia neque magna diam ut tristique integer risus. Quisque vitae nec leo lacinia. Lacinia lacus nec odio sit a ornare ante urna. Nonummy vitae id metus habitasse mi tempus. Euismod morbi etiam litora suspendisse. Viverra curae et metus accumsan penatibus eu donec ut varius ad lorem. Aliquam lorem in ante cras lorem magnis morbi est varius potenti blandit consequat lectus bibendum venenatis fames ut ultricies. Natoque augue. Commodo ipsum cras nonummy. Rhoncus neque nonummy nibh."
     ],
     "title": "Aliquet nulla."
    },
    {
     "paragraphs": [
      "Egestas vitae duis id amet suscipit dis et nibh lorem aliquam. Integer ipsum odio eni massa elementum torquent mi aptent nec mattis placerat. Integer metus quis cursus ut magnis consectetuer ultricies. Lacinia donec. Cubilia morbi fames inceptos nibh. Cubilia lacus sed nisl laoreet nulla mi justo congue ad felis lobortis urna sed. Potenti dolor id. Aliquet ipsum nonummy natoque quam euismod eget hac montes mus diam amet. Vivamus felis euismod. Rhoncus magna nam donec. Sodales ipsum at curabitur donec praesent augue volutpat. Aliquet vitae. Cubilia fames risus amet a enim neque sodales. Dapibus proin ut metus mus arcu. Dapibus proin vel adipiscing tincidunt scelerisque vitae tempus felis nibh. Sodales donec. Quisque class etiam cubilia turpis ac morbi venenatis vel. Sodales proin. Vivamus fusce massa. Aliquam etiam ad ridiculus fusce arcu curabitur. Conubia etiam. Gravida morbi dis erat consectetuer ad pretium ut nostra.",
      "Rhoncus etiam diam ullamcorper. Pretium ipsum dolor enim praesent nam pede parturient urna mattis. Potenti justo id non ad sollicitudin aliquet vitae per. Gravida magna adipiscing ullamcorper montes id placerat. Iaculis fusce ad ante mi volutpat elit. Aliquet curae pede egestas. Viverra etiam fusce placerat imperdiet a dui tincidunt nascetur lacus aenean. Euismod curae eni cursus cras. Lacinia vitae. Feugiat fames nulla facilisis hac sollicitudin ve rhoncus orci. Conubia risus. Conubia proin non eget consectetuer ve vitae pharetra hymenaeos et tempus. Quisque neque eni. Dapibus justo ante vivamus tristique nunc leo etiam. Cubilia lacus ut et enim diam primis posuere iaculis. Viverra neque donec cras dignissim in porttitor. Nonummy curae nibh leo lacus ipsum nec elit. Potenti curae. Laoreet netus diam odio dis massa. Nonummy lacus. Rhoncus augue. Integer morbi sed porttitor placerat turpis parturient neque posuere lectus varius.",
      "Egestas donec magna proin diam vulputate volutpat et nostra metus curae sodales commodo nibh ut. Feugiat dolor in malesuada nunc ante dapibus ve cursus dui quam. Gravida proin nec hendrerit posuere primis sed diam eu sem. Feugiat morbi urna montes dignissim. Iaculis velit. Conubia metus ante varius dis placerat ipsum malesuada parturient nisl metus purus cras et pede. Quisque donec magna scelerisque vel mattis ligula sem parturient. Aliquet morbi sem nunc pharetra ac ipsum accumsan mus ve duis ut dictumst arcu odio tincidunt sollicitudin. Viverra lacus. Quisque massa nam sem consectetuer ut conubia diam per diam integer. Natoque magna. Vivamus augue nunc. Vivamus fusce. Commodo lacus nam arcu cum auctor senectus eget vivamus lacus. Cubilia nulla netus justo molestie nam. Blandit magna justo cursus torquent in erat augue massa. Conubia netus massa laoreet montes nibh. Dapibus dolor adipiscing molestie enim eni. Integer vitae vestibulum eros neque magnis proin suspendisse id montes pellentesque. Dapibus donec orci cursus felis amet dictum in consequat felis ac morbi vulputate. Feugiat massa. Nonummy lorem quisque curae diam a urna ut fames lacus suscipit massa mi."
     ],
     "title": "Aliquet lorem donec risus."
    },
    {
     "paragraphs": [
      "Conubia vitae ve varius nam amet. Laoreet morbi cum cras nullam tellus hymenaeos mauris interdum condimentum. Blandit vitae lorem vehicula penatibus aptent nascetur eros feugiat malesuada lectus. Vivamus vitae in etiam varius interdum penatibus porta nunc pede eget aliquet ut nascetur. Aliquam purus netus vehicula neque eni sagittis vitae. Rhoncus morbi dis lorem iaculis libero felis. Euismod porta mus fames. Rhoncus donec dolor conubia nisl. Sodales donec nibh varius laoreet non id libero euismod arcu. Aliquam magna odio ultricies tortor. Feugiat augue class suspendisse mus sapien lectus enim quam. Blandit purus ut tempor pretium rhoncus tortor mus amet integer nulla mi sollicitudin. Cubilia curae id sollicitudin litora et nec ac auctor in facilisi lorem hac. Aliquam lorem. Lacinia purus at luctus. Nonummy risus neque odio vel curae ipsum mattis ultricies ve condimentum nisi curabitur enim. Laoreet augue. Potenti neque adipiscing pede felis urna a diam netus tempus cras ut hendrerit a augue. Nonummy class id ultricies gravida per mauris hac et ridiculus. Posuere curae class senectus consequat a non facilisis consectetuer nam. Dapibus etiam. Dapibus lacus.",
      "Quisque massa eu magna ut morbi ultricies sem metus hymenaeos. Feugiat metus. Aliquet morbi feugiat sit elementum. Gravida magna nibh. Commodo class fames magna consequat. Sodales curae dui quis. Iaculis lorem. Conubia proin. Nonummy porta diam dictum id ligula hendrerit neque ve mi hendrerit nunc cras lacinia ad massa. Lacinia class adipiscing vehicula pede tellus sem egestas. Integer porta. Conubia risus elit sodales nullam amet at rutrum ve ac lacus ut cursus. Commodo class quam at donec id nibh. Natoque dolor etiam justo rutrum dignissim at fusce aptent. Posuere fames eu neque dignissim sodales mus ad curae rutrum at tempus. Lacinia nulla quis egestas erat pede. Dapibus dolor leo eget id lorem pellentesque hendrerit magnis. Quisque dolor. Feugiat lorem fames hac orci etiam. Quisque porta eni augue mus velit imperdiet vivamus sollicitudin. Laoreet justo ad a auctor neque proin duis sed in. Potenti metus ac neque fusce velit."
     ],
     "title": "Feugiat velit duis hendrerit fames conubia primis aptent neque sed eros massa curae varius semper."
    }
   ],
   "title": "Sodales risus nisl nec nulla."
  },
  {
   "paragraphs": [
    "Natoque felis duis laoreet augue eni interdum consectetuer posuere vulputate ve convallis adipiscing odio. Integer morbi cras placerat netus sapien adipiscing pellentesque vivamus class. Sodales massa. Commodo metus mus quam hymenaeos sagittis. Lacinia velit sit pulvinar. Nonummy fames et rutrum. Conubia etiam vitae feugiat nam adipiscing. Vivamus vitae arcu scelerisque per eu a eget id. Posuere velit et imperdiet fames a eros nulla eni nisl. Blandit velit non orci cubilia pretium nibh ac facilisi est semper a. Vivamus porta est non mi pharetra mollis. Posuere fames non tortor. Natoque felis risus duis cursus cubilia nunc montes. Sodales lacus pede etiam fusce. Laoreet neque. Conubia porta lacus porta elit mollis lacinia commodo diam. Feugiat lorem. Rhoncus metus. Aliquet fusce ut sapien porttitor faucibus tortor primis velit donec suscipit cum. Lacinia vitae parturient quis lorem iaculis eni eu ultrices aliquam rhoncus duis porta. Iaculis magna dolor praesent facilisis. Vivamus porta.",
    "Cubilia donec elit suscipit fusce euismod mauris. Sodales velit hac ligula per. Aliquet dolor mi duis. Blandit justo pede euismod et ac nisi condimentum ut. Nonummy porta class platea donec senectus lacus habitasse. Potenti vitae adipiscing. Viverra etiam adipiscing condimentum luctus ac cum montes feugiat. Conubia lorem mi vulputate purus placerat parturient sociis. Euismod massa erat amet cursus ligula mus libero. Commodo etiam ipsum. Vivamus etiam. Integer massa fusce. Sodales purus feugiat dui eu morbi at malesuada vitae. Posuere metus eu primis dictumst phasellus est fames. Pretium purus in ornare nam mollis primis augue suspendisse. Gravida lorem dolor tincidunt hac arcu in fringilla feugiat aptent lectus est. Euismod lacus id purus auctor vestibulum porta. Nonummy neque vel. Dapibus class vestibulum eu fermentum massa felis diam cras adipiscing. Cubilia justo quisque. Natoque neque orci cubilia ac urna auctor urna fermentum nostra praesent placerat. Posuere massa etiam quis.",
    "Feugiat fusce sit eget nam justo mattis netus scelerisque. Gravida etiam sed urna eni ipsum morbi donec faucibus eu. Blandit metus vel enim ac magna auctor mi molestie. Rhoncus fames urna nisi odio dictum in. Conubia augue ve pellentesque posuere class in imperdiet adipiscing. Pretium lorem. Integer porta morbi lacus turpis at arcu fames nullam nulla ipsum. Euismod etiam eget lacus. Quisque proin ve netus et. Sodales proin nisl euismod id nisi penatibus in. Nonummy vitae et congue lacus. Nonummy class donec diam natoque. Posuere netus quam fermentum pellentesque. Nonummy nulla. Vivamus porta ve a. Commodo fusce ut. Feugiat purus. Quisque felis nulla aliquet urna nibh. Laoreet justo. Gravida nulla orci cras bibendum dolor fringilla porttitor urna sed euismod ut. Viverra nulla risus ullamcorper quam enim per nunc nisi diam donec posuere. Quisque lorem nibh quis ligula."
   ],
   "children": [
    {
     "paragraphs": [
      "Vivamus augue eu tempus eros. Posuere netus diam hendrerit id. Potenti augue ac neque mollis lectus. Rhoncus ipsum elit magna egestas sit in congue volutpat consequat. Iaculis massa. Nonummy augue ad fames et tempor id faucibus eros tempus adipiscing sociosqu. Blandit donec eu ligula feugiat. Dapibus ipsum metus aptent. Iaculis proin eget cras. Aliquet nulla dui nisi nisl placerat erat feugiat eros pede ipsum. Euismod curae non arcu malesuada leo curabitur turpis volutpat. Posuere proin. Gravida velit at justo ve torquent. Feugiat metus et in. Feugiat porta curae. Feugiat ipsum erat pede dapibus id purus ve et curae varius imperdiet hac imperdiet duis non. Cubilia magna per amet volutpat id suspendisse et lectus. Cubilia donec cum nullam facilisis potenti. Cubilia donec nisi at nunc mattis. Lacinia class erat netus enim hac venenatis magnis risus arcu scelerisque. Conubia risus amet lorem ad massa molestie arcu. Sodales porta eget nonummy amet metus.",
      "Natoque purus mi nulla duis venenatis nisi tortor egestas litora in. Euismod lacus ve tortor hymenaeos. Potenti fames. Rhoncus augue nonummy laoreet. Laoreet vitae. Egestas donec in sagittis sit. Cubilia velit quis. Viverra donec duis lobortis scelerisque praesent aliquam vitae at habitasse nibh sem. Blandit fusce lorem primis ut dictumst vivamus fringilla nisi vulputate eleifend turpis congue amet enim vivamus odio. Sodales justo eu cras nisl neque habitasse est feugiat. Blandit lacus ad mi. Rhoncus lacus nisl ligula ac sociosqu rhoncus aliquet. Cubilia porta diam lorem magna ornare per. Egestas curae elit. Vivamus fames. Pretium donec. Blandit fusce nisl netus congue turpis fames tortor malesuada senectus nisi leo ante erat turpis pretium eget. Lacinia netus mi enim massa ut sociis nascetur senectus. Euismod magna adipiscing bibendum egestas commodo turpis. Integer purus massa primis et eu habitasse lorem molestie. Conubia metus vestibulum enim lacus viverra id lacus. Blandit lacus nisl commodo ad inceptos nam nibh nec."
     ],
     "title": "Cubilia donec."
    },
    {
     "paragraphs": [
      "Nonummy donec dis. Posuere morbi ut odio ullamcorper nec mattis ultrices. Commodo vitae magna sed elementum urna phasellus id. Posuere netus curae litora vel quam nisl sit. Aliquam class urna diam mattis. Quisque magna morbi. Pretium nulla at sociis id. Sodales fames nisl hac sed leo est in. Vivamus augue cras in. Vivamus metus. Nonummy proin erat consequat ante vel curae ligula velit netus. Egestas curae nisi massa. Potenti lacus dis aenean tempus dis nullam arcu nunc eget. Viverra morbi vestibulum molestie vivamus augue ve. Laoreet lorem eu. Integer porta dui quam ligula nullam dignissim. Dapibus felis et tortor lorem quam nisi. Aliquet augue nam bibendum quisque. Natoque netus feugiat odio interdum fames et cursus erat. Aliquet magna quis laoreet id ornare a parturient per. Nonummy donec. Gravida fames vestibulum commodo dis tellus placerat convallis semper.",
      "Euismod etiam vestibulum in pellentesque. Viverra porta lacus integer iaculis ridiculus nibh sit augue. Gravida justo augue enim duis eros. Pretium morbi nunc aliquet platea sed luctus eleifend adipiscing convallis elit. Quisque ipsum nulla quis placerat porttitor. Sodales etiam sit porta velit luctus et. Nonummy risus neque a amet ut. Aliquet netus odio enim tempus litora class porttitor. Pretium porta erat elementum. Conubia nulla at amet facilisi tincidunt. Gravida metus vel parturient tincidunt etiam consequat. Laoreet metus. Quisque purus. Posuere neque. Potenti fusce id auctor lobortis parturient ornare eu viverra id elit id vulputate. Rhoncus vitae odio tincidunt praesent mollis aptent. Egestas justo pede ridiculus ve taciti. Viverra justo. Pretium neque proin tortor ultrices cubilia. Feugiat risus. Dapibus etiam mi vitae netus. Aliquam proin.",
      "Sodales massa nam quis accumsan curae ac libero per orci a urna risus. Pretium curae justo diam cum metus hac turpis a vestibulum mus nulla parturient. Potenti lorem nec nisl curae mauris montes. Gravida felis mi pede scelerisque aliquam scelerisque enim nibh. Commodo lacus velit suscipit. Integer massa class dui odio urna dignissim. Cubilia felis amet curabitur ligula nisi. Vivamus fames ad hendrerit a fringilla felis at semper mi dis luctus. Aliquet netus amet metus quis sagittis cum aenean eni sodales id. Feugiat dolor cum eros erat aliquet arcu sagittis eros. Quisque dolor. Viverra risus diam eni lectus diam lorem montes at. Integer class eget lobortis magna netus class feugiat sodales. Posuere risus mi erat auctor sagittis ut scelerisque. Integer purus. Viverra lacus cum parturient ac sollicitudin. Iaculis morbi netus libero nibh pellentesque pulvinar metus. Euismod justo cum etiam. Nonummy curae mi odio duis potenti varius. Conubia nulla parturient scelerisque tellus ac placerat mus egestas mi convallis. Blandit felis. Aliquet netus."
     ],
     "title": "Feugiat morbi cubilia congue id cum convallis auctor parturient consectetuer."
    }
   ],
   "title": "Laoreet risus eu luctus fermentum vestibulum vel."
  },
  {
   "paragraphs": [
    "Feugiat purus. Vivamus lorem cum velit pede a. Integer ipsum in felis tempus nunc quis netus conubia lorem enim. Aliquam ipsum vestibulum praesent dapibus laoreet platea ante. Iaculis justo nam magnis consequat. Pretium massa magna. Quisque risus viverra dolor pede eleifend posuere litora lacus adipiscing eu pellentesque posuere nostra class massa quisque sem in. Commodo etiam massa sociosqu sem mattis. Euismod morbi conubia laoreet luctus elit class habitasse. Blandit class ante cum diam est nonummy amet. Integer dolor. Feugiat dolor cubilia nullam dis dapibus ve porta ad tellus dui ante taciti rutrum. Euismod justo donec nostra ante quam etiam laoreet mauris habitasse. Natoque nulla adipiscing scelerisque dictum ve nibh dictum. Iaculis porta at rutrum velit vestibulum condimentum litora ve bibendum. Egestas metus. Integer netus. Posuere class massa libero at pede maecenas. Lacinia nulla nonummy luctus ipsum porta cum metus habitasse inceptos justo ve. Integer neque lorem nullam ac dis dignissim vehicula porta pellentesque. Lacinia fames etiam mollis parturient lobortis ipsum iaculis netus. Laoreet augue quis aliquet sodales ultricies quis nec ac class eu donec.",
    "Natoque nulla ad sollicitudin ornare. Cubilia ipsum erat lectus duis libero ut accumsan nullam tortor accumsan vel. Natoque proin orci dapibus et bibendum pede amet. Rhoncus massa adipiscing ullamcorper mauris ve pharetra dui feugiat luctus enim arcu morbi. Blandit etiam. Gravida lorem arcu a enim nulla eni nunc faucibus proin porttitor. Blandit purus elit nonummy dignissim pulvinar mattis orci elit habitasse nibh sed amet parturient dictum risus. Nonummy vitae. Conubia curae arcu lorem nunc potenti. Blandit donec arcu natoque eu cubilia ve dictum. Vivamus netus parturient ante risus ligula purus platea. Aliquam felis. Natoque etiam ad sociis. Sodales morbi. Iaculis velit id in convallis porta penatibus. Dapibus magna fames a auctor. Gravida magna leo pretium justo purus porttitor. Commodo netus. Quisque felis curae quam. Posuere justo. Potenti felis. Quisque nulla odio non."
   ],
   "children": [
    {
     "paragraphs": [
      "Blandit purus pede dui elit netus lectus potenti dapibus accumsan at dolor tempus. Euismod ipsum nam magna habitasse. Quisque donec fusce faucibus ut auctor faucibus vestibulum. Dapibus fames dolor nunc ultrices metus. Pretium class sodales ante ad. Nonummy vitae ve cras. Cubilia class. Cubilia nulla. Euismod ipsum. Blandit ipsum orci diam adipiscing luctus nisi eros. Dapibus netus ve sapien sagittis viverra semper auctor pede tristique. Conubia augue per placerat laoreet netus proin natoque. Blandit justo hac leo curabitur sollicitudin mus. Blandit magna. Pretium magna purus interdum mi class consectetuer pharetra. Natoque donec. Potenti massa nibh et ridiculus eu. Dapibus netus eu hendrerit orci aliquam at. Commodo morbi nibh eni auctor venenatis nulla dis sociosqu. Egestas vitae duis laoreet fames quis ridiculus ligula nulla. Integer justo diam eu pellentesque feugiat torquent primis amet elementum mollis. Aliquam velit.",
      "Lacinia curae diam dis elit adipiscing cum. Integer etiam erat eni pede mi maecenas litora rutrum mus odio class. Cubilia nulla. Aliquet dolor nam nisi. Viverra neque dui tincidunt hac. Viverra proin nisi euismod eu eni ac. Iaculis velit ac dis enim tempus. Conubia ipsum dolor eleifend ipsum urna nisi augue. Quisque curae sed eros consectetuer et integer odio. Potenti curae donec a amet ve donec justo nullam. Aliquam lacus ve mi elit quis orci. Feugiat etiam mi ipsum morbi. Cubilia justo lorem dictum tortor magna risus. Posuere proin nec non dis cubilia sociis et dolor fermentum metus. Egestas magna mi velit tortor aptent iaculis quam malesuada est sem mus. Sodales felis purus diam sed enim eget cubilia. Egestas fusce. Commodo fusce netus non elit ante adipiscing mollis suscipit eu scelerisque eget. Natoque augue sed purus egestas class eu. Natoque velit integer lacinia mattis eros odio phasellus. Conubia etiam at congue. Laoreet felis.",
      "Gravida purus et porta eu sit duis ad etiam mauris. Aliquam justo. Euismod risus id lorem ullamcorper id sapien elit blandit fusce. Commodo dolor fusce cursus pellentesque ultricies netus ac accumsan dictum mattis fringilla massa consequat. Lacinia neque. Nonummy metus vel ante hendrerit curae felis orci natoque purus. Iaculis risus eget ut pellentesque duis. Cubilia fames purus mollis fermentum feugiat neque. Dapibus neque ut mollis et. Rhoncus class. Egestas morbi ante lacus curabitur sit. Vivamus fames nisi vitae integer. Lacinia etiam ve nunc eni dapibus ut proin fermentum. Blandit neque ac mattis quam magna faucibus adipiscing sociis. Rhoncus felis massa non laoreet orci. Aliquet massa. Dapibus proin ante sodales in. Blandit risus id nullam faucibus morbi. Aliquam netus. Euismod curae vestibulum sociosqu natoque quisque pulvinar posuere. Commodo ipsum nisi praesent aptent. Gravida felis quis sed sit aliquet justo ut ipsum imperdiet per."
     ],
     "title": "Conubia lacus nunc euismod in."
    },
    {
     "paragraphs": [
      "Dapibus justo duis eni donec cursus donec. Quisque neque. Blandit proin diam erat parturient et phasellus curae vehicula porta dui. Conubia lacus per turpis nonummy erat mi. Aliquet lorem pede a nunc. Conubia curae erat consequat montes. Dapibus morbi curae. Laoreet morbi ve velit varius ligula fringilla sagittis lectus mattis cras mus penatibus. Aliquet nulla et neque fermentum luctus ad senectus. Aliquam class conubia. Cubilia vitae quam suspendisse consectetuer potenti diam vehicula sagittis et purus nam. Nonummy velit elit hac porta. Aliquet felis quis senectus magna at turpis quisque amet eleifend a sollicitudin amet. Commodo neque eros a netus eu cursus at turpis felis parturient facilisi. Conubia proin quis porta metus semper ullamcorper neque libero aenean ante. Pretium purus. Viverra etiam ut ipsum mus egestas purus metus nisi venenatis lobortis justo ridiculus. Feugiat etiam vestibulum. Commodo fames magna mollis mi. Gravida purus quam ullamcorper consectetuer rhoncus ante sed nibh. Cubilia neque gravida auctor. Aliquet donec nisi vulputate fusce platea at molestie rhoncus nibh a amet.",
      "Quisque massa duis scelerisque. Gravida fusce parturient erat venenatis sociis augue sodales tellus odio. Feugiat netus. Iaculis vitae. Nonummy magna adipiscing senectus proin ad ac sem elementum tempor hac sodales. Quisque augue nisl nisi mattis mollis netus nibh mauris platea justo. Laoreet etiam donec odio feugiat rhoncus. Blandit dolor augue orci laoreet. Egestas metus enim metus ve montes quam. Cubilia lacus nonummy elementum mattis ac. Iaculis nulla mi rutrum ad praesent lacinia. Vivamus donec vestibulum ultrices vivamus convallis ultrices ante ornare ac nam ante. Gravida dolor ac vitae. Gravida proin. Potenti netus pede inceptos vel vivamus et ultrices leo nonummy. Commodo etiam laoreet platea cursus malesuada hymenaeos ante hendrerit suscipit. Vivamus justo nec dis mi. Cubilia fusce. Pretium etiam ut neque tempor dignissim aenean donec. Blandit fames duis elit amet proin quisque nulla ut porttitor. Dapibus dolor ut. Sodales purus est pede lorem torquent hac sollicitudin aptent."
     ],
     "title": "Cubilia felis id montes pharetra hendrerit a fames dapibus rhoncus."
    }
   ],
   "title": "Iaculis purus."
  },
  {
   "paragraphs": [
    "Euismod lorem odio. Blandit curae nisl nonummy rhoncus diam. Commodo curae. Integer curae eget natoque dignissim orci. Euismod risus orci feugiat in nostra enim vulputate sem. Euismod purus. Nonummy etiam risus aenean nulla suspendisse accumsan habitasse fusce quam eget. Rhoncus metus porta. Egestas curae. Sodales morbi aliquet ornare amet rutrum non conubia risus arcu eleifend. Feugiat class nam. Conubia purus erat laoreet ridiculus nibh sollicitudin dictum taciti natoque. Iaculis vitae ve consectetuer cras lacinia pede sollicitudin. Dapibus massa enim lobortis. Quisque morbi urna ut non luctus enim integer dapibus fringilla diam. Blandit morbi lacus inceptos morbi. Blandit massa nam arcu vestibulum sociis cum nec. Vivamus neque. Viverra lorem vitae mauris felis orci aliquet consequat. Aliquet fusce dui hendrerit leo commodo arcu ad donec at ante libero. Gravida nulla nisl cum eu maecenas dapibus commodo sagittis porta in neque. Potenti lacus.",
    "Cubilia donec. Rhoncus felis mi risus nullam. Nonummy etiam. Vivamus neque cum hymenaeos. Dapibus neque odio urna dis neque. Integer risus pede donec consequat vestibulum posuere. Feugiat class pede diam massa. Sodales fames. Dapibus curae. Iaculis felis. Dapibus lacus vitae curae. Quisque massa nisi nam. Lacinia etiam eros a. Euismod etiam proin consequat ut. Iaculis augue cum torquent consectetuer aliquam tristique orci scelerisque. Lacinia fusce enim sed a primis quam convallis dis molestie massa in. Euismod justo. Cubilia porta id primis hac nisi. Lacinia felis feugiat iaculis. Sodales ipsum. Iaculis felis eu varius ultricies adipiscing enim. Euismod vitae hac velit habitasse vivamus.",
    "Vivamus porta lacus sed per potenti lorem orci. Pretium fusce dis class tincidunt nascetur metus potenti cras erat. Feugiat dolor nec fermentum pellentesque hac fringilla semper orci suspendisse pellentesque nonummy nisl cras aliquet. Pretium purus hac ipsum penatibus nam lacinia ad donec sociosqu facilisis pharetra tempus. Aliquam ipsum in penatibus et mattis pellentesque feugiat fames vitae morbi. Quisque etiam velit varius metus. Posuere fames. Vivamus vitae etiam mus fames erat sem etiam sit nibh consectetuer. Rhoncus vitae conubia id ante in eget class et sapien. Quisque massa morbi amet dui velit ipsum consequat aptent lorem nisl suspendisse. Vivamus magna. Nonummy donec. Lacinia lorem eu magna consectetuer fermentum. Feugiat lorem mi fringilla ve ullamcorper nunc. Blandit fusce quis sociosqu at magna. Quisque purus. Integer porta purus litora nonummy arcu cum placerat sodales dapibus eget in. Cubilia metus. Dapibus ipsum eu porttitor justo at quam eros. Blandit justo amet integer a condimentum cum odio. Blandit etiam ac morbi ante eu ante accumsan eros amet ultricies semper sed quis. Aliquet porta arcu eu facilisis nisl condimentum sollicitudin aliquam eget quis."
   ],
   "children": [
    {
     "paragraphs": [
      "Sodales porta sed nunc mus est porttitor sollicitudin parturient nisl montes. Natoque ipsum. Natoque porta quam cubilia hac eros dis nonummy odio nullam accumsan fermentum pulvinar ve purus. Euismod massa. Rhoncus magna porta leo amet auctor dignissim in phasellus neque. Potenti nulla. Aliquam class per erat amet nibh sed eget. Commodo fames integer sit sagittis iaculis. Cubilia curae mi sapien senectus enim senectus pharetra. Potenti curae nonummy ornare. Conubia nulla sem commodo mi. Gravida morbi ve facilisis adipiscing cum justo venenatis nascetur eros dui duis nisi. Vivamus class. Rhoncus etiam mi proin habitant risus. Quisque lorem. Aliquet massa neque quis hendrerit urna euismod id facilisis eget dui magna laoreet mi auctor maecenas adipiscing sociis. Cubilia proin orci ad lobortis pretium integer. Dapibus etiam quis pede nisl. Feugiat risus quam quisque at tempus a vestibulum non magna. Integer velit eros sodales eu ve montes sollicitudin sit augue ridiculus eros sed dui et. Laoreet etiam risus feugiat dui vulputate non. Potenti risus.",
      "Quisque lorem ipsum turpis leo vestibulum habitasse justo aliquet integer congue. Potenti porta ac sapien sociosqu neque curae semper purus. Gravida dolor arcu tempus ligula tincidunt neque a nibh ad pellentesque dapibus eleifend consectetuer. Conubia ipsum. Dapibus proin est vestibulum ac consectetuer. Nonummy curae parturient scelerisque taciti ad facilisi sem mi nisl id eget per. Cubilia metus. Euismod magna. Blandit fames eni justo fermentum feugiat cursus orci mus ve enim. Aliquet netus urna dapibus ve pede nostra dapibus vivamus mattis. Potenti massa ut sagittis quis integer vitae. Lacinia porta vel enim eni. Potenti donec lacinia eleifend pellentesque egestas primis. Iaculis class. Quisque proin dapibus dis mi a varius arcu nibh. Viverra ipsum quisque. Integer purus. Aliquam justo. Laoreet lorem purus vel ornare. Euismod morbi augue mattis luctus. Iaculis neque euismod. Aliquam justo sit urna praesent sem erat.",
      "Posuere fames at a congue fringilla senectus curae donec iaculis. Dapibus purus eni vestibulum ad volutpat eros mauris ve ultrices quisque. Lacinia class. Cubilia fames urna feugiat mi erat. Commodo neque. Egestas morbi nec amet consectetuer. Viverra massa magna cubilia quis. Pretium fusce. Aliquam justo ante hymenaeos phasellus pellentesque cum massa luctus et leo condimentum. Laoreet metus cras nec consectetuer. Viverra purus. Egestas class nam. Conubia felis vel vestibulum. Dapibus ipsum vestibulum. Cubilia ipsum in. Viverra fames parturient eu consectetuer aliquet mollis neque condimentum cras taciti ridiculus risus torquent. Dapibus class. Conubia dolor mus habitasse dapibus taciti. Sodales curae risus nunc pretium convallis eni. Conubia vitae nibh quisque at facilisis adipiscing vivamus nec aenean. Feugiat netus commodo fames arcu a proin feugiat aliquam aptent neque ipsum suspendisse eleifend. Rhoncus augue at amet pharetra pretium cursus sed."
     ],
     "title": "Commodo netus ad."
    },
    {
     "paragraphs": [
      "Quisque risus felis condimentum vehicula nisl pulvinar lacinia vivamus. Viverra felis. Posuere ipsum quis laoreet a ullamcorper est cursus a. Integer fusce arcu nostra mollis. Blandit risus augue senectus augue at. Cubilia morbi sit pede. Quisque lacus. Pretium dolor duis congue eu. Potenti vitae ad fringilla curae. Gravida neque pede sapien magnis fusce gravida eu. Gravida risus mi. Euismod risus ve imperdiet egestas consectetuer rutrum vitae dictumst. Nonummy netus. Natoque metus at class dictum purus vestibulum eleifend. Integer morbi. Feugiat dolor et mattis a rhoncus rutrum mi quam et. Iaculis class cum non et penatibus eu suspendisse odio erat. Dapibus vitae proin cubilia. Potenti massa mi varius massa parturient facilisi ante. Pretium morbi quis cras urna nec class. Rhoncus vitae erat massa. Posuere metus mi sollicitudin aliquet morbi.",
      "Dapibus donec. Natoque felis dis nisl hac nibh commodo ac nunc quis. Gravida velit dolor aliquet aptent arcu nisi augue rhoncus lacinia phasellus. Lacinia massa posuere litora cum nisl tellus ridiculus. Aliquam velit id consectetuer luctus ut. Egestas fusce nisl odio vestibulum habitasse. Integer justo netus laoreet mollis arcu consectetuer. Feugiat class. Euismod neque ante nunc pede in eros lacus id. Quisque risus urna mollis est parturient. Rhoncus etiam arcu leo metus fringilla vivamus mollis elit. Rhoncus morbi risus nulla tempus in per duis. Conubia metus class eros nunc dis duis cras curae. Rhoncus velit id vitae ad dignissim nisi laoreet nisl eget adipiscing malesuada augue in porta. Egestas massa dis quam pretium tellus est eu. Aliquet magna felis est vivamus eu ac porttitor ipsum dictum velit egestas pretium consectetuer. Commodo risus. Feugiat fusce adipiscing cras libero natoque arcu adipiscing. Sodales magna curae potenti id convallis pretium elit quis felis cubilia feugiat tincidunt luctus bibendum parturient tortor id facilisis duis sit at. Cubilia purus nunc magna vulputate porttitor adipiscing enim varius adipiscing facilisi vivamus dapibus pellentesque hendrerit. Potenti vitae proin posuere orci ad vitae in. Sodales magna duis inceptos parturient penatibus condimentum hendrerit."
     ],
     "title": "Laoreet vitae."
    },
    {
     "paragraphs": [
      "Feugiat ipsum. Lacinia metus arcu. Posuere justo netus ultrices id semper pellentesque mus proin vulputate leo. Posuere proin. Dapibus felis vestibulum ut sagittis hac sollicitudin lorem neque sociosqu adipiscing sapien dui varius integer nonummy. Laoreet etiam mi aptent vivamus nunc per a tellus. Blandit nulla orci nostra curabitur. Feugiat curae. Laoreet lacus metus mollis. Euismod velit mi dis. Viverra risus urna eros cum nunc euismod metus nulla donec tellus platea metus. Nonummy proin. Rhoncus massa urna nisi ligula eni. Commodo magna sit nunc arcu. Posuere felis feugiat orci sagittis a pellentesque orci donec. Conubia lorem nisi cursus adipiscing. Nonummy class ut lectus facilisi. Vivamus donec. Aliquam class adipiscing pulvinar morbi odio hac commodo ve. Posuere massa. Posuere class netus sociis odio tristique elementum etiam ipsum quam. Nonummy fusce.",
      "Dapibus felis justo maecenas augue ut quam. Conubia purus in ligula eu. Aliquet neque netus vehicula dis egestas curae. Conubia porta id a elit parturient nam. Pretium morbi arcu ad odio justo ac ligula nisi libero mi nisi. Commodo vitae dolor felis non sapien a pretium litora ve ad fusce. Rhoncus fusce augue velit congue donec velit non fusce vestibulum. Laoreet massa per velit dui urna feugiat tempus nisl turpis. Lacinia lorem nunc sit mattis. Aliquet class ipsum. Lacinia nulla quam non lacus tristique sagittis. Laoreet class eu felis varius etiam. Laoreet augue leo purus parturient ultrices. Posuere ipsum eros suspendisse cubilia suspendisse erat sociis pulvinar sem rhoncus et pede scelerisque. Conubia purus cras nam nonummy. Pretium augue est quam. Cubilia morbi in ipsum nascetur cum id. Laoreet donec proin elit potenti diam fames viverra. Iaculis lacus eu nunc montes. Euismod lacus eros duis fusce ultricies convallis quis sed platea in mollis. Sodales donec netus dui quam egestas justo elit leo etiam natoque. Conubia morbi rhoncus venenatis enim hac proin curabitur."
     ],
     "title": "Commodo donec sodales."
    }
   ],
   "title": "Potenti augue."
  }
 ],
 "abstract": "Quisque porta mi diam turpis ve. Quisque netus lorem molestie elementum ad varius tincidunt montes et erat pede. Euismod lorem cras sagittis velit mauris vestibulum ipsum quam. Vivamus fames sem lobortis pellentesque. Rhoncus justo nunc quis ut augue consequat amet cum elit pellentesque blandit. Aliquam dolor nunc mollis metus sagittis ve suspendisse pede orci. Pretium lacus feugiat sit ad posuere cras urna praesent dui pellentesque magna dolor. Aliquet vitae netus malesuada felis imperdiet adipiscing sit. Laoreet nulla curae ridiculus cum potenti a montes donec imperdiet suspendisse. Iaculis morbi mi sapien ve hac in pellentesque sollicitudin. Laoreet neque et a odio velit ut luctus cras aliquam mi id. Rhoncus purus orci mi enim velit nullam pharetra scelerisque. Commodo magna vel vitae fames pharetra ve. Rhoncus massa dui natoque sem nisl urna. Posuere class leo diam nulla morbi. Potenti justo amet porttitor facilisi in ullamcorper nibh sapien congue senectus nunc. Natoque vitae eget ornare aenean dui. Dapibus vitae enim torquent massa semper tincidunt dis amet placerat nam sollicitudin dolor proin fames cursus condimentum dolor. Potenti class massa porta a nibh adipiscing nisl etiam donec convallis sed conubia in maecenas ornare arcu. Blandit velit lacus faucibus lacus duis sodales. Potenti porta. Potenti donec purus curae luctus aenean non eget porttitor.",
 "authors": [
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Ardis Salsbury"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Arlie Strausbaugh"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Gilliam Agricultural Of Atlanta",
   "name": "Parker Donaghy"
  }
 ],
 "title": "Quisque etiam in nisi mattis est aptent mi eget at pede faucibus."
}