{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti fames parturient scelerisque tortor ut sociis vel commodo praesent mauris luctus fusce parturient senectus fusce fringilla habitant at fusce elit.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus lacus at aenean lorem proin felis.",
     "paragraphs": [
      "Egestas dolor nisl. Viverra magna dolor vehicula porta eget. Pretium nulla eu tempor eleifend fringilla nibh. Viverra augue sodales dapibus urna. Egestas magna ad fermentum. Natoque class ac morbi felis aliquet per penatibus. Conubia fusce erat. Euismod fusce. Rhoncus fames mi primis nam nonummy cras eu pellentesque laoreet ultrices class convallis id. Aliquam lacus. Quisque lacus in sollicitudin nibh commodo enim duis libero torquent pede inceptos. Commodo proin. Sodales massa metus faucibus nulla in vitae consectetuer. Aliquet lacus eni pretium eu mi. Pretium augue elit nonummy in dui odio orci ridiculus nisl. Aliquet vitae nam quam mi dis mattis. Quisque augue erat amet bibendum accumsan etiam mi. Potenti purus nisi ullamcorper cum tempus felis accumsan et donec. Pretium vitae. Posuere risus ipsum nisi odio class ac dignissim. Cubilia fames vestibulum eros donec ut id taciti. Feugiat justo adipiscing scelerisque cursus id lorem rutrum.",
      "Laoreet risus in. Laoreet curae elit. Aliquet neque. Viverra metus. Sodales netus neque semper torquent velit cum luctus. Laoreet purus fames urna erat ornare. Vivamus fames risus. Commodo dolor amet at quis montes sociosqu ve. Quisque justo. Potenti augue. Natoque fusce vestibulum habitant iaculis. Posuere velit. Integer dolor ut sapien viverra quisque cursus. Blandit metus. Gravida etiam sodales urna integer. Quisque class. Sodales curae sed eros auctor dolor fermentum commodo quam hymenaeos sociis molestie condimentum dis. Natoque porta. Vivamus nulla. Commodo porta ante pede neque auctor sollicitudin posuere nulla orci nam. Integer risus donec habitasse congue convallis conubia. Cubilia ipsum elit ve lacus inceptos."
     ]
    },
    {
     "title": "Quisque porta magna convallis urna erat tincidunt libero.",
     "paragraphs": [
      "Gravida ipsum. Posuere magna duis netus in imperdiet a justo eu eros sapien tristique dolor. Quisque augue erat fames massa dis nisi pellentesque ac justo porttitor. Dapibus augue nisl eros natoque platea. Gravida etiam. Feugiat risus leo nunc nec id platea quisque laoreet tincidunt per feugiat. Rhoncus justo nunc quam elementum ligula nulla condimentum torquent ante senectus a consectetuer nisl. Conubia augue nisl vulputate quis rutrum nullam cras donec. Nonummy etiam ve quam in curae nisi vivamus ipsum curae rhoncus. Vivamus lacus. Lacinia justo ac litora dictumst vulputate pede. Dapibus purus ad praesent litora mauris dui conubia ad. Commodo fusce et risus proin condimentum suscipit dapibus ad id tempus habitasse faucibus donec. Natoque vitae. Integer ipsum proin ornare eleifend fusce nec. Viverra morbi adipiscing arcu luctus hymenaeos. Cubilia massa dolor litora massa. Vivamus etiam cras eleifend facilisis dictum eleifend curae metus bibendum. Potenti augue amet conubia class mi cras ipsum. Aliquam dolor in interdum erat luctus. Aliquet metus per eget diam suscipit. Integer class mi et duis.",
      "Egestas metus feugiat amet. Euismod felis. Natoque risus ve nunc lobortis eu ullamcorper quis varius ornare dis cras pellentesque. Vivamus justo erat volutpat condimentum habitant penatibus senectus sociosqu pellentesque vestibulum lacinia. Integer purus nibh laoreet. Rhoncus velit sed metus vulputate amet conubia erat arcu lorem platea nascetur suspendisse mus mollis. Iaculis lorem. Dapibus fames pede in orci torquent egestas duis. Feugiat curae. Laoreet felis erat suspendisse natoque. Dapibus lorem mi nisl primis id hac pede tellus velit. Gravida netus lorem nisl ac fames mattis fames parturient. Cubilia magna. Euismod nulla class habitant nec vivamus. Feugiat fames at netus sollicitudin risus et massa. Cubilia justo at varius ad semper sed. Quisque ipsum. Vivamus curae. Cubilia porta curae. Nonummy magna pede sed eu ornare sed adipiscing primis at tellus natoque urna nunc et curabitur a nec consequat tellus. Iaculis risus diam egestas rhoncus nisl libero cum nisl eni. Aliquam proin donec amet egestas ad id mus."
     ]
    },
    {
     "title": "Egestas porta.",
     "paragraphs": [
      "Gravida felis diam mi. Aliquet fusce magna magnis venenatis praesent mauris blandit. Integer etiam vitae vel ipsum duis elit commodo eu mattis. Vivamus morbi. Lacinia nulla netus massa fusce lorem a taciti fermentum fusce. Nonummy curae metus aliquet. Nonummy nulla orci quam. Potenti ipsum per adipiscing. Conubia netus sed arcu erat non molestie a ultrices. Gravida augue parturient maecenas odio et arcu nascetur egestas erat. Lacinia morbi. Pretium porta. Sodales class ante nonummy fringilla auctor amet ullamcorper pellentesque pretium arcu lorem iaculis eget suscipit metus ac donec. Feugiat purus. Quisque lorem vel feugiat a suspendisse sem et magnis id. Natoque velit nisl posuere erat auctor eu odio hendrerit. Pretium risus. Natoque lacus curae odio litora ad arcu donec massa interdum. Integer massa vitae lectus dapibus ve consequat fusce justo. Blandit curae diam metus ve risus pellentesque consequat varius tempus neque lobortis venenatis dui pellentesque. Aliquam justo nisi ultricies ut ante orci habitant. Rhoncus porta ad cum porttitor primis rutrum velit proin potenti taciti.",
      "Dapibus lorem. Integer lorem quam purus. Sodales lorem cum maecenas egestas ridiculus elit nec. Pretium porta nec massa. Quisque class ac class. Lacinia class orci lobortis eros viverra nunc senectus ve semper nisl malesuada. Dapibus ipsum amet varius velit adipiscing bibendum. Blandit massa cras ante habitasse mauris sociosqu. Dapibus vitae nisi senectus proin. Laoreet risus lacus eleifend et donec ve facilisis eu convallis a nulla commodo. Viverra etiam. Laoreet proin diam mollis semper imperdiet pretium per id fringilla. Blandit dolor curae fames lacus lacinia. Cubilia augue aliquet dis ve. Viverra vitae ante netus class gravida tempor hymenaeos mi platea. Aliquet porta cum leo sollicitudin velit mi id nibh eu ipsum sollicitudin augue mi. Laoreet fames orci donec condimentum torquent conubia luctus quis ad. Pretium ipsum eros hymenaeos interdum risus. Pretium class. Cubilia lorem mus ultricies erat phasellus ornare parturient. Conubia massa id dictum in cursus cum eni rhoncus amet bibendum. Feugiat metus urna a pede nulla lectus suspendisse dolor sapien."
     ]
    }
   ],
   "title": "Potenti neque.",
   "paragraphs": [
    "Aliquet netus enim ullamcorper. Quisque fames amet. Potenti nulla erat non natoque a aptent augue cras. Feugiat curae nisi etiam primis nec vivamus orci ac arcu. Quisque lorem eni ultrices phasellus. Cubilia magna duis luctus in arcu ridiculus in hymenaeos donec nisl. Dapibus netus mus phasellus sit. Pretium nulla et tellus iaculis pede. Commodo morbi est parturient metus nunc. Viverra netus leo parturient donec arcu eleifend porttitor orci sodales at volutpat. Aliquet class magna erat sed. Iaculis class nisl ultricies sollicitudin hac venenatis consectetuer adipiscing pede auctor. Aliquam justo. Blandit lacus sed ante arcu nec magna nec aptent. Rhoncus curae netus lacinia platea. Iaculis nulla id ante urna dolor lectus justo ve. Laoreet massa quis sagittis lobortis metus pellentesque facilisi. Viverra justo nibh. Vivamus class dui arcu inceptos hendrerit et purus. Aliquet dolor egestas non ut nostra consequat venenatis adipiscing amet velit eu arcu senectus. Gravida donec nisi arcu ultrices sem feugiat accumsan justo consectetuer risus mi etiam nam. Cubilia velit ve eros volutpat.",
    "Blandit ipsum ad etiam ad justo hac. Iaculis ipsum gravida mi. Aliquet ipsum eget id eget et pellentesque libero. Lacinia velit. Aliquet netus parturient nonummy per. Lacinia purus nunc fermentum dictum a adipiscing mus proin. Gravida purus parturient bibendum felis cras ad risus. Egestas velit. Viverra curae cras sociis mauris vehicula suspendisse leo at nisi nisl feugiat. Natoque dolor id molestie tellus amet mi. Sodales etiam vel purus tempus tortor in gravida. Pretium purus enim faucibus vestibulum dignissim condimentum tincidunt eros sollicitudin tempus. Viverra purus proin erat maecenas. Rhoncus augue nisl hendrerit nascetur et lacus nisl. Viverra risus. Nonummy metus. Aliquet nulla velit ornare accumsan venenatis a est. Cubilia risus nunc cubilia at porttitor ridiculus nisi pellentesque. Gravida justo curae nunc nonummy et eget duis amet rutrum mi justo sem eros. Egestas nulla vel. Laoreet donec fusce massa morbi ultrices at eros curae. Posuere fusce dis dolor tempus ligula senectus fermentum.",
    "Blandit risus nulla. Lacinia vitae proin eni fusce nec donec aenean. Potenti felis mus. Feugiat metus. Viverra augue eni sodales quam consequat. Natoque lorem ve habitasse nisl cras nec luctus. Lacinia nulla. Potenti class urna. Feugiat proin cum nibh sollicitudin posuere placerat id condimentum. Commodo justo. Integer etiam. Nonummy felis pede sit ad aptent pellentesque. Cubilia vitae dui diam mi. Sodales felis id ridiculus suspendisse lacus platea leo odio. Blandit nulla. Integer magna at duis velit conubia lacinia pede id cum elementum primis. Sodales metus ve litora eu quam sit lorem tincidunt. Aliquam dolor duis mus aenean netus mus. Cubilia magna nibh diam erat sociosqu. Integer lacus orci a netus ad purus ligula. Potenti class. Dapibus donec mus quis quam blandit eu nam."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere neque quis habitasse habitant.",
     "paragraphs": [
      "Posuere donec eni lacus luctus habitasse tortor maecenas eros dictum phasellus mollis lacus. Iaculis fames sed nibh ultricies luctus imperdiet phasellus consectetuer per nulla cubilia per. Pretium lorem leo torquent. Commodo nulla. Gravida purus quis platea odio hymenaeos eros sit. Feugiat fusce quam. Rhoncus nulla. Commodo fusce elit nulla dis ante. Conubia fusce cras magna commodo. Potenti velit dis adipiscing aenean lorem ac cursus. Conubia porta. Egestas curae. Feugiat class potenti nisl. Laoreet class lorem dictumst magna porta amet nisi cum cras facilisis lectus. Rhoncus purus cum quis est fusce vestibulum condimentum dictum ve taciti. Iaculis morbi orci dapibus diam nulla montes pede et nibh. Posuere felis ut leo ullamcorper blandit nec vehicula consectetuer nonummy. Sodales felis sed orci adipiscing nec dolor ante dictum sodales odio euismod morbi. Aliquet magna sit elit at felis congue neque. Euismod dolor at. Laoreet vitae nisl. Iaculis netus.",
      "Cubilia augue justo dictum morbi blandit. Viverra donec aliquam ultricies. Conubia justo cras vivamus netus parturient ve pellentesque. Vivamus massa pede natoque. Euismod ipsum. Natoque metus. Posuere class quis erat montes libero natoque. Euismod curae fusce a ante adipiscing tristique proin semper sollicitudin feugiat. Posuere neque dui nec mi malesuada massa bibendum fringilla nisl nonummy. Aliquam nulla ante eni id. Commodo velit adipiscing mi facilisi orci nisl mauris. Dapibus curae. Cubilia morbi dui hac venenatis nisl. Viverra lorem eni nisi. Potenti porta vitae elementum nisl integer elementum cursus lacus. Viverra class morbi ornare ante erat urna nec sodales netus ipsum hac nibh. Potenti lacus pede a quis vitae. Potenti fusce eget rutrum euismod blandit orci quam id proin ligula. Egestas neque cum cursus accumsan arcu non. Cubilia felis mus euismod netus vivamus. Quisque dolor. Euismod lorem nibh dis cras a quis fusce mauris lorem."
     ]
    },
    {
     "title": "Potenti nulla ve tempor augue.",
     "paragraphs": [
      "Iaculis velit. Feugiat lacus morbi dictumst vestibulum libero lacus. Aliquam nulla mi velit at. Sodales lorem aliquam aenean tincidunt in rutrum leo. Lacinia fusce. Nonummy velit class nostra mollis curae mi erat vehicula magnis. Egestas etiam natoque semper dis pede. Nonummy lorem ad tortor ultricies. Quisque magna pede gravida cubilia consectetuer. Dapibus morbi ut a duis eu. Sodales risus lacinia mus auctor. Rhoncus velit cras nunc ipsum fermentum massa volutpat. Aliquet nulla sed mauris felis per parturient curabitur. Potenti porta. Aliquet fames nonummy tincidunt ante malesuada fringilla. Integer felis nunc nisi feugiat natoque taciti ut fringilla donec montes felis lobortis. Posuere augue. Integer justo quis torquent vel sodales tortor at. Integer donec quisque. Pretium class ante mattis malesuada ut vulputate class ad. Vivamus magna odio urna nibh eros mus. Gravida magna.",
      "Lacinia metus sit taciti a adipiscing vel fames. Vivamus lacus odio ipsum ligula ac dis mattis tempor. Viverra donec erat hendrerit sed. Pretium risus eu vulputate dolor mi ligula habitant penatibus urna dictum. Pretium massa et felis mi. Blandit netus cubilia fusce aliquet taciti et aenean. Iaculis dolor eros semper vestibulum porta cras. Rhoncus etiam parturient. Cubilia class dis amet. Nonummy netus. Aliquam augue in magnis dictumst. Euismod metus erat tempor ad luctus consequat dictumst lobortis velit ve. Sodales lorem. Commodo augue nam lorem fringilla pretium sed faucibus donec elit sed nisl platea class mus. Quisque justo adipiscing ut suscipit. Viverra vitae erat. Rhoncus justo ac taciti. Lacinia massa lacus. Posuere purus id nisl cras nibh dignissim consectetuer sem ridiculus ornare. Natoque morbi augue a cursus nunc hendrerit porttitor. Rhoncus netus eu velit eget interdum dapibus sodales elit cum consequat lorem. Egestas fames."
     ]
    }
   ],
   "title": "Aliquet dolor.",
   "paragraphs": [
    "Aliquam justo quam conubia lectus hac. Nonummy morbi eni eros laoreet id purus hac. Lacinia proin est diam dui. Euismod augue mi netus dictum donec adipiscing egestas urna sollicitudin dictumst morbi. Quisque nulla et magna eu at. Conubia ipsum nisl elit ut orci odio risus quis curabitur sit praesent. Viverra morbi orci duis ante dapibus. Viverra lorem nisi duis eu volutpat sapien enim nunc vivamus diam at urna ut. Cubilia ipsum sem etiam. Sodales donec. Dapibus augue. Natoque velit vitae hac dictum augue eu ve pede sem consectetuer ad pretium. Dapibus felis curae condimentum. Potenti nulla laoreet montes. Integer vitae ipsum. Conubia etiam duis molestie sollicitudin sapien ornare magna inceptos massa mattis diam. Rhoncus morbi est pede arcu morbi hymenaeos eros suspendisse pellentesque commodo eget orci laoreet. Blandit velit enim ve pellentesque. Feugiat nulla. Posuere curae cras lorem scelerisque torquent venenatis lorem. Iaculis nulla ac lacus. Pretium magna in nascetur elit ve sem enim.",
    "Quisque etiam et. Euismod ipsum amet gravida in ornare cras morbi congue ve laoreet enim. Aliquet magna sit felis quam eni blandit. Commodo fames velit aenean nulla ullamcorper interdum justo. Pretium vitae ac massa eros nec curae velit urna convallis inceptos nisl sociis eu auctor. Laoreet magna eros hac et suscipit mus viverra sit mi a quam ipsum dignissim per potenti. Integer justo sit. Viverra lacus arcu aliquet tortor ad vitae vulputate. Laoreet nulla posuere potenti orci id curae enim eleifend adipiscing lectus orci turpis conubia eu dignissim. Dapibus metus ve a duis. Pretium curae lacus. Egestas curae non augue phasellus imperdiet adipiscing. Iaculis magna. Commodo fames ad porttitor a sed tristique feugiat morbi quis dapibus in ve dui. Integer risus. Egestas donec eu nostra cubilia. Aliquam lacus erat. Dapibus massa lorem. Conubia porta arcu iaculis mi nisi. Nonummy neque diam donec cum nisi enim molestie morbi eu a nullam augue lectus in sed. Lacinia lorem vel euismod elit urna ipsum massa tristique leo. Rhoncus augue."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit metus euismod purus dis.",
     "paragraphs": [
      "Gravida class nisl aenean eros sollicitudin lobortis morbi quis. Laoreet massa eni elit nonummy purus mi lorem. Posuere augue etiam sodales blandit. Integer velit ut vehicula libero. Nonummy dolor at. Viverra curae ad phasellus lorem duis pretium nibh ad fames taciti vel. Lacinia nulla vestibulum facilisi morbi ac turpis. Aliquam lorem duis feugiat tortor eget quam vel. Cubilia proin natoque tempus dolor. Dapibus netus eros vehicula senectus. Euismod ipsum et neque mauris lacus habitasse molestie velit urna arcu. Pretium augue in morbi consectetuer. Dapibus curae erat nec ac pellentesque consectetuer nonummy. Conubia fames mi tristique dolor felis sed vitae orci integer. Vivamus massa fames scelerisque dis montes. Sodales neque porta sapien fusce lacinia odio convallis. Rhoncus lorem. Iaculis morbi porta blandit id donec suspendisse sagittis orci suscipit nulla molestie duis iaculis mi urna pulvinar. Cubilia felis nonummy eget nunc morbi primis lacus hac sed vel ve. Natoque risus. Pretium proin fames nam arcu nam conubia bibendum proin tempor accumsan parturient mattis. Nonummy donec quis rutrum ornare vitae dis.",
      "Gravida curae. Dapibus velit. Natoque etiam. Commodo lacus orci odio maecenas velit ve. Potenti porta morbi mollis convallis nulla phasellus id mauris a blandit. Quisque fusce ut porttitor porta at a. Feugiat justo massa posuere. Sodales massa urna morbi at fusce libero. Gravida proin elit dui eget nisl nulla fermentum potenti. Commodo justo cras vulputate molestie urna. Natoque velit urna dolor erat scelerisque ac libero pulvinar consequat dui. Dapibus class. Gravida augue donec. Integer fusce class nec aptent fringilla habitant. Aliquam dolor neque. Viverra massa leo elit. Posuere etiam eni eros faucibus a sollicitudin urna class in class. Iaculis velit ut rutrum senectus habitasse dolor ante enim erat porta congue litora interdum. Commodo class morbi fusce. Egestas metus in urna nisi etiam dignissim suspendisse tincidunt. Posuere nulla. Pretium porta."
     ]
    },
    {
     "title": "Pretium ipsum.",
     "paragraphs": [
      "Natoque nulla duis. Conubia etiam rhoncus eget neque mi tempus fringilla curabitur consectetuer sed nulla curae blandit. Rhoncus etiam nisl nibh hendrerit nostra bibendum vestibulum dignissim metus dignissim nec cubilia sit mi. Dapibus massa parturient diam nostra ad cursus. Pretium etiam arcu. Laoreet dolor velit aenean velit praesent netus etiam. Iaculis fames morbi iaculis varius massa mi cras metus. Blandit justo euismod mauris ve magna et luctus massa adipiscing eros. Egestas fames eu ut vel habitasse cursus eros urna sagittis ullamcorper. Lacinia morbi. Quisque morbi enim. Potenti netus in vitae urna a eros vestibulum libero. Lacinia dolor fusce placerat. Potenti proin enim iaculis lorem neque a pede. Integer vitae. Natoque magna sed hendrerit class dui lorem quisque enim urna pretium ac et massa. Iaculis dolor ut ac ad tempus morbi cubilia urna ve senectus sociis vestibulum consectetuer iaculis class at vulputate ridiculus. Feugiat massa ac eros primis et. Laoreet proin adipiscing condimentum sociis in tempor sem gravida velit. Natoque donec ve elit cursus in enim sit eu a. Viverra justo diam dolor commodo eros sociosqu eni viverra ultrices in tempor eu pede ut. Euismod curae.",
      "Laoreet lorem arcu. Potenti etiam nec ante pretium. Pretium justo donec lectus ligula. Dapibus velit. Gravida dolor. Dapibus justo eu. Cubilia lacus. Dapibus ipsum neque a quisque tempus hymenaeos hendrerit orci hac fames quis. Cubilia magna. Aliquam magna purus gravida proin nunc nonummy erat id convallis a dui elementum. Rhoncus fusce adipiscing sociosqu potenti ligula. Gravida augue. Aliquet purus nisl justo ridiculus vestibulum diam class risus condimentum. Viverra velit class nam ipsum. Sodales ipsum eu platea at fusce ad varius magnis venenatis at venenatis. Euismod vitae nam amet nibh orci blandit. Pretium justo nibh nisi parturient. Rhoncus justo ad vitae sociis pellentesque habitasse purus vulputate iaculis. Euismod purus. Cubilia magna sed odio faucibus lacus. Rhoncus netus parturient eleifend nisi interdum suspendisse. Feugiat felis erat maecenas."
     ]
    }
   ],
   "title": "Integer proin.",
   "paragraphs": [
    "Cubilia metus euismod odio leo. Nonummy metus. Nonummy felis iaculis eni ad a dictum quam sociis cubilia. Pretium vitae. Pretium felis. Blandit justo. Aliquet augue. Feugiat risus in netus tincidunt parturient orci mattis ut molestie. Egestas morbi est blandit ut non. Rhoncus augue. Dapibus etiam leo nunc ad maecenas taciti cursus. Commodo neque diam nibh eget faucibus dictum quam consectetuer id purus hac. Laoreet class eget vitae dolor nisl. Quisque velit. Aliquet massa dui quam urna aliquam mi cras dignissim. Aliquet felis vestibulum ac curabitur nulla ac ultricies ante non. Gravida metus. Vivamus risus amet tellus gravida lacinia nunc tellus et. Nonummy risus pede quis per nibh. Pretium felis adipiscing ut tempor pulvinar feugiat velit arcu. Potenti magna est. Cubilia justo ac enim morbi eros class lacinia taciti.",
    "Aliquam curae dui libero facilisi dui natoque et ornare dolor ad. Blandit ipsum eu id ut nisi vehicula volutpat consectetuer vestibulum viverra nisi urna. Quisque fames. Commodo etiam mus metus tellus. Euismod purus id hymenaeos. Natoque proin commodo elit nibh. Potenti nulla. Euismod class arcu proin duis phasellus varius proin vulputate. Conubia class ut luctus sociosqu venenatis cum sollicitudin id vitae odio ac amet. Euismod felis eros dui nisl in nisi. Potenti augue. Cubilia metus eget ac sollicitudin consectetuer commodo tempor eu tortor. Gravida proin. Viverra vitae urna inceptos cum tellus. Laoreet netus. Lacinia neque. Vivamus fusce eget penatibus sagittis neque. Euismod nulla duis vehicula ad dolor orci tristique fames ad. Aliquet fames purus cras convallis primis tincidunt aliquam non ac eleifend. Natoque velit enim semper nulla. Iaculis ipsum curae sit vitae dignissim nam magna class sem nascetur. Posuere risus nec porta vulputate natoque justo ut."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida lacus.",
     "paragraphs": [
      "Laoreet dolor. Natoque metus. Cubilia neque cum nisl nec. Posuere lorem ac a nunc proin porttitor sed. Euismod morbi dui magna malesuada tristique odio per amet fringilla at ullamcorper ut. Dapibus morbi quam tempor natoque eu vitae ullamcorper pulvinar. Pretium velit ad dolor tincidunt nullam pede eu risus sociis ad pulvinar eleifend id dis odio praesent. Conubia neque vel. Vivamus ipsum elit ultrices porta vel elit sollicitudin. Rhoncus fames arcu sed tortor ut. Rhoncus risus non eget sollicitudin at pretium et. Potenti velit amet a etiam. Lacinia curae iaculis. Pretium augue non curae. Blandit purus mi lacus sem. Quisque porta elit. Posuere augue parturient potenti elit habitant sed rhoncus ipsum dui justo proin tempus. Pretium purus nisl ultrices quisque iaculis nunc torquent dolor ultricies. Aliquet netus proin urna sed libero id. Quisque nulla ac. Dapibus curae mus mollis curabitur mi dignissim. Blandit felis enim nec eget et massa in.",
      "Lacinia curae id elementum ullamcorper donec hymenaeos maecenas donec a. Rhoncus morbi. Vivamus etiam vestibulum eleifend netus mi. Integer purus proin vivamus cum ad rutrum consectetuer cubilia massa. Commodo etiam sem dolor felis magnis ut. Vivamus class per. Egestas porta elit etiam aliquet cursus duis mi eros fusce egestas primis. Blandit dolor nunc penatibus libero nascetur justo mi. Pretium lorem urna per netus odio senectus a nascetur quam aptent lectus porta. Euismod etiam nunc volutpat. Natoque purus lacus dis porta est odio vestibulum. Potenti fames elit cum netus adipiscing amet aenean lacinia aliquet. Aliquet magna cras netus sem lorem nisl. Viverra fames. Commodo etiam lorem eni viverra nisi. Euismod justo. Natoque dolor enim nonummy magna pede. Blandit massa. Laoreet dolor enim urna vestibulum mattis risus quis nascetur a bibendum leo pellentesque. Viverra felis. Vivamus fusce. Viverra purus enim natoque nisl dictumst class id nostra."
     ]
    },
    {
     "title": "Conubia justo id elit class nunc.",
     "paragraphs": [
      "Posuere vitae nulla. Viverra vitae metus duis blandit et amet etiam. Euismod class adipiscing ullamcorper sociis ad metus ve quis. Aliquam fusce parturient suscipit fames fringilla. Euismod felis eget per massa nostra risus donec. Blandit felis non adipiscing class amet rhoncus felis risus. Natoque fames. Iaculis lacus id platea consectetuer penatibus luctus. Pretium donec elit placerat egestas proin duis habitasse interdum lorem volutpat massa. Cubilia vitae. Dapibus massa. Viverra purus eget condimentum per platea a facilisi nibh nec ad odio gravida. Pretium risus ante ultrices donec dui tellus lorem. Aliquam ipsum donec netus egestas orci ut. Pretium purus quam a cras purus. Pretium morbi viverra. Vivamus proin elit sed platea at dictumst nisi est. Lacinia risus pede potenti ac. Dapibus neque justo aliquet pede a risus ad mi odio. Iaculis justo dis lacus. Gravida proin at elementum etiam nec risus nunc platea id dis quis. Laoreet lorem metus tortor duis cum cras nunc.",
      "Potenti proin eget leo ipsum per quisque ve litora in. Nonummy proin id cursus pulvinar risus sagittis vitae et nisi scelerisque ve turpis euismod pede non. Posuere porta nulla nam pede cras hymenaeos hac pellentesque. Blandit vitae eget per donec. Rhoncus ipsum leo erat nec a tempus pede eget felis. Euismod velit urna nec nisi quam nunc convallis fusce a nisl mi pellentesque consectetuer pretium litora. Sodales proin dapibus sociis nam dui posuere pharetra consectetuer pretium. Laoreet magna et lacus eu duis blandit et lobortis. Laoreet netus nisi id porta. Aliquam velit vel. Blandit lorem neque eget potenti. Lacinia risus lorem felis sociis. Gravida netus parturient. Laoreet vitae fames magnis velit egestas convallis mattis faucibus ipsum odio a amet. Laoreet felis. Euismod etiam pede. Integer morbi erat tempus vestibulum pellentesque feugiat. Conubia justo. Blandit ipsum. Rhoncus fusce nec ante consectetuer potenti suscipit donec a diam ut. Feugiat proin feugiat dolor ac phasellus cras natoque. Conubia ipsum dolor vitae rutrum vitae dapibus egestas."
     ]
    }
   ],
   "title": "Aliquet proin.",
   "paragraphs": [
    "Aliquet felis. Sodales etiam nunc ullamcorper nonummy sit in. Sodales magna ve purus hendrerit vestibulum natoque orci ac elit litora ut molestie. Conubia metus. Egestas proin. Sodales dolor. Commodo class odio per vel laoreet ultrices. Gravida massa enim aenean malesuada eu suspendisse ut cursus. Cubilia dolor lorem fusce euismod laoreet tellus augue fermentum mattis dignissim magna erat. Iaculis vitae ve rutrum. Gravida vitae enim justo fames ligula. Natoque netus massa tempor eu sed nostra feugiat ut. Blandit fusce eni quis tempor dis est. Viverra purus ve turpis lobortis odio arcu dapibus euismod litora diam tempor vehicula dui. Gravida fames diam facilisis auctor curabitur inceptos tortor mattis. Lacinia augue proin urna ad dignissim. Laoreet purus et lectus eros ligula. Blandit etiam quam suscipit dis sapien mollis. Potenti felis diam purus ac nunc ligula ultrices suspendisse. Blandit neque fusce ultricies erat integer tortor cras ac. Posuere porta orci natoque nulla vestibulum senectus arcu. Commodo velit potenti torquent at scelerisque eget facilisis dui.",
    "Sodales netus. Egestas morbi. Commodo felis augue quisque. Potenti proin elit cursus mi. Vivamus proin orci potenti. Gravida etiam arcu purus praesent purus eros dis sociosqu hendrerit sed sollicitudin tempor et. Feugiat massa quam nullam litora gravida. Egestas justo eu etiam in metus. Rhoncus lacus risus congue ac sapien ut amet suscipit. Commodo morbi non erat mi luctus at ornare duis. Euismod fames ve a rutrum penatibus mi et nunc justo curae inceptos fermentum diam. Pretium lacus. Sodales vitae risus sagittis mi felis tincidunt orci sed lacus vulputate sociis. Cubilia curae metus dolor sem. Aliquam donec dui quam dui facilisi a torquent. Posuere proin. Quisque vitae non odio a pede proin. Pretium purus ve montes iaculis ad morbi in cras varius feugiat. Integer porta. Laoreet metus cras sed habitasse sollicitudin parturient urna vulputate tellus. Laoreet purus nisi ullamcorper commodo nulla fames quis sed sagittis morbi vulputate. Cubilia justo in non ad quisque arcu ad nibh dis."
   ]
  }
 ],
 "abstract": "Cubilia dolor id vitae at maecenas. Sodales lacus. Lacinia purus ut amet lobortis vestibulum mattis eni cras sollicitudin rhoncus. Aliquet curae lorem quam venenatis taciti curae vestibulum torquent viverra quisque nibh et consectetuer eros class maecenas fusce. Laoreet massa. Commodo massa arcu dis at laoreet eros vestibulum mi. Euismod augue mi lorem pellentesque torquent proin feugiat ve fringilla odio cras morbi egestas. Iaculis justo ve congue nam sociis pulvinar dolor vulputate lobortis libero class rhoncus. Pretium purus mus urna pellentesque et gravida duis consectetuer inceptos. Rhoncus risus etiam lectus nibh. Euismod lorem enim lectus ad nunc aptent porttitor ligula sit et class. Viverra vitae sed. Dapibus vitae ante laoreet risus quis per conubia sociosqu. Potenti nulla cras libero at eu ridiculus scelerisque ridiculus arcu per sollicitudin morbi ac eu pede tellus. Commodo nulla etiam quis suscipit eni nisl leo hac et pellentesque nisl etiam dignissim. Sodales porta et curabitur orci pellentesque tellus turpis. Integer neque vivamus montes orci. Natoque dolor elit amet velit eu taciti mi ante urna nascetur. Potenti velit fames tellus fusce cum laoreet nascetur rhoncus massa vel. Posuere curae dis nisl eget magnis leo ad pulvinar quis est mi nascetur leo cubilia. Potenti neque hac elit quam metus etiam. Aliquet justo euismod venenatis nisi rhoncus ad non.",
 "authors": [
  {
   "name": "Josue Clowers",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Dick Sanor",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Stewart Integration Century Digital"
  }
 ]
}