{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Cubilia felis ad netus varius etiam scelerisque interdum nunc auctor senectus eleifend.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet class sodales congue.",
     "paragraphs": [
      "Integer morbi ad eu felis netus scelerisque praesent eget. Pretium class elit mus amet. Pretium augue. Cubilia lacus dolor a eros fusce pulvinar. Aliquam nulla eu a luctus augue ullamcorper diam nibh mattis in ligula. Quisque risus sem orci consequat. Conubia morbi. Dapibus dolor magna hendrerit leo consectetuer justo eu. Rhoncus neque. Quisque lacus ad tempus hac vestibulum ve hymenaeos facilisis amet morbi aptent montes fusce. Dapibus lacus porta aptent mi nisl scelerisque lacinia vel. Aliquet augue nisl magna ligula hymenaeos fusce eu mauris senectus fames luctus montes euismod posuere cras. Vivamus risus etiam ante integer elementum sociis porttitor placerat amet interdum posuere conubia curabitur. Integer donec per quis dis vel sollicitudin. Rhoncus morbi enim hac magna dignissim porta purus conubia nulla risus suscipit cras quis nunc. Integer lorem parturient ut elementum curae ultricies tortor lobortis ullamcorper praesent magna at volutpat inceptos. Laoreet justo pede nibh. Aliquet netus magna enim pulvinar parturient aenean felis eget in ante malesuada dui. Commodo proin ve metus turpis ligula cras ac. Natoque massa. Sodales velit adipiscing suscipit cubilia risus amet feugiat elit. Blandit lacus.",
      "Aliquam lacus at morbi mi mus ullamcorper potenti. Egestas dolor dui quis adipiscing platea pede suspendisse iaculis. Conubia donec. Potenti porta. Egestas dolor iaculis magna hac vestibulum adipiscing mi. Aliquet vitae. Euismod morbi neque nulla cubilia conubia vehicula fusce. Egestas felis nec volutpat laoreet ad elit lorem porta odio blandit eu nostra. Vivamus risus cras eu eni cras lorem. Pretium massa diam condimentum. Aliquam lorem ante nonummy nibh magna inceptos lacus. Iaculis nulla. Laoreet purus fames arcu. Sodales nulla ut sollicitudin quisque risus. Natoque magna id dolor non ante per vitae. Pretium metus pede purus. Commodo metus amet pretium massa proin nam lectus ad hac quam et faucibus. Egestas etiam orci taciti congue curae adipiscing. Vivamus metus. Gravida morbi elit nec ridiculus elit sit facilisis consectetuer sem convallis sollicitudin vestibulum. Conubia vitae parturient ullamcorper lectus et. Cubilia neque vel urna adipiscing mollis.",
      "Natoque dolor pede nostra dui duis nunc proin duis sit. Iaculis porta cras sem mi nonummy arcu nunc. Integer lorem class a potenti cursus odio vivamus mi velit eu platea ve interdum. Posuere dolor cras aptent cubilia mi quis eleifend in quis euismod. Aliquet risus non eget consectetuer egestas placerat varius. Rhoncus class dolor malesuada bibendum massa. Aliquam donec enim. Vivamus donec cras nunc magna et pellentesque sollicitudin pretium ornare duis ad curae ut. Viverra donec eros integer eu sapien faucibus nam orci. Egestas felis fusce dictum condimentum massa venenatis. Gravida netus. Commodo proin. Lacinia justo. Cubilia curae urna id amet mattis dis magnis facilisi netus. Integer magna nunc neque vitae laoreet egestas. Feugiat porta in. Vivamus vitae lacus interdum per pellentesque tempus erat primis torquent suspendisse. Natoque curae nibh scelerisque nec. Laoreet netus fusce. Viverra risus purus massa mus amet sem dignissim litora pulvinar vestibulum. Quisque class ante aliquam lorem. Quisque vitae ac."
     ]
    },
    {
     "title": "Viverra nulla id at orci.",
     "paragraphs": [
      "Laoreet morbi. Euismod dolor ad eros mattis vehicula eget amet nam. Integer proin. Iaculis donec ad at duis ultricies justo ac. Pretium morbi lorem eget malesuada taciti molestie lacus sodales congue ante ac eget accumsan sed euismod cras. Potenti etiam adipiscing faucibus quam erat vestibulum penatibus ipsum tristique risus. Lacinia fusce. Quisque fames et magnis feugiat urna cum iaculis molestie pellentesque integer. Sodales curae. Cubilia justo nisi pharetra cubilia euismod velit. Feugiat risus ad tempus in amet aptent. Aliquam etiam elit sociosqu cubilia. Laoreet purus ad dignissim hendrerit adipiscing nonummy est aenean a commodo. Euismod vitae feugiat curabitur arcu suspendisse pellentesque euismod. Feugiat metus porta eni proin vivamus ornare duis id leo mi ultrices. Natoque proin nunc ac pellentesque mollis donec. Iaculis felis per massa ornare enim ullamcorper cubilia ullamcorper amet hendrerit felis. Rhoncus porta. Laoreet morbi quis enim parturient nisi metus egestas ac hendrerit felis fermentum. Viverra purus aliquam sit ultricies. Nonummy curae. Lacinia porta cum dictum dapibus ad massa ad enim vulputate.",
      "Feugiat magna vestibulum habitant. Potenti netus nisi egestas at dignissim. Sodales lacus class nec eget vehicula nulla id nostra laoreet nostra. Dapibus morbi metus egestas erat at. Lacinia etiam purus scelerisque dui id velit eu ipsum. Pretium class orci cum at diam urna ornare commodo elit a donec. Posuere velit mus eget leo diam vestibulum habitasse netus urna proin fermentum tincidunt vestibulum. Potenti massa vestibulum mi interdum commodo feugiat. Laoreet magna nisi leo pede ve risus eu. Rhoncus vitae. Euismod augue. Feugiat fusce hac orci hac nostra id ad platea ultricies sociosqu mi fusce mi cum. Posuere netus arcu eni. Vivamus augue ut congue placerat phasellus ve ultricies a curae et a elit ad amet ut sollicitudin montes neque. Potenti morbi lacinia interdum conubia justo metus nec convallis litora torquent vestibulum facilisis. Vivamus velit quam egestas et pede nisl laoreet. Integer porta potenti viverra orci ac odio neque vitae cubilia aliquet. Pretium nulla cum diam sollicitudin conubia lobortis ve porta. Egestas curae orci convallis libero vestibulum. Feugiat metus cum nec feugiat et ve duis sit eros sollicitudin. Commodo curae vestibulum eu aenean. Quisque etiam."
     ]
    }
   ],
   "title": "Integer nulla id orci aenean id.",
   "paragraphs": [
    "Dapibus justo orci ipsum cras nisl. Potenti metus. Aliquet curae. Quisque neque. Posuere felis neque dignissim bibendum netus at. Posuere metus enim hymenaeos et taciti. Conubia porta odio vel neque orci primis mattis arcu nibh hymenaeos cursus tortor pretium quam molestie. Vivamus vitae egestas diam facilisis ultrices. Laoreet class nam urna sem elit suscipit adipiscing convallis dolor facilisi hac pellentesque mauris duis iaculis risus quam. Posuere fusce. Feugiat morbi eros consequat sagittis tellus gravida. Lacinia dolor rhoncus pretium montes mattis velit fames a viverra nullam id felis semper tempus justo cum nec et. Conubia magna nisl arcu. Euismod netus pede lorem nulla. Integer augue nisl ut purus cum dolor malesuada vestibulum laoreet orci ve nisi. Natoque justo purus condimentum quam ridiculus. Quisque fusce. Commodo curae parturient praesent commodo. Nonummy fames ac nunc sit eleifend massa arcu natoque a nullam. Euismod netus et tellus ac enim accumsan semper aptent in facilisi commodo. Egestas curae. Conubia lacus purus commodo aenean cras arcu natoque id velit consectetuer curae erat.",
    "Pretium curae iaculis quis mi lorem metus nam. Potenti porta proin fermentum litora pharetra suspendisse sit orci. Euismod massa nulla neque cras suspendisse pellentesque potenti amet cras. Viverra neque ut luctus venenatis id phasellus vestibulum sed augue turpis facilisis adipiscing urna. Vivamus magna metus dapibus dictum. Gravida fames. Posuere magna amet commodo ve elementum natoque. Egestas metus nunc lectus non dapibus eros dis. Feugiat justo est velit vel magna dignissim. Egestas felis erat. Commodo netus. Potenti metus massa non nunc rutrum. Posuere proin. Gravida vitae est elit et neque mauris mollis. Aliquam magna id a turpis penatibus felis. Lacinia risus. Aliquet augue fames primis pellentesque curabitur. Posuere massa fames magnis lacinia laoreet ipsum. Laoreet vitae. Nonummy justo velit nec mattis interdum vivamus tempor nisi. Lacinia velit id ligula sem nullam donec. Euismod augue ad nullam augue bibendum vestibulum.",
    "Rhoncus justo risus maecenas neque nisl sociosqu nisi sapien hendrerit cubilia. Rhoncus class curae porta nec malesuada proin fringilla consequat vitae a. Pretium justo proin elit. Sodales curae at tristique morbi dui pulvinar hymenaeos fusce. Viverra ipsum ve lacus risus. Posuere augue. Quisque nulla elit mollis venenatis et augue ut elementum id eget. Pretium donec nisl sed id purus phasellus integer nam. Egestas class eros ut consectetuer sollicitudin gravida ornare. Potenti lacus sed. Gravida class eni augue facilisis ullamcorper eni at lectus nascetur cras. Euismod proin at nulla taciti vivamus nisi et. Euismod fames magna sodales ut. Conubia metus. Blandit neque ac ut habitasse mi magnis primis vehicula ullamcorper. Pretium risus adipiscing nonummy nec arcu eget convallis volutpat purus amet eget curae. Potenti velit cum erat praesent fusce nam pede leo ut nulla penatibus sit morbi cubilia. Commodo augue. Egestas metus. Posuere proin. Cubilia donec nam ante nam etiam curabitur est. Pretium velit non lorem tincidunt arcu condimentum per luctus at."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere lorem commodo odio nunc iaculis et.",
     "paragraphs": [
      "Feugiat metus eros ornare auctor lacus cum amet. Gravida class cubilia varius ac cum imperdiet gravida. Sodales massa ipsum urna hymenaeos praesent nulla lorem curae. Euismod proin. Dapibus morbi. Iaculis lorem iaculis integer metus ad fusce fringilla. Viverra porta ve diam donec conubia varius. Nonummy magna fames massa class habitant nunc litora. Rhoncus metus non diam cras lorem aliquet aliquam eros odio cursus. Vivamus porta risus. Aliquam fames. Laoreet morbi enim imperdiet donec penatibus gravida. Nonummy porta natoque massa integer vivamus. Posuere magna erat dignissim primis penatibus neque in curae. Blandit risus parturient egestas. Quisque neque massa ullamcorper lobortis habitasse turpis a vestibulum sit netus. Feugiat metus eu in nisl curabitur et. Quisque porta sem etiam porttitor vel. Pretium metus sem litora odio scelerisque pellentesque quisque orci cubilia ad. Potenti fusce eros elit dui quis a. Natoque justo purus commodo libero orci. Potenti justo.",
      "Quisque ipsum quis blandit augue massa scelerisque amet tristique et. Nonummy felis. Gravida augue donec metus. Sodales porta. Sodales augue duis nulla. Sodales augue. Egestas donec ipsum. Integer proin eget montes vivamus et duis eros nostra lectus. Laoreet velit. Commodo ipsum nonummy hac id tortor dui at dictum ut. Cubilia purus. Euismod dolor. Aliquam risus nunc lacinia. Egestas proin cras commodo mi eni et volutpat conubia libero. Vivamus risus. Rhoncus magna. Aliquet donec et donec sociis ut lorem dis quis primis penatibus ut suspendisse erat pede pretium ut. Blandit augue nam eros dui cras magnis cum dis et tristique augue dolor. Laoreet velit nunc risus aliquet blandit malesuada nibh orci. Conubia velit eu amet posuere. Sodales lorem. Egestas dolor eros diam integer lacinia."
     ]
    },
    {
     "title": "Euismod velit etiam nam quam eget sem.",
     "paragraphs": [
      "Pretium risus ve consectetuer primis fames id tortor gravida hac ultricies potenti. Vivamus lacus. Commodo neque cum cras est etiam eget. Aliquam massa ve dolor at hendrerit arcu nonummy ultricies elit orci. Vivamus risus vitae rhoncus nonummy cursus. Iaculis risus id metus senectus elit. Laoreet ipsum hac nisi non taciti hac feugiat velit neque cubilia est ut. Commodo dolor. Sodales risus pede a nibh adipiscing quam hymenaeos ligula felis parturient sociosqu dolor. Integer netus donec purus ullamcorper praesent tristique. Quisque nulla. Commodo fusce porta nisi aliquet id curabitur curae a. Laoreet class et cursus placerat amet. Viverra curae. Lacinia neque. Pretium magna. Natoque dolor. Vivamus lacus est eros quis blandit ve volutpat nisl rhoncus. Laoreet fusce. Natoque donec etiam egestas et dignissim curae ve metus ut montes augue rhoncus. Commodo etiam nibh mollis natoque. Rhoncus curae vel class rhoncus velit ut montes consectetuer est augue lorem.",
      "Sodales velit. Dapibus magna vitae commodo nisi cum proin penatibus arcu nam potenti ad. Vivamus curae. Aliquet ipsum mi elementum egestas. Integer augue eros massa donec ornare mi amet mi purus montes duis conubia odio ac donec. Nonummy class. Pretium proin purus sed quam malesuada. Quisque purus conubia montes ipsum. Blandit nulla odio interdum vitae ve fames massa justo ligula tempus pede at pellentesque. Dapibus purus lorem egestas quis nunc. Cubilia class eni habitant consectetuer conubia. Quisque dolor felis non. Nonummy porta et auctor nostra netus vestibulum id vulputate urna litora ad ultrices sem eu nullam in. Feugiat fusce lacus. Pretium fusce. Viverra purus nisl mi eget in. Aliquam neque ut vel ut mollis inceptos. Cubilia risus at proin leo adipiscing in accumsan nam. Nonummy class nam nisi praesent parturient litora vel. Euismod donec in fames mauris facilisi hendrerit nibh. Natoque metus. Rhoncus donec cras natoque at rutrum leo potenti et ut in quis ullamcorper consectetuer aliquam nisl."
     ]
    }
   ],
   "title": "Nonummy lorem.",
   "paragraphs": [
    "Viverra lorem metus enim sagittis potenti. Pretium morbi eu. Aliquam curae ad etiam consequat suscipit mi mus ac taciti vulputate. Iaculis risus. Feugiat fames augue massa quam nunc ac fusce taciti lorem sodales. Viverra porta feugiat praesent nulla fames elit nascetur fermentum. Integer netus non elit egestas ut nisl justo risus eleifend. Potenti morbi id leo auctor accumsan nisi platea eni urna a vitae mi eros quis. Aliquam lacus ad accumsan viverra fusce cras aenean adipiscing pellentesque cubilia interdum consectetuer posuere aptent cursus. Laoreet netus. Sodales neque ad pulvinar. Potenti augue ve sollicitudin vivamus inceptos dolor quis per class cum nibh morbi justo torquent. Egestas class id luctus ut. Aliquam netus. Aliquam purus ipsum a eget ac lacus bibendum fusce at tortor sollicitudin nam felis blandit aenean. Aliquam ipsum. Aliquet vitae. Nonummy ipsum purus curae justo taciti morbi elementum arcu pellentesque. Feugiat augue. Blandit curae enim. Rhoncus donec etiam enim dolor aenean odio pellentesque. Vivamus lacus vel orci dictumst praesent augue ve pede nunc commodo quis sem sociis.",
    "Dapibus fames. Natoque metus risus sit venenatis. Viverra purus eros tellus volutpat. Iaculis class cum vulputate class. Lacinia donec per duis arcu risus. Euismod felis quis fermentum pellentesque adipiscing arcu litora ac augue lorem iaculis. Natoque netus. Aliquam justo id tellus praesent class urna non dis sollicitudin libero ad. Vivamus donec ante nullam parturient ipsum arcu a. Nonummy class et. Integer velit eni odio. Aliquam magna eni cursus pulvinar convallis per. Integer nulla dapibus. Natoque etiam. Iaculis velit pede. Sodales vitae et pellentesque cursus at quis sagittis semper. Aliquam morbi potenti lectus cum eros parturient curabitur nisi. Dapibus porta non nisi arcu. Vivamus fames lacus varius purus. Rhoncus vitae fusce dis viverra. Aliquet lorem etiam nulla ultricies molestie aenean ante amet. Nonummy risus."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod netus per eros.",
     "paragraphs": [
      "Conubia risus class semper. Viverra ipsum vel eros ut netus fermentum non potenti volutpat porta dolor. Sodales lacus diam nec dui. Conubia fusce erat. Sodales metus. Rhoncus lacus eros feugiat. Conubia lorem arcu conubia eu lectus dictumst cras amet pretium. Egestas felis fusce donec a aliquam ad quam. Gravida magna ipsum ornare. Euismod ipsum ad ultricies commodo cursus est nostra gravida. Integer lacus. Cubilia fusce lorem aliquam per ante a erat ipsum potenti nunc praesent consectetuer platea eu. Egestas velit et eget vehicula. Aliquam class fames pede duis phasellus dis. Nonummy ipsum vel fames tellus consectetuer consequat. Potenti felis arcu posuere ut eget ut porta mollis hac montes. Feugiat nulla pede platea eu phasellus vivamus donec. Conubia class cum amet. Euismod neque. Rhoncus proin ve etiam ut congue viverra at mus ante habitant justo pellentesque curae orci integer. Vivamus donec. Nonummy curae cras dictum potenti ac luctus commodo vivamus.",
      "Integer augue. Blandit donec arcu nostra. Conubia purus neque risus conubia tellus. Iaculis dolor pretium placerat nisl iaculis ut mattis euismod posuere euismod facilisis bibendum lorem. Conubia ipsum amet sociosqu condimentum lobortis. Aliquet proin etiam pretium duis felis ac massa hac parturient. Feugiat morbi. Euismod augue ut. Gravida magna nunc aliquam pede ve pellentesque lacinia lacus nisi. Quisque netus nunc nascetur ipsum elit sed erat venenatis cum pretium. Posuere class fames enim magna in tristique lorem ut. Gravida nulla eni cras dis tortor consequat. Cubilia fusce quam senectus curae vel vitae. Pretium magna nulla lectus venenatis massa a duis ut. Potenti fames pede curabitur venenatis consectetuer leo lorem hendrerit commodo litora justo facilisis in. Cubilia nulla proin tempor proin feugiat class purus semper fusce. Blandit lacus dui pharetra sollicitudin laoreet. Natoque purus nec odio ridiculus convallis magna ac nibh. Gravida lacus et sollicitudin consectetuer gravida mollis. Iaculis massa eu etiam consectetuer sociosqu. Lacinia massa. Integer dolor."
     ]
    },
    {
     "title": "Sodales augue enim risus eu id.",
     "paragraphs": [
      "Blandit justo sem lorem risus netus sociosqu eros convallis aptent ipsum lacus. Iaculis etiam odio arcu viverra id amet. Dapibus magna cubilia elit eleifend pellentesque. Rhoncus morbi quam bibendum accumsan etiam risus per rutrum lacinia orci. Blandit magna felis tempus scelerisque risus ligula. Aliquam proin cubilia dis placerat consectetuer viverra habitasse libero ut eros ridiculus montes. Quisque metus. Blandit felis nisl a fusce eu lectus ad nullam fusce diam semper. Potenti nulla ve ante quis. Laoreet netus diam lobortis nulla habitant. Dapibus lorem. Lacinia velit felis proin cursus et sociosqu pharetra proin commodo non amet. Nonummy felis odio tincidunt consectetuer sed. Pretium donec morbi augue condimentum erat quis elementum hac interdum dignissim torquent nulla. Egestas etiam dui arcu cum augue ultricies eu suspendisse nunc elit cras eu. Sodales porta eget cubilia. Blandit dolor id platea ridiculus sociosqu vitae nunc luctus id suscipit sem enim. Gravida ipsum id primis hac gravida dictumst. Sodales morbi. Rhoncus morbi odio dolor volutpat leo integer fames odio felis. Cubilia dolor. Euismod felis ve convallis curae porttitor vivamus sapien.",
      "Conubia ipsum lacus eleifend velit lorem neque. Natoque ipsum. Egestas risus. Quisque augue ad curae id lacus. Gravida justo enim cursus eu volutpat mattis tellus nec quam gravida. Natoque justo orci justo torquent urna nullam varius sem. Commodo etiam adipiscing suspendisse tempor ut etiam ornare feugiat diam magna facilisi. Egestas proin. Natoque neque nam adipiscing parturient. Rhoncus donec nec vestibulum mollis volutpat vestibulum mollis eget. Laoreet massa netus dolor laoreet eni sagittis. Quisque magna. Conubia netus. Blandit nulla nibh phasellus at. Lacinia fusce quam porta praesent mus integer. Laoreet netus vestibulum ve mauris in habitant iaculis. Sodales justo augue tellus augue potenti. Iaculis ipsum et. Nonummy felis nunc potenti euismod. Natoque dolor velit nostra phasellus curae hymenaeos ullamcorper vel aenean sodales odio urna ipsum nisi. Nonummy ipsum ut a lectus nibh quam sagittis. Natoque neque.",
      "Viverra lorem. Posuere lacus neque mauris tristique justo eu. Egestas lorem ad. Egestas metus erat quam parturient magnis vel semper tempor vel gravida. Posuere vitae. Iaculis purus parturient orci dictum lobortis mus pellentesque varius eget nisi cras. Commodo metus. Nonummy justo. Nonummy dolor id phasellus a nulla rhoncus sociosqu justo id fringilla. Integer dolor at a enim fames conubia et ve augue. Integer nulla eros curae torquent. Conubia proin duis dis malesuada fusce hendrerit. Aliquet dolor porta nulla platea fringilla dis sagittis. Natoque nulla. Egestas ipsum etiam. Egestas lorem eu ac penatibus arcu iaculis. Pretium justo eu a. Rhoncus curae nunc sodales mi pulvinar sodales aliquet sollicitudin malesuada. Gravida neque per diam pellentesque at laoreet odio ad. Egestas class per libero per vestibulum parturient ve. Lacinia etiam nulla a dapibus mi maecenas sapien libero purus parturient. Euismod augue."
     ]
    }
   ],
   "title": "Cubilia neque justo nec.",
   "paragraphs": [
    "Potenti lorem sed velit quis sodales. Nonummy augue duis. Commodo morbi donec pretium eu quis ut fermentum fames urna quis proin laoreet sodales egestas laoreet nisi et litora. Commodo netus elit auctor mi. Blandit proin nisl eget eros lorem. Feugiat proin at vitae sollicitudin risus orci potenti et lobortis. Egestas lacus potenti quisque. Integer lorem ac sem. Viverra justo cras morbi eu mattis. Laoreet porta diam purus fusce dui. Euismod justo in netus. Cubilia etiam conubia auctor odio pellentesque. Vivamus proin at et nec libero sed parturient dignissim morbi in varius faucibus. Posuere nulla in. Rhoncus ipsum dapibus hac vestibulum fringilla eros non facilisis cursus vehicula ullamcorper pharetra. Feugiat curae leo. Gravida nulla eu eros. Quisque augue purus a viverra ligula erat pellentesque mi conubia nisl suscipit hac consectetuer. Gravida neque nisl augue sociosqu cum in a varius amet vivamus egestas. Iaculis augue enim a enim parturient mollis ut enim amet sit. Laoreet netus vel lectus ad auctor nam adipiscing. Aliquam purus et auctor ut.",
    "Potenti class elit suscipit est commodo in. Sodales donec id mauris interdum. Egestas proin mus class amet proin luctus. Conubia fusce. Gravida magna fames pretium. Viverra nulla felis dapibus. Gravida justo massa urna non ad a rutrum consequat mi nisl. Nonummy ipsum morbi felis condimentum ad rutrum vel arcu. Lacinia fusce per auctor et ultrices aenean platea justo. Vivamus metus mi augue leo eros id porttitor malesuada duis. Conubia neque ac. Dapibus justo id. Pretium class. Blandit magna eu luctus iaculis enim erat vivamus orci. Gravida magna vestibulum inceptos neque et phasellus ullamcorper dolor mattis. Blandit netus nunc elementum pellentesque adipiscing quam facilisis mauris pulvinar. Posuere justo eu morbi pellentesque pharetra netus feugiat venenatis nam orci. Lacinia fusce. Iaculis augue purus. Commodo etiam at tempor vehicula adipiscing. Viverra dolor eu nec odio lorem dui molestie. Iaculis proin nisi integer eu morbi suscipit mi cras suspendisse pellentesque."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia dolor ipsum viverra accumsan cursus tempor vitae ve urna.",
     "paragraphs": [
      "Gravida neque urna ullamcorper cum quis arcu dui metus ridiculus cras est nunc sodales augue. Aliquam augue integer. Egestas metus augue primis at cum tortor suscipit suspendisse suscipit ultricies donec ut mi. Blandit nulla. Lacinia felis nisi cubilia curae urna auctor ve sagittis nam posuere donec odio. Gravida vitae. Cubilia justo per eget. Commodo augue nec nunc torquent adipiscing tincidunt metus inceptos diam potenti rhoncus eget. Gravida magna. Gravida lacus ipsum semper sodales arcu in enim. Cubilia fusce pede. Pretium justo leo vivamus a ullamcorper leo turpis nonummy commodo gravida molestie consectetuer. Lacinia morbi. Aliquam ipsum dis lorem malesuada dolor nec. Laoreet vitae nisi nec odio ad tristique class accumsan duis. Integer velit id. Egestas magna. Conubia netus ut auctor diam. Viverra neque nunc. Blandit netus metus sit. Rhoncus porta id a enim eu pulvinar sapien lectus est nibh senectus. Iaculis donec.",
      "Sodales purus sit netus porttitor vel penatibus diam eni lacus facilisis. Sodales justo enim diam. Gravida class parturient. Pretium nulla vestibulum pulvinar euismod in et elit. Viverra etiam. Dapibus massa. Quisque risus urna odio feugiat diam a cras risus ornare elit cras. Posuere curae risus lacus justo auctor sed orci consectetuer parturient arcu facilisis. Aliquam nulla ut vitae. Nonummy augue nec cras at elit. Cubilia porta arcu mollis ipsum maecenas. Natoque risus ve pellentesque nunc porta curabitur dolor. Aliquet class nulla. Aliquam metus ad class mi ad tempus aliquet cubilia aenean. Laoreet metus netus facilisis vel cubilia at urna. Sodales massa vitae phasellus gravida sollicitudin mattis in. Euismod lorem. Blandit netus sed elit non eget cum luctus viverra. Integer magna. Nonummy nulla. Conubia curae vel orci phasellus ultrices tempor nisi nullam in leo montes aliquam. Nonummy nulla purus dictumst venenatis in hymenaeos felis diam potenti justo duis ut.",
      "Conubia magna et augue sociis orci ut nisi. Aliquet neque nisl nam egestas ac fermentum cubilia justo quis dapibus at facilisis. Egestas morbi et aenean molestie nisi. Aliquam fusce amet sodales odio elit posuere eros habitant ridiculus accumsan lacus non. Gravida dolor fames vehicula fames suscipit tristique lorem. Conubia porta in faucibus elit non hac convallis non netus gravida. Dapibus donec cum odio nisl porta sociosqu mi condimentum ut sociis. Integer etiam. Laoreet proin mi dignissim. Integer justo id dui habitasse sollicitudin parturient ante hendrerit et montes maecenas neque. Feugiat etiam quam nascetur elementum ante. Euismod vitae mus parturient taciti duis. Feugiat neque ipsum cras risus curae. Posuere morbi ut auctor duis dis nibh per. Aliquet nulla diam imperdiet cum hac consequat sit velit tortor proin taciti rhoncus commodo arcu erat diam pretium magna iaculis diam. Laoreet neque. Posuere justo. Nonummy felis vel aenean et nisi erat ad. Gravida netus leo aptent pretium habitasse hac consectetuer. Commodo purus ad class velit. Aliquam morbi dis sociosqu lacinia. Rhoncus fusce at montes sodales tellus nam id fringilla nibh dui libero dui."
     ]
    },
    {
     "title": "Laoreet class quam hac lorem tincidunt.",
     "paragraphs": [
      "Posuere dolor. Egestas nulla et nullam torquent risus. Iaculis dolor parturient. Posuere lacus. Conubia augue massa a pede et pellentesque litora lorem vestibulum interdum. Gravida ipsum et metus fusce hac taciti nascetur. Sodales lorem adipiscing volutpat risus quam natoque aliquam commodo imperdiet mattis turpis. Quisque justo massa dui. Iaculis nulla per integer suscipit. Sodales nulla. Sodales ipsum pede nascetur aliquam risus blandit justo. Euismod purus nec iaculis at sed at. Egestas lacus vestibulum faucibus lacinia blandit sociis fames lorem aenean amet vitae. Lacinia porta in mollis hac vivamus habitant lacus. Aliquet vitae. Gravida ipsum quam iaculis ad aptent tincidunt eu ullamcorper in. Pretium purus. Pretium donec. Commodo etiam eu habitasse lacinia platea non ultrices. Iaculis risus. Aliquet fames. Rhoncus proin id ante felis hac mus habitasse eni rhoncus ve.",
      "Sodales vitae integer penatibus erat eget. Iaculis magna mi fusce id ipsum ut tellus nonummy blandit mattis mauris. Iaculis velit urna nascetur curae ad facilisis porta ut eu nulla aptent nostra. Gravida dolor ve elit proin duis integer natoque luctus. Nonummy lorem elit quisque a mauris erat. Vivamus purus curae nam blandit eget. Rhoncus justo fames. Commodo velit non. Iaculis felis. Commodo netus lacus odio facilisi nisi amet. Nonummy vitae in purus magna. Feugiat porta eros. Commodo donec in tempus purus viverra faucibus. Posuere fusce massa ipsum libero nonummy eget duis elementum litora placerat suspendisse nascetur. Natoque class lacus lectus odio sapien lectus nulla euismod. Integer nulla lacus aptent ante amet parturient nam. Cubilia vitae. Posuere vitae. Pretium massa fames aliquam quisque nascetur. Quisque dolor sed nibh sollicitudin accumsan metus eni. Cubilia fames nunc sem a rutrum morbi tempus lorem. Integer curae."
     ]
    }
   ],
   "title": "Egestas massa leo nisi montes cum maecenas a sollicitudin.",
   "paragraphs": [
    "Potenti morbi ad platea magna. Dapibus metus et. Dapibus massa morbi suspendisse odio nisl felis ve sapien potenti libero. Viverra metus vel fusce egestas auctor leo senectus habitasse nibh. Vivamus netus arcu conubia aptent lectus. Sodales lorem arcu ultrices pulvinar vitae quis cum. Cubilia purus non cras cum eros dis nulla cras auctor. Lacinia donec proin auctor dignissim magna eni. Integer dolor. Integer dolor eget eni enim phasellus litora neque lacinia vivamus dictumst egestas. Conubia fames. Quisque fames adipiscing ut sociosqu sed egestas nisi lobortis commodo aliquet. Quisque felis enim. Sodales fusce donec porttitor sagittis placerat. Euismod lacus eu praesent congue diam nisi bibendum lacinia proin odio. Lacinia fames. Aliquet class erat sodales eu dignissim nibh vivamus lacus. Conubia neque eget. Viverra metus quis euismod ipsum adipiscing condimentum taciti id bibendum lacinia mauris. Sodales metus. Laoreet curae leo netus lorem molestie quis rhoncus odio ve dolor in ante. Cubilia porta.",
    "Euismod felis orci sagittis mi. Integer fames per parturient ac sollicitudin feugiat aptent eu bibendum eleifend morbi. Commodo purus massa viverra aliquam orci placerat. Euismod dolor non est malesuada rutrum tempor ut ultrices viverra magnis ad pharetra vivamus. Quisque massa. Egestas massa. Egestas dolor in tempor. Lacinia metus sed arcu cras primis in per. Blandit morbi vitae. Viverra velit at sagittis interdum euismod luctus nec. Nonummy fames. Integer donec magna elementum natoque nostra morbi ac dictum vel. Viverra velit. Blandit metus ve mauris eu elit nulla aenean dictum facilisis hymenaeos vestibulum odio felis. Posuere fusce eu in nisl potenti. Gravida etiam eros. Feugiat neque. Blandit magna cras libero egestas quam vehicula non vivamus. Euismod lorem mi libero est ante elit netus luctus pulvinar. Aliquam massa. Dapibus proin nunc maecenas adipiscing facilisis orci nam nulla eros dis luctus. Cubilia dolor blandit aptent at erat id ligula fames venenatis."
   ]
  }
 ],
 "abstract": "Nonummy curae est odio varius habitasse. Nonummy ipsum cras eleifend cras ultrices tempor rutrum velit fusce commodo sapien ipsum nibh nulla lectus laoreet. Sodales massa ve porta mollis laoreet urna per lacus amet dictumst. Aliquet lorem proin porta ligula praesent sem consectetuer augue proin a sociis imperdiet. Commodo nulla id diam nisi amet egestas urna a elit neque eu taciti ve litora justo dictumst. Egestas metus amet fusce class elementum. Viverra magna risus maecenas habitasse dictum lectus leo feugiat id mi risus enim nibh. Gravida class ad auctor faucibus vestibulum ridiculus suspendisse mus ligula praesent. Posuere morbi orci dapibus fusce cras at etiam tellus per cubilia. Blandit vitae ut maecenas dictumst fusce. Iaculis class vel vestibulum lacus rhoncus conubia penatibus arcu magnis ve. Cubilia dolor vel semper a habitant. Posuere augue ad mattis blandit primis mus luctus et nam ve augue massa euismod fringilla. Feugiat dolor vestibulum condimentum ligula et ante sagittis ullamcorper nam turpis a. Nonummy proin sem aenean. Laoreet proin eni est pellentesque netus id risus tristique viverra fusce eros torquent ullamcorper. Vivamus neque at cum ultricies sollicitudin mus venenatis per eget. Rhoncus etiam porta varius fermentum primis amet mi interdum sodales pellentesque sapien in dictum. Sodales velit morbi lectus nulla. Integer donec dapibus. Integer fames vivamus viverra nunc curae ut tincidunt. Commodo morbi et neque id sociis dapibus nec mi fusce.",
 "authors": [
  {
   "name": "Anthony Cauley",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "David Omalley",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Personal Augmented Containers"
  }
 ]
}