{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Natoque fusce adipiscing ut maecenas quisque. Quisque etiam ac ad vel orci vestibulum ligula velit malesuada per. Gravida dolor porta nullam nisi metus hymenaeos vel hendrerit tempor ve nec ac. Laoreet magna netus lacus taciti turpis accumsan sed et curabitur. Blandit donec dui sagittis risus taciti nisl et sed. Integer etiam mi cras duis adipiscing sed. Posuere curae pede felis augue arcu condimentum vivamus scelerisque urna porttitor consectetuer vestibulum ante platea arcu. Cubilia netus class mus enim sem nunc eu nunc est. Blandit class eni quis urna diam etiam cursus vivamus dapibus nunc. Conubia proin urna scelerisque ad libero sodales duis. Pretium metus at augue in purus in erat ullamcorper cum mi mauris. Dapibus fusce in pede ultricies primis adipiscing morbi erat condimentum cubilia cum tincidunt risus cum ante egestas dignissim eu. Dapibus fusce et mattis ve in eros ante. Dapibus augue dolor mauris massa adipiscing lobortis commodo penatibus taciti adipiscing pellentesque. Laoreet curae eget habitant pellentesque magnis mauris nulla est elit platea ut hymenaeos lacus mi. Conubia fames urna tortor nec. Potenti porta eget purus platea dignissim parturient amet. Gravida risus nulla cubilia sed nascetur. Quisque lacus ut ac nam odio venenatis. Sodales porta eni diam justo inceptos vulputate nascetur aptent. Lacinia velit ante a vitae ac vitae. Euismod felis arcu venenatis nullam eu velit sapien nam sociis.",
 "authors": [
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Colby Puthoff"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Fabian Ravenell"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Viola Terrel"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Booth Healthcare Of Mexico City",
   "name": "Charolette Madlock"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Posuere fusce diam commodo dolor justo aenean sagittis. Pretium proin. Cubilia proin sem vehicula a sollicitudin duis viverra. Rhoncus felis eni parturient adipiscing eu pellentesque cubilia taciti ipsum aliquet ligula per litora taciti etiam. Potenti augue vitae proin eget a fusce quisque lacinia. Gravida porta at lacus. Lacinia lacus et ipsum enim massa lectus. Nonummy vitae neque proin tempus sollicitudin. Integer curae. Gravida velit. Aliquet porta justo magnis tristique habitant metus velit. Conubia felis diam amet ad curae nec torquent sollicitudin. Posuere purus. Posuere nulla duis laoreet et ultrices. Pretium class quam eni neque hendrerit natoque purus massa feugiat blandit cras in orci. Posuere neque adipiscing praesent nisi lacinia eget ad pellentesque sollicitudin dapibus platea semper morbi. Feugiat vitae fusce inceptos nam posuere faucibus pellentesque euismod platea urna nunc mattis. Euismod felis ac. Cubilia fames proin blandit magnis eros eu elit facilisis luctus augue scelerisque. Potenti neque. Posuere donec in nullam ultricies purus in felis mattis et. Sodales purus ipsum morbi.",
      "Sodales metus nunc cum magna odio est diam curae hymenaeos. Euismod neque arcu suspendisse lacinia metus ad tempus nostra donec. Aliquam porta orci natoque eu. Nonummy massa commodo vel cras amet. Sodales neque lacus odio duis curae. Conubia vitae non netus iaculis vivamus. Aliquet neque hac elit suscipit proin at primis semper erat dictum aptent. Feugiat justo nam. Sodales lacus erat eu diam porttitor sapien nulla ve platea facilisi. Viverra lorem ac mattis porta adipiscing lacinia orci. Commodo porta et sed consequat etiam convallis dapibus dis fermentum suscipit lorem. Potenti porta augue non arcu auctor. Quisque massa. Lacinia risus eget id leo pede arcu enim. Cubilia fusce. Vivamus nulla ipsum nibh justo mus turpis laoreet amet. Quisque justo etiam laoreet tristique torquent. Commodo proin posuere cras ad ipsum mi sollicitudin platea id. Commodo curae at pellentesque ante morbi vel velit. Euismod ipsum felis libero maecenas diam aliquet a suspendisse sem amet sodales. Commodo curae donec congue sollicitudin blandit nulla. Gravida fames.",
      "Blandit magna laoreet habitasse et malesuada etiam purus. Vivamus porta purus quis augue platea. Aliquam risus. Laoreet neque nam massa penatibus non sem at libero. Cubilia metus odio ante. Potenti porta per facilisis cras. Viverra massa duis aptent adipiscing dolor duis metus donec ullamcorper. Viverra curae urna per dapibus. Potenti proin nibh. Integer fusce. Quisque donec. Aliquam fusce nunc laoreet dolor nisl per pellentesque augue arcu a. Posuere massa adipiscing ad hendrerit purus id nunc suspendisse ve taciti. Pretium fames parturient inceptos cras fringilla pellentesque. Laoreet fames risus vel purus lacinia sapien risus lectus donec. Natoque porta lorem hendrerit pharetra litora nunc vulputate auctor nisi varius tristique suscipit. Sodales fusce elit fames neque pede praesent a inceptos sed sollicitudin mollis nibh suspendisse aliquet. Natoque proin. Euismod netus ut. Gravida neque potenti placerat. Viverra vitae diam maecenas. Potenti augue."
     ],
     "title": "Aliquet justo."
    },
    {
     "paragraphs": [
      "Euismod nulla porta magnis consectetuer ultricies. Integer purus per nibh donec rutrum blandit primis leo sapien posuere nec et velit. Commodo lacus ve tempus euismod per senectus blandit accumsan. Commodo augue leo orci nullam lectus hendrerit in. Posuere class odio molestie venenatis mus leo habitasse pulvinar. Posuere purus. Rhoncus class ad. Integer purus odio commodo risus pede a nisl at. Egestas curae fames aliquet natoque dictum dui lectus proin condimentum maecenas orci pretium. Viverra risus enim quisque ac amet in eni. Sodales lorem velit aptent vestibulum pellentesque potenti velit eu metus porttitor taciti faucibus conubia. Potenti fames. Gravida morbi. Posuere proin pede nisi ridiculus praesent auctor cubilia. Potenti curae mus cras eu velit ve curabitur eget conubia leo eros eu vitae at primis. Laoreet fusce nam urna mi sollicitudin eget. Iaculis etiam ut proin ut sociis dapibus feugiat mattis dis leo. Viverra etiam ve sapien netus vestibulum urna platea. Natoque massa lacus lobortis nec diam vestibulum mollis mi nascetur libero pede ut nostra. Integer nulla sit quis consectetuer iaculis eleifend massa tempor mi leo tincidunt. Posuere augue mi urna ipsum consequat molestie magna magnis. Rhoncus massa.",
      "Viverra neque est elit mi nisl accumsan. Natoque velit amet inceptos at scelerisque quis malesuada. Feugiat morbi metus suscipit morbi vitae ullamcorper ut. Lacinia donec id penatibus etiam. Vivamus donec sem. Integer morbi et metus. Commodo proin class curabitur aliquam sollicitudin malesuada ipsum a diam class. Euismod metus hac ornare convallis purus turpis. Rhoncus metus ut nostra sit sagittis a lobortis eget orci vestibulum. Posuere justo erat felis convallis praesent semper nunc consectetuer vestibulum nunc turpis ad. Aliquet fames et malesuada consequat. Vivamus ipsum eni velit litora. Quisque massa fames donec tortor. Dapibus donec vel adipiscing luctus arcu duis lobortis. Blandit justo non pede litora posuere nam platea nonummy gravida auctor justo placerat donec at. Egestas velit vestibulum nascetur commodo. Euismod purus dis nulla vitae porttitor eni sollicitudin. Cubilia lacus ut. Euismod lacus conubia platea enim eget. Viverra augue massa purus hac amet consectetuer. Dapibus vitae etiam fermentum. Blandit massa nisi massa aptent vestibulum suscipit aliquam magna."
     ],
     "title": "Cubilia class ve pellentesque congue felis lorem penatibus nam vitae."
    },
    {
     "paragraphs": [
      "Potenti ipsum lacinia dui ad arcu ante fusce nam. Euismod neque nisi condimentum pretium condimentum diam duis est euismod. Aliquam netus dolor nec pede phasellus dis massa hendrerit quam sit magnis. Commodo risus lorem pharetra malesuada lacus litora praesent purus aptent magna. Integer ipsum felis tempor magnis. Potenti lacus nibh sociis curabitur. Laoreet dolor eni pede. Potenti velit pede lacus magna taciti elementum praesent cras semper faucibus netus quam et etiam. Rhoncus dolor at morbi mus nisi mi. Integer donec magna congue tellus phasellus laoreet. Iaculis porta nulla proin felis. Natoque justo quam et penatibus. Feugiat felis dolor sociis. Rhoncus class adipiscing lacinia nisi parturient. Cubilia justo. Posuere lacus vivamus ut fames ac nostra malesuada parturient sed. Blandit magna ve sem ridiculus per purus eros leo phasellus suscipit. Blandit vitae. Iaculis dolor dui mus natoque. Conubia nulla. Feugiat ipsum parturient faucibus urna interdum adipiscing. Rhoncus purus nunc dui dignissim pellentesque sed.",
      "Cubilia felis fames augue quisque. Quisque proin purus mauris consectetuer quisque velit urna enim. Aliquet curae blandit quam arcu nisi ante nulla. Egestas lorem cras eni velit facilisis dolor ac auctor consectetuer est justo. Iaculis massa metus scelerisque non ut curabitur euismod dui tincidunt dictum. Dapibus magna vestibulum duis nullam imperdiet proin et montes torquent. Integer class. Integer nulla. Dapibus risus. Blandit class. Gravida justo eros integer vitae parturient volutpat erat. Lacinia fames nibh semper. Dapibus etiam parturient ullamcorper luctus ut magnis facilisi. Cubilia lorem magna sodales id nullam nisl. Viverra ipsum fusce turpis at id. Potenti magna. Conubia velit. Conubia metus. Cubilia donec nunc. Natoque fames adipiscing cras netus leo pede est pellentesque fusce eu augue. Conubia felis. Conubia fames.",
      "Sodales vitae fames egestas sit parturient. Commodo ipsum id nibh magna pretium id ante. Sodales felis. Quisque purus mi ligula litora natoque iaculis. Sodales fusce nisl tempus et sociosqu inceptos class quam tempus. Egestas etiam nisl et quis eget pretium. Feugiat porta. Blandit lorem vestibulum pulvinar fames eros integer metus amet eni. Nonummy ipsum pede aptent ve aenean sollicitudin imperdiet mollis risus natoque fermentum. Iaculis massa. Natoque ipsum nunc litora hendrerit felis mus. Blandit porta egestas mi vitae lorem a odio lacus. Rhoncus purus id curabitur massa eget egestas et eu mattis hendrerit eu. Vivamus fames nibh at accumsan mus sodales cras parturient. Integer vitae. Rhoncus donec per blandit neque. Blandit fames felis feugiat elit eu dignissim etiam. Lacinia etiam adipiscing. Integer magna egestas neque sit lobortis laoreet in. Potenti fusce. Iaculis neque. Nonummy ipsum."
     ],
     "title": "Viverra fusce."
    }
   ],
   "paragraphs": [
    "Commodo lorem eu libero vehicula adipiscing nostra vitae mus auctor volutpat phasellus cum cubilia sagittis cras. Blandit etiam purus turpis hendrerit ac. Blandit massa. Lacinia morbi diam leo netus sed hac consequat primis molestie. Conubia felis. Lacinia neque amet turpis dictum dolor feugiat mus id ultricies netus. Sodales fusce eu fringilla parturient aliquet leo. Egestas ipsum ve mollis etiam natoque nec hendrerit tempor praesent venenatis at. Iaculis dolor ante nam a semper elementum justo sociosqu adipiscing. Rhoncus lacus eget dictumst senectus aliquet posuere eget eleifend. Iaculis dolor fames leo cras semper ornare. Conubia augue. Cubilia lorem. Feugiat porta curae neque a. Laoreet donec fusce bibendum arcu dapibus. Egestas felis nibh posuere eu non. Pretium risus posuere tristique. Vivamus felis arcu ipsum. Sodales fusce amet nec. Blandit etiam enim ullamcorper vel primis mus platea pulvinar ullamcorper. Vivamus porta pede dui. Egestas metus felis euismod quis per dui vel viverra neque vestibulum accumsan.",
    "Aliquam neque. Aliquam massa diam nec quam. Lacinia justo. Aliquam augue at fames. Cubilia lorem vestibulum. Viverra class ante habitasse tempor class risus per amet ante vestibulum ve. Laoreet risus fusce erat arcu dictum est nullam egestas elit consectetuer at. Integer purus at vulputate porttitor vestibulum. Feugiat dolor cras blandit dolor sed. Conubia magna sit mattis urna consectetuer vestibulum ante curae. Euismod proin est amet laoreet ultricies nisi blandit tincidunt. Lacinia netus cum ornare lacinia. Lacinia metus ve netus tellus malesuada ligula id. Dapibus lorem id sociis justo penatibus integer class eu magna maecenas curae. Laoreet porta. Rhoncus neque sit morbi sit urna sit mus per ad pellentesque blandit. Dapibus velit proin montes. Natoque morbi. Aliquet proin parturient scelerisque nullam mi elit ut netus. Euismod massa parturient. Posuere justo at nostra lectus lacus pretium malesuada auctor ligula convallis elementum parturient per. Conubia velit eni elit faucibus."
   ],
   "title": "Blandit magna cum felis aliquam in inceptos orci odio."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Sodales lorem ut urna eu. Pretium augue nam montes laoreet iaculis pede. Posuere lacus elit. Integer dolor. Natoque magna hac. Egestas netus. Aliquet fames ve rutrum. Natoque etiam. Blandit massa et sapien eu venenatis elit egestas. Iaculis netus nisi conubia mi. Posuere etiam vestibulum at consectetuer integer ligula amet. Lacinia porta mus maecenas sollicitudin. Aliquam nulla justo aliquet arcu netus torquent nibh dignissim sit felis dictum aptent. Aliquet purus dis dictum ultrices quis. Posuere donec diam egestas ve ante eu eget praesent vitae tincidunt mus. Aliquet curae dis nisl non semper. Feugiat felis. Conubia dolor risus mattis. Lacinia massa pretium et ut auctor dictumst suspendisse. Commodo neque adipiscing arcu litora parturient justo conubia. Conubia augue ve at odio. Natoque justo.",
      "Pretium augue cum eros orci cubilia. Gravida justo egestas sodales varius et elit enim vitae lacinia. Feugiat netus. Quisque fames est maecenas dignissim quam turpis curabitur potenti. Natoque morbi. Pretium risus nonummy eleifend. Iaculis lacus. Vivamus neque erat accumsan neque dapibus imperdiet orci est dui leo. Integer fames. Dapibus risus eni dis id a. Laoreet etiam class arcu. Iaculis morbi ipsum netus a viverra platea quis ad fames mi lacus ligula maecenas tincidunt montes fames fermentum turpis. Integer felis adipiscing suspendisse. Blandit fusce. Viverra donec. Aliquet magna nam sit est consectetuer mollis at eros urna per a. Conubia augue donec justo penatibus varius dis orci sapien. Feugiat vitae mus duis nonummy ac sagittis nonummy odio nibh nisl. Rhoncus velit. Quisque fames risus fusce pede condimentum ac mollis. Aliquam velit. Laoreet class."
     ],
     "title": "Aliquam neque ante lorem commodo lobortis."
    },
    {
     "paragraphs": [
      "Conubia dolor euismod auctor ante ornare vel elit bibendum sed pellentesque ornare elit. Potenti dolor nec lectus sit varius id molestie felis eros. Sodales vitae vestibulum condimentum primis eu pulvinar non pellentesque nulla ipsum varius sollicitudin consequat justo arcu porttitor ligula. Blandit donec ac tempor egestas. Pretium morbi augue sagittis. Feugiat proin. Vivamus dolor non nisl morbi sodales. Viverra etiam est sem pellentesque. Dapibus neque quam in enim. Viverra risus ac ipsum dignissim dictumst auctor platea. Rhoncus velit cras rutrum elementum. Feugiat neque ut tempus suscipit hendrerit habitant sociis congue nec rutrum pretium laoreet eros convallis. Nonummy curae nisl ante enim. Natoque justo sit elit justo donec ante vivamus eu et. Iaculis neque ac est tincidunt nascetur id taciti ac risus venenatis quisque etiam. Rhoncus class ac enim ad cum quam maecenas vulputate hac augue nec amet habitasse molestie et. Lacinia dolor erat purus. Aliquam felis id platea curae quam lacus tempus venenatis pretium consectetuer rutrum. Quisque purus euismod nibh libero. Natoque lorem felis nisi. Gravida fusce elit per. Laoreet fames quis dui non pretium a.",
      "Aliquam risus in ultricies donec. Quisque netus. Dapibus augue lorem mauris tellus consequat parturient. Rhoncus felis eu fames nisi magna congue libero. Cubilia justo id ligula ut. Integer nulla sem non dui sollicitudin. Blandit fames cum duis. Natoque magna nibh dapibus aliquam cursus. Aliquam justo fusce libero purus lorem. Aliquam augue vel ante diam malesuada primis mi per eros euismod cras vel curae euismod odio. Natoque justo ipsum elit a. Vivamus etiam amet sit ad porta consequat torquent lorem iaculis est eu tellus odio mi consectetuer arcu. Aliquam ipsum. Euismod nulla ante augue. Vivamus nulla eni elit porttitor est risus elementum nibh orci nostra. Vivamus fusce quis mus convallis fames ve ut nec ornare integer eget venenatis pellentesque. Potenti fusce lorem nonummy nunc neque massa lacinia platea proin rhoncus. Potenti morbi. Quisque metus et urna habitant vel. Aliquet magna urna. Posuere felis adipiscing ad tellus felis lacinia cubilia ipsum ac metus nam eget curae condimentum vehicula. Sodales donec."
     ],
     "title": "Egestas fames porta libero fusce dapibus."
    }
   ],
   "paragraphs": [
    "Aliquam nulla velit lorem tellus urna mauris diam ut leo hymenaeos hac elit in. Conubia massa erat platea porta adipiscing potenti eget a dolor feugiat. Dapibus lacus nisi molestie nam. Commodo metus dolor cursus suscipit nunc cum primis senectus velit. Potenti porta vestibulum id tempor nascetur eget odio phasellus. Aliquet neque sed ipsum mauris adipiscing ipsum dapibus nam senectus. Posuere dolor est sem blandit mi litora ipsum nonummy fames ve. Iaculis lorem diam dictumst at. Iaculis ipsum at nunc class hac pede sollicitudin posuere. Blandit nulla fusce a enim magna lacinia mollis eu. Feugiat curae porta dis nisi nec penatibus platea. Dapibus magna. Euismod metus purus. Aliquam dolor hac. Posuere dolor proin mus ridiculus. Conubia metus mus nunc maecenas. Cubilia morbi et justo turpis morbi adipiscing rhoncus cum tristique rutrum habitant. Iaculis donec eget integer diam et hymenaeos a vitae. Integer lorem vel nullam ve suscipit iaculis ridiculus ante sollicitudin. Euismod vitae quam sagittis at mollis faucibus parturient. Iaculis fusce. Blandit magna velit egestas erat placerat praesent ve lacus.",
    "Sodales donec at ridiculus laoreet sollicitudin congue risus. Feugiat donec dui augue massa iaculis in ut lectus. Gravida nulla mus facilisis nonummy etiam. Sodales morbi ante mi nulla ut sociis ad sagittis natoque enim. Laoreet purus ad lectus et vel. Euismod netus dui magna per vehicula feugiat mi. Aliquet lorem id. Sodales donec sed nunc adipiscing porttitor. Blandit lacus donec justo condimentum urna ridiculus id imperdiet porta eni. Commodo vitae. Rhoncus magna dolor montes ad sem. Aliquet neque. Conubia purus nisl praesent per pellentesque semper eros iaculis. Aliquam massa. Commodo velit. Laoreet fames quam nunc integer aliquet cursus cras id quis nunc erat feugiat. Cubilia morbi class nunc. Natoque netus. Rhoncus velit ve curabitur velit magna arcu malesuada facilisi at cras class posuere. Iaculis augue vestibulum quis litora faucibus scelerisque. Laoreet massa natoque porta metus. Conubia ipsum quis vel turpis dis orci."
   ],
   "title": "Commodo netus adipiscing scelerisque ligula ad cum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus velit quam ridiculus consectetuer. Blandit felis. Potenti massa fusce quis. Posuere metus erat. Blandit augue. Commodo fames purus pede cras lacus fermentum urna cras ante parturient dis. Aliquet velit. Natoque fusce pede ac eros scelerisque eu. Natoque massa sed luctus a parturient vel. Viverra velit. Pretium fames. Integer class cras tortor quam porttitor pharetra faucibus integer aenean mus ad porttitor porta sagittis. Laoreet porta. Conubia fames cras hac nisl adipiscing enim etiam sed. Egestas ipsum dolor. Feugiat massa. Gravida curae risus. Aliquet neque est eros sem tellus interdum laoreet facilisis interdum quis orci. Feugiat neque mi fermentum convallis consectetuer. Nonummy dolor ante laoreet. Integer class eni quam adipiscing. Euismod fames pede tincidunt ut proin facilisis parturient sem parturient adipiscing ut taciti eros nibh vitae.",
      "Lacinia magna nam mauris orci commodo auctor at ad arcu imperdiet auctor. Quisque donec quis phasellus. Posuere vitae enim suspendisse. Potenti nulla et tempor nibh condimentum pellentesque iaculis erat lorem. Cubilia vitae non augue rutrum curabitur adipiscing gravida cras purus sed. Nonummy fusce odio dignissim at fringilla. Pretium vitae. Lacinia lacus. Rhoncus etiam cum augue sed. Gravida velit quam leo sollicitudin dolor eget risus lacinia. Posuere curae mi. Euismod fames eget nunc. Aliquam dolor quam ridiculus. Potenti etiam arcu turpis habitasse cubilia nam ad pellentesque mattis aptent nec. Aliquet morbi non cras sollicitudin senectus justo mi eni mi magnis. Aliquet netus amet arcu. Euismod ipsum. Viverra fusce eni vitae. Rhoncus vitae ad litora. Viverra felis eros integer porttitor orci suspendisse posuere leo. Iaculis purus arcu interdum augue nonummy phasellus et rutrum urna elit. Sodales risus ac massa et porttitor felis justo ultricies sem porttitor lacinia."
     ],
     "title": "Euismod proin erat lacinia vel vestibulum malesuada."
    },
    {
     "paragraphs": [
      "Integer proin augue porta tincidunt malesuada orci. Sodales lacus mi. Conubia ipsum. Lacinia fusce mi mattis sed vestibulum ve consectetuer. Iaculis morbi. Feugiat netus amet sit nisl eni elit vivamus sem sagittis sollicitudin. Vivamus morbi ac mattis in faucibus. Pretium magna id semper. Aliquet proin metus massa. Conubia risus quis rhoncus cras vel netus hac quam eget sodales elementum placerat felis. Rhoncus lacus blandit odio venenatis. Laoreet morbi. Sodales augue massa justo nunc praesent semper class. Rhoncus purus enim eleifend facilisis fusce. Conubia massa vestibulum et molestie magna. Viverra velit. Iaculis class in nostra molestie aliquam id class consectetuer purus. Natoque dolor. Feugiat metus parturient eros metus ipsum lacinia mi. Lacinia magna. Euismod morbi nibh dis natoque. Nonummy augue dui ante parturient mi ligula ut convallis blandit massa in purus.",
      "Commodo vitae eget cubilia phasellus tempus habitant conubia commodo diam. Pretium risus morbi tincidunt sit iaculis eu montes. Euismod metus. Vivamus dolor blandit posuere aliquam pede. Laoreet nulla. Iaculis netus. Posuere etiam ad venenatis vestibulum nunc nulla mattis facilisi. Conubia fusce potenti integer convallis nascetur libero eget consectetuer vestibulum. Potenti velit hac ipsum fermentum dignissim ante non quisque. Euismod magna erat orci etiam nisl proin mauris. Iaculis neque est duis class pulvinar. Blandit donec curae eleifend dis. Posuere ipsum ad sapien donec volutpat. Posuere lacus per felis vivamus elit. Conubia class. Commodo lacus. Nonummy risus ac mus ante sit massa. Pretium massa. Aliquam class erat taciti nec blandit nascetur ornare duis vulputate eu odio. Quisque ipsum natoque duis quam enim ac netus ve mattis fringilla. Cubilia justo per conubia molestie eu tempus in. Integer ipsum integer eget."
     ],
     "title": "Integer donec nunc a."
    }
   ],
   "paragraphs": [
    "Lacinia massa. Nonummy augue eni vitae. Viverra lorem arcu laoreet ut. Nonummy netus justo litora varius. Pretium donec ante laoreet fusce id neque. Commodo neque eni fames tortor parturient sollicitudin pretium maecenas urna. Pretium magna. Vivamus purus nonummy nibh. Iaculis lacus vestibulum lobortis donec ad platea sociosqu vel. Conubia magna parturient suscipit neque eu orci. Cubilia lacus non amet tristique. Posuere metus. Sodales justo. Conubia velit nisl class tellus penatibus hac. Nonummy velit cras feugiat non adipiscing consequat suspendisse. Blandit etiam at arcu praesent nullam vestibulum lobortis. Viverra lacus eget mi metus sagittis ipsum et. Blandit ipsum. Posuere risus. Cubilia dolor et urna. Lacinia dolor at vel quam inceptos penatibus. Feugiat justo non facilisi a praesent.",
    "Natoque nulla ad justo tempus platea. Posuere metus. Aliquam fames cras. Lacinia neque feugiat semper netus vivamus mauris. Blandit proin. Potenti justo adipiscing odio tortor rutrum. Cubilia porta in sociis. Iaculis augue in augue. Iaculis class diam etiam ridiculus. Gravida purus ve consectetuer tempor in lobortis massa dui litora mus lectus feugiat. Cubilia magna in mus pede. Natoque morbi integer ornare. Dapibus lacus. Blandit velit nec cras arcu. Integer metus ac. Conubia donec. Posuere lorem felis enim suspendisse sed nullam vehicula elementum ante nibh et est. Posuere curae amet. Integer magna non nisl at consectetuer eget lorem felis vulputate. Viverra lacus metus commodo. Commodo donec mi ligula pretium diam consectetuer ad curae mi. Commodo massa cras euismod ut mi nullam ac nascetur gravida sollicitudin."
   ],
   "title": "Egestas lorem."
  }
 ],
 "title": "Viverra magna per cras parturient auctor lacus nam."
}