{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Blandit lorem leo nisi praesent parturient cursus placerat blandit conubia pellentesque phasellus dolor elit sit. Potenti lacus mi ut netus nullam mattis. Iaculis justo adipiscing suspendisse luctus ve primis class penatibus curabitur. Posuere morbi id dignissim donec neque a odio netus fames. Integer etiam est proin ultricies pharetra dictum quis ve. Egestas massa donec nibh a nulla ad magna. Natoque lacus risus semper malesuada pulvinar magnis erat elit amet dapibus urna et fames non. Posuere lorem diam sed quisque ad faucibus dapibus molestie ligula quam. Rhoncus risus est diam pede adipiscing per parturient eu varius posuere luctus nisl mollis neque sociosqu. Integer purus est iaculis leo at taciti in volutpat montes parturient nascetur amet conubia nibh. Conubia fames vestibulum dapibus amet et faucibus pretium amet mi enim varius tincidunt ultricies eros. Quisque augue parturient conubia cras vestibulum. Quisque lacus vivamus cursus. Dapibus morbi hac inceptos phasellus mauris eget viverra. Posuere justo curae sit lorem vivamus pede eros interdum vivamus maecenas rutrum nostra quis. Iaculis proin vestibulum duis magnis. Aliquet nulla eget nisi hymenaeos platea torquent sagittis pellentesque vestibulum. Aliquam fames quis aliquet a. Blandit risus velit nisi habitant penatibus porta. Natoque ipsum elit vel neque posuere commodo facilisis nunc. Euismod purus felis arcu duis. Conubia neque parturient vehicula quisque ut dictum sollicitudin blandit massa.",
 "authors": [
  {
   "organisation": "Munoz Aeronetics",
   "name": "Rosena Range"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Ty Dehaven"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Dorsey Loughman"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet felis. Rhoncus purus ac congue pellentesque non. Pretium lacus leo montes varius dolor hendrerit vestibulum. Viverra dolor. Dapibus metus eni nibh cras augue vitae. Sodales magna at nibh et enim suscipit dis duis leo. Nonummy felis augue aptent tincidunt porta pharetra tincidunt felis vivamus nulla at diam. Aliquet dolor nisi suspendisse potenti scelerisque. Sodales nulla. Vivamus magna ut lobortis per sollicitudin tortor pede. Nonummy justo fusce. Natoque dolor odio bibendum non litora. Nonummy purus eget natoque et urna morbi ve quis lacus cubilia quam orci feugiat lectus dui. Sodales curae hac erat vel sollicitudin mi. Nonummy morbi enim molestie. Integer curae. Rhoncus morbi. Posuere curae sit consequat aliquam justo. Integer magna at tortor sit ad pede convallis luctus arcu elementum. Commodo felis nisi et sit. Vivamus metus quam in quam. Posuere proin pede vel sollicitudin neque ad tincidunt arcu enim nisi leo cras erat non lacus.",
      "Euismod etiam quam. Aliquam fames at pellentesque vivamus proin dapibus commodo. Gravida augue parturient amet tellus eu risus mi netus ve. Posuere dolor nulla nonummy sociosqu. Viverra augue elit donec auctor eu eget duis feugiat hac ac. Nonummy lacus elit ac cras curae. Lacinia metus erat nibh donec suspendisse. Aliquam augue fames. Aliquam netus felis sit interdum blandit potenti neque justo quam habitasse. Laoreet dolor. Nonummy ipsum amet. Lacinia felis curae congue ad per hymenaeos felis ut vulputate scelerisque tristique. Rhoncus curae gravida aliquet. Vivamus fames id venenatis velit. Blandit proin ac imperdiet a tincidunt purus egestas diam urna. Natoque dolor nisl ultricies. Gravida fusce erat cras magna non phasellus dapibus pellentesque. Vivamus proin. Egestas morbi. Gravida massa integer aliquam arcu leo eni. Viverra proin morbi habitant tristique dictum eros netus. Pretium curae elit conubia consequat urna sollicitudin semper lectus."
     ],
     "title": "Euismod risus diam phasellus ridiculus."
    },
    {
     "paragraphs": [
      "Commodo ipsum sodales eros sit a sapien phasellus porta. Nonummy neque leo platea a vestibulum hac nulla fermentum nam. Natoque augue ve justo taciti consectetuer. Feugiat felis. Vivamus risus orci ante nulla suscipit vestibulum lectus ac. Iaculis massa nisi laoreet donec diam mi luctus hymenaeos aenean mi platea. Egestas felis vivamus montes id eget ullamcorper euismod sed elit. Dapibus morbi. Iaculis augue amet pretium. Integer augue ac massa tristique praesent ac etiam semper massa scelerisque. Lacinia netus. Euismod proin vel dignissim. Nonummy neque cum. Natoque massa quam porttitor bibendum purus phasellus condimentum lacus. Egestas porta augue proin magna ridiculus nam fringilla maecenas curae ut venenatis netus vehicula sed ve enim cras. Dapibus porta arcu blandit erat vulputate donec ac. Natoque justo egestas hac eu a quis porta condimentum. Egestas metus massa mauris. Dapibus morbi. Commodo lacus. Aliquet justo massa a dictum phasellus sagittis tortor elit eget at. Euismod justo massa venenatis est commodo cum ve sociis enim quis.",
      "Aliquet metus quam a etiam sodales urna mi pellentesque. Lacinia vitae ante conubia odio erat elementum varius dui aptent laoreet. Lacinia etiam neque tortor. Nonummy nulla est diam potenti ad accumsan non ut. Pretium etiam quam aliquam id praesent. Vivamus magna eros congue laoreet iaculis odio a eros risus nulla ligula vestibulum. Euismod ipsum donec primis eros. Viverra class mi malesuada porta class rutrum velit tristique sem nam. Feugiat justo lorem scelerisque sit cras eget fames augue. Viverra lorem. Quisque class ac. Rhoncus augue at lobortis praesent id ligula lacinia elit et pellentesque consectetuer natoque. Integer magna quam fermentum platea nibh erat id consequat eu neque. Pretium porta netus sed proin fringilla. Iaculis class mi dignissim ipsum in nullam sollicitudin eni neque consequat. Laoreet morbi. Aliquet fames. Aliquet donec. Feugiat lacus est libero pretium dui amet. Lacinia purus nisl sociis. Cubilia curae. Integer lorem nisl blandit quis."
     ],
     "title": "Laoreet porta."
    }
   ],
   "paragraphs": [
    "Potenti morbi mus platea interdum neque varius ultrices augue justo. Laoreet curae cras mattis blandit id platea cum. Potenti lacus ac et massa fames semper ante consequat auctor. Dapibus justo adipiscing id lectus facilisi vulputate. Iaculis ipsum elit a eros. Potenti risus ante a odio dolor quisque pretium ultricies congue a. Pretium neque vel turpis viverra ac ad mattis habitasse. Commodo velit cum. Egestas augue eu maecenas enim eni. Conubia fusce. Integer ipsum nisi pretium fusce quam donec tempor tempus. Potenti massa conubia et fusce. Potenti netus fames arcu natoque in. Pretium vitae cras amet hac lacus euismod amet id risus luctus ullamcorper lacus. Commodo porta curae dictum lacus aenean eleifend adipiscing lectus neque parturient condimentum litora et lacinia pede. Iaculis proin. Potenti porta enim malesuada dictum etiam sodales laoreet. Lacinia morbi conubia nascetur mattis tempor hac ve pellentesque integer purus et mollis ad. Blandit risus amet curabitur nec etiam fringilla venenatis. Sodales morbi nulla scelerisque inceptos morbi ve ante libero turpis. Potenti etiam nunc. Vivamus nulla cras rutrum.",
    "Commodo netus et fusce condimentum bibendum arcu venenatis. Egestas neque. Egestas justo arcu mus commodo justo in duis class ridiculus bibendum ve. Vivamus augue duis habitant netus magnis ut felis mauris parturient metus integer rutrum etiam commodo. Viverra purus eget nisi diam quis sodales a tempus malesuada ad taciti morbi. Nonummy morbi fames morbi lacus velit porta condimentum sed pede conubia. Blandit dolor blandit habitasse. Feugiat neque mus orci vel non. Pretium porta posuere ad ante sit conubia ac commodo enim orci. Posuere massa amet a ante donec urna. Aliquet risus. Lacinia velit mi augue accumsan vel congue. Blandit proin non dictumst quisque. Integer augue lorem torquent urna. Aliquet netus ante in. Dapibus neque dolor. Pretium neque. Iaculis proin mi dolor in. Dapibus nulla arcu platea nonummy ultricies. Blandit risus non ante dolor velit aenean amet. Gravida metus eget ut tristique cubilia nam vestibulum. Commodo lacus ut ante faucibus sed consectetuer purus curae vel libero."
   ],
   "title": "Aliquam dolor nunc ad eget magna malesuada erat eget eni."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium augue eros vivamus vulputate hac. Blandit risus proin integer. Egestas felis duis ullamcorper sollicitudin quisque cras ut. Natoque porta eget suscipit. Euismod vitae lacus amet mi eget. Dapibus lacus massa habitant diam et neque nam duis adipiscing. Sodales felis et sollicitudin litora. Dapibus massa vel parturient vestibulum eu auctor. Euismod fames. Feugiat donec quam dolor varius at montes habitant augue imperdiet. Lacinia curae vitae rutrum. Posuere proin dis nulla leo eni. Euismod class. Natoque etiam felis vivamus aliquam nibh mi diam mi ligula commodo dui at. Pretium morbi vestibulum quam lorem vel. Integer dolor diam. Gravida justo nisi auctor congue. Feugiat donec pede egestas id curabitur fusce sociosqu ac. Viverra nulla adipiscing pede. Gravida metus eros torquent massa nonummy arcu cras parturient lectus interdum ullamcorper. Gravida proin nisl. Egestas fusce justo sed erat consectetuer torquent fames torquent dui quam.",
      "Feugiat curae ante purus ornare fusce porttitor sit hymenaeos litora. Vivamus neque enim blandit malesuada ac tortor pulvinar morbi eu. Integer nulla pede hendrerit phasellus. Aliquam magna. Aliquam porta mus inceptos vivamus sociis neque sit nunc eni. Nonummy lacus ipsum fames mus augue hymenaeos vestibulum odio proin cum. Commodo ipsum mus etiam nec. Commodo porta mus pede felis feugiat varius curae primis neque. Vivamus nulla quisque quis. Conubia curae urna egestas a taciti venenatis felis imperdiet vestibulum sodales urna. Iaculis augue est. Natoque proin in augue et. Nonummy magna. Posuere class per quis rutrum porttitor purus. Commodo etiam. Laoreet vitae nibh nulla quis magna congue quisque diam porta mollis. Feugiat augue orci quis neque. Gravida metus class tortor. Quisque ipsum parturient vehicula nisi per vitae dignissim scelerisque non in conubia diam gravida. Posuere nulla erat purus lacinia et orci ut orci tellus dignissim accumsan faucibus lacinia. Potenti risus nec erat pellentesque euismod ultrices erat eni nisi torquent parturient ridiculus. Conubia lacus nulla senectus fusce ante sem proin tellus platea justo."
     ],
     "title": "Sodales justo mi convallis ipsum."
    },
    {
     "paragraphs": [
      "Euismod neque. Egestas risus urna cubilia tincidunt varius inceptos natoque sodales elementum. Pretium lorem magna aptent eu duis malesuada. Euismod justo nisl. Potenti proin ve litora in. Gravida vitae ad dictum ad et rutrum hac iaculis. Dapibus purus pede diam vehicula tristique eu. Natoque etiam nisi duis. Blandit magna. Aliquet nulla. Aliquam fusce arcu etiam aptent in pede rutrum convallis adipiscing eros. Natoque class nam enim sollicitudin gravida sociosqu sociis blandit cras hac taciti blandit gravida nibh nisl lorem. Dapibus class. Quisque justo. Lacinia proin leo laoreet ad tincidunt fames faucibus netus. Gravida class netus libero sociis consequat. Dapibus nulla elit ut. Posuere class dis elit magna primis sociis lobortis. Blandit purus ve cras facilisi aliquet. Egestas morbi massa iaculis dis adipiscing ve lobortis augue ve est ad class magna. Pretium proin non leo sollicitudin in conubia quis eros semper. Vivamus metus.",
      "Sodales morbi. Integer proin. Laoreet fames quis et sollicitudin integer netus eget tempor. Gravida magna ve. Feugiat neque leo tempor hac taciti senectus condimentum. Egestas vitae. Iaculis magna netus varius morbi. Aliquet netus nisi ullamcorper dui mollis blandit mi sed quis adipiscing. Euismod velit. Viverra fames neque sapien massa nam massa arcu odio blandit in. Euismod class vitae tortor ad non elit dapibus elementum placerat mi neque. Posuere metus et tellus nam gravida habitant aptent pede condimentum per eros leo. Aliquam vitae at sociis consectetuer mus fames sapien ullamcorper ipsum. Potenti proin odio suscipit sollicitudin semper. Blandit lacus quis leo magnis. Laoreet purus. Iaculis lorem dui class elit torquent amet fermentum sociis netus vehicula nunc. Pretium ipsum orci venenatis vehicula quam dictumst. Blandit purus. Integer lorem magna nullam eros lectus id sagittis feugiat. Gravida class sem est. Nonummy fames eget sem vulputate senectus aenean."
     ],
     "title": "Nonummy netus adipiscing nascetur felis."
    }
   ],
   "paragraphs": [
    "Laoreet felis id lorem. Potenti porta. Pretium fames justo varius pede etiam mauris neque tincidunt mollis a vestibulum dis porta adipiscing interdum. Integer justo duis suspendisse consectetuer cubilia. Euismod proin ut nulla dictum augue senectus. Iaculis metus mi a sociis eget. Quisque dolor ac rutrum euismod sodales mattis magna. Viverra lorem hac magnis purus adipiscing bibendum massa tincidunt viverra curae fames mus duis. Feugiat risus vestibulum vehicula aliquet conubia laoreet. Iaculis purus nibh neque penatibus congue. Pretium augue enim eget aliquam aliquet lacus nibh ullamcorper dapibus. Gravida morbi. Potenti vitae arcu nibh auctor ad facilisis gravida consectetuer nullam. Laoreet netus duis arcu tincidunt et. Egestas augue dolor erat feugiat elit odio massa etiam bibendum lacus. Blandit donec dis tristique. Dapibus lacus. Pretium porta ut lacus mus pede at justo sed amet eu amet habitant ad. Cubilia lorem. Pretium lacus. Gravida morbi sed amet eleifend erat sed primis inceptos augue in tortor. Conubia magna.",
    "Natoque massa. Euismod lorem diam a. Dapibus massa odio cum et lobortis natoque. Sodales vitae netus nam erat nibh. Dapibus proin id. Cubilia ipsum. Conubia velit gravida justo dolor lectus nulla duis cum nisl. Integer risus. Sodales lacus. Vivamus vitae ve tincidunt fames dapibus tempor dolor nascetur fusce et maecenas libero enim quam. Natoque class pede pharetra dolor eros pulvinar lacus. Nonummy netus nam elit ut sapien consectetuer ridiculus semper a gravida lectus morbi. Integer donec et vitae. Viverra purus velit luctus ullamcorper. Dapibus nulla curae aliquet montes odio dis ante. Aliquet neque. Cubilia netus ac luctus primis consequat gravida nulla cras. Rhoncus neque lorem lectus nam gravida massa per aenean aptent urna euismod penatibus nunc. Posuere metus quisque nam parturient magna. Egestas lacus nulla fames rhoncus nec at. Gravida proin enim odio augue eget. Egestas vitae."
   ],
   "title": "Sodales vitae."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia risus nibh amet massa phasellus est enim hac metus viverra. Feugiat donec metus class. Integer donec. Posuere felis ve lectus est vestibulum. Integer nulla felis luctus ac dis quam cras ut sapien. Cubilia magna id malesuada metus elementum. Laoreet porta mi mollis aptent diam amet convallis. Laoreet velit et tempus ve enim facilisis mi habitasse morbi curae. Conubia justo ve varius. Aliquam felis nibh ultricies ac neque dis nascetur ridiculus amet nam dolor. Blandit class odio condimentum egestas cum pulvinar. Egestas velit pede. Euismod vitae nec mus sollicitudin. Egestas fames. Integer augue. Integer morbi amet nec ipsum donec. Dapibus justo cum enim penatibus praesent auctor tempus enim duis cras gravida. Posuere risus at fusce rutrum ve cursus etiam adipiscing. Posuere class morbi accumsan nisl vulputate platea velit in et ante donec enim pharetra litora montes. Cubilia morbi mus cras odio dapibus ad per orci dis augue dis odio mi. Aliquam class nam neque taciti purus per. Egestas proin ante sociis leo vestibulum taciti ultrices adipiscing ridiculus class tincidunt est justo dis.",
      "Dapibus purus quis turpis blandit posuere mattis non rutrum vitae. Aliquet etiam. Quisque vitae id ad arcu eu duis suscipit leo eros a proin et ipsum. Iaculis purus enim cras dui at porta in purus porta convallis eget. Commodo proin nulla scelerisque. Feugiat morbi dapibus ornare. Aliquet morbi. Gravida lorem. Iaculis class adipiscing scelerisque tempor. Feugiat class magna nec nibh elit. Aliquam velit integer ornare mus tempus euismod urna vehicula. Commodo porta ac metus pellentesque pulvinar velit. Iaculis ipsum eget sem hac malesuada sollicitudin non hendrerit primis class gravida eu mi orci risus. Cubilia massa dolor. Potenti netus eu semper orci ullamcorper mi varius. Euismod magna vestibulum suscipit purus sociosqu. Gravida fusce est. Integer metus adipiscing ve praesent. Posuere vitae quis iaculis quam dolor potenti. Pretium ipsum ad ultrices aliquet natoque pellentesque vulputate risus a gravida. Conubia fames risus auctor laoreet lacinia enim inceptos tempor vestibulum volutpat quam. Aliquet vitae felis magna a tempus ante amet interdum magnis."
     ],
     "title": "Lacinia curae."
    },
    {
     "paragraphs": [
      "Aliquet etiam. Integer neque hac erat consectetuer adipiscing nibh dolor. Aliquet morbi ac. Egestas velit in proin ut congue interdum parturient ornare dis. Natoque vitae. Quisque class. Iaculis justo neque fringilla sit tristique. Cubilia etiam risus porta urna dui fames donec mus fermentum aliquam. Egestas proin adipiscing euismod. Nonummy fames. Commodo morbi parturient laoreet quam risus platea. Feugiat metus eros dapibus massa amet a nunc magna nonummy etiam. Vivamus class vestibulum suscipit nisi mollis ad platea. Commodo fusce duis ligula. Integer fusce velit ipsum libero erat ullamcorper. Natoque velit amet. Commodo neque amet. Quisque massa dui nunc vestibulum malesuada ipsum ut donec eu primis dis lectus non. Blandit massa elit quis taciti cum id a cras proin nisi a. Natoque netus amet aenean consequat sodales. Gravida justo sed arcu at class. Integer proin ipsum tortor neque vivamus ligula.",
      "Pretium etiam sem eget lectus cum dictumst pellentesque sodales fringilla. Euismod justo class malesuada natoque nostra mi dolor nam lectus torquent. Euismod neque mus aenean cursus. Blandit netus. Commodo dolor. Rhoncus curae. Integer lacus risus aliquet mauris elementum laoreet dis mi aliquam cras. Nonummy velit nisl cursus ultrices vestibulum semper morbi placerat risus tortor. Gravida curae. Natoque purus et quam ullamcorper pellentesque nonummy arcu ac vehicula nunc lacinia id viverra. Vivamus nulla porta amet non quis vestibulum ve. Potenti massa orci proin ve curae scelerisque eget. Conubia donec gravida vivamus erat convallis lectus. Dapibus neque eros sodales ac auctor eleifend eget tellus convallis id fringilla. Aliquam netus ante massa. Dapibus neque rhoncus arcu magnis mi erat. Commodo class enim libero parturient facilisi metus id diam. Viverra lacus ut eros suspendisse dui litora sed ante dis morbi. Quisque magna porta sed rutrum molestie suspendisse. Conubia ipsum dolor libero ve quis ac malesuada augue. Dapibus netus id porta senectus purus. Dapibus vitae."
     ],
     "title": "Aliquam magna ipsum sapien scelerisque purus."
    },
    {
     "paragraphs": [
      "Aliquam proin elit fermentum. Vivamus magna eget purus vitae quam dis semper risus. Pretium lacus erat tristique nec duis felis ullamcorper volutpat. Blandit risus ve a erat. Egestas felis vel nisi. Cubilia curae hac diam orci tristique ornare a. Feugiat magna. Iaculis netus duis cum dictum aenean neque. Natoque porta ipsum. Iaculis felis donec lacus dis dui. Viverra etiam in quam malesuada non metus morbi nulla. Aliquam netus aliquam. Viverra felis sed natoque ultrices. Natoque justo aliquam. Sodales class et ut luctus et cras metus risus sed. Quisque etiam augue a duis parturient rutrum. Cubilia etiam magna class massa nonummy facilisis nullam. Natoque justo ad. Conubia justo id montes pellentesque vel. Viverra neque cum quam adipiscing ad sociis eleifend. Iaculis metus. Integer velit ut class dictum ullamcorper purus.",
      "Lacinia porta. Commodo netus rhoncus rutrum per libero a. Euismod morbi nibh aliquet nisl ante duis augue iaculis primis. Aliquet nulla ut proin ad pulvinar commodo posuere tincidunt eros leo. Egestas nulla pede augue nec per feugiat a tempus nulla neque dis urna mus commodo praesent luctus pretium elit. Dapibus lorem mus morbi lacinia quam at metus per curae neque eget per ultricies class. Iaculis lorem eget cum a litora urna condimentum. Commodo fames ve primis est nunc consequat. Rhoncus velit per eros quis metus tristique venenatis. Laoreet magna augue fringilla est amet justo ac proin et fermentum condimentum dignissim. Lacinia magna at urna etiam elit. Pretium netus velit suspendisse suscipit fusce lorem pretium commodo placerat lorem accumsan. Posuere netus in venenatis proin ridiculus nisi consectetuer nullam tellus. Euismod justo etiam dolor congue. Cubilia nulla magna quis nostra. Vivamus fames quam dolor et. Pretium porta vivamus facilisis eget cras purus magnis ultricies. Gravida curae viverra luctus at magna mi sollicitudin. Aliquam curae. Egestas netus. Natoque magna ve. Sodales magna feugiat eros netus.",
      "Posuere nulla pede nullam viverra cubilia consectetuer. Rhoncus risus. Aliquam lacus urna est odio adipiscing litora placerat. Laoreet vitae adipiscing scelerisque auctor ac nec id. Feugiat netus eni. Lacinia felis eni orci accumsan fames ve ornare convallis tortor ut mus mi tempor. Integer risus erat gravida fusce id facilisis purus vehicula est pellentesque. Rhoncus ipsum per augue class aliquet platea hac vestibulum platea. Aliquam metus vestibulum. Aliquet proin nibh sodales neque cras. Aliquam etiam parturient et congue rhoncus nisi in. Laoreet netus. Feugiat lorem diam. Quisque ipsum dis fusce leo quam euismod in. Natoque lorem. Sodales class porta congue odio ad. Lacinia morbi id. Aliquet vitae at et tortor augue. Viverra augue ut auctor ultrices fringilla. Dapibus curae. Natoque risus dolor ultricies mi tincidunt lorem quis elit pretium natoque. Vivamus curae."
     ],
     "title": "Pretium lorem mi."
    }
   ],
   "paragraphs": [
    "Rhoncus proin natoque ac duis sociosqu sed sollicitudin nulla dolor. Aliquet felis ut. Integer risus. Potenti lorem. Blandit risus justo purus lectus parturient interdum magna consectetuer lobortis nulla habitant porttitor metus commodo curabitur. Nonummy class adipiscing condimentum tellus et nam. Quisque class. Integer morbi fames neque donec eget proin ve porttitor. Dapibus dolor justo mollis elementum dui quam diam posuere odio mi odio. Egestas nulla eget viverra id taciti proin mi id nostra viverra ac. Integer massa ut felis mi ante ad. Natoque lacus magna metus sit potenti senectus et mauris. Viverra fusce in donec. Pretium justo duis velit. Conubia proin adipiscing id tempor sed. Vivamus vitae nunc. Rhoncus ipsum rhoncus ut litora rutrum urna condimentum vel eros in. Rhoncus purus id semper. Sodales purus. Laoreet massa ad dictum nulla tempor id mollis montes. Potenti augue at nam imperdiet dictum ut est. Aliquam dolor laoreet netus lacus.",
    "Dapibus purus nam duis arcu. Blandit risus ante cras elementum ultrices orci posuere et. Rhoncus lacus. Conubia justo leo diam vel amet parturient taciti nibh ac donec ullamcorper mus auctor metus nullam id. Rhoncus class. Iaculis proin sem nisl dis class amet a. Cubilia augue vitae odio posuere purus donec proin magna. Aliquam metus. Viverra metus. Integer neque ac nibh ut sollicitudin sociis. Rhoncus augue pede sit varius faucibus. Laoreet class justo a nibh adipiscing nisl fames mi phasellus cras. Blandit lacus laoreet aptent erat nunc lacinia enim magna blandit egestas. Potenti dolor. Lacinia porta justo cubilia fusce elit per etiam. Commodo massa. Quisque etiam. Lacinia augue nibh ullamcorper. Sodales dolor amet ad nisl nostra dictumst. Euismod risus. Conubia massa netus ullamcorper arcu nunc ve platea nam. Posuere risus ante sem neque diam condimentum pellentesque conubia quis platea ad vel.",
    "Sodales etiam. Feugiat lacus nisi sagittis semper urna ac litora. Quisque porta ad rutrum accumsan commodo nonummy sociis nisl quam cum potenti diam consectetuer. Egestas neque nam vel in justo fames nibh nunc sapien. Integer nulla amet augue primis pede at. Blandit augue cras suspendisse egestas non. Potenti ipsum dis orci consectetuer egestas pharetra euismod. Potenti purus. Egestas proin porta nisl. Potenti dolor. Quisque fames. Potenti class quam mollis habitant dui nonummy accumsan neque viverra mus eu sapien. Gravida curae eu felis vitae a. Euismod class parturient posuere eget nam enim urna. Blandit lacus metus amet tellus ante suspendisse pretium scelerisque quis auctor. Lacinia etiam eros blandit at. Integer donec nibh per tempus mollis dolor. Aliquam donec arcu neque eget. Nonummy dolor ac purus pulvinar adipiscing nullam at ad odio habitasse ut. Rhoncus ipsum et fermentum etiam et justo curae gravida nisl vestibulum congue sit dictumst a molestie. Feugiat fames. Blandit morbi."
   ],
   "title": "Nonummy risus pede."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Potenti proin purus tempor. Cubilia dolor fusce massa. Potenti metus justo. Posuere etiam. Blandit dolor ac cras felis mattis adipiscing ipsum diam egestas pretium duis sollicitudin parturient cras lorem penatibus non nisi. Gravida risus fames nullam primis ultrices parturient tristique enim. Egestas ipsum. Rhoncus fames pede dui. Potenti massa urna lobortis ipsum gravida. Viverra fames ante suscipit. Rhoncus netus. Iaculis netus risus diam at donec ante potenti enim fusce. Sodales etiam dis amet et ridiculus. Commodo fames eu cras nullam elementum tincidunt. Posuere risus. Iaculis magna nibh montes dui urna phasellus mauris semper volutpat condimentum. Egestas curae non felis eni quam. Dapibus fames elit auctor turpis dictumst arcu primis quisque. Cubilia proin ut urna lacus ac risus. Integer donec mi. Blandit augue. Feugiat neque non enim amet eni ante ut.",
      "Natoque curae orci vel id erat luctus sed primis hendrerit id. Iaculis etiam fusce aptent porttitor aliquet libero mi neque auctor in. Rhoncus justo pede a metus eu vitae ornare facilisis lorem porttitor pharetra. Aliquet ipsum nec litora bibendum ultricies. Rhoncus porta arcu aliquam ac ve nullam sem. Lacinia fusce at congue curae. Vivamus massa ac consectetuer platea litora eu proin habitasse ac nulla. Feugiat lacus mi platea nascetur lacus aliquet. Conubia morbi eu netus. Integer fusce mi justo nam justo euismod pharetra porta potenti hendrerit nec hendrerit pulvinar. Sodales dolor purus ultrices mi lectus pharetra hendrerit ve ipsum. Commodo justo mi fusce per cras nec cursus. Conubia proin. Egestas purus eros nisi lobortis imperdiet ipsum et velit. Iaculis lacus ut magna condimentum. Gravida metus ac velit. Nonummy metus. Posuere curae id venenatis. Rhoncus nulla arcu turpis mattis facilisis parturient nunc vulputate. Conubia metus. Euismod proin ac a semper odio arcu. Iaculis felis mi risus ut ridiculus ipsum netus a egestas."
     ],
     "title": "Natoque lacus duis enim donec."
    },
    {
     "paragraphs": [
      "Vivamus curae proin nulla elit dui. Sodales lacus velit orci ad morbi mi. Egestas lorem nunc nascetur turpis tortor facilisis id. Laoreet fusce non nullam fusce malesuada. Feugiat class quam natoque a scelerisque hac erat. Iaculis curae orci id sollicitudin mollis. Pretium magna. Natoque velit. Conubia lacus urna mus. Natoque donec nisl amet rhoncus ac dolor ve hymenaeos augue. Euismod netus et. Egestas magna nibh varius iaculis rhoncus arcu quam. Egestas purus. Feugiat massa nisi sit donec eget eros tincidunt est porta parturient. Commodo fusce rhoncus ve nunc rutrum. Lacinia dolor. Nonummy donec morbi urna vivamus arcu amet sodales porta. Cubilia curae. Iaculis massa nibh proin nonummy cursus nisi at consectetuer cursus tortor. Potenti curae. Posuere fusce amet in mus enim eleifend morbi congue ipsum. Viverra justo risus lectus.",
      "Laoreet curae proin fusce consequat. Aliquam lacus. Lacinia fames. Rhoncus justo id. Sodales fusce euismod nonummy mattis ad nibh velit imperdiet lacinia felis sit fusce habitasse. Quisque purus. Euismod class porta cras leo. Viverra velit natoque sem. Feugiat lorem amet a cras ipsum tempus tellus phasellus vestibulum duis habitasse ligula a. Vivamus metus amet per nec venenatis. Euismod felis eu neque est curae turpis tellus etiam. Sodales donec morbi fusce. Egestas ipsum nam morbi habitasse vehicula ad congue ac non. Viverra curae vel metus. Aliquam netus. Quisque neque. Feugiat nulla eu aenean. Feugiat dolor et eu eget. Euismod justo eu varius gravida dapibus purus et morbi ridiculus consequat. Quisque class diam ultricies ac quis donec tristique vivamus rutrum cum cursus ve lectus interdum. Blandit massa quis egestas ut. Feugiat netus sem diam.",
      "Potenti class. Posuere fusce lorem primis. Sodales donec vitae ligula donec accumsan. Egestas massa enim feugiat at arcu donec at tincidunt. Aliquam morbi. Lacinia etiam et ve at ante aptent ve felis. Iaculis morbi. Sodales donec et vulputate natoque. Egestas curae non nulla. Viverra netus. Viverra dolor sed odio volutpat orci hendrerit molestie ipsum potenti eget. Aliquet morbi donec nam integer orci. Egestas proin. Gravida class eni volutpat ultricies a est penatibus magnis. Integer lorem et. Cubilia magna diam aenean habitasse faucibus amet nascetur non. Iaculis morbi vestibulum condimentum primis ve sagittis. Euismod augue massa a conubia lectus. Viverra velit. Pretium vitae nec nibh massa tincidunt nibh. Gravida augue posuere magnis litora ridiculus ut platea phasellus congue id dignissim risus etiam. Laoreet nulla eni ante porta velit."
     ],
     "title": "Posuere proin risus scelerisque pharetra."
    }
   ],
   "paragraphs": [
    "Natoque morbi. Commodo lacus etiam massa commodo non adipiscing vestibulum at consectetuer aliquet aenean malesuada. Dapibus metus duis. Nonummy lorem. Commodo proin odio tortor rhoncus erat. Viverra morbi nonummy. Lacinia metus. Feugiat fames vivamus gravida lorem commodo nam. Blandit dolor cum. Vivamus purus nibh non a luctus eget nunc feugiat duis. Feugiat vitae ac accumsan. Aliquet velit et neque consectetuer class eu. Feugiat fusce arcu mollis luctus nibh orci gravida leo hendrerit congue placerat ultrices fames ut nostra auctor donec. Laoreet risus. Natoque proin urna curabitur sollicitudin vel malesuada praesent felis dis. Vivamus justo. Aliquam neque lorem semper pede quis ve erat lobortis consectetuer magnis. Integer lorem elit nulla sit. Potenti metus nam torquent aliquam dolor dis amet. Posuere vitae id vitae et tristique a vel venenatis nec vehicula a. Aliquam dolor ut pellentesque tortor. Blandit massa class amet vehicula augue ad proin lorem lacinia rhoncus.",
    "Nonummy donec ve auctor interdum pretium nisl adipiscing varius ad vitae. Natoque etiam nisi. Lacinia massa. Pretium proin. Rhoncus justo id luctus per nullam facilisis sodales fames cum. Vivamus lacus magna lectus nullam cum nisi. Natoque etiam ut in luctus maecenas posuere curabitur litora. Natoque vitae quis eni hac pellentesque turpis justo. Rhoncus purus etiam nunc montes. Laoreet risus cras turpis in nascetur tempus taciti. Aliquet porta quam. Euismod risus purus gravida sem quis et. Lacinia donec arcu cubilia at ipsum. Lacinia dolor ve morbi duis accumsan hac. Egestas velit eros velit felis. Gravida neque nulla magnis morbi natoque. Nonummy ipsum iaculis eget nibh sodales. Nonummy felis non arcu nulla tellus. Natoque donec. Euismod morbi. Natoque purus class velit purus dolor nec. Egestas massa diam sit nulla egestas aliquam arcu elementum mollis primis fames condimentum nascetur potenti quam."
   ],
   "title": "Gravida neque diam consequat primis."
  }
 ],
 "title": "Nonummy velit lorem lobortis elementum a venenatis justo."
}