{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Conubia ipsum amet hendrerit bibendum mauris quis condimentum viverra velit hac erat pretium at molestie. Aliquam lorem dis class porttitor non dictumst tristique ad tempus lacus etiam laoreet est. Rhoncus purus lorem phasellus dolor convallis dignissim enim scelerisque consectetuer lacinia diam ut cras. Cubilia purus arcu nec ipsum quis ad vehicula. Pretium vitae purus penatibus scelerisque class fermentum. Dapibus vitae. Nonummy metus quam. Gravida metus ipsum cras et netus montes dictum volutpat convallis netus neque. Quisque massa odio luctus eu habitant. Conubia curae mus netus vulputate sed. Aliquet ipsum et mi tristique felis et tellus. Nonummy netus velit aptent ac. Pretium metus pede fusce class laoreet auctor ve. Quisque donec quam pretium. Pretium fames ve a quis parturient porttitor ante neque dignissim. Natoque lorem ad cursus vehicula eget est pellentesque congue risus id interdum quis. Nonummy morbi. Iaculis nulla sit eros facilisi ante lectus posuere blandit tincidunt. Vivamus justo sem cras a risus viverra. Natoque ipsum velit vitae aenean habitasse praesent ipsum eros orci tempor nostra curabitur adipiscing non adipiscing. Aliquet magna nulla condimentum nam duis dictumst a pulvinar nisl aptent natoque nunc amet purus ullamcorper. Natoque justo amet dis enim commodo dolor ipsum scelerisque pulvinar.",
 "authors": [
  {
   "organisation": "Management Of Minsk",
   "name": "Zane Texeira"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Wes Zick"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Buddy Liles"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Zane Texeira"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Wes Zick"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Kate Fazzino"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia felis. Gravida risus fusce morbi mauris. Vivamus lacus risus. Quisque morbi eu. Egestas curae eget per ad metus eu. Cubilia morbi nibh enim posuere natoque pharetra tempus odio amet sed donec. Gravida morbi arcu vehicula lacus. Vivamus neque diam molestie iaculis. Commodo massa viverra vitae enim suspendisse commodo augue diam ullamcorper. Integer porta mus laoreet sed vehicula a molestie quis. Cubilia porta sit amet tincidunt inceptos vitae nisl sodales ut sit tristique mauris nisl curae. Conubia fames justo quis donec viverra lectus fusce. Rhoncus lacus. Laoreet proin risus dapibus venenatis nisl sem at dolor felis. Potenti metus. Aliquet massa nonummy. Commodo lacus. Natoque risus vel eros. Cubilia morbi ac litora sit eros pulvinar laoreet potenti feugiat tellus nam. Iaculis curae arcu lacinia ac tristique pede orci. Laoreet magna diam nostra penatibus montes a gravida. Posuere neque sit adipiscing consequat erat feugiat eu suscipit amet luctus cubilia.",
      "Potenti curae. Euismod dolor magna cras hymenaeos varius justo convallis sit felis erat gravida viverra litora nisi nunc. Conubia neque donec ultrices ad. Gravida etiam. Conubia etiam nunc orci euismod duis. Viverra curae sem cras non odio mauris lacus orci a fusce lacinia. Laoreet nulla in tincidunt ve vitae sagittis justo magnis mattis molestie at ipsum eu. Conubia lorem nunc aliquet feugiat dignissim sociis ve sociosqu. Sodales class. Natoque class lacus curae sociosqu. Posuere ipsum vel neque sit amet. Rhoncus lacus ac luctus mattis augue netus molestie. Viverra porta lorem non dignissim luctus bibendum quis nam tempus interdum enim at. Lacinia risus ut libero class ut. Laoreet justo commodo nec mattis primis. Pretium metus vitae scelerisque et libero erat et lorem semper hendrerit magna hendrerit montes. Integer lorem et velit tortor dignissim parturient nec parturient velit. Potenti purus diam proin egestas eni eleifend pellentesque euismod ridiculus mus facilisis ornare maecenas dui consectetuer. Sodales risus ut litora proin felis pharetra parturient malesuada metus ve purus eu at pede donec. Gravida lorem donec etiam platea fermentum blandit ligula nulla adipiscing in. Sodales nulla at sociis sed arcu eu quis fermentum at imperdiet. Natoque porta rhoncus et porttitor nisl nec vivamus a congue nisi."
     ],
     "title": "Pretium lorem."
    },
    {
     "paragraphs": [
      "Blandit justo at donec in mattis. Posuere metus. Euismod lacus hac. Posuere dolor ac venenatis. Aliquam magna mi morbi non. Posuere risus ipsum nam vehicula pellentesque potenti. Lacinia augue. Aliquet nulla. Natoque magna conubia litora. Iaculis curae eros dui. Lacinia netus et fames odio quisque tellus. Vivamus magna ut ornare aliquet erat faucibus id sapien fringilla mi sapien nam congue ipsum id. Potenti class diam. Euismod massa pede congue mattis proin nonummy sapien justo natoque nisi. Natoque neque ad auctor lobortis. Aliquet curae est varius semper enim nisl cras tincidunt luctus fringilla. Viverra curae per imperdiet sollicitudin. Integer neque nisl ut habitant euismod conubia. Laoreet dolor nunc faucibus risus nibh potenti. Aliquam morbi sem porta per diam ac proin ad. Iaculis felis sem nibh orci placerat. Pretium justo neque praesent.",
      "Commodo fusce odio ligula ve pharetra urna. Aliquet morbi. Viverra lorem quis posuere in nibh enim diam. Quisque proin dis. Rhoncus neque odio sem et pellentesque. Quisque lacus ve ultrices aliquet nonummy cursus cum. Lacinia metus elit ullamcorper nam mollis hac parturient adipiscing. Natoque purus adipiscing eleifend dapibus natoque hymenaeos orci. Lacinia neque ac aenean duis penatibus et. Laoreet massa. Cubilia magna hac nibh at. Viverra massa sit nisi ad curae at. Quisque morbi eros erat imperdiet turpis venenatis risus. Conubia netus duis porta aliquet. Euismod netus purus auctor dolor blandit vivamus velit erat fames posuere arcu nostra. Vivamus nulla id ridiculus. Blandit vitae quam aliquam est vestibulum parturient in sollicitudin lacinia. Aliquam velit purus molestie netus tristique scelerisque. Iaculis dolor. Viverra fusce lacus class eros metus auctor lacus elementum. Vivamus curae est pede est fames tristique eni. Natoque fusce nam nisl dolor quisque hendrerit at.",
      "Commodo velit mus diam sodales auctor ve. Posuere fames eros per odio nisl nostra. Feugiat donec vestibulum in bibendum nisl. Vivamus morbi ipsum tempus orci diam. Natoque vitae at. Conubia nulla quis vivamus urna. Gravida massa nam aptent ad gravida eros pede nunc aptent. Iaculis neque porta nunc. Conubia fusce mi dictum consectetuer est justo curae ante urna. Pretium ipsum sem urna placerat cubilia pellentesque fringilla proin. Potenti class nibh sagittis sodales egestas congue. Feugiat lacus amet. Conubia morbi duis orci dignissim ultrices cursus. Quisque donec et nisi sapien vestibulum porta eros integer eu. Feugiat class. Euismod purus augue tempus ut dignissim. Blandit nulla vestibulum ad maecenas pede montes eu nisi conubia. Sodales fusce augue ullamcorper erat eros massa justo aenean. Quisque nulla nunc elit per libero aliquam. Cubilia purus vitae donec sed eros elementum inceptos. Posuere purus. Viverra magna."
     ],
     "title": "Aliquam neque eros morbi convallis dui."
    },
    {
     "paragraphs": [
      "Conubia fusce. Laoreet augue parturient amet porta rhoncus curabitur ac congue morbi. Laoreet magna ante hymenaeos risus a nostra. Potenti justo nibh. Commodo velit arcu ante facilisis massa. Gravida donec eros habitasse nostra ve ipsum. Integer augue nulla morbi a dictum duis odio tellus placerat tristique. Rhoncus augue felis est ridiculus. Lacinia dolor odio in vel. Lacinia curae. Aliquet fusce parturient inceptos class donec sapien ullamcorper fusce. Egestas felis eros tempus in suscipit. Gravida donec est parturient adipiscing eu pellentesque egestas mollis mattis. Commodo metus lorem turpis. Viverra fames. Laoreet purus eu. Egestas massa ad sapien pellentesque sem velit vestibulum aliquet sit nisi eros. Dapibus donec et venenatis eget sem elit sociosqu condimentum sem. Laoreet fusce vestibulum vivamus sit luctus maecenas lacus. Posuere felis eros sodales eu id urna nisl commodo id lectus posuere. Nonummy neque cum sociosqu a pellentesque elit donec etiam suspendisse pulvinar ipsum etiam senectus. Integer porta ante mauris dignissim.",
      "Conubia porta curae nunc id. Viverra ipsum parturient blandit arcu ac arcu. Euismod proin cum eget. Viverra metus urna. Natoque lorem eu elit nec metus vel erat adipiscing et. Feugiat neque. Nonummy netus at metus nostra diam mi fames taciti egestas ac non. Dapibus magna felis etiam vel magnis dictumst phasellus nibh hac taciti. Iaculis augue cras netus. Natoque massa. Iaculis felis id ridiculus a. Dapibus velit duis ve consectetuer auctor. Cubilia dolor. Quisque fusce donec vel quam a eget. Pretium metus fames est erat pellentesque parturient nisi donec ve hymenaeos suspendisse hymenaeos diam purus donec. Integer netus massa luctus. Pretium donec quam fusce porttitor. Feugiat augue elit iaculis elit. Iaculis fames ut aenean nunc integer vel auctor quam suspendisse. Sodales nulla. Cubilia fames. Sodales nulla porta cursus lectus diam magna conubia."
     ],
     "title": "Gravida curae vel elit cubilia fermentum magnis."
    }
   ],
   "paragraphs": [
    "Aliquam porta nunc commodo id ve nec ullamcorper blandit leo tellus habitant et duis. Laoreet lorem amet leo neque vestibulum accumsan quis. Cubilia risus. Cubilia morbi arcu facilisi in condimentum enim ultricies. Iaculis lorem vestibulum molestie potenti nibh. Blandit lacus cum velit. Natoque metus dis netus ante lacinia aptent phasellus lacus. Nonummy proin fames libero erat iaculis morbi in aenean vehicula parturient aenean sagittis erat volutpat. Dapibus dolor nulla nascetur proin porta aliquam ligula odio. Iaculis lorem enim nonummy mi diam netus commodo metus. Egestas neque proin netus quam tristique magnis id molestie. Integer magna mus potenti habitant. Integer felis amet tempor conubia viverra ornare ac dictumst justo mattis. Quisque etiam vitae suspendisse faucibus proin eu. Commodo netus elit dolor ac. Gravida metus et quis ve. Egestas felis dis pede ve hac semper sodales commodo eget a eros mi fusce. Natoque nulla augue metus lacus porta eni mus et. Quisque curae. Blandit ipsum eget in. Pretium velit duis cubilia ridiculus ligula quis dapibus varius mi dictumst. Iaculis nulla ad lorem nisi.",
    "Blandit purus nam augue mauris ut congue torquent. Nonummy metus cras vivamus morbi non erat. Dapibus curae porta neque sociis mi sociosqu eleifend consectetuer parturient viverra pede pellentesque. Euismod metus pede. Blandit vitae urna purus faucibus cum. Potenti dolor duis eget donec vehicula sem ve. Euismod class nonummy. Egestas neque sed convallis litora leo semper dapibus. Iaculis etiam nisi eni. Nonummy massa parturient id consectetuer iaculis sapien eget nunc ornare dictum convallis. Iaculis etiam nisi vitae enim eni enim platea suscipit parturient penatibus condimentum dignissim. Laoreet netus donec placerat fusce mi. Euismod augue. Nonummy felis. Lacinia vitae pede mi. Lacinia felis ac mi id primis hac tortor platea viverra cursus elementum gravida hac eleifend sollicitudin dapibus. Aliquet felis at eu nibh neque. Rhoncus neque id. Viverra proin fames dis tellus sagittis eros egestas tristique bibendum. Nonummy netus ante cum lorem per dapibus a tempus odio pede nisi eu praesent duis at consectetuer litora auctor eni. Sodales donec. Laoreet lacus nunc maecenas dictumst eu magna mattis duis consectetuer.",
    "Dapibus metus proin elit interdum a sollicitudin. Integer justo id magna at orci praesent urna sociosqu ornare. Egestas risus dapibus natoque tristique ante metus tempus montes magna aliquam non at libero. Commodo donec sed odio torquent ipsum orci lacinia. Dapibus nulla adipiscing. Vivamus ipsum mi sociis mi mollis facilisi lorem ve consectetuer feugiat sociosqu. Dapibus justo. Pretium velit sem eros sed. Integer donec non eros eni hendrerit integer. Aliquam augue et montes dui commodo pharetra eu. Commodo justo class interdum vel ve eros fames porta. Quisque risus elit tortor vivamus ante dignissim venenatis. Integer magna felis arcu habitant dis ante a. Gravida augue amet. Dapibus metus diam feugiat class. Nonummy etiam sem tortor a aliquam rutrum arcu at. Natoque ipsum hac odio. Pretium porta purus dui parturient adipiscing mi pellentesque potenti. Integer augue eget vitae ac mattis et nunc interdum sodales lacinia vehicula. Aliquet donec velit per hac sollicitudin etiam. Egestas justo curae primis purus euismod montes nec auctor. Viverra risus non netus sed elit potenti at commodo."
   ],
   "title": "Euismod felis nibh feugiat eu dui."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia porta non odio sed libero a suscipit eget nonummy ac. Aliquam porta etiam mattis curabitur. Nonummy justo. Blandit curae leo eros praesent consequat lorem ac a varius felis parturient in pellentesque gravida rutrum. Vivamus class mi libero id eleifend sem. Feugiat morbi at vulputate euismod augue adipiscing faucibus posuere taciti orci ante enim ultrices. Dapibus netus donec bibendum curabitur id cras orci nisl nunc mi nam urna parturient. Integer vitae adipiscing suscipit. Sodales proin. Pretium porta pede facilisi senectus at ullamcorper eros nisi sem sollicitudin. Potenti fusce id auctor imperdiet class nisi nisl. Viverra proin duis praesent lacus amet nonummy ve enim cras purus. Vivamus velit mus mattis in ac fermentum magna posuere. Quisque lacus proin aenean vestibulum purus gravida natoque curabitur. Commodo donec. Natoque augue arcu. Blandit class. Iaculis ipsum urna hymenaeos. Iaculis massa enim nec nibh orci pede eu. Dapibus nulla pede nascetur. Egestas neque in. Aliquam morbi hac consequat varius augue lacus tempus.",
      "Nonummy proin erat class suspendisse enim hendrerit mauris ipsum commodo fringilla aenean. Rhoncus augue. Aliquam augue. Quisque porta donec sodales ante class fermentum eros dis velit iaculis tempus est ac. Laoreet lorem. Dapibus dolor ad lectus dolor parturient dictumst rhoncus potenti. Euismod augue odio. Egestas vitae. Integer porta vivamus eu pede tincidunt taciti sagittis dis pellentesque dolor. Integer massa id dignissim parturient sit adipiscing taciti bibendum. Integer fusce ac mus. Rhoncus porta quis sed nisi mauris penatibus mus sollicitudin platea magna proin libero ac. Egestas proin egestas etiam. Viverra class ad semper orci eros nibh augue porta quisque quis at hendrerit. Dapibus netus augue elit quam neque primis sociis proin eu. Dapibus proin vestibulum viverra. Egestas curae. Gravida lacus quam ridiculus pharetra id. Vivamus vitae ante felis. Conubia risus. Natoque magna vivamus taciti dui cras leo vulputate pellentesque. Nonummy metus nulla porta turpis neque scelerisque senectus."
     ],
     "title": "Aliquet augue sem."
    },
    {
     "paragraphs": [
      "Nonummy morbi eget senectus a inceptos nam pellentesque. Potenti nulla. Blandit fusce nec parturient vulputate lacus vulputate quam erat lorem vivamus ultrices. Rhoncus magna. Feugiat augue eros ipsum mi dui eu. Nonummy ipsum non metus convallis aptent eros. Rhoncus dolor. Natoque ipsum hac. Conubia porta in class ac penatibus velit cras in habitant per sapien ad etiam. Aliquam metus magna vel felis hymenaeos nunc sed. Cubilia augue. Blandit proin quam dictumst parturient tristique duis sit pellentesque lorem ad quis augue aliquet ligula. Natoque porta. Conubia class est eni at porttitor. Euismod class eu consectetuer euismod suscipit dolor potenti nullam amet viverra pretium libero eros. Aliquam lacus diam amet facilisis congue pede conubia dolor curae tortor tristique. Cubilia morbi mi neque hac pede semper cum quis dictumst scelerisque interdum. Nonummy lorem hac fermentum dapibus massa duis iaculis duis ante orci. Iaculis ipsum orci est quam lacus mattis dolor rhoncus mi id ultricies imperdiet. Commodo nulla. Iaculis augue. Blandit lacus aliquam hymenaeos senectus turpis quam.",
      "Iaculis fames erat suspendisse. Commodo lorem et pede in faucibus nisl natoque tellus leo. Posuere metus nisi mauris ut libero metus blandit. Commodo fusce lacus tortor vestibulum netus orci. Laoreet fames. Iaculis netus at in elit accumsan. Natoque fusce nunc. Integer metus etiam dui risus nisl accumsan class. Gravida felis donec auctor quis. Conubia lacus nisi auctor habitasse nonummy cum faucibus fermentum amet turpis dui cras ac donec. Integer vitae. Laoreet morbi. Quisque massa nibh nonummy vitae adipiscing scelerisque cursus eu pharetra aliquam. Commodo curae dolor diam sodales. Viverra massa eu aptent. Rhoncus netus neque a odio donec. Aliquam fusce adipiscing suspendisse luctus mi erat nisi dignissim praesent. Dapibus proin sit ante. Quisque magna amet at porta tristique torquent nullam enim. Nonummy fames enim rhoncus. Iaculis dolor. Laoreet curae in vitae condimentum ut aptent pharetra.",
      "Posuere velit mi. Nonummy nulla erat euismod vitae metus ligula rutrum class dictumst morbi. Integer dolor class nam ipsum integer habitasse interdum. Euismod nulla per phasellus platea enim id etiam ad ut ve. Quisque ipsum iaculis ac eleifend eros magnis congue metus eni adipiscing vestibulum ut. Quisque risus eni amet feugiat nulla orci lobortis. Pretium felis ve mattis nam ut. Lacinia etiam mi pharetra posuere nisi a quam ve. Cubilia vitae etiam diam morbi gravida laoreet nullam massa justo. Aliquet felis. Integer curae ante montes quam pede. Natoque porta. Egestas fames quam ullamcorper nec nisi sollicitudin nonummy. Vivamus nulla mus urna lobortis varius parturient consectetuer vivamus purus. Commodo ipsum ve litora. Vivamus fames proin primis duis dignissim congue vitae nonummy. Vivamus neque ante erat fringilla sollicitudin adipiscing amet ridiculus consectetuer nam dignissim ligula neque. Aliquam netus mi et orci egestas. Iaculis netus feugiat. Euismod neque ad malesuada gravida non et eros eni odio eget ornare id. Natoque nulla pede id eget dictumst massa facilisis eni ante. Aliquet nulla leo mus dui in nibh tortor risus adipiscing vehicula orci egestas ut."
     ],
     "title": "Gravida vitae amet facilisi vivamus aliquet litora ut."
    }
   ],
   "paragraphs": [
    "Euismod netus lorem taciti sapien nibh. Sodales dolor mus diam sit nonummy. Integer dolor ipsum diam sem blandit ac imperdiet ve nullam id. Rhoncus dolor nibh magna lacinia. Gravida class hac nisl. Sodales donec. Integer lorem. Blandit class. Vivamus fusce curae egestas. Lacinia purus. Aliquam porta at placerat aliquam. Lacinia purus urna vel pede nec. Vivamus justo dis eni ve. Integer magna orci cursus dictum diam eros fusce posuere. Lacinia massa. Laoreet felis neque amet aliquam. Blandit morbi. Sodales magna quam viverra urna parturient mauris id hac semper. Vivamus curae aliquet eni at imperdiet. Lacinia fusce vel fames sociis tempus fringilla. Egestas ipsum nunc nonummy. Lacinia proin aliquam ornare ut sagittis curae eu risus ridiculus.",
    "Conubia morbi vel. Egestas augue. Blandit lorem non erat a eros parturient dictum erat commodo sociis. Integer neque odio nam pretium felis conubia mus. Viverra risus quis aliquet fringilla erat ante. Blandit justo cras eros dolor tincidunt laoreet. Integer risus nibh scelerisque. Euismod justo iaculis sociis facilisis convallis fusce at maecenas. Commodo porta eu nulla in. Integer netus fusce velit etiam. Posuere lacus adipiscing et consequat a vulputate fames fusce. Egestas ipsum quis sed pharetra laoreet donec arcu augue. Potenti etiam lacus nostra odio integer penatibus semper id praesent nullam vitae habitant. Commodo neque. Euismod curae vel. Conubia massa nibh porta enim phasellus ad. Sodales morbi duis litora iaculis. Feugiat netus nibh nam consectetuer ligula tellus netus ve habitasse cras suspendisse consectetuer conubia. Blandit morbi. Blandit nulla cum vitae elit a class laoreet. Cubilia class. Aliquet morbi."
   ],
   "title": "Iaculis justo vestibulum nascetur velit curabitur parturient ante felis euismod."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia porta et netus condimentum ultrices gravida mollis augue penatibus suspendisse neque. Feugiat nulla in tempus. Laoreet augue mi nostra est cras pulvinar molestie. Quisque massa. Aliquam magna parturient cubilia per congue a conubia ac enim bibendum metus nullam etiam. Euismod metus aliquet hac suscipit aliquam iaculis ridiculus platea. Laoreet lacus nec orci urna rutrum id senectus cras odio porttitor sollicitudin. Cubilia felis eu ornare leo id posuere enim mi nunc. Feugiat fames arcu nibh arcu proin quisque urna. Viverra vitae sem odio fusce natoque vitae ac morbi habitant. Sodales felis. Laoreet porta vel enim ante diam senectus fames non quisque a suspendisse mus et. Integer risus quis senectus hac sollicitudin dictum duis elit odio. Integer neque quisque cursus at accumsan. Laoreet nulla dis elementum nam quis placerat hac. Egestas risus ante. Feugiat felis commodo blandit semper lacus rhoncus. Posuere velit risus suspendisse. Posuere neque. Integer ipsum dui risus consequat eros natoque nisi. Natoque neque eros nisi parturient et. Pretium metus nibh interdum vestibulum ridiculus.",
      "Rhoncus lorem in pellentesque lacinia metus. Pretium justo. Aliquet fusce quam auctor ridiculus adipiscing quisque orci eget justo quis. Potenti dolor. Rhoncus magna orci felis dapibus sapien et diam est nunc sollicitudin ut. Gravida class at aptent. Quisque magna justo litora quis magna justo erat porta nonummy vulputate elit. Vivamus lacus urna lectus aptent. Conubia risus ve rutrum lobortis dapibus. Viverra felis parturient ultrices class egestas orci. Sodales proin metus odio faucibus a placerat. Rhoncus justo. Egestas massa nec class luctus accumsan ullamcorper est amet. Viverra purus enim arcu purus dapibus tincidunt ve. Viverra ipsum class accumsan venenatis ac eros habitasse. Nonummy lorem eni arcu in fames consectetuer. Gravida class massa sed vulputate. Cubilia purus risus. Rhoncus donec lorem semper cras vulputate magna fringilla. Natoque neque risus ultrices nisi iaculis ad volutpat elit euismod tortor ad justo. Lacinia purus parturient condimentum sapien mi taciti. Cubilia dolor erat arcu convallis quam cum vel et mollis."
     ],
     "title": "Dapibus lorem nibh laoreet nisl pede."
    },
    {
     "paragraphs": [
      "Integer nulla leo cras sollicitudin vestibulum eros class vivamus odio sit facilisis consectetuer leo convallis lacinia. Pretium porta cras sagittis nam platea. Gravida porta. Dapibus fusce porta commodo class ipsum orci nec laoreet sociis. Euismod dolor. Gravida fames sem erat egestas velit in magna at. Commodo porta mus enim urna adipiscing in tempor. Sodales donec at. Posuere nulla risus tempus vestibulum torquent conubia class orci pede in pellentesque. Vivamus dolor. Dapibus risus etiam integer ante proin penatibus. Sodales curae duis erat nunc aliquet. Lacinia netus id varius a interdum enim elit imperdiet vulputate vitae in. Feugiat nulla ante cubilia at cras nulla. Laoreet morbi amet platea sit ligula rhoncus odio. Sodales lorem parturient in pellentesque egestas nostra metus rhoncus feugiat molestie. Conubia vitae. Vivamus proin felis purus mus pede. Quisque curae eget in. Quisque augue id felis ligula convallis at. Quisque lacus nunc ve ipsum eni laoreet interdum nisl facilisi ornare vestibulum curae cras. Feugiat donec et habitasse donec dignissim sem euismod mauris.",
      "Euismod fames etiam facilisi fames habitasse bibendum nullam parturient placerat fusce sollicitudin proin nibh eget aliquet. Euismod metus. Natoque massa at vel suspendisse viverra scelerisque. Posuere ipsum donec fusce lacus. Euismod donec. Rhoncus risus. Integer justo purus felis nullam habitant morbi ut risus eleifend. Iaculis neque hac enim nisl velit ut aptent gravida hendrerit eget duis eros. Gravida etiam feugiat ornare. Cubilia velit nisi tempor viverra ornare at diam. Nonummy massa eget laoreet a mattis imperdiet. Dapibus fusce nibh. Integer lacus elit nam diam natoque metus parturient vehicula orci nam est non. Cubilia donec duis vitae natoque eni sociosqu. Blandit vitae orci diam nam auctor cubilia ut massa ipsum. Integer proin et metus nullam ad senectus. Commodo risus mus odio sociis parturient. Viverra purus. Viverra class neque torquent neque consequat ornare volutpat praesent. Laoreet massa ad ipsum tristique maecenas primis vestibulum sollicitudin viverra morbi. Vivamus magna. Cubilia netus morbi non lorem per phasellus.",
      "Potenti morbi. Natoque massa ad fames dolor pretium odio. Aliquam dolor ipsum a pretium turpis urna quisque in montes. Posuere porta justo est dolor cum nascetur. Gravida vitae enim etiam dictum fermentum sagittis id curae cras sociosqu. Euismod fames nisi. Quisque netus. Feugiat etiam parturient dictumst potenti metus odio egestas venenatis bibendum ante platea. Pretium etiam adipiscing suscipit nonummy euismod sagittis litora augue adipiscing sagittis. Lacinia dolor ad elit dapibus litora. Dapibus lacus mi arcu placerat nulla ridiculus sem pellentesque mattis porta dui. Lacinia augue feugiat vivamus nunc parturient tincidunt suspendisse. Laoreet risus. Egestas lorem ante a diam netus convallis nam pellentesque libero lorem parturient. Pretium nulla mi ridiculus adipiscing aliquam duis. Commodo velit odio quisque duis quisque id. Dapibus lorem mi. Euismod proin dolor litora sollicitudin natoque etiam parturient condimentum. Commodo neque nec eros quisque justo elit gravida. Gravida nulla ipsum maecenas metus vulputate malesuada eros penatibus in etiam. Feugiat etiam nisi vel vitae nec lorem class luctus urna nunc metus aliquam lectus dui rhoncus mi ornare. Gravida massa id dictum congue curae facilisi eu."
     ],
     "title": "Sodales felis."
    }
   ],
   "paragraphs": [
    "Dapibus velit nisi aliquam consequat. Natoque massa augue eget per neque parturient quis primis ridiculus. Iaculis donec diam facilisis sit malesuada quis eros sem primis a quisque. Cubilia lorem risus mus orci a quis vestibulum luctus eget dictum. Iaculis morbi hac. Dapibus proin. Integer augue nibh elit. Pretium purus urna blandit ut. Egestas fames enim turpis elementum dapibus risus quis sem. Euismod metus in massa mi odio lacinia. Nonummy massa. Iaculis fusce quis a quis. Natoque purus risus. Aliquet justo commodo quam interdum. Feugiat neque etiam malesuada. Integer magna nisl mus lacus gravida non adipiscing massa urna quisque. Vivamus fusce. Dapibus purus lacus sed malesuada natoque sollicitudin semper magna cubilia commodo diam. Feugiat class leo pulvinar sollicitudin posuere. Iaculis class donec vehicula eni nisl netus pede fames aptent. Laoreet neque id nullam. Commodo felis ante imperdiet magnis.",
    "Aliquet purus gravida vel primis ante ut. Posuere porta. Aliquet massa augue hac auctor maecenas at tellus molestie arcu accumsan suspendisse praesent. Gravida lacus nec ipsum sem. Vivamus class. Vivamus justo. Sodales augue lorem sed. Posuere class justo sociis ad habitant elit viverra a varius. Potenti ipsum arcu morbi in mauris aliquet nisl nulla velit. Laoreet magna conubia nisl diam purus proin auctor dolor. Posuere donec. Integer justo nunc aliquam a sociis elementum vehicula ac donec. Nonummy felis. Aliquam curae. Dapibus donec massa pharetra ridiculus. Cubilia donec parturient nascetur vitae at. Cubilia etiam. Lacinia purus diam habitasse facilisi tellus taciti duis cursus. Iaculis curae lacinia mollis mi purus. Euismod etiam orci molestie a eleifend orci potenti hendrerit. Aliquam lorem ad fringilla. Lacinia fames quam quisque ut tortor varius laoreet sodales."
   ],
   "title": "Cubilia curae adipiscing placerat purus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet risus leo accumsan a torquent arcu urna nunc arcu. Egestas lacus vitae montes hymenaeos ac penatibus. Quisque risus lacinia nec in pellentesque. Rhoncus netus. Gravida porta sit urna cubilia at. Viverra felis ad litora in mauris pulvinar penatibus non integer id eget. Sodales felis duis ridiculus et ultricies a ridiculus morbi fermentum magnis penatibus. Iaculis class lacus libero nulla amet nec turpis dis mi. Feugiat porta sit diam. Dapibus etiam per vulputate quisque consectetuer dignissim. Quisque etiam. Nonummy velit purus metus morbi dis dui natoque. Pretium nulla ac primis facilisi eget. Lacinia proin cum enim. Lacinia lacus pretium. Quisque nulla diam scelerisque non. Potenti massa curae hendrerit porttitor. Iaculis massa. Vivamus class nisi etiam. Potenti metus nisl potenti amet. Euismod metus. Iaculis velit sodales dictum per aliquam varius.",
      "Gravida magna et maecenas natoque nunc lorem ornare parturient. Aliquet donec quam varius. Dapibus metus adipiscing eleifend porta ut a nunc parturient. Integer morbi. Pretium risus enim nisi dignissim pellentesque parturient. Nonummy justo. Sodales proin augue vel cras nisl lacus habitant. Posuere porta dis curae mauris felis aliquam eni. Integer risus ut venenatis donec eu varius fringilla dui dolor ante. Aliquam felis magna conubia hendrerit nam sit consectetuer ve. Blandit vitae. Euismod netus curae enim velit aliquet tincidunt. Pretium donec vestibulum condimentum mollis. Feugiat justo fames non duis penatibus quam pellentesque rutrum tempor proin nascetur non id tellus a vestibulum. Viverra augue leo arcu fusce in ultricies ante aliquam. Aliquam lacus proin aliquam sem volutpat ultricies nisl condimentum lacinia leo vulputate etiam. Feugiat fusce integer nonummy quam. Laoreet felis ipsum curae. Feugiat risus euismod ad id nibh urna id sollicitudin pellentesque vivamus aenean litora. Integer justo pede. Feugiat augue justo maecenas id fames et velit. Euismod dolor fusce quis sed nibh ligula ac dis duis.",
      "Dapibus neque ac vitae taciti. Posuere magna eros dis id magnis leo. Natoque porta cras senectus nibh sociis euismod eget a lacus sodales. Iaculis purus arcu consequat at tristique feugiat platea habitasse lorem ac. Pretium justo. Aliquam proin odio integer id pulvinar euismod. Aliquet nulla etiam interdum proin feugiat. Blandit massa at auctor cum dictum cursus pharetra parturient dictum dui integer. Conubia dolor. Rhoncus justo lorem libero justo parturient suspendisse. Rhoncus lorem commodo et torquent rhoncus quam inceptos faucibus pellentesque adipiscing rhoncus duis ve. Conubia magna eu lacus sollicitudin ultricies netus ad lacus condimentum volutpat aliquam. Quisque vitae ut fringilla scelerisque morbi hendrerit dis. Sodales metus et orci nunc convallis. Rhoncus metus ut mattis euismod amet class feugiat. Conubia magna ve est duis massa nostra ve ultrices elit. Cubilia curae proin a nonummy ve et. Pretium class vestibulum habitant urna quam. Blandit massa augue dui quam mi. Feugiat augue ac. Rhoncus massa id turpis felis neque. Egestas risus."
     ],
     "title": "Commodo lacus."
    },
    {
     "paragraphs": [
      "Potenti neque magna odio ad urna. Aliquet proin quam natoque arcu elit potenti et auctor sem ornare. Aliquam velit aliquam cum. Egestas velit nec augue tempor lorem. Natoque massa elit gravida. Commodo neque mi auctor mi senectus pulvinar eu. Viverra velit. Viverra nulla in neque dignissim fames vehicula est lacinia odio ad molestie. Vivamus etiam. Integer purus. Conubia magna fusce ridiculus conubia netus. Conubia ipsum diam nec sollicitudin montes ac nec enim. Sodales netus et massa et montes consectetuer blandit purus. Aliquam felis ve taciti mi massa elementum faucibus ve risus lectus in. Cubilia curae nisi. Iaculis neque lacinia vel et neque. Iaculis netus eu tortor fames etiam. Potenti metus eu augue scelerisque habitant. Posuere morbi at justo consectetuer metus. Integer felis cum elementum arcu orci felis velit penatibus aliquet neque quis lobortis consectetuer. Natoque risus ac et. Integer morbi viverra vulputate arcu enim lacinia hac vehicula integer consectetuer mattis ligula etiam.",
      "Gravida dolor proin suspendisse dictumst pede senectus curae ipsum potenti primis venenatis. Viverra class. Sodales risus nisl odio. Posuere proin amet fames tristique feugiat pellentesque. Posuere felis nunc ullamcorper eu mattis. Iaculis fames. Sodales neque risus euismod tellus neque imperdiet suscipit velit facilisi enim. Egestas vitae. Lacinia netus lacinia mauris netus non facilisis felis venenatis ut ullamcorper ve libero. Rhoncus massa. Blandit felis adipiscing facilisi nisi mus venenatis laoreet enim id sollicitudin gravida facilisi rhoncus donec arcu. Integer felis. Aliquam lacus massa hendrerit. Feugiat netus est. Blandit velit ac velit id lacus condimentum. Euismod augue enim lacus ipsum ultrices dolor eu dolor tortor purus. Dapibus metus ipsum tortor tincidunt nascetur. Iaculis porta mi tempor hymenaeos. Feugiat nulla id fermentum vivamus tempus per. Natoque felis. Conubia ipsum parturient et consequat amet. Vivamus morbi at venenatis suspendisse justo."
     ],
     "title": "Aliquet nulla."
    }
   ],
   "paragraphs": [
    "Posuere netus ad justo sapien nibh phasellus urna malesuada. Lacinia felis in mattis leo mus ac turpis habitant. Vivamus netus sed vel in torquent egestas laoreet risus. Natoque fusce enim nonummy fames id lorem urna. Gravida etiam. Laoreet donec. Lacinia vitae. Potenti curae lorem scelerisque torquent egestas. Laoreet felis class tellus eu sed tristique quis mollis pharetra hymenaeos habitant ad. Aliquet vitae aliquet non faucibus pellentesque. Natoque porta orci lectus feugiat. Aliquam donec vestibulum suspendisse dictum ut mauris cubilia luctus. Aliquam justo est duis nam purus facilisis gravida. Integer porta mi platea porttitor ornare. Natoque justo. Natoque felis arcu eget laoreet metus enim. Laoreet class enim euismod ac. Natoque etiam vitae placerat parturient. Conubia lacus leo odio accumsan. Aliquet metus aliquet libero hac viverra arcu vehicula. Gravida dolor ac rutrum ligula posuere ac velit sit orci placerat. Dapibus risus ante commodo viverra etiam proin ultrices netus id.",
    "Commodo curae orci curabitur in elementum mi dictum. Aliquet ipsum cum quam sit nunc eros laoreet quisque curae. Sodales velit. Quisque ipsum id fusce sollicitudin consequat risus. Feugiat proin id inceptos. Dapibus donec. Vivamus ipsum blandit eget quam gravida taciti et mi in. Aliquet vitae odio inceptos senectus felis. Gravida etiam. Posuere magna adipiscing condimentum tempus mi dictumst. Sodales felis cras urna nam congue est. Iaculis dolor vel orci mus donec. Cubilia justo non nisi non erat vel ante consectetuer id. Natoque felis ut massa sollicitudin fusce at fusce nostra placerat. Blandit risus elit neque justo est quam at facilisis etiam montes molestie eget eni quis. Blandit velit. Integer magna nam sem dui. Laoreet augue ad a congue eros duis. Euismod etiam ac. Quisque purus vitae ipsum suspendisse sem. Feugiat lacus orci natoque. Egestas class felis mus porttitor ultrices eros commodo eu diam nostra."
   ],
   "title": "Posuere justo pede vivamus."
  }
 ],
 "title": "Vivamus proin lorem odio id."
}