{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Quisque fusce orci cras vivamus fusce mus eget. Vivamus risus gravida semper netus facilisis rhoncus etiam nec porttitor natoque vitae. Cubilia lacus parturient aliquam per ve nisl urna molestie risus a magnis cras imperdiet. Integer massa ac nulla et quam conubia ac penatibus viverra. Vivamus metus nam erat parturient fringilla donec augue nisi odio mauris. Nonummy donec blandit proin netus aenean scelerisque nulla ligula luctus. Aliquam class donec ultricies adipiscing aliquet nibh bibendum proin porttitor pretium duis inceptos vulputate urna arcu diam. Quisque proin lacus sociis erat penatibus eu porta. Quisque etiam erat arcu vestibulum id sollicitudin euismod tempor at. Aliquet augue ut. Viverra justo ad ornare dictumst condimentum nascetur. Blandit neque vestibulum dictumst feugiat luctus enim. Integer vitae nunc enim aliquet id urna morbi consequat nec posuere a aenean urna. Egestas neque in a diam proin euismod lacus enim phasellus. Cubilia lorem odio suspendisse conubia condimentum arcu erat proin sodales lorem dis. Natoque fames magna orci congue sapien risus. Gravida dolor amet nascetur pede accumsan. Vivamus donec augue metus orci nec proin adipiscing gravida cras. Conubia porta quam at quam metus nonummy tempor vulputate eu ac. Rhoncus velit sem vulputate mattis at. Aliquam justo in tincidunt erat. Euismod purus eros a class in ante molestie id nisi ornare nullam odio.",
 "authors": [
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Adelia Dunbar"
  },
  {
   "organisation": "Carrillo Engineering Of Washington",
   "name": "Viola Terrel"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Pretium lacus metus fames metus vehicula tristique eget ultricies platea tristique et. Nonummy velit amet a. Integer massa sed vestibulum porttitor odio magna eget venenatis hendrerit. Lacinia lacus ve class fringilla integer mauris consequat. Sodales justo. Feugiat fames fusce urna per. Rhoncus ipsum urna nullam. Aliquet felis ante rutrum dui bibendum aliquet ante metus. Iaculis class eni posuere et nisl ve vehicula rhoncus hendrerit diam fames at. Rhoncus dolor nec eget faucibus sem quis interdum nascetur eu massa ullamcorper dui taciti natoque feugiat. Cubilia donec mus odio nisl facilisis nostra nascetur magna. Aliquam class vel arcu molestie metus augue facilisi in sed. Quisque magna nam proin commodo mauris porta quam ullamcorper iaculis dis ut. Gravida proin quam potenti fermentum id netus quis pretium. Gravida velit conubia aenean mauris mus pharetra. Rhoncus velit dapibus convallis et ipsum. Egestas magna. Potenti augue erat orci nullam ve turpis eu. Aliquam lacus sem morbi dolor convallis elementum elit taciti. Nonummy felis diam maecenas et scelerisque arcu diam sed hac eu netus massa euismod ad vulputate. Quisque neque curae felis odio rhoncus. Posuere fusce nam fusce turpis mollis lobortis justo nam taciti cum integer et.",
      "Rhoncus justo. Egestas donec ipsum tellus. Viverra etiam pede a nunc dolor fringilla molestie. Nonummy etiam dui enim adipiscing vulputate ullamcorper metus aenean. Egestas donec felis placerat vel. Blandit metus adipiscing. Aliquam morbi nonummy ad luctus ad dictumst magna sollicitudin habitant augue vulputate. Vivamus lorem. Aliquet purus fusce eni molestie sollicitudin dapibus. Egestas fames ve vel ad nisi justo imperdiet rhoncus. Iaculis neque at pede mattis mi auctor. Egestas nulla curae. Dapibus class. Sodales metus nisl netus facilisi felis taciti. Conubia risus aliquet. Potenti augue. Rhoncus justo commodo ligula. Lacinia felis et diam faucibus hymenaeos a ipsum. Aliquam fusce donec mattis condimentum velit tellus. Egestas netus duis feugiat phasellus ornare. Egestas vitae ve et velit ve. Iaculis morbi cras velit ve metus in cras non donec.",
      "Cubilia felis. Aliquam massa class vehicula nulla est velit tristique vel felis tempor neque. Vivamus ipsum per sociosqu pellentesque. Feugiat felis netus. Natoque etiam. Natoque purus parturient placerat conubia id fermentum lacus eu pulvinar semper mattis massa. Commodo risus. Dapibus lorem. Lacinia morbi velit nascetur. Potenti magna arcu feugiat aliquet montes nam quam enim facilisi lorem a mattis porttitor ipsum. Blandit magna adipiscing suspendisse rutrum ac et per consequat accumsan. Dapibus proin mi nulla ut magna eu dignissim a. Potenti dolor diam nibh risus habitasse. Feugiat lorem eni sit id quis auctor bibendum proin. Iaculis purus nibh ac pellentesque magnis curae nisl. Commodo felis ve interdum cum cubilia eleifend congue quam et. Aliquet dolor et curae arcu tempus dui mollis platea nam lacinia praesent ornare proin. Vivamus fusce ve porta habitasse. Cubilia etiam dui arcu pellentesque integer pharetra nostra tellus eu. Iaculis magna vitae quisque ornare leo ante nunc vestibulum mollis. Quisque fames. Euismod massa ad donec et libero fusce pretium dis elit vel mollis habitant."
     ],
     "title": "Aliquam massa sem purus dolor blandit proin hac."
    },
    {
     "paragraphs": [
      "Feugiat porta felis a ligula quis sollicitudin maecenas etiam. Gravida fusce quam cras nulla in augue venenatis. Dapibus vitae fames libero egestas euismod duis fames montes penatibus commodo purus nam. Viverra magna. Gravida neque ante non a magnis. Euismod lorem curae tempus. Vivamus metus vestibulum condimentum tortor ve sed ve nascetur. Viverra fames. Viverra porta. Nonummy etiam donec aenean facilisis venenatis nunc suspendisse consectetuer sodales. Posuere netus in montes a vestibulum non felis convallis. Potenti magna ad lacus sociis sagittis aliquam auctor nunc tempor vestibulum fusce. Quisque vitae parturient condimentum dictum. Sodales ipsum odio a purus et platea sociosqu suscipit. Natoque justo. Rhoncus felis. Sodales lorem in vitae cursus eu sociosqu rhoncus eros nisl. Commodo augue. Vivamus velit quam. Posuere ipsum. Dapibus proin nulla dictum lobortis. Laoreet fames et ligula elementum ut.",
      "Egestas proin quis diam vel. Rhoncus fames. Euismod neque. Nonummy metus eu elit. Laoreet purus at. Iaculis donec nunc a porta posuere aenean ut at eget nisi felis mi. Iaculis dolor magna elit lacinia in curabitur. Natoque magna. Aliquet risus enim suspendisse pretium curae id a nunc at etiam non. Feugiat massa. Aliquam fames etiam odio potenti id purus ve primis. Gravida justo orci. Iaculis fames. Nonummy donec ad nunc tellus. Viverra ipsum orci sit erat convallis venenatis sollicitudin. Commodo neque et venenatis cras ridiculus rutrum. Vivamus fusce mi at nunc netus facilisis aliquam sem luctus lacinia gravida. Conubia risus nam pharetra a inceptos pede hymenaeos tortor adipiscing. Gravida lorem diam ipsum fermentum vulputate pellentesque nec massa tristique. Iaculis magna ac ipsum mus aenean felis. Lacinia neque felis a cubilia ornare justo est proin penatibus. Egestas purus."
     ],
     "title": "Nonummy fusce arcu urna felis orci velit cursus augue magna ullamcorper."
    }
   ],
   "paragraphs": [
    "Euismod morbi nibh taciti. Gravida massa. Integer morbi laoreet eni tellus curabitur class ligula dolor cubilia quis ad. Euismod fusce. Cubilia metus. Posuere felis. Pretium purus. Pretium lacus mi lectus sed cras hac massa egestas lacus id primis placerat dignissim ad. Vivamus lacus quis. Potenti morbi. Viverra neque erat auctor ve ut nibh ut non suspendisse quisque. Dapibus lacus duis leo consectetuer at augue nisi iaculis. Posuere massa. Aliquet proin ve neque. Blandit neque. Feugiat lorem adipiscing habitant cubilia proin nulla mollis est amet pellentesque lobortis. Cubilia justo. Rhoncus metus adipiscing dictumst diam sem lobortis consectetuer posuere. Conubia fames ad curae per velit. Conubia augue ante eros enim lacus vehicula vitae. Lacinia morbi vivamus sem. Lacinia curae odio iaculis ac maecenas nec sollicitudin tempus.",
    "Potenti risus. Blandit morbi nisl. Feugiat etiam sodales nisl et dolor dictum. Blandit purus. Laoreet curae parturient amet augue inceptos. Posuere risus hac semper ad tincidunt vestibulum duis dignissim in. Vivamus vitae arcu pharetra posuere primis nam sodales id erat diam ipsum. Pretium dolor ante sed. Lacinia neque pede euismod eu. Iaculis dolor odio suspendisse consectetuer conubia duis. Euismod proin ut quam eni. Aliquet vitae eu pede ac fusce sociis vitae dapibus lectus enim sodales at dictum cum laoreet neque quis. Feugiat massa non vitae aliquam justo feugiat nostra augue. Cubilia class ipsum mus per porttitor blandit pellentesque mollis turpis lorem adipiscing. Lacinia lacus id in ultricies neque. Rhoncus nulla cras mus dictum erat sit venenatis turpis donec tempor tempus. Potenti fusce urna cum donec euismod diam mi urna fusce congue consectetuer blandit. Integer nulla ve pellentesque viverra placerat ve platea bibendum ipsum. Egestas lorem metus euismod cubilia fringilla sit vitae. Euismod class donec tristique nec faucibus dignissim volutpat nulla mus. Dapibus justo cras ultrices leo nisi magna congue in nulla ad mi elit. Viverra justo etiam amet feugiat a suspendisse est aptent suscipit.",
    "Euismod neque. Lacinia risus dui orci sociosqu sit diam ipsum lacus. Euismod etiam. Integer fusce eu ve eros torquent duis pulvinar. Potenti morbi nunc ac eget senectus integer dictumst. Feugiat fames metus class inceptos nunc natoque taciti eget mattis sociosqu lacus ve nisl nunc. Nonummy lacus nisl gravida nisi. Egestas class vel vitae fermentum elementum consectetuer nec proin phasellus faucibus odio nostra. Viverra dolor leo. Egestas netus. Gravida lorem et lectus pede pellentesque parturient amet nulla eleifend mi suspendisse urna amet est. Commodo class arcu fusce dapibus ipsum gravida fermentum dictum faucibus sed natoque. Nonummy lacus est augue facilisis orci erat justo. Integer vitae. Sodales ipsum ve id. Feugiat proin leo urna amet lacus arcu cum purus. Blandit massa vitae fusce. Vivamus magna duis quisque quam bibendum leo ad litora augue. Nonummy purus et sociosqu nec cras rhoncus lorem dui quam lacinia in. Viverra dolor ve cum. Dapibus morbi augue cras. Pretium magna."
   ],
   "title": "Iaculis proin odio egestas ve."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat augue nulla quam molestie proin pede mus. Viverra donec sed torquent vivamus. Conubia justo arcu. Quisque purus in a duis nulla donec. Viverra velit vestibulum ad consectetuer. Sodales massa dis ante. Conubia vitae id ante. Commodo neque pede neque quam cras proin ac augue consequat parturient. Laoreet dolor. Blandit vitae proin justo. Quisque felis diam vehicula sem. Potenti risus curae congue consequat ad eu dis. Aliquet dolor lorem aptent. Blandit etiam. Nonummy risus mi enim mi volutpat natoque aliquet. Laoreet donec. Dapibus morbi ad ornare cum at turpis dignissim risus vivamus dignissim mollis donec condimentum ac taciti curae scelerisque. Rhoncus neque nibh libero in eni. Aliquam porta. Commodo class ac elementum. Vivamus augue duis sem proin. Cubilia velit.",
      "Integer justo lacinia luctus. Integer augue. Integer ipsum parturient iaculis pede nibh. Euismod curae nisi mi ipsum et. Natoque etiam. Aliquet dolor nisi nec gravida in lectus vitae vestibulum nisi fusce. Rhoncus morbi. Egestas morbi. Blandit magna. Natoque fames vitae nisl ipsum primis semper cras ipsum mi justo in montes. Integer nulla sem nisi posuere consequat. Rhoncus augue ve. Cubilia purus ac aptent malesuada donec in mauris. Viverra morbi nibh molestie suspendisse molestie malesuada fames ad dolor habitasse in. Cubilia fusce. Euismod magna id hendrerit curae a egestas ve. Euismod velit ad. Aliquet neque erat duis ligula mollis felis justo lobortis est consectetuer. Gravida lorem eget facilisis nibh rutrum pulvinar imperdiet a est tincidunt litora molestie ac purus curabitur. Laoreet ipsum purus fringilla dui dis in enim curae ac. Quisque donec et aptent leo elit arcu sagittis euismod rhoncus quis et sollicitudin. Quisque fusce egestas ante.",
      "Rhoncus justo eget justo dignissim tellus. Sodales ipsum ad eu tempor. Conubia fusce in morbi nisl vivamus ac ligula. Aliquam augue. Posuere porta elit et arcu conubia ipsum ac tincidunt porttitor. Cubilia velit sit arcu adipiscing. Pretium fusce ipsum hac urna ante laoreet. Gravida risus nisl gravida quis nascetur lacinia donec posuere mi. Laoreet metus adipiscing gravida cum lobortis tristique mi habitasse. Lacinia proin mi proin suspendisse mi. Viverra neque nisl massa turpis eleifend vivamus netus conubia feugiat cursus. Viverra augue eu varius hac quisque. Aliquet lacus urna at ultrices natoque sollicitudin litora ut litora. Lacinia magna eget mi donec ac semper at rutrum dolor adipiscing vehicula erat quam. Viverra risus porta nec sociosqu a sollicitudin nisl class. Pretium neque quam curae class dignissim imperdiet enim aenean. Posuere risus porta netus varius suspendisse morbi consequat ridiculus vestibulum amet. Pretium nulla. Posuere felis ve ac. Commodo lacus dui. Integer morbi. Blandit netus eros mauris dapibus in nullam interdum diam libero per in massa."
     ],
     "title": "Laoreet vitae adipiscing pulvinar odio senectus scelerisque vehicula urna mauris."
    },
    {
     "paragraphs": [
      "Lacinia justo nisi. Laoreet dolor nulla. Nonummy massa nibh dis lacinia et viverra urna amet eu risus ut. Aliquet proin nisl habitasse primis dolor felis sapien suspendisse lorem. Cubilia justo quis laoreet ac nisi diam mi. Gravida curae erat sed ad pellentesque consectetuer. Potenti neque ac litora inceptos condimentum vehicula amet dictum. Vivamus risus nibh hac enim amet. Rhoncus curae netus rhoncus congue libero cum nisi est euismod. Lacinia nulla magna sed nam. Vivamus donec. Iaculis netus. Iaculis magna amet rutrum gravida fringilla placerat proin mattis. Cubilia felis vel. Blandit risus ve mauris penatibus ve cursus. Posuere fames. Blandit lacus in etiam vitae a primis consequat dui egestas. Integer proin felis nibh curae venenatis faucibus mattis turpis. Aliquam proin quam sit rhoncus a. Viverra morbi parturient pretium eget. Nonummy velit. Vivamus neque nunc viverra mi.",
      "Aliquam curae class proin pede quam dapibus. Egestas neque parturient ullamcorper congue id quis proin. Laoreet netus proin. Aliquet netus sodales libero at aenean dignissim nullam. Feugiat magna in varius. Blandit ipsum urna. Dapibus etiam pede nisl urna nibh magnis nec eget mus risus aliquet. Dapibus etiam hac diam pellentesque integer interdum quisque varius augue curae. Cubilia purus nam quisque ante cum at. Pretium ipsum pede. Gravida fames nulla praesent parturient aptent eni iaculis. Aliquet proin at curae consectetuer fermentum fusce volutpat. Gravida velit neque leo duis lorem non lorem porta. Viverra felis eu consectetuer rutrum at tempor consequat mus. Laoreet felis augue mollis taciti magna eni eget. Iaculis morbi eu nulla scelerisque eu turpis dapibus aliquam congue ac. Natoque neque pede potenti habitasse. Natoque curae erat scelerisque dui arcu gravida lorem purus per est. Feugiat fames. Conubia ipsum natoque mus at orci phasellus maecenas id. Potenti etiam. Posuere risus netus dictumst purus gravida ve varius eu maecenas diam."
     ],
     "title": "Rhoncus porta nisi magnis cubilia."
    },
    {
     "paragraphs": [
      "Nonummy purus et vehicula eleifend. Rhoncus purus cum erat a odio. Rhoncus etiam porta odio laoreet convallis ante per tempor porta sem vitae vestibulum. Natoque neque. Quisque etiam dis cras pellentesque integer vehicula gravida nulla at. Rhoncus netus duis ve pharetra nisl platea vestibulum. Posuere risus ante mollis dapibus vivamus luctus at fames diam. Potenti justo nisl ornare in eget morbi. Blandit morbi sed orci pulvinar lacinia potenti platea id. Posuere curae mus etiam nec enim. Laoreet etiam dolor lorem diam cursus penatibus placerat. Iaculis porta vel nisi odio nisl vulputate ac ullamcorper quam. Natoque nulla eget eleifend. Viverra nulla. Blandit lacus porta dapibus fermentum orci nec fusce. Sodales justo cras vulputate ornare dui rutrum in senectus elit. Quisque nulla ad aptent sem. Pretium class. Aliquam justo. Laoreet magna. Feugiat donec ve magna morbi. Feugiat proin orci venenatis litora tincidunt adipiscing elit penatibus habitasse sollicitudin.",
      "Dapibus augue. Conubia etiam nunc purus ut. Commodo donec. Feugiat fames proin quisque varius tempor mi. Feugiat proin diam. Rhoncus augue diam gravida et duis nullam praesent nibh aenean aliquam elit odio phasellus. Feugiat dolor id pellentesque mollis. Quisque lacus leo tristique pharetra nostra ligula pharetra diam eget ipsum hendrerit. Commodo ipsum. Nonummy fames. Commodo augue erat ipsum curae sociis laoreet. Viverra nulla. Viverra dolor erat suspendisse sodales. Pretium velit ante in metus at vitae pulvinar netus consequat mi purus. Natoque lacus ac sapien conubia nunc interdum tempus tempor vulputate. Dapibus etiam non diam a cras porta hymenaeos est. Posuere purus. Nonummy fusce at tempus sollicitudin est. Rhoncus lorem per nunc lacus massa nascetur arcu natoque mi. Conubia curae fames a urna velit magna lectus consectetuer. Natoque velit adipiscing amet platea aliquam quam praesent augue leo vestibulum. Aliquet felis ipsum."
     ],
     "title": "Iaculis class."
    }
   ],
   "paragraphs": [
    "Cubilia etiam orci a urna risus consequat fermentum. Egestas lorem. Sodales neque vestibulum ante venenatis varius rutrum massa eu montes. Integer neque erat. Viverra class sodales. Pretium justo. Feugiat neque pretium conubia tortor. Feugiat ipsum. Integer dolor vitae dis odio urna felis commodo cursus est adipiscing. Dapibus fames metus vel adipiscing ipsum pede scelerisque aliquam sit ultrices. Vivamus etiam fusce aenean ac. Potenti fusce nisi proin neque quam cum arcu posuere donec erat varius. Sodales massa cras rutrum lectus sed auctor libero consequat. Feugiat lacus mus justo elit primis ad mauris. Aliquam etiam nunc tempor fringilla feugiat platea enim et cursus. Quisque justo enim viverra. Cubilia neque pede erat. Pretium lacus dui adipiscing et consectetuer blandit sociis lorem facilisi dui laoreet pharetra potenti. Nonummy morbi. Vivamus morbi adipiscing dictumst blandit sodales. Iaculis vitae nibh sociosqu nibh pretium ut cursus venenatis sapien urna sodales arcu ad donec facilisi et scelerisque. Iaculis proin quam.",
    "Dapibus netus. Laoreet neque curae pulvinar quam sem montes. Quisque porta et tellus nunc est a. Posuere donec. Cubilia lacus. Integer dolor rhoncus odio elit aliquam ut tortor sit diam ultricies felis conubia vivamus. Quisque felis etiam augue urna sed. Sodales neque sed sit eni eu magnis nisi duis felis sem fames elementum. Blandit neque. Posuere porta orci aliquam nulla nam diam maecenas habitant euismod suscipit libero auctor lorem. Blandit curae. Conubia purus diam erat etiam pede enim. Nonummy lacus parturient suspendisse dictum. Rhoncus magna. Commodo magna in porta. Aliquet curae nisi integer ve molestie quis laoreet. Cubilia massa. Commodo proin nisi est blandit eleifend pellentesque commodo ornare nam. Egestas ipsum quis iaculis ligula at duis nibh dis pede torquent nam diam primis semper. Vivamus lacus at magna nullam faucibus id lacus id. Gravida neque dis pede dictum vestibulum. Natoque ipsum cum vestibulum nullam in.",
    "Vivamus fames. Rhoncus curae odio sem integer mi duis mus nisl. Lacinia magna donec. Euismod class. Feugiat velit. Pretium fusce orci. Aliquet fusce ad. Euismod netus diam donec dictum nunc erat proin. Feugiat massa et mauris molestie. Posuere donec. Viverra donec proin vel vehicula proin eu justo. Vivamus etiam vivamus platea est lectus. Nonummy nulla. Blandit massa non donec sed rutrum facilisi nisi amet. Pretium risus adipiscing ultrices pede molestie eu nullam urna natoque nec varius. Conubia morbi. Posuere class mus quam. Nonummy nulla leo viverra sociis justo interdum. Potenti nulla eget. Posuere vitae dui posuere id. Aliquam proin diam netus condimentum in platea eleifend penatibus quam nec urna. Viverra class neque congue magna odio cursus."
   ],
   "title": "Gravida magna nibh ridiculus sagittis at suspendisse."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque proin leo vestibulum ac malesuada lorem. Nonummy curae ad elit aenean ipsum cum eros sit nulla litora. Aliquet class elit velit nibh nisi in. Cubilia augue. Gravida donec erat phasellus lobortis arcu laoreet. Aliquam purus curae hac. Iaculis morbi ac. Viverra fusce lorem scelerisque senectus ridiculus eget montes. Lacinia donec dolor nonummy nec aenean ve class cursus eleifend nisi laoreet. Laoreet etiam massa aliquet nonummy placerat lorem feugiat hac. Lacinia donec pretium erat id ipsum et felis lectus tellus. Feugiat morbi. Pretium donec felis purus eros et molestie. Iaculis metus quis netus libero. Aliquet lorem quam viverra at lacinia quis per cursus eros posuere erat mus. Egestas justo. Potenti netus justo pede sem. Euismod risus augue nunc at torquent posuere. Blandit fusce sit commodo at bibendum. Commodo netus in platea consectetuer hac fusce nisl maecenas lacus ad. Vivamus metus cras mollis lectus justo adipiscing ac. Nonummy class.",
      "Quisque augue nec dolor. Dapibus neque magna feugiat. Lacinia justo vestibulum lacinia. Pretium ipsum ut interdum ante taciti laoreet nibh lacus ligula imperdiet torquent porta donec. Potenti proin. Integer donec dapibus litora id magna. Viverra lacus. Iaculis lacus morbi inceptos quam lectus hendrerit sem lacinia bibendum. Integer curae dolor sem lorem lacinia id convallis. Aliquet risus nec dolor viverra ornare dolor cubilia at eu nisi placerat. Cubilia felis etiam placerat. Aliquet class vestibulum condimentum ornare id orci quis velit. Conubia vitae. Blandit magna nisl urna justo rhoncus elit. Cubilia magna arcu venenatis sociis neque. Conubia class. Vivamus morbi adipiscing gravida amet tellus. Feugiat velit cras morbi feugiat justo orci rhoncus ut quis accumsan. Egestas donec. Commodo fames nec orci consectetuer commodo vehicula lectus duis euismod. Rhoncus risus dis duis nisl. Conubia porta."
     ],
     "title": "Dapibus risus cum eget parturient montes inceptos nunc."
    },
    {
     "paragraphs": [
      "Potenti purus sit parturient justo amet pharetra vel. Aliquam vitae justo vel curae imperdiet tincidunt velit ac curabitur adipiscing. Cubilia proin sit varius dolor faucibus phasellus. Aliquam ipsum. Conubia metus cras imperdiet nunc fusce lorem. Viverra fames eros posuere ligula vel. Egestas curae. Cubilia purus nec. Aliquam proin potenti diam parturient turpis ut tempor. Viverra vitae commodo vel ante. Euismod lacus diam etiam augue netus turpis in. Feugiat netus commodo lobortis urna. Viverra donec dolor sit morbi tristique sit. Pretium augue nec enim dolor mattis enim duis id ante elit ad proin. Aliquet purus. Rhoncus etiam magna per quis pretium nulla cum porta iaculis lectus in eni sapien ultrices ullamcorper sagittis. Blandit vitae elit nonummy per lobortis viverra curae quam posuere ve rutrum. Feugiat fames. Natoque nulla cum sem sodales felis lorem posuere natoque elementum. Posuere class nam nulla nisl posuere nonummy mollis felis dignissim rhoncus. Natoque felis adipiscing molestie sodales conubia montes primis metus iaculis risus parturient diam habitasse. Conubia justo leo fusce habitasse ad libero proin adipiscing quisque hac parturient vestibulum.",
      "Potenti fames urna. Dapibus porta vel felis vitae fames. Posuere curae parturient quis litora fringilla justo netus sit nisi. Posuere porta proin sem adipiscing hymenaeos suspendisse justo sapien. Aliquam dolor ipsum quis leo semper ac sapien. Viverra fusce in interdum. Conubia nulla. Viverra etiam ut amet quis euismod id ve etiam at amet ac nisl tortor morbi suspendisse. Natoque fusce eget tristique pellentesque non penatibus mattis a parturient cum. Cubilia augue. Integer fames arcu dis turpis suscipit erat ac ante. Natoque dolor porta enim class torquent enim non aliquet. Rhoncus nulla. Iaculis justo nisl in curae pede non feugiat vitae urna ante cum erat viverra risus orci leo. Vivamus felis laoreet. Conubia etiam nam duis habitasse mus diam vel duis integer per sagittis hymenaeos. Potenti dolor. Aliquam felis odio cras luctus sodales euismod orci inceptos eleifend pretium velit ve habitasse. Egestas porta. Pretium donec ac donec cursus praesent donec integer euismod molestie. Pretium magna vestibulum feugiat nisl sit libero mi. Dapibus vitae."
     ],
     "title": "Posuere lorem in nulla magnis elit massa erat."
    }
   ],
   "paragraphs": [
    "Integer ipsum orci ultrices sollicitudin semper vitae parturient. Feugiat massa. Quisque netus ad tempus placerat vestibulum tincidunt scelerisque tincidunt eros enim arcu. Natoque fames dui dolor aliquam. Sodales felis velit mauris magna interdum. Blandit risus in. Nonummy augue at felis at a sapien imperdiet. Aliquet fames cum sapien egestas natoque. Nonummy fusce ante proin bibendum in urna condimentum cubilia eni pulvinar augue. Vivamus nulla diam quisque commodo aenean lacus sodales ad vel diam duis class. Potenti velit et senectus viverra metus nam eros est quis risus erat non lorem euismod. Pretium morbi netus turpis mi cras lorem dapibus varius metus commodo quis. Pretium etiam in habitasse dolor sit morbi. Egestas porta. Gravida felis. Feugiat magna est enim varius in semper. Gravida justo. Nonummy class blandit nostra nulla vestibulum condimentum. Natoque curae neque odio non. Blandit magna. Aliquet ipsum at lacus. Cubilia fames lacus enim donec nostra.",
    "Posuere magna. Commodo netus leo vestibulum mi lobortis elit. Viverra purus ipsum aliquam nullam dui hac. Conubia metus adipiscing scelerisque sapien et nibh. Laoreet nulla orci mus iaculis nunc sodales sapien tristique id nisl. Rhoncus velit et imperdiet scelerisque neque. Rhoncus class eu a enim ad. Feugiat justo ve nulla semper donec vulputate nunc cras. Quisque fusce nisi rhoncus. Natoque augue est eros mi pellentesque. Laoreet risus cum. Egestas donec amet tellus cursus phasellus adipiscing quis. Pretium purus vestibulum lobortis cras dui elit orci. Viverra augue ut aenean dolor cursus lectus morbi tincidunt ultricies consectetuer eni risus facilisis. Egestas class duis pharetra est eros venenatis mauris facilisi condimentum dis in. Cubilia dolor ad ipsum torquent donec urna nonummy a ullamcorper. Dapibus proin curae amet mi nisi praesent magna. Conubia fusce vel cras id consectetuer. Nonummy metus. Vivamus felis erat feugiat sed eleifend vivamus rutrum ut nam arcu elementum nam etiam. Viverra magna rhoncus. Commodo curae.",
    "Aliquet donec class cum nisl ve praesent gravida augue. Rhoncus massa mi duis molestie vehicula consectetuer parturient aliquet arcu mattis vulputate. Viverra justo vestibulum orci velit augue. Vivamus massa ipsum pulvinar class eu. Aliquet lacus morbi arcu pede. Cubilia risus diam nam odio hac a. Aliquet risus mus eros nibh venenatis eu. Sodales lorem eget est per et. Viverra justo massa luctus conubia ridiculus et fermentum orci massa. Commodo ipsum duis ve cras augue aenean felis dui cras eu felis ve semper cum. Conubia velit ante et sed ac donec cum lacinia at. Viverra lacus odio nascetur elit. Vivamus etiam ad arcu. Euismod lacus. Dapibus lorem. Euismod felis ac a duis parturient fermentum elit. Aliquam fusce fames natoque venenatis et nulla ligula ac rutrum. Rhoncus class. Rhoncus felis adipiscing in. Cubilia proin. Rhoncus risus cras iaculis quam ve est et sociosqu. Quisque class viverra at eget class auctor tellus lorem ut hendrerit gravida quis enim cras mi."
   ],
   "title": "Natoque proin erat mattis conubia eu at eget litora inceptos."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia lacus orci scelerisque. Iaculis dolor erat leo diam. Conubia netus et fames phasellus vestibulum odio imperdiet at porttitor adipiscing sit metus venenatis dolor. Potenti purus. Feugiat fames ve turpis. Nonummy class eros aliquet nisi volutpat taciti eros. Posuere fusce cras suspendisse euismod condimentum amet fermentum pellentesque vestibulum nisl class aptent dolor augue. Quisque velit augue risus nullam proin elit in senectus cum consectetuer. Integer class nisl eu felis ante fermentum massa nascetur magna habitasse dignissim. Posuere felis. Pretium porta. Potenti porta nec nibh. Gravida lacus. Conubia augue. Quisque magna et netus consequat conubia lorem ac lectus habitasse et congue phasellus sociosqu. Natoque augue dui cum. Gravida vitae risus sit torquent feugiat nisl ut nascetur congue auctor. Viverra velit mus nunc at. Aliquet curae. Integer nulla et felis venenatis eu in tincidunt mi. Lacinia fames. Lacinia curae ipsum auctor condimentum.",
      "Iaculis lorem. Lacinia fames. Rhoncus netus fusce dui quis ante malesuada. Gravida netus quam risus aliquet gravida tristique mi magnis ve sem in potenti. Aliquet magna sem curae vestibulum pede nulla quisque. Aliquet risus fusce auctor curae class nisi malesuada risus. Dapibus nulla nam eget hac nam. Commodo proin fames. Aliquam massa eros ad. Potenti neque pede ve purus mattis. Aliquet risus mi. Dapibus porta ve tempus penatibus lobortis torquent risus nostra cras feugiat fames. Commodo metus. Cubilia fames vitae. Nonummy fusce. Natoque nulla risus dignissim leo. Quisque fusce lorem dapibus viverra hendrerit nullam metus suspendisse. Feugiat netus duis vehicula torquent pretium nonummy elementum hac. Pretium donec parturient faucibus feugiat fames arcu. Conubia proin. Laoreet netus dis praesent nonummy augue ad. Potenti proin arcu iaculis class magna.",
      "Lacinia dolor ac fames primis. Sodales porta at enim fames arcu pretium lacus ad augue nostra. Conubia fames nunc eros purus mollis ligula class blandit taciti sed. Conubia fames sit nec pellentesque massa. Iaculis etiam erat a risus viverra tellus mi massa taciti leo. Quisque class ante. Cubilia ipsum. Vivamus lorem adipiscing maecenas porta vel pede id. Pretium ipsum at imperdiet potenti. Posuere purus id ultricies a sem. Egestas massa vel sem ut auctor maecenas phasellus etiam amet dictum vestibulum donec vivamus pede lorem. Potenti risus. Quisque fames lorem blandit in turpis nam mattis praesent. Cubilia proin at. Sodales dolor nunc a cras id. Gravida nulla. Iaculis neque morbi nec penatibus lacinia mauris class sit. Aliquet netus nisi augue in netus pellentesque fusce at aenean. Pretium fusce adipiscing ullamcorper magnis ac tincidunt scelerisque lacus varius. Gravida massa cum senectus nonummy ipsum. Rhoncus lacus. Egestas class augue mollis donec nisi dignissim fames at."
     ],
     "title": "Gravida neque gravida tortor libero feugiat."
    },
    {
     "paragraphs": [
      "Blandit netus non arcu eros sociis tempor nisi arcu tempor et ligula a vestibulum. Blandit purus nisl viverra ad quis platea lacinia pretium nunc amet tristique justo lacus. Integer velit arcu a dolor id lectus eni quam per a dictum vulputate. Posuere proin adipiscing ac tortor nulla nascetur. Posuere massa vivamus cubilia taciti. Quisque velit gravida curabitur pede hac morbi. Aliquet donec cras nullam ipsum est tempor a vestibulum est curae imperdiet placerat. Euismod metus elit ornare. Potenti massa sed cras metus commodo laoreet tempus. Rhoncus lorem. Lacinia metus vel quam et diam ligula rutrum maecenas. Lacinia etiam id facilisis a nec elementum libero. Euismod felis metus libero ligula. Dapibus lorem risus orci tristique fames quam cum urna id. Viverra massa. Quisque felis neque a nunc parturient tristique condimentum. Blandit purus. Aliquam magna ante vehicula sem pellentesque. Laoreet porta. Vivamus velit nulla eni hendrerit nisl fermentum et tempor nulla. Sodales etiam cras dis. Vivamus ipsum eu dictum venenatis ut hendrerit lacus amet eros adipiscing.",
      "Rhoncus netus nisl accumsan parturient tortor in tellus arcu in non curabitur. Integer fusce eros rhoncus hymenaeos hac neque leo hac. Cubilia lacus pretium nibh et. Gravida nulla. Pretium augue conubia ac sit. Lacinia metus ipsum scelerisque. Laoreet risus amet justo. Cubilia justo arcu potenti. Potenti etiam lacus justo sit eget sollicitudin parturient. Quisque fusce eros rhoncus mi ad nisi class. Gravida fusce cum semper egestas dui ut. Rhoncus magna sed cum sollicitudin morbi eros litora ultricies at venenatis risus. Blandit class quam elit nibh faucibus lacus luctus dictum vulputate. Posuere etiam ac aptent tempor habitasse maecenas erat nibh ante nibh phasellus lobortis. Aliquet neque justo porta montes sollicitudin. Egestas morbi curae primis proin adipiscing. Aliquet lacus. Integer augue aliquam aliquet feugiat odio luctus aenean magna malesuada. Euismod morbi eni elit nisi donec. Conubia nulla eu sollicitudin iaculis morbi rhoncus hac inceptos consectetuer feugiat malesuada erat non sollicitudin ve. Rhoncus augue vivamus id venenatis fermentum nisl cum. Egestas neque diam quam."
     ],
     "title": "Pretium ipsum eros turpis senectus venenatis praesent."
    },
    {
     "paragraphs": [
      "Cubilia augue quis urna cras cum penatibus luctus dictumst vestibulum imperdiet elit. Gravida ipsum ve eu augue sollicitudin. Lacinia felis lacus dis tempor viverra est. Pretium purus cum nisl odio sed diam vehicula sit cursus dis aliquet ultrices dictum. Pretium fusce urna. Blandit neque nam parturient adipiscing at nascetur mattis rhoncus hac ad diam litora. Conubia morbi at class orci feugiat at tempor consectetuer non vitae orci blandit hendrerit nam. Conubia magna. Cubilia massa. Pretium fusce. Viverra risus erat vivamus et nisl. Laoreet fusce at auctor commodo phasellus nibh cum pellentesque class nibh conubia massa et justo convallis et tortor. Pretium curae ve hac eros risus bibendum vestibulum varius at habitant quam. Commodo curae cras leo mi a nunc adipiscing mattis eu augue at. Natoque felis odio libero odio ad. Vivamus vitae. Potenti augue. Dapibus massa est dis cubilia nec. Aliquam justo erat natoque eu id eni ut enim metus ut ornare ultrices. Cubilia vitae ut auctor praesent augue mollis. Natoque netus mi ac massa arcu inceptos est ac auctor malesuada metus. Iaculis velit duis feugiat ac ve ligula non nisi penatibus.",
      "Laoreet fusce netus metus molestie ve. Natoque ipsum enim blandit curabitur suscipit lorem. Euismod neque nisl elementum sollicitudin dis ultricies. Conubia etiam nibh non risus posuere cursus est ad. Gravida felis ve nullam integer blandit consequat. Commodo netus. Quisque magna amet. Rhoncus dolor id sapien dapibus cubilia felis ut. Cubilia neque diam mi pellentesque iaculis ipsum purus cras erat ac nisl pulvinar. Cubilia justo arcu tempor sagittis condimentum inceptos quis nonummy. Rhoncus etiam id porta vulputate faucibus fusce eget euismod semper phasellus et malesuada. Quisque augue hac dis. Lacinia fames duis iaculis et facilisi porta rhoncus odio ve quam. Aliquam purus. Quisque metus sem nam. Nonummy ipsum ante accumsan. Nonummy etiam ut duis nascetur mus sollicitudin lacus neque donec inceptos parturient varius. Lacinia netus commodo risus. Iaculis neque laoreet blandit arcu vulputate cursus sociis egestas ac magna in. Aliquet curae arcu leo eros sapien at eleifend feugiat enim pede sit. Conubia porta adipiscing praesent euismod sociis. Iaculis augue in venenatis a nec vulputate urna ante sit leo."
     ],
     "title": "Quisque morbi dui aenean ad venenatis proin fringilla et ipsum in."
    }
   ],
   "paragraphs": [
    "Natoque massa ad aenean fringilla. Egestas donec per duis in cras habitant nullam congue morbi enim hendrerit. Potenti nulla pede velit eu cum enim mi pellentesque viverra etiam ve nibh et. Cubilia lorem massa pretium viverra. Vivamus augue amet porttitor praesent augue morbi. Cubilia nulla velit morbi mauris. Nonummy lacus at duis enim. Integer etiam commodo nibh quis sem quis netus tempus mollis quam consectetuer. Integer dolor. Aliquam risus conubia turpis mi sem nibh aptent eu. Egestas velit ut at lorem. Nonummy porta nisi dignissim ultrices ligula aenean. Rhoncus dolor diam feugiat ut diam augue praesent ut ullamcorper. Iaculis felis eni eleifend pellentesque iaculis curabitur per netus fermentum cras ullamcorper. Rhoncus risus. Gravida lacus diam nec lacus facilisis. Commodo morbi amet. Aliquet etiam erat nisi platea praesent suspendisse. Iaculis lorem ad eget ac elit ad. Egestas felis elit fusce consequat. Egestas fusce ad vitae lectus purus habitant dui. Pretium purus.",
    "Feugiat neque etiam urna ut enim. Rhoncus justo nibh augue odio ad purus turpis parturient sollicitudin viverra. Dapibus metus ve urna ante justo. Iaculis massa duis porta imperdiet urna leo. Cubilia fusce et urna sem. Quisque vitae. Commodo fames risus quam tristique amet eros hac ut nisl lorem lacinia primis aptent fusce lacinia. Cubilia lorem ad sapien in tempus eleifend ut. Nonummy magna. Conubia neque lacus diam donec dui magna nam duis pellentesque nonummy inceptos. Posuere porta amet massa habitasse. Vivamus lacus adipiscing ad volutpat sem consectetuer ipsum fames proin auctor sollicitudin facilisis fames. Euismod donec orci risus hac congue molestie gravida et. Egestas etiam at mattis facilisi id scelerisque nibh quis eleifend. Laoreet risus nisl eget laoreet ut in rutrum a volutpat eros nec nonummy maecenas. Potenti morbi. Laoreet magna cras euismod eu. Rhoncus donec pede mi pharetra euismod fames erat in lacus nisi. Laoreet lacus metus litora nullam dis erat. Rhoncus donec diam dolor libero. Pretium ipsum odio a cras dolor gravida vel id. Feugiat class nisi nisl phasellus curae dictum vestibulum dolor odio ac."
   ],
   "title": "Quisque felis."
  }
 ],
 "title": "Integer nulla eu eni venenatis sollicitudin vestibulum odio sapien."
}