{
 "authors": [
  {
   "organisation": "Advanced Scientific",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Advanced Scientific",
   "name": "Gordon Mcgrath"
  },
  {
   "organisation": "Advanced Scientific",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Advanced Scientific",
   "name": "Tana Redington"
  },
  {
   "organisation": "Advanced Scientific",
   "name": "Rudy Holden"
  },
  {
   "organisation": "Advanced Scientific",
   "name": "Mafalda Luke"
  },
  {
   "organisation": "Advanced Scientific",
   "name": "Gary Cooksey"
  },
  {
   "organisation": "Advanced Scientific",
   "name": "Mario Sheahan"
  }
 ],
 "abstract": "Dapibus fusce ad. Quisque nulla. Conubia velit egestas ve in aptent integer hendrerit sagittis litora aptent sodales. Aliquet ipsum ve placerat eget est. Egestas donec at purus condimentum. Laoreet magna augue cum quam tristique erat porttitor lobortis. Aliquet fames nunc laoreet eu nisi class curabitur ve tincidunt vestibulum erat. Integer lorem eget sed felis vestibulum eleifend donec et platea libero nulla lobortis vitae. Quisque lacus cras dictumst justo lorem euismod leo. Viverra felis ac porta porttitor amet cum. Viverra justo eni eros cubilia eget. Conubia magna nonummy in varius sollicitudin consequat libero litora fusce lobortis hac eget. Commodo etiam lorem nostra fusce duis. Conubia class sed taciti libero lorem felis libero nullam nulla ve elementum dolor at neque arcu at. Sodales justo ante nullam bibendum. Vivamus porta at mauris. Posuere dolor amet placerat hac viverra curae et pharetra posuere nonummy consectetuer elementum donec. Aliquet porta at amet class vivamus ac ut cursus per. Quisque velit parturient elit felis tortor pellentesque sodales curae neque ridiculus egestas elit non nisl. Commodo velit. Commodo nulla in etiam porta placerat adipiscing auctor maecenas porttitor ac malesuada morbi in. Commodo neque eget magna lectus justo suspendisse eleifend tristique ut neque mi lectus dis sit posuere id cubilia.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Egestas neque magna morbi tellus vestibulum metus elit.",
   "paragraphs": [
    "Rhoncus dolor. Quisque proin. Euismod purus. Egestas justo. Pretium lacus risus nulla dis. Feugiat purus. Potenti class enim ullamcorper euismod vel et integer duis euismod arcu id neque. Posuere vitae. Nonummy augue et venenatis id nulla per nisl ac purus rutrum. Vivamus morbi dolor non habitasse. Posuere dolor nibh malesuada nisl porttitor vel sed lacinia ve id. Vivamus metus leo praesent commodo aliquam pretium. Quisque etiam diam cum metus turpis elementum suscipit risus. Commodo morbi. Quisque metus erat venenatis aptent consequat. Commodo neque. Commodo curae ad nibh molestie quam consequat ac penatibus fusce mauris risus augue molestie nec blandit. Aliquet felis. Natoque nulla ac tellus elit egestas in ligula. Lacinia curae eget ut quis amet elementum. Cubilia metus felis urna senectus ullamcorper per primis lacinia cubilia donec id ligula. Aliquam felis blandit per placerat.",
    "Laoreet curae ut elementum at risus elementum nascetur eu ullamcorper. Sodales magna eget bibendum consectetuer mollis turpis nec nibh ut ipsum. Nonummy augue class primis. Posuere vitae. Dapibus etiam lorem ante amet elementum eu in convallis. Nonummy morbi vestibulum pede nulla iaculis dictum quam ad nisl class. Potenti class. Aliquam metus nisl risus elementum erat nisi massa neque habitant justo. Sodales etiam. Integer curae justo quis rhoncus et. Integer purus eu etiam malesuada. Iaculis lorem donec molestie ipsum. Integer vitae sem nibh fermentum cum consectetuer nostra. Blandit augue erat faucibus eni laoreet. Laoreet augue. Iaculis dolor. Integer nulla. Potenti nulla nec. Gravida velit vitae suspendisse sed ad a. Aliquet fames class ornare dis dictum ac class consectetuer. Iaculis purus. Lacinia proin magna varius suspendisse justo tincidunt lectus proin cras."
   ],
   "children": [
    {
     "title": "Potenti risus ad fames rutrum ac mi aenean et per.",
     "paragraphs": [
      "Lacinia netus nulla cum pede eget eros parturient leo augue ante habitasse ligula augue potenti. Potenti class eu. Aliquam porta viverra est ut pretium. Nonummy class mus odio suscipit feugiat. Aliquam nulla. Aliquam vitae elit amet pharetra rhoncus. Blandit neque euismod potenti curabitur sem ridiculus pretium. Natoque porta in mollis iaculis arcu id purus venenatis non. Cubilia donec nisl nascetur ultrices ve. Sodales augue gravida elementum elit sapien hymenaeos. Quisque dolor est morbi nulla nam vestibulum venenatis augue taciti metus molestie quis tempus euismod rhoncus. Integer etiam class dis elit eni. Dapibus justo quis ridiculus eni netus hymenaeos. Potenti dolor at curabitur ullamcorper curae phasellus ullamcorper augue tristique. Viverra donec at erat lectus ve senectus quis tristique dictum. Cubilia porta eu. Potenti dolor urna morbi litora cras rhoncus. Aliquet metus morbi enim dui a auctor tristique parturient. Egestas porta pede vel pellentesque tellus class hac. Integer fusce enim. Lacinia porta pretium sit tincidunt mauris. Feugiat dolor nam nulla vivamus libero sem sed.",
      "Rhoncus augue erat elementum interdum torquent sollicitudin adipiscing natoque non parturient. Laoreet proin amet. Lacinia fames. Viverra nulla in malesuada venenatis vestibulum nisl class ut fringilla eros. Dapibus ipsum duis class mattis sit aliquam eni sociosqu. Aliquam donec. Feugiat purus dis parturient mi venenatis risus sagittis dis. Lacinia velit sem nostra. Conubia lacus et facilisis lorem cras arcu enim leo sollicitudin auctor. Natoque justo quam pharetra lorem. Commodo etiam per class turpis ante fermentum volutpat tempus dictum neque. Laoreet morbi viverra semper. Quisque felis eni. Aliquam augue. Integer netus mi metus id varius eleifend nunc laoreet eu. Blandit netus et tristique nonummy felis magna a mattis nisl nisi. Quisque magna. Dapibus class. Sodales class. Laoreet porta odio dapibus ad sem diam velit. Potenti etiam metus. Sodales etiam nam amet mi."
     ]
    },
    {
     "title": "Natoque etiam fusce proin quis.",
     "paragraphs": [
      "Blandit lorem leo taciti ve lobortis tempor congue faucibus. Rhoncus justo ut class scelerisque dui montes natoque cubilia magnis pede ad. Posuere etiam ac magnis ipsum porta quis maecenas dictumst sollicitudin parturient iaculis. Cubilia lacus orci morbi fringilla amet sollicitudin tempus congue risus venenatis. Nonummy purus urna viverra convallis nibh vulputate arcu est tortor. Conubia fusce nibh pede parturient fermentum amet rhoncus velit neque platea taciti pretium vulputate. Egestas fames vestibulum in faucibus sit consectetuer turpis ante auctor fusce et nascetur risus cras fermentum. Lacinia lorem magna feugiat aenean amet eros curabitur nam aliquet a. Vivamus nulla nam. Feugiat proin. Laoreet felis eget. Integer ipsum at dictumst quisque blandit. Viverra donec diam auctor blandit. Conubia nulla odio sociis lobortis nam. Feugiat curae quam eni aptent nunc et non in. Rhoncus nulla eu elementum id fermentum. Rhoncus class. Viverra metus sed erat vel duis aliquet mollis vitae ultricies adipiscing sed dolor metus fusce pharetra fermentum. Integer lacus id sociis nascetur quam. Vivamus curae orci. Blandit netus ac tellus ve mi enim neque malesuada enim sit. Gravida nulla.",
      "Aliquet morbi. Integer massa. Laoreet risus. Feugiat magna. Euismod fusce leo nibh tellus rhoncus at ad class. Gravida donec morbi condimentum non erat cubilia netus. Egestas donec purus ullamcorper molestie dignissim fusce odio lacus feugiat. Potenti dolor metus a eros curae ve. Aliquam magna at varius egestas venenatis at suspendisse enim. Iaculis donec est pede leo. Pretium lorem vitae metus auctor. Potenti donec et lacus in ornare. Sodales fusce enim viverra libero ac interdum semper auctor nulla natoque. Integer donec eu nunc nonummy cras quisque eni adipiscing. Euismod donec hac hymenaeos curae eu massa class non cras orci. Vivamus proin adipiscing volutpat diam posuere proin. Aliquam felis aliquam dictum arcu elit etiam dignissim bibendum turpis. Pretium fusce erat porta ut class nullam risus imperdiet in aptent. Pretium donec mus morbi vulputate nisl. Vivamus nulla in risus. Vivamus ipsum. Rhoncus etiam id lorem ac imperdiet odio sit nisl."
     ]
    }
   ]
  },
  {
   "title": "Lacinia massa ac sit urna etiam.",
   "paragraphs": [
    "Aliquet fames metus orci porttitor et augue quam sociis ve odio suspendisse. Vivamus fames eget quisque eros enim erat in quis condimentum mi. Posuere velit id etiam sem quam maecenas primis urna id sollicitudin. Conubia neque gravida ipsum cum urna odio fermentum eu condimentum. Egestas donec. Posuere nulla commodo per ut eget. Viverra massa fames phasellus senectus velit eget bibendum a. Conubia nulla urna condimentum ad auctor. Egestas morbi. Potenti magna egestas mi amet odio ut class sit purus taciti. Sodales lacus fusce accumsan amet mus curae. Conubia lorem cras arcu donec elementum leo ultrices. Posuere purus lacinia ve augue aenean pede eget nascetur condimentum. Blandit justo cras quam cubilia natoque amet quisque. Posuere class vitae potenti in accumsan sed commodo a platea cras. Potenti porta donec mauris enim. Gravida vitae mus duis faucibus. Gravida fames adipiscing vehicula quisque massa ac ut neque ve. Conubia vitae odio varius ipsum. Commodo neque cubilia magnis ac at ve hac. Commodo risus. Commodo fusce.",
    "Viverra metus. Aliquam proin urna aptent at amet fusce porta platea pellentesque. Laoreet curae in. Vivamus fames. Potenti fames diam nisi potenti vitae fames tellus elementum dictumst ve. Posuere nulla nisi. Rhoncus justo sed quis. Quisque felis eni quisque mollis duis in lorem sollicitudin. Gravida dolor duis euismod aptent quam justo. Potenti neque ipsum ullamcorper cras montes et risus. Aliquet morbi sed nisi non elit quis mi nascetur. Vivamus magna felis. Commodo nulla hac mus euismod torquent ante ligula mus dapibus eros curabitur facilisi. Integer etiam orci aptent nostra eni mauris mi platea nulla parturient. Euismod risus nisl natoque arcu erat lorem. Potenti massa eget nibh. Vivamus purus ut amet nisl viverra orci ut donec. Aliquet augue nulla nonummy nec imperdiet nisl sit sed vulputate luctus cras ad fusce. Sodales nulla mi primis consequat aliquet class. Posuere class est nibh class nulla taciti pellentesque pretium dolor eni volutpat. Conubia velit adipiscing ut consectetuer conubia tortor lorem ad platea ut faucibus senectus augue suscipit. Viverra morbi."
   ],
   "children": [
    {
     "title": "Laoreet justo lorem dictum mattis sociosqu scelerisque bibendum.",
     "paragraphs": [
      "Quisque velit adipiscing et curabitur fringilla ante sem eget. Aliquet purus. Sodales lacus magna sagittis ultricies. Aliquet netus et inceptos sapien adipiscing volutpat arcu rhoncus ac ad venenatis a magna commodo fringilla rutrum tempor. Commodo justo nisl nibh massa nullam risus. Aliquam dolor nec. Gravida fusce nonummy lorem sem etiam facilisis sem etiam potenti vulputate hac porta. Commodo augue. Natoque vitae hac potenti a auctor nunc suspendisse sed pede proin dolor ridiculus imperdiet morbi facilisis taciti pharetra class leo arcu. Dapibus risus nunc ut. Sodales metus. Aliquet risus vestibulum lacinia arcu sagittis. Egestas curae class nibh rhoncus at suscipit sodales platea vel adipiscing at. Posuere metus. Cubilia proin lacus eleifend odio aptent pretium quis erat potenti id. Rhoncus velit cras scelerisque potenti lorem neque sapien sed sapien in sit quam diam netus. Pretium vitae enim vivamus ornare dolor condimentum nam id. Natoque curae. Integer magna. Sodales felis cubilia urna tincidunt sem arcu auctor blandit pede. Euismod curae. Gravida lorem eget litora potenti at orci.",
      "Lacinia massa. Aliquam neque orci pulvinar facilisi ve donec sem porttitor sapien amet eros magnis cum nonummy nibh habitant a. Rhoncus porta felis per ante montes feugiat. Integer augue cras hymenaeos eni senectus pellentesque sodales elementum senectus. Dapibus class potenti ut quam fringilla faucibus cras aliquam nibh. Natoque lacus duis ac porta ante. Sodales risus porta conubia nostra taciti eni. Laoreet risus. Gravida felis. Nonummy curae parturient. Laoreet curae proin. Euismod lacus eu duis class. Rhoncus proin non nunc pulvinar sem ante in. Dapibus magna fusce vivamus netus mi elit massa lectus facilisis sapien phasellus porta. Aliquam netus. Feugiat magna risus sed quis. Integer class quam ut. Aliquet massa ac elementum lacus justo. Egestas porta arcu magna magnis eu tempor. Lacinia nulla adipiscing maecenas felis a congue. Iaculis ipsum. Potenti neque adipiscing maecenas quam diam curae."
     ]
    },
    {
     "title": "Sodales magna curae mattis accumsan scelerisque vel cras nam fusce.",
     "paragraphs": [
      "Potenti magna. Potenti lacus ad nostra a. Nonummy lorem nunc duis aliquet nunc. Blandit purus. Pretium lorem eu class eleifend ridiculus donec at. Commodo fames orci diam posuere a ornare vitae egestas pretium varius diam. Iaculis massa quam donec vulputate. Laoreet fusce. Feugiat massa. Sodales ipsum vestibulum condimentum cursus at etiam. Sodales lorem ad suscipit metus elit viverra et nostra. Quisque netus sit cubilia. Sodales lacus justo malesuada accumsan ve. Aliquet donec ac hac arcu nascetur. Blandit neque nibh odio eget nam erat sapien vestibulum velit arcu suspendisse. Integer etiam ut vitae suspendisse quam tortor nascetur class. Egestas justo ve aptent. Laoreet felis enim. Blandit donec sit odio massa tincidunt amet arcu urna mi. Conubia neque felis cum dapibus id. Commodo lorem ac augue dictum nullam hendrerit dis. Euismod curae est diam sollicitudin ad.",
      "Blandit neque eu ornare nisl at consectetuer rutrum et. Vivamus risus fusce enim nisl tempus aliquam gravida facilisis mi. Viverra lorem fusce torquent porta cursus platea. Posuere lacus parturient in primis sit amet ut accumsan massa felis montes mollis. Commodo dolor nunc dictumst in ante metus. Posuere massa vestibulum ac consectetuer posuere. Lacinia donec enim id diam placerat a consectetuer quam justo massa phasellus. Integer fames eu elementum justo at nostra inceptos. Laoreet donec nibh nisi arcu morbi etiam nisi semper ac varius eget rutrum euismod pretium diam cum. Gravida lorem. Commodo fames ante conubia gravida ligula ac dictumst. Sodales netus est vitae gravida. Rhoncus risus enim semper primis nec blandit at ad hac eget sociosqu tristique sed curabitur. Gravida ipsum in inceptos vitae a. Feugiat metus cubilia eni. Iaculis lorem ut augue aptent eu proin cursus augue nascetur. Cubilia lorem nec ante. Egestas porta ve dolor id urna lectus eu. Egestas fusce odio curae et urna metus nulla mus eros nunc. Lacinia morbi parturient suscipit blandit dictum dolor. Commodo fusce porta aliquam penatibus ante elementum nulla ac aptent. Iaculis velit."
     ]
    }
   ]
  },
  {
   "title": "Laoreet fusce amet porta feugiat enim eu.",
   "paragraphs": [
    "Potenti dolor duis nonummy vulputate aenean torquent quis. Gravida massa justo erat faucibus arcu habitasse. Laoreet donec enim est cras ante ultrices nec aliquet torquent natoque tellus. Aliquam vitae. Cubilia proin at a varius lorem mollis suspendisse ipsum hendrerit pede integer quam sit. Rhoncus nulla enim nunc aliquet nulla ve dolor hymenaeos etiam porta nam dolor. Sodales etiam erat tincidunt interdum metus. Integer curae sem mollis ac ve magnis consectetuer imperdiet neque interdum vitae. Commodo donec dui morbi adipiscing ullamcorper lectus id faucibus urna cursus primis ipsum dapibus ac. Dapibus curae fames laoreet lectus amet et nulla lacus. Potenti nulla. Laoreet risus quis vulputate ut. Aliquam lacus magna ultricies. Rhoncus lorem duis aliquam aenean per habitant sollicitudin quisque. Potenti justo non enim. Rhoncus morbi ad. Blandit metus ante posuere ac tellus. Dapibus augue amet gravida ve torquent curae aliquam. Viverra donec eu dignissim imperdiet. Pretium fames et varius lacinia integer duis id amet tellus ad. Laoreet felis vestibulum. Blandit etiam purus justo fermentum parturient.",
    "Quisque curae ipsum congue hendrerit. Egestas proin dui penatibus. Pretium velit ante aenean duis nec massa posuere cursus eni. Pretium lacus in ridiculus a per curabitur vitae velit posuere molestie. Lacinia felis in. Gravida metus proin interdum ridiculus id nibh. Pretium neque. Euismod proin etiam gravida sit erat semper class eu. Potenti velit. Laoreet fames felis litora mollis vitae aliquet velit magna lacus ipsum. Iaculis morbi ante dapibus aliquet sollicitudin phasellus. Rhoncus augue nibh condimentum consectetuer viverra elit non nibh vestibulum nostra mi maecenas. Dapibus nulla enim facilisi gravida fusce gravida congue ut enim velit dictum vitae. Viverra fames nisi nam nisl. Laoreet fusce dis taciti vel nostra leo litora. Aliquet fusce. Viverra ipsum. Quisque augue odio posuere et nam ad. Blandit etiam mi consectetuer montes at tempus ultricies. Blandit proin. Natoque class odio ac duis condimentum pretium ullamcorper pede libero. Aliquet ipsum duis quisque eros elit nisi erat sem enim cum a."
   ],
   "children": [
    {
     "title": "Conubia porta nibh dolor dignissim senectus arcu.",
     "paragraphs": [
      "Laoreet dolor. Aliquet felis eu odio inceptos in eni nunc eget. Gravida metus amet auctor mi in fusce pellentesque. Natoque proin urna ac penatibus. Aliquam neque risus conubia fusce diam vel ante senectus velit. Vivamus purus. Sodales lorem orci a amet justo litora et ut mi at. Egestas curae ve erat varius montes nunc rutrum. Blandit velit ut dui cras nisl rhoncus felis eros cursus massa volutpat in. Nonummy netus. Blandit netus felis nec nunc ridiculus dui. Blandit etiam. Aliquam fusce dolor libero habitant potenti feugiat. Aliquam etiam purus senectus ut luctus pellentesque euismod. Dapibus nulla. Conubia netus. Pretium massa metus lectus vestibulum consectetuer potenti massa integer egestas facilisis eu etiam ac elit lacus nulla rhoncus. Gravida etiam ve sem nisl dis aliquet torquent cursus mollis dapibus gravida. Aliquam magna lacus nisi. Viverra massa per dolor tempor id ve nunc. Sodales etiam odio pede adipiscing platea. Lacinia nulla at tortor pellentesque penatibus.",
      "Rhoncus magna dis tristique interdum libero erat nulla lectus mi nisl varius hymenaeos. Iaculis morbi. Feugiat metus commodo nullam ve et platea vel duis et neque tempor mi. Laoreet velit vivamus habitasse quam. Feugiat velit natoque. Lacinia massa curae integer per id duis lacinia. Potenti fusce. Rhoncus risus augue orci vulputate amet lacinia lacus parturient ve suscipit nisi sed. Feugiat fames eni cras iaculis ut bibendum. Dapibus metus ut massa ac. Vivamus neque massa dis platea facilisis proin a. Integer etiam id a pede donec ullamcorper ut montes rhoncus ut et. Egestas curae mus urna leo diam faucibus nec pretium eni dictumst commodo. Integer porta. Quisque velit. Aliquam augue duis nunc potenti sem eu rutrum nec enim iaculis et. Blandit neque nisi a nisl morbi. Viverra nulla. Rhoncus purus class a cubilia ve sociosqu aenean diam. Aliquam nulla et ac nunc dapibus ad fringilla condimentum. Quisque velit dis ante pellentesque natoque dictumst mattis nisl mattis. Euismod fames."
     ]
    },
    {
     "title": "Pretium proin.",
     "paragraphs": [
      "Posuere neque risus justo semper varius class nunc. Natoque class nibh curabitur id rutrum lorem. Iaculis neque. Conubia purus. Aliquet class augue lorem augue aliquam mus id sapien. Feugiat felis. Feugiat netus ac sollicitudin montes vitae suspendisse lobortis commodo. Conubia lacus. Aliquet purus risus nibh ut neque. Natoque risus quis ad pellentesque natoque lacus et eget porttitor tincidunt consectetuer. Pretium purus. Natoque massa eu morbi sollicitudin lorem nisi. Egestas lacus aliquam felis sem. Vivamus magna at eu sem imperdiet turpis. Laoreet lacus nisl tempor nostra lacinia at in eros ante. Integer etiam conubia at posuere id tristique quisque sollicitudin vulputate proin hendrerit. Rhoncus augue adipiscing amet aptent eu. Sodales fames at. Egestas netus. Iaculis nulla. Dapibus fusce donec volutpat neque consectetuer hymenaeos augue urna tortor. Feugiat purus nec cursus suscipit hendrerit a neque in.",
      "Quisque curae. Conubia justo quis ac ligula nunc. Commodo donec sed nulla malesuada fermentum vestibulum nisl massa tristique praesent justo diam nascetur consectetuer. Natoque proin natoque aliquet urna vestibulum hymenaeos fames ve odio aenean laoreet. Nonummy massa eros augue ridiculus augue. Euismod donec. Integer lacus sem. Blandit etiam posuere ligula enim. Nonummy nulla ut felis ad fusce suspendisse praesent donec nunc mus proin. Sodales vitae. Laoreet lorem neque vel. Sodales purus. Blandit justo. Gravida etiam nulla integer eu. Potenti massa eu libero ad cras inceptos lacinia cubilia eget ve lacus in porttitor. Potenti lacus pede ultricies id hymenaeos. Gravida proin eget ridiculus ad justo magnis. Integer magna fames pretium. Dapibus neque. Blandit purus erat suspendisse sem taciti montes nisl. Posuere massa. Pretium augue arcu cras."
     ]
    },
    {
     "title": "Conubia neque.",
     "paragraphs": [
      "Commodo ipsum eros lacinia. Rhoncus lorem. Conubia class ipsum orci lacus malesuada augue. Aliquet magna et fames praesent eu. Aliquam morbi arcu ligula in elit bibendum convallis nostra parturient etiam commodo tellus sem potenti praesent. Quisque velit cras eget imperdiet. Iaculis augue. Commodo lorem. Gravida porta parturient molestie quis malesuada mattis eni conubia et class scelerisque torquent ultricies. Cubilia justo. Lacinia purus cum quam erat. Lacinia ipsum cras molestie nisi. Posuere donec massa dolor duis mollis ad. Posuere proin eni lacus. Rhoncus fusce diam vel nulla quam egestas in senectus inceptos. Conubia fusce duis ligula natoque. Egestas magna eu a aptent. Cubilia lorem id. Nonummy fames diam dapibus dolor eu curabitur. Lacinia vitae adipiscing ut eleifend blandit eu libero a egestas magnis. Conubia justo purus gravida magna ve nullam etiam tincidunt. Dapibus fames porta proin pretium nam.",
      "Potenti morbi. Lacinia fames enim suspendisse sollicitudin blandit erat quam fusce nostra. Aliquam lorem et at quam accumsan imperdiet faucibus vitae cras magna ornare risus curae libero. Integer fames amet conubia orci pellentesque. Rhoncus massa pede leo dolor luctus condimentum dolor dignissim potenti lacus mi nulla semper duis penatibus sapien. Lacinia massa ut sollicitudin nunc. Conubia fames pede. Egestas felis in vitae eu ornare accumsan suspendisse. Commodo vitae nam. Nonummy metus ante augue ullamcorper. Natoque fames ac mollis torquent pede nam ante dui sed mus at. Aliquet netus. Laoreet ipsum conubia. Potenti proin justo morbi cum volutpat pretium aliquet venenatis odio vivamus ut magna. Egestas ipsum ve tristique a mus. Gravida proin ac tempus vivamus nonummy. Commodo donec sem potenti ad erat ad diam faucibus a sollicitudin elit metus. Posuere netus in placerat lacinia natoque facilisis ut rutrum curabitur. Blandit neque. Rhoncus justo. Gravida netus mi consectetuer sollicitudin. Laoreet velit donec hac urna inceptos vehicula."
     ]
    }
   ]
  },
  {
   "title": "Gravida proin commodo nec nisl pede porta justo dolor nascetur.",
   "paragraphs": [
    "Lacinia netus sit vel eni per. Feugiat donec posuere placerat pede enim donec montes mattis interdum. Pretium fames donec porta. Lacinia risus. Commodo risus elit phasellus bibendum in. Sodales ipsum. Dapibus risus diam eu netus. Aliquet lacus adipiscing habitant amet sapien commodo aliquet nullam felis. Gravida metus parturient inceptos dolor congue parturient sociosqu blandit posuere tempor neque arcu duis pede. Dapibus morbi ante nunc conubia proin fames a. Iaculis metus ut curae at ut cras sapien natoque lacinia. Egestas ipsum ad. Posuere lorem curae metus. Vivamus dolor. Iaculis curae cubilia rutrum massa dui vehicula potenti. Natoque porta justo phasellus placerat id ullamcorper amet curabitur accumsan metus id class non. Potenti lacus nisl pretium. Aliquam vitae class mauris ultricies parturient vivamus ante. Euismod nulla. Feugiat risus. Egestas purus mi dolor facilisi malesuada a. Integer nulla.",
    "Dapibus ipsum nunc sodales quisque fames lacus tortor in ac arcu. Rhoncus class justo a tempor augue vivamus sed ac cras mus consectetuer porta quis dis. Laoreet dolor arcu justo. Gravida felis non morbi aliquam morbi eu quis justo massa fusce. Iaculis fames feugiat litora id eget at sollicitudin auctor. Posuere netus mus risus nec quis sollicitudin iaculis. Vivamus nulla cras cursus penatibus. Posuere morbi. Commodo fusce at varius mus dapibus in. Viverra velit eget ligula sodales quam ac duis ultrices bibendum. Rhoncus felis sed diam sollicitudin ut nulla porttitor. Feugiat purus nec metus neque potenti commodo. Vivamus justo nunc varius blandit. Viverra massa. Lacinia curae purus magna erat lacus imperdiet in massa. Pretium augue. Rhoncus fusce et tempor elementum tempus ve ac. Dapibus augue dis elit consectetuer lobortis nulla lacinia vel ut consectetuer potenti dolor. Euismod fusce. Feugiat augue id. Egestas augue quis pharetra eni. Sodales curae eu."
   ],
   "children": [
    {
     "title": "Aliquam augue dolor neque laoreet dui pharetra.",
     "paragraphs": [
      "Cubilia magna nisi ridiculus ad justo purus per donec. Aliquam lorem eros mauris. Rhoncus proin urna lacinia nunc cras malesuada ante tincidunt cum dui eni ut etiam. Potenti vitae at tincidunt duis suspendisse sollicitudin aliquet ante viverra dui eu ante tempor eni elit. Aliquet lorem erat curae posuere quis. Aliquet nulla lacus nisi ullamcorper consectetuer posuere. Commodo lacus. Feugiat netus. Sodales risus parturient arcu libero mi ac imperdiet conubia sit. Quisque dolor cubilia blandit phasellus eros lacinia nibh blandit ve sem odio facilisi lorem nisi. Posuere class proin primis consectetuer hymenaeos. Viverra netus velit scelerisque habitant integer sodales interdum fusce consectetuer. Iaculis porta cras facilisis. Dapibus dolor et lectus netus dui. Pretium dolor cras tempus parturient pellentesque dapibus nulla et ridiculus a. Quisque justo id mollis ridiculus. Vivamus felis eget et neque penatibus auctor bibendum sem. Sodales massa aliquam consequat. Posuere dolor felis rutrum eget sit nulla porttitor varius eget at pellentesque lectus metus adipiscing ut libero. Gravida risus est erat. Rhoncus purus nunc egestas quam ultrices ad suspendisse id taciti eros congue est nunc enim curae. Sodales massa mus sapien ornare non posuere.",
      "Iaculis nulla arcu condimentum sollicitudin posuere. Aliquet dolor parturient. Laoreet porta ac dignissim a augue in mauris sollicitudin sem fusce. Euismod metus arcu eu quis ve felis morbi lacinia. Commodo fames. Lacinia dolor id eni ultricies ipsum. Potenti fusce nibh consequat maecenas mauris ligula convallis netus arcu morbi leo. Viverra porta nec nonummy amet volutpat sociosqu at ullamcorper. Sodales vitae at amet volutpat. Dapibus fames sed quam vestibulum. Lacinia fames in. Posuere risus arcu blandit nonummy sollicitudin facilisis magna convallis iaculis netus etiam posuere lacus leo. Commodo justo ad. Potenti metus eni justo pretium amet arcu. Feugiat etiam sit diam interdum vestibulum fringilla erat pellentesque montes. Rhoncus risus orci cubilia netus parturient. Gravida neque dis mollis vel inceptos consectetuer aliquam vulputate placerat. Potenti proin duis sodales magna nisl. Egestas etiam erat iaculis eget cum magna sit mattis magnis. Laoreet purus eu volutpat placerat viverra aliquet arcu. Viverra class ac velit tincidunt mi id. Posuere justo eget."
     ]
    },
    {
     "title": "Conubia dolor quam per netus.",
     "paragraphs": [
      "Cubilia class ve congue torquent consequat. Gravida curae dis diam. Laoreet dolor parturient torquent integer gravida lorem. Posuere porta odio. Aliquam curae. Aliquam proin viverra erat pellentesque vestibulum ante. Dapibus vitae eget semper pulvinar. Cubilia justo enim est gravida amet consequat lobortis. Blandit massa etiam leo eget aptent sagittis. Viverra lorem in tortor quam. Potenti morbi orci vulputate purus ut volutpat erat dictum. Quisque porta hac enim consectetuer sodales pulvinar netus. Vivamus purus ac ipsum per ante nibh ve orci. Rhoncus vitae. Natoque felis nunc. Egestas ipsum enim eni consectetuer ve rhoncus duis tempus nisl lacinia ut consequat diam dui ante. Posuere risus. Laoreet class amet ad sollicitudin nonummy. Lacinia lorem in habitasse lacus mi ac nam habitasse pulvinar varius. Nonummy class eros mi duis amet etiam ve nostra lacus torquent nunc. Sodales justo ac curae tristique leo consequat nec fames convallis nostra. Quisque neque mus arcu velit nibh vitae cum.",
      "Potenti nulla vitae nonummy tortor dis vestibulum eu volutpat. Sodales augue elit blandit semper. Sodales neque hac. Lacinia lorem nec dis sed eu arcu vel quis fames penatibus cum. Integer risus metus integer. Blandit massa sem donec. Vivamus velit in nulla. Aliquam porta euismod. Dapibus nulla. Nonummy class orci fermentum et. Rhoncus dolor quam dapibus at tellus dictum aliquet egestas natoque ante. Aliquet curae adipiscing habitant quis facilisi tincidunt. Feugiat class adipiscing ante tristique pede mus libero in. Potenti porta diam a nunc vestibulum magnis. Vivamus etiam amet mattis sed feugiat fames donec. Aliquet nulla eros eu dis venenatis pretium. Commodo donec urna per. Pretium proin odio quisque nisi vestibulum et molestie metus a cursus massa. Dapibus risus pede venenatis. Euismod dolor at venenatis aliquam per. Conubia proin fames. Integer magna diam non nam."
     ]
    },
    {
     "title": "Viverra proin.",
     "paragraphs": [
      "Commodo metus duis nisi donec ornare. Natoque massa nibh etiam mi varius cum congue blandit. Euismod velit justo morbi volutpat. Pretium dolor vestibulum et venenatis ad mauris. Feugiat risus elit mus arcu ante ac netus consectetuer curabitur tempor. Conubia massa arcu rhoncus ac. Aliquam massa purus porta quis per a semper pede varius vel mus at lectus bibendum vestibulum litora mi aptent. Potenti metus ut. Vivamus netus. Rhoncus justo ve ut pede. Lacinia nulla ve. Cubilia metus enim tempor semper. Lacinia netus quisque mus adipiscing et fermentum. Egestas dolor vel ante. Euismod class. Iaculis felis gravida dolor at montes. Aliquet dolor ad ipsum leo arcu orci mattis ac risus cursus arcu libero vestibulum risus urna. Feugiat morbi. Integer magna leo hymenaeos quam fusce iaculis. Laoreet velit. Viverra proin vel pede in neque. Potenti fames parturient id consectetuer lacinia lectus proin nostra.",
      "Natoque porta odio magna nonummy mattis in suscipit nisi integer mi fringilla massa tincidunt diam per eleifend. Cubilia fusce metus leo laoreet. Dapibus lacus et ipsum lectus luctus. Natoque fusce donec dapibus blandit sollicitudin consequat dolor venenatis quis. Potenti lacus mi a litora enim dis tortor pharetra condimentum. Iaculis fames cras interdum sollicitudin mauris ornare habitant. Viverra velit et class nulla eni congue sagittis proin eu magna. Gravida risus velit. Quisque purus et velit in pellentesque rutrum morbi quisque nostra. Potenti netus augue. Vivamus magna. Euismod nulla id. Gravida augue fames sed imperdiet. Quisque augue commodo auctor. Lacinia risus mi fermentum felis hac diam torquent purus duis a. Gravida metus. Vivamus vitae mi. Quisque class at penatibus purus gravida taciti amet at sollicitudin tempus ut. Cubilia lorem mus habitant sollicitudin integer fermentum inceptos nibh elit facilisis. Vivamus neque morbi congue inceptos felis ridiculus. Vivamus porta elit aptent et pulvinar erat non cum ve. Cubilia purus ve velit dictum odio magnis in montes velit feugiat."
     ]
    }
   ]
  }
 ],
 "title": "Conubia augue ac metus ut odio vitae natoque purus."
}