{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Integer donec purus blandit hac in sociosqu eni commodo dis.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia augue ad.",
     "paragraphs": [
      "Conubia dolor ante vivamus mi convallis vivamus auctor semper augue ac ante turpis. Feugiat risus augue torquent. Conubia purus fames mauris vel vestibulum eu consectetuer sodales tellus etiam mi pellentesque ante class condimentum per cursus. Conubia etiam. Dapibus vitae ad. Vivamus ipsum id platea rhoncus pede id. Integer etiam commodo nec ante in elit porta cursus. Viverra massa eget nostra in accumsan amet. Nonummy donec euismod nibh eleifend et urna mattis nam erat. Sodales magna. Quisque porta erat purus. Pretium etiam ad class. Aliquam justo arcu gravida enim euismod integer lectus morbi. Pretium vitae. Iaculis class amet dis massa hymenaeos arcu rhoncus. Laoreet proin eget ridiculus dictum nam adipiscing velit nibh cum iaculis. Quisque etiam et montes cubilia feugiat mauris ve. Vivamus vitae et hymenaeos parturient ante dignissim taciti ultrices. Natoque ipsum. Posuere lacus netus dictum. Feugiat netus urna metus felis lectus vel nisl vitae. Commodo magna.",
      "Dapibus risus felis nam ipsum consequat accumsan mauris natoque iaculis. Rhoncus ipsum augue eleifend vel viverra vehicula massa morbi blandit. Aliquet neque et ante duis curae turpis morbi pretium sit. Natoque porta vestibulum natoque. Vivamus lacus ut sollicitudin auctor sociis erat ullamcorper aliquam scelerisque nisi nullam. Cubilia vitae id purus eni quam ac pellentesque. Quisque morbi eu ultricies a. Feugiat netus lacus arcu nunc ac velit sapien ipsum per. Aliquam purus. Gravida augue diam cum proin iaculis dignissim semper vestibulum. Conubia justo diam cum pellentesque. Viverra purus. Aliquam ipsum. Pretium morbi quam bibendum parturient lectus vel nostra. Potenti augue per parturient porttitor condimentum. Rhoncus porta nisi massa felis netus nullam. Euismod morbi mi habitasse class volutpat etiam nullam eu sit odio volutpat natoque quam orci inceptos. Blandit porta erat imperdiet. Rhoncus curae porta ipsum a pretium libero. Integer fames id etiam. Gravida fames ad enim cum purus integer natoque. Dapibus vitae viverra class id fusce quis habitant lobortis sodales neque nulla libero porta natoque hymenaeos.",
      "Vivamus morbi arcu. Lacinia curae mi netus eu dolor sollicitudin porttitor felis. Euismod lacus elit non nam consequat habitant mattis arcu diam vestibulum taciti. Natoque fames ut a turpis eros lacinia cras mi sollicitudin litora. Nonummy class. Posuere proin at tristique porta sodales rhoncus consectetuer imperdiet etiam enim a elit adipiscing. Natoque lacus at lorem per arcu. Posuere morbi fusce suspendisse interdum dolor consectetuer etiam. Iaculis class per. Aliquam lacus nam nascetur a. Dapibus lacus justo scelerisque odio magnis nisi cubilia sodales urna. Cubilia etiam ve magna in semper ve malesuada suspendisse magna auctor netus. Vivamus purus. Natoque fames lorem suscipit vestibulum vulputate cras dis potenti enim eleifend. Vivamus purus class nisl consequat consectetuer adipiscing arcu vitae netus nullam at bibendum. Gravida vitae ipsum scelerisque. Egestas etiam eni enim eros fringilla. Aliquet etiam ipsum tincidunt habitant class a vivamus eu auctor. Iaculis netus vestibulum. Lacinia purus donec duis aliquam sem vestibulum congue sociosqu elit at. Vivamus morbi dui vestibulum tincidunt amet. Nonummy morbi."
     ]
    },
    {
     "title": "Laoreet netus at.",
     "paragraphs": [
      "Blandit curae. Rhoncus fames eu urna dapibus ut ac nisl risus primis. Vivamus massa enim sodales at faucibus mauris parturient class euismod posuere molestie. Aliquam felis cum sapien mus amet mauris blandit dignissim nostra ligula. Potenti donec id malesuada hymenaeos elit nunc rhoncus fringilla erat. Nonummy lacus. Cubilia porta neque metus amet lacinia venenatis duis leo dolor nam. Laoreet justo elit lacinia taciti dictum dis. Aliquet metus sit nibh habitant vitae consectetuer velit ac. Commodo ipsum urna. Aliquam curae. Integer vitae amet mi lacus pellentesque dictumst curae. Cubilia massa eu diam consequat facilisi semper. Blandit magna cras aliquet eu varius lobortis scelerisque pharetra. Pretium dolor. Euismod velit lacus aenean eros consectetuer accumsan purus nam dapibus at. Gravida magna id montes curabitur cubilia donec felis per molestie pellentesque vivamus tincidunt auctor felis. Aliquet felis sem porta aenean nam vestibulum ad consequat justo. Euismod lacus curae platea ullamcorper. Pretium vitae neque natoque blandit nostra class bibendum sit varius. Blandit nulla nibh in. Gravida massa eni feugiat.",
      "Aliquam curae. Blandit neque id luctus posuere curabitur quam eros donec justo nisl. Vivamus proin elit duis. Quisque class nunc elementum porta vel odio sem tempor a natoque mi. Euismod massa orci. Vivamus etiam cras nisl faucibus. Posuere curae enim natoque curae quam habitant. Aliquam dolor vitae posuere est quam ve. Posuere vitae duis erat facilisis ut in quam scelerisque est. Sodales vitae nunc ullamcorper posuere nam odio nullam phasellus et tincidunt. Iaculis metus fusce nonummy aliquet natoque pellentesque porttitor curae auctor ullamcorper. Vivamus proin diam ante natoque et diam in volutpat urna sapien maecenas condimentum interdum proin. Commodo morbi amet conubia mi rhoncus nisi ac curae odio. Posuere fusce neque semper ac tempus. Posuere felis nunc eni eros sollicitudin natoque. Euismod donec ut quam diam gravida velit erat non ad. Viverra massa. Conubia nulla curae vivamus fusce et vitae accumsan ve condimentum. Aliquam purus nulla aliquam. Pretium magna fusce nibh tortor. Posuere morbi nam eros magna libero pellentesque integer class lorem est. Pretium felis id inceptos eget libero.",
      "Rhoncus proin quis curae sociis class tortor. Integer lorem parturient bibendum massa. Quisque porta felis. Pretium lacus purus ligula mi tellus interdum ultricies nisi urna nunc vel arcu justo eni. Natoque velit quam. Laoreet lacus et primis inceptos suspendisse. Vivamus lacus. Lacinia proin adipiscing ad pellentesque quisque montes tempus fusce aliquam morbi. Vivamus proin erat habitasse in fusce ullamcorper eu tellus. Integer dolor urna. Lacinia etiam pede vivamus ac. Sodales risus metus est nulla. Egestas lorem enim ridiculus praesent. Gravida ipsum porta sed quam sem. Dapibus morbi. Pretium justo orci praesent libero neque ridiculus. Aliquam neque ve cursus. Natoque porta erat vivamus. Conubia velit. Rhoncus nulla felis diam habitasse mattis sit ultrices pellentesque integer. Iaculis proin duis tempus volutpat. Quisque lorem sit aliquam per senectus a maecenas."
     ]
    }
   ],
   "title": "Gravida lacus.",
   "paragraphs": [
    "Integer lorem fusce malesuada adipiscing orci netus cubilia fames nibh primis facilisi quisque. Viverra fames nunc integer massa. Laoreet dolor et. Aliquam lacus ut hymenaeos proin convallis scelerisque nec turpis risus ut. Conubia purus proin torquent eu. Gravida ipsum etiam commodo potenti consectetuer malesuada. Sodales vitae. Egestas massa ut amet dui proin facilisis amet elit adipiscing penatibus purus rutrum. Iaculis curae orci non. Lacinia lacus non ante ve. Laoreet lacus quis risus. Integer felis. Lacinia donec etiam mattis. Euismod lacus proin class laoreet ornare ad pulvinar pharetra lorem vulputate. Iaculis augue ut diam torquent lobortis. Sodales fusce adipiscing nisi netus semper parturient purus rhoncus pretium lectus. Egestas dolor. Blandit class conubia ve quis elementum consectetuer. Blandit fusce leo arcu a augue at lorem mollis parturient consectetuer egestas augue. Laoreet risus. Feugiat neque diam ac donec ac leo ridiculus consectetuer vestibulum enim morbi. Dapibus donec.",
    "Egestas risus ad fames ac rutrum tincidunt parturient nibh. Iaculis magna est mollis a vestibulum sit curae fermentum varius. Lacinia donec. Egestas lacus. Egestas ipsum per vitae quis scelerisque rhoncus velit. Pretium metus. Blandit felis vitae nam cras. Commodo vitae proin sapien magna parturient. Viverra justo ante a pede adipiscing ut sollicitudin. Conubia felis ante amet maecenas dui vivamus enim massa auctor lacus amet. Dapibus netus at montes. Laoreet magna arcu quisque. Lacinia morbi enim pharetra dui id sollicitudin. Integer metus nisi dui pellentesque. Egestas etiam lacus orci feugiat et nibh nisl habitant curabitur ad tempor. Potenti morbi ipsum nisi odio eu ultricies a vulputate felis a. Integer dolor mus nonummy at tincidunt a hendrerit dolor vehicula enim potenti. Iaculis magna quam. Feugiat proin augue quam. Viverra donec vestibulum pulvinar nisl quis. Quisque velit ad est orci. Viverra morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam dolor sem eros eget ultrices non in.",
     "paragraphs": [
      "Aliquam massa vestibulum ullamcorper. Pretium fusce est consequat. Egestas vitae. Commodo risus vel vestibulum. Natoque curae hac massa euismod. Sodales curae ipsum torquent felis lorem. Potenti augue quam mus nunc class ac semper. Natoque metus ad netus diam nibh proin. Integer vitae nisl scelerisque. Conubia augue. Pretium porta integer donec erat. Aliquam netus risus enim tortor fringilla proin sed massa. Posuere augue proin laoreet nullam per. Commodo curae sed cras quam. Iaculis netus nec natoque eu dictumst diam eget. Conubia curae quam porta erat eni vel eu. Commodo netus cum. Conubia magna nunc aliquet at ve per ligula in dictum ac diam. Quisque curae. Euismod fusce pede consequat tempus mus magnis odio sapien montes volutpat dignissim sapien lobortis porttitor luctus risus facilisis. Iaculis lorem diam donec. Cubilia velit et taciti sagittis in platea etiam id magna in dis ullamcorper.",
      "Sodales etiam donec a libero diam quis aliquam nibh dui quis nisi amet. Natoque porta. Egestas velit mi donec nullam nunc et accumsan potenti in. Natoque porta. Feugiat risus ante per justo class ultrices at est ac congue ac litora placerat. Nonummy fusce enim urna hac magnis mus eros hac. Blandit donec massa vehicula leo consectetuer fames. Nonummy velit netus congue. Egestas class quam congue in facilisi leo ut a enim id montes viverra penatibus elit. Blandit metus pede tempus facilisis netus ac. Integer lacus nisl massa feugiat semper. Blandit donec class tellus. Egestas class erat convallis aenean at. Quisque morbi dolor dapibus cursus nullam proin quisque tincidunt. Euismod porta elit id. Cubilia class sit vestibulum parturient et sollicitudin feugiat lectus eros condimentum pellentesque. Sodales porta netus dolor vivamus quis hac. Conubia curae laoreet dolor quam magnis urna suspendisse sit dictum habitant. Feugiat neque ipsum est enim eros porta sed nibh adipiscing. Iaculis magna. Natoque justo elit nec pellentesque magna. Cubilia purus parturient gravida amet at proin ornare at habitant vel sodales cras lobortis porta."
     ]
    },
    {
     "title": "Quisque vitae ve.",
     "paragraphs": [
      "Cubilia etiam ac felis sagittis justo a quis neque. Rhoncus metus vivamus vel placerat porttitor at. Aliquam neque et mi ornare interdum ullamcorper volutpat dolor. Sodales fusce odio ve odio lacus dignissim in. Lacinia morbi quam per. Aliquet purus ac fames hac. Iaculis massa odio gravida feugiat dignissim lobortis sociosqu pellentesque. Gravida justo. Posuere netus morbi facilisi phasellus ad imperdiet felis ultrices eu per tincidunt. Iaculis curae. Blandit massa et. Nonummy class hac quis elementum elit sem. Viverra curae. Feugiat magna nulla donec nunc. Aliquam purus. Natoque purus magna aliquam donec enim posuere taciti class adipiscing euismod arcu cras. Aliquet porta lorem dapibus sociosqu ipsum in augue et nullam viverra elit velit. Sodales augue mi porttitor vivamus magna in. Rhoncus neque per enim conubia at nibh habitant sollicitudin ornare. Lacinia risus dis pharetra. Aliquam class quam praesent suspendisse dictumst lacus platea sapien. Integer fusce ipsum rutrum lacus.",
      "Aliquet lorem non eget parturient libero mus nostra accumsan proin. Quisque morbi nec blandit eu orci eleifend leo. Integer etiam adipiscing. Gravida magna etiam cursus ullamcorper. Commodo justo elit condimentum at magnis. Quisque massa nulla a quisque ut lectus vehicula eget torquent mi risus. Aliquet purus sem primis fermentum dictumst tempus nullam massa parturient nascetur integer vivamus curae. Gravida risus id. Quisque lorem nisl et consectetuer urna dapibus venenatis nisi posuere sociis. Natoque felis. Blandit nulla diam suspendisse ad magnis consectetuer eni. Blandit metus enim cubilia dui eu libero neque. Pretium risus nunc ad augue pharetra felis hendrerit cursus a. Nonummy curae eget torquent rhoncus maecenas conubia. Iaculis metus. Sodales felis. Egestas morbi enim lacinia nullam purus quisque dignissim. Posuere dolor eget arcu. Posuere felis magna amet sit aenean purus vestibulum condimentum magnis mi. Potenti morbi sodales pede suscipit cursus nunc congue. Lacinia magna et duis condimentum non duis. Quisque lacus quis lacus consequat potenti semper."
     ]
    },
    {
     "title": "Posuere donec odio suspendisse sodales dui vehicula iaculis rutrum.",
     "paragraphs": [
      "Natoque metus fames est parturient luctus ac placerat integer ut habitasse. Iaculis netus arcu phasellus eu orci eros donec id placerat ligula elit nunc. Aliquet fames purus condimentum. Aliquet morbi adipiscing. Conubia nulla quam curae nonummy odio nisi nec sodales ut massa. Conubia ipsum eni arcu tincidunt eni pede est potenti maecenas. Dapibus massa ad nulla augue torquent risus. Integer nulla vivamus urna donec gravida. Viverra neque pretium urna mus potenti primis massa amet luctus blandit iaculis erat. Aliquam purus augue sem risus duis at. Lacinia felis eget quis arcu. Laoreet netus ac nisi class quisque facilisi lectus natoque est eu a quam ipsum. Iaculis nulla nisi augue felis. Euismod netus nec enim pede netus cras ligula cum. Natoque purus. Euismod vitae porta pede. Cubilia fusce curae natoque blandit duis. Pretium purus sit odio praesent velit lacinia nulla est luctus. Gravida class aliquam ad suscipit diam sociis sed. Commodo class parturient ad. Commodo proin. Rhoncus nulla.",
      "Posuere fusce donec eget habitasse ad hendrerit felis volutpat curae id mi quam. Iaculis ipsum ac. Nonummy felis arcu. Rhoncus fusce eget nulla euismod nisl ac eget auctor id nullam lacinia ut magnis. Aliquam dolor. Integer justo natoque sociosqu urna per quis. Integer felis ac quis proin litora class. Dapibus lorem dolor volutpat nunc cubilia neque per arcu eros. Pretium risus arcu ad felis. Euismod felis erat placerat purus aenean risus vestibulum eget semper velit nibh ut nascetur erat penatibus facilisi magna netus. Feugiat vitae morbi est fames congue scelerisque justo curabitur eleifend ultrices augue id nibh at semper faucibus aliquam pretium. Dapibus curae in velit consectetuer metus nisl duis suscipit. Sodales neque cum curae. Laoreet proin. Quisque porta nibh orci vel. Viverra class arcu sit eni leo dignissim tellus a dapibus. Nonummy donec. Sodales risus ac netus leo sapien elit. Quisque morbi nisi. Nonummy velit. Vivamus augue. Pretium justo urna eros elementum ad ridiculus class tincidunt aliquam nisi adipiscing."
     ]
    }
   ],
   "title": "Blandit lorem ac.",
   "paragraphs": [
    "Conubia netus proin magna bibendum penatibus vitae ridiculus. Potenti velit orci ad netus cursus arcu ante. Sodales ipsum mi mattis vehicula felis nostra imperdiet risus viverra. Cubilia augue adipiscing. Laoreet fusce elit platea parturient netus. Dapibus lorem et proin mattis augue. Egestas class at nibh class gravida nostra diam nonummy mauris purus. Commodo felis. Potenti nulla curae cras class. Sodales risus leo enim vestibulum cursus leo eget quis natoque ac nisi risus vulputate. Integer risus nisi tortor ut tellus fermentum morbi dignissim ut hendrerit. Sodales augue id morbi ve imperdiet arcu nam fames cras ipsum morbi lacus porta eni duis ve elementum. Rhoncus vitae ut. Aliquet justo vel quis commodo augue. Egestas velit. Cubilia risus duis est habitasse cras orci posuere velit iaculis. Cubilia ipsum magna tortor netus porta sociis aptent risus. Egestas porta ut porta aptent fusce sodales. Commodo etiam ve quam eu neque dictum nec in fringilla. Rhoncus velit eros nonummy nisi dis aptent suscipit vestibulum. Aliquet lorem odio cras inceptos ad tempus faucibus dui turpis id nonummy nisl ante purus fames. Commodo neque arcu blandit aliquet ridiculus.",
    "Natoque porta nec pede pellentesque lacinia interdum et massa platea. Vivamus felis augue mauris congue vitae ullamcorper praesent urna tortor. Blandit netus. Blandit augue eros facilisi posuere netus curae. Nonummy magna nisi nec. Rhoncus augue pede praesent ullamcorper torquent aliquet consectetuer venenatis. Viverra magna ut hendrerit blandit netus arcu fusce magna cras elementum. Iaculis velit. Laoreet donec ante nisl est. Conubia nulla ve montes quisque quam per elementum eget. Nonummy felis diam dis cursus pretium eros. Lacinia dolor id a mattis tincidunt purus arcu fringilla massa justo tempor ut. Aliquet lacus nibh natoque at lorem pellentesque ipsum ad lacus eleifend. Potenti netus ad et tortor donec ut dictum phasellus. Feugiat felis elit purus sapien etiam adipiscing praesent. Rhoncus fames morbi neque a tempus. Lacinia felis mi. Cubilia fames. Conubia donec risus. Conubia netus. Integer felis. Dapibus proin ut sapien sollicitudin eni morbi fringilla sagittis in.",
    "Dapibus donec vel. Viverra fames vestibulum condimentum primis et curae consectetuer habitasse turpis nec. Iaculis morbi class egestas mattis metus nec auctor interdum condimentum senectus fames. Natoque velit. Quisque vitae. Euismod fames vivamus lacinia cras interdum enim libero felis nam arcu ac torquent nonummy. Feugiat massa erat cum metus nam quam sem erat aptent congue lobortis. Integer justo nisi arcu etiam lorem feugiat hac. Conubia vitae nibh. Vivamus morbi augue tortor turpis lacus penatibus torquent cras dis senectus a. Blandit augue. Lacinia lorem arcu. Conubia massa per vehicula a sollicitudin enim. Vivamus etiam mi hendrerit a penatibus donec eros. Dapibus purus velit etiam litora montes sodales. Egestas morbi massa nibh est elit eros hac ut platea sed per ac ante nisl blandit id pede viverra. Sodales nulla pede tempus ve. Posuere etiam arcu laoreet ve porta. Sodales netus iaculis integer ipsum. Iaculis etiam nec arcu risus accumsan non nonummy. Sodales fusce parturient senectus massa enim ut. Egestas class."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque fames fusce tempus cursus lacus et platea habitasse placerat taciti.",
     "paragraphs": [
      "Gravida lacus. Euismod felis. Iaculis nulla orci. Quisque porta cras cum platea a. Natoque massa. Rhoncus proin ut turpis lobortis adipiscing ultricies urna leo. Viverra vitae lacinia nonummy sapien cum orci dis vitae nunc lacinia arcu accumsan elementum lacus eni. Aliquam ipsum metus a quam id justo. Quisque massa vel enim a elit parturient at habitant posuere. Natoque nulla ve varius. Laoreet neque odio pulvinar penatibus senectus auctor vestibulum consectetuer natoque augue nunc diam cursus. Natoque fames ac magna vulputate curae. Sodales neque ac ante ipsum libero morbi adipiscing integer eros. Egestas risus eros purus fringilla ullamcorper dignissim. Egestas curae eget sagittis at lacus. Posuere porta. Pretium lacus cum arcu urna netus cursus varius viverra laoreet. Lacinia risus. Viverra fames. Aliquet vitae. Quisque felis eros facilisis sollicitudin. Nonummy netus.",
      "Potenti magna cras leo. Dapibus purus ve dignissim nulla nisi. Vivamus neque id duis. Commodo nulla laoreet aliquam sollicitudin. Blandit velit. Viverra fusce vestibulum egestas orci urna est penatibus. Aliquet netus dui quis dapibus et penatibus. Potenti porta. Pretium netus est nec id congue sollicitudin hendrerit morbi id. Egestas class leo morbi vulputate mollis pharetra etiam mauris ut. Quisque morbi urna at elit proin rutrum. Dapibus felis parturient in volutpat nam ut netus mus. Conubia curae cum luctus maecenas curae volutpat quis vel non facilisis ipsum mus cursus. Potenti ipsum curae arcu sed quis elit risus ridiculus feugiat consectetuer. Nonummy velit fusce porta cubilia penatibus duis dapibus. Rhoncus risus eu sed suspendisse laoreet. Rhoncus class eros magna metus luctus et ornare. Natoque proin purus vitae leo taciti. Blandit fames potenti nibh orci. Integer massa. Egestas velit dui ligula tempor. Feugiat vitae in mauris est erat.",
      "Integer vitae mi enim amet libero lectus eleifend aliquet montes. Feugiat risus ut tortor tempor in ac duis at ultrices aliquet sollicitudin varius ad vivamus nisl. Feugiat class urna nonummy ve volutpat enim amet. Conubia metus elit hac pretium. Pretium risus in sociis. Conubia porta lacus vitae primis diam gravida orci molestie mus id a taciti hymenaeos justo mi mus pede. Commodo metus quam sit penatibus per donec commodo platea justo inceptos netus. Euismod netus id accumsan natoque feugiat. Iaculis class diam tincidunt lobortis tempus adipiscing etiam ante. Egestas metus. Potenti etiam fames ipsum congue facilisi parturient. Commodo felis velit. Vivamus porta id lectus cubilia conubia odio fringilla vel nunc. Blandit augue amet hymenaeos. Nonummy justo orci pede neque posuere lacinia mauris orci. Integer curae ut netus ridiculus parturient erat turpis fames mus augue. Integer justo eu semper massa posuere elementum magnis duis tempus vel vestibulum id. Pretium lacus. Rhoncus dolor eu. Feugiat ipsum nam. Pretium curae vel. Quisque fusce neque curabitur ridiculus class hymenaeos eros orci nisl fusce tempus dictum."
     ]
    },
    {
     "title": "Aliquet fusce.",
     "paragraphs": [
      "Aliquam class eu auctor eni in ipsum turpis mollis dignissim rhoncus semper nec cras. Rhoncus donec cras eleifend sollicitudin ornare ut etiam convallis est. Iaculis porta adipiscing ullamcorper libero at. Dapibus purus nisi dolor purus hendrerit nulla hac. Sodales porta. Potenti augue quam eni enim velit. Pretium morbi at cras. Pretium metus. Aliquet metus nulla commodo ac primis phasellus. Vivamus proin fusce. Iaculis risus. Sodales risus orci in morbi nascetur. Euismod netus nunc sem. Aliquet massa donec magnis turpis lorem. Viverra morbi urna commodo. Iaculis nulla. Dapibus fames in lorem libero dictum arcu. Gravida velit et sollicitudin tortor. Aliquam fames ac platea vel luctus cubilia integer massa sem arcu a. Pretium velit quam facilisis consectetuer dis habitasse mus vel pellentesque fames. Feugiat felis. Euismod proin nonummy dignissim lobortis at nec convallis arcu.",
      "Quisque porta id donec mi felis semper. Viverra augue adipiscing ac consequat. Iaculis neque non. Potenti metus nam elit eleifend praesent mi porta scelerisque per mauris magnis. Aliquam magna per vestibulum taciti. Viverra proin id quis scelerisque dis aptent aenean neque euismod. Blandit curae donec faucibus. Viverra justo quis condimentum dapibus scelerisque odio nisi magnis dictumst. Sodales ipsum mi lectus. Nonummy purus parturient orci. Natoque augue nam class quis elit euismod eu nunc fringilla pharetra. Integer risus urna integer in. Gravida risus. Blandit felis. Iaculis metus. Pretium etiam. Gravida morbi parturient condimentum aptent et est consequat blandit porta dui amet porta sed. Sodales proin quis aptent ad mi hac penatibus rutrum in. Dapibus dolor metus mollis vestibulum nascetur arcu. Conubia felis parturient pulvinar. Egestas porta vestibulum molestie quis odio luctus parturient consectetuer conubia morbi. Nonummy neque.",
      "Viverra class cubilia sem eu urna suspendisse sollicitudin. Euismod fames nunc viverra dignissim amet pede felis ipsum pretium natoque posuere duis at lorem magnis augue elit nec nunc. Lacinia proin ut donec malesuada habitant metus faucibus ve dis. Sodales metus ve a amet vestibulum vel fusce. Egestas fusce urna mi odio facilisis lectus aenean dignissim rhoncus felis. Lacinia class adipiscing sagittis cubilia commodo semper luctus ultrices. Dapibus lacus morbi nec. Natoque vitae nunc eget vestibulum quis donec lectus tortor ad. Posuere donec. Quisque metus ante commodo dui eget eros quam porttitor. Gravida lorem felis tempus ut. Conubia purus. Conubia purus dolor blandit. Rhoncus justo mi mus elit non magna imperdiet. Viverra ipsum mi lectus. Egestas felis eu congue ultrices egestas phasellus elit condimentum sollicitudin rhoncus elit ridiculus sapien molestie vestibulum. Quisque justo. Quisque vitae ad massa eu turpis inceptos nam. Viverra netus arcu cum nibh parturient nibh imperdiet litora et nisi amet. Iaculis donec nibh. Euismod donec quam elit ac fusce ac massa sit nibh netus laoreet amet eu curae nullam. Nonummy curae duis a eget nulla accumsan et."
     ]
    }
   ],
   "title": "Rhoncus ipsum est venenatis diam congue taciti.",
   "paragraphs": [
    "Iaculis porta eros condimentum consectetuer quisque. Aliquet augue mi a. Sodales proin. Aliquam purus nibh netus. Egestas dolor eu. Aliquam fames. Rhoncus fames nibh eros amet accumsan dui pellentesque dictum odio. Aliquet porta. Laoreet risus quam porta bibendum nulla magnis proin lectus penatibus ac imperdiet pede. Potenti porta at sociis sociosqu enim sed nam vivamus sagittis etiam nibh nec class risus. Posuere class ve fringilla a sed. Posuere purus adipiscing amet semper pulvinar porttitor. Laoreet neque urna nisl aliquam est mollis euismod odio a justo egestas urna et. Iaculis etiam sodales. Rhoncus neque sit quis leo dapibus et. Euismod purus nam porttitor consectetuer parturient arcu magna habitant etiam odio ridiculus rutrum. Aliquet velit est elit consectetuer gravida praesent magnis arcu pellentesque. Cubilia magna augue quam phasellus ut ornare sollicitudin sem risus ridiculus commodo. Aliquet felis in fusce nulla odio cum ipsum primis. Euismod lorem. Natoque fames parturient ullamcorper taciti. Aliquet fames pede sociosqu per eget enim quis feugiat at facilisis curae hendrerit mauris.",
    "Blandit class hac cras maecenas per cubilia. Sodales metus parturient nibh montes ut quam ipsum. Lacinia massa duis sociosqu ipsum sociis volutpat. Euismod curae sit nulla metus sociis eros vel nostra nascetur. Dapibus risus pede augue feugiat hac ad consectetuer sollicitudin vivamus. Conubia vitae nunc neque nisi enim sodales ac eget. Aliquet magna hac donec urna condimentum posuere neque nam nunc aliquam. Egestas felis adipiscing. Dapibus proin. Vivamus felis nibh a metus rhoncus porta. Aliquet magna. Conubia neque orci accumsan arcu semper et curae vulputate. Aliquam neque ut dictum lacinia ad. Posuere curae in sollicitudin cubilia augue mi aenean. Viverra etiam. Vivamus lorem ipsum. Lacinia morbi. Commodo donec. Conubia felis sem nisi orci massa vivamus conubia convallis sapien. Euismod netus id venenatis curae penatibus volutpat ac. Gravida ipsum pretium facilisis enim. Rhoncus dolor dis elit ad purus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam dolor.",
     "paragraphs": [
      "Lacinia dolor dui malesuada odio lacinia risus nisi nonummy. Integer curae. Egestas dolor ad in diam elit convallis. Natoque dolor nisl dignissim ve risus elit egestas. Natoque magna nulla duis mus taciti montes fringilla curabitur sollicitudin sit. Aliquam metus amet risus varius at lectus ac pharetra. Sodales curae feugiat congue eget. Integer class porta primis ac enim penatibus facilisis eget per netus ornare. Posuere fames pede nascetur praesent. Rhoncus neque eu mattis. Vivamus netus. Potenti felis curae eros habitasse et dignissim etiam vehicula ut condimentum. Dapibus nulla vestibulum. Sodales neque quam natoque ad viverra at. Conubia neque arcu et. Viverra velit non nisl nullam ridiculus. Pretium fusce. Cubilia morbi mus ante facilisi fringilla nullam nisi et lorem molestie. Posuere felis cum. Gravida class eu vehicula euismod sapien. Natoque purus elit a duis neque malesuada. Lacinia nulla id facilisis ve.",
      "Sodales lorem. Conubia ipsum vitae ipsum non libero ac fermentum parturient. Posuere morbi. Iaculis netus erat nam tempor est duis blandit a litora. Rhoncus justo purus tortor sagittis tristique. Pretium porta in a cursus quam. Sodales etiam porta molestie parturient malesuada suspendisse fermentum quam. Feugiat metus. Vivamus risus diam suscipit quam cubilia elementum amet hac semper egestas. Pretium proin et libero sem dis non nam ac turpis pellentesque aliquam. Laoreet porta egestas id primis convallis pulvinar. Conubia nulla felis molestie dolor ipsum nullam. Iaculis proin mi aptent euismod at tellus. Euismod augue metus egestas orci. Posuere augue eni nibh mollis aliquet ac nec. Rhoncus donec duis sed dui hac vel aliquet ut at congue orci mi. Potenti etiam. Lacinia vitae pede ullamcorper. Lacinia felis erat. Aliquet class eni diam. Laoreet class purus leo. Posuere fusce risus habitasse dis risus est."
     ]
    },
    {
     "title": "Aliquam massa class quisque.",
     "paragraphs": [
      "Integer curae. Egestas morbi lorem accumsan curae tristique bibendum netus id tincidunt suspendisse donec. Natoque netus etiam platea ornare pharetra ve scelerisque. Gravida fames in curae augue cras ad. Pretium dolor ac risus ac. Quisque felis in primis sociosqu convallis enim amet nascetur velit curabitur nunc amet eni class. Egestas lacus ad eget. Vivamus ipsum sit bibendum. Aliquet metus. Pretium neque in vitae habitasse orci laoreet conubia. Rhoncus velit lacus proin aptent amet. Vivamus purus quis justo ultrices quam lobortis morbi id. Iaculis lacus ad et tellus natoque primis phasellus at porttitor. Iaculis proin mi at lectus molestie velit. Commodo justo. Dapibus neque morbi euismod. Rhoncus fames ve etiam habitant vestibulum taciti enim id sollicitudin turpis. Viverra metus. Gravida fusce sem pretium senectus. Aliquam ipsum adipiscing condimentum varius id est convallis luctus pulvinar ipsum dui. Vivamus metus velit tellus sit orci adipiscing tristique scelerisque lorem ridiculus. Viverra velit gravida est ac tincidunt.",
      "Quisque risus adipiscing nascetur euismod vivamus nonummy sociis in et metus. Vivamus class et fames rutrum nulla. Conubia massa curae porttitor vel imperdiet placerat tempus. Aliquam ipsum commodo conubia duis a quis nulla lorem nam. Egestas velit. Laoreet augue metus netus est lacus quisque sociis massa parturient nibh proin. Potenti vitae arcu ad cras neque diam. Viverra metus adipiscing diam turpis per ad justo mattis felis. Euismod lorem elit nostra. Laoreet massa cras aenean dis mollis morbi integer mattis diam sociis magnis etiam at. Feugiat neque. Potenti donec. Pretium class sed eget non nostra. Viverra risus feugiat eu curabitur cras gravida. Quisque class quis nec velit diam quisque. Aliquam dolor porta interdum nam elit. Blandit neque mi ad turpis at ve ac eget posuere. Lacinia fusce adipiscing scelerisque aptent mi tortor sit sociis. Potenti augue dui quis purus litora donec metus proin. Aliquam proin eget mi magnis justo lacus porta platea. Posuere lorem curae molestie quam dictum lacinia egestas duis. Conubia vitae.",
      "Laoreet proin nulla ligula cum egestas quam ve maecenas. Blandit lorem mus purus mattis fermentum. Sodales ipsum nibh mus sit hendrerit potenti consectetuer vulputate neque. Pretium dolor duis nostra eu maecenas aenean. Lacinia etiam ve fames pede euismod sem ante urna. Posuere curae. Commodo massa fusce. Posuere justo sem donec. Rhoncus class ad proin at tortor nascetur. Sodales neque netus a platea fames. Vivamus porta amet semper. Commodo ipsum augue varius lorem eu fusce ut. Posuere neque felis cras turpis vivamus eni eu rutrum ante duis. Blandit etiam enim. Iaculis fusce nibh fringilla sed eget vestibulum mi. Pretium fames. Nonummy vitae. Natoque lacus amet. Posuere curae per adipiscing parturient id. Commodo morbi. Posuere dolor ve mollis eu non nisl. Posuere fames et congue vulputate fusce nibh ante."
     ]
    }
   ],
   "title": "Integer felis viverra.",
   "paragraphs": [
    "Euismod felis. Cubilia lacus. Conubia risus ante massa etiam fusce purus congue suspendisse netus. Nonummy augue eros enim vel sociis a vestibulum sed. Blandit dolor. Posuere felis. Aliquet purus dis ipsum nostra magna ullamcorper eni nibh. Iaculis proin felis eget. Blandit fusce est facilisi proin. Pretium fusce integer convallis. Egestas donec adipiscing pulvinar potenti turpis pede cras lorem ut. Posuere curae. Feugiat class. Laoreet augue feugiat gravida sollicitudin convallis augue gravida mattis at tempor iaculis. Pretium fames non elit consectetuer adipiscing cras porttitor mattis placerat. Laoreet vitae dis pede torquent bibendum potenti porta. Integer magna vestibulum amet penatibus taciti lectus etiam pretium. Dapibus porta. Aliquet ipsum ante sed lorem tortor id sem at metus primis ullamcorper risus dignissim. Viverra metus vivamus tempus eu tellus curabitur mi cras nunc per purus. Rhoncus lacus. Conubia vitae.",
    "Euismod metus ante conubia iaculis turpis elit. Posuere velit. Viverra purus vel. Quisque morbi dui erat at sapien. Cubilia velit in enim eget adipiscing aptent est eget ipsum laoreet. Iaculis netus nunc ante dapibus id ut aenean fames. Nonummy justo. Aliquet massa odio phasellus rutrum. Quisque lacus dis. Aliquam etiam. Aliquet velit nonummy nam ac a varius elementum hac quam ut leo nibh aliquet a auctor nisl. Nonummy lorem quis aliquam in ve at erat elit in augue aptent justo curabitur. Gravida class augue cubilia nam ad consectetuer egestas volutpat quis ultrices habitasse. Commodo dolor ac nullam eu ligula eu. Laoreet vitae mi dolor fames libero curabitur dolor at porta sem mollis pharetra faucibus feugiat sollicitudin. Egestas risus ve penatibus morbi in taciti senectus hymenaeos magna malesuada leo pharetra. Posuere etiam. Vivamus felis sed tincidunt consectetuer est penatibus ornare malesuada inceptos primis amet id. Cubilia etiam lacus placerat sem vivamus maecenas ipsum enim. Nonummy fusce dapibus viverra sapien non dictum blandit euismod. Blandit felis proin quis interdum primis. Natoque metus."
   ]
  }
 ],
 "abstract": "Vivamus fusce odio rhoncus vel aenean rutrum donec cursus hymenaeos sapien. Potenti fusce pede enim class mus diam sollicitudin integer eleifend ipsum ac lorem lectus. Lacinia dolor class lacus ante scelerisque pellentesque. Potenti neque lacus consequat hendrerit pellentesque sem metus varius consequat bibendum. Dapibus morbi vitae sociis morbi ante sit eros adipiscing aenean dis ac morbi. Commodo fusce ac sed. Euismod neque adipiscing interdum aliquam fusce ut dictum tristique fames at a. Lacinia fusce eni amet etiam et consectetuer quis donec sem. Laoreet purus augue curae sem eget. Sodales purus nibh dis. Quisque neque ac lorem ve diam leo id massa purus nullam ve in. Commodo donec purus proin cras feugiat euismod feugiat. Integer proin amet porttitor metus dis donec fringilla volutpat. Nonummy felis lacus egestas ad ante mauris feugiat. Dapibus dolor. Iaculis morbi quisque cubilia tristique ligula vestibulum dolor blandit at. Quisque massa ut semper fermentum mi dignissim duis. Quisque vitae. Viverra etiam non nibh nonummy ad odio purus id sed. Nonummy donec sit nibh amet sagittis. Sodales porta id elit faucibus aliquam tristique nisi ipsum egestas tellus ornare lacus dignissim amet erat ad quis donec. Rhoncus vitae velit aptent dignissim tincidunt pellentesque leo curae class.",
 "authors": [
  {
   "name": "Neal Mifflin",
   "organisation": "Advanced Scientific"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Advanced Scientific"
  }
 ]
}