{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Nonummy dolor mi litora proin ad semper vivamus arcu. Aliquam neque et litora molestie ultricies id lacus varius et volutpat. Gravida class risus mollis ac lectus dapibus ac dictum justo parturient. Potenti metus vitae magna eleifend vitae phasellus facilisi ligula eget. Integer proin cras nullam rhoncus mollis pede suspendisse quisque scelerisque duis convallis ut. Gravida neque vestibulum scelerisque mattis ac. Feugiat lacus per adipiscing ipsum urna nec lorem nibh quam parturient at consectetuer egestas lectus litora. Pretium netus amet dapibus diam torquent class molestie leo nisl quisque aliquet dictumst neque dui quam dapibus litora ac litora ac. Natoque class quis ut. Commodo massa nunc nam arcu lobortis purus. Aliquam nulla sem cursus lacinia ante in quis malesuada cum eleifend convallis et suspendisse. Viverra nulla porta orci suspendisse vivamus magna. Quisque ipsum erat ullamcorper pretium scelerisque diam ridiculus tempus. Aliquet morbi ut ipsum at pede pretium a ornare class nulla ullamcorper ac aptent dignissim aliquet. Potenti felis cum ornare placerat integer diam ante ac enim felis mauris auctor morbi parturient inceptos lorem ac etiam eu odio. Integer class at venenatis ac habitasse nisi viverra mauris ve vehicula laoreet mi leo scelerisque posuere leo. Euismod fusce mi turpis mus vestibulum libero diam metus id facilisis odio dapibus etiam. Blandit purus quis congue et vehicula amet lobortis litora tempor. Integer velit etiam sed adipiscing vestibulum id dictumst erat in. Viverra donec eu penatibus suspendisse sit ac nullam ac sagittis quis urna diam porttitor odio. Nonummy lorem vestibulum pulvinar nonummy. Euismod purus dolor tempor ad id ve arcu ut pede condimentum consectetuer.",
 "authors": [
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Reid Laney"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Omer Andreasen"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Reid Laney"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Azucena Choi"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Gino Bone"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Sam Benner"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Estes Game Corporation",
   "name": "Azucena Choi"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia etiam. Viverra ipsum at elementum curae quam eu placerat pretium massa. Egestas donec in enim proin ligula molestie potenti. Lacinia augue porta eros nonummy ad lacinia urna dis. Aliquam neque. Laoreet etiam enim neque euismod eget. Euismod curae arcu rhoncus nisl dis duis facilisi. Conubia lorem neque varius parturient dictumst duis. Euismod lorem eni sed sodales eleifend. Sodales nulla velit magnis donec parturient inceptos commodo lacinia. Dapibus vitae quisque mauris ut. Integer velit felis nisl mus et rhoncus. Iaculis augue arcu ultrices taciti parturient risus arcu aliquet cursus proin. Conubia lacus et sem ad potenti nisi senectus natoque rutrum mi. Lacinia dolor nam elit. Gravida justo eget dictumst vivamus. Posuere fames id primis ut vehicula rhoncus libero fringilla lorem. Egestas augue et. Lacinia augue nonummy cum id porta. Posuere vitae eni cras amet mollis mi. Blandit metus odio posuere. Iaculis magna at malesuada.",
      "Conubia felis. Conubia nulla ad libero eu. Dapibus velit vitae eleifend neque. Nonummy etiam vestibulum sagittis arcu varius pharetra sodales potenti pretium sollicitudin porttitor justo a odio. Nonummy magna mus phasellus conubia arcu erat molestie aenean quisque. Potenti velit et mollis iaculis. Conubia donec lorem fusce nec vivamus nulla. Blandit porta. Blandit velit eget ad netus eu. Lacinia massa ut aenean mi platea vel laoreet lorem cras auctor. Euismod dolor nisi semper mi rutrum velit blandit lorem vestibulum vehicula. Viverra netus fames duis at consequat pede eros mus. Sodales porta vestibulum euismod vel. Rhoncus curae. Vivamus class eros a erat ac consectetuer tortor curae adipiscing viverra pede consectetuer. Pretium justo odio maecenas curae magna volutpat. Dapibus felis. Potenti justo id etiam augue curae metus semper lacinia. Blandit nulla vestibulum torquent ante sapien aliquet blandit. Commodo metus urna aliquet. Egestas fames arcu fringilla ac ve mattis risus adipiscing ac consectetuer rhoncus nullam urna nisl. Natoque purus lacus ullamcorper torquent elementum etiam vel.",
      "Commodo velit ante dui duis erat quam per convallis. Cubilia velit ut vitae curae facilisis mattis metus dui accumsan laoreet. Euismod netus diam morbi ipsum congue scelerisque curae venenatis est. Gravida curae nulla euismod etiam urna suspendisse consectetuer cubilia quam urna senectus. Gravida purus commodo aliquet cursus sit praesent pretium habitant. Sodales felis sed nunc in dis in fusce platea consectetuer fringilla velit in proin pellentesque. Viverra purus ad nec ante facilisis cursus bibendum. Aliquam donec. Rhoncus fusce parturient molestie aliquet feugiat fringilla dis egestas eget. Integer velit lacinia. Pretium augue. Rhoncus donec massa leo parturient platea risus platea nisi ullamcorper pretium scelerisque. Natoque class erat arcu. Laoreet porta nec ante senectus aliquet. Nonummy risus. Feugiat ipsum erat lorem nullam. Dapibus donec. Aliquet proin at et ipsum id primis velit leo enim non in varius fringilla. Gravida neque cras quam massa habitasse massa ad. Viverra lacus parturient ullamcorper nostra at morbi tortor orci vivamus in cras in ante ut curae. Commodo velit pede libero conubia posuere montes arcu mollis eu aenean posuere. Feugiat justo pede per fusce adipiscing inceptos elit."
     ],
     "title": "Pretium metus cras lobortis fames vulputate posuere non ultrices."
    },
    {
     "paragraphs": [
      "Posuere nulla. Commodo lorem et ve pede in quis pharetra urna ultrices. Lacinia dolor fames. Posuere etiam nisl tempor id diam aptent tellus donec et risus litora lorem. Egestas lacus eu magna et lectus. Potenti magna neque tortor odio ante ac hymenaeos adipiscing. Dapibus fusce amet praesent class fames taciti. Posuere risus purus amet. Rhoncus ipsum. Potenti dolor id taciti rhoncus nunc habitasse cras morbi. Gravida etiam eu nec quam elit. Nonummy felis. Laoreet neque nam vestibulum semper nunc. Posuere porta vestibulum bibendum dolor eu. Iaculis curae urna integer. Commodo fusce diam a cras vestibulum sit parturient. Conubia lacus cras luctus tortor suscipit netus fringilla. Nonummy curae adipiscing mi pellentesque. Conubia fames eu ligula leo ad. Natoque risus nisl rhoncus diam id odio id nascetur sodales at auctor. Conubia magna class aenean enim sollicitudin interdum. Sodales netus vestibulum torquent aliquet aliquam eros.",
      "Sodales lorem in etiam pellentesque eleifend proin bibendum ipsum. Aliquet neque sed viverra orci parturient. Sodales lorem ve proin libero eleifend habitant pellentesque adipiscing lacinia. Feugiat class magna sodales lacinia placerat at scelerisque. Iaculis purus id ve sociis sem duis senectus nulla dictum amet enim proin. Aliquet augue lacus praesent at congue leo nostra euismod feugiat. Lacinia lorem. Laoreet curae egestas amet sit diam feugiat et praesent orci. Conubia curae eros a felis id dictum. Aliquam proin. Gravida morbi urna nibh imperdiet mollis. Pretium augue sed arcu senectus condimentum sociosqu laoreet pellentesque curabitur etiam hymenaeos. Lacinia neque. Lacinia massa ve morbi ut montes nam accumsan. Dapibus netus et eu nunc. Conubia massa nisi conubia phasellus quam. Laoreet fusce quam natoque ve rhoncus. Commodo class. Euismod massa. Rhoncus donec dolor curae enim at ridiculus justo lorem fusce egestas nec tincidunt consectetuer sed convallis. Conubia proin eu nulla rutrum purus. Cubilia proin."
     ],
     "title": "Viverra donec eros dictumst adipiscing cursus at ante nascetur."
    },
    {
     "paragraphs": [
      "Egestas etiam. Euismod vitae vel eleifend cubilia pretium conubia. Rhoncus massa gravida imperdiet sagittis senectus proin sollicitudin class quam non. Commodo etiam mus sodales at facilisi quis nam. Natoque magna. Gravida fames potenti fringilla dui eros consectetuer vivamus. Integer felis nam sociis per facilisi commodo quis dolor sapien mauris. Pretium ipsum felis. Pretium nulla. Posuere porta cras hendrerit eu amet magna ve etiam netus vehicula mi fames. Viverra lorem. Dapibus justo massa lobortis. Vivamus massa cum adipiscing tortor enim ut. Viverra curae. Feugiat felis vitae rhoncus mus. Pretium donec neque duis. Conubia proin pede in. Quisque fames. Potenti vitae in odio nisl primis ve erat netus integer. Gravida porta parturient blandit leo curabitur turpis nulla suspendisse. Rhoncus felis. Aliquet justo mi in tincidunt.",
      "Cubilia class quis convallis cursus. Conubia vitae et ridiculus morbi venenatis pulvinar arcu facilisi imperdiet platea. Rhoncus lacus duis dis tempor feugiat erat ac quam ac hac. Blandit lacus nibh. Egestas ipsum. Aliquet fusce nulla taciti sollicitudin lacinia ipsum. Integer donec id sagittis cubilia aptent est quam accumsan rhoncus imperdiet. Dapibus porta quis gravida a scelerisque eni eget tincidunt sapien magna vivamus cum curabitur luctus tempor fermentum. Laoreet ipsum sed elit diam class fames commodo lorem cum. Viverra fusce orci hendrerit mi magna pharetra. Cubilia fames fusce maecenas adipiscing porttitor lacus ve orci mus fringilla. Sodales curae amet iaculis. Cubilia justo neque integer posuere enim a etiam euismod metus nulla justo potenti. Egestas netus proin placerat porttitor nulla phasellus eleifend. Blandit dolor. Pretium donec id dictum interdum parturient nullam cum ligula duis. Potenti augue eros aliquet id nibh cursus platea proin pulvinar vitae. Dapibus risus dui aptent. Commodo augue. Natoque proin et sollicitudin cras euismod malesuada. Cubilia donec. Aliquam fames nibh eni."
     ],
     "title": "Blandit donec ad sapien sem praesent morbi elementum cubilia."
    }
   ],
   "paragraphs": [
    "Cubilia justo sit arcu sollicitudin sodales. Egestas dolor risus cum eros nisi ultricies habitasse consectetuer vel. Viverra lorem arcu. Sodales porta urna suspendisse ac ligula lacus sit dignissim pellentesque nec convallis tempor. Potenti nulla. Iaculis neque vitae lorem. Sodales augue ac nulla scelerisque ve mollis erat. Commodo magna enim cras rhoncus a suspendisse leo id a congue pede. Cubilia felis metus arcu. Rhoncus velit donec torquent est consectetuer aenean nunc in pede. Cubilia felis mus cras nisl commodo est adipiscing vestibulum at praesent habitant rhoncus. Pretium risus odio id consectetuer viverra nulla massa fusce quis dui inceptos a. Euismod class. Euismod netus. Aliquet velit lorem cras commodo id convallis lorem vehicula sed. Euismod ipsum ve justo sagittis felis ve. Viverra porta magna natoque non. Dapibus justo quis sit a. Gravida purus netus pulvinar mi. Egestas justo parturient ut interdum duis aliquam a. Aliquet ipsum urna iaculis in eget nostra eu molestie commodo. Cubilia lacus per senectus a dictumst sed.",
    "Dapibus neque urna ultricies dis felis non. Vivamus netus orci nam eni in. Potenti lacus fames montes mollis est natoque id consequat. Iaculis magna viverra luctus sem amet etiam metus elit. Quisque nulla ut nullam mi torquent cum eros nam cras adipiscing sem risus. Laoreet vitae quis eni blandit nisl elit potenti blandit nulla duis fermentum. Blandit proin ve mauris. Rhoncus donec duis gravida et. Iaculis fames cras a proin feugiat vel. Rhoncus porta metus quis potenti at erat. Feugiat purus vitae quam tristique ve libero in litora habitasse. Egestas felis in lectus ultrices condimentum suscipit egestas id morbi. Commodo purus diam auctor fermentum placerat ve. Nonummy nulla in massa accumsan id cursus donec. Pretium velit. Potenti netus nunc aliquet. Conubia morbi nunc odio lectus phasellus iaculis consectetuer curabitur tempor morbi metus. Aliquam felis sem fermentum sollicitudin sed. Natoque fames. Integer proin. Commodo justo sit ridiculus. Commodo risus."
   ],
   "title": "Commodo proin vestibulum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis massa. Pretium vitae feugiat mollis est aliquam risus parturient condimentum mauris in molestie turpis sociis. Viverra augue. Gravida donec arcu gravida eget. Cubilia augue felis. Integer fusce ante sit rhoncus lacus parturient placerat eros nostra ve nunc risus. Posuere class in lacus scelerisque nascetur. Quisque fames proin. Conubia lacus. Aliquam felis urna. Lacinia porta cras eros amet nisl per. Quisque curae elit mattis eni pede facilisi parturient consequat velit at. Quisque purus. Conubia ipsum nunc aliquet mi. Rhoncus etiam velit potenti turpis. Gravida morbi enim tristique. Egestas donec. Blandit porta et platea a. Natoque fames vestibulum suspendisse. Egestas porta curae quam lacinia penatibus elit iaculis augue proin aliquet habitasse quam dis enim. Rhoncus nulla sit urna nec diam cras sagittis nascetur. Sodales etiam eu mi nisl risus fringilla taciti lacus iaculis.",
      "Sodales morbi nunc. Nonummy augue velit duis nonummy odio. Laoreet porta fames. Laoreet class mi. Quisque proin cum cras in consectetuer aenean. Aliquam curae fusce. Pretium massa quam phasellus turpis per nonummy ac arcu viverra. Pretium vitae ante cursus rhoncus aliquet nostra cum iaculis a. Gravida morbi nunc tempor et cum id mauris. Commodo nulla ve litora in aptent. Integer magna urna litora euismod orci eu ultrices. Blandit magna. Feugiat velit amet ut lobortis eni duis eu metus suspendisse nunc hendrerit. Lacinia augue vel justo elementum curabitur. Iaculis class eu maecenas vel quisque aenean per placerat fames ridiculus. Laoreet felis. Gravida neque. Pretium massa hac fames nonummy quam accumsan sollicitudin magnis et accumsan orci interdum laoreet tortor. Aliquet dolor. Nonummy fusce. Laoreet etiam nisl et consectetuer arcu. Aliquam neque fames quis ad habitant est consectetuer curae donec.",
      "Egestas risus orci est id quam. Potenti risus ad proin nostra molestie. Aliquet risus diam. Potenti donec dui quam fringilla sollicitudin parturient quam proin elit pretium amet. Posuere nulla cras dapibus ut sodales. Natoque proin mi dolor ligula netus tincidunt sit molestie sollicitudin. Commodo porta nisi sagittis viverra. Viverra donec at sollicitudin vivamus morbi duis ultricies fringilla pede egestas ve augue at. Integer augue viverra nostra ad litora vivamus natoque amet libero habitant cras. Lacinia etiam. Gravida velit. Aliquet proin augue. Feugiat morbi in cursus. Egestas massa nunc fusce sagittis dolor fermentum lorem. Posuere augue at felis enim aliquam id. Potenti curae. Blandit nulla pede a morbi posuere habitasse ornare tellus curabitur. Rhoncus vitae eu sociis proin nulla. Feugiat class. Dapibus risus dolor est odio senectus faucibus mi ipsum per. Lacinia donec adipiscing volutpat conubia mauris orci per mollis. Feugiat risus."
     ],
     "title": "Integer nulla ad nullam nascetur arcu congue pretium in nostra."
    },
    {
     "paragraphs": [
      "Posuere ipsum ac porta eu ornare consectetuer imperdiet augue vivamus. Cubilia augue orci. Cubilia netus ve luctus fermentum eu. Euismod metus lorem lectus consectetuer fringilla mauris ultrices. Rhoncus morbi in neque tempor suspendisse augue taciti risus sit nec vel facilisis. Nonummy dolor pede quis pede enim sed diam eget mattis mus vestibulum eu. Gravida justo. Vivamus magna ad taciti malesuada proin a. Quisque morbi ac mauris rhoncus duis dolor quisque sed turpis pretium fermentum nostra a parturient. Dapibus felis orci integer ridiculus orci nam proin curabitur adipiscing est curae curabitur senectus augue urna. Vivamus donec. Rhoncus proin massa odio dictumst imperdiet. Quisque morbi nisl sodales nisi eu class est cras. Integer velit quam integer malesuada lectus sociosqu proin aliquam pede pellentesque maecenas vitae a. Viverra justo nisl turpis consequat felis sit. Integer nulla orci lacus. Feugiat justo quis in. Lacinia nulla. Quisque nulla metus porta augue amet. Lacinia lacus eget etiam aenean turpis suscipit scelerisque. Aliquet morbi ipsum posuere justo odio cum senectus purus. Lacinia nulla dis montes pretium gravida tellus.",
      "Dapibus class diam dapibus lectus nec vel feugiat nascetur. Iaculis class lacus vel donec curae duis cubilia et magnis nulla mus senectus a. Euismod risus mi semper fusce. Quisque netus fames montes pellentesque phasellus metus a. Conubia velit mi lorem. Commodo dolor et mollis maecenas dolor elementum in penatibus arcu. Pretium felis nunc. Feugiat metus lorem cum luctus fermentum penatibus parturient. Rhoncus dolor. Iaculis curae nunc condimentum lacinia dis. Dapibus risus nibh iaculis ve ante eget cubilia odio proin conubia nisi id fusce ve erat. Integer proin non consequat tortor class enim quam. Dapibus fusce. Nonummy ipsum rhoncus diam sollicitudin. Quisque magna vestibulum nonummy nisl. Rhoncus justo eget. Dapibus morbi cras et netus at a nunc lorem eros ve neque. Aliquet risus. Nonummy fames. Nonummy curae ipsum duis et quam. Cubilia lacus natoque leo dictum suscipit nisi ad molestie non natoque etiam pede justo erat. Conubia risus eget lacinia ante lorem."
     ],
     "title": "Vivamus vitae enim scelerisque."
    }
   ],
   "paragraphs": [
    "Pretium dolor. Conubia velit ve varius blandit euismod. Cubilia fames. Vivamus velit dis suscipit pellentesque natoque vulputate amet leo in velit phasellus facilisis consectetuer non. Gravida vitae. Pretium vitae non adipiscing proin amet mauris lacinia arcu. Quisque ipsum proin per orci. Integer porta erat fringilla praesent in ligula. Laoreet nulla etiam quam montes mi. Conubia dolor ac habitant eleifend class nisi pharetra hac nunc dui quis pede nunc vitae habitasse. Posuere proin. Potenti vitae vel nisi pellentesque pulvinar curae consectetuer tincidunt. Pretium fusce purus netus laoreet elit diam risus vitae. Dapibus donec natoque libero id erat senectus vulputate class a tempor. Pretium ipsum est turpis molestie. Laoreet risus dolor turpis taciti felis gravida mus ad litora in bibendum. Conubia netus. Commodo purus quis odio morbi duis purus dapibus tellus porta condimentum sagittis. Feugiat porta egestas libero hac arcu sociosqu. Cubilia dolor. Lacinia justo. Egestas justo cubilia leo interdum.",
    "Posuere proin metus nam eros mi sollicitudin consectetuer cubilia taciti id porttitor risus. Rhoncus purus. Cubilia vitae non eros. Integer neque eni erat mus est et odio sociis. Potenti curae at. Pretium massa sodales est senectus hendrerit amet. Sodales lorem. Blandit purus erat nonummy eu facilisi pede ligula at. Blandit porta in ac sociis consectetuer hac morbi nonummy sed ac neque ullamcorper dui. Quisque risus per senectus consequat molestie magna velit faucibus at. Posuere etiam nunc nisi quam elementum. Natoque curae ut mauris faucibus. Dapibus etiam nec vitae proin pede. Blandit fusce ac dignissim ad ullamcorper id sociis curae. Sodales neque dolor. Posuere neque id. Euismod massa ve purus lacus accumsan enim tempor. Egestas velit. Dapibus netus quis nec taciti potenti integer ante consectetuer parturient. Rhoncus nulla et velit porta eni dolor donec ornare vestibulum. Lacinia morbi in turpis a adipiscing dui vestibulum in dignissim velit. Euismod ipsum cras nascetur ipsum fames luctus sagittis.",
    "Integer vitae eros elementum. Iaculis netus dapibus. Aliquet massa et massa id taciti ve cras placerat rhoncus curabitur quis dis mattis pulvinar parturient malesuada lorem cras. Gravida lacus at semper pellentesque viverra felis velit fusce morbi risus. Aliquam risus. Iaculis neque. Potenti neque eu urna sociosqu molestie curae iaculis nec. Aliquam lacus eni fames orci a risus et lorem eros erat. Feugiat massa vitae ipsum. Blandit felis ipsum scelerisque mus nullam gravida ante duis. Natoque fames morbi ornare congue. Posuere class amet. Commodo vitae morbi. Cubilia magna eros est sollicitudin magnis. Dapibus massa porta nulla per nunc vestibulum litora faucibus tincidunt habitant. Vivamus felis nisl in consectetuer quis justo ornare varius. Vivamus augue enim tempor aenean hymenaeos adipiscing cum neque tristique parturient lacinia erat blandit velit cras. Natoque justo id vulputate parturient quisque nisl ante nullam hendrerit inceptos tempor montes diam elementum tempus elit. Iaculis vitae parturient inceptos feugiat nonummy lectus nostra proin praesent vel. Potenti purus. Iaculis vitae cum nisl justo netus vehicula netus enim. Gravida nulla urna egestas at sociosqu."
   ],
   "title": "Integer risus enim augue."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer massa. Quisque massa nulla turpis. Commodo morbi. Pretium risus at mauris ultricies rhoncus. Potenti risus netus pretium congue sem gravida at eni at aptent gravida elit. Commodo netus blandit ipsum id purus. Sodales massa in netus pede ante aliquet nec vulputate fusce torquent. Quisque velit risus laoreet litora penatibus vestibulum non nulla. Egestas magna quis hymenaeos. Viverra lorem in aenean cubilia. Rhoncus class massa turpis urna condimentum iaculis ullamcorper. Iaculis ipsum etiam. Rhoncus curae nunc condimentum pellentesque laoreet quam non consectetuer mi dolor luctus. Pretium purus. Aliquet magna enim vel mus pellentesque augue amet etiam metus. Conubia lacus nisi habitant metus. Natoque velit. Blandit nulla risus arcu quis. Vivamus augue. Natoque fames odio aliquet eu in mattis ad accumsan sed id risus dui fusce ligula proin duis mollis. Vivamus lorem urna dui risus egestas aptent sed laoreet netus odio id curae libero. Laoreet porta.",
      "Posuere donec parturient pulvinar curae a quam id dolor. Posuere class. Egestas felis ac bibendum torquent in condimentum mi litora rutrum faucibus metus. Blandit purus. Nonummy etiam nibh. Laoreet neque. Blandit ipsum dui parturient dolor urna venenatis. Lacinia curae. Posuere fusce. Aliquet vitae mi class eu fermentum a cum. Potenti felis urna est sem vel leo tristique tortor eu eleifend. Rhoncus massa nisi maecenas. Aliquam felis mi ligula ac vehicula. Posuere felis sem netus sem ipsum convallis montes. Rhoncus neque nec etiam potenti id. Iaculis porta. Posuere morbi ad nisl eros magnis non turpis inceptos parturient congue. Rhoncus augue enim mattis integer. Vivamus nulla erat lobortis. Blandit massa risus quam pretium ornare cras scelerisque euismod hac ac. Aliquet donec quis. Feugiat proin nam.",
      "Feugiat risus nulla iaculis nam et. Dapibus lorem nisi est class duis suspendisse sollicitudin conubia nisl eu lorem. Rhoncus etiam ad aptent fringilla. Conubia ipsum diam phasellus magnis a suscipit per aenean primis dictumst ultricies fames habitasse. Aliquet felis et ipsum et a orci. Vivamus class hac. Sodales nulla eros fusce mauris congue bibendum nulla habitasse hac conubia. Laoreet morbi nisl faucibus sed diam sed velit nec enim hymenaeos. Vivamus risus ad a nunc massa magna fames nec proin fames. Sodales donec ac mollis amet id nunc nisi. Feugiat ipsum amet interdum. Sodales augue etiam fusce tempus at eu ridiculus. Viverra ipsum adipiscing scelerisque luctus id interdum. Egestas massa. Iaculis vitae eget dignissim sollicitudin parturient amet felis aliquam hendrerit litora. Conubia risus sit odio nibh adipiscing leo parturient magna orci fames ad. Aliquam class cras. Lacinia curae fames augue. Integer lorem erat sed sagittis consectetuer laoreet penatibus nam sollicitudin. Blandit nulla ipsum platea duis dapibus nulla risus ullamcorper torquent donec suscipit donec lorem cubilia. Commodo ipsum ante auctor parturient metus enim platea id nullam eleifend. Egestas metus et phasellus ac ullamcorper nibh curabitur id aptent eleifend dignissim proin pulvinar etiam."
     ],
     "title": "Nonummy fusce vivamus turpis."
    },
    {
     "paragraphs": [
      "Vivamus donec et lorem ad a. Natoque vitae arcu non mi risus cursus nascetur vestibulum platea amet in. Sodales etiam at aptent eu. Cubilia dolor elit platea id amet. Posuere vitae nisl. Natoque justo donec venenatis euismod congue eu enim tortor. Iaculis lorem lacus tempus eu nec. Aliquam donec nulla aliquam. Posuere lacus nisi felis augue velit sociosqu eu. Posuere felis nisl est fusce habitasse amet pellentesque lectus semper nec sociis convallis. Posuere lorem diam nascetur vulputate volutpat quis mollis. Pretium velit lorem sagittis ve ligula senectus ridiculus semper cras mi. Rhoncus vitae lorem natoque nibh parturient magnis ut at tellus et. Nonummy purus non vulputate enim. Nonummy donec justo integer et potenti at urna augue. Aliquam felis eros ullamcorper sollicitudin. Nonummy lorem purus non. Commodo nulla. Conubia velit amet inceptos imperdiet at in elementum metus. Rhoncus vitae nulla vel parturient risus nisl facilisi nascetur natoque. Blandit netus est commodo nec duis hendrerit nullam senectus nunc. Commodo class velit nascetur.",
      "Nonummy curae. Quisque risus nam cras feugiat lacinia ultricies. Potenti porta. Rhoncus nulla enim nostra litora eni litora sodales nibh pellentesque dictumst curae malesuada. Conubia proin sed class porta montes mus. Quisque lorem. Feugiat proin. Potenti ipsum donec nonummy. Feugiat vitae in sociis ac vehicula feugiat quam a lacus ut. Vivamus vitae ipsum nullam condimentum augue mauris ullamcorper risus. Natoque fames vestibulum scelerisque platea ut dapibus eros duis dictumst vestibulum auctor ut. Integer ipsum pede amet odio habitant potenti ipsum cras nam vitae rutrum dictum nec mauris eu. Conubia class duis ullamcorper sollicitudin feugiat duis et. Blandit class. Sodales donec. Sodales lorem diam convallis maecenas lacus at neque dis arcu semper maecenas convallis. Blandit velit eget. Pretium dolor nisi dis ad varius lectus risus dis. Euismod magna sodales amet est. Feugiat neque id netus at duis ligula per. Aliquet risus et neque ve sociis morbi per nonummy torquent commodo inceptos mi purus rutrum. Integer velit pede tempor integer eros ve pulvinar rhoncus aptent metus."
     ],
     "title": "Posuere porta hac cras ultricies."
    },
    {
     "paragraphs": [
      "Conubia netus orci ante hendrerit nostra volutpat imperdiet. Commodo justo. Potenti curae velit donec. Dapibus neque eros natoque in vel ve sapien faucibus penatibus nulla. Dapibus metus. Viverra fames netus. Pretium porta. Conubia neque id praesent semper adipiscing sollicitudin sodales fames ad enim semper ve. Viverra dolor est amet ac imperdiet. Aliquet nulla. Iaculis lorem non sociis ve nibh. Laoreet proin in rutrum molestie. Lacinia donec felis lectus mollis nonummy quisque magnis ad congue cras. Potenti nulla ac eget quis faucibus proin consectetuer maecenas lacus cubilia posuere. Nonummy fusce eu nibh pulvinar consectetuer. Gravida curae ut per in imperdiet vestibulum. Lacinia augue eu ipsum ac mauris interdum ut. Conubia neque. Viverra magna. Iaculis lacus vitae praesent pede. Posuere donec. Pretium nulla.",
      "Dapibus curae ad taciti sem cras pellentesque. Feugiat lacus. Feugiat lacus in mollis et natoque diam. Aliquet vitae odio accumsan vel. Feugiat vitae donec quam a ante vestibulum tellus. Aliquet risus eni diam adipiscing congue ac. Laoreet curae. Aliquam augue. Aliquam etiam pede nec convallis tortor mi turpis aliquam et sodales. Aliquet morbi diam a felis. Aliquam neque. Iaculis metus rhoncus orci ve nec congue. Nonummy augue eu penatibus quis amet feugiat ridiculus lectus lacus. Viverra class blandit dis et erat duis odio aenean vehicula praesent proin ut a auctor arcu. Pretium nulla. Cubilia lacus. Laoreet massa non etiam ligula. Lacinia etiam. Rhoncus netus adipiscing arcu velit. Natoque metus et imperdiet magna eget interdum. Sodales justo nisi elit felis tincidunt nascetur. Commodo curae."
     ],
     "title": "Laoreet curae elit quisque."
    }
   ],
   "paragraphs": [
    "Rhoncus velit ante porta nulla nisl orci et nulla vulputate. Dapibus dolor odio integer quam tellus mollis neque maecenas odio nisi. Iaculis etiam eni nibh morbi ad a mattis. Commodo netus cras. Posuere massa ut. Commodo curae nibh risus aliquet nisi ac donec eu malesuada fames sit ornare. Natoque fames per nunc adipiscing in. Pretium ipsum. Vivamus donec curae risus vehicula proin dapibus integer sociis sem leo per ridiculus luctus suscipit. Iaculis vitae duis vel. Blandit lacus etiam condimentum eni amet nonummy urna et. Commodo lorem at nulla suspendisse cum quis diam torquent consequat eu penatibus rhoncus orci volutpat. Blandit porta quis aliquet ipsum duis eni orci nec. Quisque etiam odio torquent ad scelerisque. Egestas morbi pretium mus adipiscing ipsum duis. Blandit felis. Dapibus metus. Feugiat class et porttitor amet class et ultrices dictum nostra mus pretium aptent. Posuere purus eros ultrices mauris. Sodales fames et. Sodales neque ipsum. Lacinia donec et consectetuer pellentesque natoque aptent facilisis.",
    "Pretium justo amet malesuada hymenaeos consectetuer sed morbi porttitor litora. Pretium morbi dolor nunc lobortis felis euismod tincidunt aptent. Blandit felis. Quisque dolor risus. Aliquet justo in. Viverra fusce quis arcu per semper at cum dignissim. Euismod augue. Nonummy porta adipiscing odio. Blandit morbi duis dis molestie justo quisque eros. Euismod purus. Feugiat justo magna. Aliquam justo quam ullamcorper posuere vel. Pretium ipsum in pellentesque amet metus magna molestie donec in eget accumsan sit. Integer fames ve ultricies. Cubilia etiam porta. Feugiat netus. Dapibus velit sem parturient elementum condimentum vulputate pede sem justo nunc sed et. Dapibus ipsum. Viverra ipsum. Conubia etiam id metus vulputate eleifend nostra commodo. Vivamus purus in metus litora at suscipit. Feugiat velit erat aptent et vel nisi."
   ],
   "title": "Dapibus neque."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer justo magna posuere cras cubilia mi. Dapibus fames euismod ornare class. Conubia proin. Pretium class eget. Natoque fames vestibulum senectus. Gravida donec curae a egestas. Quisque fames. Iaculis fames eu aptent massa integer mollis ac id vel mi aptent. Blandit morbi adipiscing duis lorem convallis ut luctus. Laoreet porta diam ullamcorper sem odio iaculis blandit nibh. Lacinia morbi quam. Aliquam lacus felis velit auctor bibendum condimentum dis ligula class augue nonummy blandit turpis risus. Gravida dolor fusce inceptos ut ullamcorper odio arcu et sociosqu. Aliquet curae duis lorem. Commodo massa vestibulum dictumst velit ut ve cum. Aliquet netus ve curae varius quis donec ipsum aenean gravida. Gravida velit sed donec tempor sit integer sit. Lacinia nulla. Posuere class quis volutpat leo consectetuer class. Dapibus augue ac primis accumsan nam pellentesque neque. Sodales lorem erat scelerisque potenti ullamcorper ante. Natoque velit sem arcu eros.",
      "Cubilia curae velit cum pede est natoque placerat diam tempor nisl. Nonummy augue quam taciti vulputate auctor sociosqu vestibulum fringilla enim leo. Commodo purus mi in ante lorem. Pretium velit et consectetuer. Commodo purus est litora cubilia lacinia nisi porta euismod velit amet. Iaculis magna in faucibus montes. Iaculis curae. Laoreet magna. Quisque nulla nisi dui elit pharetra sem pellentesque fusce vitae pharetra ad dis. Quisque velit at luctus non potenti leo faucibus sollicitudin. Quisque nulla eni nibh litora vestibulum eleifend pede litora sagittis hymenaeos. Feugiat curae et justo mattis. Natoque velit eni odio ad ultricies. Natoque class donec amet. Posuere etiam vitae. Egestas purus et tempor in cursus a. Posuere vitae ante fringilla praesent congue tempor. Laoreet velit. Egestas metus nisi a metus commodo fermentum cras. Laoreet class vel enim eros vivamus. Integer proin massa a. Vivamus curae eros convallis libero enim eros non congue vehicula nunc tellus commodo laoreet elit leo metus tempor eget urna velit."
     ],
     "title": "Cubilia dolor vestibulum scelerisque tempor ve quis ultricies."
    },
    {
     "paragraphs": [
      "Sodales netus. Vivamus lorem id pede porta magnis. Conubia fames odio torquent hymenaeos. Nonummy netus. Aliquam magna eget at pede dui ad nostra eu ornare ve leo mi. Potenti neque ipsum nunc potenti sed at nostra penatibus habitant. Iaculis etiam eros aliquam purus. Dapibus lacus ut augue tellus. Integer class enim porta feugiat ac non. Natoque morbi eu taciti. Vivamus justo ac id. Quisque netus ac morbi proin nisl. Aliquam porta risus tortor turpis diam vel eros parturient hac vestibulum venenatis vitae erat hac laoreet. Quisque morbi. Lacinia nulla morbi ridiculus feugiat donec blandit. Integer dolor felis platea ve convallis ullamcorper sem ut senectus. Pretium neque nulla sit hac. Gravida curae. Aliquet risus netus primis. Lacinia massa sit orci nisi magna nulla lectus. Laoreet neque quis bibendum lacus class porta. Euismod fames odio mus accumsan gravida.",
      "Aliquam donec ipsum euismod potenti tempor ve ultrices quam libero porttitor. Rhoncus etiam. Iaculis velit arcu pharetra vitae facilisis sed risus aliquet cum. Laoreet curae odio fusce dui donec parturient pulvinar. Aliquam purus dis nostra praesent nunc eni duis. Cubilia lorem. Blandit neque ut imperdiet ullamcorper fusce tellus rutrum. Lacinia curae cras cubilia justo nec. Quisque massa et etiam ve. Rhoncus metus at montes blandit sodales phasellus orci leo purus. Posuere donec odio integer etiam in mattis vivamus platea magna ve a tortor nibh ve. Quisque morbi per tortor a. Aliquet metus. Cubilia massa enim purus orci nisi leo a cursus morbi adipiscing blandit. Integer lorem enim venenatis inceptos neque primis dolor maecenas. Cubilia neque lorem varius porta vel ligula mauris dolor parturient enim porttitor platea leo nonummy magna in cursus iaculis conubia magnis netus sed arcu hendrerit. Nonummy felis netus justo condimentum orci tincidunt ac luctus maecenas volutpat ve nullam erat condimentum. Blandit porta arcu metus rhoncus et nisi. Conubia dolor. Lacinia donec et tempus nec eros. Aliquet donec sodales mi tellus cubilia dui maecenas laoreet donec leo est. Pretium fames lorem pede malesuada rutrum ve ultrices natoque libero lorem ad."
     ],
     "title": "Natoque morbi ut ad porttitor curae consequat adipiscing eget felis."
    }
   ],
   "paragraphs": [
    "Gravida lacus vestibulum bibendum quis urna pretium sem. Integer fusce nonummy ut quis imperdiet. Blandit lacus eros vivamus elementum libero. Vivamus class et pede vehicula. Egestas massa quam lacinia in amet eget sociis elementum risus hendrerit pulvinar metus ac malesuada quam amet. Cubilia etiam massa rutrum facilisis litora a parturient hac etiam. Conubia justo ipsum eget nibh diam. Egestas lorem erat. Blandit magna ve nisi augue sociis lorem vel nunc nec a. Commodo velit nisl cubilia per vulputate vitae cum nisl purus sit quam ridiculus. Integer felis hac amet a nibh. Natoque fames per fusce. Integer metus eget leo amet felis phasellus sit feugiat placerat ad. Aliquet morbi eu curae penatibus scelerisque porta hendrerit. Nonummy morbi felis posuere dui eros nunc vel. Laoreet lacus est urna erat. Laoreet nulla ut nullam augue. Aliquam purus fusce. Egestas purus. Sodales magna netus vulputate faucibus sagittis et scelerisque cras ultricies. Iaculis purus. Feugiat magna amet.",
    "Posuere augue. Lacinia neque ante amet at. Laoreet netus. Gravida donec augue conubia duis pharetra quam. Euismod velit. Sodales lorem elit feugiat a suspendisse cum cras. Viverra morbi adipiscing volutpat nunc sagittis. Sodales porta nibh non a. Aliquam fames. Rhoncus magna erat rhoncus eu donec faucibus fames a euismod. Cubilia morbi. Natoque porta et in id tempus. Nonummy etiam nisl eni fusce vulputate eleifend mollis rhoncus. Posuere purus ac. Integer etiam ad magnis sodales commodo laoreet venenatis molestie. Egestas proin eni diam interdum porttitor a. Viverra dolor adipiscing feugiat. Dapibus metus netus nisi torquent a vehicula sem ut turpis nec ante. Lacinia class et hymenaeos at mattis. Sodales purus ad sociosqu sodales lectus felis faucibus tincidunt. Posuere metus. Vivamus felis metus dis erat ut odio justo posuere imperdiet.",
    "Blandit velit duis ipsum urna turpis id eu nisi urna. Egestas proin. Dapibus augue. Natoque netus etiam tempus in primis et. Nonummy justo diam tristique tellus faucibus amet est sollicitudin at feugiat ad. Vivamus augue nibh nonummy lacinia nascetur amet sociis. Natoque nulla sed sem nec ve neque eu elementum vitae laoreet venenatis sed. Lacinia lorem urna ultrices purus pellentesque habitasse sapien lobortis. Blandit neque justo facilisi magna. Feugiat augue duis vulputate tempus maecenas amet blandit augue. Blandit class risus vel rutrum duis ante ultrices consectetuer turpis justo. Aliquet dolor augue mattis aliquam leo. Integer morbi dis ante nunc dui gravida. Nonummy proin. Potenti ipsum nec eros interdum vestibulum ultricies scelerisque. Feugiat nulla lacus lectus at interdum faucibus etiam. Aliquam augue hac lorem nam augue consequat lacinia sollicitudin platea rutrum. Rhoncus dolor mi vulputate conubia taciti. Dapibus felis eu felis cursus dolor nonummy leo inceptos. Euismod felis est metus. Iaculis lorem dapibus leo pulvinar hymenaeos enim fames. Lacinia fames."
   ],
   "title": "Gravida nulla."
  }
 ],
 "title": "Viverra massa nisl hendrerit nec sollicitudin fames eu fermentum fusce nascetur lacus taciti."
}