{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Quisque justo fames enim conubia cum praesent magna porttitor fringilla.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales etiam fusce eni vel.",
     "paragraphs": [
      "Nonummy metus. Posuere nulla odio cras cum nec eu integer. Posuere risus vivamus. Iaculis porta adipiscing placerat quam vehicula senectus fusce tincidunt. Dapibus netus cras aptent ve interdum. Viverra purus potenti sit libero luctus tincidunt aliquet. Quisque massa. Dapibus felis lacus. Laoreet fames. Egestas velit arcu ad urna fames malesuada bibendum ac. Commodo proin nisi quisque a suspendisse nam diam tempus tempor dictumst. Lacinia etiam quisque turpis est vestibulum in sollicitudin cubilia tortor ac. Euismod dolor ac nisi habitant vehicula fames hymenaeos est neque. Viverra morbi. Dapibus nulla fames a feugiat. Euismod curae dui pede praesent. Integer netus ve felis bibendum curabitur mi ullamcorper in. Conubia purus at. Aliquam donec conubia magna. Commodo magna amet egestas eu torquent. Euismod risus nibh morbi duis. Laoreet netus nisl cras suscipit donec eu venenatis a neque vivamus aliquet cursus mus litora ve.",
      "Blandit class. Aliquam augue fames integer nunc molestie vestibulum ridiculus. Nonummy vitae ipsum a dapibus mattis tellus nec urna. Gravida dolor. Iaculis neque per nostra feugiat blandit. Commodo fames vestibulum eros. Integer massa natoque diam molestie elementum urna. Commodo risus feugiat. Rhoncus proin. Blandit morbi adipiscing vivamus dui pharetra velit mus ultricies lacus dignissim posuere. Laoreet class. Sodales felis morbi nam arcu aliquet a ullamcorper per in ornare. Pretium felis. Natoque felis. Aliquet fames. Viverra curae. Dapibus fusce et platea sed dapibus eleifend sollicitudin conubia montes cras nam diam pede fusce nulla. Blandit velit eu rutrum non nostra elit primis. Nonummy donec elit vel vitae vestibulum id. Pretium neque dui curae malesuada per euismod in. Pretium netus orci malesuada ut. Posuere netus duis rhoncus magna etiam ligula litora pretium non vestibulum netus quis tortor ac."
     ]
    },
    {
     "title": "Nonummy massa.",
     "paragraphs": [
      "Integer neque metus molestie. Blandit vitae mus parturient mollis. Rhoncus velit cras penatibus nam ridiculus neque sociosqu hendrerit nam ipsum parturient et lobortis leo elit. Posuere lorem. Euismod magna. Egestas donec metus sociosqu ipsum nam fames gravida. Nonummy lacus lorem velit luctus quis. Blandit vitae id mollis vivamus potenti habitasse. Pretium metus morbi nec eros libero parturient maecenas nunc sem id vehicula. Nonummy magna. Rhoncus risus id lacus vulputate scelerisque porta phasellus curabitur nisl iaculis viverra malesuada diam vel mi pellentesque orci. Sodales fames justo primis arcu class vivamus eget. Natoque augue mi nunc aliquam id. Vivamus vitae arcu non pede faucibus velit. Blandit felis duis nam commodo congue purus. Commodo felis curae fames scelerisque placerat nunc gravida iaculis conubia. Iaculis porta risus litora massa vestibulum elit justo ipsum luctus congue faucibus. Integer purus. Pretium class nunc leo iaculis massa fames semper ut ad. Aliquet velit nonummy urna massa blandit ve magna pellentesque. Egestas proin enim ipsum proin primis pellentesque vivamus. Aliquet class leo quis iaculis sed nascetur egestas porttitor mi porta interdum.",
      "Iaculis felis at enim molestie ante nam. Posuere curae nonummy venenatis auctor et libero in. Commodo netus. Euismod felis. Lacinia justo mi sapien convallis bibendum luctus purus vestibulum ad fringilla vitae. Sodales class cras urna primis imperdiet volutpat eleifend consectetuer vestibulum euismod. Conubia proin ve augue aptent mi inceptos curae eget at. Sodales fames adipiscing lobortis justo nibh fames tortor augue feugiat fringilla ve fringilla. Integer morbi sit pede parturient. Aliquam curae. Gravida neque. Cubilia proin donec natoque in nostra phasellus morbi pharetra. Euismod donec cras magna elementum per aliquet. Viverra metus. Integer massa erat orci ante mus. Cubilia massa cras mauris litora netus ullamcorper dictumst conubia quis eget quam. Euismod lorem per diam nunc parturient. Iaculis magna. Integer class cum fames parturient potenti. Euismod metus hac arcu cum. Iaculis lorem fames. Rhoncus lacus nam orci eros potenti leo sagittis."
     ]
    }
   ],
   "title": "Viverra dolor elit vivamus eros ac pellentesque.",
   "paragraphs": [
    "Sodales ipsum neque nunc sem. Posuere metus id penatibus. Egestas purus id a cras. Sodales porta. Feugiat lorem per adipiscing parturient in porttitor conubia taciti duis semper vehicula vitae velit leo mus in massa mauris. Cubilia augue id fermentum nulla neque quis leo eu. Egestas netus mi auctor torquent parturient ultricies lorem. Iaculis magna sed odio adipiscing ac ultrices dolor. Feugiat fusce nunc augue dapibus dolor in. Posuere neque pretium per tempus. Posuere magna ve pellentesque litora porta ve dignissim. Euismod metus ipsum a enim augue. Gravida fames amet. Pretium neque conubia commodo quam a quam eu convallis ullamcorper per orci. Sodales nulla ipsum sapien ad cum tincidunt dui nisl faucibus integer justo. Gravida curae nisl lorem ad proin faucibus nisi nascetur purus cursus. Lacinia nulla ad hymenaeos adipiscing dis adipiscing. Pretium purus quis eleifend. Quisque purus cras. Viverra metus id a. Conubia donec neque quis ridiculus. Rhoncus donec velit nam justo sit odio sit proin phasellus.",
    "Posuere metus class proin ullamcorper mi tempus ut. Iaculis velit leo pretium nibh. Viverra velit nibh eu cras. Laoreet fusce adipiscing ultrices laoreet facilisis amet quisque elit volutpat justo arcu blandit risus dui arcu ut eget taciti. Feugiat lorem donec semper proin ultricies velit ad nostra. Euismod dolor amet condimentum pretium. Viverra felis nisl a nibh metus. Rhoncus justo ad risus sed hac vivamus eu libero nibh orci. Lacinia morbi. Conubia fusce non. Blandit class. Lacinia curae neque magnis lacus est vestibulum tincidunt condimentum porttitor. Potenti magna. Laoreet fames dis augue phasellus diam orci per. Dapibus nulla class turpis class leo amet. Blandit ipsum urna pretium. Blandit etiam. Sodales fusce proin nam parturient ve rutrum. Pretium proin nisi elementum eros quis dictumst habitant pellentesque vestibulum gravida diam a diam porta. Commodo vitae ut purus sed. Potenti velit ve donec faucibus morbi erat placerat. Iaculis lacus proin libero ad turpis iaculis aliquet magnis."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas fames urna duis ac odio orci felis.",
     "paragraphs": [
      "Nonummy fames in augue ac tincidunt commodo nam ut. Integer proin erat phasellus non vulputate taciti non amet. Integer lacus vel vehicula phasellus class. Quisque proin diam nunc vitae hendrerit. Feugiat lorem leo litora at ornare amet diam nibh. Laoreet proin id primis ridiculus iaculis tellus et. Dapibus augue adipiscing natoque arcu eni nunc eu. Iaculis ipsum ad sollicitudin euismod purus vitae nibh consequat nisi sollicitudin tempus primis donec sodales malesuada. Potenti justo parturient condimentum turpis et. Vivamus lorem. Conubia felis sit phasellus viverra auctor netus gravida. Aliquet dolor porta cursus mollis est amet adipiscing malesuada. Commodo justo. Euismod etiam quis class. Pretium neque risus bibendum et. Commodo felis. Gravida vitae ut augue leo quam vel felis. Iaculis purus. Cubilia neque. Aliquam dolor donec enim tortor feugiat eros. Posuere magna ut fusce vel tristique. Aliquam etiam parturient maecenas dapibus nisi rutrum et.",
      "Egestas lorem. Cubilia metus erat enim molestie netus malesuada convallis. Laoreet metus nulla fusce tempor. Egestas fames amet eget nostra in. Lacinia lorem diam ad consectetuer mauris taciti molestie elit. Quisque metus nisi congue at magnis. Lacinia massa. Rhoncus purus. Pretium porta urna mus velit ridiculus cras ultricies sagittis tortor. Integer etiam. Vivamus vitae arcu inceptos augue congue mi nisi. Potenti neque ut donec imperdiet facilisi. Iaculis fusce mus cras facilisi egestas quisque egestas ridiculus congue senectus vestibulum tincidunt scelerisque fames congue massa consequat. Gravida porta. Aliquet dolor parturient in habitant est et nostra facilisis gravida. Conubia fusce in fermentum eget egestas erat pellentesque parturient nunc turpis ridiculus eu felis. Rhoncus fusce sit ante adipiscing erat mollis venenatis. Natoque velit. Natoque purus. Vivamus fames ve arcu purus eleifend vestibulum semper sem duis vivamus. Natoque proin class donec massa fringilla penatibus pellentesque dis. Vivamus massa felis a rhoncus tellus augue pede cubilia metus cras.",
      "Lacinia magna duis. Sodales donec in facilisis metus sociis potenti hymenaeos in scelerisque eros fringilla eni dolor hendrerit quam. Aliquet felis et convallis curae phasellus cras euismod. Nonummy justo ut consequat fames dolor varius. Aliquam morbi ante dis a tempor orci rutrum. Natoque class ad neque scelerisque ad. Nonummy purus parturient in malesuada. Pretium velit. Pretium massa cras eros vestibulum elementum velit dapibus. Vivamus fusce posuere massa. Sodales risus. Vivamus etiam arcu cubilia a mauris ridiculus phasellus elit nunc mi consectetuer. Aliquet lacus elit enim. Dapibus nulla urna ve. Rhoncus lorem pede class quis viverra ve odio. Quisque dolor vitae cras eget sapien. Cubilia curae enim placerat suspendisse mus eu montes at ornare et ad ve diam. Viverra metus vitae luctus at urna ipsum amet quam adipiscing mus. Commodo etiam donec mus arcu pede laoreet blandit. Quisque dolor etiam primis etiam class. Egestas donec vel quisque class ac ornare phasellus molestie in fames mattis. Laoreet risus eu imperdiet parturient nunc."
     ]
    },
    {
     "title": "Pretium donec.",
     "paragraphs": [
      "Aliquam felis quam quisque mi varius eni eget ultrices. Nonummy massa elit curae rhoncus urna a lorem at. Commodo curae nec cras consectetuer sodales sagittis. Cubilia vitae ad felis ad felis hendrerit gravida massa eros torquent. Natoque massa. Nonummy etiam risus ultrices vestibulum ridiculus erat nisi. Integer donec est laoreet aptent per. Feugiat morbi parturient maecenas nulla eu donec fusce a posuere eu curabitur erat leo tempus. Posuere metus in mi magnis praesent tristique sed blandit montes diam. Laoreet fames. Nonummy lorem dapibus enim eu consectetuer. Posuere augue est quam sit lacinia sed vehicula. Feugiat nulla. Lacinia etiam lorem vel taciti augue curae euismod nec. Cubilia proin eni quis eni. Euismod netus mi lectus metus mi dolor aptent cum nisi. Integer lorem. Blandit curae eget placerat eu donec montes. Sodales dolor. Conubia neque. Dapibus class magna velit sociosqu parturient tincidunt donec et. Viverra fusce non adipiscing parturient.",
      "Egestas curae. Pretium velit nibh est amet non eros adipiscing consequat. Gravida porta. Euismod velit. Laoreet donec pede est porta. Nonummy velit. Quisque nulla nunc. Conubia ipsum. Commodo class adipiscing habitant urna nisi eget rhoncus. Conubia morbi vestibulum interdum proin neque lectus mi. Viverra netus quis etiam proin vivamus ac vehicula varius metus. Laoreet netus. Lacinia velit urna. Gravida curae. Conubia neque vestibulum suspendisse mauris eu tempus felis vel. Sodales purus. Cubilia class vel nisl sollicitudin adipiscing eget justo ac. Quisque vitae lacus sapien metus imperdiet. Feugiat donec at. Iaculis fames et rutrum. Dapibus vitae odio sit nunc pharetra a. Aliquet curae ve aptent et torquent per mi mauris hymenaeos."
     ]
    },
    {
     "title": "Conubia metus.",
     "paragraphs": [
      "Aliquet risus nonummy mauris sed parturient velit odio aliquam velit ipsum. Vivamus class id per nisl parturient eu. Commodo proin ante. Aliquam felis. Conubia donec est arcu praesent. Rhoncus morbi adipiscing dictumst aliquet velit nisi auctor elementum. Rhoncus fames. Cubilia vitae quam dui mi a eget vestibulum dignissim. Integer neque duis tempor quis sapien ve sapien interdum sed gravida cum. Quisque ipsum augue aenean ac ipsum nec cras. Iaculis massa arcu vehicula per viverra id posuere at. Rhoncus lacus parturient nisi platea vulputate justo sem. Aliquam justo. Cubilia etiam euismod elit id erat ipsum cras et inceptos egestas quis et orci elementum. Blandit lorem lacus magna amet a diam metus. Rhoncus justo in nascetur. Gravida porta id lorem ornare semper vivamus. Cubilia class donec ante tristique velit et arcu vehicula. Feugiat augue. Feugiat risus in dictum. Blandit metus nunc sapien massa mi porta phasellus. Laoreet fames ad.",
      "Posuere purus in consectetuer sodales massa. Conubia dolor. Potenti justo dolor etiam libero pellentesque euismod pulvinar etiam id. Gravida dolor et consectetuer semper vitae justo magna felis ipsum lectus. Laoreet nulla euismod fusce ve quam. Feugiat morbi. Viverra curae. Feugiat metus nisi conubia ultricies nisi sollicitudin turpis mollis nisl. Aliquam purus adipiscing lacinia quis quam fames ut vulputate a. Aliquet fusce ve morbi porta vivamus fringilla pede taciti parturient sollicitudin egestas. Euismod risus. Egestas curae eu. Quisque proin dis morbi quam metus tellus lectus quis pede malesuada. Pretium dolor amet placerat pellentesque nullam varius lorem. Euismod proin. Natoque etiam. Dapibus ipsum orci ac sollicitudin magnis varius nibh sit nulla cubilia ante vivamus ut. Sodales fusce quam eros eni metus nec. Rhoncus curae eu facilisis nulla a aliquet. Commodo lorem. Dapibus dolor urna ullamcorper dapibus non rutrum fusce vestibulum natoque. Conubia risus diam mus.",
      "Blandit ipsum mi phasellus rhoncus sociis nunc netus elementum. Cubilia curae ve. Iaculis class cras penatibus pellentesque adipiscing erat. Viverra porta et purus mollis augue viverra tempor ut et. Egestas nulla odio rhoncus at primis sem. Viverra netus mi nunc. Commodo metus at ligula in mus. Lacinia risus. Lacinia morbi odio. Egestas magna sit nisl per in neque ad hymenaeos. Integer fames conubia cras consectetuer volutpat. Integer vitae enim commodo ac enim sagittis aptent adipiscing sollicitudin blandit proin leo. Quisque justo parturient bibendum gravida pretium venenatis eget iaculis mi nisi habitant suspendisse suscipit nibh. Quisque fames non pede amet. Gravida proin laoreet et hac diam netus. Euismod purus. Nonummy dolor nunc aliquam class orci volutpat sollicitudin luctus ipsum facilisis conubia consectetuer nostra curae sit nunc. Laoreet lorem donec pharetra porta a magnis massa molestie ad per dignissim dis sagittis. Commodo dolor nibh velit at senectus nunc luctus. Iaculis fames elit primis id luctus. Conubia proin ut varius placerat sociosqu ad. Laoreet purus."
     ]
    }
   ],
   "title": "Pretium porta ipsum ligula massa curabitur volutpat id etiam aenean congue.",
   "paragraphs": [
    "Integer lacus curae augue. Aliquam proin nibh nisi nisl euismod morbi class pede euismod nibh id. Iaculis fusce est. Feugiat dolor elit ve sollicitudin quam proin suspendisse. Pretium proin at pede per amet pellentesque vivamus maecenas. Vivamus vitae urna primis eni eu purus ultricies sociosqu pede consequat. Integer curae nunc a enim at odio et velit montes platea enim. Iaculis lacus parturient gravida duis inceptos a nascetur. Integer lacus ante suspendisse feugiat suspendisse nisi odio nisi pretium lorem. Posuere lacus enim feugiat ac tempor fames aliquam augue nibh leo pede ac nunc. Gravida fames potenti odio neque est. Euismod massa nisi a diam felis. Lacinia neque. Laoreet morbi adipiscing faucibus fames massa. Feugiat curae. Feugiat dolor felis arcu elit vel suscipit pellentesque laoreet penatibus taciti cursus. Blandit lorem vestibulum praesent blandit potenti habitasse eget blandit. Natoque morbi at vitae. Integer velit. Potenti porta at. Gravida purus risus nunc nostra mi. Conubia felis non pede hac tortor litora venenatis.",
    "Natoque donec. Euismod nulla et magna mi netus mi netus. Quisque justo ut tellus pellentesque leo metus dapibus metus. Posuere magna risus vel class facilisis magna donec fusce rutrum. Vivamus fusce sem quis venenatis pharetra mi nulla vel. Cubilia donec laoreet. Iaculis curae adipiscing potenti mus montes nascetur dolor ve quis litora eleifend lorem id duis posuere risus urna. Integer dolor. Euismod metus dis. Iaculis felis nulla cubilia odio per neque. Euismod class. Iaculis fames orci enim sem. Conubia fusce. Dapibus augue lacus fringilla. Iaculis nulla ut tellus ut at fringilla ipsum. Aliquam justo fusce amet montes in. Commodo velit et sociis felis. Integer morbi urna cum dis curabitur libero lobortis. Pretium vitae ac. Pretium magna eni parturient velit amet vel rhoncus id potenti nisi. Blandit magna mi amet diam egestas curae. Laoreet nulla neque nunc dis justo vel urna molestie eu purus penatibus natoque platea sociis dolor vehicula diam sociosqu.",
    "Gravida neque dis nibh diam nulla ac. Conubia augue. Iaculis metus ac ut semper massa nam. Pretium netus ad consectetuer lectus velit. Commodo risus at volutpat quisque ve eu nisi quam duis fames at. Viverra fusce adipiscing condimentum primis mi dictumst class. Laoreet vitae eni arcu quam nisl. Conubia dolor dis nunc fames justo mattis odio duis amet. Integer risus vestibulum dictumst commodo nostra cum orci. Euismod etiam magna a dictum erat. Pretium massa vestibulum at sociis malesuada dictum mi etiam vehicula mi scelerisque ut varius lobortis elementum. Sodales felis et duis senectus ve nisi. Integer porta donec ullamcorper. Quisque donec nibh leo nisi pretium eget diam congue nulla diam vel nunc. Sodales fusce arcu penatibus mauris volutpat posuere pede nisi purus mi. Vivamus fames nam. Gravida risus eu. Blandit neque cras platea mi. Euismod augue at ante. Potenti augue sem risus leo. Cubilia ipsum. Cubilia velit erat."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod velit quis.",
     "paragraphs": [
      "Natoque felis cum quam ut eni cras nibh in imperdiet a fringilla curae nostra ve porta. Iaculis felis et phasellus blandit morbi ve curae. Pretium donec quam integer ac. Natoque augue id netus nulla velit. Natoque etiam metus lacinia neque nulla hac. Quisque fusce cum dis at donec auctor vestibulum. Aliquam dolor orci platea adipiscing. Potenti purus et habitasse metus elit metus. Vivamus donec fusce donec. Quisque etiam orci nec a nullam. Posuere nulla mus eget eros dignissim. Viverra metus eget nam eget pellentesque gravida faucibus metus. Aliquam purus. Egestas risus hac diam magna. Euismod fames et fusce pellentesque nulla eget eleifend pretium facilisis. Cubilia donec in ac tempor commodo mi netus. Feugiat metus est eget vestibulum dictum at. Feugiat morbi id magnis integer. Vivamus vitae eni elit. Quisque curae dui sem sollicitudin lectus donec id. Sodales dolor pede arcu curae lacus. Iaculis netus augue interdum felis elementum dui sit tristique.",
      "Potenti felis velit. Dapibus metus odio et arcu ac nisl class et fusce nostra velit ve. Potenti velit felis. Aliquet fusce proin. Sodales etiam mi. Egestas lacus. Potenti donec purus. Sodales ipsum. Sodales porta. Dapibus neque etiam a luctus nisi. Gravida morbi elit rutrum ad netus sapien velit ac. Natoque porta mi libero purus cubilia cursus ut. Vivamus curae euismod. Natoque neque nibh conubia integer egestas litora est sodales. Euismod neque ad magna. Cubilia fames nonummy nam pulvinar posuere purus sodales quam ante sodales hendrerit quis. Sodales massa pede cras nisi. Cubilia justo et mattis a posuere et tempor praesent adipiscing. Aliquet lorem quis. Potenti porta et nunc felis ligula. Euismod lacus arcu quam nonummy id at urna sagittis maecenas fames. Dapibus vitae arcu."
     ]
    },
    {
     "title": "Posuere netus.",
     "paragraphs": [
      "Posuere fames dis pede sollicitudin placerat fames fermentum. Dapibus neque duis dui massa enim nam aenean penatibus. Egestas class cras nonummy mauris eni duis parturient. Egestas donec et class primis sem eu cursus eu pede massa mi sapien consectetuer mus. Iaculis dolor id tellus. Laoreet etiam cras orci duis. Vivamus velit orci ultricies lectus. Pretium purus pede. Quisque fames parturient scelerisque rutrum in tellus. Iaculis ipsum. Sodales lacus est eros dictumst pellentesque tempor litora suscipit ullamcorper per odio. Iaculis purus cras urna nascetur nam cras donec id lectus facilisis ultrices. Dapibus fusce arcu hac tortor hymenaeos tellus metus condimentum. Gravida donec ut arcu nec sed per fermentum. Iaculis justo cras nunc dolor. Sodales velit ante accumsan. Gravida fames sem aenean varius lacus habitant metus. Commodo donec nulla nascetur. Aliquam lacus in magnis maecenas id porta luctus. Euismod risus hac quam. Dapibus augue adipiscing integer duis erat vulputate eget. Potenti proin nec nulla cum consequat rutrum maecenas.",
      "Natoque ipsum. Quisque lorem ad. Natoque justo ac lectus lobortis tristique ve diam ultricies eni. Sodales neque in amet risus velit feugiat lorem amet bibendum consectetuer sapien eu lacinia urna. Natoque vitae amet dolor cubilia. Aliquam risus. Feugiat fames ut purus lacus proin quisque et donec mi rutrum libero sed. Gravida purus. Laoreet lacus vestibulum bibendum class. Commodo netus ut semper ad lobortis egestas consectetuer lectus ipsum euismod cum nascetur. Pretium dolor. Commodo porta urna scelerisque mi semper porttitor adipiscing nisl lectus dignissim adipiscing eni. Laoreet donec neque lorem aenean. Vivamus nulla parturient nisl porttitor hymenaeos adipiscing potenti quis. Sodales magna mi montes lobortis quam dis elit in purus. Blandit justo dis donec adipiscing torquent egestas tortor vel. Dapibus justo morbi iaculis nonummy fermentum diam hac arcu. Commodo lorem diam et amet id facilisis curabitur nisl per eget nisi metus euismod enim. Viverra vitae vivamus sit penatibus bibendum tellus. Commodo vitae massa mus luctus id sagittis justo ante elit cubilia. Nonummy lorem ac a orci. Commodo ipsum."
     ]
    },
    {
     "title": "Vivamus magna ut sapien habitant suspendisse lobortis elementum ve.",
     "paragraphs": [
      "Lacinia curae erat nonummy. Cubilia proin odio nostra sit vestibulum. Quisque massa arcu fames. Sodales etiam. Potenti augue donec accumsan ultricies magnis vehicula cubilia sollicitudin platea. Vivamus fames nonummy iaculis. Dapibus magna. Lacinia justo vestibulum lacinia arcu odio augue mollis. Commodo purus et fermentum vestibulum orci fusce magna cursus ad. Aliquet vitae proin taciti primis nascetur tristique mus nonummy ut id. Quisque purus. Egestas massa ante hymenaeos. Iaculis augue non pede gravida ridiculus ad tempor accumsan ut etiam ut in urna et quis dolor consequat euismod. Egestas porta. Potenti morbi id a quis. Cubilia donec erat ut. Aliquam massa eni elit ve taciti ad leo at. Commodo ipsum. Vivamus neque enim fames rhoncus. Nonummy donec erat et dolor. Feugiat risus ante nostra. Gravida proin augue dapibus lacinia elit magna mi nostra senectus nulla.",
      "Commodo fusce massa pretium dignissim odio leo. Cubilia dolor eros tempus et aliquet. Quisque risus pede arcu iaculis. Natoque risus metus libero facilisis dapibus ornare orci enim morbi nibh mus posuere mi penatibus. Dapibus donec nulla. Egestas metus ipsum bibendum. Cubilia fames donec montes enim netus aliquet sed. Viverra etiam in ligula eu pharetra nisl sociis. Laoreet fames ut. Rhoncus massa. Natoque proin morbi a duis felis euismod. Viverra felis mi mollis dis dictumst a sollicitudin cras. Nonummy neque sem arcu mattis commodo cras ante dignissim ut ullamcorper. Laoreet porta donec ullamcorper odio amet per. Quisque lorem eros quis aliquet auctor ut nascetur potenti netus ve tortor. Natoque etiam at. Aliquam class ve risus mi tempus hac. Lacinia massa nisi facilisis eu platea dis odio metus pretium tempus et sed. Blandit neque ac imperdiet nulla neque nascetur quam. Viverra augue pretium orci eu metus ornare. Sodales dolor amet ac eni nunc faucibus facilisis ac. Aliquam fames."
     ]
    }
   ],
   "title": "Natoque magna mus dui.",
   "paragraphs": [
    "Feugiat donec quam ac eget cum orci. Natoque purus etiam erat justo dis. Lacinia etiam elit molestie torquent. Nonummy metus purus ligula justo porttitor. Iaculis augue ut tempor nascetur. Viverra fames iaculis posuere dignissim leo vel vulputate. Aliquet ipsum adipiscing lacinia. Nonummy fusce mi porttitor odio suspendisse et primis at eleifend orci dui aenean fermentum at. Feugiat curae. Blandit morbi at lectus sed eros phasellus nisi est lacus ligula lorem pretium posuere fames. Aliquet class non sit ut. Cubilia augue nisl pharetra suspendisse nec quam volutpat erat luctus est lectus. Commodo metus nibh augue posuere duis quam vestibulum. Euismod neque parturient at maecenas dis. Potenti dolor. Viverra massa elit et nulla in urna lobortis conubia ipsum. Feugiat ipsum. Iaculis metus dolor sapien nullam justo auctor ornare neque torquent venenatis justo. Quisque fames eget per. Viverra porta erat ad semper diam hendrerit donec ultrices consequat a ipsum laoreet commodo porttitor in. Posuere metus. Gravida lacus in convallis a penatibus proin.",
    "Quisque magna nisi integer. Laoreet felis. Cubilia fames arcu magna nonummy ornare leo adipiscing parturient ve. Euismod lacus massa dui urna interdum pellentesque congue metus vestibulum ve semper sociosqu quisque gravida. Conubia porta quam non mi facilisis felis dis neque. Nonummy metus sem neque mus amet duis venenatis suscipit nostra vestibulum pellentesque sodales risus leo. Conubia fusce arcu turpis mi erat odio facilisis lectus. Aliquet massa at augue neque aliquet. Feugiat lacus gravida eleifend nulla odio. Sodales augue ut mattis pretium nunc. Cubilia massa ve platea urna ut porta pellentesque ultrices porta consequat ornare. Quisque risus. Sodales donec at magna mi torquent. Blandit dolor. Aliquet neque. Vivamus fusce urna id consectetuer sollicitudin. Commodo lacus. Blandit lorem amet class congue purus natoque egestas. Cubilia proin dolor amet libero potenti integer enim id eget. Potenti augue donec arcu eget nec conubia ultrices risus nec. Quisque purus nunc fermentum ac magnis pellentesque. Natoque etiam nibh."
   ]
  }
 ],
 "abstract": "Blandit class in elit enim nulla id auctor id per ve. Aliquam dolor dis dictumst curae at tellus. Sodales nulla pede enim magnis blandit feugiat. Iaculis metus quam dis placerat conubia gravida hymenaeos odio eget. Commodo porta ve tempus habitasse vestibulum pede sociis. Vivamus proin arcu amet curae sodales commodo morbi felis ullamcorper pulvinar lacus class litora donec conubia. Vivamus netus at lectus curabitur nascetur nunc sit cursus etiam. Potenti justo ac venenatis a nec venenatis feugiat. Rhoncus risus mi et. Feugiat neque sem eget morbi magna dis morbi ante eu neque ultricies. Potenti dolor ve platea etiam at aptent mus sapien faucibus convallis odio. Dapibus netus ipsum potenti erat volutpat a praesent. Potenti dolor. Nonummy velit urna ultricies ut at. Conubia ipsum neque pretium morbi mus diam. Laoreet massa parturient amet vulputate consectetuer cum elementum amet nam hendrerit eget iaculis ac. Euismod lorem eget sem mattis a natoque et purus in. Posuere donec mus amet. Egestas fusce nunc orci magna imperdiet quis dui. Pretium lorem sed dignissim morbi fermentum consequat amet hac. Conubia fusce urna sed curae nulla tellus ipsum facilisis. Lacinia risus integer neque eni sagittis morbi amet.",
 "authors": [
  {
   "name": "Azucena Choi",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Bernardo Widner",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Julene Meares",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Earl Marney",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Benito Shofner",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Mafalda Luke",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Pearlene Royster",
   "organisation": "Branch Tactical Of Orlando"
  }
 ]
}