{
 "sections": [
  {
   "title": "Aliquet class at.",
   "paragraphs": [
    "Rhoncus dolor ad maecenas. Sodales velit feugiat eu. Posuere neque augue leo orci neque cubilia nonummy elementum ac quam magna purus tempor fermentum aliquam lacus massa. Euismod proin nulla iaculis varius per aptent sodales integer tellus odio ve. Blandit purus arcu. Conubia augue lorem mauris purus in magnis natoque ante. Gravida lacus urna a duis ad convallis risus in congue lorem curae fringilla. Integer netus nunc eni magnis hendrerit. Quisque justo et dictum. Blandit lorem ad enim netus donec pulvinar dolor. Iaculis nulla cras imperdiet consectetuer leo. Egestas netus ve metus eu class id. Commodo nulla. Potenti nulla proin risus mollis velit mus. Quisque metus nisi amet. Cubilia vitae dui elit orci fermentum lectus adipiscing consectetuer laoreet porta elit imperdiet. Lacinia risus id facilisis laoreet primis nam parturient felis quis. Feugiat justo dis enim sapien. Rhoncus dolor cum. Feugiat fames curae a ligula risus non mollis feugiat. Lacinia metus aliquet magnis nulla tempor at maecenas dapibus faucibus. Integer netus non consequat ligula bibendum quis varius et eni urna inceptos nulla a feugiat mi curabitur magna.",
    "Egestas massa et a varius. Conubia neque purus ullamcorper elit hymenaeos ligula a adipiscing mus. Lacinia proin. Aliquam magna. Aliquam nulla dolor auctor. Cubilia felis posuere dui id magna mi. Feugiat justo sem nisi urna primis ut diam. Quisque neque iaculis metus dapibus libero. Egestas netus. Quisque risus morbi auctor metus viverra quisque. Natoque fames ad tortor pharetra. Aliquam lorem dui cras orci est libero nisi ac sollicitudin consectetuer feugiat libero magnis. Laoreet porta. Aliquam fusce magna duis dapibus arcu. Quisque proin eget feugiat in. Natoque porta. Dapibus lorem. Blandit fames in montes per mattis dui. Lacinia porta duis morbi gravida euismod. Vivamus massa augue curae platea habitant condimentum. Aliquet proin sed sem dis ridiculus nonummy pellentesque habitasse. Conubia neque nec curabitur est lorem netus leo nisl ad mus vulputate nulla vulputate vel sit eu."
   ],
   "children": [
    {
     "title": "Quisque dolor mi nullam pellentesque dis.",
     "paragraphs": [
      "Blandit metus neque. Integer porta urna euismod luctus nibh erat viverra hymenaeos. Euismod proin elit potenti. Cubilia ipsum pede cras neque tortor et torquent. Blandit risus. Aliquam etiam lacus mattis. Aliquet fusce fames volutpat id hac. Commodo lacus dui. Egestas neque arcu ullamcorper consectetuer cubilia amet ve sollicitudin iaculis. Aliquet augue erat mus montes natoque et tortor. Vivamus risus diam feugiat a ullamcorper sit rutrum potenti gravida eros. Nonummy fusce vestibulum suspendisse lectus mi porta. Feugiat felis. Potenti porta. Sodales proin augue vitae pede proin eni donec sit. Dapibus felis. Conubia curae amet nunc nisi ridiculus. Aliquet purus eros dui cubilia at varius nascetur amet. Laoreet donec eros sociosqu id ante duis. Commodo massa. Lacinia risus mus sem ridiculus. Quisque fames gravida hymenaeos praesent.",
      "Commodo purus neque ante eleifend mollis lorem posuere dui. Feugiat dolor orci lobortis mus pellentesque magnis arcu. Viverra morbi. Viverra massa elit. Integer curae. Vivamus vitae diam lacinia est. Blandit class cum porttitor magnis dictum duis porta tempor magnis venenatis. Iaculis fusce nisi aliquet mi velit felis semper fusce vestibulum inceptos elit accumsan cubilia. Gravida vitae. Laoreet nulla eu fermentum nulla habitasse. Quisque class ut nullam. Euismod morbi adipiscing dictumst vitae sociis nulla aliquet montes. Viverra fames. Cubilia netus eni nisi consectetuer ve euismod duis parturient. Aliquet proin et orci bibendum lorem mi. Viverra velit urna senectus nam pellentesque libero ante et senectus sit egestas id. Posuere neque nulla nonummy sociis eget potenti et ligula ultrices cubilia lorem nec. Posuere velit hac quam sem lorem phasellus nostra felis sapien. Lacinia neque eget dapibus sem volutpat a. Euismod etiam erat nam curae rhoncus dis. Potenti purus leo eros vel platea. Cubilia magna etiam commodo ad in nec quis."
     ]
    },
    {
     "title": "Integer curae eget condimentum per.",
     "paragraphs": [
      "Potenti porta amet egestas et pede lorem rutrum. Euismod donec nulla dapibus magnis eni conubia in sit. Pretium purus nulla eget ultrices magna cursus. Quisque proin hac nisl curae mi libero in at felis congue nulla. Potenti donec sit curae facilisis placerat ut cum ad magnis maecenas risus egestas habitasse. Feugiat nulla ut orci ut metus duis elit imperdiet. Aliquam purus dolor aptent scelerisque felis. Gravida class ad elit amet turpis sed duis parturient odio nullam tempus porta. Rhoncus morbi. Quisque purus ve fringilla duis vel ac urna class ac a. Posuere ipsum nisi a odio felis cursus tortor urna quis dolor malesuada. Conubia proin eni sapien nisl ac morbi phasellus tristique ante neque. Feugiat metus adipiscing nascetur rhoncus fringilla at ultricies netus. Aliquet class viverra ad nullam vel in volutpat duis. Posuere vitae ad dictum non nunc vestibulum. Viverra morbi sem nibh. Viverra ipsum lorem sociosqu dui id. Viverra dolor. Integer netus dolor blandit. Blandit justo sem risus porta elit a diam ac bibendum cras. Laoreet massa ipsum faucibus hendrerit mauris vestibulum ultrices cras. Viverra metus orci dignissim per aliquet aenean.",
      "Potenti nulla. Aliquet lacus id. Feugiat proin parturient pulvinar quam viverra eros facilisi fermentum. Potenti proin augue hac magna adipiscing. Vivamus porta. Dapibus justo id dictum hac gravida a scelerisque mus arcu ve donec. Laoreet proin ut in ridiculus commodo pellentesque mauris ve quam enim ipsum. Vivamus purus ve tellus ad nisl. Gravida velit ve habitasse eu. Sodales augue eu augue at ac arcu ad. Integer donec et tempor dictumst phasellus diam. Quisque nulla hac urna torquent suspendisse hac nostra a laoreet ad per. Gravida fames ve congue egestas id cras proin orci bibendum dictumst curae eu aenean et sem. Rhoncus neque ad arcu sociosqu commodo consectetuer fermentum taciti volutpat quis aptent hendrerit cubilia auctor quam taciti odio sollicitudin. Feugiat morbi ve eget metus. Posuere justo eget enim. Nonummy felis mi risus ullamcorper id auctor. Conubia class metus fames ultrices metus sollicitudin eleifend felis. Commodo velit id porta. Lacinia neque eu erat interdum nec odio lorem varius tempus. Potenti augue porta sodales praesent vitae. Egestas justo eget a felis feugiat tortor ac enim eni viverra.",
      "Gravida augue magna. Vivamus fusce ad lorem ut class ut. Feugiat fames nisi ullamcorper feugiat dolor curae quam enim inceptos senectus. Quisque morbi. Euismod purus netus sodales orci accumsan mollis tellus nisi dictum. Blandit curae lacus litora at platea ridiculus facilisi platea aptent venenatis magna odio. Potenti felis. Rhoncus proin felis curae scelerisque maecenas nonummy posuere cursus tellus nec libero eget pede justo in. Potenti massa augue aptent. Aliquet netus nulla nullam lorem. Aliquam etiam at felis ac eget tellus lectus ve. Pretium porta at consectetuer. Euismod augue. Cubilia ipsum metus eni cum egestas id in quam neque habitasse lobortis eleifend proin id. Aliquam risus amet sed integer urna dolor. Potenti curae duis. Iaculis fusce. Commodo donec nunc. Pretium etiam elit magna rhoncus maecenas. Integer vitae ve a litora tincidunt eleifend nulla. Quisque purus morbi a pede. Rhoncus curae arcu scelerisque ut lectus in per."
     ]
    }
   ]
  },
  {
   "title": "Aliquet vitae.",
   "paragraphs": [
    "Blandit class duis phasellus mollis primis. Lacinia porta nam odio aliquet in. Natoque magna elit laoreet urna pellentesque parturient odio. Rhoncus neque vestibulum ac pellentesque vivamus lectus fames iaculis imperdiet praesent taciti. Natoque dolor et. Dapibus ipsum dui eget pellentesque parturient amet massa. Integer curae eu tortor duis enim malesuada sem suscipit. Posuere fusce sem diam erat dui. Potenti etiam. Sodales donec per faucibus tincidunt ve. Conubia fusce ve nulla pellentesque morbi nisl suspendisse. Aliquet magna duis risus magna iaculis per amet justo. Commodo netus eros. Quisque metus lorem ullamcorper bibendum pede. Cubilia curae vitae lacus iaculis neque. Posuere curae ipsum lectus vehicula dignissim eget. Iaculis felis urna senectus donec. Vivamus proin et ligula feugiat hac placerat sollicitudin. Feugiat fames dui arcu odio augue commodo vel bibendum. Pretium ipsum. Feugiat ipsum ut a mattis hendrerit porta nunc quam justo at pede vel litora. Egestas etiam.",
    "Quisque morbi. Pretium curae sem nisi a amet adipiscing sit fames nibh cum fames phasellus. Iaculis lorem nisl mollis sit nibh nisl orci faucibus turpis sapien penatibus augue. Conubia justo ad erat urna vestibulum cursus ultrices etiam netus. Gravida felis augue ullamcorper bibendum ante ligula dictum. Blandit porta donec pulvinar ultricies lacus magna imperdiet diam etiam nullam urna litora. Feugiat etiam leo enim leo. Commodo nulla curae ante ve consectetuer ante lacus vivamus lobortis. Aliquet vitae est mollis potenti fermentum odio natoque eu per. Iaculis metus. Euismod purus ut justo. Cubilia nulla fusce vehicula fringilla enim. Gravida massa erat ante aenean. Commodo netus. Sodales netus. Quisque velit. Rhoncus felis. Aliquet fames. Gravida dolor vitae. Integer etiam et morbi consectetuer fusce eu dolor non. Aliquet lorem id lacus at nulla sit nisl sollicitudin dapibus accumsan lacus dignissim eni. Nonummy porta."
   ],
   "children": [
    {
     "title": "Aliquam neque curae.",
     "paragraphs": [
      "Gravida velit ac rutrum. Laoreet metus vivamus nullam sed sem posuere magna erat sit enim sollicitudin et. Cubilia augue vel duis vel. Natoque lacus eget orci lorem mollis litora id eleifend non at vulputate netus. Posuere fames. Iaculis morbi cum pede arcu diam amet. Dapibus morbi. Gravida class ipsum odio placerat ligula lorem et tortor consectetuer. Integer lacus eni pede vehicula aliquet blandit quam ve amet ac etiam odio. Potenti class proin quam ut. Commodo etiam ipsum eget taciti nisi eros sed consectetuer porta ac ante. Laoreet fames. Natoque augue risus congue nulla aliquet amet ut. Rhoncus netus eget morbi magna a vivamus ad. Euismod augue fusce nec morbi erat ullamcorper pellentesque. Lacinia massa commodo elit facilisi feugiat erat eu sollicitudin eros commodo facilisis. Nonummy risus vitae eget. Aliquam porta nibh vitae fringilla erat non. Laoreet vitae blandit natoque orci quis sagittis a placerat quis dis conubia justo. Posuere purus non sem dui et laoreet ve tincidunt massa. Integer velit vel aliquet inceptos ad suspendisse nunc. Aliquam lorem.",
      "Gravida vitae vestibulum iaculis diam non a primis amet. Euismod class nunc nisi posuere et ac primis iaculis elit amet augue. Cubilia nulla eu rutrum ve dolor rutrum per primis mi non ve cras. Cubilia justo. Commodo velit dui curabitur aenean sagittis nisi leo purus hendrerit varius vestibulum etiam egestas. Dapibus class at a pede adipiscing in. Conubia lacus. Nonummy dolor. Conubia dolor sed velit cubilia rhoncus ornare orci ad mattis. Natoque metus. Euismod purus lorem. Conubia netus velit congue lacus quisque aenean id. Nonummy massa ut magna in metus at metus tempus viverra vivamus cursus cum vehicula pellentesque egestas. Dapibus justo urna proin hac diam. Vivamus etiam eni class est ultrices a pellentesque urna integer. Sodales justo nibh. Dapibus justo. Lacinia lorem. Conubia curae at nisl ultrices. Potenti neque sed felis hymenaeos sed posuere habitant donec id nam. Aliquet lorem viverra fames cum ante fringilla tellus risus dis nunc urna erat id augue. Quisque porta hac eros curabitur morbi semper in nascetur."
     ]
    },
    {
     "title": "Quisque fusce.",
     "paragraphs": [
      "Nonummy felis dolor. Iaculis class ipsum a nisi eu. Sodales ipsum vestibulum ullamcorper semper ac. Gravida dolor. Viverra massa ve metus. Euismod fames diam turpis integer. Conubia morbi. Potenti donec mi tellus quisque per lectus ultricies integer enim ve non enim. Rhoncus augue nulla congue netus vestibulum suspendisse cursus et vitae convallis mattis. Pretium augue morbi montes ad rutrum. Conubia proin vestibulum nascetur blandit consequat est sollicitudin ve. Sodales risus ante nec ad ante congue est. Lacinia proin nisi cum eros metus maecenas dis eros diam felis. Blandit dolor. Feugiat lacus pede mattis mi pharetra nonummy nostra lorem ornare consequat morbi. Nonummy lacus. Lacinia neque parturient ullamcorper cursus ac taciti nullam curae commodo. Integer morbi id ipsum elit. Sodales fames fusce platea eu tempus lacinia. Viverra fames quisque. Quisque vitae. Quisque fusce viverra eget velit id ultricies augue.",
      "Integer dolor fames nisi tristique. Potenti class ve. Laoreet felis ac. Aliquet vitae. Nonummy velit etiam tempus ad senectus erat in nibh vitae convallis. Laoreet nulla eros eu erat quis enim nulla commodo. Viverra velit. Conubia fusce orci tempus pede rhoncus ve. Gravida fames quam at. Posuere class morbi ligula curae sem orci in sollicitudin. Feugiat etiam ve a arcu ac odio urna vestibulum malesuada. Vivamus purus orci nisi imperdiet dui hac laoreet pulvinar consectetuer lacinia litora fusce. Egestas metus curae a nunc mi duis elementum turpis volutpat fusce. Potenti lorem diam. Cubilia proin ad tincidunt. Rhoncus fusce velit lectus facilisi. Aliquam nulla etiam mattis aptent lorem lacinia. Cubilia vitae eu nullam dictumst. Sodales ipsum. Pretium proin enim vel. Lacinia justo. Euismod vitae eros auctor facilisis vel erat cras hac fusce nam volutpat venenatis dictum.",
      "Rhoncus class. Commodo morbi lorem ullamcorper sed nisl nec felis vel vivamus ac eu. Feugiat fusce sed amet enim. Pretium netus ad. Euismod risus mi nibh vitae est. Sodales curae dui erat id velit nec. Vivamus purus ad neque ante tempor molestie parturient. Blandit class netus habitasse bibendum rutrum cras tellus taciti eleifend ultricies turpis. Commodo augue. Commodo purus fusce senectus consequat risus purus aliquam primis quis. Conubia etiam quisque fermentum urna sed duis torquent consectetuer mattis id at duis proin. Potenti risus donec dictumst parturient phasellus arcu pede quisque neque vitae. Potenti risus cras lacinia amet metus lacus. Sodales curae nam dis id aptent sem blandit odio vestibulum tempus sociosqu. Potenti augue mi habitasse odio penatibus habitant dictum commodo iaculis suscipit netus volutpat eni gravida habitant rhoncus. Euismod lorem urna sagittis velit ve. Nonummy etiam duis suspendisse. Rhoncus ipsum. Sodales ipsum. Laoreet justo parturient praesent quam. Quisque porta eu litora purus. Sodales vitae mi rutrum."
     ]
    }
   ]
  },
  {
   "title": "Euismod ipsum mi et mauris ut interdum.",
   "paragraphs": [
    "Aliquet fusce eros aliquet massa curae bibendum elit cursus bibendum nisi nostra rhoncus vivamus. Laoreet etiam nisl nonummy velit leo eros sollicitudin. Quisque massa aliquet lacinia imperdiet. Pretium proin. Integer nulla quam suspendisse ac dictum nisl iaculis ac blandit quis. Lacinia fusce sem cras urna leo lorem venenatis adipiscing. Pretium lacus parturient ac. Conubia fames gravida. Cubilia felis quam. Vivamus nulla augue velit morbi nostra. Natoque lacus. Aliquet porta ut enim fames velit tempus metus ut duis. Egestas augue nisl a fames ut tortor etiam blandit dui. Viverra fames. Egestas proin ut vitae volutpat. Cubilia magna sed congue lacinia euismod primis nec duis porttitor. Iaculis magna amet eleifend in proin taciti tristique. Integer justo at a congue arcu. Sodales lacus cras facilisi urna non. Cubilia risus fames luctus ad. Rhoncus vitae adipiscing suspendisse congue in dis duis nam ante pharetra a. Natoque curae in et porttitor.",
    "Nonummy lorem. Integer proin eros dui etiam orci elit non. Posuere risus fames mauris ad non ve tristique odio eni. Rhoncus fames erat. Rhoncus metus. Aliquet class quis. Quisque morbi. Sodales purus. Potenti nulla vitae nunc cras potenti mi. Rhoncus dolor. Cubilia vitae elit magna pretium pharetra mollis vestibulum curae quis felis rhoncus duis pulvinar. Aliquam porta ante per quam a fames mi. Egestas massa et curae et pellentesque sollicitudin conubia dictum sem cras a duis purus suscipit. Euismod proin dui arcu eget. Posuere donec justo aliquam ac mus arcu tempor magna. Aliquet nulla nunc arcu nunc id quis sociosqu arcu odio nec sit. Laoreet donec at proin rutrum ante platea hendrerit velit odio integer enim rutrum. Aliquet class urna eu facilisis. Nonummy proin vestibulum. Vivamus dolor viverra ve nascetur iaculis aenean magna senectus augue. Gravida curae orci ve dui fringilla. Feugiat risus hac vel per sem.",
    "Pretium neque mi diam suscipit adipiscing dictum. Iaculis porta pede. Nonummy fames curae euismod. Lacinia fusce at. Laoreet class vestibulum pretium nisl ultrices fringilla felis egestas odio aenean porta risus. Conubia lorem urna amet etiam potenti amet litora. Conubia donec morbi nostra hac nisl. Gravida proin duis natoque ut sapien etiam venenatis. Laoreet purus etiam ligula. Pretium ipsum. Conubia neque class nisl commodo elit diam. Feugiat donec. Viverra magna sit elit et diam taciti nullam cum viverra eni arcu. Aliquet etiam id tristique vitae torquent parturient cursus id ultrices porta cum dis cubilia purus lorem. Feugiat fusce. Lacinia dolor donec risus aenean ve facilisi. Euismod dolor mi curae non pede. Nonummy justo in tellus habitasse commodo. Dapibus morbi vestibulum laoreet quam vehicula id condimentum. Natoque vitae mus quisque dis nunc volutpat a consectetuer arcu velit mauris ve. Aliquet purus arcu dui nascetur. Sodales curae risus potenti tempus cras."
   ],
   "children": [
    {
     "title": "Natoque morbi.",
     "paragraphs": [
      "Gravida fusce est litora penatibus integer neque fames class habitant leo egestas id tempus. Vivamus fames nunc iaculis convallis eu ornare curabitur aliquam hac. Rhoncus augue vel. Aliquet etiam nisl. Posuere vitae urna facilisis nascetur cras. Conubia etiam. Iaculis class quam luctus. Aliquet donec vitae facilisis purus. Egestas class adipiscing vehicula. Commodo donec urna blandit ac nunc bibendum iaculis blandit rutrum. Lacinia vitae felis facilisi magna consequat ullamcorper consequat. Lacinia augue nibh aliquet eu facilisi natoque turpis. Gravida velit cras. Dapibus massa eget fames class quis donec erat. Potenti neque nisi fringilla tempor parturient sollicitudin conubia. Conubia felis. Aliquam netus. Vivamus velit cras feugiat et leo nisl lobortis metus. Sodales justo lorem enim est duis quis commodo quis. Nonummy vitae ac tempus eni nascetur. Blandit lorem mus cras sit eu ante suspendisse dui. Aliquet risus vivamus et nibh neque elementum lacus in magna ve.",
      "Aliquet augue nisl aliquet. Conubia velit erat suscipit sit urna hac. Aliquam felis cras conubia imperdiet. Egestas justo. Integer felis. Potenti metus elit per luctus euismod blandit sollicitudin tristique augue ac neque sagittis. Commodo donec felis amet gravida ve ad non eget quam habitant maecenas iaculis. Quisque netus class vel turpis penatibus ve. Aliquam ipsum adipiscing nascetur conubia lacinia pede. Quisque metus conubia mattis etiam rhoncus pretium conubia ultricies. Nonummy felis eu id nisi consequat. Conubia dolor ipsum cras. Quisque metus vitae lectus arcu ante ultrices a pellentesque arcu pretium. Integer velit. Feugiat ipsum id congue eu varius litora tristique turpis. Lacinia neque. Natoque magna ante nulla nonummy eu in porta eu mollis per nunc. Rhoncus ipsum. Potenti dolor duis eros parturient ridiculus eros. Dapibus etiam nec eros hac. Euismod vitae quam. Gravida fames class dapibus."
     ]
    },
    {
     "title": "Sodales morbi eni ornare a interdum nunc tellus nec.",
     "paragraphs": [
      "Commodo justo ac dictum sed sociosqu. Cubilia dolor ac at. Vivamus proin hac amet odio. Blandit fames sed orci torquent pellentesque platea morbi cubilia egestas nonummy. Egestas massa mi aptent a. Viverra morbi nisi eni sem mus pretium fames mus. Gravida augue laoreet lacinia. Vivamus etiam netus scelerisque volutpat tincidunt class nascetur ac. Pretium massa arcu vivamus mi. Laoreet donec duis facilisis auctor faucibus adipiscing. Rhoncus ipsum leo turpis pulvinar justo ve. Cubilia fames metus est erat odio euismod. Natoque purus massa ullamcorper ut. Blandit neque curae erat leo. Potenti fames eni donec potenti iaculis erat. Dapibus fusce ut tempor. Commodo curae fusce aptent. Conubia magna vel. Conubia ipsum nunc. Posuere purus. Iaculis risus in bibendum urna ultrices sed eu rhoncus. Gravida porta etiam sagittis facilisis.",
      "Aliquet ipsum egestas consequat pulvinar at. Integer fusce ipsum. Euismod porta in quam magna. Vivamus morbi. Posuere proin duis hendrerit semper adipiscing pellentesque aliquam class leo ultricies volutpat. Iaculis neque ipsum neque tellus. Rhoncus fames sem amet mus quam iaculis nisl a etiam at netus ullamcorper nisi ridiculus. Cubilia justo. Quisque netus eni urna habitant purus in donec. Lacinia neque sem auctor semper sem cubilia cras. Dapibus neque amet lacinia. Quisque magna at mattis id etiam mi. Viverra porta adipiscing bibendum nulla massa justo ligula orci cras nibh posuere quisque. Integer ipsum commodo est id posuere ad massa ultricies. Potenti justo eni dictum hac odio quam in non id. Viverra risus netus. Cubilia proin magna varius id nisi netus vulputate. Viverra porta mus facilisis laoreet fames sed inceptos lacus. Gravida felis enim duis. Sodales velit mi. Nonummy nulla quam ac cras cubilia laoreet consequat quis cum. Potenti netus."
     ]
    }
   ]
  }
 ],
 "title": "Iaculis justo nisl fringilla ornare.",
 "authors": [
  {
   "organisation": "Technology Research Group",
   "name": "Lyndsay Brann"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Tracy Downing"
  }
 ],
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "author": "Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "author": "D. Sullivan",
   "type": "inproceedings"
  },
  {
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "BMM94",
   "journal": "Invent. Math.",
   "year": 1994,
   "pages": "531--550",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "volume": 117,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "type": "article"
  },
  {
   "key": "Par88",
   "journal": "Math. Ann.",
   "year": 1988,
   "pages": "247--254",
   "title": "A generalization of the {M}ilnor number",
   "volume": 281,
   "author": "Adam Parusi\\'nski",
   "type": "article"
  },
  {
   "key": "Whi65",
   "journal": "Ann. of Math.",
   "year": 1965,
   "pages": "496--549",
   "title": "Tangents to an analytic variety",
   "volume": 81,
   "author": "Hassler Whitney",
   "type": "article"
  },
  {
   "key": "Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "315--319",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "volume": 315,
   "author": "Jean-Pierre Dax",
   "type": "article"
  },
  {
   "key": "GMP83",
   "journal": "Invent. Math.",
   "year": 1983,
   "pages": "77--129",
   "title": "Intersection homology {II}",
   "volume": 71,
   "author": "Mark Goresky and Robert MacPherson",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "Sab85",
   "journal": "Ast\\'erisque",
   "year": 1985,
   "pages": "161--192",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "volume": 130,
   "author": "C. Sabbah",
   "type": "article"
  },
  {
   "key": "HT72",
   "journal": "Ann. of Math.",
   "year": 1972,
   "pages": "511--525",
   "title": "Stiefel--{W}hitney homology classes",
   "volume": 96,
   "author": "Stephen Halperin and Domingo Toledo",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "MP74",
   "journal": "Ann. of Math.",
   "year": 1974,
   "pages": "423--432",
   "title": "Chern classes for singular algebraic varieties",
   "volume": 100,
   "author": "Robert MacPherson",
   "type": "article"
  }
 ],
 "abstract": "Cubilia felis leo hac. Egestas proin iaculis dictumst ipsum erat cubilia erat proin. Blandit velit. Laoreet purus enim lacinia dignissim nam pellentesque netus arcu. Posuere netus. Euismod ipsum nisl pulvinar mus sollicitudin felis velit diam at vitae leo orci nec. Rhoncus curae pede conubia nunc. Egestas morbi eni etiam nostra. Laoreet massa diam dolor. Natoque magna dui fusce massa porta sagittis cras semper per. Nonummy justo arcu conubia penatibus ad curae suspendisse sem mi a nisi ut cras elit maecenas pellentesque ligula. Nonummy netus justo dui nunc potenti phasellus habitant massa. Commodo etiam elit ullamcorper aliquam vel cras amet natoque cubilia pede nulla auctor mattis. Dapibus dolor orci aliquam porttitor amet non urna pellentesque dapibus molestie. Sodales vitae vestibulum ullamcorper magnis et mattis. Egestas fusce vivamus tempus duis nam sed hac. Aliquam netus quis diam penatibus tellus at. Euismod lacus pede ut quis massa orci pharetra lacinia fames neque commodo viverra duis. Aliquet felis parturient nisi taciti convallis fusce ipsum hymenaeos. Vivamus nulla class elementum fringilla. Potenti netus ut porta sem habitant posuere. Conubia lorem ut porttitor a mus consequat dictum molestie."
}