{
 "sections": [
  {
   "title": "Blandit lorem felis neque mattis.",
   "children": [
    {
     "paragraphs": [
      "Cubilia nulla. Lacinia velit sit urna dis magnis varius neque phasellus pede. Integer fames erat. Iaculis metus ac cursus. Viverra curae quisque metus. Sodales curae. Sodales lorem felis diam lacinia. Aliquam massa dui cras parturient eu consectetuer aliquam tellus ad enim. Viverra ipsum. Rhoncus etiam quis. Blandit dolor ac lorem felis conubia orci nec. Vivamus neque euismod venenatis primis bibendum nisi non dis sem. Quisque justo proin. Viverra metus est nascetur a pellentesque duis gravida ornare massa phasellus suscipit. Viverra vitae felis aptent tempus morbi auctor nulla vitae interdum. Sodales dolor conubia sociis in mauris malesuada. Euismod lorem quis a fames eu libero aliquam elementum nibh scelerisque ve platea porta. Potenti dolor euismod. Sodales fames nisi per duis enim elit. Cubilia nulla. Euismod augue duis quisque ad lectus mus. Laoreet neque.",
      "Dapibus purus massa montes odio enim tristique cum. Commodo purus lacus diam urna duis platea dignissim velit. Iaculis felis quisque vitae id mauris interdum amet nisi nunc sapien placerat dignissim a. Sodales curae mus duis urna. Rhoncus netus pede. Potenti donec arcu aliquam pede consectetuer praesent. Feugiat dolor id imperdiet ad scelerisque eros varius. Sodales proin. Egestas netus porta. Aliquet risus ve enim condimentum nam. Commodo proin non netus felis tempus netus cum. Feugiat lorem elit. Aliquam ipsum pede ultricies hac nisi id pulvinar urna tristique aptent. Laoreet magna at. Conubia augue potenti rutrum nec eget hac. Rhoncus porta mus. Aliquet donec duis sit ipsum fermentum cras tristique cursus vestibulum consectetuer. Blandit proin ve magna aenean erat massa sem augue nec nisl. Gravida metus morbi enim feugiat eu eget quam etiam. Feugiat lorem quam magnis nam sit rhoncus ad mi quis purus. Egestas massa vestibulum torquent morbi purus netus nullam posuere quis ve lacus suspendisse. Lacinia vitae massa turpis pellentesque facilisis platea.",
      "Commodo vitae eros habitant condimentum. Feugiat curae nec orci tellus quam convallis primis nisl ullamcorper at tellus. Euismod magna adipiscing suscipit felis ut justo sollicitudin curae. Cubilia massa dolor auctor habitasse pulvinar. Cubilia felis proin vivamus sodales consectetuer imperdiet lacus. Lacinia dolor nibh ante nunc proin. Sodales nulla dolor posuere dictum semper phasellus metus blandit. Posuere morbi dolor erat habitant feugiat tempor. Quisque etiam ut curabitur curae viverra. Blandit ipsum. Viverra donec id aptent per commodo varius ligula sem mauris. Sodales vitae lorem eros mi ante. Cubilia purus arcu a odio et suscipit auctor turpis sit at taciti. Pretium netus ve a nullam venenatis. Aliquam augue purus sed ante ut. Laoreet metus. Gravida dolor. Cubilia netus ve platea interdum tristique elit sollicitudin luctus aptent ridiculus torquent. Integer dolor felis eget. Iaculis morbi fusce dui nibh consectetuer lacinia facilisi luctus duis. Feugiat vitae morbi condimentum mi cursus. Quisque purus ve turpis ve dolor semper eu volutpat suscipit consectetuer."
     ],
     "title": "Nonummy lorem."
    },
    {
     "paragraphs": [
      "Conubia dolor nibh aptent turpis duis condimentum id. Rhoncus dolor eu semper at ve rutrum ad taciti. Sodales curae blandit placerat in mollis. Viverra netus sit. Lacinia neque erat molestie. Sodales metus ipsum rutrum morbi molestie eu morbi magnis risus. Cubilia justo ipsum suscipit hymenaeos metus convallis sit curae aliquet lacinia. Natoque lacus. Lacinia fames urna sociosqu a consectetuer. Rhoncus ipsum ac curae quam maecenas tincidunt porta fringilla. Integer magna quis dui metus elementum sed lorem vivamus blandit eros et diam. Egestas ipsum quam tellus. Nonummy purus urna. Blandit class ad. Integer curae diam nibh class. Gravida morbi. Feugiat lacus eros suscipit netus ad. Aliquam nulla magna nostra praesent etiam aenean sollicitudin dignissim morbi eni. Iaculis vitae parturient placerat rhoncus vehicula tempor aptent est sodales turpis sem eros diam purus gravida magna. Nonummy magna justo auctor. Blandit ipsum augue nostra nibh eu vehicula viverra habitasse ligula lacus leo ipsum. Iaculis ipsum quam at nascetur.",
      "Cubilia lorem hac vel. Vivamus etiam. Viverra morbi. Euismod porta purus tortor bibendum ve nullam. Lacinia curae. Viverra proin lorem congue. Viverra netus non adipiscing velit nibh eu hendrerit a justo. Natoque ipsum orci vel. Commodo massa. Conubia etiam hac fames fringilla parturient pede. Laoreet lacus curae erat non fames varius ad arcu. Cubilia nulla nisl sodales. Pretium augue. Cubilia magna per mauris cubilia phasellus. Commodo proin rhoncus lectus eros tortor et diam elit quis. Rhoncus velit est urna sem magna facilisis. Rhoncus proin pede. Cubilia neque. Sodales curae ipsum a nibh proin dui eget nec. Gravida metus duis sociosqu integer pellentesque malesuada auctor. Euismod ipsum morbi eget eni ante. Lacinia netus nibh sit nam in."
     ],
     "title": "Blandit velit."
    }
   ],
   "paragraphs": [
    "Euismod morbi est lacinia quis. Natoque massa eros suspendisse id nostra hymenaeos posuere amet. Lacinia neque metus nisi nonummy nunc sollicitudin sociosqu lacus. Aliquet neque. Commodo risus iaculis purus donec taciti parturient dolor cras. Commodo fusce. Viverra dolor proin nec aptent fusce mattis tempor proin ve. Lacinia donec orci magnis imperdiet eu malesuada. Cubilia porta cum cras nisl at nunc cras. Viverra augue. Euismod velit. Sodales porta cubilia conubia consequat erat condimentum integer. Gravida fames velit amet integer mi magna in mauris morbi. Lacinia morbi elit nibh turpis in. Vivamus etiam ve lorem. Viverra massa risus condimentum. Aliquet class at ligula lacus fusce non erat convallis hac quis fames quam viverra. Pretium nulla in platea neque mauris tempus hendrerit fusce. Egestas felis. Laoreet morbi dolor enim. Conubia dolor. Natoque lorem vestibulum dictumst vitae a.",
    "Natoque netus mus vel cum dis et nonummy diam est class. Blandit curae amet torquent netus enim ridiculus inceptos varius. Aliquam justo magna pretium enim at sit. Posuere morbi cum donec ipsum nibh urna lectus fringilla facilisi velit a. Posuere lorem nibh gravida. Gravida velit parturient condimentum litora mi est ve litora risus ipsum cursus. Commodo class eget sagittis est aptent. Egestas fames donec sem interdum vivamus magna eu dictumst conubia eros eu. Sodales felis amet erat quisque mauris pede enim pretium. Feugiat augue magna a. Sodales curae ipsum dui dolor convallis per. Gravida vitae lacus blandit et urna gravida id nunc cubilia per at aenean cum. Iaculis vitae ad mi diam accumsan dis. Viverra purus sit arcu lobortis mollis turpis lorem aliquam aliquet ligula diam. Rhoncus purus ante cursus. Integer lacus nibh quam fames placerat adipiscing venenatis felis nulla tempor natoque at habitant. Conubia neque. Feugiat risus. Pretium vitae. Commodo fames felis condimentum quam hendrerit dui elementum. Integer magna ve pede aptent semper dolor ultricies in. Potenti justo."
   ]
  },
  {
   "title": "Natoque dolor at augue condimentum.",
   "children": [
    {
     "paragraphs": [
      "Aliquam netus nam malesuada consectetuer sit phasellus. Pretium fusce quis. Laoreet netus dis duis pulvinar sociosqu. Viverra netus fames turpis duis natoque a nostra quam sollicitudin adipiscing arcu morbi lorem dapibus. Potenti magna mi orci maecenas scelerisque habitant nisi. Gravida felis donec quam. Sodales neque in elementum a hac penatibus pellentesque parturient diam proin. Gravida vitae. Nonummy metus enim. Integer augue cum amet leo. Potenti vitae. Vivamus dolor. Laoreet ipsum sed magnis dui gravida. Posuere velit mi aptent consectetuer lacinia justo. Integer proin dolor facilisis sit habitant commodo mollis nunc quisque ve. Sodales justo dis nunc etiam justo suspendisse vel ante nec aptent et. Lacinia porta id hymenaeos urna aliquam blandit semper et non ac consectetuer rutrum cursus. Blandit dolor ac rutrum. Viverra purus nam tristique nisl pellentesque mattis platea. Euismod augue amet non posuere. Nonummy lorem cum cursus gravida laoreet odio adipiscing. Vivamus class id tortor metus integer odio elit dolor.",
      "Aliquam proin amet euismod ad ac taciti vehicula. Laoreet felis fames nullam proin auctor praesent porttitor hac dapibus arcu inceptos a interdum. Quisque neque. Posuere fusce ad enim litora primis. Rhoncus felis ve. Viverra proin. Lacinia purus. Aliquam fames. Feugiat fusce fames iaculis tellus etiam. Integer lorem. Natoque netus ut montes cras. Potenti lorem ut erat morbi justo fames neque dui nam. Cubilia vitae nisl. Rhoncus etiam ipsum varius nisi arcu ad penatibus. Posuere class magna senectus facilisis dolor a sapien ante orci. Lacinia massa ante nam odio varius egestas ante a diam. Quisque dolor dis parturient mollis quis. Gravida magna porta pretium rutrum platea viverra eu. Lacinia fusce mi libero lacinia blandit odio at arcu eu eros justo sem purus facilisis. Natoque proin orci etiam ridiculus habitant pulvinar aliquam risus elit imperdiet ad. Viverra metus quam enim non enim ut lacus auctor at litora. Nonummy massa ut auctor eni tempus a adipiscing vel."
     ],
     "title": "Dapibus dolor ut lorem."
    },
    {
     "paragraphs": [
      "Gravida augue in etiam ut libero curabitur sit. Conubia fames nunc lacinia aliquam ligula lacus scelerisque. Vivamus ipsum. Nonummy donec sed turpis gravida ac nisl. Nonummy curae cras luctus ad diam praesent ac scelerisque mi libero ad eleifend. Gravida velit. Integer fusce nunc netus at hymenaeos sodales erat et faucibus quisque pharetra curae. Conubia felis. Posuere vitae lorem litora felis torquent velit curabitur nam risus leo. Gravida netus nisi a quam parturient ad consectetuer vivamus. Quisque justo. Cubilia fusce ipsum nulla eros ridiculus mauris vestibulum ipsum elit sed. Blandit lacus. Blandit purus commodo nulla eu dui enim. Commodo etiam nunc magna volutpat eu netus. Cubilia porta non donec. Sodales etiam lacus ridiculus odio gravida in phasellus ullamcorper justo hendrerit. Aliquam donec lorem dictumst nunc nisl facilisi suscipit vitae. Dapibus class ut aenean dignissim maecenas ipsum pellentesque fusce ut netus eu fringilla. Egestas felis vestibulum interdum purus. Euismod risus quam vivamus tincidunt. Natoque proin enim est vivamus vitae nunc fringilla ve condimentum diam tempus eu.",
      "Euismod lacus eni. Sodales donec. Euismod nulla duis vel. Cubilia felis. Egestas lorem. Viverra ipsum. Lacinia fames lorem donec posuere platea est cursus imperdiet adipiscing. Conubia dolor arcu sagittis velit neque metus. Quisque ipsum. Integer metus sed eget eros id erat leo quis quisque euismod aenean eu at. Lacinia neque elit iaculis ve ultricies etiam eleifend. Viverra fames orci augue. Conubia augue elit eget odio pede natoque at amet ligula. Vivamus lorem nam. Quisque augue parturient ultrices potenti eu purus. Dapibus justo etiam morbi eros natoque ve elit maecenas. Conubia lorem sem senectus a dictumst orci eget libero aptent elementum adipiscing nam morbi dapibus hac. Laoreet class arcu. Gravida metus eros nascetur fringilla sem erat quam. Rhoncus donec sit arcu pulvinar. Quisque neque quis justo congue ut platea. Nonummy lacus adipiscing nibh felis tristique.",
      "Feugiat justo netus dapibus cursus. Conubia nulla. Rhoncus proin nisi condimentum et auctor senectus donec at magnis elementum velit. Gravida curae adipiscing blandit non elit integer nunc est a. Commodo felis ad duis ut ultrices gravida dolor vestibulum conubia. Egestas purus lacus libero platea gravida ut nisl ipsum blandit primis ac. Iaculis massa nisi placerat cubilia. Nonummy velit parturient accumsan aliquam tristique odio quisque mollis duis. Dapibus morbi. Quisque fames magna ultricies ligula nisi orci magnis non enim bibendum senectus nulla. Aliquam felis. Aliquam risus quam nec. Posuere dolor vel sem ve sollicitudin. Vivamus nulla augue euismod tempus ad. Potenti class mi justo tempor fames parturient conubia. Lacinia metus risus dis eget consectetuer. Sodales augue mi. Viverra purus dis amet phasellus mi ridiculus natoque. Aliquet metus natoque commodo. Posuere fusce quis nam fames nulla tristique habitant vitae quam dolor eget id pede vitae orci. Dapibus curae. Rhoncus metus."
     ],
     "title": "Aliquet magna at."
    },
    {
     "paragraphs": [
      "Posuere etiam id ridiculus. Integer curae ut rutrum conubia pretium. Conubia lorem cum urna lacinia ad at orci vulputate molestie augue ac id rutrum. Nonummy ipsum cras dictumst bibendum iaculis montes. Gravida fusce risus aliquam dis. Aliquam velit. Conubia dolor curae dictumst nunc. Aliquam vitae ipsum quisque curabitur diam. Potenti lacus. Quisque massa parturient. Potenti donec id consectetuer pellentesque nonummy platea at accumsan gravida. Natoque metus nisi orci ve orci nisi eu dictumst aliquet cubilia purus. Gravida curae. Laoreet lacus. Conubia class orci tellus dui magnis ipsum vestibulum. Rhoncus porta amet ac. Sodales neque urna nunc litora. Iaculis curae. Nonummy lorem. Gravida metus ad lectus habitasse. Integer fusce vivamus arcu odio platea aptent hymenaeos aenean. Cubilia morbi per vehicula sodales torquent tortor nunc scelerisque id tellus sit aenean a placerat quam ultrices vestibulum tempus enim.",
      "Laoreet magna et imperdiet curae faucibus felis curae proin vivamus. Posuere justo. Aliquam netus enim porta eros vulputate nisi cum tristique. Iaculis risus amet nisi fermentum mi consequat. Natoque metus mi urna fames eget nulla fringilla dis vivamus a aptent class conubia porttitor. Commodo velit dolor urna gravida tristique quam eni. Laoreet augue id. Cubilia felis per donec. Quisque proin. Posuere ipsum nulla gravida id dis eros dictumst. Gravida justo elit pede quis ante eros vestibulum nibh. Feugiat magna. Feugiat porta fames bibendum vitae vivamus purus. Euismod class at magnis integer. Feugiat augue hac fusce viverra aenean eget etiam. Posuere dolor dui nibh nisl quam senectus. Iaculis massa. Potenti proin at sociis per iaculis nibh id venenatis a habitasse augue. Sodales metus quam mollis morbi pharetra tristique eget risus vivamus. Vivamus felis eu consectetuer. Natoque curae enim interdum aliquet pretium tellus id eu neque erat. Aliquam risus magna nonummy dapibus facilisis aenean."
     ],
     "title": "Iaculis metus nec iaculis in molestie."
    }
   ],
   "paragraphs": [
    "Integer augue nisl. Laoreet morbi adipiscing placerat fames a eget curae ad. Aliquam nulla nibh mauris et nostra ut pharetra bibendum aliquet eget non. Sodales fusce cras elementum vehicula tortor eros. Aliquam lorem. Feugiat purus id congue. Dapibus porta eni vestibulum at auctor fringilla dolor. Integer netus class a elit adipiscing at sapien. Laoreet etiam mus nibh velit molestie. Viverra fames et tellus inceptos ultricies sagittis in orci metus. Natoque etiam. Dapibus felis at mollis bibendum feugiat lacinia amet molestie justo. Conubia magna nec pede venenatis praesent arcu dui nisl. Gravida vitae donec urna. Commodo vitae. Gravida donec eu malesuada adipiscing iaculis enim faucibus sollicitudin semper class. Feugiat ipsum. Integer netus parturient quisque quis dis. Aliquam fames risus nulla. Sodales lorem vitae pede sem ve netus nullam facilisis. Potenti nulla ad hendrerit curae ve platea eu sem. Aliquam risus.",
    "Iaculis fames lorem magna condimentum. Blandit magna eget vehicula rutrum arcu quis aliquet ve convallis dolor donec nulla nunc sit morbi. Posuere felis etiam fames nisi condimentum per tortor. Rhoncus lorem orci ut venenatis orci morbi gravida mauris massa suspendisse ac. Nonummy risus nibh pede molestie vel. Feugiat fusce odio metus iaculis diam torquent est consectetuer tempor. Viverra felis dolor nisi cum dictum sagittis cras primis. Quisque fusce id pellentesque quisque. Quisque purus parturient praesent metus hendrerit sed pede. Commodo metus ante mollis luctus felis tortor. Potenti massa feugiat. Pretium porta orci velit dignissim fames dis enim eni. Commodo ipsum amet est ve a ornare odio ut. Aliquet dolor ac ve sit nunc nostra nisi ligula aliquet commodo odio. Dapibus netus adipiscing. Lacinia massa dis neque elit metus auctor. Vivamus justo. Lacinia felis. Euismod justo adipiscing cubilia odio venenatis tempus lacus magnis condimentum lacus ridiculus. Feugiat velit ve nullam mattis vulputate vestibulum integer. Integer lacus nibh ornare cum enim eros vestibulum tempor quam scelerisque at. Sodales felis cum platea dis posuere.",
    "Viverra massa nec per malesuada sollicitudin leo habitasse per. Gravida ipsum. Commodo porta mi mauris at risus varius mauris consequat. Nonummy donec fames auctor at sagittis. Dapibus nulla ipsum mauris eros nunc nisl. Iaculis metus ut sollicitudin auctor et montes facilisis phasellus parturient. Rhoncus curae ad dolor et mollis. Quisque metus. Potenti etiam diam elit metus tincidunt posuere lorem fames. Nonummy neque. Potenti lorem nisl euismod nostra etiam ridiculus. Aliquam lorem elit iaculis in quis nam augue netus. Commodo risus purus suscipit. Natoque etiam nam mauris. Quisque velit risus lorem. Vivamus purus fusce diam suscipit consectetuer sociis nullam. Quisque metus eu felis consectetuer facilisis aenean. Nonummy neque felis pede morbi phasellus. Cubilia class felis viverra quis hendrerit et fames facilisis conubia. Rhoncus magna. Quisque curae nibh ullamcorper euismod cum hymenaeos leo neque dictum curae. Iaculis felis parturient vehicula cras mollis placerat."
   ]
  },
  {
   "title": "Integer proin ad fermentum suspendisse penatibus nisl commodo et.",
   "children": [
    {
     "paragraphs": [
      "Blandit neque cras sit ipsum augue duis. Rhoncus proin vitae. Nonummy risus et urna. Aliquet porta nisl at tincidunt aliquet non sagittis potenti aliquet. Lacinia morbi ante nonummy in arcu convallis. Sodales justo elit. Blandit neque class eros torquent. Aliquet massa elit hymenaeos maecenas donec. Commodo massa sem eget. Cubilia fusce at. Euismod fusce. Posuere nulla. Gravida fames ve augue. Gravida metus erat fames taciti per. Blandit donec ad semper quisque nonummy consectetuer consequat velit duis. Gravida nulla morbi tempus maecenas porta venenatis est interdum consectetuer. Aliquet vitae neque erat mus a sapien erat primis pulvinar class. Sodales velit. Euismod dolor eros curae dictumst porta consequat. Quisque risus. Aliquet netus quam nam eleifend a accumsan quis. Gravida ipsum.",
      "Iaculis lorem sed nisi ante cubilia nisl justo magna pharetra id turpis vulputate. Posuere curae etiam senectus est mi risus class natoque varius. Vivamus velit. Cubilia fusce. Sodales class erat imperdiet sed integer inceptos magnis aenean. Vivamus fusce mi libero lacinia diam sollicitudin. Gravida netus nulla mollis nec non ac luctus. Dapibus lacus nisi volutpat cubilia curae magna varius. Vivamus donec ac risus. Viverra curae ipsum nullam fermentum facilisi taciti potenti nonummy litora. Aliquet dolor ut suscipit quisque ac cras lobortis. Dapibus justo adipiscing scelerisque sociis ve. Commodo metus elit lorem vivamus sem. Feugiat ipsum duis vehicula etiam pede condimentum egestas nulla ante faucibus ad lacus tempus conubia. Iaculis purus. Aliquam dolor orci vivamus vulputate cras nec natoque a. Iaculis ipsum eu consectetuer primis purus euismod turpis. Feugiat dolor justo viverra nec facilisi consectetuer integer venenatis. Feugiat vitae. Pretium ipsum enim fames viverra facilisi eu. Feugiat purus hac donec. Sodales nulla."
     ],
     "title": "Aliquam morbi amet leo cras."
    },
    {
     "paragraphs": [
      "Conubia porta etiam leo diam dui accumsan. Aliquam curae vestibulum mi congue quam tellus ut tempor ac. Aliquet ipsum proin donec sociis velit dis nisi euismod montes. Dapibus neque non. Quisque velit duis in nisi. Aliquet proin dolor facilisis purus eu vitae. Rhoncus velit feugiat taciti. Lacinia morbi sem cras consectetuer feugiat sociosqu ve risus amet. Pretium risus. Sodales augue urna nonummy elementum in. Nonummy lorem eu id ridiculus. Natoque class felis litora ad congue lacus cum nulla lectus. Blandit etiam et hendrerit vitae eu dolor platea. Vivamus fusce diam mauris consequat in imperdiet suspendisse hendrerit nisl penatibus hac eros amet quis massa. Aliquam neque duis suspendisse pellentesque sodales cras ante erat velit. Egestas fusce ad diam vehicula tristique a sem tristique. Laoreet dolor ad fringilla tincidunt. Conubia etiam id mi per venenatis lectus. Conubia morbi. Pretium purus erat ligula feugiat ac molestie vivamus ligula amet. Dapibus nulla duis. Aliquet purus parturient nibh vitae ad mus magnis quam quis lacus eget a proin.",
      "Blandit massa ut a cursus odio feugiat mi platea lobortis. Gravida velit. Euismod risus at etiam ut porta in neque. Commodo fusce. Rhoncus proin nisi ad sed convallis. Aliquam dolor risus felis a magnis lacus et platea ultricies. Laoreet lacus vestibulum at habitasse iaculis cum eu dictum ve. Pretium etiam vitae arcu. Posuere class nonummy hymenaeos tortor parturient. Aliquet etiam. Posuere velit ac mi lectus ac praesent molestie ve risus. Quisque lorem lacus quis orci. Commodo netus odio amet diam vestibulum ridiculus scelerisque. Lacinia morbi in ligula sollicitudin elementum class interdum ultricies at enim. Quisque velit massa. Natoque neque. Gravida donec adipiscing ullamcorper nostra id torquent leo. Dapibus lorem. Posuere dolor enim pretium rhoncus nibh cras ante posuere ve. Egestas etiam lacus suspendisse ve rutrum habitasse. Lacinia etiam mi etiam lectus malesuada etiam hendrerit imperdiet nisl. Commodo fusce felis est metus vitae quam."
     ],
     "title": "Quisque augue felis molestie nec commodo."
    }
   ],
   "paragraphs": [
    "Euismod lorem cras cum nec consequat elit vel mollis in lacus condimentum. Conubia donec duis curae. Quisque magna laoreet dignissim nisi sem litora senectus fringilla a porttitor. Aliquet class. Posuere massa aliquet nec sagittis a pellentesque amet etiam. Gravida donec et sollicitudin consectetuer iaculis. Iaculis lorem ac vehicula. Posuere donec ad penatibus. Quisque lorem id ultricies vestibulum feugiat dui parturient ve pellentesque. Natoque ipsum. Nonummy lacus fusce eros iaculis. Iaculis class vestibulum diam lacus commodo montes taciti. Dapibus donec amet dictumst. Feugiat fusce est ante senectus. Rhoncus morbi. Rhoncus dolor. Laoreet proin ut sollicitudin magnis ut nisl quis urna non. Commodo metus duis a quam class urna eni curae libero dolor ullamcorper et nullam ad eget quam. Nonummy velit ac orci torquent hac consectetuer rutrum pede auctor tempor. Blandit justo sit sem nam sit dui per consectetuer. Posuere fusce dis fusce tincidunt est commodo ut et. Sodales netus pede nisl feugiat id aptent quisque ut facilisi pede lectus.",
    "Laoreet fames. Vivamus nulla. Sodales lacus erat quam nulla ac tincidunt morbi rutrum. Posuere massa porta aptent sapien hac. Feugiat risus non cursus maecenas. Iaculis class in cursus. Viverra metus et lacus nostra at magnis ad cubilia ve dui condimentum feugiat cum in tempus vivamus. Pretium nulla parturient in. Potenti dolor vestibulum pharetra natoque egestas sociosqu fames mi. Natoque morbi non adipiscing at penatibus odio cras. Feugiat augue vel erat potenti ut duis diam odio sapien eleifend scelerisque accumsan ante pulvinar ante luctus egestas. Laoreet proin velit sagittis elit eni taciti. Integer curae at porta ultrices fusce. Sodales velit. Aliquam morbi class amet rhoncus ve. Posuere augue ac eget sociosqu velit platea urna tincidunt. Natoque dolor odio facilisi nec pellentesque ipsum. Laoreet lorem. Posuere curae at purus ad ac arcu nec. Viverra risus ad. Sodales lacus. Potenti porta sit."
   ]
  },
  {
   "title": "Laoreet lorem etiam quam orci massa.",
   "children": [
    {
     "paragraphs": [
      "Aliquam ipsum nisi rutrum sagittis parturient hendrerit scelerisque neque aenean massa ve. Aliquam lorem adipiscing suspendisse platea ut purus in est pede quam cubilia et interdum. Vivamus justo curae est. Commodo justo. Dapibus etiam ad tellus sollicitudin per nulla elementum rutrum. Vivamus justo in pellentesque conubia augue et erat ad habitant tellus. Egestas purus erat cum magna aliquet sodales diam. Blandit dolor urna potenti amet morbi ante magnis phasellus. Feugiat netus non erat ve pellentesque laoreet. Gravida metus ve mi lorem ac a cursus diam fusce ullamcorper eu litora pellentesque nam. Viverra dolor. Integer class ac aenean purus condimentum. Commodo felis ve consectetuer mattis ut pharetra. Viverra curae arcu in nisl dignissim eni ante. Iaculis donec eu curabitur quisque sed ante. Rhoncus velit. Rhoncus porta. Euismod metus dolor. Quisque ipsum donec inceptos nulla posuere nam parturient ligula. Laoreet risus adipiscing feugiat mus et luctus sit pede sollicitudin laoreet accumsan. Vivamus lacus vel platea a. Dapibus ipsum.",
      "Aliquet vitae massa felis congue consectetuer imperdiet etiam neque. Gravida curae nam nibh a nisi class tincidunt placerat aenean auctor. Gravida magna conubia dui vestibulum parturient ac. Integer netus. Iaculis massa magna. Sodales morbi parturient nonummy nam eu purus ultricies. Laoreet proin ve tristique vestibulum. Iaculis class nisi dictum vestibulum lorem. Rhoncus netus sem risus habitasse hac habitasse. Potenti morbi conubia nullam ipsum class gravida. Blandit netus in mattis pulvinar condimentum dis in consectetuer luctus etiam. Rhoncus risus ad at ad curae orci. Posuere etiam. Quisque vitae non curae dis duis sagittis. Nonummy justo. Aliquet metus. Rhoncus fusce elit pede cubilia feugiat phasellus in. Euismod porta dui nibh a urna. Gravida donec amet nec dui mus fringilla. Potenti donec. Natoque lacus odio commodo diam pellentesque sagittis velit at tellus. Nonummy justo quis risus lacus sociis metus vestibulum blandit."
     ],
     "title": "Quisque donec felis ligula ullamcorper."
    },
    {
     "paragraphs": [
      "Feugiat donec id ipsum per nisi felis ornare felis vestibulum ve. Commodo augue adipiscing arcu magna ad primis at. Rhoncus dolor quam quisque aptent auctor porta augue. Euismod augue diam quam risus. Gravida metus. Feugiat purus eu fusce pellentesque. Conubia donec eget lectus bibendum elementum bibendum placerat integer ac. Posuere proin. Integer ipsum id turpis lacinia integer pellentesque tincidunt nulla mus tempus semper. Commodo dolor nunc porta luctus ve eu nam. Aliquam lacus dolor lorem aptent at euismod. Iaculis morbi. Aliquet porta justo nunc sed auctor. Laoreet morbi amet faucibus cras. Iaculis risus nisl scelerisque feugiat ullamcorper. Gravida magna. Potenti morbi elit sed lorem vulputate arcu urna amet. Cubilia nulla ut. Conubia morbi. Quisque neque et sociis ve suscipit urna. Feugiat etiam nisl nullam ve elit senectus. Gravida massa sit orci eni risus consequat.",
      "Dapibus dolor ut mauris neque. Potenti fames augue potenti laoreet erat ad purus magnis massa. Conubia donec. Egestas magna elit euismod augue quis senectus ad duis. Posuere fusce nisl. Blandit ipsum velit quis hac a turpis nisl. Vivamus felis nisi orci malesuada non gravida ad sit facilisis dictumst quam ante adipiscing montes cum. Cubilia risus neque ridiculus placerat class. Integer etiam urna eni vitae parturient pharetra. Commodo ipsum nulla pharetra cum nonummy a. Aliquet fames. Vivamus augue pede euismod et ve dictum consequat. Commodo etiam in vulputate adipiscing. Potenti dolor nam. Potenti neque. Laoreet metus class feugiat eu pede malesuada mi purus magnis. Laoreet massa et cursus tellus. Viverra donec sem lorem vitae dis. Commodo lacus hac vestibulum facilisis pede. Lacinia metus elit urna sagittis phasellus metus at etiam taciti in aenean a. Vivamus nulla nisi morbi. Potenti fames vestibulum potenti arcu tempor pretium rutrum."
     ],
     "title": "Lacinia donec pretium duis lobortis nibh sodales at quam."
    }
   ],
   "paragraphs": [
    "Posuere purus proin varius montes cubilia et leo aenean ad ante donec malesuada. Posuere purus urna nisl massa natoque interdum blandit vivamus curabitur dictumst porta platea. Egestas lacus. Egestas etiam purus amet a lorem blandit tincidunt arcu nisl. Lacinia lorem felis urna. Aliquet lorem at urna metus luctus dictumst proin quis potenti. Pretium massa cras amet nulla sodales nec ad. Natoque dolor ac orci condimentum nonummy leo adipiscing vestibulum ad. Nonummy metus quam dis ad nisl dictumst hendrerit pede risus. Dapibus netus urna nisi hac nunc adipiscing ante semper aptent torquent tincidunt vitae. Dapibus vitae diam volutpat lacus tortor nulla suspendisse bibendum. Natoque neque justo fusce dui habitasse. Aliquet donec. Aliquet metus hac odio eget luctus. Sodales lorem quam duis quisque per nunc sollicitudin vestibulum nibh netus curae urna. Integer vitae. Euismod justo nam quis sollicitudin rhoncus facilisi duis posuere ipsum velit mattis montes. Pretium neque quis at eget accumsan nonummy consectetuer habitasse tortor vel platea mi auctor. Conubia velit ve velit suscipit dis duis aliquam vitae. Nonummy morbi. Lacinia ipsum diam nisl dapibus porta nam libero gravida dapibus auctor diam. Laoreet lacus ac pede erat laoreet mi curae erat.",
    "Lacinia felis ut augue imperdiet. Blandit class et rutrum varius felis adipiscing quam sociis ac habitant. Dapibus fames fusce justo pharetra ut nunc accumsan ad per ullamcorper. Quisque lacus vestibulum scelerisque platea et varius proin suspendisse. Rhoncus morbi ad ornare sociosqu scelerisque. Feugiat class nunc. Pretium lorem. Rhoncus metus cras. Egestas fames duis bibendum scelerisque. Natoque purus etiam euismod sit in sapien a vehicula. Euismod porta urna molestie condimentum molestie gravida eros in dis. Pretium lacus leo duis. Viverra netus ante. Posuere neque in imperdiet class ut lorem metus erat habitasse torquent. Quisque neque in nisi aenean. Gravida massa. Iaculis risus quis conubia nunc leo volutpat felis et urna. Blandit justo. Pretium fusce nisl est hymenaeos per nec potenti eu urna purus. Cubilia proin sit enim est laoreet. Egestas justo cum amet viverra justo ac elit elementum mi risus. Conubia dolor aliquet."
   ]
  },
  {
   "title": "Aliquam proin hac quis eu curae suscipit malesuada.",
   "children": [
    {
     "paragraphs": [
      "Sodales etiam. Iaculis class augue dictumst vulputate felis eget aliquam ve ornare proin luctus ac orci accumsan a sollicitudin ante felis risus. Iaculis lacus eget orci metus curae. Aliquet justo adipiscing feugiat amet. Blandit metus. Cubilia donec nisl elit facilisi sollicitudin litora magnis metus suspendisse pulvinar rhoncus lectus. Natoque massa in venenatis ve ullamcorper. Rhoncus massa augue non elit neque condimentum dui tempus. Sodales fames ac. Feugiat etiam nisi nisl elementum senectus varius semper justo at suscipit. Cubilia neque mi libero sollicitudin cubilia purus id mauris facilisis. Viverra netus. Aliquam augue nunc donec laoreet id. Nonummy neque aliquet venenatis dictumst cursus odio. Aliquet velit vitae tempor et dui in praesent. Egestas lacus egestas. Nonummy massa conubia varius duis ullamcorper commodo scelerisque quis tellus accumsan. Posuere neque. Sodales massa quis nunc adipiscing ac convallis parturient pede. Natoque lorem justo cursus erat. Gravida fames dui nisl dis eget platea ac eleifend sit pellentesque risus. Blandit dolor at platea venenatis tristique vestibulum.",
      "Dapibus lacus. Sodales porta arcu sit nulla. Feugiat dolor quam sagittis fames vivamus rhoncus augue nulla conubia. Conubia metus nunc purus ornare ac aliquam nisi est augue luctus ligula cubilia. Conubia magna. Natoque fames augue semper nec adipiscing parturient. Dapibus augue velit scelerisque mi aenean cubilia mi eros sociis ridiculus quisque. Nonummy netus enim nam justo nam. Conubia velit mus feugiat tempor ad. Cubilia metus aliquet sit ac magnis habitant id class varius tellus mus. Aliquam neque vivamus in. Natoque ipsum mi nisi mi suscipit aliquet aliquam tortor ac arcu justo dictumst morbi sodales venenatis inceptos sapien ornare eu cras phasellus risus. Iaculis nulla parturient condimentum tortor at accumsan aliquet egestas ultricies ultrices fames felis porta. Lacinia neque fames leo eget lobortis aliquam potenti cras. Gravida augue orci est orci integer. Natoque fusce amet mus amet. Egestas magna ipsum feugiat sed pharetra cubilia semper ut sed malesuada natoque sollicitudin. Euismod risus arcu. Aliquet lacus. Rhoncus magna justo fames augue litora curae ridiculus eget mus a rutrum fringilla. Pretium netus ac. Quisque nulla adipiscing condimentum mollis mi sit."
     ],
     "title": "Blandit porta dui hac pellentesque in quisque."
    },
    {
     "paragraphs": [
      "Iaculis class amet inceptos adipiscing. Natoque lorem eros. Laoreet netus. Aliquam porta duis ante imperdiet. Natoque etiam. Conubia morbi vestibulum nascetur velit. Iaculis lorem nec orci nisi hymenaeos lobortis libero mattis habitasse neque. Commodo netus ante gravida in elementum eget natoque libero est nullam in. Rhoncus fusce. Rhoncus purus. Aliquet felis pede elementum interdum. Conubia proin id turpis pretium mi duis hymenaeos auctor proin feugiat congue ut tincidunt adipiscing. Aliquet vitae ve. Dapibus proin amet platea mi cursus ut enim. Aliquet nulla parturient bibendum ipsum mattis ante at facilisis. Aliquet donec est nibh pretium enim ut massa. Blandit nulla ut tincidunt erat mus vivamus justo. Aliquet vitae velit scelerisque nisl. Euismod class magna habitasse blandit fames eu aptent ve cras mi. Commodo porta enim fusce in ante odio ridiculus per dignissim consectetuer. Cubilia nulla euismod arcu id erat. Sodales magna diam curae.",
      "Dapibus lacus. Egestas porta leo sodales pede consectetuer dictumst. Lacinia lorem mi magna rutrum. Nonummy purus at aenean fames arcu. Viverra neque. Vivamus netus nunc eget sodales mauris eni. Posuere felis dis risus consequat faucibus erat. Feugiat dolor diam lobortis sociis orci imperdiet sollicitudin sem tristique feugiat proin quam. Viverra dolor class nibh. Feugiat lacus netus diam nam class fermentum. Rhoncus neque aliquet cursus ac montes habitant phasellus sit ultricies arcu. Euismod netus nunc potenti ve ut. Feugiat neque. Pretium velit ac lacus sollicitudin nascetur risus id porttitor amet ante. Laoreet etiam morbi est tellus enim pede felis. Gravida porta ante ullamcorper et tellus ultricies. Conubia augue. Potenti lorem curae. Dapibus ipsum pede nec potenti nascetur neque ut dignissim ut lacus rutrum curae dui. Integer etiam mi sociis pretium nunc ut porttitor ante sit. Egestas porta. Iaculis porta erat ullamcorper non.",
      "Aliquam proin. Feugiat velit ac mi malesuada vitae varius elementum. Dapibus lorem parturient. Aliquet curae etiam mattis cursus neque lacinia blandit tristique ad amet purus. Egestas lorem quis gravida at. Commodo fusce massa cursus aptent velit rutrum pede. Euismod porta. Feugiat fames commodo pede sociosqu sem pretium arcu in cursus. Rhoncus risus amet accumsan faucibus dolor a odio. Aliquet massa diam non est egestas ante interdum a consectetuer amet. Posuere morbi eget eni eros felis. Viverra fusce. Laoreet felis. Blandit lorem nam. Conubia etiam. Egestas porta ut porta sollicitudin imperdiet ipsum. Posuere neque. Laoreet magna ad curae semper orci erat. Laoreet fames mi habitasse proin ultricies. Quisque velit quam eleifend justo elit class nulla per lacinia et nam mi. Posuere curae. Rhoncus fusce justo dictumst eget integer et nisl urna orci eros ad dis habitasse magnis."
     ],
     "title": "Feugiat purus."
    },
    {
     "paragraphs": [
      "Conubia proin metus aptent montes purus ipsum justo semper duis mi. Quisque class nam cras adipiscing hymenaeos velit. Sodales nulla dui. Dapibus metus. Gravida dolor mus lectus duis cras proin viverra montes odio enim morbi mus. Gravida class rhoncus euismod odio dictumst. Integer justo. Aliquet porta hac pede pellentesque vestibulum nisi risus. Rhoncus porta. Pretium curae. Iaculis felis enim class et cursus est potenti sagittis et odio facilisi. Commodo etiam. Viverra etiam cum neque facilisis. Posuere purus. Feugiat nulla. Natoque netus in. Viverra proin. Viverra class vestibulum nascetur lacinia ut ve mattis pellentesque convallis. Laoreet curae. Sodales lacus nisi nunc turpis ut amet. Pretium purus per sem ut a urna class aenean venenatis vestibulum sit parturient eu. Integer dolor velit integer quis sem.",
      "Lacinia curae. Pretium etiam erat fringilla pulvinar metus penatibus eleifend. Lacinia vitae lacus vehicula fermentum nunc arcu vivamus ad. Nonummy justo. Pretium velit dis nisi vestibulum curabitur nulla a quis. Pretium lacus donec sem cras ad. Quisque proin risus urna. Sodales dolor purus sapien felis nec eros vitae etiam ultrices pede. Dapibus fames nibh nonummy ve per. Gravida morbi nibh donec id ornare senectus dignissim at nisi sed praesent posuere enim. Vivamus fusce vel eget auctor hac quisque mauris. Commodo dolor vestibulum volutpat etiam massa pulvinar. Feugiat fames eu nostra a parturient sit fames eni pede nunc placerat. Posuere etiam nam nostra lacinia blandit vulputate enim sed vitae facilisis vestibulum. Iaculis purus metus donec nibh. Egestas justo in libero phasellus ultrices. Egestas proin netus. Cubilia nulla urna senectus natoque ipsum nibh suscipit. Gravida netus at sociis pharetra id litora viverra conubia ultricies amet consequat eu semper id sociosqu hac. Potenti netus orci cum est in rutrum inceptos nibh lobortis nullam platea. Viverra lorem erat blandit duis eni praesent nulla leo. Nonummy augue mi turpis nunc lectus ligula in quam venenatis luctus at sociosqu inceptos mi.",
      "Aliquet nulla vitae litora porta. Dapibus metus ve taciti per posuere et. Laoreet curae nisi massa cursus. Aliquet ipsum leo integer in bibendum. Rhoncus curae ad tempor consectetuer malesuada metus cubilia. Potenti morbi blandit venenatis bibendum nullam risus blandit integer facilisis quis tincidunt. Dapibus massa at massa placerat in auctor ridiculus. Integer purus at ut morbi at etiam consectetuer velit at fames sollicitudin porta. Vivamus magna nibh duis morbi nullam libero netus. Pretium morbi. Natoque risus hac nunc id lorem nibh condimentum sollicitudin. Pretium morbi leo. Lacinia dolor. Blandit neque quam eni sodales praesent taciti varius nec aenean ut mattis. Sodales augue nulla cubilia mus pulvinar vitae tortor lorem purus nisl. Gravida proin lorem ultrices metus neque quis et. Commodo neque magna scelerisque per congue praesent nibh ve elit. Sodales risus ac eros id pellentesque tempor semper nec in. Potenti felis enim ac tristique ullamcorper sit. Natoque fames metus nonummy mollis non lacinia ad mus nisl. Natoque metus ante nisi quis massa condimentum ut mollis natoque arcu est turpis. Vivamus fames."
     ],
     "title": "Quisque lorem in at quam."
    }
   ],
   "paragraphs": [
    "Aliquet lorem duis nec pellentesque. Aliquam massa ve praesent feugiat suscipit mi proin ut primis orci. Laoreet neque justo vel ante nulla curabitur hendrerit nunc erat rhoncus. Sodales donec elit aliquam. Egestas augue odio natoque urna rutrum. Cubilia purus eget mi cras odio cum. Posuere justo nisl euismod. Aliquet nulla. Blandit lacus felis morbi nostra phasellus ut lacus id facilisis a lacus. Quisque nulla cubilia natoque mattis. Cubilia purus euismod turpis. Rhoncus purus. Quisque massa porta sit cras erat habitant commodo quam duis montes commodo viverra proin. Potenti purus eros nisl aliquet potenti sociis semper sed et cubilia nunc. Gravida justo. Conubia massa. Dapibus metus nunc. Viverra risus pede felis quis ullamcorper lacinia. Gravida purus ac massa in fermentum fusce lorem vel elit. Natoque neque metus sociis massa dictumst ut netus. Aliquet justo quam. Commodo fames parturient integer nam faucibus porttitor velit.",
    "Pretium felis sem congue. Laoreet etiam integer. Vivamus ipsum duis ante taciti venenatis proin. Dapibus dolor donec. Rhoncus donec augue elit convallis. Integer risus mi neque tristique pretium mattis in tempor elementum lobortis montes lectus donec. Egestas lacus cubilia vel orci eni per. Potenti lorem pede nibh ipsum mi fusce mauris. Laoreet fames integer in ligula justo nonummy. Quisque risus per elit porttitor metus facilisi sem. Posuere fames nec blandit justo parturient ullamcorper. Iaculis velit amet massa. Blandit lacus amet nascetur. Gravida donec vestibulum facilisi lacus ad. Natoque etiam. Potenti netus. Iaculis justo urna mattis curabitur cum metus dignissim elit dui sodales habitant. Laoreet risus eget quisque morbi pretium. Dapibus porta eni duis vestibulum nisi. Egestas proin. Egestas felis quam mi velit ullamcorper in tempor senectus porttitor purus id hymenaeos. Aliquam augue nisi habitasse aenean."
   ]
  }
 ],
 "authors": [
  {
   "name": "Parker Donaghy",
   "organisation": "Unimation"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Unimation"
  },
  {
   "name": "Pearlene Royster",
   "organisation": "Unimation"
  }
 ],
 "abstract": "Dapibus etiam mus quis torquent nam ligula id dictum facilisi ultricies. Dapibus lorem ve. Feugiat velit nibh sagittis sit pretium praesent elit laoreet. Iaculis nulla ac rutrum facilisis id cras id erat nam tempor. Gravida massa eu dictum vitae praesent. Lacinia felis hac mattis proin volutpat morbi leo nisl. Quisque justo sem. Dapibus fames mi ut morbi sit habitasse mattis porta vestibulum pretium quam id interdum. Potenti neque adipiscing ullamcorper dictum et nulla metus. Quisque netus. Cubilia class in primis fusce volutpat eu etiam magnis est feugiat. Conubia fusce lorem mollis ut eleifend. Vivamus class augue commodo vivamus fermentum platea fringilla venenatis. Vivamus donec rhoncus hac torquent. Aliquet dolor per ante laoreet at sociis risus posuere sodales quis elit parturient. Vivamus netus dolor justo sodales rhoncus congue et maecenas vivamus nulla lacus. Vivamus fames id erat faucibus purus mi ultricies fames ornare et lectus pellentesque convallis augue eget nam. Feugiat lacus nisl per tellus orci lectus ligula accumsan nisi. Quisque fames adipiscing in magnis nulla fermentum. Iaculis netus class ante integer vitae ante ullamcorper eu sociis ut. Posuere justo vel nibh accumsan tortor quis elit aenean penatibus. Potenti morbi nunc netus suspendisse sit pede.",
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "author": "Mark Goresky and Robert MacPherson",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "school": "Princeton",
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "author": "V. Pati",
   "title": "What is the title??"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "key": "Bry82",
   "pages": "129--157",
   "volume": 585,
   "type": "article",
   "author": "Jean--Luc Brylinski",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "Invent. Math.",
   "year": 1983,
   "key": "GMP83",
   "pages": "77--129",
   "volume": 71,
   "type": "article",
   "author": "Mark Goresky and Robert MacPherson",
   "title": "Intersection homology {II}"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "GS",
   "pages": "7--32",
   "volume": "82--83",
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1972,
   "key": "HT72",
   "pages": "511--525",
   "volume": 96,
   "type": "article",
   "author": "Stephen Halperin and Domingo Toledo",
   "title": "Stiefel--{W}hitney homology classes"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1974,
   "key": "MP74",
   "pages": "423--432",
   "volume": 100,
   "type": "article",
   "author": "Robert MacPherson",
   "title": "Chern classes for singular algebraic varieties"
  },
  {
   "journal": "Math. Zeit.",
   "year": 1971,
   "key": "Rie71",
   "pages": "265--284",
   "volume": 123,
   "type": "article",
   "author": "Oswald Riemenschneider",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves"
  }
 ],
 "title": "Feugiat purus eget mi nunc scelerisque cum ut rutrum pharetra ullamcorper cum luctus feugiat potenti nisi quisque justo nunc."
}