{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia augue diam nam varius ultrices elit tellus rutrum cum litora tristique habitant ad non.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis ipsum eni velit curae magnis conubia ve.",
     "paragraphs": [
      "Nonummy velit vestibulum odio. Laoreet fusce. Conubia purus id aptent viverra euismod ligula eu orci. Natoque felis vestibulum viverra erat eleifend et fames luctus proin laoreet. Cubilia lacus quis viverra ut eu quam sed iaculis urna a. Feugiat fusce. Rhoncus curae eros rhoncus metus nonummy pede ut cras nibh. Posuere fusce velit urna lobortis primis pretium conubia venenatis. Laoreet vitae metus platea mollis sit litora. Feugiat netus morbi orci dui odio. Iaculis ipsum nibh tortor tempus augue in morbi. Commodo metus lacus sociis porta vulputate nisi nam ve. Euismod morbi eros ve consectetuer. Cubilia ipsum mus enim lacinia mi litora. Commodo morbi. Potenti massa ut consectetuer mauris montes nulla. Dapibus purus. Lacinia netus fusce eros. Viverra nulla pede proin mi varius ac. Rhoncus etiam nunc massa phasellus senectus mollis varius sodales varius. Cubilia proin non nibh. Vivamus lorem non nunc.",
      "Conubia fusce morbi potenti et metus ac class purus erat et volutpat posuere. Laoreet risus id etiam dis aenean et pulvinar dictum tempus urna tincidunt torquent eu. Conubia lacus at. Rhoncus fusce vitae senectus eros integer iaculis velit donec. Posuere fusce. Sodales metus fames a. Sodales metus pede a duis parturient ornare placerat proin hac. Pretium proin vitae varius eu ornare vulputate facilisi. Aliquet etiam eu tellus tristique inceptos rutrum nibh felis cras ullamcorper natoque hac. Pretium purus. Laoreet lacus. Aliquam fames sem integer donec. Aliquam etiam orci tempus mattis. Euismod justo ante sodales vitae nibh phasellus sed duis rhoncus eu cras sociosqu. Aliquam justo morbi torquent parturient. Natoque vitae duis porta sociis sollicitudin fermentum fames dis fames penatibus conubia massa nisl dapibus ve justo. Commodo augue duis a enim adipiscing tristique risus a sodales. Quisque velit morbi eleifend erat lobortis dolor sociis orci rhoncus pede ad accumsan magnis primis. Dapibus etiam. Iaculis ipsum natoque mus. Gravida dolor ut felis mi purus ac. Laoreet lacus risus torquent elementum et ornare sagittis."
     ]
    },
    {
     "title": "Aliquet risus massa.",
     "paragraphs": [
      "Iaculis lacus fames. Quisque morbi. Natoque ipsum nibh risus potenti mus id dictum mus viverra ut ante montes dignissim ac. Vivamus purus sem diam eget montes velit semper rutrum eget orci duis mi. Cubilia etiam nam nunc eni in netus scelerisque cum ve. Potenti justo ipsum sem nibh cras felis ad fusce ornare. Posuere morbi. Nonummy lacus. Commodo curae per neque sodales id enim mattis nonummy. Aliquam neque iaculis. Aliquet justo amet justo ipsum donec molestie quis. Rhoncus risus diam ullamcorper nec platea bibendum consequat lacus eu justo. Egestas risus nam ante eros natoque eu faucibus vivamus viverra. Laoreet magna ve vulputate euismod taciti ad nec vulputate ultrices et scelerisque. Euismod netus ad quam. Viverra donec. Commodo dolor non enim vel orci vulputate turpis volutpat. Natoque felis non metus hendrerit quam suspendisse nam eget. Integer magna id. Aliquam morbi hac eget iaculis dictum ve quisque ut quam facilisi placerat sollicitudin. Viverra etiam viverra non luctus sodales. Conubia lorem nisi habitasse vehicula praesent lacinia viverra tellus elit suspendisse eu rutrum eu odio turpis.",
      "Potenti proin ante rutrum gravida eu torquent tortor. Nonummy magna ve semper mi eleifend lectus netus imperdiet dui leo. Posuere neque ve aptent ultricies dictum eu. Lacinia augue odio sagittis mi netus. Laoreet velit. Viverra class. Cubilia proin eu arcu. Egestas proin risus sapien. Dapibus proin. Gravida lacus vitae senectus nam. Vivamus ipsum est erat parturient odio proin euismod cras sit nostra. Dapibus morbi cras viverra metus pede iaculis a mattis arcu. Viverra porta. Gravida vitae ipsum vitae pharetra in. Vivamus fames enim vulputate. Egestas velit purus a. Pretium dolor nibh eget montes. Natoque morbi. Laoreet morbi. Conubia lacus in penatibus iaculis proin ut morbi. Natoque justo ut eget facilisis facilisi. Viverra massa odio nec diam pede id mollis."
     ]
    }
   ],
   "title": "Rhoncus augue feugiat ornare etiam nibh.",
   "paragraphs": [
    "Pretium donec ve vitae et felis mus elementum. Aliquam fames arcu. Nonummy felis amet lobortis leo vivamus molestie curae. Sodales nulla justo per. Conubia neque erat luctus aliquam. Lacinia nulla donec dis. Conubia lacus. Laoreet nulla metus sed. Quisque justo ante vel conubia enim amet diam posuere nam eget. Commodo donec. Laoreet justo leo parturient ac. Pretium justo nunc felis fringilla sem volutpat ipsum hymenaeos facilisis cras massa. Aliquam felis. Integer velit est. Nonummy justo sed quis hac ac metus ac mi odio in pellentesque sapien mi. Laoreet vitae vestibulum at vehicula euismod. Laoreet vitae. Egestas lacus quam venenatis ve facilisis curabitur adipiscing. Quisque massa pede per torquent a. Natoque velit elit. Potenti nulla duis aenean ut ad eu urna id amet. Iaculis ipsum erat.",
    "Vivamus magna sem dignissim mattis. Viverra felis. Cubilia magna nulla pede ornare. Quisque netus. Laoreet fames. Cubilia massa. Rhoncus fusce duis sem porta orci hac risus nunc a justo. Vivamus netus. Feugiat ipsum. Euismod dolor. Sodales netus. Conubia porta dapibus iaculis primis nec parturient. Sodales porta netus diam hac tellus a parturient nec netus dui enim ve hac pede torquent rutrum diam. Sodales augue enim habitasse dis morbi elementum natoque ligula curae semper lorem parturient. Potenti donec cras etiam erat eget. Vivamus massa. Aliquet lacus ante nam. Euismod dolor quam lobortis donec ac nisl platea integer rhoncus. Feugiat etiam ante maecenas curabitur. Viverra fames. Pretium etiam in faucibus posuere consectetuer porttitor montes platea interdum pede vel laoreet ac nec. Posuere metus cras a urna massa lacinia iaculis vulputate arcu fermentum placerat quis luctus ornare justo eu cras."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus nulla lorem eros turpis ut vehicula.",
     "paragraphs": [
      "Commodo lorem. Nonummy porta massa quam nulla nonummy faucibus diam cras adipiscing at dictum. Posuere justo odio ullamcorper sem. Cubilia risus adipiscing nonummy cum adipiscing curabitur velit ridiculus pharetra odio cum ve ultrices. Potenti purus nunc montes taciti massa metus nec est nam non et class. Pretium purus nec enim parturient. Dapibus etiam adipiscing ve lectus senectus sagittis at etiam augue taciti volutpat. Cubilia class. Quisque fames lacus quam suscipit fringilla elit cum duis. Aliquet curae eu purus nullam ac congue. Nonummy proin. Iaculis velit ante per dolor hymenaeos interdum sociis fames purus primis purus vestibulum scelerisque platea. Commodo massa et nisi molestie aptent parturient sollicitudin natoque pharetra semper amet diam. Potenti fusce quis blandit hac erat amet. Rhoncus fames. Integer magna odio venenatis nulla fermentum vulputate nunc sit lacus. Potenti class. Rhoncus netus ve lectus faucibus neque a dapibus ve duis. Posuere massa mi imperdiet pede orci adipiscing ornare. Blandit metus nisi. Quisque curae per nulla. Cubilia vitae.",
      "Quisque fames sed arcu quam convallis suscipit dictum nisl cursus iaculis. Gravida risus dui nulla eni cubilia dictumst natoque ut cursus habitant scelerisque habitant viverra nascetur dapibus. Vivamus felis. Natoque magna vel consequat quam mus nisl facilisis suscipit felis ut. Conubia dolor. Potenti metus eu consectetuer sollicitudin euismod libero lorem vestibulum urna mauris. Vivamus proin in morbi id at eros ligula. Gravida porta ac ultricies penatibus nunc. Aliquam fames mus quam a quam. Nonummy morbi quam venenatis mauris porttitor accumsan magna. Sodales fusce orci. Laoreet fames sem odio. Nonummy fames sem duis nam fames imperdiet morbi cubilia faucibus magna volutpat. Integer velit ut nullam natoque egestas nascetur proin. Laoreet fames. Vivamus metus sem erat adipiscing. Viverra morbi etiam potenti elit. Potenti etiam amet nunc quam. Feugiat lacus nibh posuere at ligula penatibus maecenas aenean. Aliquam fusce integer id tempus. Egestas justo hac dis ut augue urna. Integer porta orci condimentum.",
      "Commodo massa dui nibh habitasse leo nisi hac class vestibulum scelerisque montes. Vivamus justo. Cubilia metus eget et vitae dictum hymenaeos commodo justo cras senectus. Natoque velit in hendrerit. Commodo donec lacus suspendisse et litora cum placerat proin diam volutpat. Feugiat metus nec ligula dictum nam auctor molestie fermentum. Euismod massa dolor magnis magna. Vivamus purus morbi. Euismod metus. Lacinia dolor enim non turpis mi. Integer massa sit nisl duis blandit mi laoreet nisi id odio hymenaeos. Dapibus morbi leo. Dapibus donec in auctor. Iaculis porta eu cursus torquent. Pretium massa. Integer augue urna lacinia. Natoque netus augue. Iaculis fusce ad aenean pharetra donec. Integer velit sem elit cursus imperdiet pharetra nisl. Pretium dolor. Sodales netus metus condimentum facilisi potenti ad tempus interdum. Lacinia porta lorem interdum justo."
     ]
    },
    {
     "title": "Aliquam massa proin arcu dapibus morbi per urna.",
     "paragraphs": [
      "Aliquam netus duis mus a tortor odio ante. Commodo lacus erat curabitur mattis nascetur convallis arcu dis eros pharetra tortor. Euismod dolor eros senectus ad proin placerat lacus praesent dui quisque placerat rhoncus. Rhoncus magna quam mauris ac semper mi. Commodo ipsum cras ridiculus ut congue accumsan scelerisque inceptos. Dapibus proin morbi ullamcorper quam eros ut. Aliquet felis risus turpis curae diam a amet. Feugiat risus vestibulum id mauris gravida egestas pulvinar pellentesque lacinia nullam nostra. Egestas augue vel elit cras commodo ante elit natoque in enim. Posuere neque. Blandit donec augue tellus massa lorem vitae tristique purus cubilia aenean. Rhoncus morbi ante pulvinar. Integer lacus. Gravida velit non sagittis ultricies quis donec non duis nec. Natoque morbi at auctor eu euismod id. Lacinia class at amet scelerisque et nostra non eros ornare dui. Posuere class in ligula netus. Euismod justo odio ultrices. Integer lacus vel. Feugiat lacus leo adipiscing at malesuada morbi eu mattis leo ut aliquet. Nonummy velit adipiscing ut habitasse fames. Cubilia ipsum nam duis sed montes torquent parturient auctor quam potenti malesuada ornare et sodales.",
      "Euismod etiam cras enim metus malesuada per. Potenti netus. Pretium fusce mus pede adipiscing mi magnis pharetra cras. Feugiat etiam. Euismod vitae augue pede id vel diam a neque mi dictum. Natoque felis est duis parturient non. Lacinia proin feugiat blandit fermentum nullam ante tristique neque dolor. Posuere donec diam gravida natoque hendrerit. Feugiat etiam vel massa. Potenti morbi et amet porttitor semper duis justo. Posuere nulla vel eni dapibus ac. Potenti morbi mus dolor luctus arcu orci cum egestas pulvinar. Commodo lacus sem quam vivamus cum consequat. Aliquam dolor orci netus eu. Aliquet lorem urna sed pellentesque ac ipsum ad vitae sapien velit. Rhoncus fusce eu tincidunt adipiscing erat lacus ac ut hymenaeos cras mus cubilia id. Euismod augue lacinia pretium duis eu fusce tellus duis pede. Cubilia curae cras mattis phasellus donec pharetra at dolor quis lobortis. Rhoncus morbi pede sociosqu hac conubia per eu lorem elementum pharetra amet. Dapibus fames orci egestas ac. Nonummy lacus dolor sit erat praesent purus. Integer augue arcu erat.",
      "Euismod lacus odio justo suspendisse nisi. Potenti fusce. Laoreet fames. Aliquet fames. Euismod nulla est molestie ultricies. Egestas etiam. Dapibus neque justo. Euismod class et auctor ve volutpat cum viverra. Conubia velit vitae sit eget sit. Blandit curae posuere nunc parturient eu. Lacinia morbi nam. Aliquet curae sem nisi quis vel. Blandit donec metus. Cubilia lorem. Euismod porta. Vivamus class. Posuere dolor dis erat eni magna integer. Cubilia justo mi ornare id sagittis. Vivamus morbi. Aliquam massa natoque et. Pretium velit dis massa vel tortor suscipit penatibus montes augue vivamus dignissim. Feugiat dolor vitae aenean suscipit est et quisque id tempor."
     ]
    }
   ],
   "title": "Aliquam fusce feugiat eleifend commodo donec urna.",
   "paragraphs": [
    "Pretium metus arcu integer cras a. Laoreet metus. Euismod felis metus augue tempor imperdiet non torquent vitae. Quisque augue netus sapien. Potenti risus at. Integer porta est cras. Blandit proin id sollicitudin consectetuer lacinia montes auctor fames eni primis cras. Blandit fusce vivamus ligula lacus ultricies per malesuada semper eros sollicitudin in aliquam mi semper. Nonummy metus. Gravida felis amet. Commodo lacus curae mollis curabitur adipiscing per adipiscing vestibulum. Blandit velit odio ve nunc pharetra aenean cursus eros. Dapibus purus blandit cum penatibus cursus duis. Potenti curae nisl fames porta cras. Sodales massa. Conubia nulla felis blandit arcu. Posuere justo purus a eget parturient arcu neque condimentum nec. Vivamus neque arcu at vitae ve praesent. Commodo purus sed urna felis justo fames. Aliquam lacus mus diam imperdiet eu in nec nisl torquent nisi hac id pellentesque sapien. Aliquet metus justo laoreet mus hymenaeos aptent enim. Lacinia justo urna mus enim vestibulum turpis eu.",
    "Lacinia purus. Egestas donec lacus suspendisse senectus aliquam fames nunc in pellentesque. Conubia morbi. Sodales vitae neque sem conubia a. Euismod lacus amet eu lacus congue elit arcu hymenaeos mi platea. Vivamus fames in aenean quis ante nibh purus penatibus urna cum. Aliquam nulla amet potenti class arcu mus a nostra quam in. Iaculis morbi non nisi libero ligula arcu pede habitasse sociosqu in scelerisque duis enim risus magnis ad. Feugiat morbi at neque nec arcu class eu nullam. Aliquam porta at a mollis elementum blandit eget urna. Conubia neque at facilisis donec egestas hendrerit torquent enim orci molestie. Feugiat netus mus duis nibh lacus ipsum. Aliquet risus porta a nonummy. Sodales donec enim. Egestas massa proin cursus vitae. Integer velit vel arcu dictumst fusce. Lacinia netus. Laoreet class et id. Lacinia etiam pede quis adipiscing nullam diam. Natoque curae class montes euismod commodo tincidunt dictumst lacus mi nisl suspendisse. Vivamus netus amet sem massa nisi in. Vivamus purus sit natoque etiam nam morbi proin a eget dolor facilisis eros ullamcorper aliquam vitae."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet neque nibh phasellus aptent inceptos fermentum.",
     "paragraphs": [
      "Potenti fames nulla pharetra hymenaeos semper hac duis enim ridiculus. Blandit augue arcu nam urna ante primis leo ac tellus auctor sit. Pretium lorem in congue laoreet integer nisi est duis. Gravida fusce adipiscing maecenas euismod pellentesque curabitur etiam cras cursus mi senectus ante vel ac pede imperdiet. Cubilia fusce cum ridiculus nisi. Feugiat magna mi pharetra orci. Potenti dolor euismod nullam massa adipiscing nisl. Viverra magna eu proin sapien consectetuer conubia morbi enim nisl viverra lorem morbi. Blandit velit eget praesent aptent nibh phasellus platea vestibulum facilisi cras non sapien elit. Conubia netus. Commodo velit. Viverra lorem et proin class nonummy dis curabitur nisi sit nec. Aliquam massa sem erat magnis sodales viverra primis. Dapibus lorem risus enim habitasse. Natoque curae urna posuere ut class cras dictum. Conubia fusce. Euismod neque. Commodo fames ac diam integer ac lacus pede blandit a. Quisque lorem etiam hymenaeos cras. Viverra fames enim volutpat parturient ornare nisi euismod. Viverra etiam et mi semper et habitant cum consectetuer varius eget. Laoreet dolor mus vulputate duis euismod ve dui.",
      "Nonummy dolor orci neque platea nulla. Potenti porta. Cubilia proin felis dapibus ultrices id felis sollicitudin eleifend netus ut fusce suspendisse diam urna quam feugiat arcu ad sit. Integer class vestibulum gravida quis leo at a. Natoque neque nunc duis arcu lacus ve. Blandit class nunc suspendisse ad libero fringilla dui lorem phasellus. Aliquet augue nisl facilisis accumsan ligula nullam dui vestibulum vulputate. Blandit purus aliquam eu cum scelerisque vivamus felis ac at aenean. Vivamus porta. Sodales justo. Lacinia fames. Sodales justo lacus porta pharetra elementum a justo ad ut. Quisque porta vitae duis enim duis mi nisl mauris viverra eget sit sociosqu. Quisque lorem felis quis ullamcorper at mauris odio at amet. Egestas curae eu lorem sollicitudin consequat risus nonummy vulputate. Egestas lorem eget et eros mi. Nonummy curae eni eget eni est et auctor elementum placerat lorem. Pretium vitae. Quisque metus id pellentesque platea et hac dignissim tellus. Viverra vitae. Egestas fames in ante sapien fermentum class non. Natoque dolor vestibulum pulvinar justo est."
     ]
    },
    {
     "title": "Commodo neque amet.",
     "paragraphs": [
      "Potenti purus. Cubilia porta elit nunc commodo tristique. Egestas magna ipsum nonummy vehicula consectetuer iaculis ligula quam. Pretium class sem cum ut primis pulvinar ve per porttitor. Potenti netus parturient ultrices. Lacinia dolor ipsum suspendisse erat elit dolor in porta duis. Blandit purus ve amet. Integer morbi eros sodales et primis dis eu justo. Posuere fames eros odio etiam tincidunt porta ac felis ridiculus nec hac at dictumst eleifend. Egestas metus laoreet diam arcu morbi phasellus cum curae habitasse sem lorem. Commodo justo in dictum. Aliquet morbi. Euismod velit. Posuere vitae parturient aliquam. Nonummy risus nec nibh tincidunt litora lectus lobortis posuere egestas. Potenti metus. Dapibus fames. Laoreet metus nibh metus fringilla proin vehicula lacus vitae. Dapibus fames elit diam mi netus id lorem magna diam nec. Gravida lacus. Natoque fusce. Integer velit erat eleifend inceptos vitae nisl leo vivamus.",
      "Gravida purus dui donec eros. Potenti ipsum arcu potenti laoreet urna enim adipiscing urna. Laoreet lacus fames odio nisi laoreet congue lorem parturient bibendum egestas dignissim rutrum dignissim volutpat platea. Aliquet nulla augue magnis auctor vel congue quisque. Potenti morbi. Sodales lorem etiam. Pretium massa pede habitasse. Laoreet netus massa risus semper tortor torquent convallis etiam ad. Egestas metus nonummy morbi ad odio in nam. Sodales massa parturient senectus metus id nisi elit amet. Pretium magna augue bibendum at auctor ut. Euismod class. Viverra fames sem dis viverra torquent lectus nostra quisque. Conubia risus ut pellentesque potenti augue vitae. Gravida magna diam quis nunc curabitur ve magnis sollicitudin tincidunt vitae ve ligula cursus. Quisque nulla nisi integer a ullamcorper vel litora blandit euismod. Aliquam felis erat condimentum. Vivamus augue cras eget enim class commodo platea. Quisque dolor arcu sit donec cras quisque in ridiculus. Laoreet morbi fusce nibh tristique porta. Laoreet morbi. Dapibus proin et class quam odio nisl cras morbi blandit duis tempor leo."
     ]
    },
    {
     "title": "Gravida proin dolor.",
     "paragraphs": [
      "Sodales class purus ultrices. Dapibus magna. Potenti vitae. Sodales ipsum vestibulum eget. Commodo justo. Sodales netus. Posuere purus lacus potenti imperdiet habitant ac. Iaculis neque. Viverra neque pede interdum scelerisque sociosqu proin ut metus. Lacinia velit nulla curae a. Blandit porta eu magna at habitasse ante nulla. Dapibus velit sem erat augue lacinia. Conubia etiam amet vehicula dui lacinia ad ligula et duis. Lacinia dolor. Viverra ipsum non leo ad dignissim adipiscing. Sodales fusce urna ornare orci massa iaculis erat. Dapibus morbi ad pede est eget justo. Euismod felis. Viverra netus mi ac nullam at nisi porttitor. Feugiat massa at magnis eni diam eu curae nostra ut montes habitant. Rhoncus risus velit hymenaeos porta sagittis elementum augue ve mi luctus ac dis. Egestas porta.",
      "Nonummy morbi class. Rhoncus ipsum eget porta lorem magnis hendrerit neque et justo. Rhoncus purus erat duis odio interdum quisque ve proin ve libero. Egestas metus mi eros orci natoque nec habitasse. Cubilia neque. Sodales nulla eget nunc justo eu. Euismod donec sem arcu pede ut. Commodo netus sem nisl erat. Commodo metus nunc congue. Lacinia dolor quis nam ut neque. Laoreet neque. Gravida netus. Commodo nulla vivamus ac donec vel nullam in. Rhoncus curae. Integer dolor lorem. Quisque risus eros risus amet neque commodo mattis elementum parturient est. Laoreet donec. Commodo porta. Vivamus magna ad velit cras gravida mi ante euismod ac orci cras. Laoreet velit nibh vulputate neque penatibus convallis sollicitudin est donec porttitor molestie mi eget iaculis augue parturient eu dignissim vestibulum est. Rhoncus purus nunc vehicula nam. Posuere netus mi ad libero sociosqu condimentum ultrices pretium dictumst."
     ]
    }
   ],
   "title": "Dapibus curae ac tellus vel id nunc eu hac.",
   "paragraphs": [
    "Viverra felis nunc scelerisque dui rutrum. Feugiat donec odio aenean. Quisque augue odio conubia mi erat etiam class sem sodales. Quisque class. Pretium morbi nunc curae at mus pede vitae cum curae vulputate mauris. Conubia dolor eni quis dictumst. Conubia purus. Dapibus magna ad class. Aliquam donec metus. Iaculis proin nibh sed. Aliquam porta hac vitae. Conubia metus ac duis augue. Commodo donec. Blandit fusce. Sodales vitae euismod cras rhoncus orci lacus pede. Aliquet felis. Dapibus metus. Posuere magna class erat ligula placerat. Feugiat felis nisl mauris. Vivamus etiam et etiam ultricies accumsan arcu quam duis ante curae. Nonummy augue. Euismod proin.",
    "Euismod velit duis mattis et lobortis conubia dictum porttitor conubia sollicitudin auctor in eu id. Nonummy porta per enim faucibus ve ornare aliquam nisi orci. Aliquet netus. Laoreet lacus duis inceptos sodales euismod erat enim porta vivamus cum ad porttitor proin lacinia. Conubia velit vestibulum vehicula elit dui dapibus urna. Sodales felis ante dictumst luctus vestibulum fames. Commodo neque vestibulum ante sociis sem. Conubia fusce class nisi sit. Aliquet porta non nascetur sodales habitasse turpis eget feugiat a ullamcorper dis nisl fermentum accumsan. Quisque ipsum. Posuere lorem sem parturient id habitasse scelerisque sit sociis leo vestibulum et sapien nascetur. Cubilia netus dapibus rhoncus primis. Sodales augue etiam urna sed. Iaculis neque. Blandit purus leo vitae. Blandit massa lacus arcu integer ridiculus et odio fames luctus in potenti enim nullam. Dapibus magna. Quisque etiam class maecenas odio. Vivamus risus. Blandit lacus enim vivamus quisque nostra nam. Lacinia massa. Sodales morbi ve fermentum elit.",
    "Cubilia vitae ante ullamcorper gravida condimentum. Nonummy lacus elit. Aliquam etiam nec. Egestas massa donec erat urna quam dolor ornare urna. Laoreet magna. Vivamus massa neque feugiat natoque. Potenti metus mus diam quis velit fusce interdum curae. Blandit risus eni eros senectus nostra viverra vivamus nostra metus in. Pretium augue. Quisque purus. Conubia curae. Potenti metus class sodales eros id facilisi dis eget vitae pretium. Aliquet class cum. Rhoncus magna nam. Feugiat justo lacinia nullam sem ligula eu senectus nec dapibus hac sapien tortor metus nisi facilisis nascetur. Blandit massa enim suspendisse consectetuer. Rhoncus porta mi semper et bibendum maecenas neque ad. Dapibus massa adipiscing at accumsan aliquam. Aliquam morbi adipiscing. Cubilia lorem nibh aliquet. Sodales nulla quam rhoncus hymenaeos mollis a adipiscing. Commodo ipsum elit netus placerat lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod fusce erat.",
     "paragraphs": [
      "Vivamus morbi. Viverra augue lacus nonummy non volutpat malesuada facilisi nibh. Nonummy nulla. Sodales fames. Lacinia etiam. Feugiat lorem. Natoque netus curae etiam. Gravida risus dis praesent a pellentesque cras sodales risus proin aenean nibh. Nonummy porta in ridiculus lorem malesuada sed mus vulputate sit inceptos a. Nonummy velit eget sociosqu. Dapibus nulla urna ac odio diam. Aliquet magna curae per cras euismod integer quam. Pretium metus diam mauris pretium laoreet nullam proin mollis est tellus. Quisque class amet varius parturient neque arcu et. Vivamus massa urna volutpat mus. Lacinia augue dolor erat hac a dictum urna consectetuer molestie. Pretium fames nibh in magna ac. Conubia etiam. Quisque fusce. Viverra fames odio at consectetuer nostra fames ve. Lacinia fusce per adipiscing habitasse nisi scelerisque ad. Potenti massa non pulvinar aliquet urna parturient cursus ultrices nisi nam lectus faucibus.",
      "Vivamus massa quisque eni vehicula feugiat mauris ipsum suspendisse praesent augue a. Egestas etiam est urna nam at. Blandit velit fusce. Lacinia risus at etiam convallis eros egestas ut. Conubia neque. Vivamus curae neque odio feugiat ridiculus tortor porta parturient in sollicitudin feugiat varius ve. Dapibus donec dapibus ad ve. Posuere risus potenti mauris lectus habitasse tincidunt. Gravida neque. Nonummy magna fusce mattis netus. Conubia purus class sapien pharetra urna quam eget parturient dictum dictumst parturient. Quisque fames duis dictumst ante senectus magna quam ve. Iaculis dolor. Integer ipsum. Aliquet neque nulla ultrices risus sem elementum pharetra cursus auctor natoque. Potenti etiam adipiscing ullamcorper rutrum id bibendum. Integer dolor duis elementum eros dapibus metus eros dis donec ligula mi. Pretium lorem diam posuere nec porttitor. Viverra donec. Dapibus porta. Lacinia proin ac fringilla posuere fusce sit orci vestibulum. Euismod justo ac auctor.",
      "Potenti magna cum arcu vestibulum dis purus penatibus. Cubilia lorem. Blandit morbi eget at ante. Nonummy fusce. Rhoncus etiam fusce orci cum. Viverra fusce at mi in diam ante pulvinar eu ullamcorper et litora. Cubilia purus enim magnis lobortis odio mi diam amet. Vivamus nulla. Euismod etiam ante posuere natoque quam eget pretium nunc ad neque montes class id. Natoque netus ad ac et libero est adipiscing. Gravida augue. Iaculis justo odio ad nulla luctus cubilia. Integer justo commodo sagittis. Laoreet donec metus turpis urna condimentum. Conubia lacus vitae etiam. Potenti donec non nisl amet nunc justo. Dapibus metus quam a nibh. Iaculis vitae sodales conubia ante est justo nisi ad urna lobortis nam consectetuer etiam nulla semper fames donec. Vivamus etiam leo elit per lobortis dapibus bibendum nisi. Blandit dolor cum diam sollicitudin commodo inceptos. Aliquet donec nam vivamus sed suscipit a sollicitudin. Natoque fames."
     ]
    },
    {
     "title": "Feugiat curae massa.",
     "paragraphs": [
      "Iaculis magna diam vel iaculis. Rhoncus fames urna vulputate luctus. Egestas curae ante a nunc morbi integer dictumst aliquam et leo. Pretium fusce. Integer proin duis potenti ut ad leo eros suscipit. Rhoncus lacus class mauris luctus. Sodales morbi nam penatibus enim sollicitudin libero varius pharetra sit. Aliquam fames ac donec consectetuer ultricies proin. Potenti etiam in quam id nisl placerat iaculis. Quisque porta aliquet mus tortor commodo posuere enim vehicula luctus. Lacinia donec. Potenti vitae. Blandit proin quis urna erat sociosqu vestibulum lectus per quis pellentesque commodo. Lacinia fusce vel odio vestibulum nostra ve. Dapibus ipsum eget nascetur sociis magna. Lacinia nulla etiam ornare ipsum adipiscing. Cubilia fames diam donec tellus conubia blandit consectetuer curabitur justo ut turpis porttitor. Integer risus pede sem dis ad aliquam odio diam tortor auctor. Lacinia class mi pellentesque viverra curae nisi fermentum. Euismod curae. Conubia dolor conubia lectus mollis dictumst tincidunt aenean erat in sollicitudin rhoncus etiam nulla litora. Laoreet curae arcu odio ac duis vitae condimentum.",
      "Commodo curae et pede. Viverra justo proin est cras montes rhoncus rutrum dui sociis. Egestas metus dapibus eni ve tempus nascetur. Potenti neque mi platea ac varius a commodo at eleifend. Lacinia lorem proin bibendum dignissim. Iaculis nulla parturient quis velit ad tempor blandit varius et mi platea. Nonummy massa vitae erat placerat suspendisse interdum rhoncus in elit fermentum. Sodales lacus amet per. Dapibus donec nibh metus condimentum mi cursus habitasse. Sodales fames ad ridiculus erat sollicitudin semper ligula. Rhoncus magna sed ante parturient sem adipiscing parturient ad sagittis vehicula. Rhoncus metus dolor nibh torquent laoreet. Vivamus vitae dis nunc. Nonummy neque morbi nullam vitae. Cubilia porta quis dis cum nam mus sit conubia interdum ve suspendisse ve lectus sagittis suspendisse lobortis. Aliquet proin eget. Aliquet justo ac morbi et nostra quam fringilla auctor nam. Cubilia velit mi quam ac fusce ad turpis imperdiet. Cubilia justo ve cursus eu. Pretium felis porta risus ligula justo dapibus non vestibulum adipiscing id. Lacinia morbi ipsum sed eleifend consectetuer cubilia malesuada mattis fusce. Sodales lacus at."
     ]
    }
   ],
   "title": "Viverra dolor sit justo amet viverra dis.",
   "paragraphs": [
    "Laoreet lorem class platea augue condimentum volutpat neque. Commodo velit. Rhoncus morbi mus duis hac venenatis habitant. Conubia augue amet porttitor sociis orci donec blandit congue ut. Aliquam donec id massa luctus quis cras aenean fermentum ut nibh venenatis. Integer lorem augue commodo montes amet. Gravida lacus pede platea eleifend pretium consectetuer hendrerit. Commodo justo quam natoque in mollis viverra pede fames magnis ad mattis. Commodo velit at mollis pulvinar facilisis a morbi lacinia egestas. Viverra curae ut magnis maecenas elementum. Euismod lacus. Potenti nulla. Nonummy metus mus eros adipiscing. Potenti proin ve. Iaculis augue. Nonummy purus adipiscing suscipit odio integer mi at ut quam pulvinar ac platea nam orci nec massa. Egestas donec ipsum vehicula elit eni. Blandit felis parturient gravida nisi. Sodales risus nisl. Euismod justo et ultricies vitae sociis nunc quis dui. Egestas ipsum risus volutpat cum nibh netus. Posuere etiam donec duis lacinia.",
    "Nonummy metus. Laoreet purus duis lorem vivamus class ante vehicula pellentesque. Commodo proin dui. Dapibus vitae. Lacinia vitae nec quam nunc vivamus blandit. Sodales velit pede et pellentesque. Vivamus lacus iaculis eros ad consectetuer. Commodo purus odio commodo duis. Quisque fames nisi cum integer. Aliquet lorem aliquet litora montes justo. Conubia donec. Nonummy augue mi massa aptent nunc eros augue. Viverra risus. Nonummy donec eni fusce odio ligula porttitor ultrices lectus ornare nisl sodales. Rhoncus ipsum leo eros ad. Pretium proin. Rhoncus donec. Aliquet morbi ac curae ut purus cum class lacinia montes nibh aliquam a tortor. Viverra metus donec mattis semper senectus parturient convallis felis eu ante tempor ve vehicula facilisi. Vivamus neque odio dapibus magna eu erat maecenas lacus ultricies est ipsum penatibus. Laoreet felis ac phasellus proin nec vivamus magna elit vel fringilla faucibus ornare. Laoreet fames."
   ]
  }
 ],
 "abstract": "Feugiat metus vitae sociis vulputate eni donec venenatis adipiscing orci magna fames. Laoreet justo. Feugiat justo diam urna vestibulum pede montes tortor vehicula malesuada arcu. Dapibus lorem et est elit ad arcu nulla gravida posuere sollicitudin consequat vitae. Posuere metus integer aenean et taciti. Pretium nulla porta mus nibh a lacus ve tristique feugiat leo pharetra natoque. Viverra metus eu et. Iaculis fusce at hac penatibus consectetuer parturient orci class rhoncus hac at hendrerit ridiculus. Iaculis velit mi elit donec consequat egestas magna eros facilisis velit ut pellentesque. Laoreet justo vivamus eu ornare class. Commodo fames dis urna nunc habitant justo suscipit hendrerit. Feugiat curae eu tristique. Nonummy donec eni orci adipiscing sed ipsum sapien dignissim turpis non ante integer rhoncus. Laoreet morbi. Aliquam porta in mauris laoreet blandit rhoncus dictum vel pede magnis id. Natoque massa risus augue massa nibh semper. Natoque proin odio urna elementum tortor senectus malesuada taciti proin parturient. Blandit class diam eni class non. Pretium class ve ac nostra conubia vivamus quis nascetur tristique a venenatis etiam convallis fusce curabitur aliquet. Lacinia morbi proin urna potenti porta cras neque quis. Rhoncus lorem eu diam nisl litora id faucibus nullam platea et platea ridiculus. Aliquam augue posuere vulputate senectus class mi et venenatis a elementum proin volutpat.",
 "authors": [
  {
   "name": "Darwin Uecker",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Mendez Electromantics"
  }
 ]
}