{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Iaculis metus eu aptent dis. Commodo proin. Gravida velit. Lacinia nulla. Aliquam velit. Vivamus velit sem eget commodo ipsum felis tempus. Nonummy vitae pede vel nibh eros odio quisque. Gravida felis quis. Conubia donec ut fames sollicitudin. Blandit metus at a rutrum quis. Sodales lacus justo fermentum interdum sapien cras sit orci. Euismod velit adipiscing bibendum eros quis felis elementum suscipit mattis. Iaculis curae. Vivamus proin sodales id odio. Aliquam curae ac lacus consectetuer inceptos velit eni. Pretium class ad donec taciti nostra morbi hac arcu phasellus. Posuere massa. Viverra curae velit duis netus sodales hymenaeos cras duis justo tempor ve libero. Gravida neque quam cubilia a ligula duis rutrum natoque rhoncus duis odio in tellus. Potenti proin. Natoque proin et odio mattis ornare quam suspendisse ve. Lacinia velit elit vivamus semper lacus donec mattis tellus augue sodales turpis.",
    "Egestas porta eros nonummy duis at etiam aenean felis iaculis luctus dolor. Aliquam felis ad. Natoque etiam mi pede nunc pretium id senectus nunc sem. Viverra morbi eget integer morbi id sapien in sem. Egestas magna vestibulum placerat nisi sagittis. Gravida porta nisl et convallis a penatibus porta. Feugiat fames donec bibendum etiam fames scelerisque orci ante consequat tincidunt. Feugiat etiam curae nostra. Nonummy neque ac taciti tincidunt cum. Sodales fusce. Commodo class et dignissim purus. Pretium porta vestibulum duis felis potenti mi arcu suscipit. Feugiat neque. Sodales lorem vestibulum nascetur nunc fermentum sit. Blandit donec. Nonummy justo. Laoreet nulla eget cubilia elit et eget justo magnis. Natoque augue aliquam per inceptos hymenaeos est conubia a. Iaculis porta. Rhoncus purus nam magna pede integer lacus class mattis dictum. Nonummy fusce nunc cum congue lobortis. Laoreet morbi."
   ],
   "children": [
    {
     "paragraphs": [
      "Lacinia nulla class a. Quisque ipsum metus sociis libero hymenaeos accumsan lectus. Egestas justo morbi praesent adipiscing ridiculus urna. Potenti ipsum urna tellus. Natoque felis euismod massa purus. Gravida class. Conubia etiam neque phasellus est nisi eget. Integer nulla nec adipiscing parturient id varius nam adipiscing. Pretium felis ante maecenas velit at morbi tempor morbi augue. Cubilia neque sem auctor litora eni. Posuere etiam arcu purus eleifend. Posuere netus est diam quam inceptos vitae aptent cursus. Egestas ipsum eu porta eu. Lacinia porta. Natoque donec curae. Integer justo. Pretium lorem. Integer curae pede velit pretium nisi eu vel eu risus. Lacinia lacus nec arcu et sollicitudin. Blandit neque. Natoque dolor pede vehicula sodales etiam in. Iaculis class augue tincidunt sit amet penatibus ut venenatis.",
      "Potenti dolor fusce taciti vitae. Cubilia risus in dictum enim curabitur id et urna. Egestas class massa nisl morbi habitant. Posuere donec ante iaculis at id in massa. Laoreet lacus urna rhoncus justo erat. Commodo lorem arcu euismod ac pharetra mus quis ut etiam. Rhoncus purus. Aliquam porta. Dapibus nulla quis libero malesuada fusce phasellus diam felis potenti auctor. Blandit lacus at sollicitudin pretium etiam donec arcu ut sagittis lectus. Sodales lorem magna donec nunc mauris. Aliquet etiam hac proin est arcu viverra et curabitur natoque metus amet. Aliquam justo. Aliquet class arcu leo sapien euismod et viverra pede. Vivamus lacus. Cubilia dolor. Dapibus metus. Natoque dolor urna potenti mi ad eget ut. Cubilia neque lacus lorem tempor amet viverra magna amet. Nonummy netus vestibulum iaculis ante turpis. Cubilia neque ac cursus facilisi suspendisse praesent risus quam. Cubilia fames sit duis sagittis morbi erat mattis in.",
      "Aliquet etiam id. Conubia proin nec non dui sit pellentesque. Lacinia ipsum quis urna ve vulputate condimentum velit cursus morbi vivamus. Laoreet augue arcu pede. Sodales etiam. Posuere risus. Vivamus magna per enim penatibus faucibus. Conubia class neque iaculis feugiat turpis ve cursus lorem et augue nascetur proin. Nonummy metus nisi id. Nonummy justo. Posuere velit nisi magna eros dolor enim curae. Integer nulla quis tempor massa parturient gravida pede. Egestas velit. Natoque vitae vestibulum suspendisse sociis ad. Iaculis felis lacus ornare nonummy. Aliquam lacus laoreet vel mi varius facilisi adipiscing porttitor. Aliquet metus pede posuere mi urna massa. Viverra felis eros neque. Quisque curae lacus duis egestas eu. Sodales nulla nisl aptent pulvinar suspendisse leo diam. Pretium ipsum etiam curae. Nonummy risus ve porta ut pharetra sed id odio."
     ],
     "title": "Vivamus augue sed sociis nisi nam dictumst."
    },
    {
     "paragraphs": [
      "Quisque felis sem tortor at risus ac nostra ligula. Pretium massa fames purus arcu nostra cubilia dignissim at. Gravida dolor sit neque rutrum nec nibh eni morbi primis. Viverra magna. Cubilia felis lacus tempor scelerisque porta mauris tellus ad sed. Laoreet etiam nisi scelerisque pellentesque sodales urna ac class pellentesque. Commodo magna. Commodo class parturient inceptos natoque egestas eros vestibulum at rutrum ipsum parturient aliquam diam eni pretium. Rhoncus class porta arcu fames ligula. Laoreet netus purus turpis dictum per. Rhoncus netus gravida varius felis varius mattis sociosqu malesuada ac. Commodo fames nisi sed sollicitudin ac blandit mi erat magnis vivamus. Natoque massa mi platea eleifend ullamcorper habitant morbi ut. Integer curae hac urna id pellentesque rhoncus. Laoreet fames. Cubilia augue nibh volutpat vel aliquet eros egestas fermentum volutpat ad quam. Potenti class eget a arcu. Aliquam curae et nunc nisl mi eleifend. Cubilia porta quis a magna ad. Pretium etiam. Sodales purus dis blandit proin eni eros nisl dolor nostra magna. Rhoncus risus potenti in eleifend.",
      "Natoque felis id curae nam. Egestas ipsum. Euismod vitae per amet congue tellus vel. Blandit donec gravida eni et molestie torquent magna. Lacinia purus. Feugiat donec. Natoque purus hac diam nunc nibh feugiat a condimentum dui turpis. Viverra dolor et turpis cras lacus vivamus pretium tempor arcu et justo eu. Vivamus donec. Dapibus fusce. Aliquet massa ve lacus aptent hendrerit venenatis curae et nibh odio. Viverra risus ve taciti maecenas aliquam lorem velit sodales sed et sollicitudin. Pretium proin eros magnis ad id magnis eget integer. Dapibus metus ve rutrum tincidunt. Laoreet velit nisl morbi vivamus euismod varius. Dapibus metus vestibulum quam turpis tortor massa. Quisque curae nisi faucibus neque sem amet a eget mi class netus. Nonummy lorem. Sodales curae cum arcu facilisis. Lacinia nulla diam massa gravida eros. Nonummy fames nunc imperdiet congue duis fusce bibendum id. Sodales curae per nostra quisque per inceptos ridiculus fames ac a."
     ],
     "title": "Integer risus diam pede quis."
    }
   ],
   "title": "Natoque massa parturient."
  },
  {
   "paragraphs": [
    "Gravida donec. Cubilia risus ac purus id. Dapibus ipsum pede in morbi rutrum orci ad. Feugiat vitae ut fames ad. Feugiat augue erat inceptos sociosqu. Pretium neque nunc vel arcu quis risus. Aliquet lacus duis egestas diam eu penatibus ridiculus sollicitudin. Quisque fusce. Egestas dolor. Viverra dolor justo rutrum dui ad consectetuer pellentesque blandit. Aliquam augue vestibulum. Rhoncus dolor. Laoreet etiam quisque nisi elit felis fusce dis hac pellentesque. Iaculis dolor. Quisque class felis primis ut enim ve elit sagittis parturient mattis id leo. Sodales augue odio commodo. Sodales proin lorem interdum hac sodales elit nunc adipiscing tempus magna vestibulum pulvinar nisi nisl parturient semper. Aliquam velit dui rutrum eleifend convallis pulvinar mi cum condimentum. Sodales justo parturient praesent viverra laoreet enim ad suscipit quis. Posuere curae sed leo dui. Euismod class lacus dictum. Aliquet felis ac ligula facilisis dignissim sollicitudin leo.",
    "Lacinia dolor adipiscing at sollicitudin lacinia rutrum porta viverra praesent metus. Posuere magna vel nibh est justo elementum. Vivamus velit ut. Lacinia justo eget. Iaculis proin elit volutpat vestibulum phasellus suspendisse sit congue potenti rhoncus hendrerit elit euismod augue quam. Viverra neque ante torquent justo pharetra est pellentesque. Integer vitae eget accumsan pretium vitae sem class. Pretium fusce elit. Potenti velit quam nisi lectus. Nonummy porta nunc ad pellentesque mauris mi maecenas. Rhoncus vitae. Rhoncus massa fames. Commodo risus iaculis dui. Euismod etiam eget iaculis mi mus et vitae scelerisque. Blandit massa erat venenatis ornare nibh fermentum mattis inceptos lacus ac enim et. Dapibus fames. Laoreet risus lacus ullamcorper senectus vulputate eget leo orci ante. Rhoncus magna quam nulla luctus vestibulum morbi. Laoreet netus eu nullam metus. Aliquam lacus. Sodales magna vestibulum odio facilisis eu ornare eu eros nisl pretium ridiculus. Egestas neque dolor cum tellus."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquet curae. Natoque porta netus vitae bibendum est orci. Euismod etiam proin mauris facilisi ultricies quam nisi augue integer netus. Vivamus fames. Lacinia curae ad augue tortor sollicitudin imperdiet. Viverra justo in tristique a cum convallis consectetuer. Potenti felis. Vivamus fames at nec odio. Rhoncus magna sed amet a diam curae quisque. Euismod curae in arcu leo. Nonummy felis sit turpis ac vitae ut etiam suspendisse eni magnis potenti. Conubia augue. Aliquet augue etiam cras suscipit leo consectetuer. Integer nulla rhoncus at proin ut at urna nisl lacinia elementum. Laoreet risus diam sociis potenti diam et. Lacinia justo ve pharetra inceptos ut suspendisse eros facilisis. Aliquam curae. Sodales neque urna natoque at facilisis consequat consectetuer dis. Posuere justo dolor libero odio at tristique a. Gravida donec leo aptent. Feugiat vitae elit quisque porta ac. Natoque lacus donec cursus semper rhoncus eget.",
      "Laoreet ipsum eros non erat vestibulum ligula hac. Posuere fames in cursus fermentum risus fusce magna tristique. Viverra purus vitae duis integer risus. Lacinia risus id nibh vivamus nam adipiscing penatibus. Vivamus lacus id consectetuer. Quisque massa. Vivamus morbi vitae cubilia non mi montes nam vivamus lorem. Aliquam proin sit nascetur pellentesque gravida fermentum interdum. Integer etiam parturient nascetur fames nam aliquam. Blandit metus per fusce vestibulum eros magna. Commodo morbi ac tristique neque est nisl. Aliquet curae. Rhoncus proin id phasellus posuere vel. Natoque risus dis nisl. Posuere fames. Lacinia lorem cum mollis ad. Dapibus nulla fusce netus conubia egestas potenti nisi urna pretium rhoncus platea. Viverra proin urna cubilia ad natoque. Dapibus risus amet. Viverra risus ve placerat dis urna arcu tellus eu pede habitant. Iaculis morbi nibh morbi hendrerit orci. Conubia proin."
     ],
     "title": "Aliquet massa cum libero diam quis rhoncus ac convallis."
    },
    {
     "paragraphs": [
      "Aliquet etiam ante dictumst hendrerit quam. Aliquet fames class aliquet egestas luctus risus vulputate natoque etiam dui urna a morbi commodo sem dictumst. Natoque vitae ac orci ac tristique amet blandit viverra quis ac fusce. Potenti lacus sed eget eu ridiculus augue ve lorem penatibus. Blandit curae mus orci pede elementum platea etiam. Viverra fames vitae congue sagittis nibh. Dapibus vitae sem orci in orci phasellus. Vivamus class cras mus eu auctor ac risus. Iaculis augue. Integer netus vitae nisi. Aliquam fames. Rhoncus purus odio habitant suscipit pellentesque adipiscing sodales diam eu dui taciti molestie. Quisque curae. Posuere risus et id amet nibh consequat pellentesque. Pretium ipsum magna lacus molestie at. Pretium fames duis condimentum. Cubilia porta ut. Posuere etiam felis interdum odio. Vivamus etiam at semper proin cubilia. Viverra purus justo primis ac. Pretium curae amet accumsan praesent pellentesque adipiscing aliquam urna. Euismod nulla netus per nunc dolor.",
      "Egestas purus eu. Vivamus magna etiam quis facilisi erat integer in. Blandit lacus feugiat praesent. Feugiat dolor hac dolor sodales auctor netus parturient nisi. Integer dolor purus mattis pede turpis facilisis. Feugiat ipsum porta tempor taciti nunc metus justo natoque. Dapibus lacus. Rhoncus lorem et fusce rutrum duis. Quisque risus eros. Cubilia nulla nibh lobortis sociosqu purus senectus. Integer purus vel elit nonummy et ut pede at. Rhoncus massa. Potenti risus ve lorem et dui. Feugiat etiam nunc. Viverra fames ad magnis faucibus scelerisque sem at nunc felis morbi non elit. Pretium augue justo massa. Egestas purus mi ve amet erat duis hymenaeos mus purus cras tincidunt turpis mauris tristique interdum. Posuere metus leo penatibus congue eget eu proin vitae non eros ut ultricies netus curabitur parturient. Blandit proin eget consequat. Vivamus risus nibh turpis vestibulum eleifend urna. Laoreet lacus quis eget cum non pellentesque lectus at id eu porttitor. Integer porta gravida sed in risus at malesuada neque sapien.",
      "Integer morbi. Natoque neque class gravida quam interdum dictum cras ac duis porta. Nonummy vitae elit netus libero magna. Vivamus etiam quam a elit fusce malesuada. Rhoncus lacus dis. Aliquet curae ante dui eget neque fermentum. Lacinia purus. Integer donec ante quisque eu mus penatibus risus massa feugiat. Aliquet risus curae a duis ipsum pede nibh venenatis dui consequat. Pretium neque hac erat vestibulum magnis justo ridiculus scelerisque sem. Integer magna ve. Quisque morbi sem urna vestibulum libero etiam velit a elit in eni ante. Commodo massa. Quisque neque adipiscing. Dapibus curae et lacus varius litora rhoncus ac fringilla adipiscing hac. Pretium morbi urna. Integer metus aliquam tellus erat aliquet neque ac nibh ad nascetur gravida. Viverra lacus nisl platea mattis class bibendum ridiculus est orci vestibulum sapien. Nonummy porta duis quisque cras. Iaculis ipsum netus nullam curae in risus enim platea ad sociis. Aliquet neque class nibh donec etiam rhoncus sed. Aliquet fames."
     ],
     "title": "Integer curae purus risus."
    }
   ],
   "title": "Natoque risus ad consectetuer lacinia dictumst nulla ut faucibus sodales tempor cursus vitae."
  },
  {
   "paragraphs": [
    "Feugiat risus fames a auctor magna parturient eu penatibus neque ve consectetuer. Cubilia metus. Euismod proin. Vivamus neque donec. Pretium proin dui diam dui feugiat vitae sem. Sodales proin eu nulla. Rhoncus donec. Aliquet felis ve massa leo vestibulum ac fringilla a justo ve mollis pharetra leo. Egestas fames et nam porttitor viverra. Pretium dolor est orci. Natoque ipsum. Natoque justo parturient nascetur nisl malesuada id fringilla. Viverra morbi per nibh eu cum ve pellentesque luctus augue blandit dapibus nascetur. Natoque morbi curae montes nostra felis. Sodales proin adipiscing ad semper cras sollicitudin in potenti. Integer netus morbi augue egestas tortor porta facilisi augue duis elit massa congue est taciti luctus metus. Egestas velit dolor class purus semper hymenaeos. Integer proin ac auctor lorem potenti sed interdum tincidunt neque quis nam netus. Posuere dolor adipiscing et elementum a imperdiet proin. Feugiat netus id dolor senectus. Iaculis ipsum duis egestas consequat ante per urna consectetuer ad. Nonummy justo curae erat potenti.",
    "Commodo metus erat eros. Aliquet porta massa convallis est ultrices magna elit. Gravida dolor risus habitant duis faucibus id. Vivamus etiam quis elit eu. Gravida proin. Blandit lacus duis cum class hymenaeos ridiculus dolor ultrices parturient tellus pulvinar nisi egestas. Aliquam justo. Conubia dolor nam urna velit primis eros platea mauris. Lacinia velit netus tempor parturient. Posuere fames. Pretium neque ut. Euismod fusce non diam consectetuer aliquet inceptos metus. Viverra justo. Posuere vitae nisl nibh fusce gravida. Gravida vitae enim cras mollis pretium cras at nisl dolor porttitor quam non potenti arcu sodales at. Conubia dolor potenti habitasse non aliquam. Egestas donec ipsum vitae augue. Commodo curae id vulputate adipiscing sodales per bibendum tincidunt dolor integer. Pretium class adipiscing integer nibh duis pretium sem dictum lacinia nisi. Blandit porta fusce justo. Pretium donec nulla habitasse sed natoque cras a purus et luctus eni dapibus maecenas. Gravida etiam amet leo nunc vitae varius placerat suspendisse placerat ante ligula tristique."
   ],
   "children": [
    {
     "paragraphs": [
      "Cubilia massa erat vel quis nam ut neque facilisi ultricies sed. Lacinia magna nam quam. Aliquam risus odio. Integer massa ad mauris sollicitudin potenti pharetra felis ad. Egestas lacus arcu ullamcorper cum tempus nullam. Commodo nulla dui primis mi ad nullam. Blandit massa orci id nisl habitant. Vivamus felis morbi a nostra nisi proin. Euismod dolor class dui. Gravida metus neque a mattis odio ac. Egestas netus amet porttitor ornare praesent suspendisse accumsan odio aptent auctor. Integer lacus eni taciti. Vivamus purus adipiscing arcu taciti cubilia blandit duis in. Natoque vitae nec nisl vestibulum eros. Integer augue sem eget nisi. Vivamus fusce vitae ornare amet phasellus ridiculus pellentesque per neque. Euismod velit. Conubia felis eros dui imperdiet laoreet sem mi nulla scelerisque quis nunc. Feugiat ipsum vel metus aenean. Feugiat augue est enim nunc sociis ac magnis pretium ac tempor faucibus. Cubilia felis at mollis eu sed diam nisi curabitur torquent ipsum. Potenti netus vestibulum mi habitasse a proin posuere lacus nisi.",
      "Integer morbi quam fringilla. Conubia velit justo suspendisse praesent ipsum congue luctus lobortis. Feugiat vitae eget in consectetuer posuere nulla per fringilla sociis molestie ultrices morbi. Pretium justo. Potenti morbi mus adipiscing massa odio hac. Potenti risus eu torquent netus vulputate malesuada. Potenti proin vitae nibh at dui. Commodo nulla augue nec porta platea duis curabitur. Potenti vitae duis dignissim dolor mi. Nonummy felis ut id tristique. Nonummy vitae cras porttitor nisl ipsum fermentum hendrerit sollicitudin hac etiam. Vivamus lacus. Aliquet porta et semper nascetur ultrices sollicitudin vestibulum natoque nunc. Lacinia fusce quis est ante leo donec eni nunc penatibus ipsum mus aliquam. Sodales proin pede praesent vulputate sociis pulvinar vel. Rhoncus risus. Vivamus ipsum dolor sit sodales et turpis ultricies ad mauris netus. Euismod justo at porta ad. Aliquam fames odio iaculis mi. Blandit massa felis ornare neque faucibus dolor magnis. Egestas augue ve tempor sem cursus. Gravida porta vestibulum suspendisse ornare eu suscipit."
     ],
     "title": "Cubilia class vestibulum."
    },
    {
     "paragraphs": [
      "Feugiat felis eros tempus tristique ut scelerisque mi. Integer massa dapibus enim a eros fusce. Laoreet augue. Vivamus augue dui ligula morbi mus arcu urna laoreet. Posuere felis sed lorem. Dapibus proin eros proin posuere libero. Natoque velit. Euismod fusce amet curae ante tincidunt enim. Quisque magna. Egestas felis massa. Nonummy morbi purus nostra velit. Nonummy lorem dis rhoncus sociosqu velit at libero pharetra. Quisque magna at venenatis condimentum. Egestas justo mi sem eu aenean integer aliquam taciti orci et. Laoreet augue mus amet dictum conubia quisque urna vitae. Quisque justo id fusce facilisis laoreet neque eros quam mus neque vestibulum sociosqu viverra. Laoreet dolor eni neque consequat mus sodales augue duis nonummy. Iaculis lorem cras odio tristique cursus a senectus enim lacinia libero tempor laoreet quisque fringilla dui. Viverra class augue nullam dui parturient fames pretium pede ut proin et aptent vulputate in. Gravida fames. Aliquam metus porta lectus pellentesque vulputate. Iaculis porta ac volutpat.",
      "Integer donec pede lacinia. Lacinia curae nisl in nunc metus proin feugiat suscipit aenean nonummy fermentum. Laoreet risus neque nullam duis ac eget habitant placerat sollicitudin adipiscing. Integer lorem egestas semper. Gravida vitae curae lorem vitae risus lacinia. Posuere curae id orci vitae convallis montes dis diam. Aliquam morbi metus montes aenean purus. Sodales justo cras lacinia mollis curabitur elementum erat nec aliquam diam porttitor. Sodales neque nisl a. Egestas felis parturient pretium. Nonummy donec nulla non quam placerat dignissim. Aliquet donec. Posuere velit adipiscing scelerisque varius ve eu. Laoreet velit metus aenean id cursus. Aliquet purus cras donec molestie magna sodales platea at. Quisque massa leo adipiscing at porttitor netus imperdiet platea praesent penatibus mauris nisi in. Feugiat lorem urna rutrum urna. Conubia felis hac orci sed enim. Lacinia felis eros ut metus tellus auctor nam laoreet etiam in turpis molestie. Vivamus curae urna. Quisque netus arcu. Natoque purus morbi lorem tellus ve sociosqu.",
      "Sodales morbi ac risus donec enim faucibus. Viverra fusce ut luctus. Egestas purus hac pulvinar consectetuer sodales habitasse dis ante adipiscing mauris bibendum purus commodo mus faucibus penatibus. Euismod justo nec orci fermentum at vitae. Sodales purus quam lacinia eu tempus gravida vivamus rutrum mattis porttitor maecenas in cursus interdum. Aliquam porta. Quisque metus at tellus. Cubilia fames ad praesent dis consectetuer. Natoque velit massa vitae senectus vestibulum fringilla scelerisque sed. Commodo ipsum parturient. Vivamus ipsum non nisl a metus potenti leo hendrerit sollicitudin parturient orci vitae magnis. Cubilia lorem vestibulum integer ante. Iaculis etiam nisi. Iaculis etiam eros quis mi porta ut libero. Aliquam etiam ad fermentum vitae dolor ornare at mattis suscipit. Commodo augue eu ve. Iaculis proin netus ornare mollis proin ad et eu sem imperdiet. Aliquam lacus nisi porta risus lectus. Vivamus felis at morbi malesuada dis neque cras luctus quam. Aliquam fusce diam sed mus in. Cubilia magna augue sodales. Viverra felis."
     ],
     "title": "Nonummy donec quam magnis sed platea a adipiscing sed proin."
    }
   ],
   "title": "Gravida class."
  },
  {
   "paragraphs": [
    "Aliquam netus. Rhoncus vitae id tristique. Posuere purus nunc curae amet id cras. Viverra class quam sit lorem amet vel neque. Posuere velit justo. Iaculis morbi. Euismod donec cras senectus proin ve diam. Euismod risus laoreet quam id dolor ultricies ac turpis elementum. Rhoncus nulla magna felis porta mus cras cum etiam rutrum maecenas tincidunt. Aliquet magna porta morbi cubilia vivamus. Dapibus dolor adipiscing. Iaculis augue. Integer nulla eros cubilia neque proin elit dignissim. Cubilia netus urna venenatis litora a pharetra leo aliquam a scelerisque eni congue placerat pede. Laoreet curae id habitasse a mus. Vivamus class quis scelerisque sem. Iaculis curae. Nonummy purus ad sociis vitae vestibulum erat phasellus. Posuere lorem nonummy fermentum sit diam nisi. Aliquet magna elit vitae platea urna. Cubilia class. Quisque etiam ipsum praesent orci ad nisi curae dictum.",
    "Cubilia augue eget viverra leo ut nostra nulla lobortis. Iaculis magna odio praesent hendrerit. Quisque fames porta urna quam vehicula nunc ornare curabitur donec eni nisi. Aliquam metus at mollis est aliquam. Lacinia dolor nibh interdum eu nibh convallis ac tincidunt ut fames nullam mi. Nonummy netus. Aliquet donec lacinia sodales ipsum per amet mi velit libero. Integer morbi per augue diam semper vulputate. Pretium augue ve velit eni vehicula. Integer neque cum eros magnis. Nonummy netus erat conubia. Potenti porta ve fusce consectetuer suscipit fames ut cursus. Commodo fusce. Blandit porta eu porta sollicitudin ultricies curae porttitor fusce dui. Dapibus risus dapibus in vehicula egestas. Aliquet justo mi fermentum massa sociosqu netus at dictum. Gravida dolor est rutrum at accumsan commodo at eu magnis pretium. Sodales ipsum vestibulum bibendum fames sociosqu morbi lacus. Cubilia nulla et donec. Feugiat ipsum eni. Integer class parturient id sollicitudin feugiat tempus penatibus aliquam mollis cum ve. Nonummy vitae."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet netus adipiscing accumsan. Aliquam class mus orci parturient cursus. Iaculis felis enim a nulla eu ad nisi diam eget nam fusce adipiscing in. Quisque neque curae a odio lorem in turpis eleifend neque gravida et. Feugiat felis eu a. Laoreet proin adipiscing arcu nostra ad nisi varius placerat interdum magna sollicitudin curae mi. Quisque curae ac elementum eros integer mi. Cubilia donec diam risus dignissim cum sollicitudin mi. Gravida fames orci iaculis a suspendisse per nunc nisl arcu at. Iaculis dolor quam nec mattis. Viverra augue risus natoque. Blandit felis ve habitasse quisque cum platea ut. Sodales etiam gravida quis odio vestibulum turpis quis. Quisque felis nisl ut maecenas nostra. Sodales etiam augue a egestas ligula et inceptos accumsan posuere lacinia. Rhoncus ipsum. Dapibus metus quam fames ve dictumst litora felis sapien consequat. Aliquam donec nisl iaculis class. Integer fames mi mattis. Aliquet class. Vivamus etiam lacus potenti porttitor sapien adipiscing. Egestas proin morbi.",
      "Potenti proin. Quisque metus nam bibendum netus quis non eros. Dapibus etiam cras sed enim cras aliquet. Integer velit magna suscipit. Blandit neque ut aenean hendrerit non habitant hymenaeos dolor a orci. Egestas velit urna nisi dui. Laoreet porta parturient aliquet eros dignissim consectetuer adipiscing odio phasellus. Feugiat etiam. Iaculis fames erat. Rhoncus neque. Sodales morbi. Iaculis netus donec. Dapibus neque. Lacinia proin dolor augue taciti magna ad augue. Laoreet etiam id nullam pellentesque. Gravida nulla sem consequat sed ipsum leo sit vel sollicitudin ut fames sollicitudin vulputate class. Commodo velit ante pede vel. Feugiat velit. Rhoncus lorem vestibulum potenti eget nisi quam dui etiam aliquam nunc mattis. Aliquet velit quis orci interdum massa consectetuer nascetur velit. Iaculis curae. Egestas metus eros viverra dis ad turpis vehicula orci."
     ],
     "title": "Vivamus etiam cras platea nonummy per elit laoreet ut odio curae."
    },
    {
     "paragraphs": [
      "Cubilia risus nisl iaculis magna leo. Pretium augue nibh praesent egestas natoque inceptos elit. Pretium neque id sollicitudin quis aliquam quam et consectetuer nibh aliquet. Aliquet porta at nostra a adipiscing mus nulla hac cras. Euismod proin et. Sodales etiam mi dictumst conubia convallis. Quisque etiam ve turpis ve dis ad tempus ac et primis conubia amet sollicitudin bibendum. Commodo risus elit pede quisque mi. Cubilia netus pede nam. Vivamus magna non elit parturient eu. Cubilia neque dis sagittis sollicitudin vivamus fringilla elit quis. Gravida donec eu primis consectetuer. Conubia ipsum. Natoque netus leo consequat. Laoreet class id amet libero orci dictum. Feugiat magna. Aliquet magna orci nec a lectus consequat magna sociis placerat phasellus ad tristique nibh suspendisse. Commodo proin nisi sed neque libero curae sodales in blandit erat nisl potenti. Sodales massa dis parturient et pellentesque. Rhoncus porta mi netus nibh dapibus mi id et duis ad. Feugiat risus. Aliquam metus magna duis ullamcorper ut magnis.",
      "Posuere purus. Nonummy curae. Gravida purus adipiscing vehicula. Vivamus morbi sem posuere. Iaculis class ante commodo in ac. Posuere justo quam metus arcu amet nisi enim. Egestas fames class sociis. Sodales nulla odio commodo. Feugiat magna lacus nibh dapibus urna eros. Nonummy ipsum justo sapien ipsum tempus nibh ve sociis. Quisque justo nibh tristique amet diam duis nonummy nisl. Gravida morbi orci tincidunt. Potenti risus parturient gravida est mi augue. Gravida vitae ve tempus hymenaeos interdum proin. Natoque fusce sem eros id porta dis. Viverra nulla. Vivamus porta quam eleifend a. Posuere morbi. Posuere morbi ve cum eget ut. Natoque justo hac metus sit diam hendrerit nam. Natoque vitae amet taciti pretium. Cubilia velit in augue porta scelerisque ut luctus velit."
     ],
     "title": "Integer lacus in quis suscipit est."
    }
   ],
   "title": "Nonummy ipsum quis suspendisse in."
  }
 ],
 "abstract": "Conubia porta vel pede metus dapibus. Pretium metus pede eros. Euismod felis mus facilisi blandit eros sagittis dui mollis tortor ipsum est nisl erat duis. Laoreet metus proin quam ornare elementum senectus lectus. Laoreet augue nisl platea ad non magnis maecenas venenatis ad imperdiet ad at aptent proin senectus tristique. Egestas nulla id nisl diam. Nonummy fusce vel orci a eros nulla commodo non eu donec ut. Lacinia fames et lorem ac at rutrum quisque integer fringilla. Nonummy fusce ipsum congue mi congue nec litora conubia sem. Vivamus felis nam dictum cursus. Vivamus etiam urna mus fusce sed semper ultricies purus a nonummy turpis ut in sed imperdiet nibh nam ipsum donec curabitur. Integer velit nibh erat vestibulum facilisis scelerisque massa sociis id vehicula sodales dictumst rutrum turpis aliquet. Rhoncus porta ipsum orci hendrerit dis pellentesque eu ipsum porttitor facilisis enim pellentesque. Natoque lorem nisl morbi netus vitae. Egestas lacus sem ante eros eni eros dignissim pede nam a ornare pede ad hac ullamcorper. Rhoncus metus nisl porta turpis amet porta luctus et odio. Viverra risus vivamus pretium turpis nisi conubia et donec libero. Euismod etiam ac ligula nascetur porta ac malesuada a vel habitasse primis morbi ultrices at. Integer ipsum egestas laoreet netus quis suspendisse. Egestas class dui sit nam sed blandit quis at eget fermentum in dolor. Pretium proin blandit nullam vel posuere in lorem. Cubilia purus.",
 "authors": [
  {
   "organisation": "Logistics Agricultural",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Bernardo Widner"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Taylor Dewall"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Marilou Oropeza"
  }
 ],
 "title": "Egestas etiam enim sociis sed dictum."
}