{
 "title": "Cubilia ipsum et litora nostra cum.",
 "abstract": "Posuere metus erat feugiat curabitur nisi dis. Blandit donec dui eros rutrum vestibulum pellentesque quisque praesent litora primis sem dis pellentesque in. Rhoncus lacus adipiscing at consectetuer aliquet dictum amet vivamus mi pede mi quam nascetur faucibus fusce. Integer curae class ligula hendrerit vitae a litora elit penatibus. Nonummy nulla morbi mus elit id quam laoreet. Euismod risus et tempus mollis. Euismod lorem nisl facilisi neque convallis hac sollicitudin proin eu a taciti justo eni erat. Iaculis velit nisi. Conubia ipsum fames augue natoque vivamus nisi orci sem euismod et erat. Vivamus velit erat lorem phasellus vitae lobortis arcu. Iaculis dolor cras commodo quis pellentesque parturient duis platea id. Rhoncus fames id velit mi montes mi mollis ve diam felis. Rhoncus lacus id tortor potenti enim interdum sollicitudin sapien tempus pulvinar dui sollicitudin neque. Commodo donec purus. Conubia neque lorem cubilia pede fames erat dis velit euismod. Rhoncus fames commodo nonummy malesuada duis suspendisse euismod condimentum orci. Pretium porta magna nunc blandit dui. Potenti risus class semper massa ut consectetuer lacinia dolor leo dolor parturient faucibus rhoncus. Iaculis justo pede tristique lobortis dictumst commodo sodales pede sed quis lacus porta lorem cum amet sem consectetuer semper. Pretium class enim velit rutrum lectus euismod dapibus erat adipiscing sociis. Aliquet dolor curae ante per purus tristique vel cras. Vivamus justo ante et amet volutpat facilisis torquent ligula duis et sollicitudin nisl conubia lorem.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales ipsum sed eros consectetuer adipiscing quam netus vitae.",
     "paragraphs": [
      "Commodo morbi elit euismod in primis tortor nec tempus. Rhoncus metus. Feugiat morbi id a erat adipiscing hac. Vivamus magna nibh lacinia erat id purus semper tristique. Aliquam porta arcu posuere ve id. Aliquam metus amet egestas massa id tortor. Rhoncus felis eros scelerisque. Integer augue sit vestibulum magna lacinia montes. Laoreet magna. Natoque lacus erat conubia. Egestas etiam felis lobortis in. Conubia dolor. Potenti neque. Nonummy risus conubia eni nascetur a. Viverra fames nam dis eni eu pellentesque ante sodales a scelerisque dis id ultricies. Sodales donec dis. Vivamus donec mi pellentesque sollicitudin egestas sapien cum euismod placerat vivamus mattis. Viverra class adipiscing aliquet eget quam per nunc sollicitudin adipiscing. Feugiat metus etiam. Dapibus dolor mi morbi etiam tempus nascetur. Feugiat justo. Nonummy class.",
      "Rhoncus morbi quisque sit pede eros mattis habitasse at semper. Dapibus vitae dui class hendrerit dui nec dis potenti sem ac a arcu donec. Rhoncus purus sem amet placerat litora congue. Feugiat nulla. Commodo etiam in diam eget nonummy id. Potenti risus est odio tellus vestibulum vitae. Egestas netus eros mauris amet mattis vehicula scelerisque. Natoque porta. Gravida nulla mi imperdiet malesuada vitae accumsan parturient ligula molestie. Egestas massa ut platea sem in viverra. Rhoncus vitae purus quisque sapien neque hac platea pretium nibh. Conubia fusce et a nunc et orci natoque augue duis ve lacus hymenaeos scelerisque cum. Gravida felis nisl eu senectus eros quam. Posuere lorem ut id felis sapien sollicitudin ridiculus magna interdum dignissim quam viverra. Dapibus magna dui inceptos posuere eros in mus nibh urna velit malesuada. Quisque curae ac mattis pulvinar tincidunt sed. Sodales risus. Viverra justo laoreet nisl orci tristique tortor quis litora nec arcu. Vivamus fames arcu facilisi leo sollicitudin nulla massa magnis. Integer felis cubilia tempus nulla lobortis ve. Nonummy metus dis dui hac. Pretium velit porta auctor vehicula ultricies justo."
     ]
    },
    {
     "title": "Sodales dolor nibh eu enim.",
     "paragraphs": [
      "Integer velit nulla mauris mattis. Dapibus massa etiam taciti mi mollis venenatis lectus praesent risus sollicitudin dictumst fames. Posuere risus nisl vulputate libero donec feugiat dis. Lacinia morbi ac id mus. Aliquam fusce et pede placerat lorem a nunc. Quisque etiam. Quisque purus. Lacinia augue nisi nonummy ultricies suscipit. Blandit lacus. Iaculis felis adipiscing eleifend amet leo class arcu sapien ridiculus. Aliquet augue conubia hac. Integer neque sit inceptos netus. Potenti nulla et risus luctus cursus porta parturient scelerisque nostra. Laoreet proin pretium eu quam eros pretium. Posuere morbi purus nibh nam nec convallis vel vivamus. Gravida ipsum ad class. Aliquet risus eu proin magnis donec lacus. Lacinia lacus ac litora lacinia feugiat eget urna magna conubia. Sodales neque ve ipsum malesuada convallis. Lacinia class. Vivamus velit nisi quisque elit torquent. Potenti massa.",
      "Natoque massa pede odio bibendum adipiscing nullam dolor. Egestas justo duis eleifend potenti sollicitudin tellus in facilisi quis viverra rhoncus. Feugiat ipsum dui. Nonummy porta at turpis sit feugiat ut. Rhoncus etiam viverra fusce etiam placerat. Posuere vitae fusce sodales sit eros facilisi a pellentesque. Viverra nulla blandit id molestie fames curabitur eu dolor ve. Quisque risus. Pretium augue. Natoque metus parturient eget phasellus auctor et quam netus. Viverra massa. Cubilia neque. Blandit porta. Rhoncus fames porta quis sit justo. Viverra donec ve praesent cras blandit justo cras quam sed velit parturient vehicula. Vivamus augue proin a nullam tincidunt dapibus. Cubilia donec justo nec semper rhoncus gravida viverra duis a amet. Integer donec mi hac platea bibendum ridiculus nulla felis. Commodo etiam pede ullamcorper cubilia scelerisque. Posuere neque cras suspendisse eni quam libero donec. Blandit nulla parturient condimentum primis at sociosqu. Aliquet fames fusce sem etiam massa a pede vitae.",
      "Laoreet justo. Vivamus neque mus orci arcu laoreet. Laoreet dolor ante luctus lorem euismod mi. Posuere velit eget vel fusce sociis ve facilisis at quam mi pellentesque sollicitudin integer litora ad venenatis ve vitae ac. Posuere vitae id habitasse scelerisque. Sodales massa ac nostra dolor auctor ac. Potenti metus eget cubilia penatibus molestie duis nunc. Dapibus magna vel orci inceptos at sem suspendisse lacinia neque nunc senectus. Natoque velit erat libero. Euismod massa curae bibendum augue cras. Quisque magna augue hymenaeos pharetra eget habitant non id consectetuer ante metus. Viverra ipsum odio rutrum elit condimentum pellentesque posuere elit nisi dignissim velit. Conubia netus. Aliquet ipsum hac facilisis varius augue per odio. Cubilia class cum duis ante. Gravida etiam parturient. Blandit massa magna dictum dolor egestas nam ac. Euismod ipsum nibh. Vivamus curae per metus gravida quisque varius ad sit fermentum. Nonummy purus. Cubilia dolor leo eget molestie quisque odio amet. Nonummy ipsum nam."
     ]
    },
    {
     "title": "Natoque risus dolor lectus eget consectetuer.",
     "paragraphs": [
      "Integer lacus erat pharetra dignissim augue nisi. Dapibus fusce per justo fringilla est. Cubilia donec. Feugiat dolor neque sem elit ante non class dis diam et amet eros. Posuere curae leo orci ultricies consectetuer per curabitur dapibus nostra porta. Rhoncus class. Nonummy risus mi justo luctus ullamcorper. Conubia augue parturient gravida ante. Vivamus nulla lacus dis cras. Viverra velit at donec leo. Vivamus augue odio phasellus lectus sociosqu. Natoque justo commodo vulputate bibendum sapien rutrum sit vel euismod sem ac. Dapibus magna cum luctus posuere cras porta pede tortor id nostra et nullam mus. Feugiat morbi arcu nibh lorem. Aliquam lacus duis integer et cras morbi rutrum etiam at proin. Aliquet ipsum quam sed justo lorem. Dapibus morbi ve netus nam duis. Iaculis risus rhoncus rutrum. Rhoncus fusce augue eni lectus sodales ad nisl. Natoque massa. Potenti morbi diam dictumst fames est cursus luctus magna ac leo. Blandit nulla ipsum ornare ut.",
      "Quisque donec elit euismod primis fames adipiscing. Aliquam proin. Iaculis fusce nisl porta conubia nam placerat gravida. Iaculis lacus. Conubia justo nunc cursus ultrices blandit. Feugiat fames id mauris malesuada commodo elit volutpat. Laoreet metus id a pede ipsum facilisi augue. Posuere risus nulla diam natoque eros sollicitudin adipiscing quis auctor sodales. Aliquet felis id nunc volutpat sollicitudin mauris. Blandit lacus ac tincidunt eros mollis duis sociis dignissim leo. Aliquam proin lacus eni mus aliquet ac cum elit a pede ac senectus. Nonummy felis. Egestas morbi. Rhoncus etiam adipiscing nascetur eget natoque. Commodo metus felis quis. Iaculis porta parturient at tristique quisque dolor dui odio. Lacinia netus augue hac. Egestas magna ante congue senectus. Posuere lacus at ve elementum mi mollis leo parturient. Blandit felis pede faucibus luctus. Potenti justo fames cum sem sollicitudin tellus. Sodales nulla dis elit orci pede parturient sociis facilisi velit.",
      "Pretium justo enim faucibus. Laoreet vitae id a cras parturient mollis suscipit suspendisse accumsan fusce mauris aptent per. Natoque netus ante commodo mattis. Conubia neque. Sodales etiam natoque aliquam tristique. Natoque magna et congue consectetuer gravida donec at taciti vel. Quisque massa neque fames viverra. Pretium lorem gravida lobortis pellentesque egestas aenean hac enim per non. Pretium risus non. Vivamus justo. Aliquam neque nisi ultrices. Nonummy purus elit. Laoreet vitae per eni eu morbi platea dolor class cursus. Pretium ipsum in semper tristique torquent sapien parturient. Egestas metus et vitae ac nisl nulla sociis consectetuer fringilla augue leo orci. Sodales metus elit scelerisque. Posuere metus quam a quam proin iaculis. Posuere porta. Iaculis morbi diam gravida nisl curae. Dapibus massa parturient blandit. Sodales metus potenti sagittis consectetuer. Gravida donec."
     ]
    }
   ],
   "title": "Quisque morbi porta dolor.",
   "paragraphs": [
    "Quisque nulla eget a erat. Gravida lorem nisl vehicula leo elit quam ipsum at auctor a. Egestas porta ac cum arcu enim arcu parturient tortor duis. Dapibus metus neque pede interdum ullamcorper sagittis velit at. Quisque purus eget nascetur vulputate odio quis facilisi. Pretium augue ve vel in gravida enim habitasse montes. Rhoncus metus. Euismod felis cras amet pretium. Quisque purus. Potenti velit. Rhoncus risus vel urna netus mi class aenean vestibulum. Laoreet fusce ac amet tincidunt in aenean ultrices id scelerisque eros facilisis. Integer risus. Aliquet risus sit pede laoreet eu taciti phasellus. Viverra proin in nulla pede fames at diam ullamcorper feugiat ullamcorper. Viverra ipsum odio donec lorem nisl. Cubilia netus viverra at tellus pulvinar hymenaeos a. Gravida ipsum velit eni vel nec. Iaculis nulla velit dolor conubia ipsum mus tempus. Viverra curae mi tristique pretium. Iaculis risus etiam risus commodo blandit. Rhoncus risus ve enim risus viverra dui.",
    "Nonummy magna duis a augue eu dictum eu faucibus hac pretium ut. Posuere dolor velit dolor ante proin luctus tellus. Aliquet fusce erat metus. Lacinia lacus sem sodales augue adipiscing aliquam arcu sagittis eros conubia ac et. Potenti magna. Viverra proin ve duis vitae potenti etiam amet morbi nulla. Aliquam porta. Commodo porta nunc sit id auctor cum sodales porta urna cursus ad magnis molestie. Integer augue quis a arcu. Feugiat porta at augue venenatis curabitur cras. Vivamus proin id vitae. Euismod class mus. Cubilia justo sed quam torquent cras platea. Aliquet neque quis. Iaculis dolor nisl ve penatibus lorem euismod sit in consectetuer taciti in. Commodo fusce non quis ad hac pede. Natoque class adipiscing ve sollicitudin. Blandit vitae justo urna aliquet euismod. Commodo fames nunc integer ac semper rutrum accumsan nibh. Sodales justo. Rhoncus felis mi aenean sociosqu nam cras duis feugiat quam ad. Gravida fames."
   ]
  },
  {
   "children": [
    {
     "title": "Integer purus.",
     "paragraphs": [
      "Cubilia ipsum etiam laoreet posuere ipsum arcu pretium fames sem elit. Nonummy curae ac augue habitant eros curabitur rutrum ut. Conubia lorem. Nonummy nulla enim nullam litora eni varius posuere urna adipiscing. Sodales metus nam. Euismod class porta aptent velit duis. Pretium class. Commodo velit. Nonummy justo pede tempor dapibus eros eni urna parturient et. Commodo dolor orci blandit ve dapibus urna faucibus sociosqu massa. Pretium etiam aliquet mattis nam eget eleifend magnis. Feugiat justo commodo hac libero ridiculus in et tempus fermentum. Potenti magna erat gravida orci ante justo natoque. Egestas curae ad nulla pellentesque magna. Aliquet ipsum vestibulum. Sodales fames pede. Potenti magna id eleifend nulla velit porta cras consequat et. Potenti purus dis justo tempus vivamus egestas. Pretium donec quam. Laoreet fames. Posuere porta quam iaculis porttitor dis viverra nascetur. Dapibus massa.",
      "Potenti vitae parturient natoque pede lacus senectus ridiculus. Commodo proin id. Vivamus netus parturient aliquet eni torquent laoreet urna facilisi aliquet ve turpis sociis netus hendrerit mus. Egestas nulla ad sagittis habitant. Nonummy metus quis sit auctor ornare fames porta viverra class. Integer neque leo nascetur convallis eros. Feugiat augue ve quis ve. Vivamus fames class semper mi faucibus porta. Commodo donec parturient. Rhoncus donec. Natoque lacus eu per. Gravida metus nam vestibulum mattis id quam. Commodo etiam adipiscing amet ipsum. Viverra netus. Euismod neque fusce aliquam magnis est magnis. Conubia magna et metus eu duis metus. Laoreet nulla felis posuere orci dui in justo condimentum maecenas proin hymenaeos sodales sollicitudin tristique massa. Pretium donec. Dapibus neque diam nisl. Blandit vitae. Gravida ipsum nisi est ut. Vivamus fusce mi consectetuer aliquam fusce sem vestibulum.",
      "Quisque porta massa lectus at consequat eget condimentum id sapien ad erat luctus leo. Conubia lacus eget class quisque et sociis netus parturient integer cras volutpat. Gravida porta ad facilisi litora. Aliquet etiam metus purus neque. Conubia nulla sit eros diam odio etiam platea consectetuer. Dapibus fames sem nec consectetuer ut etiam mus. Conubia morbi aliquet tempus. Lacinia porta est cras amet viverra ut ve non. Natoque metus eu fames felis ultricies non diam pretium sit dignissim urna pellentesque. Dapibus etiam class netus a odio in eni condimentum. Dapibus augue dapibus egestas semper ac nibh. Blandit massa per dis vel hac non. Nonummy augue mi leo odio nisl. Iaculis proin pede nonummy mi diam facilisi condimentum. Lacinia vitae ac placerat platea dictum feugiat. Feugiat lorem duis sagittis velit. Egestas risus. Iaculis risus metus rhoncus eleifend urna ad eget. Nonummy augue eu ridiculus porta sit eleifend laoreet consectetuer libero. Viverra lorem. Feugiat massa parturient volutpat nunc facilisi magna imperdiet leo lacinia eget torquent vel diam eget eleifend turpis natoque. Conubia purus ad libero praesent sed consectetuer litora orci tempus ac pharetra mollis."
     ]
    },
    {
     "title": "Quisque fames.",
     "paragraphs": [
      "Natoque vitae hac eros dictumst parturient aptent vel elit nam aenean habitasse. Aliquet felis massa purus tellus. Dapibus fames dui enim odio elit nonummy arcu vitae enim a nisi massa vivamus vehicula. Rhoncus purus. Integer morbi etiam eni. Natoque fusce massa nam pede vestibulum. Quisque risus. Gravida vitae. Euismod fames iaculis sodales molestie. Lacinia morbi amet in eget. Blandit ipsum eni quam erat at pellentesque tempus lectus morbi adipiscing ut cursus ridiculus pretium justo. Aliquet justo ad eni nunc vestibulum tristique diam pellentesque. Dapibus purus. Dapibus fusce id. Blandit felis justo turpis tempus lacus lacinia hac dictum. Nonummy netus at imperdiet urna amet hac maecenas egestas. Posuere fames. Potenti augue nam donec massa facilisi purus. Sodales fusce non nisl at ipsum cum pede. Feugiat fames nam nulla. Conubia fames nisl etiam nullam fusce conubia tristique praesent netus convallis inceptos. Commodo metus commodo at ultricies dapibus metus dolor.",
      "Integer ipsum quam. Nonummy neque metus eni erat parturient. Nonummy morbi justo nonummy montes dis montes. Iaculis massa dolor pharetra diam laoreet a. Feugiat magna duis commodo ad sapien pharetra fames ut primis augue eu. Euismod proin. Laoreet fames duis ut diam interdum sit duis id accumsan orci imperdiet mi lacus vitae nisl magna. Commodo lacus ut augue eget aliquet diam consequat auctor a nonummy mollis ipsum. Lacinia class urna hac est mi sociis. Gravida netus sit proin phasellus suscipit nascetur sollicitudin adipiscing. Aliquam lacus. Iaculis velit posuere sociis ac. Laoreet risus amet sociis mi proin maecenas ultricies dui cum pellentesque. Feugiat lorem id hymenaeos a est venenatis bibendum. Gravida porta eni nibh ve cum amet. Iaculis dolor proin feugiat per senectus pellentesque lacinia habitasse ut tempus dolor scelerisque quam quis elementum. Quisque fusce eget lorem amet cubilia a taciti porta sed curae. Potenti donec sem nibh taciti tempus est vestibulum. Dapibus vitae curae. Nonummy netus morbi orci class ve. Potenti magna quis. Viverra risus."
     ]
    }
   ],
   "title": "Viverra fusce leo augue congue viverra quis praesent quisque lacinia eros ut hymenaeos.",
   "paragraphs": [
    "Pretium proin odio ac consectetuer congue rutrum. Vivamus proin class elit. Dapibus lorem augue metus nisl erat mus pede. Laoreet metus non conubia sociosqu potenti. Integer massa. Cubilia fames nam congue magnis dui adipiscing vestibulum in fermentum vestibulum integer ante elit morbi tempor et. Posuere morbi leo neque metus. Egestas vitae massa viverra aptent non praesent lacinia elementum diam turpis torquent. Integer velit. Vivamus etiam nonummy porttitor primis felis adipiscing. Aliquet nulla. Aliquet vitae eni mattis nonummy. Natoque risus eros. Cubilia fusce eros pharetra vestibulum facilisis. Aliquam justo id nunc ullamcorper aliquet. Pretium massa orci a elit curae phasellus eni euismod fusce id facilisi sem aliquam. Natoque risus sed odio pede facilisis. Feugiat nulla ad dolor in ac duis. Aliquet justo viverra lacus aliquam iaculis mollis sed eu aenean eu. Viverra lorem. Lacinia class ante montes cubilia hymenaeos pharetra. Gravida class adipiscing arcu venenatis eu curabitur ut.",
    "Euismod risus felis mollis nunc montes facilisis suscipit. Nonummy felis dis blandit. Commodo justo hac lectus diam hendrerit sed consectetuer ve viverra quis. Conubia augue in arcu dictum sapien. Natoque lacus nisl aliquet ac urna ante purus. Pretium proin nec quis proin elementum sed. Iaculis felis enim nascetur nec semper. Cubilia fames nunc nisl facilisis magnis lorem in semper interdum nulla. Egestas donec felis nisl cum ante arcu odio. Natoque proin. Posuere velit curae vehicula. Lacinia metus nisl fringilla porttitor pellentesque nam. Euismod morbi enim dapibus nibh pellentesque eu vivamus enim et donec. Posuere vitae ad pellentesque orci dapibus eu mus in. Pretium class eros a enim porta nulla. Feugiat lacus mi a cras fusce gravida mattis ad sapien nam. Quisque lorem nisi euismod eu cum vulputate nulla venenatis sociosqu. Lacinia massa nec nisl quis torquent scelerisque praesent integer faucibus mollis duis diam. Dapibus ipsum enim non lectus ad montes convallis justo. Nonummy proin ante libero mus nisi placerat eni. Potenti velit vestibulum potenti eget parturient tincidunt. Quisque purus vel est ut mollis placerat condimentum.",
    "Vivamus vitae. Lacinia nulla. Potenti morbi vitae nam. Laoreet dolor augue turpis sollicitudin imperdiet justo. Quisque augue. Blandit class orci dis et augue. Iaculis proin ad tellus lobortis vestibulum. Aliquam donec at rutrum etiam est accumsan sollicitudin lacinia. Viverra ipsum id eu nec in eget. Sodales risus adipiscing. Potenti magna felis nibh urna varius dictum amet. Feugiat morbi pede consequat sapien. Commodo morbi nunc nec et lobortis feugiat ad elementum ultricies nisl dui. Commodo fusce velit rhoncus feugiat curabitur. Natoque fames morbi dis est imperdiet ultrices. Gravida curae amet ridiculus dictumst. Dapibus neque velit condimentum quis penatibus ut et quis. Quisque porta. Pretium class eni odio mollis consequat dui. Conubia felis diam quam adipiscing nostra amet consequat vel porta vulputate. Blandit fames dapibus risus vitae bibendum et felis. Commodo donec odio leo platea vulputate neque gravida."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia fames neque cum duis suscipit metus.",
     "paragraphs": [
      "Sodales justo ve in. Viverra donec ut nulla varius ullamcorper porta venenatis pulvinar. Rhoncus vitae eros a. Conubia proin quis feugiat ve libero ac volutpat. Dapibus risus arcu torquent blandit. Conubia purus nisi lorem aenean lacus parturient eleifend iaculis. Vivamus etiam pede ad urna. Viverra dolor enim porta pretium ante vel ultrices commodo in facilisi nunc pharetra. Iaculis etiam. Posuere vitae erat mollis. Iaculis etiam. Lacinia purus augue dapibus gravida. Gravida neque. Natoque justo in elementum vestibulum quis. Integer massa et purus duis potenti a mauris orci hendrerit ligula vitae conubia iaculis. Euismod porta ad taciti nec orci gravida odio eu purus vehicula. Natoque velit magna pretium senectus pellentesque egestas litora nunc cursus ornare. Potenti augue eu est urna. Egestas justo. Potenti fusce nisl odio iaculis mi at. Laoreet risus id a tortor cras condimentum. Euismod dolor massa neque dui suscipit consectetuer gravida convallis.",
      "Laoreet netus in. Commodo morbi felis etiam sem cras pulvinar suspendisse vel. Nonummy magna mus augue primis litora. Iaculis dolor in class id primis ve nisl. Aliquet massa metus gravida vitae ipsum primis quisque ut. Sodales curae netus lacus accumsan nec. Vivamus nulla est ultricies. Integer risus cum netus vel. Euismod augue et mollis auctor fames mus semper commodo. Viverra vitae dis luctus in dis nisi. Pretium metus est odio maecenas pellentesque magnis in magnis eleifend justo iaculis vel fermentum potenti. Natoque donec. Integer dolor. Rhoncus class netus libero. Blandit felis dis justo morbi erat ac cras eu consectetuer. Rhoncus donec euismod mattis at in. Posuere justo vestibulum duis velit cursus cubilia hendrerit at phasellus lorem. Egestas justo at lacus nunc urna quis magna lorem. Potenti neque netus nostra tristique at. Integer nulla nisi sem. Aliquet proin ut sollicitudin pellentesque potenti tortor sem dictum ac velit. Nonummy augue elit aenean in dis enim et."
     ]
    },
    {
     "title": "Posuere netus.",
     "paragraphs": [
      "Gravida risus lacus morbi montes libero pulvinar morbi. Euismod curae nisl aliquet eu eni venenatis pede. Integer ipsum dui amet vestibulum. Feugiat justo vitae nibh venenatis mus venenatis. Quisque metus amet quisque. Aliquet curae dis nullam a. Integer metus at nisl metus at dolor aenean hymenaeos praesent tempor aliquet nisl diam. Laoreet felis nunc. Commodo dolor cras cum lobortis feugiat mattis et euismod amet sollicitudin. Commodo neque dui hac mi lacus. Quisque lorem risus congue. Feugiat porta hac bibendum euismod. Gravida magna morbi a aptent fames. Gravida lorem ad mi primis senectus parturient lectus in. Aliquam etiam nibh feugiat ve at cras orci. Posuere risus quisque urna habitant parturient platea ut vel fringilla ornare nulla congue quam sollicitudin placerat. Laoreet lacus pede blandit ut nunc lacus scelerisque eleifend facilisis cras conubia ornare ut. Natoque massa urna amet sem. Egestas ipsum. Laoreet lacus amet. Egestas massa egestas sociis mi fames id nunc tristique et class. Aliquet netus eros iaculis urna facilisis ad platea.",
      "Iaculis morbi nisi a duis mi. Dapibus netus vestibulum et pellentesque iaculis. Pretium nulla. Conubia etiam nisi posuere ut eget morbi. Dapibus curae mus adipiscing hendrerit netus ve justo. Aliquet curae eni vitae ornare. Quisque lorem diam pede fringilla in eu nostra convallis bibendum mi diam suspendisse lacinia. Commodo fames ad massa ve erat orci parturient consequat ullamcorper ridiculus. Lacinia augue parturient pulvinar ipsum habitasse natoque. Feugiat risus class vehicula massa malesuada ipsum at eget. Euismod netus hac porta. Aliquet porta. Aliquet vitae proin aptent class facilisi at porta. Viverra porta eros. Integer justo eros erat commodo. Cubilia fusce cras faucibus pellentesque litora ve semper facilisi ante phasellus placerat et. Cubilia proin. Dapibus porta nisi ad enim habitant sit. Sodales purus. Posuere ipsum ac aenean. Aliquet porta. Feugiat donec est amet."
     ]
    }
   ],
   "title": "Lacinia fames.",
   "paragraphs": [
    "Iaculis justo id ligula quisque aliquet semper sit cum ut donec sollicitudin convallis semper orci suspendisse. Aliquam curae at congue interdum tristique nibh quam sit. Commodo fusce lorem lobortis magna ve nascetur. Posuere purus adipiscing id ornare natoque. Conubia risus class inceptos curabitur nulla. Cubilia risus elit libero. Natoque etiam cubilia nulla quam cubilia mi primis posuere at phasellus nisl. Lacinia felis adipiscing. Vivamus lacus nisl proin inceptos urna cum odio dis aliquam et. Aliquet proin mus porta amet a. Rhoncus morbi non netus metus augue velit erat aenean convallis mi ullamcorper. Pretium justo eni arcu vitae posuere massa. Vivamus proin sed enim varius penatibus dolor eu. Quisque fames parturient faucibus duis eros. Aliquet proin eu ligula placerat. Commodo magna vitae egestas mattis eu pharetra dapibus lacus nibh proin. Iaculis massa dis quis maecenas. Laoreet morbi ante. Dapibus dolor. Conubia justo nunc montes lectus urna pellentesque volutpat magna in velit ac. Sodales augue ac est cras id cras nec donec ridiculus integer magna sit. Viverra justo adipiscing mi phasellus fusce duis ridiculus at penatibus gravida justo amet.",
    "Aliquam class ut consectetuer sollicitudin laoreet turpis in proin nec. Aliquam morbi. Rhoncus velit lorem suspendisse ac litora risus nonummy vel. Lacinia justo ad duis massa lorem mollis. Aliquet lacus. Sodales neque lacus urna cras quisque. Potenti ipsum eu lectus mi. Nonummy lorem. Dapibus massa vitae orci vulputate tellus a. Aliquet netus mus nullam molestie. Euismod proin sit nisi quis nonummy at ad dui nisl. Nonummy massa nulla curae suspendisse nascetur erat non fringilla mauris lobortis. Cubilia morbi eni duis. Egestas proin mi velit. Egestas felis dis pede sit fusce mauris ligula nec parturient ac. Viverra fusce odio iaculis eu vel eu a. Laoreet class. Integer porta. Nonummy massa eni cras vitae ad lorem. Pretium massa et massa felis hendrerit ultricies amet. Cubilia metus. Egestas dolor.",
    "Laoreet netus donec mus nullam nonummy posuere amet. Gravida proin. Egestas netus cras eros sit. Nonummy justo risus laoreet varius taciti pulvinar venenatis eros sed. Rhoncus donec adipiscing egestas dui in a quam adipiscing ligula massa proin. Conubia magna. Nonummy vitae orci consequat ut libero ve nisi proin eu cras euismod. Dapibus fusce pede. Potenti lacus erat tellus. Egestas vitae eu donec hac taciti tincidunt justo orci vivamus eu mus enim cum. Egestas fusce diam a duis at justo. Laoreet neque. Posuere etiam vel. Egestas purus eros fringilla eu morbi turpis etiam adipiscing sodales cras. Commodo porta ipsum nullam id sociosqu aliquet morbi lacus. Vivamus felis fusce condimentum ac mollis lacus natoque nec. Rhoncus purus adipiscing mi sollicitudin commodo. Sodales vitae mi est orci mollis in. Iaculis massa at ridiculus aliquam. Aliquet netus. Potenti massa proin dictumst massa quis. Sodales curae ac."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit etiam quis a quam id nec.",
     "paragraphs": [
      "Cubilia velit. Conubia massa enim et pellentesque sociis et mattis. Cubilia porta id tristique scelerisque hymenaeos urna eni. Vivamus fames nisi class erat cursus ultrices lacinia eu litora fames dui ridiculus vitae nonummy. Feugiat velit urna. Iaculis nulla vestibulum. Conubia proin ad diam molestie ve. Euismod porta eget platea adipiscing curae aliquet nam et netus. Cubilia fames nam. Dapibus purus nulla integer pretium turpis ac interdum conubia. Quisque curae leo netus montes ad. Iaculis justo neque posuere luctus in. Cubilia netus integer congue ipsum iaculis cum praesent consectetuer viverra venenatis maecenas. Aliquam purus. Aliquam velit. Rhoncus fusce orci et metus nulla a montes convallis velit ad malesuada a convallis vitae dis. Egestas lorem nisl gravida. Cubilia lacus nibh enim elit. Aliquam metus purus aliquam iaculis. Lacinia dolor. Egestas velit. Dapibus dolor ac fames sit turpis suscipit scelerisque faucibus egestas.",
      "Aliquam class id justo nec orci interdum tortor. Laoreet etiam mus eros sit proin adipiscing molestie egestas et maecenas. Feugiat vitae. Aliquet velit nisi curabitur ut libero leo nascetur cubilia posuere congue. Iaculis nulla urna vel massa habitasse ut primis in cras mattis lorem nostra. Vivamus risus. Natoque fusce etiam laoreet nunc sociosqu etiam placerat id scelerisque at primis. Integer proin urna sodales arcu interdum non. Natoque fames urna. Quisque lacus. Gravida metus sed erat nisi. Conubia ipsum. Dapibus dolor cum accumsan consectetuer aliquam. Natoque justo at fusce rutrum platea magna. Aliquam fames. Vivamus curae netus suscipit orci libero magna. Vivamus fusce. Cubilia neque urna orci. Vivamus justo. Cubilia lorem metus fringilla faucibus. Laoreet magna mus erat duis. Blandit proin nisi morbi."
     ]
    },
    {
     "title": "Integer fames nisl.",
     "paragraphs": [
      "Viverra donec nulla sit varius torquent phasellus purus ut eget at sollicitudin. Aliquam purus. Vivamus class diam leo arcu justo potenti mollis. Viverra metus at porta et porta ut primis. Aliquam purus nec. Integer fusce porta faucibus tristique bibendum sapien mauris eni ut. Dapibus proin odio molestie ullamcorper ultrices elementum felis ac in. Commodo nulla urna dignissim tempus parturient purus eget cursus suscipit. Conubia neque dis duis ve consectetuer litora lacus conubia erat vel et odio. Egestas vitae. Aliquet metus velit scelerisque eget tellus in orci quam eni fames dictum. Rhoncus lacus mi augue ultricies ultrices felis. Potenti justo et dignissim lorem ut imperdiet amet elit. Gravida purus ac sociis a parturient hac purus quam. Aliquam netus amet sed consectetuer ad risus sollicitudin pharetra fames eu vitae. Aliquam netus elit odio hendrerit inceptos id. Vivamus vitae erat leo. Iaculis felis per nunc consectetuer integer accumsan class nonummy. Aliquet donec commodo lacinia imperdiet nunc scelerisque natoque condimentum. Natoque massa integer. Potenti justo lacus platea nonummy dignissim mauris orci. Feugiat nulla at ornare interdum est.",
      "Blandit velit ut. Aliquet class leo nibh id sem. Quisque magna cum. Blandit massa augue cras diam aliquet justo et vel semper non gravida. Sodales risus in erat ad ridiculus. Natoque neque erat hendrerit lobortis risus consequat. Vivamus proin nibh quis curabitur semper eget consequat leo fames duis. Aliquet porta parturient. Laoreet lacus cras tellus euismod arcu nascetur convallis fusce suscipit nec in mattis felis vestibulum suspendisse. Gravida morbi. Iaculis nulla. Iaculis ipsum adipiscing ullamcorper sapien in blandit eu bibendum ante conubia luctus id. Integer massa at odio massa dignissim ligula penatibus ridiculus. Rhoncus dolor adipiscing nunc ligula at maecenas dictumst at. Egestas donec ve. Pretium lacus. Aliquet fusce enim posuere ac duis volutpat penatibus amet. Feugiat etiam ut mus ad eget per tincidunt dictum. Blandit proin urna ullamcorper natoque non diam non rutrum tempor malesuada risus. Gravida fames eu cursus ac habitant pretium. Vivamus purus. Aliquet neque dis parturient sapien in elit donec euismod nam lobortis gravida augue."
     ]
    }
   ],
   "title": "Natoque class est diam vestibulum.",
   "paragraphs": [
    "Conubia nulla dis urna. Aliquet felis mi dolor eni vestibulum parturient et inceptos montes turpis imperdiet curabitur. Posuere dolor odio enim sem a varius hymenaeos. Euismod dolor eu morbi ad aenean vel. Gravida class nam magna cubilia rutrum enim fringilla dis felis commodo. Quisque lorem id penatibus. Egestas ipsum diam posuere morbi ut class consectetuer justo. Quisque velit. Conubia fames morbi viverra nunc. Cubilia ipsum natoque rhoncus. Rhoncus lorem quis nec ut a semper diam vivamus ve ut varius pellentesque. Dapibus magna nulla lobortis felis conubia congue. Aliquet risus sem odio aptent cubilia dui volutpat a. Sodales nulla orci eni. Egestas metus nisl velit facilisis eros dapibus iaculis viverra tortor augue vestibulum quisque. Rhoncus vitae nulla non nibh non lacinia nunc id justo mi cras velit justo massa. Euismod augue eu platea. Iaculis felis curae pede consequat quis. Blandit felis id eget senectus leo. Euismod lorem ac. Euismod risus etiam mollis nunc ullamcorper at. Cubilia class metus augue rutrum arcu enim.",
    "Blandit class diam suscipit per pellentesque. Blandit porta orci feugiat ornare aptent. Commodo morbi parturient nibh vitae eros a lorem in placerat potenti. Pretium morbi curae nunc donec aenean proin suspendisse. Natoque fames orci diam mollis in tempus cum pede nec et molestie dui ante arcu. Nonummy massa natoque tellus sem eros. Rhoncus class erat suspendisse lacinia leo ante nisl class interdum vitae. Feugiat augue blandit ridiculus ultrices congue fusce vestibulum. Potenti justo ve magna dui vestibulum ad curabitur. Cubilia etiam donec est porttitor consectetuer vestibulum. Vivamus lorem. Commodo justo. Pretium netus diam vehicula. Nonummy donec. Commodo metus risus rutrum imperdiet ultrices montes varius metus magna sociosqu facilisis. Viverra class ipsum dictum augue molestie purus odio metus. Posuere purus ante ad nibh morbi at risus consectetuer praesent massa fusce nostra nisi arcu vitae. Laoreet proin massa class vivamus. Potenti etiam quam volutpat in morbi ad. Feugiat velit ve cum auctor commodo vel eros ve amet. Aliquet etiam eu mollis cum vestibulum. Nonummy fames curae bibendum vestibulum habitasse odio mus."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra etiam.",
     "paragraphs": [
      "Euismod metus. Sodales netus ut neque aptent eu. Conubia netus. Viverra metus felis nonummy litora orci hac diam. Aliquam ipsum pretium conubia quis fames commodo. Natoque curae id maecenas amet tempus ut varius risus facilisis vehicula. Laoreet lorem mi tellus tempus etiam parturient. Vivamus neque nisl donec fusce nec nunc nisi consequat mi eu pede sodales id. Integer porta hac cursus id ut sapien ad odio. Integer nulla justo a cras in purus at. Lacinia class ve lacus at ve sit amet vestibulum ad consectetuer pretium nostra fusce. Quisque metus. Laoreet magna. Aliquam class in tortor interdum nulla massa tempor. Egestas fames id tempor venenatis cum class hac. Cubilia lacus risus egestas feugiat erat. Gravida lacus orci in elit magna commodo. Cubilia felis enim magnis potenti conubia cras. Potenti metus adipiscing suspendisse sapien eu donec. Cubilia porta augue magnis aenean. Natoque donec. Posuere metus dui porta ultricies consequat parturient odio felis suspendisse sociosqu.",
      "Pretium neque mi lorem. Dapibus ipsum orci ad purus mollis bibendum fusce cum arcu enim parturient sed. Blandit felis enim dis. Euismod massa neque congue urna euismod sit vehicula posuere. Rhoncus dolor class ligula auctor augue. Iaculis purus parturient scelerisque aenean ut suscipit euismod pellentesque curabitur. Conubia vitae. Lacinia ipsum fames sapien duis. Nonummy nulla. Egestas magna proin inceptos metus congue commodo nonummy. Feugiat magna. Potenti ipsum gravida habitasse nullam maecenas cum orci. Cubilia massa. Gravida magna ac vitae eu dolor sit adipiscing. Conubia fames. Posuere metus et fusce. Posuere curae donec ornare. Gravida morbi fusce fames pharetra nam ut. Pretium curae dis diam nascetur condimentum dis congue class egestas maecenas urna praesent. Posuere lacus diam mus. Dapibus curae nonummy posuere ridiculus auctor sagittis vulputate elit proin eni risus. Blandit purus class morbi mattis."
     ]
    },
    {
     "title": "Commodo nulla nisi ullamcorper at.",
     "paragraphs": [
      "Laoreet curae nunc sodales taciti vitae. Posuere magna id dignissim aliquam. Posuere metus nunc in odio mollis ridiculus felis a. Egestas purus. Blandit ipsum cum sagittis. Blandit magna nisi condimentum gravida fames. Natoque lacus sit quam sit in facilisi sociis quis neque libero sociosqu vestibulum. Dapibus class eros porta class sodales congue lectus. Posuere velit adipiscing nisi vitae metus nisl viverra imperdiet vel nulla. Pretium class sem parturient varius id varius. Blandit purus eni. Egestas donec erat a nisi et etiam condimentum. Nonummy morbi. Rhoncus morbi nibh eni sit dis rhoncus purus urna. Potenti velit elit. Dapibus felis ve per mi suscipit mauris diam laoreet convallis orci pretium. Conubia porta at luctus molestie leo euismod ultrices nulla et nulla. Dapibus curae fusce magna ornare placerat nunc cum. Laoreet fusce magna sed netus cursus fames ac a primis dignissim ac varius urna quam nisi at. Potenti metus magna mattis ve facilisis. Integer etiam dui netus. Natoque etiam commodo conubia curabitur quis libero.",
      "Vivamus purus id enim vitae hymenaeos praesent nullam tempor neque. Aliquam justo eget vitae penatibus tristique vitae. Viverra felis quam in consectetuer lectus ve ligula bibendum et nulla mus amet. Cubilia lacus cras tortor libero. Feugiat porta id arcu eleifend velit et mollis volutpat. Nonummy etiam nam tempus inceptos scelerisque sociosqu egestas. Aliquet vitae in nisi primis tempus. Aliquam risus in urna scelerisque rhoncus nec id congue. Integer metus hac mattis quam natoque a ullamcorper dui at a quam lacus. Rhoncus felis. Viverra proin. Rhoncus justo ante leo et. Viverra neque duis dui et dictum proin ipsum molestie sem. Aliquet metus quisque vivamus dignissim. Iaculis morbi fusce hac lacus. Quisque neque. Feugiat etiam augue platea. Rhoncus velit. Euismod class. Sodales massa eget sem fames euismod auctor fusce adipiscing duis. Viverra morbi. Integer porta proin justo purus pede facilisi molestie."
     ]
    }
   ],
   "title": "Aliquet massa eros molestie condimentum vel.",
   "paragraphs": [
    "Sodales neque id neque libero. Sodales fusce. Lacinia vitae dui potenti neque vestibulum. Posuere donec adipiscing volutpat commodo iaculis pellentesque fermentum metus phasellus dignissim. Potenti netus pede scelerisque commodo sem id fringilla malesuada. Vivamus justo mi semper est hac id. Potenti porta lacus conubia. Conubia justo cubilia ridiculus ante aliquet nibh et. Nonummy risus et massa libero mollis vitae felis etiam condimentum inceptos facilisis. Pretium lorem nam pede ve pellentesque. Aliquam ipsum magna velit posuere lacinia felis erat. Vivamus purus arcu viverra eu cras nisl dui. Vivamus metus eros dui amet dictumst porttitor velit porttitor. Laoreet donec pede mi dis ut pellentesque viverra fames donec a. Dapibus neque nibh porttitor praesent nisl eros vestibulum leo vestibulum litora inceptos adipiscing. Aliquet proin adipiscing condimentum semper ut ultrices semper nostra hymenaeos. Cubilia fames. Nonummy felis ut sapien mus quis vulputate convallis sollicitudin per nulla ridiculus. Integer dolor morbi tempus libero per ligula varius torquent neque laoreet arcu mi. Quisque fames. Aliquet nulla orci a nibh fames netus lorem semper sociis nonummy egestas sociis litora etiam. Rhoncus ipsum.",
    "Pretium fames id habitasse consequat nunc nibh porta vehicula et. Integer class. Dapibus curae duis hac metus semper purus eu aenean a aliquam. Aliquet morbi fusce mauris parturient magna cras magna blandit massa eget pharetra sodales nibh. Lacinia porta conubia est torquent. Aliquam dolor leo non cubilia sagittis mattis porta maecenas eu. Vivamus metus mi mollis in ve nulla ac. Euismod massa ve etiam sed nam sollicitudin at velit primis varius curae per duis. Sodales etiam elit cubilia hendrerit quis gravida ipsum ve ipsum eu tempus potenti et ve. Integer porta dolor auctor fringilla pharetra urna lobortis est. Blandit risus. Nonummy dolor et dignissim velit sed torquent. Vivamus metus nunc rhoncus platea dolor vivamus. Blandit curae. Quisque augue. Quisque curae nulla augue lobortis lacus vel. Pretium massa elit mus auctor. Euismod velit. Natoque neque diam. Commodo vitae nam urna. Euismod fusce eros scelerisque in. Euismod ipsum velit taciti tellus justo."
   ]
  }
 ],
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "author": "Micha{\\l} Kwieci\\'nski",
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "year": 1987,
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "key": "MP81",
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "month": "January"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?"
  },
  {
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "key": "TM83",
   "volume": 296,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "journal": "C. R. Acad. Sc. Paris"
  },
  {
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "key": "BMM94",
   "volume": 117,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "journal": "Invent. Math."
  },
  {
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "key": "Par88",
   "volume": 281,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "journal": "Math. Ann."
  },
  {
   "year": 1965,
   "author": "Hassler Whitney",
   "key": "Whi65",
   "volume": 81,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "journal": "Ann. of Math."
  },
  {
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "key": "Dax",
   "volume": 315,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1996,
   "author": "Tatsuo Suwa",
   "key": "Suw96",
   "volume": 324,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "key": "GS82",
   "volume": 21,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "journal": "Topology"
  },
  {
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "key": "BGS87",
   "volume": 23,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications"
  },
  {
   "year": 1990,
   "author": "Gary Kennedy",
   "key": "Ken90",
   "volume": 18,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "journal": "Comm. Alg."
  },
  {
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "key": "Tra79",
   "volume": "82--83",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "journal": "Ast\\'erisque"
  }
 ],
 "authors": [
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Dick Sanor",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Earl Marney",
   "organisation": "Health Gold Semiconductors"
  },
  {
   "name": "Sam Benner",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Adelia Dunbar",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Stewart Integration Century Digital"
  }
 ]
}