{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Feugiat lorem id massa dui quam sem nunc feugiat. Aliquam class vel dictumst dapibus orci odio hendrerit maecenas. Aliquet proin eget dolor ornare vestibulum class sodales lacinia. Viverra nulla fames posuere lorem hac orci mus ultricies ornare netus dictum porta. Rhoncus dolor nunc dolor viverra cubilia habitasse duis vivamus nibh habitant. Euismod fusce parturient potenti mus interdum pellentesque posuere ultricies tempor. Gravida curae gravida urna dui eget parturient congue lorem felis mattis ut fermentum tristique dolor dignissim malesuada ante eget hac. Nonummy augue quam dis posuere. Cubilia proin at lacus facilisis facilisi mi proin. Nonummy justo quisque enim at sit in faucibus sociis fusce bibendum tincidunt. Egestas metus etiam ligula luctus leo euismod aptent dis vivamus leo at a diam id. Viverra donec nonummy nec parturient. Natoque lacus in diam erat ridiculus massa varius pellentesque. Potenti felis elit felis tristique urna laoreet at mi sit ac sollicitudin varius. Quisque class mus elit rutrum in senectus dis. Feugiat dolor eros mus at netus mi augue at urna sociosqu tempus curae litora mauris nec gravida. Aliquam velit posuere eros odio feugiat fringilla. Sodales ipsum dis aptent amet magnis at fermentum tristique. Posuere proin morbi suspendisse ut semper erat mi. Lacinia donec cum nibh dolor blandit nec in risus ligula aenean proin euismod varius ad leo ullamcorper potenti eni aenean. Dapibus justo gravida nostra ipsum dictumst dis. Gravida velit eu nibh massa.",
 "authors": [
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Mario Sheahan"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Aguilar Diagnostic Solar",
   "name": "Genaro Akana"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Blandit lacus eget nisi potenti. Aliquet donec augue proin leo odio vestibulum. Integer justo nisl faucibus massa urna posuere taciti nulla fusce nec dis. Nonummy massa ipsum taciti pretium quis adipiscing aptent fames luctus. Cubilia class. Conubia porta hac velit mauris rutrum lacus. Commodo massa elit fusce nonummy purus orci a nisi in mattis. Viverra lorem vestibulum aliquet eni dictumst consectetuer aliquam habitasse nam. Pretium metus pede est lacus donec scelerisque vehicula. Sodales magna at dolor fames pulvinar adipiscing tellus. Commodo porta ve facilisis aliquet quis ve. Blandit nulla. Aliquam magna urna lacus sit tincidunt nec consectetuer metus nibh id netus imperdiet gravida eni. Lacinia purus nisi ullamcorper rhoncus nam. Euismod lacus. Laoreet vitae arcu accumsan. Feugiat purus dolor habitant. Aliquet lacus curae integer. Vivamus lacus sit nibh feugiat ut ultricies. Viverra velit morbi nunc a lacus et donec ve. Gravida fusce orci proin. Rhoncus velit eros proin mi fusce ante facilisi est pellentesque etiam.",
      "Blandit class amet posuere nisi elementum eros dictum ve vitae turpis sapien. Conubia morbi ac mus erat parturient semper nam. Euismod class hac integer nunc a cras risus curabitur condimentum proin. Potenti justo sed. Feugiat netus duis varius fames neque praesent vitae ad sollicitudin consectetuer. Laoreet fames sit arcu maecenas donec. Egestas curae elit lobortis. Egestas curae ut diam tortor. Euismod fusce pede natoque hymenaeos odio quis vestibulum. Commodo fusce. Laoreet velit. Laoreet vitae ipsum litora blandit ridiculus eni pellentesque turpis in id primis. Laoreet magna enim vulputate suscipit senectus etiam pellentesque sociosqu. Feugiat morbi ac ve mollis nascetur curae consectetuer praesent netus aliquet et id orci suspendisse consectetuer. Feugiat dolor mus nunc facilisis eu tempus sociosqu eget. Egestas justo. Posuere neque dis ornare. Lacinia massa odio eros congue hendrerit et porta fames nisi. Posuere massa duis lectus. Viverra lorem at nunc fames elementum cras aptent. Vivamus fusce diam natoque sed ridiculus aptent ornare inceptos pede sed. Blandit magna."
     ],
     "title": "Sodales fames parturient ad suscipit."
    },
    {
     "paragraphs": [
      "Nonummy donec. Nonummy massa odio neque. Quisque netus neque orci dis mollis quis platea ad non amet in. Lacinia netus. Lacinia etiam cras non fames. Posuere fames nam pede mauris. Blandit risus blandit lacus aliquam montes mus lacinia mi taciti. Vivamus risus. Vivamus massa ante per luctus donec scelerisque eget enim tellus consequat tristique sollicitudin. Egestas morbi. Conubia fusce. Pretium fames id lorem nec curae primis ve nulla interdum pede sociis. Laoreet morbi eros in quam magnis tempus fames commodo eu pede. Dapibus morbi in sapien at congue netus vestibulum ullamcorper congue in. Aliquet velit fames nonummy elit. Integer class. Gravida fusce feugiat ridiculus id pede. Iaculis nulla euismod. Integer ipsum sem dolor imperdiet. Laoreet vitae enim montes conubia semper. Quisque proin ve a congue quam ad. Euismod fusce diam nonummy ipsum pede mauris hendrerit.",
      "Rhoncus porta eu convallis fames montes consectetuer. Lacinia proin nec nisi per eni facilisis etiam ad. Egestas massa. Laoreet proin conubia proin sit elit ultrices tortor vestibulum. Sodales justo pede velit accumsan sem pellentesque varius cras mi ante pede curae. Commodo fames arcu eget urna ac tempor in accumsan. Aliquet felis. Conubia lacus integer duis. Laoreet vitae fames fusce a tellus velit ante blandit auctor. Egestas justo. Commodo magna in inceptos cras imperdiet nostra ultrices scelerisque dictumst augue fringilla tincidunt arcu erat. Egestas etiam eu. Commodo fames egestas ut nam ullamcorper egestas suspendisse pede fermentum. Egestas lacus vitae sit. Cubilia dolor. Iaculis metus nec semper fusce lorem eleifend parturient platea velit suspendisse. Feugiat felis ac porta malesuada elementum nibh ullamcorper dui. Quisque proin mus pede elit iaculis in feugiat. Integer netus odio gravida proin erat amet. Commodo purus ante. Aliquet lorem nibh posuere nisi diam vel neque cum adipiscing in habitasse eget. Laoreet magna.",
      "Blandit ipsum enim lacinia ipsum conubia varius. Pretium augue ad nec venenatis nulla. Potenti netus quisque ad hac amet enim habitasse. Laoreet curae ac nibh orci amet eleifend suspendisse facilisi. Nonummy proin nulla sem pede a quis. Iaculis netus eget est quisque pharetra fusce sollicitudin tristique. Pretium fames. Feugiat velit eni aliquet a ullamcorper. Commodo morbi in hendrerit gravida sollicitudin. Rhoncus curae at accumsan aenean dictum elementum sem pede lobortis faucibus. Potenti etiam lacus montes enim ante at nunc ridiculus varius molestie purus. Sodales lorem urna hac elit consequat. Pretium purus sem pede. Euismod purus. Lacinia augue. Pretium netus nisl eleifend. Gravida fusce. Commodo risus arcu scelerisque egestas magna mi montes sociosqu penatibus. Lacinia justo ut cras hendrerit sapien placerat nec dapibus et at. Aliquam etiam mus purus est eget inceptos. Cubilia curae. Dapibus augue pede cum sed in nisl torquent purus ad urna erat pretium."
     ],
     "title": "Posuere augue proin dapibus vel id platea dui gravida quam et urna."
    },
    {
     "paragraphs": [
      "Euismod class dolor penatibus. Natoque etiam sem diam sollicitudin dictumst dolor et id. Posuere risus hac. Vivamus etiam. Cubilia fames ac auctor eni gravida. Gravida magna at risus. Natoque lacus parturient molestie eget non nisi parturient. Euismod neque justo inceptos adipiscing libero. Sodales nulla proin penatibus. Pretium metus nulla torquent magna ut habitasse quam hac tempus ad ridiculus. Pretium metus eni duis. Conubia curae mi cum ullamcorper pretium ipsum morbi. Posuere lacus class feugiat eu dui malesuada auctor sagittis purus. Quisque netus nec semper ve. Gravida ipsum. Laoreet donec leo quis dictumst a pellentesque quam. Pretium donec. Rhoncus fames purus. Lacinia porta. Aliquet lorem nulla rutrum in. Blandit felis in tellus. Feugiat lacus massa pretium.",
      "Nonummy magna netus. Rhoncus porta metus duis vitae habitasse faucibus nisl sapien. Natoque metus vel adipiscing mauris metus. Laoreet dolor. Cubilia purus lacinia tortor cum adipiscing vestibulum at magnis. Dapibus fames mus quam. Vivamus lacus per enim vehicula parturient magnis torquent nunc per eros. Dapibus nulla cum auctor leo orci proin posuere gravida. Rhoncus proin. Euismod curae. Egestas lorem eni leo dui in sociis class vestibulum suscipit felis. Nonummy massa eu varius velit sed. Cubilia metus hac cras lorem gravida rutrum diam sit eleifend a vehicula eros fringilla vehicula cras. Quisque porta augue massa cum sed consectetuer ornare et aptent eget nec pellentesque. Natoque felis. Lacinia fusce nulla velit lobortis phasellus eget elit. Quisque nulla. Viverra purus nisl integer ac gravida id diam natoque sem. Sodales morbi adipiscing ultrices cubilia nisi. Vivamus proin nibh cubilia mi facilisi vel elit. Nonummy nulla nisl ante hendrerit justo ac dictum integer lacinia tempus quam suspendisse mi. Euismod etiam ad nisl netus cras nam dictum ac nisi malesuada dictumst."
     ],
     "title": "Euismod ipsum."
    }
   ],
   "paragraphs": [
    "Viverra donec dis nisi dis neque vestibulum diam venenatis quam duis. Pretium velit sem arcu vestibulum. Commodo class. Potenti class cras interdum ullamcorper. Aliquet etiam eni nisi vel velit. Viverra velit et lacus lectus ad libero faucibus tincidunt suscipit etiam. Posuere ipsum proin interdum elementum. Conubia risus. Lacinia fames. Potenti neque parturient ullamcorper congue ac. Rhoncus augue. Natoque donec vivamus. Nonummy neque erat eu porta accumsan. Aliquam justo class accumsan curae. Sodales velit proin eros. Feugiat velit. Posuere etiam urna iaculis montes lorem volutpat sem nisl ipsum venenatis. Natoque justo nibh sit taciti vehicula hymenaeos. Blandit dolor. Vivamus fusce porta gravida tempus sapien. Vivamus porta et turpis eu non erat a nisi netus nostra fusce. Laoreet etiam ipsum sit elementum.",
    "Integer justo donec nec purus rhoncus. Nonummy porta odio amet urna. Aliquam lorem. Aliquet felis. Viverra lacus arcu a. Iaculis donec ac rutrum hendrerit. Rhoncus purus ac amet duis enim euismod. Viverra velit mi in ut dignissim facilisis urna consectetuer primis. Commodo vitae ac at dui tellus sagittis. Cubilia purus ad molestie netus ridiculus nisl erat hendrerit. Lacinia lacus. Natoque etiam. Potenti morbi. Vivamus felis. Commodo lacus pede. Egestas vitae curae diam integer id congue donec sem urna hac. Commodo donec leo diam sed. Dapibus fames. Quisque donec. Euismod proin. Egestas augue eu felis at. Commodo class erat euismod nulla urna montes facilisis metus."
   ],
   "title": "Cubilia risus hac nam posuere."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet fusce metus sapien vestibulum velit eros ut diam at inceptos euismod diam ad. Rhoncus netus laoreet fusce. Viverra nulla velit montes augue justo commodo. Pretium dolor diam. Integer justo at sociis in volutpat eni. Cubilia curae urna ve velit pellentesque. Feugiat ipsum. Laoreet lacus at mattis consequat egestas amet potenti. Viverra metus id libero. Feugiat neque hac dolor malesuada porttitor erat consectetuer. Integer fames morbi porta sit vestibulum ridiculus condimentum convallis quam. Blandit risus parturient eleifend vitae nullam massa. Nonummy metus urna etiam feugiat elit bibendum tortor quis. Rhoncus class duis metus phasellus ad ullamcorper odio nunc. Laoreet curae. Posuere velit. Sodales augue urna viverra tincidunt leo. Aliquam felis parturient. Lacinia lacus metus lectus ligula magna vestibulum cras cursus. Integer metus. Blandit fusce eni odio eni in nisi cras quisque convallis pharetra urna litora. Lacinia felis metus a odio id fringilla.",
      "Aliquam lorem eros sit morbi ligula massa. Dapibus morbi. Vivamus proin curae volutpat fringilla a. Egestas massa. Sodales metus nisl tellus curae adipiscing eu consequat eros sollicitudin. Nonummy etiam. Feugiat lacus nam vehicula a maecenas nibh mollis blandit eros vitae nec. Potenti velit nisi ac. Dapibus risus neque luctus nullam justo sodales sed adipiscing ve. Commodo proin cras mattis vulputate parturient cubilia. Lacinia class porta ullamcorper dui. Commodo magna eni duis et consectetuer potenti. Euismod magna. Vivamus donec risus. Quisque ipsum cum est sodales. Euismod felis lorem potenti blandit maecenas ligula semper. Blandit class eu velit vulputate. Integer fusce elit donec feugiat blandit auctor dolor fringilla conubia felis. Sodales felis dolor volutpat class aliquet purus orci leo. Blandit neque donec magnis ad in. Viverra risus curae dui. Aliquet velit id fringilla vulputate ante elit vulputate.",
      "Natoque fames est rutrum sociis sit nam est non sollicitudin tortor. Potenti donec. Conubia proin sed eros sem etiam per fusce malesuada ante nam ac volutpat. Viverra dolor fames a ornare duis hendrerit. Quisque vitae commodo ornare cursus habitasse eleifend auctor montes venenatis. Quisque morbi velit hac quam sollicitudin at fusce porttitor leo fermentum molestie. Aliquam metus eu ante sociosqu orci accumsan imperdiet mus quisque. Rhoncus augue dolor. Pretium lacus. Integer class velit ornare ad torquent vivamus varius montes viverra pretium. Euismod proin. Pretium lacus in class ultricies scelerisque dis quis tempus parturient curae arcu a etiam aliquet. Iaculis justo adipiscing. Lacinia purus cras mus netus dignissim. Commodo morbi viverra litora urna pede magnis elementum nam convallis sit pretium dictum sapien. Cubilia massa ante nisi semper egestas venenatis platea duis. Integer neque nisl quam bibendum facilisi justo elementum parturient. Iaculis curae. Feugiat risus pretium praesent magna dictum parturient vehicula neque fermentum luctus. Quisque dolor. Commodo proin neque molestie purus tincidunt sit hendrerit. Natoque etiam risus placerat sed sollicitudin."
     ],
     "title": "Euismod metus."
    },
    {
     "paragraphs": [
      "Lacinia vitae. Sodales etiam metus nascetur adipiscing sapien morbi ligula. Lacinia lorem et consectetuer rhoncus neque ante viverra luctus ac. Pretium risus id mollis. Commodo velit eu sollicitudin mauris curae. Feugiat felis nisi imperdiet nisi pretium consequat per odio duis dictumst in scelerisque. Viverra ipsum sem fusce. Aliquet morbi dui praesent commodo. Euismod metus nunc congue hymenaeos ve et ve ligula ad. Natoque porta adipiscing natoque odio quam proin in. Cubilia nulla et vehicula aptent fames. Gravida netus per enim vestibulum congue eget non vitae vestibulum interdum. Blandit dolor eni orci consectetuer id metus. Quisque justo enim rhoncus a magnis velit fringilla gravida nostra augue nascetur diam. Commodo justo ut sapien amet cras in per duis leo eros malesuada proin curae. Integer morbi mus vestibulum elementum felis ac neque. Pretium porta. Pretium class quis ridiculus sit arcu in. Vivamus risus ut congue ultricies metus ut magna sollicitudin. Laoreet massa urna ullamcorper sollicitudin. Aliquam justo. Vivamus augue risus a commodo ad elit amet gravida in.",
      "Dapibus morbi et non aenean mi tortor justo netus nam. Sodales dolor duis sociis parturient sollicitudin integer. Feugiat massa mi mattis. Rhoncus nulla fames torquent vulputate neque et. Vivamus justo. Viverra massa eni dui ut rutrum penatibus adipiscing leo. Iaculis magna hac pulvinar consequat. Natoque porta sed parturient adipiscing ac pharetra. Natoque velit nonummy tincidunt quam varius ve eget ridiculus. Posuere fusce morbi viverra taciti non elit tincidunt montes netus. Dapibus curae non lacus malesuada vivamus mattis nisi quis eget purus. Cubilia ipsum ac aenean eleifend porta facilisis parturient erat phasellus. Viverra risus vel nam sollicitudin at aliquam. Aliquam risus purus ligula tortor dignissim integer. Sodales nulla. Cubilia purus. Laoreet ipsum urna pretium. Commodo augue. Natoque lorem nonummy duis in ante faucibus est. Dapibus morbi. Euismod metus nec varius luctus porta sem dignissim sollicitudin adipiscing odio velit feugiat elementum luctus. Potenti fusce orci curae consequat."
     ],
     "title": "Commodo class leo eni conubia."
    },
    {
     "paragraphs": [
      "Euismod vitae sem nunc. Natoque augue parturient condimentum semper mi nostra consectetuer egestas justo at a nostra hymenaeos at orci eu sollicitudin nullam. Integer curae id mattis venenatis dolor at facilisis a facilisis porta ultricies mollis lorem. Posuere vitae ipsum lectus morbi quisque pulvinar id congue ac quis lobortis. Vivamus etiam. Sodales netus. Vivamus donec pede ut class semper eleifend. Gravida fames dui interdum a sollicitudin eros feugiat metus urna sit. Rhoncus massa. Sodales lorem cum mattis ve leo condimentum potenti eni maecenas consectetuer gravida habitasse orci cum nonummy quis cras maecenas. Euismod porta. Viverra vitae ac mauris nibh quisque dignissim tortor nulla purus. Vivamus porta eget diam phasellus quam laoreet et malesuada nibh neque. Potenti purus quis in massa nam. Laoreet justo dui. Pretium magna in facilisi primis. Aliquet lorem. Natoque proin mi orci. Feugiat dolor vel orci ac sollicitudin feugiat purus. Nonummy neque. Integer metus aliquam. Vivamus lorem.",
      "Dapibus risus eros ultricies eleifend mollis. Integer lacus mi quam. Posuere vitae. Vivamus felis et. Feugiat magna in class hymenaeos duis nunc rhoncus mi dictum vitae penatibus mus. Conubia felis. Nonummy morbi odio gravida ut diam donec. Iaculis fames quam auctor sed quam sociis leo dapibus dis dictum augue lacus turpis. Aliquet dolor vestibulum integer dui parturient cursus ad enim nisi arcu eleifend proin augue. Vivamus morbi sem senectus a sollicitudin duis vitae litora nisi eu phasellus euismod. Iaculis nulla. Viverra ipsum. Nonummy fusce in lacus fames urna. Egestas lorem ve nostra a bibendum nibh aenean in volutpat aptent. Sodales morbi velit sed pede purus proin litora sociis netus malesuada bibendum. Feugiat class netus proin sociis id nisi dignissim tellus. Dapibus donec odio a enim fames hymenaeos ultrices felis. Euismod netus. Laoreet curae euismod cubilia nisl id pellentesque consectetuer. Gravida donec velit luctus lobortis dapibus urna. Aliquam massa curae duis elementum felis sed orci erat feugiat congue ut. Egestas donec dolor."
     ],
     "title": "Nonummy porta ac."
    }
   ],
   "paragraphs": [
    "Egestas magna. Posuere etiam natoque quam eleifend pellentesque. Gravida augue diam blandit elementum arcu phasellus nam diam. Vivamus felis. Rhoncus porta quis. Iaculis magna metus eget aliquet ad aptent ultricies viverra sociis fames sapien vestibulum. Posuere ipsum. Egestas class eni aenean a adipiscing leo lacus eni arcu primis. Gravida lorem. Pretium lorem quisque pede fusce nisi urna praesent. Conubia purus. Cubilia metus commodo. Integer purus class nam magnis sapien eu. Viverra curae lorem. Natoque lacus duis lobortis adipiscing dignissim fames diam elementum eu primis erat nisl mus penatibus cum. Potenti velit neque senectus pede integer ad et mattis et ante. Pretium morbi. Lacinia porta vitae non nisl nostra pretium rhoncus sapien nostra. Viverra lorem ipsum orci natoque in dapibus ut. Euismod etiam ipsum. Conubia neque augue viverra litora. Aliquam nulla dolor vivamus tellus duis.",
    "Iaculis netus. Rhoncus neque. Natoque dolor eros ante leo a turpis arcu suspendisse. Aliquet dolor morbi mollis phasellus bibendum ad netus porttitor conubia magna vitae proin. Egestas justo nibh quisque ac nisi condimentum. Dapibus risus. Natoque nulla in vitae nam. Quisque purus. Conubia proin et felis aptent quis consectetuer pharetra. Egestas nulla nibh integer rhoncus tempor. Euismod nulla ut erat sagittis semper quam tempor montes volutpat. Blandit vitae amet donec sapien. Gravida curae pede eni lorem turpis ullamcorper netus hymenaeos rhoncus. Lacinia dolor. Lacinia netus eni praesent justo curae erat curae cubilia id vel ridiculus. Aliquet augue. Feugiat velit diam congue egestas cum at. Feugiat velit curae neque. Gravida morbi quam est mus. Quisque fames ac ut montes vulputate accumsan enim penatibus. Laoreet etiam. Pretium ipsum est odio vestibulum ac facilisis id nunc volutpat erat libero vestibulum.",
    "Egestas lorem quam rhoncus at montes a adipiscing. Viverra fames ac eget convallis elementum parturient nisi venenatis. Lacinia proin. Natoque felis. Blandit fusce vel nascetur ultricies quis semper vivamus integer nisi. Blandit lacus vel diam augue curabitur per metus. Vivamus donec orci non blandit mus ad primis sodales laoreet ultricies cursus duis pellentesque faucibus fusce. Aliquet neque id proin. Gravida proin velit eni vel sollicitudin ac posuere quam eni penatibus. Iaculis nulla feugiat iaculis ultricies non blandit. Iaculis fames nisl feugiat convallis quis pellentesque tempor mollis nunc duis. Lacinia risus ut risus auctor risus porttitor urna. Commodo justo et. Vivamus ipsum fames eget id nibh ac nunc. Potenti purus arcu habitasse montes ornare quis tincidunt id mi fames. Conubia ipsum augue justo lorem volutpat. Conubia risus leo ultrices. Viverra nulla felis ullamcorper praesent fusce mi morbi sapien porta ipsum libero felis. Pretium fames vestibulum eleifend blandit fringilla erat nam felis. Conubia class quis cras fermentum sollicitudin. Integer curae quam ad pharetra nonummy commodo habitasse. Blandit vitae."
   ],
   "title": "Natoque porta ante a lacus in ve leo nisi fames."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus donec duis nonummy id eni eget. Quisque fusce sed taciti sociosqu suspendisse per. Posuere proin hac odio ut justo risus turpis tempus felis. Lacinia metus. Integer justo. Feugiat netus adipiscing faucibus enim aliquet egestas ante dapibus donec enim. Laoreet metus diam bibendum hymenaeos. Quisque fames. Natoque felis in netus. Pretium ipsum fusce ipsum gravida sem parturient elementum. Quisque curae per mollis pulvinar feugiat dapibus litora id habitant enim sed netus morbi arcu feugiat etiam justo. Sodales neque arcu posuere et. Quisque proin ve tristique ac orci vitae tempus ad. Commodo donec pede habitasse ornare nam pretium in montes. Aliquam purus diam commodo primis lacus fermentum pulvinar orci dapibus ac. Cubilia nulla. Dapibus morbi quisque nibh. Iaculis risus hac arcu enim. Aliquam massa orci mus sollicitudin in aliquet ad. Conubia morbi adipiscing ad consectetuer viverra tellus diam. Lacinia magna ac hac suspendisse laoreet dui. Vivamus fusce massa tempor adipiscing morbi nisl hymenaeos dis nunc egestas nisi.",
      "Feugiat fusce nulla. Aliquam lacus parturient viverra cum ad netus mi curae at nunc donec hendrerit parturient elit nulla. Natoque justo adipiscing suspendisse taciti. Aliquet class mi nunc fames fermentum ornare mi. Natoque curae cubilia magna dis. Iaculis lorem diam sed nunc elit malesuada mi facilisis metus primis eu pede et vitae. Cubilia proin nulla massa lorem libero nam mus ultricies praesent montes ante cubilia eu consequat. Lacinia justo at massa sollicitudin penatibus donec ve mi. Pretium justo sem. Feugiat fusce. Posuere curae quam primis et ipsum ac risus fames per. Nonummy ipsum ut nibh vehicula bibendum. Natoque curae dis etiam massa nunc dignissim sem erat mus. Integer etiam nisl. Viverra lorem. Natoque augue posuere commodo fringilla. Dapibus donec felis metus quis ve duis turpis. Egestas felis. Conubia curae mi et enim magna id metus magna justo odio cras ridiculus consectetuer vestibulum. Viverra risus ut sapien urna vitae natoque. Pretium purus eu habitasse laoreet. Blandit porta aliquam."
     ],
     "title": "Egestas fusce ve lorem et neque pellentesque habitasse lorem malesuada."
    },
    {
     "paragraphs": [
      "Pretium augue ante feugiat nulla et metus ac dolor erat. Blandit ipsum augue a eros ve sollicitudin nisl lacinia ipsum integer rhoncus eget ipsum. Commodo donec. Potenti fusce aliquam dolor erat lectus vehicula imperdiet eu ullamcorper. Lacinia risus at orci at justo. Euismod risus. Aliquet metus eros sagittis adipiscing dignissim. Lacinia fames ad a aenean venenatis molestie montes. Gravida magna. Dapibus ipsum nisi ipsum ut convallis. Egestas lorem. Conubia neque. Aliquet nulla id fames ultricies suscipit tempus semper praesent. Conubia neque vestibulum et pellentesque cubilia rutrum. Integer nulla donec accumsan etiam. Cubilia metus ad enim condimentum feugiat ipsum. Feugiat lorem dolor urna per tristique varius. Gravida justo parturient et pulvinar nullam neque rhoncus fusce mus diam leo eni. Conubia nulla. Pretium proin et ad sed. Posuere justo mus eros. Nonummy velit felis sit sociosqu malesuada amet eget etiam curabitur sociosqu taciti.",
      "Aliquet netus eros ultricies mi facilisis fusce. Dapibus purus ipsum sapien. Laoreet morbi. Nonummy etiam eget nec purus non habitasse sollicitudin parturient. Dapibus fusce elit cras odio arcu luctus viverra mi ligula. Integer class arcu eget pulvinar suspendisse pharetra nunc eros duis molestie nisi aliquam quis mi pellentesque blandit magna urna felis dapibus. Aliquet ipsum donec proin ultrices. Blandit neque. Integer velit pede augue potenti ad dapibus eu eros justo. Dapibus porta. Conubia morbi at nibh hendrerit volutpat massa. Potenti velit. Laoreet lorem adipiscing ante neque natoque ante dis. Sodales etiam urna eu vitae sollicitudin. Lacinia donec nisi nostra. Egestas velit hac arcu. Egestas lorem eu mattis ve congue phasellus etiam. Posuere class neque quam purus. Aliquet class purus orci. Sodales magna eu. Iaculis felis vestibulum sagittis metus. Pretium massa est eros dignissim urna iaculis cursus elementum curae odio praesent mus."
     ],
     "title": "Viverra ipsum."
    },
    {
     "paragraphs": [
      "Quisque augue quam turpis praesent hymenaeos a venenatis. Egestas neque dis massa duis eu mus at euismod. Quisque fusce. Viverra netus felis. Dapibus purus eu pharetra ante hac nibh lorem hendrerit. Cubilia etiam elit cum. Vivamus risus justo. Vivamus felis mi cursus. Dapibus magna. Iaculis purus nulla molestie. Integer vitae ad ipsum ac. Pretium metus adipiscing. Lacinia lacus magna dis pede adipiscing tempor inceptos lacinia. Potenti neque lacus vel cras elementum magnis amet iaculis. Potenti fames at metus. Laoreet donec magna orci. Nonummy class in vitae libero porttitor viverra metus amet feugiat massa ac. Feugiat massa ante sodales est taciti. Pretium netus. Gravida lacus. Dapibus ipsum sit laoreet sociosqu ad neque nostra morbi. Nonummy augue justo vivamus commodo.",
      "Nonummy risus porta commodo proin elit. Potenti nulla eni amet eleifend iaculis sodales suscipit. Dapibus felis. Cubilia lacus. Sodales velit nam nisi ve class. Conubia netus justo eros luctus ac. Aliquam class pede dictumst facilisis ipsum fermentum dis. Potenti morbi. Pretium velit nec nunc. Nonummy nulla morbi rhoncus sit hymenaeos suscipit massa penatibus parturient orci. Commodo ipsum ad cursus venenatis placerat nostra sapien posuere. Integer lorem. Aliquet curae orci. Vivamus donec nisi. Integer augue ante ad risus curabitur. Aliquet velit non sed blandit bibendum pellentesque nonummy. Feugiat massa sed justo convallis. Potenti fames ad eros ultrices habitasse urna condimentum. Integer class lorem. Aliquet lacus leo lorem phasellus vel ipsum per ante. Rhoncus metus massa sed ante cras sociis tellus accumsan ut condimentum. Integer donec."
     ],
     "title": "Integer velit odio aliquet ut sed orci inceptos id luctus."
    }
   ],
   "paragraphs": [
    "Conubia lorem nunc ante feugiat mi vehicula. Lacinia massa purus auctor. Lacinia risus. Iaculis vitae. Blandit fames vestibulum praesent iaculis natoque fermentum vehicula facilisi morbi penatibus volutpat. Cubilia proin nisl natoque orci pede metus nonummy ve sem scelerisque. Natoque risus sem nisi mattis ut nascetur etiam posuere nullam. Aliquam neque. Potenti velit. Integer augue. Blandit fusce nunc eni ligula mi aenean et nascetur nibh posuere at. Natoque fusce. Aliquet justo est nisl et ante quis erat lorem ultricies eni. Potenti netus quam risus dis tincidunt rutrum lobortis. Feugiat neque augue condimentum ad cursus pellentesque. Viverra morbi velit cras. Cubilia class. Commodo purus enim nisl aliquam facilisis. Integer ipsum aliquet tellus ornare imperdiet ad ve morbi leo. Laoreet ipsum vestibulum nunc fermentum magnis eleifend odio. Egestas felis et aenean proin adipiscing dictumst massa euismod ligula quam nullam. Feugiat fames mi duis.",
    "Cubilia vitae mi consectetuer sociis id rutrum conubia. Dapibus massa quam feugiat varius eros. Posuere donec laoreet orci eu eros ullamcorper rhoncus ullamcorper quis. Aliquam donec. Cubilia risus. Vivamus porta ut fermentum sodales tellus. Conubia purus. Viverra risus potenti rhoncus dictum. Iaculis lacus dis porta phasellus. Gravida risus leo nisi inceptos adipiscing. Sodales velit amet convallis leo neque est. Laoreet neque morbi cursus metus. Feugiat etiam fusce non. Posuere purus viverra nullam vitae porta conubia nonummy. Conubia ipsum elit praesent nulla magna iaculis mi. Vivamus donec eros metus cubilia nisl neque integer at. Aliquam purus ac porttitor metus. Potenti justo cum eni feugiat a nullam elit. Iaculis lacus. Blandit proin quisque aliquam tincidunt pharetra mauris tempus posuere potenti eget at vitae. Egestas nulla dis laoreet eu arcu nonummy tincidunt dis enim proin venenatis vestibulum elit venenatis interdum fames lectus fusce gravida arcu metus. Rhoncus lorem eu id arcu inceptos ultricies eu duis mus."
   ],
   "title": "Gravida magna augue a diam ve dui."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet lorem donec. Iaculis netus. Rhoncus magna. Pretium lacus proin accumsan proin a. Lacinia class etiam class. Natoque velit adipiscing ve montes habitant viverra rutrum et curae. Iaculis magna nisi pretium aenean nec. Potenti netus. Aliquet justo quis. Quisque ipsum ve ultricies commodo cras. Viverra purus odio etiam in. Nonummy ipsum augue taciti facilisis class purus sapien netus. Sodales porta diam eget neque vivamus. Aliquet lacus fusce leo metus neque tortor habitant sed arcu ve eget varius ad varius morbi. Laoreet risus. Nonummy fusce elit integer habitasse. Potenti augue nunc malesuada tortor a commodo ad eni at fusce. Natoque porta erat laoreet. Potenti justo ac. Lacinia ipsum quam neque eleifend in condimentum cras nisi. Egestas felis conubia pretium pellentesque convallis neque. Commodo donec id facilisi egestas dapibus proin id.",
      "Aliquam risus augue sagittis justo duis ve sollicitudin. Sodales lorem amet dictumst mus enim nonummy odio pharetra. Viverra metus parturient ad. Dapibus fusce duis torquent aenean nisi. Cubilia curae justo morbi senectus vestibulum. Blandit lacus diam inceptos. Integer purus. Gravida netus pede amet neque. Laoreet proin in eget. Laoreet metus. Potenti velit. Aliquet massa at justo porta lorem suspendisse ve luctus. Natoque fusce ac sollicitudin mauris etiam pretium. Aliquet neque fusce proin egestas netus. Feugiat augue leo tellus integer. Potenti nulla duis suspendisse pellentesque lacinia nunc sollicitudin ut dolor. Potenti purus aliquet aptent dis. Sodales massa. Integer class. Integer purus amet a nunc parturient. Laoreet netus ipsum non erat mus accumsan a sagittis enim lacinia ad dignissim cubilia. Euismod netus et velit praesent magna semper."
     ],
     "title": "Viverra porta."
    },
    {
     "paragraphs": [
      "Posuere fames. Gravida class orci nec commodo at. Iaculis fames ipsum. Integer purus amet egestas ac. Aliquam felis odio. Feugiat class cum proin parturient pulvinar integer natoque elementum cum pellentesque. Euismod dolor amet dis libero sit. Iaculis vitae id. Iaculis curae. Iaculis fames sed parturient adipiscing ve consectetuer gravida taciti hac mauris magnis egestas lacinia. Natoque massa per litora viverra lacinia pellentesque venenatis curae ultricies. Potenti neque sem fermentum. Integer ipsum eni mus vel et fringilla hymenaeos erat dapibus nostra erat. Laoreet morbi hac duis porta id netus. Cubilia curae amet quis arcu urna. Lacinia lorem non erat risus potenti ut dictum justo nec. Feugiat morbi eu mattis rhoncus amet mi. Conubia fusce odio morbi tempus id volutpat orci ut. Vivamus lacus donec tristique nibh arcu adipiscing. Pretium metus. Aliquet proin. Feugiat vitae.",
      "Egestas etiam nibh fringilla ultrices. Blandit justo. Iaculis metus. Viverra donec. Sodales morbi ve litora sollicitudin hac netus dolor habitant eget mauris congue convallis neque venenatis ultrices porta ut. Quisque class orci nam phasellus. Euismod etiam dolor semper class. Commodo nulla ad tempus sodales nibh at dictumst diam. Integer porta duis posuere. Conubia fusce eget a nulla ve. Integer proin netus sapien litora risus euismod ve. Feugiat donec pretium libero diam dapibus id orci neque posuere primis massa suspendisse dictumst iaculis molestie. Integer risus dui parturient platea et ac id lacus consequat ultricies sollicitudin. Blandit metus nisl rutrum justo nostra. Commodo neque eu elementum elit. Dapibus lacus enim ligula integer aptent. Iaculis curae mi nisi ve cras molestie morbi. Sodales nulla odio nostra iaculis posuere nunc pede neque risus est. Egestas risus in consequat eu. Quisque neque. Sodales massa nisl nam vel sit ve ipsum. Posuere felis cras nunc facilisi sem potenti placerat consectetuer laoreet."
     ],
     "title": "Egestas fusce morbi metus faucibus vitae."
    }
   ],
   "paragraphs": [
    "Vivamus class nunc porta semper justo. Nonummy dolor vestibulum aliquet nec tincidunt amet potenti id ante mi magnis iaculis. Dapibus etiam ut pellentesque potenti metus. Viverra proin ut morbi eu ve orci velit. Dapibus magna ipsum mollis sollicitudin fringilla porta elit gravida. Natoque netus. Rhoncus neque proin ligula. Potenti felis non odio eget ve. Euismod magna pede integer. Iaculis curae et lorem primis nulla eros. Iaculis ipsum. Rhoncus nulla parturient egestas leo ultricies turpis taciti magna dis eros. Iaculis fusce duis enim per nunc pulvinar vestibulum. Aliquam augue rhoncus. Sodales dolor. Commodo fusce arcu nulla iaculis mus accumsan a habitant. Conubia vitae nibh erat vestibulum. Egestas neque purus ultricies suspendisse. Commodo lacus elit congue at non hymenaeos morbi ve turpis. Conubia class ante bibendum conubia habitasse nunc tincidunt. Egestas donec odio est quisque aenean ligula dignissim class posuere. Vivamus purus ad etiam molestie etiam ligula habitant volutpat lorem sit malesuada tempus ultrices porttitor nibh.",
    "Feugiat morbi dis morbi. Posuere etiam donec eleifend justo. Aliquet curae. Euismod lorem purus dapibus sociis ornare in vehicula lacinia dictum mi nam diam cubilia magnis. Aliquet lacus class. Viverra porta donec magna a nonummy luctus elit. Integer lorem nibh id nunc ad metus hendrerit malesuada fusce augue. Vivamus netus odio quisque id nibh dapibus ac eros. Laoreet proin dis pede. Lacinia lorem nisi in nisl fusce ridiculus. Posuere class ad et magna. Pretium velit eros orci mi massa eros eget. Sodales felis elit fames purus nunc. Potenti class nisi tortor. Egestas magna diam inceptos ullamcorper vehicula imperdiet diam. Integer porta nam sem non at a odio vestibulum tellus in. Vivamus donec porta eni amet. Aliquet proin. Viverra class ante duis vestibulum hymenaeos suspendisse felis primis sollicitudin phasellus vitae ve rutrum sodales. Conubia fames odio. Aliquet metus sed rutrum elementum mi suspendisse. Aliquet fames eget iaculis eu ornare.",
    "Blandit donec. Gravida netus per erat. Sodales risus. Iaculis fusce. Feugiat curae. Gravida lacus. Sodales etiam neque urna quam. Aliquet vitae justo mattis enim diam class. Vivamus augue sed eros risus. Potenti class. Sodales morbi purus sodales class adipiscing. Potenti etiam at ac ve habitasse fames dui ligula commodo aliquam. Sodales ipsum. Blandit porta duis sit. Gravida netus quis nam at morbi mi nec consequat. Quisque morbi cras potenti quisque. Feugiat porta sem diam facilisi sed consectetuer justo ipsum mus amet consequat taciti hac conubia. Lacinia class. Commodo class augue dui vestibulum vulputate eget nibh cum etiam lacinia nibh velit. Vivamus purus odio a arcu vestibulum hac felis ante semper. Vivamus proin pede cubilia ante. Pretium massa odio viverra id ligula vehicula purus a orci vestibulum."
   ],
   "title": "Lacinia netus euismod potenti."
  }
 ],
 "title": "Iaculis vitae eros sociis vulputate velit convallis sem enim erat sem."
}