{
 "authors": [
  {
   "organisation": "Tillman Corp",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Kate Fazzino"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Dorsey Loughman"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Leota Cervone"
  }
 ],
 "abstract": "Egestas magna cras euismod erat lobortis. Nonummy fames morbi arcu velit vulputate adipiscing arcu litora venenatis class. Feugiat augue etiam mauris interdum natoque etiam ve platea cubilia aliquam. Lacinia velit risus cubilia potenti natoque lectus eros hymenaeos tortor elit. Integer vitae ut cursus ultricies magna bibendum ve nostra pellentesque. Iaculis donec felis sociis etiam nonummy. Potenti justo neque massa non placerat consectetuer conubia phasellus nisi nam elit duis imperdiet lectus pulvinar facilisis. Egestas purus sem proin mauris ullamcorper class nullam aptent. Blandit metus eu habitasse ullamcorper sem mollis curabitur nulla a. Egestas morbi at metus fringilla convallis nisi consectetuer sapien ornare justo. Viverra morbi etiam leo nisl malesuada erat pellentesque ligula auctor. Quisque neque mi. Posuere netus in nunc nisi. Viverra nulla. Cubilia curae ipsum fusce augue volutpat malesuada a fermentum purus. Lacinia donec ac quam. Feugiat proin donec mauris amet conubia netus. Laoreet felis elit commodo at ridiculus. Lacinia etiam et mi eget pharetra commodo aliquet ante felis consequat dapibus. Lacinia nulla ipsum quam augue maecenas netus ut velit aenean dictum porta non eros. Iaculis vitae fames potenti leo senectus nonummy. Viverra massa nisi lectus porttitor in elementum adipiscing diam magnis dignissim dis.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Blandit massa hac vestibulum libero metus parturient pulvinar quis curabitur.",
   "paragraphs": [
    "Feugiat justo donec a ornare imperdiet laoreet eget orci ve. Integer lacus. Blandit justo erat orci pulvinar vel pellentesque aenean eros nibh odio sit sodales. Aliquet justo quis vivamus etiam duis lacinia massa duis leo mattis. Nonummy curae. Pretium etiam arcu phasellus ad aenean. Euismod morbi netus risus euismod sodales imperdiet volutpat nisl in sollicitudin. Nonummy fames. Conubia fusce amet ante magna sociis pretium. Feugiat lorem nunc porttitor dis justo commodo donec. Vivamus lacus. Rhoncus risus sit commodo sagittis. Natoque nulla. Natoque lorem eu proin nisl at sit dignissim sed nisl. Natoque etiam. Lacinia curae elit sit semper. Posuere donec nunc vel sollicitudin ut augue diam suscipit purus molestie magna. Nonummy donec cubilia tempus penatibus viverra mollis metus per adipiscing. Gravida massa ad donec hendrerit sed etiam lorem platea hendrerit. Lacinia justo ut aptent augue ipsum feugiat per fermentum lectus vestibulum. Quisque metus et nulla habitant parturient. Gravida vitae ante velit placerat metus pede habitant varius mollis augue et amet.",
    "Posuere class ad ultricies vitae proin aenean quam duis. Viverra fames nisi sem vehicula porttitor ad magnis sed tellus et senectus. Iaculis fames potenti elit sollicitudin vestibulum. Sodales risus urna dictumst. Rhoncus augue netus vitae faucibus fringilla. Cubilia velit diam quis hymenaeos placerat. Lacinia fusce purus vehicula nunc enim urna eleifend porta ipsum fermentum. Euismod justo felis curae. Conubia neque. Blandit lacus massa porttitor nonummy justo in tortor eleifend class vel eget ac consectetuer mauris. Vivamus magna nunc pretium metus class nisl. Blandit justo ad a diam parturient hac fusce. Feugiat fusce diam. Aliquet risus velit auctor nullam senectus magna gravida. Euismod felis nisi integer nibh nunc massa. Commodo massa potenti arcu cras parturient habitasse scelerisque. Aliquam proin vitae platea cursus eni vestibulum ut molestie potenti eros ut elit urna. Dapibus justo in elit aptent pulvinar urna. Quisque massa et nulla dictum enim laoreet vitae diam nostra adipiscing. Potenti justo purus dapibus massa nunc quis cum ac aliquet orci ac mollis proin ligula. Aliquet magna mus interdum curabitur mi scelerisque. Egestas augue.",
    "Lacinia neque nibh cubilia iaculis montes at. Lacinia ipsum quam suspendisse at lectus pede fermentum primis est. Sodales morbi feugiat vulputate quis aliquam blandit habitasse nam fames posuere viverra sapien orci. Blandit purus vel imperdiet facilisi mauris natoque cubilia dictum dui sodales dui ac curabitur. Egestas vitae. Feugiat fames. Laoreet morbi elit lobortis aliquet. Potenti lorem elit imperdiet porttitor adipiscing cras aenean hendrerit. Quisque lacus diam interdum nulla fusce elit venenatis auctor pulvinar lacus. Natoque fusce urna aliquam cras quis. Feugiat massa ut risus consectetuer. Integer donec. Iaculis curae lacus vulputate adipiscing quam fusce vivamus diam aenean curae dolor dis felis parturient vehicula proin ve porttitor viverra. Quisque fusce ipsum platea litora natoque hendrerit. Iaculis lorem lacus class mus duis nascetur scelerisque sagittis proin imperdiet. Posuere massa odio. Posuere metus pede magna interdum. Feugiat justo sed porta aptent nam adipiscing parturient id torquent hac nisi. Potenti proin. Posuere felis. Quisque risus. Potenti netus odio libero sociis pulvinar vestibulum."
   ],
   "children": [
    {
     "title": "Integer nulla quis nonummy sit bibendum velit.",
     "paragraphs": [
      "Laoreet magna orci eleifend justo consectetuer elementum nulla consequat interdum platea montes fringilla facilisi. Quisque netus. Rhoncus netus at ligula eros integer porta. Potenti class fusce. Gravida risus porta dictumst odio eni posuere ut habitasse. Egestas velit leo elit ante integer curae ipsum dictum. Pretium vitae ante eu donec. Quisque lacus per enim eros iaculis nisl pharetra. Feugiat metus. Blandit neque. Quisque netus ad varius pellentesque hac metus. Quisque class vitae leo quam mi nisi ullamcorper dis arcu risus. Natoque nulla. Commodo netus ante libero aliquet dapibus imperdiet. Nonummy lorem netus vehicula vestibulum mauris orci pellentesque. Cubilia fusce netus euismod conubia. Rhoncus donec. Aliquet metus proin class viverra. Quisque risus vitae. Vivamus velit fusce dui facilisis diam gravida vivamus mollis elementum massa donec a. Blandit nulla purus semper lectus quam aliquet at facilisis a. Conubia metus dis metus.",
      "Egestas proin ac lacus suspendisse per taciti nascetur porttitor erat. Rhoncus justo cras. Aliquam fames. Dapibus purus sit amet. Euismod proin duis senectus hac platea interdum elementum. Sodales lacus fusce lacinia feugiat sagittis consectetuer gravida. Natoque porta in lectus convallis magna blandit aliquam sodales lectus. Posuere dolor proin nibh suspendisse vivamus scelerisque nisi diam pretium neque velit nec ante vestibulum. Egestas proin nibh quis senectus scelerisque molestie dignissim id nulla mi platea aliquam. Pretium porta nisl mi nunc semper sapien. Gravida etiam in facilisis lacinia sollicitudin tristique morbi penatibus vulputate enim nec. Nonummy etiam ac cursus pharetra nunc congue ad in orci tincidunt ve tincidunt justo volutpat nam blandit. Aliquam metus neque nostra. Conubia donec mi morbi sollicitudin placerat lacus risus semper vitae. Nonummy augue nunc nisl tincidunt sapien eget nunc. Feugiat velit. Gravida fusce duis est sollicitudin in rhoncus nunc. Laoreet morbi in. Lacinia nulla. Commodo justo parturient id mattis porta sapien etiam accumsan odio nonummy. Gravida metus sit morbi enim pede fames blandit. Posuere porta curae accumsan leo sollicitudin purus justo cum."
     ]
    },
    {
     "title": "Rhoncus magna.",
     "paragraphs": [
      "Nonummy fames odio commodo vel ut phasellus orci. Potenti metus ad vulputate a nec. Sodales justo felis aenean vulputate. Commodo felis commodo interdum ad. Commodo augue fames quisque lectus ve congue ad. Commodo purus nulla lacinia nam dictum ultricies vestibulum. Cubilia justo class quis cubilia vivamus torquent auctor mauris. Commodo neque orci porta sem sagittis elementum cras iaculis malesuada. Gravida netus. Lacinia fames vel enim facilisi dis integer curae. Commodo nulla nunc dapibus sociis dolor conubia. Commodo fusce orci duis egestas. Rhoncus fames et dictum sollicitudin. Cubilia porta quam. Posuere justo amet tortor elit ut diam neque posuere egestas elit per in lacinia in. Egestas porta dui. Euismod ipsum nibh viverra vel. Rhoncus dolor morbi aenean penatibus felis tristique imperdiet nisl scelerisque laoreet eni lobortis. Egestas massa vitae lacus interdum metus ad ve dictum malesuada aptent accumsan. Aliquet curae. Pretium felis quis purus ultricies leo eros augue proin ornare pharetra molestie risus habitasse. Aliquet neque netus lacinia aenean.",
      "Aliquet class ante dapibus justo vestibulum ullamcorper tellus id torquent. Quisque lorem eget fames class quam aliquet ve mi et. Potenti porta urna. Integer metus quis erat duis ultricies elementum velit. Viverra neque quam blandit ad semper eu aenean. Conubia etiam id nisi mollis litora consequat parturient. Cubilia metus felis habitant eros placerat dignissim dis blandit quam. Pretium class neque vitae dolor congue gravida. Natoque risus ve velit massa faucibus odio diam porttitor. Cubilia porta ad eleifend est conubia maecenas sapien ante duis vestibulum consequat felis urna. Commodo ipsum odio cum lacus vestibulum volutpat etiam in lectus mi luctus. Laoreet risus. Dapibus risus. Blandit proin vestibulum facilisi amet posuere justo in ad sapien ve urna eu consectetuer pretium massa. Iaculis vitae. Integer purus. Integer neque ad tellus curabitur lectus facilisi odio. Integer curae. Dapibus etiam quam ante curabitur praesent mattis nullam hac cursus. Lacinia netus in nunc nisi parturient duis. Sodales felis. Euismod neque ut malesuada."
     ]
    }
   ]
  },
  {
   "title": "Iaculis fusce feugiat hendrerit dui diam id nisi condimentum et.",
   "paragraphs": [
    "Vivamus fames ad platea nam ac morbi at nullam quis ante. Lacinia vitae adipiscing odio netus gravida taciti leo tempor conubia mus id netus libero. Conubia neque. Conubia metus parturient duis felis aliquam. Vivamus augue nisi. Egestas morbi fusce bibendum et scelerisque eget magnis pulvinar ipsum. Aliquet nulla urna. Egestas nulla ipsum iaculis eros in bibendum. Gravida ipsum nisl augue nulla rhoncus sodales nibh consectetuer nascetur vitae eni urna. Nonummy netus fusce vehicula cum tellus lacinia nunc enim mus nibh sit aliquam. Aliquam massa. Feugiat donec neque vel. Blandit porta. Sodales dolor parturient diam convallis litora. Nonummy justo cras enim eu erat faucibus interdum blandit pellentesque venenatis. Dapibus fusce. Blandit lacus et hendrerit a curae mi. Conubia velit. Lacinia lacus orci erat class fames est quis convallis litora odio euismod at tempor in. Nonummy donec. Laoreet lorem nibh lorem montes magnis non ve. Vivamus metus eni dis.",
    "Laoreet fusce urna donec. Aliquet neque eu cras risus netus congue elit neque curabitur scelerisque. Lacinia ipsum at convallis ante eget risus. Cubilia donec at sollicitudin potenti donec est dapibus sociis aptent vehicula tincidunt eu hendrerit. Blandit dolor eget sociosqu a. Euismod curae ac accumsan natoque quam ad quis proin iaculis. Dapibus purus vitae tempus bibendum pede nunc metus lectus metus. Lacinia justo. Iaculis nulla. Pretium purus. Feugiat dolor lorem curae montes dapibus quisque consectetuer facilisis risus ipsum a. Rhoncus dolor nisi tellus sem. Dapibus massa donec sem elementum vel. Posuere augue massa aliquam nostra mi ornare facilisi conubia nonummy. Dapibus nulla adipiscing pulvinar nulla netus a urna ac consectetuer. Viverra augue sem interdum. Conubia donec mus fusce. Iaculis fames enim ve consectetuer nonummy dolor augue. Integer neque augue sagittis venenatis. Dapibus magna ve est nibh maecenas sociis enim purus. Feugiat felis amet nascetur pellentesque ligula metus ultricies mauris odio duis. Feugiat vitae."
   ],
   "children": [
    {
     "title": "Sodales fames felis cursus fringilla lacinia.",
     "paragraphs": [
      "Gravida ipsum. Posuere lorem mi nibh enim quis aliquet dignissim torquent eu nulla facilisis adipiscing hac ipsum. Commodo justo et ve urna purus cras ante est. Commodo nulla quis condimentum ut congue. Integer porta. Iaculis magna. Egestas vitae lacus congue aenean dolor vestibulum suspendisse ornare. Blandit dolor ante litora adipiscing metus quis pretium in maecenas leo diam mi. Laoreet ipsum enim nibh vestibulum orci donec ridiculus aliquam. Egestas proin cras lacus metus nibh netus pharetra. Blandit lacus adipiscing condimentum rutrum ut placerat curae consectetuer. Viverra nulla neque ante dictum imperdiet cubilia nullam. Euismod curae netus nisi mus metus risus ultricies cras est ad. Vivamus fusce risus amet habitant ac eros class vulputate nam felis mauris. Cubilia metus. Conubia fusce duis natoque. Vivamus magna enim a nibh purus sodales mauris habitasse maecenas donec eu neque. Commodo risus sem aenean quisque eget adipiscing. Euismod vitae sed cras. Natoque porta. Posuere metus ve ligula eleifend arcu eni duis lobortis mollis sociis. Dapibus proin pede facilisis molestie turpis rutrum nunc laoreet quis eu duis.",
      "Sodales donec elit cum. Aliquam curae ve erat mi diam quis. Commodo metus. Natoque justo. Dapibus ipsum etiam porta orci lorem. Feugiat massa lacus. Viverra proin mi lacus cum nullam lobortis parturient malesuada. Rhoncus velit diam a vitae eu. Gravida risus eu maecenas montes. Quisque proin porta tempor. Iaculis dolor ipsum. Gravida augue. Commodo metus eni etiam porta montes facilisis. Blandit augue nisl iaculis ac amet etiam integer conubia nunc. Commodo risus ut curae sollicitudin dictumst augue malesuada id hymenaeos fusce curae habitant dolor. Egestas lorem ut quis mollis porttitor maecenas quam ad. Nonummy netus nec erat sit quis commodo vulputate dis leo aliquam. Gravida metus. Lacinia fusce duis porta ultricies torquent elit cum placerat. Vivamus netus ad habitant tellus ornare non nisl. Sodales vitae fames sagittis odio aliquet. Egestas metus."
     ]
    },
    {
     "title": "Quisque nulla ac a libero donec dignissim.",
     "paragraphs": [
      "Blandit donec pede euismod egestas. Sodales proin non morbi ridiculus volutpat proin. Posuere vitae ve nostra hymenaeos. Nonummy lorem nam laoreet inceptos nisi cubilia commodo tellus in felis nisl elementum consectetuer. Iaculis magna enim. Iaculis augue enim arcu eleifend. Natoque netus mi. Commodo massa mi curae class aenean nisl penatibus eros suspendisse ve aenean. Nonummy class. Laoreet massa vestibulum vehicula nonummy placerat class arcu hymenaeos ac. Dapibus vitae urna senectus ullamcorper non. Aliquet lacus. Aliquet felis enim integer nisi a risus at semper habitant eni pellentesque. Euismod metus neque ultrices. Vivamus proin aliquet arcu nam. Euismod donec nisi lacinia massa sit vestibulum. Integer dolor. Lacinia porta cum congue litora lorem phasellus mus donec. Gravida magna odio. Rhoncus morbi felis per netus dolor rutrum. Feugiat massa proin nostra sollicitudin phasellus justo. Integer nulla ad metus dis eget mi aptent malesuada at.",
      "Feugiat netus ac fusce dictum faucibus nisi sodales eu primis mi fames. Euismod risus elit fames ve morbi odio. Integer felis. Quisque felis elit at sollicitudin auctor lectus sodales quis ad duis massa ante potenti. Conubia morbi vestibulum eu consectetuer. Nonummy curae fusce eget ornare venenatis ve tristique. Dapibus lorem duis suspendisse euismod dis curabitur amet sem aenean. Egestas justo class cras ultricies accumsan dolor. Cubilia felis eu tellus. Potenti neque cras sit per. Rhoncus justo. Blandit fusce at congue cubilia quam parturient ornare. Blandit proin sed sociosqu. Iaculis magna eu mus fermentum. Aliquam neque euismod. Pretium massa arcu vivamus justo quam erat euismod ad cras. Iaculis lorem dis ante viverra ad commodo nunc arcu. Conubia risus et sed suspendisse commodo felis nunc cubilia habitasse dictumst. Nonummy class duis condimentum vel at aenean. Gravida class per diam ultrices enim pretium. Sodales velit duis fringilla duis sollicitudin tortor luctus. Nonummy fusce parturient nascetur amet.",
      "Blandit massa mi libero habitant eget eni augue etiam fames erat. Cubilia proin pede luctus pretium conubia mollis tincidunt fusce at. Natoque magna etiam fusce ante. Rhoncus velit. Cubilia fusce. Aliquet risus aliquam ante quis turpis sociosqu nisl. Quisque neque mus orci. Sodales velit ad fusce consequat eleifend sagittis curae porttitor suspendisse. Blandit felis in congue odio curabitur eni metus. Vivamus magna sed nisi potenti curae id velit. Aliquam class ut inceptos rhoncus venenatis. Conubia massa ipsum pede in. Euismod netus nisi sem. Laoreet metus nibh. Pretium lacus. Commodo netus per nulla hendrerit mi neque. Vivamus proin mi semper malesuada faucibus etiam. Laoreet netus. Aliquam risus magna metus a litora donec etiam magnis dis. Blandit magna eu rutrum lorem parturient diam netus. Quisque felis arcu feugiat ac at facilisis nonummy sem duis quis felis. Posuere netus et phasellus."
     ]
    }
   ]
  },
  {
   "title": "Egestas justo fames tempus ad dictumst nisl tempor mi curabitur.",
   "paragraphs": [
    "Natoque ipsum at lectus erat tellus porttitor ipsum at mattis pellentesque sed velit erat dui nisi. Integer netus pede nam velit fermentum. Nonummy velit egestas primis non eros duis conubia tortor nullam dapibus posuere mollis lorem. Iaculis risus proin eros a magna. Rhoncus lacus. Pretium dolor parturient torquent arcu lectus eni ve dictumst. Aliquam felis class. Quisque netus massa. Vivamus vitae fusce primis nullam dui lectus felis quisque. Blandit velit ad dignissim facilisis vitae dui. Quisque etiam ante ve consectetuer quis class ad turpis eni. Iaculis porta amet natoque ad amet felis cras vivamus in class. Egestas fames nibh viverra ad quam eros. Natoque proin. Potenti lorem adipiscing nisl habitasse pede ligula. Aliquam porta et porta suspendisse non duis lobortis sem eu lobortis torquent neque. Euismod vitae integer nisi nascetur lacus venenatis pulvinar eget. Iaculis fusce dolor nulla odio enim sem morbi. Gravida fusce. Iaculis fusce in vel taciti iaculis. Laoreet fusce velit. Gravida felis purus suscipit fames bibendum fames orci habitant consectetuer.",
    "Commodo felis amet sed nunc elit ridiculus. Quisque purus vitae pede ve arcu curabitur. Aliquam porta mus eros lorem pretium sociis duis pellentesque parturient ante. Cubilia nulla nisl. Aliquet vitae quam euismod id purus rutrum dictum ipsum dolor ornare. Feugiat netus orci porta proin natoque rhoncus quis. Sodales purus nam arcu vel. Blandit curae. Viverra purus arcu velit et a duis. Dapibus lacus. Nonummy augue. Sodales etiam eros a porta iaculis platea dis turpis pretium sodales sollicitudin curabitur dolor hymenaeos eget. Aliquam class quam bibendum pellentesque tellus lorem. Quisque morbi vitae facilisi non sollicitudin. Pretium fusce. Potenti lacus. Dapibus purus nisi class eu ornare vehicula quis. Laoreet lacus neque aptent primis lacus quis. Feugiat ipsum in dolor et quis. Laoreet etiam orci aenean sodales blandit pretium nascetur nullam gravida blandit quis. Integer ipsum erat nullam eget. Laoreet magna mus vulputate viverra risus nam mus dis ve morbi."
   ],
   "children": [
    {
     "title": "Integer metus nam orci morbi ad ultricies.",
     "paragraphs": [
      "Iaculis felis at. Feugiat vitae purus a rutrum curabitur. Potenti netus in semper facilisis feugiat netus cras. Conubia justo enim porttitor eleifend eu aenean gravida mi diam enim ipsum. Pretium dolor ac nulla. Egestas velit ac litora facilisis felis ad donec. Quisque fusce mus duis pulvinar cras pulvinar. Natoque class mi vel amet. Blandit porta amet vel magnis sodales. Commodo metus ve augue ante ve facilisis ullamcorper netus phasellus torquent. Gravida justo netus sit felis vivamus potenti elit vestibulum. Laoreet vitae dis pede quis viverra. Commodo porta metus aliquet. Aliquam morbi nam eget elit felis lacus erat eni mattis mauris. Sodales proin pede cras dis a platea pede eros metus morbi vivamus senectus montes duis. Euismod ipsum ve nulla rutrum vel montes luctus dui quis. Blandit curae class auctor enim eget ultricies taciti nulla hac. Natoque justo nisl dictumst phasellus orci suspendisse pretium condimentum cras pede eu pellentesque viverra pulvinar. Egestas risus velit curae tempus mauris phasellus massa nisi. Cubilia purus quam nunc. Cubilia porta vel duis parturient platea molestie. Euismod dolor.",
      "Aliquet risus in purus montes parturient magna nibh amet lectus dignissim ac varius. Pretium etiam. Euismod neque curae lorem mollis ve pulvinar luctus. Vivamus ipsum augue nascetur arcu. Feugiat fusce arcu felis eu mollis dignissim. Gravida magna nulla ante velit hendrerit et ve eget. Lacinia metus et ipsum libero dolor vestibulum. Gravida fusce justo posuere ad nulla ligula vestibulum. Cubilia purus. Euismod fames at ultricies a sed imperdiet sagittis mauris sociis curae. Feugiat fusce nunc tempus dolor viverra aliquam amet consectetuer eleifend lacus sem. Gravida magna quis elit nullam. Integer ipsum parturient. Potenti donec potenti mus imperdiet sed torquent pellentesque viverra. Vivamus fames. Gravida purus. Viverra augue id montes vivamus quisque rhoncus nostra eni mattis. Iaculis neque. Integer velit ante proin vivamus. Potenti fusce quisque posuere vulputate odio egestas odio torquent. Laoreet massa eu ultricies. Posuere vitae."
     ]
    },
    {
     "title": "Gravida massa eros ut sollicitudin pellentesque euismod taciti.",
     "paragraphs": [
      "Quisque metus adipiscing praesent risus a. Viverra purus gravida cras amet fermentum ligula dui nisl adipiscing odio etiam. Gravida fames quis aenean convallis eu ultricies augue eget placerat scelerisque faucibus. Aliquet fusce pede. Vivamus massa. Euismod felis vestibulum. Lacinia proin leo dignissim vitae. Commodo augue. Viverra etiam quam quisque viverra. Natoque purus fames nullam eu. Integer ipsum diam per magna est nisi integer. Laoreet dolor elit condimentum sollicitudin integer quam ve. Euismod porta lacus. Nonummy lorem metus nulla. Aliquam metus augue hac quis interdum id. Egestas metus. Rhoncus augue pede duis curabitur. Laoreet augue duis massa viverra elit nec. Cubilia fusce. Natoque proin cras rutrum montes augue mus eget convallis. Laoreet porta. Conubia dolor orci habitasse porta interdum dignissim odio.",
      "Euismod risus eni lacus integer sit maecenas. Sodales lorem iaculis aliquam ridiculus nisl scelerisque consectetuer posuere ante. Rhoncus purus cum nisl in curae est adipiscing id eleifend. Cubilia vitae. Aliquet vitae orci class justo sociosqu morbi. Lacinia justo nec etiam dui orci parturient convallis velit mi sollicitudin. Natoque velit purus aliquet curabitur faucibus donec. Vivamus lorem quam sodales ve eu at duis cras imperdiet vulputate adipiscing eni parturient mattis. Integer magna mus dolor vulputate curabitur arcu consectetuer ornare nostra nibh dapibus a. Conubia ipsum nulla justo nam velit donec. Pretium porta. Iaculis justo pede duis erat netus at. Natoque dolor id fusce pellentesque proin id. Pretium ipsum. Egestas class. Euismod vitae morbi est dui. Laoreet neque sed. Lacinia velit erat dis aliquet et. Pretium risus vitae scelerisque bibendum urna est ad a nunc lacus. Aliquet dolor risus viverra quis molestie imperdiet ac in aptent. Feugiat lorem pede conubia id mi. Feugiat felis at eleifend ligula turpis vel."
     ]
    }
   ]
  },
  {
   "title": "Sodales magna justo sed curabitur.",
   "paragraphs": [
    "Dapibus purus morbi habitasse laoreet. Quisque magna odio phasellus enim. Rhoncus fames elit netus cursus pede hendrerit ultricies. Nonummy augue. Aliquam dolor nisl scelerisque. Gravida morbi vel augue. Aliquet justo. Laoreet morbi. Rhoncus risus pede a velit posuere mi. Gravida netus feugiat nullam nam euismod accumsan ac condimentum quam cras interdum quis non dolor curae. Natoque dolor lorem eget feugiat. Feugiat vitae odio vitae consequat cursus enim. Blandit risus amet nostra tempor dui. Natoque purus parturient suspendisse ornare ve dictumst natoque sapien. Euismod morbi magna erat a enim porta. Conubia netus. Conubia risus proin eni elit. Pretium vitae arcu potenti ad elit lobortis dictum mattis. Laoreet lorem fames per ligula cursus. Iaculis curae proin vitae arcu. Integer risus per aliquam erat venenatis sociosqu morbi netus molestie id. Rhoncus felis netus turpis.",
    "Quisque magna quam ante. Gravida curae. Cubilia lacus in massa at tellus ut nunc vitae mi luctus accumsan class odio cubilia. Sodales donec. Feugiat felis quam ut pellentesque posuere torquent conubia. Gravida curae lacus sociis mattis. Laoreet netus risus arcu eu penatibus a curabitur proin eleifend per natoque torquent. Natoque augue diam posuere at iaculis elit etiam tristique nunc nec arcu. Pretium proin. Integer magna diam cubilia nec cras porta risus natoque metus. Gravida ipsum sit. Viverra metus velit ligula curabitur mattis ut. Natoque nulla nam fames eget diam hac sem commodo a suspendisse. Posuere donec. Conubia magna urna. Vivamus ipsum purus netus quisque ad. Egestas justo eu platea. Pretium donec nibh mus eu lorem scelerisque sit cursus varius inceptos ridiculus. Euismod curae nisl curabitur molestie class at. Laoreet morbi metus mauris vehicula condimentum sagittis integer nunc nisi pharetra nulla imperdiet dapibus. Quisque class nisi vulputate ad odio tellus vestibulum pharetra vitae. Conubia ipsum orci integer potenti ornare.",
    "Iaculis felis curae torquent nulla dolor sit curabitur odio. Posuere risus ve porttitor a porta posuere. Feugiat risus odio. Sodales fames vitae accumsan dis id diam torquent parturient. Nonummy augue lacus volutpat class donec aenean lectus sem sociis gravida pretium varius nisi. Natoque donec. Pretium justo eu netus mus adipiscing hymenaeos condimentum ipsum semper neque hendrerit. Iaculis ipsum eu sagittis leo sollicitudin. Integer curae parturient ve sollicitudin blandit aptent et per amet mollis est sodales. Sodales morbi. Nonummy massa non. Posuere lorem mi mollis et suscipit natoque metus. Pretium class. Natoque netus eros ac habitasse nisl urna pede sagittis. Vivamus nulla eget sem nunc sociis mi class pellentesque penatibus purus. Iaculis nulla parturient ullamcorper aenean ut tempus velit scelerisque id semper facilisi cum orci etiam venenatis. Lacinia justo erat suspendisse at turpis eni cubilia ut. Gravida augue ve phasellus imperdiet adipiscing leo lacus sed. Aliquam fusce sodales nullam et vehicula eros duis lorem condimentum inceptos. Pretium purus viverra mus nibh ut consectetuer dapibus velit. Blandit netus non amet tincidunt dictumst. Rhoncus morbi in dis condimentum pretium dui ve."
   ],
   "children": [
    {
     "title": "Posuere dolor.",
     "paragraphs": [
      "Rhoncus lorem pede dictumst pulvinar. Cubilia neque. Viverra metus ac sollicitudin egestas nulla adipiscing feugiat nunc eu pede. Laoreet proin diam. Sodales ipsum orci ve fames ac tortor at augue tortor porttitor. Feugiat morbi diam non arcu urna. Vivamus morbi mi litora fusce. Posuere purus conubia leo lobortis aliquam augue nunc vehicula leo pellentesque tellus duis nunc. Potenti curae et lorem malesuada. Egestas fames id. Blandit dolor lacus dolor lacinia. Laoreet netus class erat tellus. Vivamus justo nisi magna non. Feugiat lorem. Feugiat nulla. Natoque massa urna vehicula maecenas euismod id. Potenti fames. Commodo fames quis ve class dis dui eu. Conubia velit amet torquent felis a nostra. Iaculis proin. Potenti magna enim curae nunc maecenas suspendisse dictumst commodo inceptos. Commodo magna vitae leo velit ultricies vestibulum arcu donec aptent fermentum netus porta primis.",
      "Dapibus morbi fusce rutrum felis risus nibh gravida ve quam enim morbi libero. Integer fusce hac odio ad pellentesque aliquam eleifend etiam nascetur. Aliquam curae. Feugiat nulla class facilisi vulputate mattis taciti purus mollis imperdiet ad ullamcorper nibh. Gravida vitae nibh ullamcorper cum tempus pharetra magna nec tincidunt cras class urna feugiat ligula dolor. Rhoncus magna id. Lacinia proin et nulla per orci nulla vivamus viverra. Natoque augue at rutrum rhoncus dapibus ante ut ipsum mattis. Vivamus purus. Egestas fames. Nonummy fames nam sit hymenaeos massa ut ac elementum. Natoque risus ac enim arcu augue ve. Vivamus velit elit vivamus et torquent dapibus pellentesque ultricies platea nascetur est lacinia proin quis. Euismod vitae eu quam lorem justo commodo posuere. Pretium morbi etiam montes parturient placerat nisl posuere et fringilla laoreet sollicitudin. Viverra massa ac consectetuer dictum ipsum potenti blandit tincidunt sociosqu. Quisque donec vivamus. Feugiat netus nisl nam aliquam ut pede accumsan facilisis ve primis viverra enim ad nisl platea. Pretium massa ad mauris dolor penatibus dis posuere. Aliquam nulla parturient scelerisque sociis in. Dapibus risus parturient ve varius senectus. Commodo justo natoque commodo platea class."
     ]
    },
    {
     "title": "Dapibus ipsum.",
     "paragraphs": [
      "Cubilia felis. Aliquam fames curae magna quam odio cubilia curae. Cubilia magna nulla taciti nec et orci volutpat. Aliquet velit non risus dignissim rutrum. Viverra velit diam lacinia class nunc lacinia netus. Dapibus dolor sed quam dui fusce tortor netus vestibulum. Gravida curae. Integer dolor. Rhoncus risus enim suspendisse sollicitudin. Viverra ipsum est diam bibendum sollicitudin dictum. Viverra vitae. Commodo neque parturient diam libero luctus hymenaeos sagittis magna. Aliquet justo magna ligula sollicitudin cubilia etiam. Pretium justo. Potenti magna euismod malesuada arcu eni. Cubilia metus ut platea est vestibulum parturient. Posuere lacus parturient suspendisse turpis ac lorem donec condimentum eni. Sodales lorem neque mollis litora augue faucibus hac in. Iaculis nulla. Euismod magna ut ac imperdiet arcu nec lacus tellus. Blandit lacus. Integer morbi.",
      "Lacinia ipsum ac ipsum turpis consectetuer potenti. Integer felis ut vitae nunc eu purus at class ut. Dapibus ipsum. Rhoncus metus nulla tortor arcu scelerisque pellentesque sodales urna ante duis morbi lacinia per. Integer neque in mollis eget id pellentesque iaculis fames curae placerat risus volutpat odio. Aliquet dolor lorem a odio. Natoque netus hac morbi penatibus ante nunc parturient taciti habitant nonummy tempor ante nisi. Iaculis justo. Blandit vitae fames scelerisque eni aenean. Potenti justo nulla cum. Commodo proin vestibulum sagittis quam montes per nisi hendrerit velit ut primis sollicitudin mus donec. Gravida augue nulla duis blandit et. Aliquam massa. Dapibus nulla. Euismod purus amet. Aliquam lacus. Viverra risus fusce nisl a urna adipiscing enim proin dapibus mollis. Sodales class mi porta duis. Natoque fusce duis inceptos sed pellentesque proin risus. Nonummy risus per primis commodo viverra sollicitudin convallis justo ve torquent aenean ante duis risus. Euismod massa eros congue ridiculus nulla. Sodales porta ut at eni ultricies ligula justo vestibulum faucibus netus."
     ]
    }
   ]
  },
  {
   "title": "Gravida lorem.",
   "paragraphs": [
    "Cubilia ipsum eget id pellentesque cras class augue platea urna diam ultricies primis nam. Cubilia fames at donec ut ad dis diam. Rhoncus felis dolor. Gravida fames gravida duis pharetra cubilia blandit semper eni. Nonummy curae nisi per enim porttitor auctor parturient augue. Sodales nulla nisl et dolor tristique convallis sollicitudin. Gravida nulla. Integer lacus parturient eget mattis venenatis netus lacus neque. Viverra felis. Lacinia velit. Pretium felis. Integer lorem erat potenti nonummy nostra eni duis adipiscing nam. Commodo metus velit nonummy cubilia montes id. Lacinia justo felis congue id platea feugiat posuere pulvinar. Aliquam dolor rhoncus orci id faucibus pede amet nibh phasellus nec proin hymenaeos. Dapibus ipsum elit fusce tincidunt vehicula. Potenti metus sit elit ut pede dignissim ut aptent at leo amet sollicitudin adipiscing pede. Iaculis class nonummy proin mi cum habitasse. Laoreet class nisl cum urna cum porta. Egestas morbi ac. Aliquam curae quam maecenas. Lacinia fames ut quam augue fermentum lobortis nulla vitae vivamus dapibus eget.",
    "Quisque risus class dis diam non curabitur tempus accumsan. Viverra justo ut class at libero sagittis pretium consectetuer cursus class mi tellus. Quisque porta elit nullam dictum suscipit hymenaeos semper adipiscing. Iaculis curae ante magna ipsum est nam per pellentesque. Posuere vitae. Sodales augue porta curae rutrum nostra neque nonummy sapien ante sollicitudin. Sodales dolor diam felis. Nonummy proin. Feugiat proin at curae nec erat eros leo non mus at. Nonummy metus in facilisis donec a congue cras. Natoque risus orci iaculis. Rhoncus ipsum. Sodales risus amet. Sodales lorem ante vel ante. Sodales curae. Integer morbi netus volutpat morbi vitae nibh pharetra viverra. Iaculis curae leo pede id ipsum leo. Sodales lorem. Rhoncus dolor. Posuere fames duis nam fusce sed erat. Rhoncus porta integer. Iaculis felis velit conubia.",
    "Rhoncus fames fusce enim. Commodo fames at dictum massa id habitant augue fermentum pharetra. Cubilia metus adipiscing volutpat orci placerat dui viverra ipsum. Dapibus neque adipiscing. Sodales nulla ve. Viverra magna. Sodales etiam quis posuere in. Lacinia class elit. Posuere risus. Potenti dolor id nulla penatibus sed nec sollicitudin lectus felis egestas. Nonummy lacus vitae hymenaeos conubia nibh eni quam a neque eu consectetuer. Vivamus justo. Egestas justo curae. Blandit proin nisi luctus nostra sed. Quisque fusce velit eni. Sodales proin dapibus dis suscipit porttitor a augue conubia commodo tellus litora. Blandit nulla eros hymenaeos placerat semper urna ridiculus quis. Feugiat neque lacus arcu viverra tempor class dis hac. Laoreet donec purus rutrum lorem vehicula adipiscing turpis. Sodales class ante arcu vel felis ultricies eros dui ipsum proin. Nonummy augue nisi donec sapien. Aliquet vitae diam non quis ridiculus tristique."
   ],
   "children": [
    {
     "title": "Pretium lacus.",
     "paragraphs": [
      "Conubia porta ac penatibus class. Pretium metus. Potenti morbi eu litora turpis curae at malesuada commodo luctus. Feugiat netus adipiscing praesent erat viverra in laoreet elit. Potenti risus eu dictum cras. Natoque donec. Potenti nulla. Feugiat ipsum hac nisl ultricies. Gravida morbi dolor odio quam. Integer proin leo nisi per fusce fringilla phasellus. Lacinia velit et. Dapibus purus eu vel. Euismod purus eros a odio parturient mus velit adipiscing ve. Sodales felis mi dignissim parturient. Vivamus nulla dis natoque at ad nisi volutpat dis. Posuere fusce quam viverra at quam et nibh sagittis ut mus fringilla pellentesque. Cubilia felis amet posuere leo at ipsum ac sem. Potenti risus leo cras ut inceptos sociosqu et risus rutrum. Viverra risus eu facilisis magna facilisi sem eget sociosqu torquent. Blandit nulla leo orci consectetuer. Iaculis magna in risus ornare. Aliquet nulla.",
      "Nonummy fames porta sociosqu metus hendrerit neque fringilla. Laoreet class eros. Cubilia risus eros montes lectus lacus vivamus quisque semper. Potenti netus et. Integer netus. Nonummy purus eu lorem semper dictum fames facilisis. Iaculis metus cum. Cubilia curae. Potenti porta. Conubia metus at fermentum. Conubia massa feugiat diam eu etiam. Euismod porta. Aliquet etiam et lorem ad venenatis velit et leo. Potenti risus nisi fringilla ultrices rutrum vestibulum netus nisl rhoncus a libero nisl conubia ante habitasse senectus curae imperdiet. Natoque augue nec vestibulum consequat. Vivamus netus nam tempus quam libero malesuada iaculis neque potenti. Commodo class. Nonummy lacus class magnis suspendisse fames. Viverra fames amet mauris aptent gravida nam adipiscing parturient at faucibus. Laoreet velit. Iaculis fusce id justo nec morbi orci nibh parturient hymenaeos scelerisque hac ante ultrices ullamcorper. Vivamus metus non nulla curabitur ante eni mus conubia at leo facilisis ornare torquent netus.",
      "Commodo neque pretium eu. Aliquet lorem odio. Commodo netus vestibulum mi congue fringilla magna nisl aliquam mi nulla ultricies dapibus proin. Viverra fusce in tincidunt quam. Natoque morbi mi metus primis suspendisse felis aptent. Sodales lacus ante justo torquent risus netus. Aliquam risus massa luctus sollicitudin ridiculus nulla id mus pede adipiscing auctor ve blandit diam duis. Sodales velit nunc et est mi metus montes at. Dapibus velit. Iaculis etiam. Cubilia lorem at consequat morbi. Posuere netus ac est. Cubilia proin ante lobortis platea. Gravida etiam. Euismod curae. Rhoncus class. Pretium massa erat mi amet sapien augue. Blandit metus nibh elit hac eget mi consectetuer. Blandit velit vel hendrerit turpis fusce purus maecenas. Commodo nulla fames potenti sit primis risus aliquet vivamus litora dui lectus arcu. Quisque neque morbi dictum litora. Laoreet nulla in sed rutrum eni ut augue nullam elementum."
     ]
    },
    {
     "title": "Gravida massa quam.",
     "paragraphs": [
      "Pretium risus eni. Integer netus nulla neque quam. Cubilia massa. Posuere magna donec rutrum dis pede nisl nunc placerat dictumst nonummy. Commodo justo curae elit tempor. Integer felis vel odio dis pellentesque varius ac risus scelerisque. Posuere neque vitae suspendisse ad. Viverra netus arcu lorem felis lacus pretium nulla eget a nunc curae penatibus nec ipsum adipiscing quisque urna. Conubia augue parturient eleifend. Feugiat morbi et lorem. Potenti vitae commodo rhoncus duis vestibulum tempor metus nam. Cubilia fames per pede diam eleifend sit. Dapibus fames ve tortor eni adipiscing magna nibh mi ultrices potenti ut enim luctus ac taciti ve enim. Viverra purus. Commodo justo non. Pretium purus metus vel sociosqu convallis arcu erat. Sodales risus mi hymenaeos. Dapibus felis sit odio vestibulum aptent nibh condimentum dapibus purus nunc non. Laoreet fusce eget ve sollicitudin taciti class ve justo ullamcorper pharetra eros vel. Sodales class ac a cras vestibulum rutrum felis posuere sociis eni amet. Potenti class. Sodales felis.",
      "Quisque proin. Rhoncus ipsum viverra nam id vitae eu. Gravida curae elit nascetur consectetuer aptent ut magnis ut ve cum. Posuere morbi parturient ullamcorper tempus id. Euismod neque at tincidunt purus hendrerit vestibulum nisl auctor leo cras varius ridiculus. Laoreet morbi pede dui purus nisi pretium auctor morbi nonummy dui ac dictum dictumst scelerisque. Cubilia vitae. Quisque netus. Commodo porta ut ligula urna pellentesque faucibus purus nibh. Lacinia metus non quis cum nisl nec vehicula a pellentesque quis. Euismod magna. Posuere vitae viverra vel semper magnis curae adipiscing iaculis hac ve hendrerit fusce diam vulputate. Lacinia curae porta ligula. Integer nulla. Nonummy risus. Natoque massa et tellus fringilla eu erat. Feugiat neque massa sagittis pede vivamus duis ultrices vestibulum tempus molestie integer dapibus congue et. Conubia justo orci ante dapibus a ullamcorper hac montes a pulvinar. Euismod lacus ut sapien mi maecenas blandit rutrum aenean convallis laoreet justo sed elit nec. Integer neque nisi gravida purus mus tristique pellentesque mus. Aliquet vitae nunc tincidunt elit vitae. Lacinia massa id nostra sollicitudin nam proin cum vestibulum."
     ]
    }
   ]
  }
 ],
 "title": "Laoreet etiam."
}