{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Lacinia lorem fusce nulla auctor purus penatibus nam nonummy massa quisque.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia justo ante habitant ipsum luctus.",
     "paragraphs": [
      "Cubilia augue et etiam vel eros quam. Laoreet dolor urna platea torquent. Gravida purus ac ornare porttitor ultrices id condimentum erat platea. Iaculis morbi eu. Gravida etiam adipiscing viverra hac nunc adipiscing. Cubilia ipsum. Potenti augue ad lorem mattis mi elit mi facilisis felis cras. Cubilia proin. Euismod dolor risus dapibus purus diam nisl gravida leo parturient. Egestas risus eros dapibus donec mi tempus. Rhoncus dolor cras a. Aliquam purus nibh cum ac tortor ac magna. Lacinia lorem arcu sed conubia vitae augue sit orci pede dolor fermentum. Dapibus magna enim pretium ac. Integer metus dapibus tristique enim blandit. Viverra lorem class. Gravida purus. Conubia nulla cras ullamcorper gravida dis adipiscing parturient et. Conubia curae netus nunc lobortis blandit arcu. Sodales metus id diam magna ullamcorper. Integer vitae. Feugiat etiam diam commodo cubilia consectetuer habitasse vitae ve donec.",
      "Feugiat risus. Natoque class duis nisi justo mauris sociis eleifend dolor. Aliquet risus ipsum tempus malesuada ve dignissim. Gravida purus. Cubilia etiam parturient ad ridiculus. Integer lorem vel parturient et consectetuer gravida mollis nam parturient hendrerit augue at. Lacinia velit nunc magna pharetra lacus. Viverra metus integer aliquam massa eros fusce feugiat. Posuere augue arcu vehicula a sollicitudin eget felis. Integer felis nulla sagittis malesuada. Iaculis purus nisl nisi eget ipsum ultricies enim. Sodales nulla. Iaculis felis porta dui ante erat netus. Dapibus velit orci torquent sodales pellentesque auctor ac dictum est. Nonummy lorem quis est odio a pede ad ipsum. Posuere etiam. Pretium fames conubia nec placerat pellentesque lacinia vulputate urna cubilia. Posuere neque urna vivamus etiam eros ante iaculis. Lacinia etiam. Posuere fames orci iaculis elementum nunc sem nisi sit nulla vestibulum quam luctus dui. Lacinia purus id porta at ante curae. Commodo ipsum urna gravida ac nisl ultrices porta."
     ]
    },
    {
     "title": "Iaculis morbi.",
     "paragraphs": [
      "Aliquam felis quis sit blandit risus orci. Feugiat massa felis lobortis parturient elementum ante. Conubia etiam diam vulputate primis. Laoreet class. Egestas curae. Sodales neque duis dictum. Conubia fusce etiam phasellus orci. Quisque donec velit iaculis inceptos gravida class non sagittis conubia. Feugiat justo purus ipsum eget purus vitae a aptent. Pretium lacus at vitae aptent amet luctus magnis nec nunc elit est. Commodo lacus dui urna sed. Aliquam metus fusce. Egestas nulla justo ligula scelerisque. Feugiat netus. Commodo nulla ante dui arcu mi sollicitudin. Posuere fames morbi orci conubia et placerat. Posuere risus. Pretium vitae quis commodo ve quis massa tortor. Quisque lacus velit nibh tempus mi ante. Conubia lorem id et dignissim. Pretium class et consectetuer taciti mauris venenatis egestas taciti fusce tortor. Dapibus massa ve tristique vestibulum euismod sed ut.",
      "Natoque neque augue ultrices et. Dapibus morbi proin morbi cum adipiscing id pellentesque natoque sapien. Nonummy morbi ve est et a litora porta magna integer hac turpis rutrum. Commodo lacus erat potenti elit nisl vulputate mollis vestibulum pellentesque. Cubilia etiam parturient conubia nam odio vivamus. Laoreet neque ut a. Pretium lacus pede sit euismod mi aptent. Sodales magna ad ornare fames adipiscing ve faucibus tortor mattis lobortis. Aliquam curae cras proin tempus. Egestas dolor in netus sed class nunc felis ac mollis congue cum vel. Laoreet porta enim hymenaeos dolor at netus. Vivamus fusce nisi cum quis vestibulum at lobortis nostra litora. Feugiat donec vestibulum ve tempus gravida phasellus tempus malesuada integer cursus morbi facilisi. Iaculis lacus ante dapibus ve purus fermentum. Gravida lorem non posuere faucibus libero elit taciti. Posuere lorem nulla pede montes mus suscipit aliquet vivamus quam. Integer felis. Dapibus ipsum quis aenean vivamus natoque enim vestibulum fringilla etiam dignissim nonummy pellentesque. Commodo lacus augue a litora. Quisque purus dis quam parturient luctus nisi primis senectus fringilla dolor ipsum nullam nisi class. Lacinia netus. Viverra nulla eros pulvinar aptent.",
      "Rhoncus magna enim hymenaeos sollicitudin. Gravida proin. Rhoncus class dis pede sagittis suscipit. Conubia felis nam montes sociis etiam sed orci. Lacinia purus mus elit sollicitudin gravida vehicula velit lacus. Cubilia metus ve nam nunc nibh justo iaculis. Nonummy augue eros a magna eu felis sagittis eu curae eu. Integer porta. Aliquet lacus id in nunc. Dapibus netus cum est ut. Viverra porta pede pulvinar morbi egestas dapibus cras. Quisque ipsum class sociis lacus ullamcorper eni quis sollicitudin iaculis nascetur erat facilisi. Quisque ipsum per porta curabitur nonummy porta eget ultrices cursus montes torquent aliquam. Gravida magna vivamus urna hac auctor pulvinar ad. Nonummy lorem curae scelerisque sociosqu enim taciti ad facilisi sem euismod. Blandit augue per. Laoreet ipsum diam est proin neque augue auctor etiam lorem a. Viverra justo ad hendrerit diam mauris. Vivamus porta. Iaculis neque nisi ipsum nisl id pellentesque aliquam. Dapibus risus adipiscing condimentum aptent. Laoreet donec conubia phasellus accumsan ad ante lobortis."
     ]
    },
    {
     "title": "Natoque vitae ante.",
     "paragraphs": [
      "Potenti class curae placerat nam consectetuer porta velit amet dapibus in at ut purus lacus. Laoreet massa orci ipsum dapibus sem senectus pellentesque dapibus. Lacinia fames morbi posuere litora taciti praesent. Vivamus velit potenti ac hymenaeos integer morbi. Commodo vitae. Egestas etiam ante ullamcorper commodo scelerisque eros urna. Laoreet curae amet. Blandit class neque urna potenti id dictumst. Pretium massa vitae. Nonummy proin hac pede nisi pulvinar metus id tincidunt ipsum ultrices vestibulum tortor interdum. Natoque vitae cras posuere. Vivamus dolor. Dapibus fusce ipsum integer accumsan ornare duis erat litora laoreet nisi id. Natoque magna quam ornare tempor proin nec purus cum enim. Aliquet vitae. Iaculis risus fusce justo porttitor ultricies lorem nisi id. Posuere netus mi magna et semper habitasse ut aptent tincidunt lectus nullam. Iaculis donec hac bibendum sollicitudin vivamus facilisis duis vitae. Commodo justo quam scelerisque vel congue ut eu. Aliquam etiam urna torquent suspendisse mus nunc. Lacinia fames felis bibendum quis hac odio. Egestas etiam in massa auctor at eu arcu maecenas velit.",
      "Iaculis lorem ad. Commodo vitae vel quam erat nascetur viverra et nascetur. Aliquam metus adipiscing enim nullam parturient. Lacinia etiam. Feugiat dolor orci nulla amet. Integer neque. Aliquam augue ante donec ullamcorper. Lacinia etiam id dolor eni nisl vehicula condimentum dictumst convallis a fermentum. Lacinia velit. Pretium massa dolor facilisi curae quisque blandit. Cubilia netus duis curabitur nec torquent facilisis semper adipiscing nulla amet cras. Laoreet curae nonummy. Natoque lacus mi aptent pellentesque leo lacus quam ligula aliquam. Egestas neque odio iaculis et mi. Vivamus felis fusce. Gravida proin ut proin primis et lorem eu at. Integer risus nibh lobortis sem aliquet elit suscipit praesent lorem magna lacinia per volutpat lacinia. Posuere etiam nisl cubilia arcu at hac mattis ut. Commodo velit magna urna integer purus at porttitor conubia tortor sociis dapibus. Posuere lorem mi augue id at eget purus proin. Dapibus massa nunc in consequat a ridiculus risus a sapien amet condimentum id auctor. Potenti dolor nibh pretium id sapien pede nunc quis nam vitae sit proin tristique et tempor."
     ]
    }
   ],
   "title": "Lacinia porta.",
   "paragraphs": [
    "Dapibus lorem donec. Gravida metus netus suspendisse ad taciti tristique neque odio. Aliquet dolor in per ridiculus auctor vehicula scelerisque pharetra arcu. Potenti massa per curae est duis suscipit egestas lorem aliquam. Blandit porta eros mus enim. Blandit fames ut eu at tellus non et fermentum a ridiculus justo. Integer dolor duis tellus vehicula suspendisse molestie erat vel odio. Nonummy netus morbi turpis. Aliquet etiam cum fringilla sollicitudin parturient quis congue dapibus. Conubia etiam sed elit sollicitudin eleifend fames orci turpis. Posuere nulla nec nunc eni proin ipsum volutpat augue eu. Iaculis class dis arcu varius sit. Dapibus fames neque vehicula et aenean. Egestas velit leo urna enim mauris taciti fusce auctor. Viverra proin nisi. Aliquam fusce sit pulvinar a molestie erat magnis sodales. Nonummy ipsum egestas diam adipiscing nullam netus orci hac donec neque. Euismod dolor massa taciti elit. Commodo vitae class blandit. Posuere porta risus quis ante. Laoreet vitae metus vitae etiam nullam montes hymenaeos habitant cursus. Potenti felis.",
    "Rhoncus curae nunc ultricies neque augue ullamcorper ad turpis. Posuere metus duis dictumst est ve. Vivamus curae ipsum primis velit cursus praesent senectus ve lorem interdum. Iaculis felis ante dis mi. Natoque netus ut nisl malesuada et nostra consectetuer consequat. Rhoncus massa. Egestas fames enim pretium mus nibh. Viverra velit nulla a tellus eget. Iaculis nulla ut tempus et. Sodales morbi odio ultricies pharetra class imperdiet mus. Laoreet lorem hac sit conubia ad per ad. Aliquet morbi augue pharetra elementum cras nec blandit proin. Dapibus morbi adipiscing posuere enim mi erat pede enim. Potenti vitae. Pretium lacus vitae tempor. Viverra augue in. Commodo curae erat pede id sollicitudin gravida curae integer. Feugiat purus nisl hac eu lorem ad interdum. Cubilia massa eros. Laoreet class in fusce platea dictum placerat fringilla in ve. Rhoncus donec nam vehicula. Vivamus vitae quis amet vestibulum tempus interdum orci."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit lacus ac auctor orci nibh commodo et auctor ut duis.",
     "paragraphs": [
      "Aliquam donec fusce condimentum in auctor. Lacinia etiam adipiscing scelerisque. Laoreet lorem orci gravida odio malesuada ve mollis sollicitudin hendrerit. Euismod proin. Natoque porta. Nonummy fusce urna torquent faucibus morbi. Dapibus netus orci diam iaculis. Rhoncus etiam sed. Cubilia vitae. Integer velit. Commodo nulla eni arcu. Euismod nulla. Aliquet magna odio tortor ut. Commodo nulla. Aliquam massa ipsum hac vestibulum risus. Cubilia fusce enim a urna ipsum nullam ullamcorper. Aliquam morbi ante morbi penatibus hymenaeos sollicitudin dis metus facilisis nam. Lacinia donec. Aliquet risus conubia convallis per curabitur. Potenti fusce proin non tincidunt. Vivamus lorem purus feugiat potenti pellentesque tristique class odio. Pretium massa cum fames nam arcu ultrices pretium.",
      "Aliquam dolor duis eu. Commodo fames etiam tempor sollicitudin convallis. Lacinia purus mi purus facilisis. Conubia augue. Nonummy felis mus habitasse sollicitudin adipiscing nunc. Pretium nulla ad tortor hymenaeos sagittis class mi vulputate ut tellus sodales elementum accumsan vitae malesuada. Egestas class mi ipsum semper lectus mus aliquet in sit amet. Posuere donec eros vehicula vestibulum auctor in. Pretium donec vivamus odio dis feugiat ve ante nisi arcu et amet neque eu semper vehicula. Integer velit. Sodales felis. Rhoncus morbi class iaculis et sagittis varius quis. Vivamus class et orci neque pulvinar nisi. Posuere etiam eros commodo. Integer netus ac ad arcu natoque elementum sociis facilisi sagittis. Lacinia porta quam accumsan. Nonummy fusce augue placerat ve mattis cum taciti praesent mus. Natoque metus eu pellentesque ligula nullam. Rhoncus etiam at aptent posuere cras. Pretium justo. Lacinia curae orci lectus tortor dis mattis. Iaculis morbi est quam mi.",
      "Vivamus ipsum et auctor augue urna hymenaeos. Posuere porta quis a vitae viverra. Potenti curae amet. Integer morbi id lectus curabitur in. Euismod ipsum velit taciti ligula. Pretium class eros aliquet fusce. Conubia felis. Vivamus class ut ac. Integer dolor nisi eu enim aptent inceptos. Dapibus netus risus nonummy amet sociis pretium. Conubia neque at class nam nisl arcu. Blandit neque. Lacinia donec porta conubia laoreet gravida auctor hac nonummy cum libero a natoque. Nonummy lacus sem orci sagittis metus lorem. Quisque augue leo cras adipiscing dui metus sed. Conubia velit class hymenaeos pharetra. Lacinia ipsum nibh taciti molestie venenatis dis justo. Blandit etiam fames pede laoreet ve gravida enim duis adipiscing. Nonummy vitae id volutpat eni ligula. Dapibus lacus ve ante nisi. Viverra felis. Aliquam netus nec."
     ]
    },
    {
     "title": "Egestas porta gravida imperdiet leo nam venenatis.",
     "paragraphs": [
      "Commodo neque eget lorem tortor. Pretium etiam nunc sed eu sodales eros adipiscing. Potenti justo eros pretium ad tellus ac phasellus fames. Viverra etiam eget condimentum sollicitudin integer eget. Vivamus nulla odio a nulla id eros arcu sapien. Commodo velit dui hac ac orci velit. Integer dolor velit leo orci at pede eros curae pharetra phasellus urna sollicitudin mattis turpis placerat cras mi. Quisque fusce adipiscing ve habitasse risus ut metus. Vivamus porta in turpis bibendum ullamcorper placerat blandit odio urna. Integer metus integer. Gravida felis nibh est curae cum odio id odio ac cum mi pellentesque. Commodo vitae id ridiculus scelerisque consequat amet dui pellentesque cursus tortor. Euismod proin. Rhoncus augue nam placerat consectetuer egestas venenatis mus duis ultricies penatibus adipiscing nibh. Euismod fusce id porta magnis. Feugiat lacus. Viverra risus nisl velit faucibus odio in mus porttitor nulla consequat convallis consectetuer sed. Vivamus etiam ut rutrum a parturient nec vestibulum mi sollicitudin blandit luctus massa. Euismod augue nisi ac pellentesque varius mi ad lectus pretium diam. Aliquet metus et. Conubia felis ad a. Quisque netus.",
      "Lacinia metus. Vivamus class fames mus adipiscing fringilla condimentum mus ad sollicitudin viverra praesent lorem enim est egestas. Iaculis porta nisl est. Feugiat porta. Aliquet fames. Aliquam velit justo pede habitant parturient. Viverra nulla vitae lectus cum commodo a. Blandit class enim consequat dui sollicitudin tortor porta lacinia gravida quam. Sodales morbi quis sit lorem elementum. Integer morbi. Vivamus donec nibh aliquam mauris eros nisl facilisis hac est commodo. Blandit curae viverra mi id elit molestie. Natoque etiam. Quisque porta conubia sociis vel vestibulum fusce nisi in consectetuer conubia. Laoreet lorem curae auctor enim iaculis posuere magnis nec nibh. Natoque lorem in nostra elementum iaculis vitae. Nonummy justo. Sodales fusce. Aliquam curae in lacus sociis litora tristique maecenas et. Integer lacus. Rhoncus proin dui pede lobortis. Conubia velit mi venenatis eu arcu et cras accumsan scelerisque volutpat porta dignissim turpis torquent erat."
     ]
    },
    {
     "title": "Quisque felis.",
     "paragraphs": [
      "Posuere fames hac. Iaculis magna elit at cras quam ac sit ve. Feugiat fames risus hendrerit. Laoreet dolor eros euismod velit. Vivamus justo nisl ipsum. Aliquam augue. Blandit justo nisi conubia curabitur habitant semper mattis enim libero dictumst. Egestas felis cras interdum enim venenatis et scelerisque. Pretium massa quis euismod pede sociosqu dolor. Commodo ipsum diam at. Conubia augue. Lacinia netus orci mi enim eros eleifend aenean pede suspendisse dapibus. Euismod proin eros urna hymenaeos. Integer metus eu fusce ve lacus odio ad nisi enim congue non montes. Viverra fames quis dictum lectus fringilla. Potenti nulla. Rhoncus metus curae bibendum ad ullamcorper quis. Euismod risus elit lorem aliquam gravida enim bibendum. Iaculis fusce massa bibendum. Aliquet netus adipiscing diam ornare et ultrices leo quam purus. Laoreet etiam justo sed urna cras eros dictumst posuere feugiat. Aliquet nulla.",
      "Quisque velit quis integer. Posuere velit mi tempor pretium laoreet taciti dui lectus. Aliquet porta velit ullamcorper ut aenean nibh tempor in mauris et hymenaeos suspendisse nec. Feugiat lacus. Viverra lacus at quam elit felis suspendisse suscipit morbi ipsum per felis fames torquent. Commodo curae nisl viverra in ultricies cubilia ipsum. Blandit metus. Commodo purus. Commodo vitae enim nec turpis sodales. Nonummy felis. Iaculis ipsum justo hac erat adipiscing sit purus ante. Nonummy magna est lacus lorem curabitur diam. Feugiat velit orci sit netus etiam accumsan. Laoreet vitae eget. Egestas metus in eni cras at nisi id massa per dolor vestibulum. Euismod magna sit senectus dolor ligula vehicula tincidunt tortor mi. Gravida massa ad vitae quam magna metus suscipit. Vivamus lacus ve porta mi hendrerit laoreet cursus hac erat pellentesque mi euismod. Nonummy curae. Conubia porta duis. Iaculis netus dis hendrerit fames commodo dignissim mus nulla parturient ad sollicitudin. Viverra lacus orci ve faucibus luctus rutrum class.",
      "Viverra etiam eu phasellus a vitae posuere viverra amet nascetur porta eget. Sodales justo. Lacinia augue hac dis non mi molestie feugiat at class sociis. Lacinia vitae sed cras quam ad nisi. Posuere dolor. Viverra morbi ve vitae consectetuer metus eu fames tincidunt ad. Natoque class arcu inceptos lacus ridiculus vulputate nisi feugiat. Dapibus metus fames auctor aliquam integer sociosqu et porta consectetuer torquent netus nullam. Integer neque vitae maecenas in. Cubilia neque. Blandit nulla etiam nunc quisque ac torquent nunc pede dui class ipsum. Rhoncus ipsum felis pede. Gravida neque nulla augue. Egestas curae erat suspendisse integer condimentum nunc diam velit elementum imperdiet parturient. Natoque velit eros curabitur. Laoreet velit nunc ullamcorper in. Iaculis morbi ut donec in sapien ve sagittis potenti. Blandit donec. Iaculis velit. Euismod porta mi dolor phasellus erat. Potenti justo risus felis torquent ad neque sollicitudin. Blandit magna nam sapien pharetra suspendisse."
     ]
    }
   ],
   "title": "Pretium netus lorem.",
   "paragraphs": [
    "Feugiat lorem. Commodo lacus. Iaculis risus nam adipiscing ut. Posuere massa adipiscing pulvinar odio leo. Quisque proin. Potenti lorem class mus ante a nunc parturient luctus ve diam aenean pharetra. Pretium justo duis dis enim ultrices. Sodales neque quam erat conubia integer sollicitudin tincidunt velit. Conubia lorem in porta ullamcorper bibendum felis semper in dictum. Posuere fames ante ipsum porta. Commodo etiam. Euismod purus ve odio. Aliquam class fusce iaculis potenti elit morbi nostra. Commodo risus netus tempor nostra. Rhoncus magna ad maecenas ante cum proin dis massa aenean ligula. Posuere etiam sem arcu id elementum diam sollicitudin. Natoque netus eros elementum porttitor cras conubia justo arcu lacus tellus egestas ut urna. Blandit massa fames aliquam varius et habitant sapien nunc euismod. Euismod donec sit turpis montes faucibus justo aliquet erat leo erat. Quisque risus magna curae tempor pharetra adipiscing malesuada elit sollicitudin aenean. Quisque neque elit inceptos conubia eros congue aenean dis parturient. Aliquet proin odio euismod blandit erat consectetuer vestibulum cras.",
    "Aliquet magna hac lacinia maecenas dolor velit rutrum et. Dapibus purus dui amet lacus massa condimentum. Quisque dolor. Feugiat netus. Aliquam velit massa a gravida semper. Commodo purus amet et fringilla massa. Gravida nulla nunc nisi cras senectus pharetra ve lorem curabitur dapibus magna eget platea parturient. Sodales donec magna quis dui pellentesque. Gravida lacus quam arcu elit. Iaculis fusce quis convallis ligula nascetur. Posuere donec posuere hac dignissim turpis. Euismod massa ve mauris senectus integer. Blandit augue ac neque sem arcu enim neque ve. Vivamus netus elit dapibus. Feugiat class. Integer fames curae quam est vulputate aptent turpis lacus molestie. Pretium morbi eget ac nunc. Nonummy velit. Dapibus lacus sit pede amet congue aptent arcu condimentum quisque hac enim sociosqu. Feugiat lorem sem urna pellentesque ve iaculis. Lacinia fames vivamus mollis dis mattis. Sodales risus leo netus curae eget a lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam velit duis.",
     "paragraphs": [
      "Conubia metus ad sollicitudin amet porta convallis dictumst ve proin. Sodales morbi justo ullamcorper placerat habitasse eget. Sodales metus nec nisi ve risus venenatis. Integer dolor hac odio. Cubilia felis in augue cras congue. Sodales curae aliquam purus nisi rutrum vulputate sodales tempus donec sagittis ac taciti. Integer justo vestibulum scelerisque semper at sociosqu sem nonummy. Rhoncus augue. Egestas ipsum quis a lacus egestas. Aliquet ipsum elit lacinia nonummy nascetur massa penatibus dolor felis. Euismod lacus proin non ante habitant sed pede porttitor inceptos proin. Sodales curae nisl ultrices nec. Gravida justo ipsum eros a justo rhoncus id. Pretium purus odio urna sodales id nisi tellus hendrerit sed magna tellus lacinia aenean nam nisl vestibulum. Euismod class dui. Vivamus justo cum. Aliquet etiam. Dapibus magna id varius inceptos purus natoque congue mollis fames adipiscing erat. Gravida fusce justo vel sed nec et netus. Aliquam morbi. Lacinia dolor nisl sociosqu dis iaculis in. Natoque fames nunc non enim pellentesque sagittis.",
      "Natoque curae nibh condimentum et luctus dictumst dapibus lacinia tristique. Dapibus lacus non nisi ut fusce mi class. Cubilia fusce odio senectus parturient mattis ad sagittis dolor. Commodo curae id sed porttitor consectetuer sed facilisis commodo nostra curabitur ve metus luctus. Blandit fusce nisi sed cubilia lectus etiam placerat. Conubia vitae mi cras. Natoque lacus eu sapien enim. Feugiat augue parturient ad senectus. Cubilia morbi nec commodo hac placerat vitae facilisis penatibus amet nec. Sodales augue non orci. Iaculis lacus hac enim aliquam nisi cubilia mi lacus sapien ipsum. Iaculis magna purus cubilia at mi. Laoreet ipsum nibh posuere et. Commodo metus. Aliquet felis ve consequat class fermentum facilisi dictumst consectetuer. Laoreet velit nam augue congue scelerisque risus nullam convallis dis eni sollicitudin ac euismod enim placerat euismod. Sodales metus quisque amet blandit cursus vel inceptos nonummy. Feugiat augue ve cursus. Blandit curae eros ac eget cras at sollicitudin quisque nascetur rhoncus. Posuere purus. Dapibus porta sit enim integer potenti laoreet curae. Posuere donec cum nunc consectetuer."
     ]
    },
    {
     "title": "Aliquam morbi nibh leo nunc mi odio rutrum turpis nulla.",
     "paragraphs": [
      "Commodo neque id. Laoreet donec erat. Aliquam vitae et dictum posuere commodo tellus non pretium congue netus quis etiam. Blandit donec enim litora dignissim inceptos justo ipsum torquent dis vivamus a. Aliquam felis et dictumst ante. Sodales netus nunc nisi massa facilisis. Quisque felis metus eleifend in donec per risus quam. Potenti lacus. Integer velit odio facilisi dui pellentesque. Gravida vitae. Commodo porta odio. Egestas morbi adipiscing placerat quisque velit ut interdum nisi. Natoque risus quis arcu felis at purus penatibus aenean nisi at. Commodo donec et curabitur ante magna auctor condimentum proin tincidunt eros cum sagittis morbi fringilla interdum. Natoque lacus vitae class nostra luctus. Quisque felis. Dapibus justo. Cubilia velit amet tincidunt ultrices montes posuere gravida sollicitudin porttitor. Laoreet donec. Dapibus velit. Blandit ipsum in tortor a lobortis sed. Laoreet neque parturient et consequat metus.",
      "Posuere etiam eu imperdiet vestibulum eget tristique fermentum consectetuer est. Euismod curae non nibh bibendum risus feugiat dictum ante ac. Cubilia fames vestibulum volutpat posuere gravida. Sodales lacus feugiat orci enim aliquet tincidunt arcu est at felis eu enim. Integer lorem magna mattis enim posuere congue amet natoque felis dolor integer. Sodales donec sed erat ut pellentesque montes neque. Vivamus augue fames a primis imperdiet pulvinar facilisi. Iaculis justo ad a quis vestibulum sed adipiscing dictum bibendum. Egestas lacus metus venenatis molestie aenean nisl vulputate. Egestas netus nulla scelerisque placerat eget habitasse dictumst pede. Sodales etiam eni vestibulum adipiscing ut habitant libero. Blandit donec. Euismod felis enim vivamus id sapien et ad primis lobortis euismod. Integer donec adipiscing aliquam nibh nascetur justo eu. Feugiat massa sed nibh. Posuere dolor magna arcu curae duis proin tincidunt scelerisque. Aliquet fames id metus sociosqu parturient phasellus amet hac. Rhoncus netus. Egestas etiam felis sit justo ultricies habitant. Viverra magna sit facilisi. Laoreet neque. Feugiat donec orci odio justo tempor mi placerat sociosqu aliquet augue."
     ]
    }
   ],
   "title": "Posuere lorem amet in fringilla penatibus parturient orci.",
   "paragraphs": [
    "Feugiat porta orci. Dapibus netus parturient amet luctus ac varius habitant torquent. Pretium porta et arcu suscipit curae ve tincidunt purus neque. Viverra morbi massa rhoncus fusce class. Gravida fusce ac sociis eros leo lacus arcu cras porttitor. Cubilia felis non imperdiet. Egestas proin egestas molestie gravida donec enim. Euismod dolor. Laoreet felis quam faucibus quisque nibh nam. Euismod justo. Aliquet lorem enim elit netus. Potenti purus lacus aliquet potenti. Integer morbi. Integer neque massa scelerisque molestie urna nisi urna eros eu ante leo. Dapibus fusce cubilia elit ac bibendum urna blandit. Natoque vitae ad aenean. Aliquet velit parturient. Gravida neque quam auctor nec eros ac habitasse. Commodo class ve nostra pede in tincidunt urna. Cubilia magna amet viverra tellus imperdiet rhoncus pede nec erat in risus. Commodo vitae dui sit ac donec tincidunt accumsan congue vestibulum. Lacinia morbi eros bibendum.",
    "Conubia class. Blandit fusce. Gravida porta nunc amet sociis viverra diam lorem habitasse. Commodo massa felis. Vivamus metus diam sed a magnis. Feugiat morbi. Commodo etiam hac vestibulum ipsum cras posuere class fames. Feugiat porta. Vivamus metus duis. Gravida augue viverra cum sociis. Gravida augue porta mollis inceptos adipiscing. Rhoncus risus lorem scelerisque maecenas fusce nostra. Sodales nulla odio vehicula lobortis quisque montes. Potenti justo. Viverra lorem etiam magna scelerisque et cursus at vehicula. Feugiat justo per primis ut ac. Pretium felis sit praesent pellentesque laoreet hymenaeos elit. Blandit magna urna posuere. Viverra fames. Laoreet ipsum etiam tempor. Sodales neque cras elit pede diam. Quisque etiam."
   ]
  }
 ],
 "abstract": "Sodales fames nam quis netus curabitur sit volutpat a consectetuer. Pretium proin adipiscing pretium ante eu consectetuer tortor platea metus mi cursus ut at. Commodo massa diam erat congue et orci. Quisque vitae diam mi nisl in consectetuer feugiat lorem lacus nibh ipsum. Feugiat justo nam curae nonummy laoreet quis eget. Pretium class orci quisque tortor et. Dapibus metus sit nisi diam pretium fames eu. Euismod fusce vestibulum nisl imperdiet accumsan tellus primis dignissim etiam justo scelerisque pede cursus hac libero a lacinia id eu. Iaculis donec proin nonummy rhoncus vulputate sociis nam vel porttitor pede. Cubilia lacus parturient interdum arcu montes habitant parturient malesuada elit aliquam mi fames libero. Euismod lorem cras bibendum ad. Aliquet lorem vestibulum. Rhoncus risus in eu non venenatis nec fusce adipiscing sagittis gravida fames diam dui duis faucibus est. Commodo lacus ad in justo donec sit urna. Vivamus morbi et hendrerit. Conubia curae ut neque ornare purus amet taciti rutrum metus dignissim placerat eros euismod in. Cubilia augue sed adipiscing cursus neque scelerisque. Aliquet purus duis nam dictum sociis proin vivamus laoreet sociis metus velit leo neque. Quisque fusce. Integer porta dui aliquam eget quis dapibus. Egestas purus eros tristique aenean facilisi fermentum. Cubilia class pede varius mattis ultricies primis volutpat tincidunt eni eleifend consectetuer commodo.",
 "authors": [
  {
   "name": "Sam Benner",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Tillman Corp"
  }
 ]
}