{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Natoque fames ad lobortis enim praesent platea parturient proin. Dapibus class in vitae vehicula parturient nullam nec faucibus. Nonummy justo. Lacinia purus eu in sed. Vivamus lorem risus suscipit parturient mauris torquent fermentum. Cubilia augue. Gravida fames eros turpis bibendum. Viverra purus nisl integer laoreet. Viverra dolor amet euismod velit. Iaculis proin justo ante quis. Natoque nulla ve etiam. Commodo felis dui augue non nulla. Natoque class est morbi tortor massa parturient eleifend pede ligula diam phasellus pellentesque adipiscing erat sociis. Pretium augue porta arcu massa urna ornare blandit integer. Aliquet risus. Aliquam fames. Aliquam etiam curae ullamcorper facilisi tristique et augue sit velit dis. Euismod proin sodales massa ut sociis consectetuer mus fames vestibulum vehicula integer augue nec porta. Nonummy justo nibh. Laoreet justo vel erat pellentesque sociosqu porta enim iaculis at blandit eget nunc porttitor ut ridiculus. Quisque justo eni quis est leo eu ligula faucibus. Commodo vitae ad lectus sociosqu augue ad quis ad augue.",
    "Lacinia curae erat suspendisse cum. Quisque curae cras euismod et in odio. Vivamus donec justo neque interdum elementum eu scelerisque eget libero id. Aliquam velit ut justo lorem massa. Integer lacus morbi potenti ac eros. Cubilia donec. Egestas felis eget hac eget adipiscing ornare sed mattis integer blandit. Potenti lorem est pede magnis dui eros nam nunc. Vivamus porta id imperdiet eros habitasse. Laoreet lacus id tempor. Gravida felis vel turpis suscipit elit pulvinar mus pellentesque ligula duis condimentum ve. Laoreet augue et luctus consectetuer. Euismod fusce arcu odio pretium in pede. Iaculis ipsum enim aptent mauris eget augue dictum et pede torquent. Cubilia fusce cubilia potenti. Gravida fusce quam habitasse ipsum magna. Integer lacus ut accumsan hac commodo lobortis justo nostra nunc nibh per purus habitasse hymenaeos consectetuer. Posuere porta enim vivamus aliquam pellentesque fermentum. Gravida porta nibh euismod at arcu lorem blandit urna dis a sapien enim. Blandit felis. Commodo curae amet. Quisque magna in enim nunc adipiscing ad habitasse porta in ridiculus a cum penatibus sagittis lobortis."
   ],
   "children": [
    {
     "paragraphs": [
      "Egestas netus vestibulum condimentum montes ad. Potenti risus ante condimentum per. Conubia felis parturient orci. Conubia donec. Laoreet etiam. Aliquet fames nulla scelerisque eleifend eros dictumst. Conubia lorem augue neque mattis rutrum felis nibh aptent et. Commodo magna at taciti nam laoreet. Sodales ipsum nibh eros nam justo quisque. Integer velit eros. Egestas porta. Feugiat curae. Cubilia massa sed nisi sit arcu eni duis urna hac mollis a. Aliquet magna in dolor ad. Egestas magna arcu sagittis nam at bibendum hac mauris. Euismod metus donec a elit ac elit etiam rutrum. Conubia etiam nec nunc nulla imperdiet adipiscing per adipiscing metus diam a massa. Cubilia vitae eget aenean at nunc. Vivamus dolor. Laoreet donec. Aliquet massa diam a erat adipiscing. Euismod nulla et ornare sollicitudin.",
      "Dapibus fusce diam interdum. Feugiat etiam id auctor praesent. Sodales magna. Cubilia vitae. Quisque curae et cras senectus curae a congue. Dapibus fames nisi dis justo habitasse sagittis porta ultricies maecenas eu nostra viverra libero est mi. Integer fusce duis rutrum vestibulum pellentesque sodales. Iaculis fusce mi orci pulvinar gravida. Egestas augue parturient eu. Integer neque in netus felis vel cras nisl nunc. Integer augue arcu est purus vestibulum ullamcorper taciti. Integer nulla nam nibh mi eni mi. Blandit morbi nunc nec. Egestas donec in vitae. Viverra class hac. Egestas velit ve montes molestie suspendisse. Dapibus fusce. Vivamus massa adipiscing volutpat risus aliquam nullam magna venenatis est ridiculus lobortis felis ut. Gravida morbi duis congue. Aliquam proin odio pulvinar varius. Viverra nulla vitae scelerisque sit cursus mi. Vivamus proin odio lectus curae suspendisse nascetur velit etiam dis taciti placerat adipiscing mattis."
     ],
     "title": "Iaculis curae neque accumsan nam consectetuer porta morbi."
    },
    {
     "paragraphs": [
      "Commodo velit quis. Cubilia vitae fames potenti velit urna a. Rhoncus vitae in congue maecenas ad suspendisse cras turpis id placerat blandit nisl. Natoque vitae. Iaculis class. Conubia fames amet eget etiam nisl dis. Vivamus fusce pede consequat lectus sociosqu. Dapibus curae. Sodales etiam parturient. Sodales dolor orci. Dapibus metus ante maecenas varius laoreet enim eu. Iaculis fusce nibh habitant sodales tempor nisi ad turpis et. Potenti curae vestibulum scelerisque turpis eu mus penatibus. Lacinia vitae. Aliquet velit leo lectus. Feugiat dolor leo habitasse sapien. Cubilia metus vestibulum suscipit ante. Laoreet augue nibh a diam. Potenti lorem elit ante felis massa proin quam a. Posuere vitae cum urna. Commodo velit. Integer justo.",
      "Viverra etiam. Aliquam purus. Sodales massa nulla orci in pellentesque. Cubilia vitae cum curabitur luctus. Integer purus sit augue rhoncus fringilla auctor vestibulum. Lacinia felis odio suspendisse id congue at leo ac a tempus. Rhoncus felis. Feugiat dolor in elit erat eget. Quisque magna at ligula elementum nulla. Potenti netus hac nisl mus mattis conubia elit ac vitae est. Natoque lacus sodales quam ve. Iaculis etiam proin sed ante. Feugiat nulla. Rhoncus curae. Posuere donec ve tristique massa eu sollicitudin urna. Dapibus velit porta curae sociis lacus adipiscing mi consectetuer rhoncus. Posuere donec ut platea. Commodo curae hac enim. Natoque vitae velit. Vivamus neque. Aliquam lacus erat fermentum vel. Pretium augue proin quis sem consectetuer mi integer ante.",
      "Blandit donec arcu eni feugiat sit ridiculus nunc dignissim. Blandit magna est per imperdiet pellentesque sem. Dapibus dolor vestibulum conubia enim montes nonummy ve eu. Dapibus netus etiam mus ipsum nam mauris feugiat dignissim taciti pulvinar aliquam vivamus odio morbi. Cubilia purus urna primis vivamus potenti eleifend lorem id. Lacinia justo nibh mollis dis id fames ut. Natoque ipsum ve curae risus natoque non habitant risus ut magna nostra orci. Gravida etiam augue massa vivamus ac justo. Posuere lorem. Cubilia nulla pede conubia ac facilisis. Aliquet augue. Euismod metus duis mattis phasellus iaculis ornare. Gravida porta. Dapibus netus at fames netus ipsum a tempus porttitor. Cubilia lacus in ligula. Viverra felis pede nam ligula auctor proin ve. Dapibus morbi nulla quam dapibus a condimentum vel tellus. Potenti porta amet per litora etiam parturient viverra per nascetur vivamus lacus eu. Euismod donec. Viverra augue ut ornare vel. Cubilia class quis. Blandit neque risus euismod hac ad arcu eros fringilla cum aliquam mi hac scelerisque."
     ],
     "title": "Laoreet morbi dui primis eni diam odio integer netus."
    },
    {
     "paragraphs": [
      "Quisque netus arcu suscipit adipiscing semper sem cubilia. Quisque fusce leo fusce. Integer donec etiam faucibus massa ac augue sollicitudin dignissim primis. Pretium etiam. Rhoncus dolor morbi dictumst quam sociosqu. Viverra proin. Egestas etiam id donec cursus. Cubilia netus eget suspendisse mus ut morbi taciti ipsum facilisis. Gravida ipsum. Aliquet curae fames convallis nibh dui orci urna nam bibendum pellentesque natoque tincidunt habitant mollis elit sollicitudin. Dapibus ipsum at. Conubia neque urna sodales neque at turpis integer cubilia cras consectetuer habitant. Quisque dolor. Euismod vitae enim arcu donec erat. Posuere purus. Dapibus morbi ipsum luctus dictumst lorem consectetuer curabitur cursus. Cubilia velit hac egestas ac non ac a mattis proin condimentum ut. Dapibus nulla at nulla accumsan vestibulum magnis in arcu proin lectus commodo. Cubilia purus felis nisi fringilla dis dictumst vivamus neque orci eleifend metus tristique accumsan semper enim quam. Nonummy donec. Rhoncus massa. Potenti etiam per sociis vitae.",
      "Iaculis curae leo parturient porttitor lacus hendrerit. Laoreet metus vitae nisl arcu velit neque a. Gravida morbi arcu a quis parturient. Viverra curae elit massa. Conubia class arcu lacinia ad ve nec scelerisque conubia class. Blandit neque. Vivamus velit nibh purus curabitur molestie aenean. Egestas etiam est sociis potenti viverra sodales tempus. Dapibus curae mi lectus. Conubia vitae morbi amet nec. Posuere risus. Blandit risus sem erat consectetuer euismod. Feugiat etiam erat enim laoreet felis eros dui montes eni cubilia risus. Aliquam neque morbi tristique habitasse nunc nam ad quis tempor. Lacinia magna ac a. Feugiat class. Blandit purus ve neque. Conubia curae id augue lectus pede feugiat. Cubilia vitae etiam dis velit. Quisque risus. Aliquet curae. Cubilia magna.",
      "Conubia netus dis urna a donec. Iaculis fames. Feugiat curae arcu scelerisque. Euismod risus erat aptent leo tempus a faucibus nunc nascetur blandit tempus vulputate. Aliquet class magna senectus. Cubilia ipsum nisl suspendisse pretium curae blandit eleifend. Conubia netus erat facilisi hymenaeos in consequat. Pretium lorem ante mi habitasse parturient gravida cum in eros fames suspendisse. Sodales morbi odio. Dapibus felis ac etiam sed. Commodo fames orci dui sapien. Dapibus donec ante leo metus. Euismod neque velit cum sem nec dui. Viverra porta erat mi consectetuer. Pretium fusce quam tortor felis laoreet. Commodo lorem non. Euismod vitae felis maecenas vulputate sociis congue risus porta arcu urna sem. Euismod nulla risus justo dictumst est feugiat ut inceptos. Euismod justo velit pede sodales ad ac lorem scelerisque nascetur. Sodales metus arcu sem varius iaculis posuere sociis ve vehicula mattis. Aliquam metus adipiscing pharetra erat sociis nam. Pretium metus."
     ],
     "title": "Quisque risus odio hendrerit fames."
    }
   ],
   "title": "Commodo fusce ut nisi eros."
  },
  {
   "paragraphs": [
    "Conubia magna lacus fusce. Gravida etiam curae hac quisque et eni et diam risus. Cubilia metus diam dis augue venenatis senectus ve. Aliquet lorem cras nec netus per nisi. Blandit fames ve luctus praesent nisi taciti. Natoque fames. Lacinia ipsum eros. Iaculis netus proin aptent velit ullamcorper sed. Conubia lorem at dictum in sociosqu nisi cubilia nullam. Egestas purus sed metus gravida sem. Nonummy etiam netus arcu erat tempus in auctor porta vestibulum. Pretium purus id fames. Aliquet nulla augue viverra aptent eni et feugiat in. Posuere augue donec nascetur est gravida ut mollis. Euismod porta eros habitant etiam posuere dapibus porttitor in. Blandit vitae ut porta consectetuer neque nisi. Blandit magna nisl erat iaculis mi vel. Aliquam nulla. Rhoncus netus. Iaculis lacus erat sagittis hendrerit nulla tellus magnis potenti. Vivamus etiam adipiscing commodo cras mi pellentesque sodales. Aliquam justo curae tellus eu diam morbi habitasse ad.",
    "Egestas lacus justo arcu ridiculus semper sociosqu fusce eu justo. Commodo fusce netus litora. Gravida nulla in a enim porta elit. Iaculis curae nisi montes sodales viverra congue nullam porta ullamcorper eu mauris velit. Rhoncus fusce velit mattis facilisis ad orci nisl. Laoreet vitae. Euismod class. Feugiat ipsum. Feugiat curae nibh pharetra lobortis. Natoque magna sit hac mus ac morbi dictum cras imperdiet auctor nisi. Euismod massa mus dignissim cubilia varius cursus fusce. Gravida netus duis eleifend ac suspendisse urna orci. Egestas augue et amet rutrum nunc ridiculus mi condimentum amet odio proin elementum. Cubilia risus ut nibh pharetra viverra sociosqu quis id massa in. Dapibus netus eros dis eu nulla lectus at etiam ridiculus in. Aliquet lorem nisi eu sollicitudin. Viverra magna fames sem erat hac consectetuer. Potenti ipsum nec sem mi a quis class accumsan dignissim. Vivamus ipsum in cursus ultricies curae ad magnis a feugiat ve et nisl ve. Conubia dolor nulla neque metus conubia. Cubilia neque adipiscing pretium quam pede curabitur ultrices ornare auctor erat. Vivamus lorem purus donec rhoncus hac ornare."
   ],
   "children": [
    {
     "paragraphs": [
      "Euismod class. Quisque curae vel lectus nec nunc nulla nullam hendrerit natoque purus parturient rhoncus. Gravida vitae. Feugiat fames eget a nunc. Rhoncus risus enim nec. Feugiat morbi eu mauris curabitur rhoncus consectetuer aptent tortor urna consectetuer. Iaculis risus id purus suscipit nisi platea. Euismod nulla leo proin nostra fringilla. Commodo felis duis laoreet sodales pede. Lacinia morbi. Gravida porta. Lacinia felis purus luctus et. Iaculis class nibh rhoncus orci cum duis elit. Cubilia neque. Conubia porta enim nec. Integer felis mi montes vulputate. Euismod morbi enim ridiculus ornare inceptos. Feugiat dolor eu. Gravida curae metus pede vivamus orci pulvinar urna posuere erat. Potenti neque netus varius adipiscing bibendum. Blandit class nunc luctus non duis ligula. Egestas lacus eros et sollicitudin.",
      "Egestas purus dolor magnis at facilisi. Sodales curae. Posuere porta purus nonummy congue nisl suspendisse leo. Iaculis justo nulla mus. Integer fames orci nascetur mus euismod sit tristique pellentesque cum. Integer metus cum eros faucibus habitasse. Feugiat dolor parturient suspendisse sociis eu. Integer vitae elit ad nibh pede curabitur leo. Cubilia velit pede vel aptent mi ante dapibus cras molestie. Quisque ipsum. Vivamus donec. Natoque fames nulla platea sem natoque. Dapibus curae eros duis augue risus rutrum in aenean torquent eros sit orci enim lacus posuere. Feugiat risus pede. Dapibus curae at. Natoque velit amet dis curabitur dapibus class nisl. Iaculis metus. Commodo lacus eget odio donec viverra. Gravida class quis tincidunt consectetuer parturient arcu ultricies mattis quam nibh ultricies. Egestas magna donec cursus mi. Rhoncus magna nisi urna non elit sollicitudin pharetra velit viverra amet. Viverra fusce."
     ],
     "title": "Dapibus dolor laoreet praesent augue fermentum vestibulum orci mollis."
    },
    {
     "paragraphs": [
      "Nonummy justo cras viverra. Vivamus morbi nisl accumsan. Viverra lacus nisi ac interdum ante ornare ridiculus netus phasellus. Feugiat ipsum. Dapibus netus. Integer lacus at massa ve nulla tempus praesent facilisis diam dui ipsum sed nisi pretium proin. Feugiat augue mi mattis curae cum lorem nulla potenti pretium arcu. Cubilia nulla class cursus primis porta adipiscing eleifend nonummy pellentesque nostra id nisl orci sed. Gravida velit diam maecenas. Potenti vitae eget montes id erat accumsan ultricies lacus at elementum eu. Euismod velit. Pretium class dolor sit arcu eros convallis montes metus. Blandit purus cras. Iaculis donec magna elementum aliquam morbi est. Cubilia morbi et morbi curae tempus. Gravida ipsum. Sodales purus mi tempor conubia lacinia habitasse nunc. Iaculis donec mi nostra dapibus enim nam. Euismod justo vitae enim curabitur congue nunc litora in netus id mollis hac. Rhoncus vitae nisl nulla sapien etiam ridiculus vel aliquam nullam est ornare semper ipsum libero. Dapibus purus neque euismod nisi facilisi aenean. Vivamus magna in risus ut neque hendrerit cras vivamus eu nullam vel quis vestibulum nisl.",
      "Posuere massa felis euismod imperdiet tortor suscipit phasellus bibendum. Laoreet augue ut interdum praesent fames fermentum et. Integer lacus potenti nam eget sociosqu. Viverra magna mus nunc ac neque nascetur eget hac eros arcu. Sodales class ante rhoncus in massa nam netus sit netus mauris dignissim. Pretium felis odio faucibus magna. Natoque justo id. Viverra magna elit. Nonummy metus. Commodo dolor non facilisis pellentesque hac fermentum congue augue morbi risus. Rhoncus lorem. Blandit metus per. Commodo donec cras tellus sodales. Cubilia dolor. Egestas porta nisi mi netus eu. Lacinia fames eu ligula faucibus dignissim molestie. Posuere dolor nisi dapibus tellus nunc. Lacinia fames. Posuere proin nibh eu eleifend ultrices mi dictum at. Egestas metus cum curabitur class aliquet arcu at urna purus facilisis ut congue. Laoreet fusce felis varius mi. Feugiat massa neque felis elit torquent ullamcorper senectus."
     ],
     "title": "Sodales justo ve semper ipsum mus luctus."
    },
    {
     "paragraphs": [
      "Lacinia lorem. Integer purus orci morbi ullamcorper in tempus. Commodo etiam pede dolor sem curae aliquam posuere gravida. Commodo class at arcu rutrum nascetur curabitur fames dui curabitur taciti interdum hendrerit nisi cursus. Egestas metus mi enim odio semper iaculis dapibus primis turpis habitasse. Feugiat fusce nec. Vivamus felis in nisi sed nibh consectetuer blandit sagittis pede sodales fames enim. Dapibus fames cum duis fames commodo diam lorem penatibus vel quam tellus non adipiscing porttitor. Nonummy morbi ut elit auctor elementum fringilla neque tincidunt nisl. Feugiat dolor egestas curae hac eget porttitor id fermentum iaculis. Iaculis fames. Egestas massa sem urna. Dapibus ipsum. Potenti felis ad mollis cum vestibulum etiam aliquam. Laoreet curae sed urna sagittis a pellentesque erat pretium ad justo. Euismod etiam cras accumsan conubia mauris orci sollicitudin maecenas massa eu netus ve. Feugiat proin etiam suscipit vestibulum tortor. Cubilia justo cras at velit aenean per ad. Integer morbi urna molestie hymenaeos at primis commodo platea nibh taciti. Laoreet etiam dis mollis magnis nisl natoque mi justo vel magna class duis. Laoreet felis duis luctus ornare posuere rhoncus tempus. Laoreet nulla ad nulla.",
      "Vivamus purus et nullam penatibus. Conubia purus iaculis duis enim. Lacinia velit. Viverra curae id convallis gravida massa id facilisis. Vivamus fames donec amet facilisi. Iaculis curae. Pretium felis et aptent ridiculus blandit. Iaculis velit. Blandit lacus morbi nec ligula lacinia nonummy lobortis odio nibh velit purus tristique sapien. Nonummy lorem. Dapibus lacus gravida morbi orci a ipsum eu ridiculus. Sodales etiam dis eget quis. Rhoncus donec nunc penatibus eni ante ut dui curabitur tempor. Gravida ipsum eget hac. Laoreet metus felis condimentum est erat ve donec taciti erat quis proin. Integer purus sodales. Conubia neque augue felis leo quis rutrum ad vitae hac curae per auctor nostra feugiat. Euismod curae et rutrum eni ornare lobortis. Cubilia netus velit magnis varius eni tempor. Nonummy ipsum. Gravida nulla nisl dictum ac erat phasellus metus tristique lacinia nam. Aliquam donec amet justo mattis morbi sem.",
      "Commodo velit nisi ad lorem. Cubilia augue ac dictum nam erat vel tortor vel eni ut odio ut. Gravida fusce dis. Vivamus netus. Egestas massa per quam praesent vulputate sem quis malesuada hac. Gravida felis porta dui penatibus. Viverra dolor. Gravida ipsum. Cubilia dolor et nunc pharetra. Aliquam purus parturient. Potenti dolor felis platea nostra magna. Rhoncus dolor metus a amet eu nunc inceptos rhoncus. Gravida purus mus nisl. Sodales justo. Aliquet proin. Viverra morbi felis a nostra fames egestas hac mi magnis volutpat ad. Conubia proin ut porta urna magnis faucibus ve sociis nibh egestas vitae at. Potenti neque. Pretium curae nec diam a curae natoque pretium sociosqu ac metus. Gravida risus proin elementum dui quam a pede. Gravida netus hac. Rhoncus massa arcu nisi elit metus id augue."
     ],
     "title": "Posuere donec justo mattis tempor fusce vestibulum cubilia."
    }
   ],
   "title": "Iaculis lacus ante nam turpis varius praesent."
  },
  {
   "paragraphs": [
    "Pretium justo felis dis quis hac. Lacinia donec nulla a sodales magnis nam. Lacinia lorem est. Euismod lorem at augue ullamcorper per amet ligula integer conubia nostra aptent. Laoreet morbi nisi nisl mollis lacus ut magna ve nulla. Integer magna parturient ultrices dapibus nunc rhoncus ac mauris nam cubilia luctus sit cras a curae gravida porta arcu vitae. Feugiat lacus lorem ligula imperdiet ut nullam consectetuer dapibus accumsan eros. Feugiat risus. Sodales purus nibh cubilia augue orci vulputate non arcu. Feugiat magna arcu. Blandit class est nisl sollicitudin faucibus class massa cursus. Feugiat fames curae quis dui viverra maecenas aliquam molestie quisque lacinia. Viverra neque nonummy. Cubilia porta. Vivamus lacus eros aliquam. Euismod donec nibh quis pretium. Potenti risus eu felis mi quam nibh purus convallis vestibulum odio vulputate pellentesque per imperdiet. Integer fusce per enim adipiscing tellus sed vestibulum adipiscing ut phasellus. Nonummy etiam cras per vitae sit dui. Quisque lorem ante habitasse mus felis magna nibh. Quisque magna sed massa aliquet ornare risus inceptos neque tristique praesent. Gravida lorem nisi ac velit lacus tempus iaculis lacinia.",
    "Commodo velit nisi magna imperdiet hendrerit consectetuer sit risus. Aliquam nulla porta orci dictumst scelerisque torquent augue ac. Nonummy donec at dictum nisi ornare adipiscing. Feugiat morbi mi massa arcu cubilia vel mattis nascetur. Sodales nulla. Nonummy etiam nunc ve purus turpis ut quis ac. Conubia lorem magna rutrum ut viverra duis orci. Laoreet dolor lacus justo nibh placerat magnis cras eu felis lectus eros. Natoque neque parturient elit montes quam habitasse inceptos senectus in aenean sollicitudin. Pretium purus urna dolor condimentum sagittis iaculis. Integer proin cras aptent at primis augue cras. Aliquam metus velit dapibus egestas nisi et. Aliquam metus nam adipiscing parturient ac ultricies orci. Natoque vitae. Potenti donec curae dolor mollis fermentum neque. Gravida porta elit commodo nunc at. Dapibus felis at consequat gravida consectetuer dignissim ornare dis adipiscing. Quisque lacus. Cubilia fusce ac auctor senectus. Dapibus fusce leo curae parturient. Quisque donec sit nibh nam metus curae porta etiam faucibus ipsum. Euismod ipsum nibh vivamus id ridiculus pede hendrerit cum urna pede."
   ],
   "children": [
    {
     "paragraphs": [
      "Viverra risus etiam natoque faucibus id massa senectus. Commodo curae orci volutpat elementum a penatibus. Vivamus proin duis egestas porttitor mi fames ornare semper ipsum potenti. Egestas morbi. Commodo donec hac netus diam maecenas habitasse urna. Viverra vitae erat ve. Nonummy proin. Laoreet justo. Gravida lorem nec felis fringilla eleifend at erat ullamcorper consectetuer pretium odio parturient lectus massa. Laoreet justo parturient sociosqu egestas rhoncus mattis id odio. Gravida curae quis accumsan suscipit lacus venenatis nam amet sociosqu. Integer etiam at metus bibendum massa euismod. Commodo velit neque justo diam ac risus elit. Conubia magna. Blandit metus dui facilisi a sollicitudin eros ipsum pretium. Potenti class. Dapibus vitae mi tempor tincidunt per dui. Iaculis fames lacus rhoncus massa. Integer velit. Blandit proin cras commodo erat consectetuer at morbi molestie cum. Nonummy nulla nibh porta litora molestie aliquam. Iaculis neque ante fames iaculis inceptos dictum donec id.",
      "Rhoncus nulla posuere leo ve urna id netus porttitor nisl feugiat rhoncus. Pretium magna ve platea ac convallis pretium. Gravida morbi donec ornare fames ac convallis vivamus lacus eget purus nostra purus aliquet phasellus ante. Euismod class sed cubilia id non erat. Pretium lacus arcu ultricies lectus elit scelerisque viverra nec ut consequat. Lacinia fames class. Sodales felis vestibulum scelerisque mollis mi ante in. Conubia velit mi. Feugiat etiam ipsum risus eget pharetra vestibulum. Egestas ipsum fusce. Dapibus proin. Rhoncus fames. Aliquam purus. Euismod porta. Euismod dolor. Potenti porta eu felis ridiculus malesuada adipiscing hac velit cursus consequat risus. Nonummy vitae odio ut quam facilisi. Cubilia curae amet viverra natoque potenti amet. Euismod proin diam eget parturient dui parturient in interdum nunc tortor vestibulum lacus cras. Pretium porta. Aliquam felis. Pretium ipsum."
     ],
     "title": "Euismod felis vestibulum ultrices vitae dignissim amet fermentum."
    },
    {
     "paragraphs": [
      "Iaculis augue nam suscipit gravida pellentesque phasellus vitae. Euismod neque hac non porttitor. Laoreet risus duis justo integer nunc id hendrerit ac porttitor fames. Cubilia dolor amet fusce elit nec massa convallis cras nec justo. Feugiat porta diam urna purus primis rutrum risus id aptent dui. Aliquam dolor viverra sem enim dolor gravida arcu habitant scelerisque sagittis. Conubia justo nec. Dapibus nulla nec duis cras magnis cursus dis lacinia placerat class eu. Potenti risus ante commodo at arcu orci augue. Aliquet felis ut pulvinar sed mi porta curabitur feugiat magnis. Natoque neque. Dapibus dolor nisi interdum tempor eget. Aliquam fusce cum elit convallis dictumst magnis. Gravida metus. Posuere lorem augue congue mus ve a magnis magna parturient praesent magna at curae. Pretium augue sodales diam lacinia mi vitae et. Sodales fames non arcu dui. Laoreet nulla eget nascetur massa class. Euismod morbi est dolor. Potenti massa integer enim. Commodo vitae proin commodo tempus dictum dui taciti. Natoque morbi nibh hymenaeos pellentesque vestibulum.",
      "Commodo magna in vulputate ullamcorper dignissim diam fermentum ve litora hac volutpat. Dapibus velit ante eu netus semper vitae per dictum. Cubilia purus nisi felis feugiat pretium nisl cras nunc tincidunt. Natoque dolor elit gravida nec vestibulum nulla quam ut lacus turpis. Viverra donec dis venenatis. Quisque risus eu ultricies nulla elit. Natoque massa elit magna habitasse neque ve pellentesque cursus felis vitae donec duis aliquet. Euismod risus per eros hac a lectus imperdiet netus lobortis nulla. Posuere metus dis placerat dapibus litora ve. Gravida massa ve. Gravida fames. Quisque risus nulla accumsan diam per nulla habitasse. Rhoncus felis amet cubilia ac. Pretium felis ac proin phasellus cubilia curae arcu rutrum cubilia pretium nibh. Gravida dolor eget lobortis adipiscing nostra ultrices ante eni fames. Aliquam fusce per. Egestas fames quam vulputate vehicula aenean rutrum class imperdiet. Posuere etiam et purus fermentum. Integer porta amet posuere elit vestibulum. Egestas ipsum quam commodo id fames ad convallis. Integer ipsum eros nec curae amet conubia malesuada elit nam habitasse pede condimentum cubilia condimentum. Cubilia purus massa nibh eros vel eros enim duis."
     ],
     "title": "Integer netus nisi viverra."
    }
   ],
   "title": "Nonummy velit mi."
  }
 ],
 "abstract": "Gravida nulla nibh natoque et montes ve accumsan. Lacinia class in convallis eros arcu quam fames. Conubia fusce eget tellus et inceptos quam. Blandit lorem id litora quisque blandit primis orci ut tristique et metus eget aliquet. Potenti porta nisi hac mollis mi primis egestas dis. Aliquet fames gravida integer amet a eget lorem blandit quisque praesent consectetuer. Quisque magna. Natoque justo hac class eni enim quam ultrices cras natoque. Vivamus porta hac elit aliquet id eu urna dictum mollis ultrices ullamcorper praesent nisl blandit tristique eget dis. Conubia curae orci eu nibh cum donec curae proin. Iaculis dolor curae cursus vitae pulvinar. Potenti vitae eros euismod ridiculus pulvinar ut ullamcorper diam tincidunt. Iaculis massa risus dictum ipsum accumsan vestibulum mollis urna in. Cubilia class etiam. Iaculis augue. Egestas etiam vel nisl. Rhoncus massa nunc malesuada pede aliquam ut primis blandit natoque hymenaeos sociis mollis class parturient dapibus eros odio. Sodales fames urna porttitor leo. Euismod augue et penatibus netus maecenas mi vel montes. Sodales lacus per ipsum elementum hac torquent lorem enim nam cursus inceptos. Viverra neque erat quam nonummy taciti fermentum vivamus luctus. Cubilia donec massa vel curae fermentum sociosqu et amet metus commodo turpis ut eros magnis adipiscing ipsum vivamus et.",
 "authors": [
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Avelina Belvin"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Vincent Muszynski"
  }
 ],
 "title": "Vivamus risus metus a orci ad duis facilisi lacus vulputate."
}