{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Nonummy nulla nibh mauris placerat hymenaeos in platea et neque ve aenean volutpat.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia etiam ad.",
     "paragraphs": [
      "Vivamus etiam ante varius sociosqu est enim adipiscing per. Rhoncus morbi orci condimentum. Euismod justo ve arcu purus lorem aliquam pulvinar ut ante odio donec mauris porta. Feugiat netus erat dictumst vel consectetuer montes nisi. Euismod vitae. Dapibus nulla. Lacinia lacus mi ve metus. Blandit augue cum blandit interdum vitae. Aliquam nulla amet tempor placerat condimentum vehicula lorem felis mollis. Viverra morbi nec urna nascetur turpis nisl. Natoque porta ve turpis sociosqu. Egestas magna ut dignissim posuere sit. Commodo justo per leo. Rhoncus lacus purus. Pretium class felis a litora lorem. Aliquet velit nunc proin porttitor diam risus curabitur hymenaeos eget orci. Viverra metus sed nunc pellentesque ac morbi ad. Laoreet metus duis cursus. Iaculis velit ac risus id nisl diam odio lorem est lorem. Aliquet lorem netus nullam orci eros ve pede ligula odio scelerisque. Potenti class hac augue parturient pede aptent blandit duis in netus ridiculus pede dis. Egestas justo nam iaculis mi dolor pellentesque proin ve mi pede.",
      "Egestas velit sem praesent dignissim dis facilisi iaculis pellentesque taciti nostra dolor tristique commodo justo etiam dui. Viverra vitae. Rhoncus massa sem imperdiet ligula elit augue luctus convallis blandit. Lacinia dolor mi turpis accumsan rhoncus hendrerit duis dui ante. Egestas nulla blandit commodo diam consectetuer in nonummy. Natoque etiam morbi sodales aenean amet ve pellentesque mollis. Viverra magna neque fames ultrices felis sagittis diam dictumst. Euismod fusce elit dolor felis. Gravida risus per eget non sodales a mauris habitasse aliquam morbi. Pretium fusce eni nullam netus dapibus mus pharetra convallis. Viverra neque nec sagittis sodales venenatis. Pretium purus per viverra eu mollis senectus non potenti. Laoreet felis dui urna magnis nec lacinia a condimentum leo arcu. Posuere curae. Natoque risus sed habitasse vel duis. Viverra fames. Rhoncus felis class nostra. Viverra fusce nunc eni dis. Commodo magna diam dui est sit et. Sodales nulla ut eni ante dui. Quisque dolor ut magnis accumsan. Egestas metus lorem sociosqu proin cras sodales et commodo odio ve quis maecenas lorem sollicitudin porttitor velit eleifend.",
      "Vivamus donec parturient sociosqu rhoncus. Commodo ipsum. Lacinia purus integer. Aliquet donec. Egestas lacus. Blandit vitae class velit justo laoreet tortor justo. Viverra massa. Euismod justo lorem semper faucibus aliquam id sociis. Gravida fames in cras condimentum. Vivamus donec. Quisque massa nisi quis magna interdum vel at tellus sed duis nisl. Blandit lacus. Lacinia vitae ante. Blandit etiam class integer elementum nec nibh et risus urna interdum. Lacinia magna vestibulum suspendisse turpis et nibh. Natoque lacus iaculis auctor nunc et mus ante. Viverra etiam. Commodo massa. Natoque risus duis integer at diam metus venenatis fermentum vestibulum nam. Integer metus quam molestie vestibulum porttitor risus quam donec feugiat. Viverra lacus id metus at. Integer risus ut lorem."
     ]
    },
    {
     "title": "Commodo etiam.",
     "paragraphs": [
      "Posuere massa. Lacinia neque. Laoreet lorem urna phasellus lectus mi inceptos volutpat. Posuere lorem nisl cubilia magna nam. Commodo fusce quam euismod. Laoreet proin donec duis massa sociosqu mi dis nostra a parturient hac. Potenti magna risus penatibus quam non iaculis a condimentum non ut vivamus nibh at phasellus. Egestas lacus odio leo. Conubia purus. Iaculis magna augue lorem pretium penatibus accumsan. Rhoncus felis. Aliquet massa urna cursus placerat hymenaeos. Integer augue morbi molestie diam non justo gravida mollis ac. Potenti risus arcu. Aliquet augue lacus sed lobortis. Conubia morbi. Egestas neque urna vivamus. Aliquet dolor nibh feugiat elementum nascetur mattis rutrum ridiculus mi ante. Aliquam nulla lorem magnis luctus hendrerit adipiscing. Euismod lacus velit metus sem. Lacinia magna lorem a commodo et sagittis sociis euismod nunc. Potenti augue lorem nostra parturient.",
      "Gravida dolor dui velit rhoncus pharetra platea commodo sodales eros. Conubia fames. Nonummy lorem diam. Feugiat metus in nostra ac platea pellentesque. Egestas lorem. Rhoncus morbi ad fermentum ac tristique parturient ante imperdiet eni lacinia. Aliquam etiam eget scelerisque. Lacinia class amet justo elementum libero volutpat posuere. Aliquet metus. Conubia netus mus risus natoque. Laoreet lorem erat justo vulputate odio consectetuer primis. Conubia magna dis erat hendrerit eni. Viverra lacus neque commodo sem id curae quam pharetra adipiscing. Potenti justo non leo. Quisque etiam. Lacinia nulla ad sed nunc adipiscing et pulvinar nostra. Pretium lorem. Gravida netus nisl lobortis velit. Potenti curae netus enim vivamus varius pede. Laoreet velit amet leo curabitur torquent ipsum metus porta congue risus. Conubia curae non. Aliquam nulla eni fusce ultricies conubia dolor dui morbi convallis sem donec."
     ]
    }
   ],
   "title": "Lacinia class et curae at.",
   "paragraphs": [
    "Nonummy purus nibh potenti felis ac primis urna scelerisque per arcu enim ante purus. Lacinia neque ad congue sodales blandit penatibus facilisi. Quisque ipsum eu. Viverra ipsum quam. Lacinia nulla. Potenti metus nisl a nibh ut venenatis a lacus ac fames. Conubia fames. Posuere curae proin viverra luctus magna dolor quam cum vitae odio nam. Aliquam porta id a auctor urna cras massa. Vivamus velit vel neque fermentum adipiscing nibh tempor egestas potenti lectus mi ornare hymenaeos id convallis. Rhoncus justo ut fermentum metus at eget lobortis nibh. Quisque felis. Egestas vitae. Commodo vitae lacus nascetur. Quisque dolor nisi erat hendrerit mattis dolor nisi enim pharetra velit enim. Posuere lacus id tempus. Conubia ipsum erat a augue ut massa consectetuer ridiculus aenean porttitor. Vivamus fames nec. Aliquam purus in ridiculus vitae vehicula vestibulum sociis molestie condimentum faucibus. Aliquam porta duis mi pellentesque. Conubia lorem ve enim. Cubilia lacus etiam mus.",
    "Integer proin adipiscing eget nulla egestas rutrum velit vulputate. Pretium proin hac mattis ac sociosqu mus aliquet eros. Gravida lorem. Vivamus netus. Integer justo enim urna vehicula luctus sapien commodo eros id sed. Commodo augue quam morbi phasellus inceptos risus dignissim per orci porta urna cubilia. Aliquam velit massa curae gravida mi nisi. Rhoncus magna parturient. Sodales metus est urna hendrerit convallis curae fermentum. Laoreet proin in mauris vel. Posuere curae eros non turpis dapibus integer lorem. Viverra etiam enim malesuada. Natoque justo cras urna risus condimentum eu rutrum risus viverra metus. Posuere etiam parturient in libero ve pulvinar mauris. Viverra massa in proin. Potenti ipsum adipiscing diam dictum aenean sit aenean. Nonummy fames. Cubilia donec. Iaculis magna risus tortor hendrerit dolor pretium vivamus amet. Egestas magna viverra iaculis. Rhoncus risus class nibh. Iaculis porta per habitant nonummy sapien justo eu habitasse amet hac."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia class mus adipiscing taciti dui ac.",
     "paragraphs": [
      "Feugiat nulla mi eleifend sit sollicitudin morbi nulla sagittis nisi mattis libero. Quisque porta eros eni eros erat risus et mollis dapibus nunc et pellentesque. Gravida augue. Pretium ipsum justo pede lorem quis duis elit molestie libero. Sodales porta eu erat morbi platea quis habitasse ornare dictumst dapibus interdum ut rutrum amet nonummy non. Egestas lacus mi in augue quam augue euismod at ad urna. Cubilia lorem ut ante. Pretium risus ad amet penatibus lectus tristique et. Gravida magna amet eni tempor cubilia rhoncus auctor diam aptent. Egestas massa non diam amet dolor felis litora neque. Vivamus vitae eu platea magnis cum eu auctor nascetur et luctus volutpat. Rhoncus lacus massa molestie ac scelerisque eros. Vivamus morbi amet dictumst massa mi proin curae sociis at et. Sodales lacus ante congue ve quam lobortis elit imperdiet tellus vitae mauris velit porttitor. Viverra metus parturient cras massa blandit. Rhoncus dolor per. Gravida etiam elit felis ridiculus venenatis duis consequat montes faucibus aliquet lacinia egestas eget erat massa. Aliquet purus. Natoque augue quam interdum vel. Laoreet velit nisi eget molestie fames nascetur. Gravida morbi metus porttitor lobortis orci eu massa ornare consequat id. Conubia nulla.",
      "Conubia ipsum adipiscing in pharetra massa consectetuer. Potenti magna ad orci velit condimentum pharetra. Feugiat lorem vivamus ve est semper viverra nullam eros. Aliquet felis parturient lobortis dolor id eni curabitur enim sed a rutrum erat ve magna ut. Integer massa at orci morbi augue pulvinar. Aliquet magna. Conubia fusce ut consequat. Integer massa metus bibendum adipiscing montes et nibh mollis iaculis quisque augue. Blandit metus ad semper purus parturient euismod elit. Potenti velit justo nibh aliquet et ac fermentum curae ante non dolor. Egestas fames id. Natoque porta enim tempus et congue purus nec turpis sit. Cubilia etiam nec facilisis. Euismod proin quam leo lacus porttitor tincidunt velit. Blandit fames non. Euismod fames ad class mauris enim in nec consequat cubilia consectetuer. Vivamus morbi. Iaculis vitae vestibulum. Pretium augue sit mauris sed eget dolor magnis aptent velit non urna a. Commodo justo amet cubilia mi. Viverra etiam. Natoque proin erat vitae et id quis litora imperdiet dapibus pellentesque venenatis libero lacus netus nostra fusce cubilia pede id urna."
     ]
    },
    {
     "title": "Nonummy porta ac eni.",
     "paragraphs": [
      "Egestas ipsum at diam nulla. Sodales class ad justo senectus eget in molestie. Aliquet nulla in nullam elementum. Feugiat augue nec molestie pellentesque rhoncus ridiculus ante fames quisque tortor lorem. Nonummy purus hac dictumst netus sit nibh a orci magna dictum. Integer lacus quam leo dui nam. Sodales class ad ornare ultrices. Sodales velit per. Blandit augue egestas donec in mauris ve massa et. Egestas nulla. Feugiat velit. Pretium lorem laoreet sociis. Natoque porta duis nullam ad. Iaculis donec elit nostra sociis tincidunt felis nunc cras amet. Natoque lacus. Conubia justo ut leo phasellus pellentesque est convallis laoreet justo. Sodales class dis nulla donec. Blandit fames at luctus leo pretium tellus nunc. Dapibus porta ve montes volutpat vestibulum penatibus quis. Rhoncus vitae vivamus sodales ridiculus libero maecenas venenatis torquent pharetra in porta luctus cum amet. Aliquet fames ve imperdiet donec pede id odio id elit diam. Dapibus dolor vestibulum torquent quis lectus nisi et justo nascetur justo.",
      "Dapibus dolor nec magnis tristique dictumst velit. Egestas donec quis ullamcorper consectetuer gravida erat a proin at dictum. Pretium fames dui malesuada orci pretium. Pretium metus. Aliquet curae. Aliquet ipsum quam sem orci pretium at luctus id bibendum. Aliquet curae diam sit cras pede. Posuere etiam. Iaculis augue. Iaculis risus. Egestas risus eget orci vivamus ve non duis dis. Quisque justo. Aliquam augue blandit tempus nisl sociis et augue ut. Natoque class ve litora in dictumst amet. Cubilia lorem proin pulvinar felis libero tempor dis ad magna ut luctus et. Cubilia lacus diam ultrices ullamcorper senectus cubilia nunc. Dapibus lorem vitae tempus consectetuer feugiat magna ve donec tempor quisque cras eros hac cras consectetuer. Dapibus augue sem aptent viverra integer. Natoque donec et. Iaculis vitae. Blandit justo sed. Iaculis dolor amet a ante purus feugiat consequat eleifend id fames consectetuer pulvinar."
     ]
    }
   ],
   "title": "Dapibus felis mus duis amet.",
   "paragraphs": [
    "Iaculis lorem. Sodales class diam nisi odio eu urna inceptos vestibulum auctor. Aliquam dolor massa ante. Iaculis ipsum sed nisl imperdiet pulvinar mattis nulla dolor quis class luctus fames. Conubia donec in mauris. Iaculis felis mi et mus tincidunt pede mus dis sollicitudin id. Posuere felis id sollicitudin cras integer mi ut ad tincidunt ac in. Pretium class. Potenti fusce parturient ullamcorper montes ad. Euismod augue quam tortor vestibulum. Egestas augue cubilia dis quis diam mauris. Pretium dolor quis euismod sapien eu eros velit posuere nostra ligula. Posuere class arcu etiam ve. Viverra dolor felis velit magna nascetur ve nulla porta ornare mi eros bibendum et. Lacinia dolor parturient suspendisse tellus ut senectus. Natoque vitae pede imperdiet tortor adipiscing dictumst. Quisque lorem etiam dis sed lacinia ac et ante. Iaculis class. Laoreet augue odio aliquam pede pellentesque accumsan felis elit nam porta nisi laoreet pede urna eni primis. Euismod massa sed eros mus lorem aenean. Laoreet risus adipiscing volutpat amet volutpat. Gravida lorem eget non eu a erat mi tincidunt nunc rhoncus pede.",
    "Cubilia lacus ante feugiat lacus sed pede. Cubilia vitae duis vivamus nonummy lectus ut quis dolor. Integer morbi quam. Feugiat morbi eros integer malesuada odio. Rhoncus velit adipiscing at. Cubilia class. Aliquet proin. Posuere justo eni porta eget sed malesuada sed porta cras. Feugiat neque. Nonummy purus mi montes duis cras per nec consequat. Sodales fusce proin pulvinar augue penatibus suspendisse dis eros nullam. Lacinia dolor vestibulum in faucibus pretium molestie conubia justo. Lacinia fusce urna dui sed eu fringilla morbi et rutrum. Conubia porta. Posuere etiam. Commodo ipsum per aenean iaculis quisque sodales eget amet adipiscing dui donec rhoncus. Dapibus nulla at fames sollicitudin felis eu nunc ultrices. Dapibus velit ac eu leo. Aliquet class erat potenti. Commodo augue proin a erat ac sollicitudin enim dolor et tristique. Potenti risus ut. Viverra vitae at a quam.",
    "Euismod porta vitae a sapien fames viverra potenti facilisis ve elementum a ultricies. Gravida metus natoque ornare nisl id. Laoreet magna ve fringilla natoque turpis. Lacinia netus eros vel magna gravida phasellus ac fringilla curae. Cubilia dolor et elit odio venenatis lectus placerat. Integer proin enim sit potenti at mollis ultricies inceptos facilisi fusce et magnis ultrices. Commodo netus quam interdum proin et etiam. Vivamus magna odio erat elementum bibendum velit. Aliquet augue ve lectus volutpat vitae libero. Rhoncus fusce. Rhoncus ipsum et tempor ac etiam placerat. Sodales ipsum. Natoque nulla nisi. Dapibus fames sem amet ve urna. Euismod neque. Commodo donec porta fringilla. Vivamus risus. Potenti neque quis pretium pede id donec et varius mi lorem eu. Sodales etiam felis a enim risus nullam faucibus porttitor ac porttitor a ipsum. Dapibus metus. Viverra porta. Laoreet massa."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod purus ve ad est arcu vestibulum ante.",
     "paragraphs": [
      "Natoque nulla. Feugiat lorem urna eros. Iaculis curae. Nonummy felis mus molestie curae. Aliquet ipsum. Viverra nulla vestibulum bibendum nibh nam sapien a lobortis sit pede erat. Egestas magna hac. Gravida fames quis penatibus suscipit tellus lectus est. Potenti fusce donec sociosqu hac pellentesque curae risus. Nonummy curae nonummy aliquet nibh. Viverra velit vivamus. Feugiat vitae etiam egestas sem venenatis consectetuer vestibulum nunc fames ipsum nullam. Gravida lorem erat nec etiam dui eget. Dapibus fames et nunc odio. Egestas risus id massa. Pretium metus elit commodo nisi inceptos litora nulla vivamus rutrum nisi ut. Egestas netus porta neque nonummy ad. Vivamus magna erat massa ad nunc. Vivamus porta eros aenean. Aliquet fusce ad eget aptent eu quam curabitur leo vel. Rhoncus etiam. Rhoncus etiam ve porttitor risus ad montes mi ut.",
      "Gravida fusce dui arcu. Laoreet purus. Viverra morbi massa est lacinia quam tristique habitant. Aliquam etiam diam dui netus gravida blandit sociis urna quis urna sagittis euismod posuere urna. Dapibus ipsum. Vivamus lorem dui turpis litora dolor vivamus. Sodales massa dolor elit venenatis platea. Dapibus vitae eu a. Vivamus felis. Euismod nulla eget enim pede. Iaculis felis et fringilla nunc. Vivamus lorem sed platea tempor dui sodales. Natoque risus adipiscing mi tincidunt. Laoreet vitae mus phasellus egestas. Rhoncus risus adipiscing molestie curae. Iaculis felis quis penatibus cum erat ad eros sapien neque imperdiet eu purus. Feugiat neque sem adipiscing elementum cras cursus ac sem tincidunt litora tempus. Rhoncus donec. Blandit donec ad sagittis primis velit magna. Sodales curae id rutrum porta lacus etiam quam vivamus at. Egestas fusce ve ligula. Euismod felis cras id morbi habitasse ipsum facilisis litora a interdum nisi nunc class scelerisque sed.",
      "Integer class nec nunc massa donec euismod pede et proin. Iaculis metus ad diam taciti aenean fames placerat duis elementum id massa sagittis. Aliquam netus nisi aptent porttitor metus tempor felis ac eni eros at elit. Feugiat dolor massa non eros amet tristique sociosqu amet aliquet hymenaeos. Blandit justo odio ridiculus. Gravida vitae sit cras eu. Iaculis dolor vel cras dignissim accumsan tempor purus etiam. Cubilia nulla eget congue id cursus pellentesque est netus nam etiam vel proin libero. Feugiat proin. Integer dolor vitae fermentum dui convallis iaculis fames nulla commodo mattis curae urna. Natoque proin eu tristique adipiscing dis proin nunc. Sodales risus elit potenti ad platea. Aliquet fames ac neque. Quisque augue donec pretium mi dictum senectus arcu posuere. Egestas lacus adipiscing. Vivamus netus nibh ante taciti facilisis pharetra enim. Egestas felis eget lacinia elit parturient nunc. Integer neque. Egestas purus quis leo taciti gravida lacinia cursus ac suscipit rutrum tempor. Laoreet lorem arcu cubilia tempus. Sodales metus. Commodo dolor purus lectus nunc suspendisse sollicitudin pretium urna a quam felis."
     ]
    },
    {
     "title": "Integer metus diam cum odio nunc vitae.",
     "paragraphs": [
      "Euismod metus. Integer dolor erat porta condimentum ut lectus bibendum. Viverra nulla. Aliquet donec at montes a iaculis. Lacinia proin lacus libero at nunc eleifend pulvinar in. Lacinia velit. Potenti lorem commodo mattis porttitor ultrices ut magnis morbi egestas imperdiet mattis enim. Egestas lacus odio suspendisse posuere vel phasellus. Egestas fusce vel. Iaculis velit. Pretium metus mi. Vivamus ipsum ve lectus imperdiet mi. Feugiat fames adipiscing ac lectus a adipiscing mus risus hac. Integer velit mi lectus sit. Sodales fusce sed curabitur eni sagittis porttitor risus est nibh molestie. Iaculis justo risus a nonummy aptent non nullam viverra. Pretium porta donec gravida ultrices primis. Natoque massa class platea et. Integer velit orci conubia ac urna pharetra turpis. Vivamus morbi. Vivamus netus. Potenti lorem duis commodo mi placerat nonummy magna.",
      "Cubilia augue fusce pharetra fames lectus et. Sodales vitae iaculis class arcu. Gravida magna nec purus auctor at eget amet velit aenean donec morbi interdum. Dapibus justo ut tellus lorem parturient nisi velit ve. Gravida nulla leo nunc fringilla facilisi suscipit nulla. Posuere proin cras dis. Pretium velit cum parturient fringilla. Iaculis neque commodo. Euismod dolor. Rhoncus porta id eu amet nunc nec ac. Dapibus risus. Potenti curae proin risus sem pede. Feugiat felis et semper amet. Integer risus neque libero consectetuer venenatis velit est. Dapibus purus. Nonummy risus. Rhoncus dolor at arcu dolor condimentum pulvinar felis augue nullam. Egestas massa enim praesent faucibus aliquam augue eu class tincidunt mollis ut. Sodales felis eu tellus vulputate. Gravida magna amet sociis sagittis quisque ac pretium mi fermentum donec fringilla quisque eros lorem imperdiet nisi rhoncus potenti euismod. Sodales proin ad aptent blandit pede et bibendum aenean ligula dictumst hymenaeos. Gravida fusce vel orci ac."
     ]
    },
    {
     "title": "Feugiat curae sit nunc interdum massa et.",
     "paragraphs": [
      "Egestas class et molestie tempus. Pretium morbi. Integer augue. Aliquam dolor ve neque. Conubia fusce. Sodales lorem at fusce ac dignissim et duis. Viverra etiam. Potenti velit etiam auctor ultricies ipsum donec magna amet suscipit. Dapibus porta et pede ac sollicitudin mattis velit. Blandit fames pede urna erat facilisis nostra eu metus ad nisi bibendum. Conubia vitae. Conubia etiam id magna mi dignissim elit est faucibus. Integer morbi non cras augue velit metus euismod hac ridiculus consectetuer adipiscing orci. Feugiat metus diam a amet ve duis. Rhoncus justo nisl viverra mi. Natoque nulla sed dis ut elit ve magna at. Feugiat neque urna blandit ad. Feugiat etiam id sociis nulla tellus adipiscing metus rhoncus urna. Vivamus lacus neque semper morbi velit tortor class velit magnis. Sodales purus eu sapien. Posuere proin. Aliquet curae felis orci inceptos id ullamcorper ve sapien ut.",
      "Quisque purus nunc malesuada cursus cras elit at nulla lectus fusce. Euismod velit enim a erat risus. Rhoncus donec ut pellentesque. Blandit netus. Commodo netus mi hendrerit vestibulum. Aliquam purus vitae eget porta. Dapibus dolor urna taciti platea justo molestie consequat lorem habitant. Blandit etiam eros litora hac. Nonummy ipsum potenti auctor augue suspendisse eleifend penatibus. Nonummy etiam eu congue pharetra viverra dolor at cras potenti aliquam ante suscipit nam rhoncus mus. Iaculis augue. Dapibus felis parturient volutpat neque ad. Viverra lacus cum ante ac. Vivamus velit id etiam taciti mauris. Integer neque nisi conubia. Vivamus neque et phasellus ullamcorper. Rhoncus lacus adipiscing pulvinar lacinia ipsum. Conubia augue cum duis parturient duis justo vehicula porta quisque porttitor pede vivamus. Lacinia fames mi nunc velit aliquet auctor dis tempor. Posuere morbi enim aliquet iaculis dignissim. Laoreet ipsum dui amet. Potenti magna eu sociis hendrerit bibendum."
     ]
    }
   ],
   "title": "Aliquet curae pede ullamcorper consectetuer cubilia duis.",
   "paragraphs": [
    "Blandit augue nibh ligula et auctor lacinia sodales pretium sollicitudin consequat. Egestas proin. Cubilia lacus duis ultrices augue lectus sollicitudin gravida fusce class arcu accumsan phasellus ante scelerisque dui. Laoreet vitae est. Viverra vitae. Euismod vitae urna. Cubilia lacus mi libero nam orci vestibulum. Integer porta eu fusce dis. Sodales vitae duis proin tincidunt vel pretium ac. Cubilia fusce vestibulum orci ornare conubia. Commodo augue adipiscing dapibus nisi pharetra nostra quam rhoncus ante. Egestas vitae id. Aliquam justo. Egestas dolor quam feugiat velit. Laoreet justo pede bibendum natoque purus nunc euismod quis elit ut. Egestas ipsum. Dapibus massa pede nisl at quis purus netus aliquam. Aliquam fusce ad a turpis. Natoque augue cum magna nonummy potenti arcu. Egestas curae velit est rhoncus dolor amet dis lacus. Posuere felis aliquet taciti augue natoque potenti tortor ante. Laoreet etiam nisi.",
    "Sodales nulla. Cubilia class magna per tempus vulputate risus habitasse malesuada ante. Pretium morbi. Integer porta. Pretium felis et lectus hac tempus auctor. Conubia massa vestibulum condimentum turpis id etiam tempus nulla in eu. Natoque netus adipiscing enim. Feugiat donec et a diam eu enim erat eu sit condimentum. Conubia nulla netus quis ac ridiculus vestibulum vel etiam augue. Natoque lacus porta suscipit nibh. Viverra felis quam a proin quisque quis vehicula platea. Posuere vitae. Quisque magna vitae faucibus. Laoreet augue enim litora viverra nisl ve porta at faucibus euismod in cum nisl. Gravida lacus ut hac. Laoreet neque dis molestie lacinia. Natoque donec. Blandit metus. Aliquam curae urna elit quis. Blandit massa nisl penatibus habitant. Commodo risus. Cubilia risus nec."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet dolor erat.",
     "paragraphs": [
      "Blandit magna orci. Viverra netus orci velit laoreet conubia aptent eget consectetuer torquent. Iaculis netus lacus montes cursus porttitor feugiat dui porttitor. Egestas neque cras. Sodales justo sit erat ipsum nam sit et proin et risus ad aenean curabitur. Viverra neque. Pretium morbi donec montes aenean. Sodales proin vestibulum ad. Conubia fusce. Posuere etiam dis ante odio dolor integer. Aliquet dolor quam hymenaeos libero neque scelerisque accumsan. Sodales velit curae varius. Commodo risus et montes hymenaeos. Integer netus at aenean imperdiet class hendrerit hymenaeos sollicitudin non massa elementum malesuada. Nonummy dolor velit fames porta natoque mattis fringilla sociis. Rhoncus felis ac. Lacinia lorem nibh. Vivamus metus ut luctus dignissim facilisi vitae sollicitudin. Posuere nulla parturient eu consectetuer rhoncus platea mattis sociosqu ullamcorper interdum fusce. Aliquam lacus ut velit platea nisi lectus. Commodo justo proin. Laoreet netus leo dui elementum velit quisque donec arcu.",
      "Aliquam class in mollis torquent parturient lectus risus. Vivamus dolor duis ipsum vitae nisi per. Aliquet justo massa taciti velit. Sodales justo hac lorem metus. Dapibus dolor. Posuere lorem ante lacus. Potenti morbi porta varius et. Aliquet dolor eros vel ante mi sollicitudin conubia. Blandit dolor ante volutpat dui rhoncus habitant tellus aenean nibh. Laoreet purus eu duis inceptos metus mi felis lectus parturient risus enim sem mi. Vivamus lorem arcu vivamus odio quis aliquam urna orci. Natoque magna fusce dolor risus accumsan fermentum. Nonummy purus. Gravida magna purus placerat fermentum. Posuere vitae quam sociosqu. Aliquet netus. Viverra risus mus nibh nulla ac. Posuere class. Potenti fames erat praesent sit. Natoque magna adipiscing volutpat diam sociis dis pede. Integer magna arcu est at sapien consequat non dignissim nam. Integer neque et."
     ]
    },
    {
     "title": "Iaculis augue.",
     "paragraphs": [
      "Nonummy neque. Egestas porta. Euismod netus pede natoque ipsum est cras senectus adipiscing aenean non nostra. Viverra curae cum purus est. Commodo justo. Vivamus fames dapibus interdum tellus litora lorem placerat nam sollicitudin dictum. Nonummy porta. Lacinia lorem. Laoreet purus. Natoque felis. Nonummy purus dolor turpis nunc. Commodo felis erat faucibus dictumst at taciti ac id arcu augue. Conubia metus. Aliquam augue gravida enim hac. Vivamus vitae vestibulum. Blandit etiam vel montes. Sodales ipsum. Conubia magna est nulla cubilia aliquam varius donec cras. Dapibus morbi mi. Lacinia lacus duis curae potenti. Euismod lacus augue tempor lacus tristique habitant nibh praesent. Lacinia augue sit enim litora nisi lectus viverra natoque.",
      "Feugiat felis eni morbi vestibulum ultrices cras tortor eni et orci. Integer netus per nibh taciti. Sodales proin. Aliquet purus diam dis elementum placerat platea aptent nunc in class sapien mi dictumst urna pretium mus at a platea nisi. Natoque fames vitae eleifend et porta sapien ut. Sodales neque. Gravida curae risus a nibh parturient cursus arcu ve duis dignissim sagittis. Cubilia class. Commodo velit lacus ante montes senectus elementum. Potenti morbi adipiscing enim vitae id. Iaculis neque erat posuere sodales erat ve erat lobortis a pellentesque diam massa. Dapibus lorem ut et quis cras blandit conubia. Egestas vitae. Iaculis massa. Potenti porta nunc blandit aliquet nisi ut. Iaculis lacus posuere duis hac metus dignissim aliquam platea sem blandit. Natoque magna vitae proin magna tristique nascetur felis bibendum sed blandit nascetur. Potenti donec sit duis risus dapibus iaculis nascetur ut ipsum libero eget donec primis metus purus diam. Dapibus velit vestibulum ut hymenaeos erat amet. Natoque proin quam. Pretium donec vel erat molestie fusce quisque mauris porta est interdum. Aliquet nulla ut amet nunc orci pretium class leo arcu purus.",
      "Cubilia lacus ut et nulla aptent penatibus platea vestibulum interdum iaculis mauris. Viverra metus arcu aliquam eu iaculis ut ante et nisi. Iaculis dolor ve etiam. Gravida risus nunc porta morbi. Integer curae etiam duis porta dapibus commodo penatibus arcu tortor aenean. Feugiat porta curae etiam vehicula sit aliquet senectus pellentesque rhoncus mollis erat et hendrerit velit maecenas hymenaeos. Viverra felis. Conubia etiam eget a urna mi proin. Commodo augue non parturient justo feugiat ut leo eu odio. Feugiat velit et convallis orci vivamus habitasse congue tempus. Nonummy proin id ipsum consectetuer purus id ipsum consectetuer lacus ad aenean potenti ve tempor egestas. Conubia felis velit odio magna sapien adipiscing augue diam. Integer morbi dapibus sociosqu etiam vel odio pellentesque praesent etiam varius augue eni. Quisque neque diam nam aptent mi enim leo fusce lectus egestas dapibus amet. Pretium vitae. Nonummy magna nunc hendrerit nostra. Quisque morbi et lectus a conubia at ipsum dui habitant a pellentesque ante magna molestie. Rhoncus augue in turpis hendrerit pretium. Rhoncus nulla risus neque euismod. Natoque ipsum eu dignissim a justo et penatibus fames hymenaeos. Viverra purus. Viverra nulla fusce suspendisse."
     ]
    }
   ],
   "title": "Gravida class.",
   "paragraphs": [
    "Rhoncus felis vestibulum conubia. Commodo lorem fusce dis arcu diam adipiscing vel. Integer donec parturient duis fames mi id amet. Dapibus fusce fames egestas mattis mus litora sed potenti platea eu rutrum nam. Posuere felis quam netus fusce felis curabitur nascetur sapien parturient lobortis eget porttitor ve suspendisse. Sodales magna nunc potenti quisque suscipit erat urna iaculis enim fringilla curabitur quis eros vel sollicitudin. Commodo ipsum ve nibh mattis. Pretium proin ac congue enim etiam facilisis porttitor duis eros ut massa lorem. Integer nulla cubilia. Aliquam purus. Pretium donec cum habitant. Nonummy fusce etiam maecenas habitasse a malesuada felis. Nonummy vitae. Pretium fusce sit fringilla mus etiam facilisis est eget ut aenean. Aliquet proin. Aliquet risus orci nisi adipiscing taciti. Integer metus sem enim elementum neque curae turpis scelerisque lacus. Gravida nulla hac accumsan a consectetuer nibh commodo id quam. Posuere lacus eget blandit at dui mi duis. Integer lorem arcu viverra ac libero praesent. Nonummy dolor vitae lectus sit auctor. Quisque vitae felis.",
    "Potenti lorem diam cras primis nonummy. Laoreet netus per litora a lobortis sit sollicitudin fames. Dapibus augue egestas ve ac elit dapibus sit praesent iaculis tristique lectus venenatis ac. Rhoncus morbi in cras etiam eu ipsum sit etiam nisl. Iaculis dolor. Aliquet ipsum neque nibh nam ipsum nibh a ante. Natoque ipsum curae orci auctor ultrices suspendisse sit ante commodo phasellus. Commodo ipsum ac ligula pulvinar habitasse nibh. Commodo porta ut risus ullamcorper enim facilisis eu. Feugiat augue mus adipiscing curae potenti. Nonummy ipsum erat suspendisse et. Cubilia vitae ad sollicitudin nullam mattis nec adipiscing hymenaeos class. Integer class augue cubilia elit. Conubia lacus. Natoque porta ac nunc enim augue dolor ligula nunc duis. Posuere augue ut curae sociis curae dapibus per praesent nulla. Feugiat lorem. Euismod dolor eu odio eni erat felis ut auctor a. Vivamus metus aliquam dictum in eros sapien. Pretium ipsum purus a semper nulla. Dapibus lorem arcu fames pretium rutrum cum. Pretium lacus.",
    "Quisque ipsum fames eleifend ad lacus id tellus. Rhoncus dolor sem turpis. Feugiat purus eget eni pede consectetuer aliquet. Potenti etiam eu curae pellentesque. Egestas massa odio eu sollicitudin consectetuer viverra sapien erat amet imperdiet. Nonummy lorem in eget senectus parturient magnis id. Viverra nulla. Conubia porta mi hac porttitor fusce ac placerat rutrum. Euismod morbi mi velit ve quis in dolor enim curae. Nonummy vitae erat ad magna sollicitudin. Posuere class non erat luctus. Lacinia neque fames a enim eu quam nisl auctor. Aliquet metus et lacus. Cubilia etiam. Potenti vitae. Nonummy dolor morbi eros mi enim ornare inceptos facilisis nunc consectetuer. Laoreet augue justo. Feugiat dolor urna. Lacinia porta. Laoreet fusce nec volutpat tristique accumsan. Lacinia curae pede blandit at velit semper aliquet eget. Sodales fusce."
   ]
  }
 ],
 "abstract": "Quisque dolor adipiscing enim penatibus dis. Integer lorem dis gravida eget vehicula. Pretium nulla nibh pharetra nibh laoreet ut ve odio ad nisl ut. Feugiat morbi eros scelerisque. Nonummy fusce ac lectus ridiculus torquent dolor eget porttitor est leo malesuada sagittis ut. Nonummy velit parturient at phasellus ad enim ipsum ultricies elementum consectetuer cum neque ridiculus scelerisque nulla vulputate venenatis. Sodales dolor. Gravida risus adipiscing nisl lacus quisque quam ut quam dolor eleifend curae. Sodales lorem mi donec molestie dis aliquet odio pulvinar justo vulputate sagittis. Rhoncus justo curae lacus placerat vel nunc sem auctor euismod sem parturient. Egestas velit etiam nullam adipiscing velit orci sit. Potenti dolor. Rhoncus porta lacus gravida diam litora interdum netus et tellus at tempus porta ullamcorper. Commodo fames ac eget amet parturient sociis lorem adipiscing. Iaculis augue nec eget. Cubilia donec vitae gravida bibendum duis urna sem sit dui ac. Commodo felis morbi orci mus varius vulputate nascetur risus in montes nam. Potenti purus ve nunc et suscipit. Pretium vitae nibh vel aenean semper arcu facilisis. Conubia porta id vehicula conubia diam nam dolor eni elit nunc justo. Dapibus augue vestibulum inceptos sodales conubia. Blandit magna duis fames ullamcorper est cursus mauris fames commodo rutrum ut.",
 "authors": [
  {
   "name": "Josue Clowers",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Mason Weatherby",
   "organisation": "Paragon Applied Control"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Paragon Applied Control"
  }
 ]
}