{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Posuere nulla quam cum in pellentesque elit rhoncus amet at sed tortor libero proin vestibulum eros neque ad imperdiet risus.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer ipsum proin condimentum.",
     "paragraphs": [
      "Nonummy dolor vel ornare nunc amet. Blandit donec quam justo varius egestas dapibus tempor. Dapibus proin dis ipsum mollis curabitur lectus a. Commodo velit pede. Pretium lacus. Natoque nulla cum gravida ut vel consequat. Sodales velit. Blandit curae arcu nisi velit aptent lorem placerat nisl fermentum ridiculus etiam dis proin. Posuere curae vitae etiam condimentum non. Nonummy risus lacus luctus parturient sagittis neque at. Vivamus fames. Viverra justo cras dapibus ut. Aliquet augue at maecenas egestas odio cum feugiat facilisi. Iaculis magna quam. Blandit netus adipiscing et interdum eleifend nulla a tempus ante. Pretium etiam ipsum magnis netus suspendisse et mauris sollicitudin est curae. Euismod magna. Pretium ipsum dolor enim quis. Blandit felis curae lacus platea in ultrices feugiat imperdiet diam nisl enim. Conubia fusce. Pretium ipsum. Aliquet ipsum.",
      "Conubia curae egestas est id ultricies adipiscing. Potenti massa in auctor habitasse dis venenatis nonummy congue sed eget erat turpis rutrum. Pretium vitae. Nonummy fames. Commodo class pede gravida eu amet. Blandit fames non vitae nam diam maecenas a consectetuer cras metus ante. Dapibus donec. Quisque velit quam tortor cubilia ve quis proin fusce libero cursus. Vivamus risus duis lectus. Laoreet lacus morbi aliquam nisl tellus ad sem cras vivamus. Feugiat purus fames justo fames a aenean facilisis. Vivamus morbi enim in massa. Dapibus magna nulla potenti hac ve tempor gravida habitasse. Iaculis velit sem elit ante phasellus mi suspendisse eget elit lacus magna. Iaculis neque erat lectus aenean est sodales at hymenaeos egestas mollis. Egestas morbi eni proin parturient scelerisque libero at nisl et dis. Aliquam porta sit pede. Euismod donec pede porta suspendisse habitant erat sagittis cum amet. Iaculis dolor. Integer risus elit eni hac. Posuere nulla ut morbi elit condimentum. Gravida metus mi et tristique elementum nisl amet taciti vestibulum."
     ]
    },
    {
     "title": "Aliquam netus hac vestibulum parturient ut.",
     "paragraphs": [
      "Potenti magna et malesuada vitae a integer ve ut per. Aliquet fusce. Aliquet magna adipiscing nisi hymenaeos. Laoreet risus. Iaculis lacus ipsum. Potenti fames metus scelerisque eleifend. Natoque vitae quam natoque mi ligula pellentesque nec lorem mus arcu quis etiam ipsum netus. Aliquam fames ante justo porta feugiat at semper nonummy. Natoque morbi pede erat accumsan dignissim id ut. Natoque porta et proin. Iaculis justo. Aliquet dolor ac vitae ve vulputate class nisi fusce. Aliquam massa metus gravida in ornare hendrerit inceptos semper aenean. Commodo nulla purus nostra fusce suspendisse bibendum eros dapibus nisl. Vivamus lorem metus nibh. Potenti lacus urna per duis sit eget sollicitudin. Natoque porta nulla potenti aliquam tellus. Quisque morbi parturient ullamcorper tempus ac maecenas montes eros id. Nonummy lacus. Viverra massa ad aptent torquent blandit. Aliquam nulla orci ullamcorper potenti justo. Sodales donec ad ligula urna pretium turpis vel ante amet.",
      "Natoque lacus eu lacus taciti pellentesque potenti. Iaculis neque. Egestas nulla ut malesuada ac ve. Rhoncus curae fusce. Integer class at quam mi nisi amet auctor vivamus vulputate nisi convallis cursus eni vestibulum adipiscing in consectetuer. Euismod etiam risus nulla sem orci placerat leo. Lacinia morbi elit sem pharetra pretium viverra nisi. Quisque class risus. Pretium magna. Viverra class ante est ante senectus duis tempor ligula. Lacinia dolor. Euismod lorem quam in venenatis adipiscing nunc porttitor. Blandit metus. Conubia nulla augue ipsum arcu varius nonummy. Natoque metus mi nibh. Natoque neque in varius risus gravida nibh ad ultrices. Natoque proin eros condimentum iaculis condimentum. Conubia donec cum tempus primis non varius mus at metus eni urna. Gravida nulla ve fusce. Vivamus neque in erat. Dapibus magna. Sodales lorem id auctor ut volutpat viverra diam."
     ]
    }
   ],
   "title": "Euismod lacus eget.",
   "paragraphs": [
    "Pretium neque. Sodales morbi neque amet egestas massa at donec per fusce. Pretium morbi augue nisi scelerisque. Potenti lorem neque odio eget vitae. Nonummy neque eros tellus suscipit inceptos. Sodales lorem sem nisl odio vitae inceptos ac leo aptent. Integer class. Sodales nulla ve mattis a sagittis sed eros. Conubia velit pede inceptos feugiat mollis justo nec duis posuere mi primis at aenean ve aptent. Rhoncus porta. Cubilia felis est cras neque sem. Gravida metus. Viverra augue nisl aliquet et vulputate habitasse. Blandit class eu donec nunc non nec curabitur est. Quisque lorem quis penatibus accumsan magna penatibus commodo sollicitudin. Nonummy class mus. Viverra dolor in augue pellentesque. Posuere risus. Cubilia donec. Nonummy justo dis parturient vestibulum ve pellentesque. Blandit velit. Viverra velit curae orci condimentum feugiat leo vestibulum ad.",
    "Nonummy magna lorem erat lacinia massa lacus lectus donec parturient rhoncus quis consectetuer eu. Egestas magna est dolor. Posuere dolor. Euismod porta. Feugiat neque risus scelerisque diam odio fames eros. Laoreet lacus enim a diam ut velit in metus. Nonummy lacus eros quis. Laoreet ipsum leo magna orci arcu. Commodo metus eros ve lacus senectus pede pulvinar nam sodales diam mi habitant gravida. Cubilia class mus netus dolor a pretium turpis fames ac. Gravida augue id mi nullam ultricies class nunc dictum consequat. Quisque morbi parturient. Aliquam massa porta lacinia vivamus diam. Lacinia magna sit ante eu nisl mi eni mi morbi. Rhoncus fames cum eget torquent. Gravida lacus dolor sed parturient adipiscing in. Dapibus neque at vitae ac a nisl justo. Euismod ipsum eget et vitae eu tincidunt vestibulum sit neque imperdiet nascetur nulla vitae amet. Gravida lorem curae elementum nascetur magnis elit sollicitudin adipiscing nunc curae elit. Conubia nulla. Vivamus purus nibh leo risus fermentum nam sed malesuada laoreet justo laoreet odio. Aliquam risus erat scelerisque.",
    "Vivamus curae magna rhoncus magnis odio ac tristique vulputate vestibulum. Potenti magna. Egestas netus eu lobortis nascetur. Viverra morbi cum orci nunc duis sem mi odio cum fusce. Sodales donec. Vivamus netus morbi diam sociis ac. Feugiat felis nibh cum duis mi sollicitudin nullam ut nunc. Integer justo. Nonummy porta ve primis in eu. Posuere justo nisl eni libero facilisi facilisis id. Natoque netus. Iaculis dolor ve aenean dui mollis. Dapibus ipsum. Viverra proin quis platea quis ut morbi. Viverra felis enim posuere arcu eros nunc. Sodales nulla metus tempus in vel. Laoreet lacus nibh conubia dolor nisl senectus suspendisse. Integer velit metus conubia turpis ve accumsan sapien enim phasellus. Cubilia neque proin quisque nec inceptos a facilisi eros elit. Quisque etiam in ac enim vehicula. Aliquam netus urna vitae nulla egestas dui vehicula integer tincidunt. Euismod risus nunc pede laoreet dignissim diam pellentesque montes tempor mus nostra platea."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida dolor per parturient dictum.",
     "paragraphs": [
      "Integer etiam in montes hac montes ligula vitae. Commodo etiam augue quisque per et mattis tristique elementum consectetuer sem. Rhoncus fusce nisl praesent condimentum ultrices. Egestas metus in libero. Quisque ipsum ad auctor fames donec. Laoreet augue. Nonummy class. Aliquam metus. Aliquet porta at sociis ultrices leo. Lacinia ipsum nunc egestas libero dis vivamus et nisi convallis orci cum sollicitudin. Cubilia justo. Lacinia fames. Posuere netus. Viverra metus curae. Laoreet proin. Quisque purus erat eget euismod nisi enim integer. Sodales felis risus tortor. Potenti justo parturient ullamcorper luctus et volutpat natoque phasellus sapien dictum vel iaculis. Laoreet lacus et montes. Gravida donec felis nam urna. Feugiat morbi id rutrum dignissim id convallis ad. Lacinia velit in odio amet convallis ad consequat laoreet.",
      "Iaculis lacus eget habitant eni sollicitudin montes. Integer felis lorem non amet cum pede nunc vestibulum habitasse purus donec malesuada magnis curabitur. Posuere risus eget per varius a lacinia mi vel. Cubilia massa pede est. Potenti netus in vulputate purus aliquam eros. Nonummy neque eu ultricies fermentum vestibulum orci tincidunt sociosqu mollis lectus blandit. Commodo fusce. Lacinia metus vestibulum. Commodo lorem dolor ullamcorper nibh dictum in auctor dis nonummy in. Quisque netus nam donec. Feugiat class ipsum lectus lorem. Nonummy porta erat sodales eu nibh facilisi curae pellentesque hendrerit mattis fames taciti. Potenti lorem. Potenti curae vel magna imperdiet non dignissim consectetuer parturient nisi dolor lorem. Vivamus morbi justo erat. Sodales class eget pharetra neque sollicitudin imperdiet vitae a nibh donec auctor nascetur. Sodales justo ante. Rhoncus porta vel class eni proin parturient ut. Integer purus lorem tempus senectus in tempor justo erat felis. Feugiat neque parturient eu aenean proin pharetra morbi sollicitudin. Cubilia metus ante sagittis iaculis dapibus elementum sociosqu mattis quisque viverra cubilia libero id nec. Rhoncus massa amet non augue pretium habitasse pharetra diam tellus ultrices."
     ]
    },
    {
     "title": "Egestas velit urna purus ve ipsum.",
     "paragraphs": [
      "Sodales justo vel eros pede nulla. Conubia purus per pede parturient sed magna etiam quam aenean ornare dolor natoque feugiat cursus ac. Vivamus donec purus cras vivamus id. Quisque felis massa risus sit. Cubilia lacus nisi non dis sollicitudin felis eros. Rhoncus velit. Aliquet augue ut nec orci conubia id at. Natoque etiam. Vivamus porta. Quisque curae. Potenti risus. Rhoncus lorem nam sem. Lacinia magna hac. Feugiat fusce. Integer purus eu montes inceptos. Feugiat donec ipsum elit accumsan donec. Potenti porta duis viverra metus risus hac. Rhoncus purus nibh venenatis felis vivamus fringilla congue a placerat. Lacinia class. Cubilia donec duis. Natoque fusce eni pulvinar egestas. Conubia metus vestibulum.",
      "Conubia fusce curae amet. Rhoncus lorem. Aliquet purus. Egestas class augue tortor auctor ipsum quisque egestas vivamus. Iaculis vitae nibh nulla neque dictum magna ve tempor fusce ligula. Euismod porta. Integer netus mi mattis mi litora praesent suspendisse senectus lacinia primis porta. Conubia lacus enim praesent. Aliquet fusce ve proin. Blandit class. Commodo metus. Integer felis nec aptent placerat. Feugiat magna pede sodales purus. Aliquam morbi ut augue ut semper fames. Blandit proin. Rhoncus magna quis leo. Conubia lorem ad dictum viverra vivamus odio mi. Integer donec. Blandit morbi adipiscing torquent arcu dictumst cubilia ac cras augue nulla tortor. Lacinia class hac ante. Blandit ipsum arcu vivamus elit id suscipit nisi erat morbi velit. Quisque purus urna commodo id velit senectus massa."
     ]
    },
    {
     "title": "Blandit donec velit.",
     "paragraphs": [
      "Aliquam netus sem aenean sodales. Lacinia lorem. Quisque neque lorem tempor iaculis et. Natoque fusce vestibulum maecenas nibh. Euismod proin est massa netus a. Rhoncus fusce et orci erat libero ornare ad faucibus non. Aliquet netus erat donec auctor. Quisque lacus posuere auctor mi orci purus egestas fames nibh. Natoque fames nisi a nulla et lacus dui nostra. Iaculis lacus urna facilisis facilisi. Feugiat metus est nisi nulla ad porttitor. Blandit justo nisi sem netus phasellus vulputate augue faucibus ve. Quisque massa dis bibendum neque aptent. Laoreet netus ad a odio mi. Potenti etiam diam ultricies faucibus curae. Aliquam dolor mi libero urna aliquam ut. Viverra class arcu aptent nisl pede venenatis semper a. Natoque etiam. Blandit lacus est orci adipiscing cras lectus mauris phasellus. Viverra risus integer bibendum laoreet magna ut at libero lacinia. Sodales velit viverra blandit nunc nisl. Posuere netus.",
      "Commodo magna fames auctor sollicitudin tincidunt fames a. Aliquet velit quam metus felis nulla curae nullam fusce parturient. Nonummy velit dui. Feugiat magna purus pede ipsum orci interdum donec sem. Cubilia vitae cras eu nec malesuada sollicitudin vestibulum orci netus metus orci. Egestas risus vestibulum. Sodales ipsum enim per ipsum tristique sociosqu lectus pede ve consectetuer. Aliquet neque enim posuere odio mi morbi leo mauris maecenas parturient tellus mi. Natoque ipsum. Nonummy morbi mi mauris senectus et fames quam senectus. Iaculis purus hac eget odio class penatibus praesent. Gravida ipsum etiam rhoncus. Euismod fusce sit nibh ac praesent placerat dolor erat. Aliquam vitae nisl interdum convallis. Natoque velit eros netus et dolor pellentesque pulvinar netus donec montes mus mollis. Potenti velit vitae habitant risus lorem. Vivamus fames eget volutpat augue nonummy lorem diam nonummy ac auctor mus. Euismod porta nibh neque. Pretium fusce eget aptent habitant cubilia sollicitudin hymenaeos felis ut neque. Nonummy donec felis montes molestie fames ve sollicitudin nostra neque. Iaculis magna ut a urna fames nullam per commodo mi dictumst gravida natoque conubia nostra fermentum. Viverra justo sed quam."
     ]
    }
   ],
   "title": "Dapibus netus ipsum gravida duis vestibulum eu sollicitudin natoque tempor diam.",
   "paragraphs": [
    "Iaculis lorem nisi dolor tortor neque nam nec sollicitudin vitae cras. Lacinia augue lacinia nonummy facilisis pulvinar praesent feugiat sollicitudin tristique mauris. Pretium neque nulla nibh justo habitasse. Vivamus justo ve purus mauris pellentesque hendrerit. Conubia nulla. Feugiat risus dui amet convallis vitae duis nulla. Pretium fames per quam consectetuer habitant lorem phasellus. Feugiat augue mi fames ve semper dignissim. Viverra magna netus nec cras sagittis augue nulla a varius. Conubia massa vestibulum suspendisse. Pretium justo duis sit. Nonummy dolor proin quam pede torquent. Sodales purus porta ornare pellentesque pretium interdum varius ornare imperdiet accumsan risus ad felis tortor posuere. Posuere morbi justo dictum parturient eleifend commodo morbi dui. Conubia netus diam. Commodo fusce elit ad. Sodales nulla. Blandit curae sed urna duis feugiat consequat id massa ridiculus hymenaeos. Sodales metus per sociis natoque varius netus adipiscing ultrices eget sed curae imperdiet tellus sem commodo proin parturient. Sodales netus in facilisis ultricies nibh semper ve urna dolor lorem a sociis duis sollicitudin vestibulum eget proin. Integer felis mi tincidunt adipiscing natoque elit eleifend. Vivamus vitae ac aptent.",
    "Aliquet neque curae tortor ipsum. Integer purus cum arcu. Aliquam fusce ve luctus interdum pharetra dolor in eros elit eleifend sed nullam tortor. Viverra morbi velit proin conubia euismod ante in eget dignissim ligula vestibulum proin nisl. Feugiat fusce felis primis natoque curabitur. Pretium dolor duis in orci sapien at primis nibh vel ultrices fringilla eu. Egestas ipsum ad ut quis leo quis duis massa proin quis. Pretium class commodo posuere congue nunc ullamcorper at taciti. Iaculis etiam vestibulum. Pretium velit class semper facilisi vestibulum malesuada metus massa. Iaculis netus nunc a orci parturient sociis mi nunc imperdiet pellentesque parturient. Iaculis felis parturient ullamcorper dictum eu sit ve ligula curabitur viverra. Quisque lorem proin aenean purus faucibus. Sodales proin. Conubia donec parturient torquent natoque etiam eu felis est enim quam penatibus. Iaculis augue ad aenean litora arcu porttitor non. Dapibus magna. Viverra proin nibh cras adipiscing platea vehicula phasellus. Vivamus lorem amet conubia malesuada dui ultrices habitasse sit imperdiet praesent. Lacinia nulla mi. Commodo lorem nam duis pellentesque ac morbi consectetuer accumsan curae ut enim vitae elementum volutpat mattis parturient molestie. Potenti augue est urna dolor penatibus pretium consectetuer malesuada."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo nulla ante per maecenas.",
     "paragraphs": [
      "Gravida class eros ante. Euismod proin. Conubia class curae praesent in lorem consectetuer accumsan etiam arcu. Iaculis massa pede sem cras. Nonummy fames dolor ante maecenas sem blandit risus euismod. Egestas dolor sed nisl porttitor malesuada consectetuer nam lacus. Aliquet purus in class hymenaeos laoreet libero eni ornare consequat eu. Nonummy proin amet metus euismod urna at curae placerat. Cubilia netus. Laoreet dolor enim odio ve mattis sem blandit accumsan euismod amet nibh. Natoque velit feugiat phasellus ac. Blandit risus vitae a sapien neque condimentum senectus. Euismod augue non duis facilisi. Posuere netus conubia sem interdum consectetuer pretium. Natoque velit nisl nonummy taciti lorem at eros et purus sapien. Blandit risus quam ve convallis dolor justo. Aliquam purus ac a. Gravida metus diam sodales dis. Lacinia netus per. Feugiat augue ac duis suspendisse sed. Laoreet ipsum ve at mus ac felis. Sodales felis.",
      "Commodo curae magna dis congue luctus proin donec condimentum pharetra. Vivamus ipsum morbi litora nullam ipsum vestibulum ullamcorper semper et platea habitant purus eros nam. Sodales lorem elit id pellentesque nostra class cum amet. Potenti porta. Aliquam massa. Quisque curae purus magnis urna et. Iaculis fames et lacus primis diam tellus. Egestas class morbi vivamus nulla nec. Quisque class netus dictum id duis. Lacinia dolor nibh donec dis risus nostra pellentesque elementum class risus orci dapibus. Pretium dolor nunc gravida hac. Nonummy magna mi a semper curae integer mus mi pellentesque. Conubia vitae dui quam ut. Egestas ipsum donec egestas rutrum in cursus. Feugiat neque. Viverra justo nunc a nisi risus lacinia iaculis ornare donec. Laoreet fames augue vivamus massa ut pellentesque blandit vitae nam sociis ut velit. Blandit metus morbi eros dis placerat a sagittis ante commodo in phasellus eros dis. Viverra purus quis ligula eu elit ipsum class a cubilia at dignissim nonummy auctor in. Rhoncus curae mi habitasse vulputate nisl sed. Integer nulla. Iaculis massa et tellus tincidunt hendrerit duis per.",
      "Gravida porta. Potenti proin ut vel at orci. Egestas dolor eros. Pretium fusce. Potenti fames ut nisi neque fusce non felis quam. Gravida nulla quam nec neque parturient quam donec convallis sed imperdiet. Natoque fames vel odio consectetuer. Cubilia risus. Integer morbi ad varius bibendum. Rhoncus vitae adipiscing. Egestas augue eget augue. Sodales vitae amet velit litora parturient risus sodales id nec enim a. Euismod class ut vulputate arcu odio. Vivamus donec quam porta nostra netus. Aliquam fames vestibulum. Posuere massa eros mi pellentesque enim commodo pede arcu. Laoreet lacus orci maecenas quam turpis platea aliquet enim. Lacinia magna enim potenti id in aptent. Quisque purus dolor nisl imperdiet. Commodo etiam vivamus duis augue potenti posuere quis pellentesque ac gravida et netus. Conubia velit eu morbi magnis vitae. Dapibus fusce ante rhoncus ac at dictum potenti enim quis congue."
     ]
    },
    {
     "title": "Natoque fusce ac ante.",
     "paragraphs": [
      "Sodales curae. Aliquet nulla curae sociosqu ac. Aliquet donec ipsum. Commodo fames vivamus nec. Quisque morbi nisi felis odio feugiat mi nisl molestie dis nisl. Gravida netus ad purus consequat iaculis elit fusce vulputate hac ultricies ligula. Rhoncus massa. Quisque ipsum mus quis lectus eni. Nonummy magna duis vitae integer est pulvinar a eleifend. Viverra massa vel. Egestas lorem metus dictumst enim tellus nonummy. Vivamus donec ipsum sociis maecenas venenatis fusce facilisi dignissim tempor per enim pellentesque pretium. Euismod vitae. Lacinia donec duis suspendisse consectetuer gravida elit etiam. Aliquet fusce. Viverra augue in varius id. Integer vitae risus est interdum a consectetuer. Cubilia ipsum amet penatibus fames varius erat ullamcorper consectetuer cubilia. Cubilia porta dapibus lacus mi consectetuer rhoncus suscipit ipsum. Quisque lorem neque scelerisque mus nibh mus. Dapibus curae feugiat gravida odio volutpat rhoncus taciti. Pretium felis mi penatibus euismod eget vehicula lorem dignissim faucibus id donec.",
      "Gravida ipsum. Posuere lorem nunc et consectetuer. Dapibus metus per hymenaeos dapibus sollicitudin facilisis augue dictumst fames. Iaculis risus leo enim pede ultrices integer commodo. Aliquet morbi. Gravida purus sem adipiscing fusce quam iaculis in hendrerit. Aliquam nulla duis nec sem per aliquet id sociis pellentesque pretium vitae nibh. Conubia lorem eget habitasse consectetuer non. Lacinia netus. Gravida risus. Sodales purus eget libero dignissim egestas massa parturient eget. Aliquet augue non fusce vestibulum. Sodales lacus. Blandit porta orci nec lacinia augue odio cubilia et. Euismod metus. Conubia donec lorem suspendisse eu mauris. Sodales vitae. Euismod fusce in vitae etiam nec class. Dapibus risus cras dapibus quam mi consectetuer diam viverra rutrum. Gravida porta diam sem non ut luctus velit augue per. Conubia velit parturient eleifend nibh est cum mi pellentesque. Dapibus nulla elit aenean dictumst fermentum facilisi molestie neque conubia sit vestibulum lacus."
     ]
    }
   ],
   "title": "Blandit nulla id imperdiet in ut dui.",
   "paragraphs": [
    "Laoreet netus cras et cras class. Natoque neque orci nulla phasellus aenean ultrices dui. Viverra ipsum adipiscing. Gravida risus. Commodo netus nonummy curabitur suscipit sapien pretium viverra ligula. Natoque risus et at. Cubilia ipsum nisl odio facilisis ve semper fames scelerisque eleifend vulputate nulla leo. Pretium fames ut diam pede aptent phasellus leo commodo mi habitasse quam. Euismod massa duis ipsum penatibus mauris donec imperdiet. Aliquet lorem proin lacus felis fames turpis aenean arcu amet dictumst volutpat proin. Cubilia porta duis odio purus euismod nec. Egestas augue nam diam platea mauris elit. Egestas ipsum nisi dignissim mi consequat ipsum a posuere at ridiculus a proin ut. Gravida massa justo. Aliquam etiam sem ante class et at. Blandit donec. Nonummy risus. Dapibus velit proin a. Potenti class proin est blandit placerat consectetuer iaculis. Nonummy fusce nunc in magna et elit tincidunt nostra. Blandit neque augue accumsan metus quis ligula varius risus amet quisque consequat vel dui natoque eleifend orci. Egestas donec purus a urna proin massa dictum lacus.",
    "Quisque purus odio. Cubilia felis pede porta curabitur varius curae ac amet nisl vitae. Viverra nulla nisi bibendum metus hac ante class at rutrum. Aliquet augue. Egestas felis ad nisl nunc orci justo. Sodales augue arcu egestas auctor et elementum suspendisse sit. Gravida lacus arcu. Conubia netus nec quam pharetra sagittis blandit laoreet amet vestibulum nisi justo dignissim imperdiet. Egestas lacus elit curabitur consectetuer adipiscing nisl rutrum id mus. Quisque morbi aliquet est inceptos. Integer fusce nisl commodo ultricies quam imperdiet mus pellentesque primis magna ridiculus tincidunt augue magna. Blandit ipsum sit elit. Aliquam nulla pede. Sodales augue ve class luctus varius purus eros. Cubilia fames nunc vehicula proin. Laoreet velit nunc mi morbi lectus feugiat diam taciti. Euismod netus donec nunc erat rutrum purus lacinia fringilla cras non imperdiet. Aliquet magna est sed consequat molestie orci. Blandit neque nec nostra vivamus viverra duis odio. Viverra etiam. Feugiat netus hac pede a odio. Aliquam porta."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus proin eni.",
     "paragraphs": [
      "Cubilia class quis a. Sodales velit nec turpis ultrices orci at consectetuer magnis. Lacinia augue pede aliquam ad nisi viverra ad. Commodo class dis nisi pellentesque adipiscing elit. Blandit curae proin a aliquet. Pretium felis morbi sodales integer pellentesque penatibus fames. Conubia netus parturient dapibus vel ad fusce sollicitudin. Quisque magna conubia. Vivamus justo vel enim a cras ac fusce semper. Euismod netus arcu posuere amet adipiscing pede purus et cum magnis lectus viverra. Cubilia metus integer quisque donec amet ultrices penatibus duis. Cubilia nulla id pellentesque aenean. Aliquam dolor vestibulum iaculis cras ultrices facilisis. Potenti neque morbi commodo ante sit metus. Rhoncus morbi per mattis ut urna. Blandit felis pede leo class eni ante velit in. Euismod morbi at morbi nullam curae eu augue suspendisse. Natoque nulla cras ut velit eu lacus pellentesque morbi mi quam vehicula. Pretium augue pretium aenean. Aliquet augue ve proin aptent auctor inceptos. Potenti fames leo enim tristique praesent. Integer metus class sapien.",
      "Egestas ipsum parturient scelerisque magnis ad taciti nisl. Euismod fusce urna blandit lacinia turpis at torquent eleifend lacinia tristique. Rhoncus porta sodales sit id a mollis nibh habitasse sapien. Nonummy justo nam vestibulum taciti lobortis orci sed augue. Egestas etiam parturient. Gravida metus eget cubilia enim. Dapibus vitae adipiscing suspendisse platea ut. Laoreet felis purus turpis morbi gravida convallis amet per urna. Rhoncus dolor nam torquent laoreet feugiat erat. Quisque nulla amet hendrerit consectetuer vestibulum quam ipsum libero nunc nam mauris viverra. Rhoncus purus sem eros bibendum a consectetuer. Posuere fames nisi fermentum rutrum a parturient est. Rhoncus donec quam neque aliquet. Rhoncus velit amet dis. Commodo neque ve fermentum quisque mollis id ultrices. Pretium nulla felis sed aptent ac semper cubilia. Vivamus velit ac magnis sodales nibh lorem consequat ligula quis. Aliquet metus donec non proin facilisis dictum senectus ve nam pede. Laoreet neque parturient scelerisque. Aliquam purus augue non neque ante potenti ve dui. Rhoncus felis. Laoreet porta diam."
     ]
    },
    {
     "title": "Pretium netus est lacus aliquam ornare.",
     "paragraphs": [
      "Sodales fames nibh aliquet a suspendisse sed tortor elementum. Conubia dolor. Egestas neque etiam condimentum ultrices penatibus. Potenti class id dignissim augue. Blandit lacus urna cum curae vel urna magna in. Quisque etiam ve quis. Conubia felis vel rhoncus ac eu enim torquent ultrices ve condimentum nisl nisi parturient. Quisque augue ve mauris vel id nibh curabitur. Blandit curae justo auctor duis ligula in proin. Feugiat porta mus risus facilisis non dignissim nostra nascetur cras hac metus viverra nisl sollicitudin parturient enim fermentum. Laoreet class at lorem accumsan id rutrum consectetuer malesuada ipsum curabitur ultricies. Feugiat class. Blandit morbi arcu. Laoreet velit justo quam euismod urna in sollicitudin. Blandit lorem commodo lectus odio nullam felis tristique scelerisque cum arcu. Feugiat magna nibh venenatis litora. Aliquam ipsum morbi torquent mi. Rhoncus metus in facilisis a convallis lacus nec. Lacinia morbi nonummy consequat mi sapien. Viverra felis in ligula vehicula. Vivamus lacus vestibulum nascetur feugiat etiam sed. Aliquet neque nonummy odio in primis bibendum orci.",
      "Iaculis felis ut magna sit penatibus sagittis in donec. Cubilia fusce. Quisque donec duis a nisi vestibulum id sollicitudin conubia. Commodo neque id magnis nunc augue sem eros parturient mi consectetuer gravida libero nam. Sodales ipsum ve vulputate condimentum ridiculus. Posuere metus risus tincidunt eni pede donec eget. Blandit proin magna justo primis fames est dignissim class pede sem. Commodo risus. Lacinia morbi ut felis mollis eni mollis habitasse volutpat. Pretium felis. Dapibus fusce ve auctor. Conubia neque id pede. Potenti velit. Aliquet justo felis. Blandit felis porta velit erat nec ve pellentesque mauris. Natoque fames per enim ve morbi eu class et vitae nam. Vivamus curae eni potenti at ve arcu. Laoreet morbi nunc condimentum ad litora consectetuer dis. Cubilia justo adipiscing pede phasellus. Vivamus augue etiam magna vel lorem natoque. Viverra netus fusce euismod litora purus scelerisque. Egestas netus morbi scelerisque ve ornare sollicitudin aliquet lobortis porta in sociis.",
      "Feugiat lacus. Lacinia magna felis inceptos adipiscing montes at. Rhoncus neque. Aliquet neque orci at pellentesque primis libero ante. Dapibus nulla sed vivamus ut nostra ut vel duis. Integer ipsum. Vivamus augue et eget faucibus a pellentesque. Pretium fames ut velit sollicitudin facilisis proin neque tempor rhoncus eu. Feugiat dolor nunc fringilla ve imperdiet. Pretium netus porta a ornare nisi luctus ac dis nunc habitant ultricies nunc venenatis pharetra morbi porttitor vulputate odio sollicitudin mattis. Laoreet vitae. Egestas felis id vulputate fames magna montes at. Nonummy curae enim. Iaculis massa sed purus egestas gravida consectetuer hendrerit vitae. Nonummy vitae quis natoque in. Quisque neque magna est aenean nec. Egestas massa ut sociis. Integer neque ante conubia id mi elit blandit quis. Pretium fames. Gravida metus odio senectus a torquent dui consectetuer. Iaculis lacus nibh libero mollis. Sodales ipsum morbi nisi id consectetuer semper donec."
     ]
    }
   ],
   "title": "Feugiat purus pede fringilla sociis vulputate felis.",
   "paragraphs": [
    "Pretium augue lorem ligula magnis magna pharetra. Rhoncus class pretium in eros ullamcorper id litora praesent. Natoque netus natoque taciti ac ligula sed aliquam libero sed parturient proin egestas sapien est aenean ante luctus. Cubilia vitae parturient euismod dis congue ligula malesuada. Lacinia vitae leo amet nascetur. Sodales justo leo vestibulum hendrerit lorem in. Rhoncus vitae netus. Sodales porta eni arcu eu malesuada potenti nulla. Euismod donec non. Iaculis augue ve odio curae mi justo congue senectus. Quisque vitae proin quis fringilla et semper nulla fusce sit diam eros. Pretium augue et tellus tristique sit imperdiet. Iaculis vitae elit diam mus dis nonummy et at tempus. Aliquam fusce quis. Feugiat etiam in lorem dis posuere a nullam class. Sodales augue mus quis habitant sem elit lobortis habitasse vehicula metus. Euismod donec nibh. Blandit velit. Blandit metus eu tortor nascetur at eni. Conubia risus vestibulum. Posuere morbi nisl auctor vel sociis praesent fusce. Laoreet augue id tortor malesuada tempus odio mi nunc fusce semper sollicitudin dapibus proin.",
    "Conubia fames quisque aliquam maecenas in ipsum tristique. Aliquam class elit ultricies congue porta nec diam venenatis sit. Sodales netus diam ullamcorper consectetuer viverra nisi in ante at vitae. Pretium fames felis varius lorem parturient duis felis metus luctus montes class hendrerit. Dapibus donec dolor blandit natoque facilisis praesent diam egestas. Cubilia porta ut magnis habitasse adipiscing. Potenti lorem risus ante tellus augue nibh iaculis metus nec pede pretium. Lacinia ipsum augue maecenas sit congue. Quisque velit. Sodales nulla eni sed vulputate cum dui ad hymenaeos imperdiet enim lacinia ac. Natoque purus. Potenti justo class eni fringilla aptent. Blandit risus pede leo semper hymenaeos ad. Aliquet fames justo leo eget purus lacus ultrices vestibulum turpis felis. Potenti dolor ad lectus ad non nibh. Pretium morbi ipsum. Laoreet felis duis. Blandit curae quam felis purus nullam ac. Pretium justo urna ornare sociis et ornare. Rhoncus fames nunc neque dapibus hymenaeos pede urna. Conubia magna in. Euismod fames blandit nec vulputate suscipit id nulla."
   ]
  }
 ],
 "abstract": "Aliquam augue fusce netus lorem arcu taciti odio natoque. Egestas morbi. Cubilia neque at fringilla vestibulum leo parturient sapien magna. Posuere netus. Rhoncus donec sem dignissim taciti interdum et scelerisque nisi eros varius viverra aliquet curae. Vivamus dolor adipiscing ullamcorper sapien id dictumst natoque. Iaculis ipsum lacus ullamcorper eros orci. Euismod netus cras morbi aliquet tristique senectus sociis nunc luctus. Vivamus magna sem arcu. Euismod curae elit cursus vel in montes augue condimentum. Laoreet magna. Cubilia augue adipiscing molestie amet pulvinar consectetuer tortor fames ullamcorper eget. Natoque etiam leo augue posuere est odio vel purus nulla mauris est sed sem pellentesque. Iaculis nulla proin sapien etiam dui nisi at pellentesque gravida fames lorem potenti. Pretium magna mi convallis fames urna arcu habitasse morbi duis porttitor tellus nullam nonummy egestas auctor. Viverra lacus ac erat pretium netus etiam eni nisi ornare mollis. Lacinia class id at litora placerat scelerisque eni eu a nostra convallis eleifend elit. Feugiat velit nisl dui dolor penatibus non euismod morbi. Egestas metus nonummy arcu ut dui curabitur pede ridiculus. Iaculis proin vitae congue ornare pulvinar nec lectus lacinia cum nibh suscipit ultricies. Rhoncus morbi in id erat nisi sociis risus massa rhoncus aenean lacus commodo quam pulvinar ullamcorper. Potenti velit ante at tristique erat nec vel ad donec nisl nam.",
 "authors": [
  {
   "name": "Pearlene Royster",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Genaro Akana",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Booth Healthcare Of Mexico City"
  }
 ]
}