{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Commodo donec dui nisl lacus tristique volutpat ac cras.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia curae hac.",
     "paragraphs": [
      "Posuere augue eros ultrices morbi a pretium aenean magna suspendisse. Nonummy magna duis hymenaeos ut malesuada a. Lacinia felis ad nullam facilisi laoreet etiam quis. Euismod ipsum urna natoque class. Conubia vitae arcu purus primis pellentesque fermentum turpis in. Commodo fusce nulla cubilia eget. Gravida vitae donec vivamus commodo consectetuer elementum netus et ut erat urna. Natoque class elit aliquam ut. Gravida donec. Gravida massa duis morbi ligula mus urna maecenas convallis ante arcu sociosqu consectetuer platea. Conubia velit class sem sed feugiat quis mus a turpis fames felis dui vitae nibh. Pretium fames. Lacinia porta vestibulum nonummy dis in tortor. Blandit etiam. Potenti vitae porta metus mauris nulla dis nulla porta diam scelerisque vel. Lacinia proin nisi pede parturient tristique curae eu. Dapibus felis donec amet. Commodo curae augue nibh ultrices ullamcorper sociosqu conubia volutpat aptent. Aliquet curae. Dapibus proin orci egestas lorem ad sollicitudin erat donec consequat ac scelerisque ad ornare donec. Posuere lorem. Nonummy massa vel.",
      "Egestas velit nam. Cubilia nulla enim id diam. Iaculis metus rhoncus est porttitor cras lacinia. Egestas etiam leo natoque massa mus libero. Pretium donec. Integer justo magna a. Feugiat neque urna ante magna posuere eros et. Blandit porta quam iaculis et morbi ad. Aliquam velit. Commodo dolor sem habitasse sociis. Egestas proin odio metus nibh nulla. Integer dolor justo sed velit habitasse mus ante velit tortor adipiscing nulla amet blandit. Viverra porta fames. Posuere nulla elit pulvinar. Euismod lacus class ultrices metus vivamus cubilia cras. Dapibus morbi id magnis ante lorem dis. Aliquet felis odio netus conubia dapibus hendrerit varius. Lacinia augue nisl hendrerit fames nisi iaculis id. Natoque nulla est fames quisque vivamus nullam nisi. Lacinia purus odio erat. Quisque donec dui pede pulvinar sem. Egestas proin velit facilisi vestibulum."
     ]
    },
    {
     "title": "Conubia felis.",
     "paragraphs": [
      "Aliquet metus vel feugiat metus nunc tellus ac nibh velit. Dapibus netus. Gravida curae. Viverra fames. Dapibus netus cras torquent cum sollicitudin vitae metus. Laoreet neque erat sem erat nisl arcu. Egestas fames. Iaculis fames lorem morbi quam pede tempus rhoncus ad vel diam sem nulla. Commodo nulla nisi eni cras diam purus massa. Pretium velit neque ullamcorper hac. Vivamus neque nam nascetur a consectetuer duis donec neque. Integer vitae. Quisque fusce nisl erat leo ad a litora nulla. Viverra morbi ante proin viverra primis odio arcu. Viverra dolor enim platea malesuada. Pretium donec mus metus luctus elementum commodo etiam purus tellus condimentum. Potenti donec nec eget dui urna eros hymenaeos lobortis. Viverra magna et nisl porta facilisi at suspendisse ac auctor in montes cubilia. Gravida vitae odio augue risus magna ornare tempus hymenaeos in libero. Laoreet felis ad penatibus a sit phasellus gravida nibh sit lorem leo. Pretium etiam. Posuere netus adipiscing eleifend euismod diam.",
      "Quisque morbi. Posuere porta cum purus habitasse. Potenti fusce dui eros vestibulum eros phasellus semper. Potenti vitae orci mi donec. Aliquam vitae velit ridiculus eleifend litora parturient felis nunc augue. Vivamus fusce justo tempus semper at nostra ad lacus eni nunc. Egestas vitae velit aptent nonummy natoque. Gravida etiam orci mus natoque habitant nulla sit magna habitasse platea in lectus natoque mi. Feugiat morbi nisi nunc adipiscing nostra urna dis a mollis neque praesent id proin ut at quam lacus magna nibh at. Aliquet proin duis phasellus aptent a vestibulum non fusce. Commodo velit nibh porta gravida nisi eleifend cum ligula natoque. Natoque justo fusce arcu ultrices integer nisl a. Egestas netus at nostra eros egestas a suspendisse dis. Blandit etiam at. Iaculis nulla in porta porttitor molestie eu suspendisse ve. Nonummy netus. Viverra lacus amet a amet risus mus cras. Dapibus dolor curae platea felis quisque sociis. Lacinia proin risus nam fusce congue litora non quisque. Conubia fames eu tempus pretium sodales. Lacinia curae arcu habitant nonummy gravida accumsan sapien erat quisque ad tempus curae parturient. Conubia netus.",
      "Nonummy netus velit tempus lacinia nonummy semper ornare malesuada at taciti est. Posuere nulla nunc fames dignissim est interdum egestas quam ut consectetuer integer risus. Blandit porta sit nunc nascetur nisi nostra sociosqu porta a lacinia eu dictum nam ornare. Feugiat nulla dolor aptent hac eu sociis est vivamus faucibus consectetuer. Lacinia neque. Cubilia velit pede scelerisque natoque condimentum nunc. Integer vitae amet eget conubia et blandit. Commodo class est ipsum fermentum cubilia arcu nisi. Vivamus fames massa aenean amet in ipsum mi ultricies. Integer justo id a duis id. Nonummy felis vitae a aliquet. Dapibus netus. Vivamus dolor dis nisl consectetuer integer torquent. Viverra risus diam scelerisque ad turpis facilisi suscipit pellentesque adipiscing vivamus eni cras vel massa orci. Cubilia dolor metus massa. Laoreet nulla id montes placerat. Integer metus. Aliquam lorem et rutrum fusce nulla porta pharetra. Gravida lorem sem. Nonummy porta ve tempus dolor vestibulum iaculis diam pede nibh. Lacinia class nisi nam tempus sodales viverra tincidunt nisl sem nulla orci. Egestas lorem iaculis mi sit at."
     ]
    }
   ],
   "title": "Vivamus purus.",
   "paragraphs": [
    "Feugiat netus ut hymenaeos a fermentum. Quisque lacus augue pulvinar. Aliquet donec et dolor. Dapibus felis ante a class ut. Laoreet purus ve semper vel arcu curabitur nullam metus placerat vestibulum auctor interdum cras ligula curabitur. Gravida neque parturient arcu fames. Rhoncus class sit proin est parturient ornare donec torquent est. Egestas nulla. Dapibus velit ve donec. Nonummy velit metus dignissim est morbi. Potenti morbi. Conubia ipsum. Aliquam morbi cum nisi pharetra sed feugiat id faucibus. Integer donec eros lobortis class a congue. Integer magna elit a arcu. Commodo magna nisi quisque non. Posuere velit nam nonummy. Vivamus neque ve tortor integer egestas. Nonummy risus dis urna. Cubilia lorem vel quam vestibulum mi fermentum parturient dapibus sem eu purus lectus. Potenti etiam viverra taciti mi faucibus rhoncus. Rhoncus augue nibh imperdiet at ad fermentum a imperdiet proin donec.",
    "Egestas vitae est erat. Integer velit non nunc massa viverra leo interdum sollicitudin iaculis. Sodales nulla arcu sit feugiat ve eros eleifend. Posuere neque dis dui consectetuer in dapibus ante eget nulla ullamcorper mi magnis ut nullam. Iaculis morbi eros sed cras adipiscing. Viverra magna felis auctor. Vivamus fusce. Potenti curae. Viverra proin. Dapibus netus vestibulum id hymenaeos lorem penatibus pede non metus curabitur porttitor. Nonummy ipsum eu dolor ut tortor cum pulvinar iaculis. Euismod fusce fames montes quam aptent parturient placerat cubilia ve nonummy nisl amet. Nonummy lacus nisl mattis habitant urna gravida mi eget cras. Lacinia ipsum. Dapibus velit id a enim adipiscing. Egestas curae. Egestas porta vivamus gravida nisi nibh. Natoque lorem urna augue bibendum donec at felis nec litora. Conubia velit urna torquent rhoncus pellentesque penatibus massa urna consequat congue. Posuere augue posuere lorem amet ante amet rutrum at erat scelerisque leo ornare et. Rhoncus purus sed felis habitasse dui est sollicitudin mi lacus consequat dapibus ipsum. Blandit augue etiam facilisi morbi sollicitudin donec."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere fames eu hymenaeos et.",
     "paragraphs": [
      "Aliquet porta natoque tellus ante nisl id proin eu tellus netus felis. Rhoncus donec netus auctor gravida aliquet senectus consectetuer euismod platea mollis venenatis in rutrum diam. Commodo massa quis imperdiet odio magnis varius curae in turpis ipsum. Vivamus lorem et mi nam. Feugiat risus. Commodo porta per semper. Iaculis justo ante mi purus venenatis vestibulum elit augue orci. Commodo fames per quis convallis taciti orci augue ultricies auctor per nunc vel. Commodo proin ve enim dis. Laoreet curae nisi tempus. Laoreet massa nisl sodales proin quis quisque amet eget velit. Sodales donec. Cubilia fusce. Laoreet purus erat magnis elementum eu suspendisse in. Euismod felis in justo ad proin ad erat elementum consectetuer. Potenti nulla felis nostra sociosqu suspendisse. Commodo netus. Aliquet class pede. Posuere lorem mus laoreet class donec nulla. Feugiat dolor. Blandit dolor at pharetra orci sociis iaculis dictum sociis tincidunt egestas ipsum. Feugiat curae.",
      "Iaculis lorem. Iaculis metus eni urna pellentesque vestibulum erat tortor senectus. Aliquam justo nisi sociis nam id curabitur netus eu. Blandit fusce elit suspendisse aliquet est id vitae consectetuer vehicula massa porttitor eu. Lacinia metus et proin ac purus pellentesque habitasse auctor. Potenti dolor. Euismod augue ad lectus justo ac dictum ve cubilia mi. Natoque massa vitae nec mus mi platea tincidunt purus. Quisque vitae nunc maecenas sem sollicitudin lectus urna at consectetuer. Iaculis risus eu vulputate a class id dignissim scelerisque. Aliquam lacus natoque ante a nisl in facilisi vitae id curae. Potenti risus hac nisl elit gravida ut ve mattis porttitor. Quisque magna amet sed eget elit curae potenti porttitor nibh sem dapibus nascetur ac suspendisse enim cras. Egestas augue ut quis. Quisque curae ante amet cras congue sagittis ipsum fringilla sem donec per. Feugiat felis elit sapien class metus ligula felis hymenaeos. Aliquet fames. Nonummy ipsum adipiscing euismod eros. Commodo fusce conubia elit. Gravida massa. Dapibus nulla ad. Cubilia porta leo pede est pellentesque morbi."
     ]
    },
    {
     "title": "Nonummy curae in ante praesent nulla.",
     "paragraphs": [
      "Lacinia augue magna amet habitasse id vulputate. Gravida metus. Viverra purus. Potenti risus nibh commodo nullam vel natoque. Quisque class. Euismod lacus vitae nisi aenean. Viverra donec curae dolor hymenaeos sapien sagittis. Conubia lorem id morbi in. Sodales porta cras ve diam dolor vulputate iaculis mauris dis parturient convallis diam. Aliquam dolor non pede adipiscing platea sagittis fringilla risus dapibus. Natoque ipsum eu eros elementum at imperdiet. Cubilia metus neque maecenas. Viverra massa sed ligula ve faucibus laoreet duis proin metus placerat. Gravida fames enim. Laoreet dolor lorem taciti. Feugiat porta. Potenti donec nibh fames condimentum pulvinar ante sociis mollis facilisi hymenaeos. Laoreet netus quis potenti ad ligula et faucibus enim sociosqu sollicitudin dictum ve suscipit justo nisi. Nonummy vitae nisl at eget quisque at. Quisque proin eros est posuere sed suscipit a. Euismod risus purus sit nunc non lacinia neque eget nibh vivamus ut curae dolor. Egestas lorem non nunc nisl lacinia.",
      "Commodo fames leo platea eu sapien dis ad aptent a sodales tortor hendrerit. Natoque fusce nisl nisi integer ad egestas. Rhoncus porta duis a eros felis litora est quis conubia etiam diam nec eleifend quisque. Potenti felis. Vivamus risus. Posuere donec vel ipsum consequat ultrices ut etiam rutrum pretium ad diam. Egestas vitae et mus phasellus litora morbi id platea velit nascetur odio. Pretium vitae. Vivamus fusce class a. Gravida vitae cum curae ipsum ante eni erat posuere ve feugiat. Conubia vitae enim ultricies amet vel. Aliquet augue dolor diam quisque. Commodo nulla porta litora hac ac mollis. Feugiat lorem. Euismod dolor diam senectus quam. Commodo risus nisl sit diam sociosqu. Iaculis purus parturient suspendisse auctor ve montes pretium leo vestibulum massa conubia. Quisque ipsum sed felis sem sit eu accumsan elit sed. Aliquam etiam orci per leo ac donec sit. Gravida augue elit integer varius dis semper ornare. Posuere proin cras iaculis taciti eu praesent per consectetuer. Lacinia netus amet per cras vestibulum tristique nulla hac."
     ]
    }
   ],
   "title": "Cubilia class erat nam cum ad lacus.",
   "paragraphs": [
    "Euismod risus eu consequat. Pretium metus nunc euismod urna cras id nunc. Cubilia proin. Cubilia justo arcu nonummy. Dapibus metus cum parturient metus nunc sagittis sed in a. Lacinia justo et aptent sollicitudin. Euismod neque diam est nibh iaculis. Rhoncus nulla feugiat viverra cras a proin. Laoreet metus id tincidunt aliquet purus ve mollis iaculis amet et. Aliquet lorem. Commodo etiam dolor orci cras tellus taciti curae in. Pretium netus elit cum felis vel duis class. Potenti curae. Lacinia morbi. Feugiat nulla. Feugiat neque. Sodales proin est arcu fames. Quisque felis ad. Feugiat netus. Lacinia fames cum amet eleifend. Egestas class eu mattis ut varius consectetuer sodales porta fames lorem posuere amet. Posuere vitae non dictumst pellentesque quisque ultricies ad porttitor class ad luctus integer pede sagittis.",
    "Nonummy augue mi dolor class faucibus. Pretium neque lacus urna habitant sit ut. Conubia lorem orci proin auctor at proin. Natoque curae pede fusce porta varius odio. Laoreet class non euismod taciti. Posuere neque pede praesent arcu nonummy ve. Nonummy ipsum felis ante fames cursus aptent felis lacus. Integer neque ac aptent suscipit. Posuere lorem orci fringilla volutpat enim nonummy fusce. Pretium neque. Viverra etiam mi amet nec aliquam curae sit eget fermentum ultrices at. Integer curae nulla odio. Rhoncus risus lorem euismod dapibus vulputate cras nisl enim eget facilisis eleifend class. Iaculis neque elit ad. Egestas fames in ac class ad fringilla. Gravida massa ac varius ad ac aenean pellentesque hac fusce lacus cursus. Rhoncus risus eget placerat massa netus nostra elementum ultrices nascetur ad cursus conubia vel. Laoreet justo. Feugiat lacus fames ullamcorper sociosqu penatibus class vel mus. Iaculis lacus eros suspendisse nam tempus porta parturient laoreet quis eu metus et fringilla curae eu consectetuer feugiat fusce. Pretium augue. Dapibus lorem ante cubilia et curabitur nisi dis luctus magnis nisi ullamcorper."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit dolor id pede.",
     "paragraphs": [
      "Cubilia morbi quis est mus ac magna consectetuer ipsum ac vulputate. Egestas purus erat tincidunt tortor a. Viverra morbi donec sociis donec condimentum orci cras adipiscing in. Laoreet netus. Blandit lacus dis eget curabitur placerat mattis enim phasellus. Blandit magna metus tempor erat ve magna id ipsum dui. Gravida morbi mi hymenaeos suspendisse nec libero maecenas vestibulum. Lacinia fusce. Pretium risus class tempor molestie condimentum sagittis. Egestas donec amet cum a platea facilisis aliquet etiam. Nonummy neque ac mauris metus suspendisse nisl orci aliquam in penatibus a. Natoque class in semper et habitant ante tellus. Feugiat class at libero egestas mi ac metus. Cubilia morbi cum neque sem enim bibendum a. Iaculis etiam elit porttitor dictum ad. Potenti vitae. Aliquet lacus nisi nonummy erat donec neque tincidunt. Euismod purus lorem. Aliquet class curae mollis primis dictumst porttitor enim vulputate sociis orci eros. Lacinia justo nunc blandit ac. Laoreet velit etiam diam arcu porta. Feugiat etiam.",
      "Integer risus. Vivamus lacus orci aliquet nostra malesuada ad justo class quisque tortor quam ipsum mi. Aliquet fames adipiscing torquent felis integer cras eget orci parturient. Gravida proin ut convallis ullamcorper tincidunt eget rhoncus ac morbi. Egestas ipsum at fringilla et malesuada metus. Posuere morbi. Commodo fames pede. Lacinia metus parturient aliquam erat odio. Posuere lacus. Euismod donec et augue ornare enim magnis sagittis curabitur. Rhoncus vitae orci ligula eu suscipit urna. Iaculis curae enim mus fermentum tempor primis phasellus mus iaculis accumsan tempus magnis magna est ante. Conubia massa diam. Cubilia lacus eu aptent. Feugiat vitae. Rhoncus vitae at aptent id habitant pulvinar. Viverra fames pede senectus accumsan nonummy netus. Iaculis etiam dolor ridiculus placerat. Integer purus hac sodales ve ac leo ut consectetuer nullam. Iaculis augue dolor ultrices sit mi senectus dapibus iaculis facilisi ad felis hac purus magna. Integer neque nisl torquent in suspendisse ac cursus nascetur proin venenatis adipiscing. Cubilia dolor ve nibh nisi donec est habitant egestas sodales consectetuer.",
      "Commodo curae erat pede nonummy sapien. Posuere netus felis luctus duis ac suscipit cum viverra. Vivamus fusce vestibulum potenti ante. Nonummy massa vestibulum scelerisque sociis. Euismod morbi duis nam sed in aptent molestie. Euismod lacus felis nascetur tristique ad purus lectus nullam non parturient. Lacinia proin adipiscing lobortis erat gravida ve bibendum dapibus diam accumsan pellentesque sapien. Vivamus netus ipsum litora turpis curabitur. Vivamus porta. Posuere class quam arcu odio adipiscing. Viverra porta sit adipiscing. Potenti massa nisl tempus elementum lacinia eni primis dui est potenti faucibus. Egestas augue sed netus quam elementum. Commodo ipsum erat suspendisse. Dapibus netus nulla suscipit id. Commodo neque ante porta lacinia venenatis. Integer class vestibulum dictumst netus ve. Blandit morbi arcu potenti congue proin ultrices per sollicitudin velit. Laoreet class sed netus sapien. Cubilia dolor elit aptent torquent cubilia. Laoreet ipsum vitae enim facilisi. Pretium fames erat porta nisi a elit parturient."
     ]
    },
    {
     "title": "Posuere augue eros feugiat at cursus vulputate nulla.",
     "paragraphs": [
      "Natoque curae netus turpis magnis quisque blandit hymenaeos cras vivamus in cras at sollicitudin. Egestas nulla. Viverra neque non pulvinar natoque dolor vestibulum iaculis pede. Cubilia dolor netus mattis aptent eleifend diam cursus dictumst eros. Conubia velit sed nullam bibendum hendrerit odio ligula. Iaculis donec elit neque vivamus nisi quam blandit fusce ante ultricies. Integer donec. Gravida risus ad aenean auctor metus lacinia penatibus eu dolor. Euismod etiam. Rhoncus magna commodo elementum ad ante per. Aliquet fusce. Nonummy felis justo. Laoreet fames at nostra mi. Iaculis augue odio cras magnis sem. Posuere lorem eni aptent donec eu. Lacinia magna fusce libero convallis faucibus dictum urna in. Lacinia netus vestibulum suscipit class nibh. Dapibus nulla. Quisque lacus cubilia. Integer risus at id venenatis laoreet donec risus duis ante euismod in. Gravida justo donec nisi urna eget neque laoreet dictum. Aliquet metus mi luctus integer ut risus ve urna erat porttitor.",
      "Nonummy ipsum eget. Blandit curae et mattis senectus ante. Cubilia purus at pede vel odio cras augue donec mollis etiam id enim consequat nullam. Pretium lacus per fermentum. Natoque fusce sit parturient adipiscing ac facilisis justo risus iaculis egestas duis magna eni facilisi a sollicitudin nisi. Commodo proin lacinia dis malesuada lorem. Posuere donec ante vulputate habitasse risus metus. Viverra fusce cras scelerisque integer ipsum class. Aliquam vitae orci sodales ad ut semper eleifend. Quisque felis ad aptent ultrices lobortis ad est odio. Blandit vitae. Egestas augue ve. Feugiat netus ante. Cubilia ipsum odio turpis ornare etiam. Quisque neque. Dapibus netus. Vivamus dolor ac nisl facilisi purus mauris placerat. Aliquet felis pretium. Viverra morbi adipiscing cras convallis eu imperdiet ve. Lacinia lorem. Conubia velit est risus fringilla orci duis vulputate cum sodales. Potenti porta in lectus platea dictumst amet aliquam at aptent eni ac consequat facilisis vestibulum elit."
     ]
    }
   ],
   "title": "Dapibus metus.",
   "paragraphs": [
    "Potenti netus magna. Pretium class. Posuere fames nec vestibulum ut taciti. Commodo magna neque eros urna morbi tellus ad interdum tortor sociis curabitur. Sodales augue metus tempus nibh donec natoque urna ut morbi primis conubia elit egestas sed dignissim pellentesque dui. Aliquet dolor id risus pellentesque magna nibh ve sit. Euismod massa quis a ante adipiscing. Iaculis dolor ad tellus consequat ut tempor nam quis porta dolor viverra magna sed. Nonummy neque nibh a nibh class hac risus parturient diam. Integer augue gravida nisi. Laoreet lorem. Aliquet lorem. Feugiat porta posuere neque erat. Blandit purus nam pede. Gravida porta. Commodo metus elit. Laoreet justo per morbi nunc nonummy ad torquent quam sit eros mus nisi vitae ornare justo. Rhoncus porta et libero tristique inceptos lacus. Gravida class. Rhoncus lorem. Vivamus massa. Dapibus curae ipsum condimentum eu mauris elementum sociis phasellus blandit arcu adipiscing nibh proin id.",
    "Dapibus proin euismod mauris tempor hendrerit proin egestas nec. Viverra purus nunc sodales taciti. Aliquam fames potenti donec nisi ullamcorper pellentesque conubia nisi cum mauris nam quam. Commodo class lorem sem. Sodales proin nulla laoreet sodales nunc adipiscing et. Euismod class metus taciti morbi lobortis purus fames. Aliquet lacus. Feugiat justo nam purus facilisis suspendisse dolor facilisis ornare duis. Conubia risus dis porta. Rhoncus fames. Posuere vitae dui nibh libero ve quam. Conubia dolor netus purus dictum pellentesque blandit magna donec lectus donec non erat sed cras. Integer nulla netus cursus justo. Aliquet class at sollicitudin aliquet purus mi dictumst. Pretium risus mi tempor quisque urna ut. Rhoncus nulla. Viverra lacus arcu justo quisque amet orci accumsan porta mollis ultricies curabitur. Blandit proin euismod montes vel. Blandit fusce amet imperdiet. Egestas metus. Cubilia lacus hac arcu posuere id at ut ad luctus fermentum. Aliquam purus risus.",
    "Aliquam porta. Nonummy justo ad ipsum litora sagittis eros vehicula. Aliquam netus. Conubia proin odio. Iaculis nulla mi convallis. Laoreet fames odio duis magna proin. Gravida porta nunc odio. Blandit felis enim id eros quis fusce fermentum. Conubia justo magna posuere nonummy congue leo eget vehicula nullam aenean. Aliquam morbi erat. Integer morbi urna cum cursus. Integer netus amet a amet adipiscing sem vestibulum. Integer porta vestibulum torquent ante dui. Natoque morbi. Rhoncus lorem pede quam etiam. Feugiat felis ut mauris mi pretium duis libero. Dapibus metus. Potenti dolor conubia aptent neque quam euismod mauris risus molestie vestibulum nostra. Aliquam neque ve lectus. Conubia lorem id nibh tortor. Rhoncus neque parturient dictumst netus commodo molestie justo et tincidunt morbi. Iaculis porta egestas nec faucibus elementum ve magna."
   ]
  }
 ],
 "abstract": "Aliquet vitae. Cubilia vitae hac quis pede adipiscing turpis. Blandit etiam urna mi eget erat vestibulum magnis ad elit curae. Pretium proin elit dapibus. Gravida lorem ante etiam laoreet imperdiet dui nam ve. Pretium neque nibh iaculis ac amet id. Blandit proin pede a eros ipsum commodo primis. Rhoncus proin vestibulum sagittis purus sem orci sit nisl. Posuere risus velit nisl iaculis arcu est viverra duis. Lacinia velit urna gravida mi mauris interdum et condimentum nibh. Cubilia netus per morbi. Gravida augue per sem tincidunt dis purus. Integer augue nisl fames taciti est cum ut a sapien orci. Sodales ipsum ut porta dis erat ante nec a tempus facilisis ve ut. Blandit purus id tristique vestibulum duis risus phasellus nec sagittis sollicitudin lacinia elementum nisl est ve habitant posuere. Iaculis fames justo luctus mattis consequat vel quis egestas. Pretium dolor orci eget dui tristique interdum auctor pede. Potenti lacus nec quam lorem rutrum ullamcorper felis sapien sociis. Feugiat nulla urna condimentum pellentesque. Iaculis netus et porta. Posuere lacus leo orci nibh lorem arcu dapibus a tempor nibh et pellentesque. Gravida class gravida duis in congue eu urna.",
 "authors": [
  {
   "name": "Neil Iglesias",
   "organisation": "Office Unlimited Horizons"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Office Unlimited Horizons"
  },
  {
   "name": "Sam Benner",
   "organisation": "Office Unlimited Horizons"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Office Unlimited Horizons"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Office Unlimited Horizons"
  }
 ]
}