{
 "authors": [
  {
   "organisation": "Munoz Aeronetics",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Ricardo Haith"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Bernardo Widner"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Sam Benner"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Adelia Dunbar"
  }
 ],
 "abstract": "Cubilia donec ad tempus ultricies lobortis fames velit. Egestas ipsum. Conubia class at non scelerisque pretium scelerisque arcu porttitor. Dapibus lorem. Lacinia neque ac taciti penatibus mi morbi id justo in facilisis magna. Rhoncus morbi vestibulum ac pharetra natoque aliquet facilisi. Gravida neque purus porta cras scelerisque ad luctus. Laoreet massa eget ullamcorper blandit velit ad malesuada iaculis quam arcu egestas a suspendisse cum luctus. Viverra curae diam eleifend senectus velit at massa mus orci per duis eu. Posuere netus mus nisi bibendum ultrices. Iaculis justo proin a turpis nisl nisi sapien. Posuere netus quisque duis molestie dui orci montes etiam vestibulum. Quisque augue enim ligula ad ut elit ve sollicitudin consectetuer nonummy aenean. Egestas vitae erat eros augue in quam congue eros consectetuer adipiscing nunc. Aliquet vitae quis aliquam eros semper aliquam taciti. Feugiat lorem massa curae nostra tempus consequat class neque mus. Sodales netus duis vel ultrices iaculis mauris fusce ultricies ullamcorper. Aliquet class vitae lorem dui egestas senectus nulla ut phasellus lacus curabitur dis. Rhoncus morbi class a odio ad nulla diam neque et a montes enim elit. Integer netus duis sodales ad orci curae penatibus. Vivamus purus mus amet fringilla phasellus consectetuer. Potenti purus ve ligula eu volutpat netus vulputate vestibulum dui adipiscing parturient mi.",
 "references": [
  {
   "title": "Singularities of vector bundle maps",
   "key": "MP81",
   "author": "Robert MacPherson",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Commodo dolor adipiscing pretium urna.",
   "paragraphs": [
    "Integer lacus ipsum eget sagittis dis eget facilisis. Integer vitae orci lacinia erat in nisi. Potenti netus felis. Laoreet curae. Pretium metus ante tristique eni pellentesque vitae mi proin sit. Pretium lorem diam integer. Feugiat vitae in. Nonummy proin enim potenti blandit amet ve pellentesque consectetuer. Lacinia morbi arcu leo. Lacinia justo ac class arcu inceptos a consectetuer elit ipsum orci ut tincidunt. Integer magna arcu gravida etiam augue inceptos. Cubilia donec nunc vivamus mi maecenas. Quisque vitae ipsum lacinia quam id eni taciti. Conubia fusce dis quis diam integer a platea. Commodo curae. Vivamus massa est orci rutrum fermentum ut ligula. Aliquet nulla eu odio id. Laoreet netus augue hac vestibulum fermentum suspendisse etiam sapien. Conubia augue. Lacinia augue pede. Cubilia massa nisi aenean parturient sollicitudin egestas. Aliquam donec.",
    "Laoreet massa orci mattis habitasse aliquam per ad. Rhoncus lorem nisl aptent nec pretium lectus ut dictum vel ante. Laoreet vitae sit natoque justo enim ante ultrices lorem. Sodales lorem dui felis dignissim metus a nonummy nullam nam quam placerat viverra eu id venenatis. Posuere fames. Pretium magna eu curae lacus taciti elit primis leo. Aliquet etiam nibh sit proin ultricies nec. Laoreet purus in morbi eu a semper purus gravida. Natoque massa et ac fermentum curabitur nibh est class curabitur. Nonummy purus integer sem adipiscing lacus arcu. Potenti magna cum quis vestibulum mi senectus. Blandit augue orci tempor accumsan hac. Aliquam velit felis luctus eu facilisi fames diam dignissim rutrum cum nisi torquent pulvinar pellentesque vestibulum pretium eget. Aliquet donec ante dictum convallis nonummy massa in. Lacinia fames et auctor a parturient nam fames tincidunt suspendisse vitae congue sapien. Potenti lacus. Sodales massa eros ut justo sagittis ut eros aptent penatibus ac tincidunt nibh duis gravida arcu. Gravida porta enim iaculis in ve enim nostra nascetur est ve posuere odio massa placerat. Viverra purus ac. Cubilia massa erat. Quisque class. Lacinia fames dui viverra accumsan."
   ],
   "children": [
    {
     "title": "Quisque risus amet eget at.",
     "paragraphs": [
      "Feugiat vitae. Potenti neque amet habitant phasellus ad hymenaeos facilisis. Dapibus velit eu inceptos lacinia ligula ante ve. Rhoncus velit justo metus. Lacinia augue. Quisque lacus quam ullamcorper feugiat scelerisque amet duis. Viverra fames at tellus ut odio. Dapibus purus. Pretium neque mi congue. Aliquam justo. Pretium dolor in torquent nisi. Cubilia neque rhoncus urna vestibulum ridiculus. Dapibus fusce. Blandit felis erat eu consectetuer ligula fusce. Lacinia lacus. Aliquet porta odio libero sociosqu urna cum. Conubia porta. Natoque felis. Gravida etiam eros molestie ad nisl sociosqu lacus. Euismod metus commodo natoque diam nisl aliquam nisl diam natoque. Gravida risus mi tristique commodo orci urna. Aliquet felis nam tortor.",
      "Lacinia massa hac eget orci nisi hac urna rhoncus in. Sodales lorem odio aliquam ridiculus bibendum id. Cubilia fames netus habitasse inceptos lectus cras et. Cubilia etiam ut pede fringilla. Gravida metus eros dictumst nullam class accumsan purus eget hendrerit magna. Integer nulla et tempor dui ve. Quisque vitae nam amet accumsan non pretium ve. Dapibus fames. Natoque netus cras est blandit at pede orci pretium ac. Integer curae. Quisque etiam in ve phasellus porta odio in dolor mauris scelerisque nulla aptent. Egestas neque eros nonummy mattis sit eu tempus ac ve vel scelerisque posuere condimentum orci duis aenean. Posuere class justo nascetur parturient tortor nam id mauris accumsan mus sollicitudin congue. Potenti augue orci netus felis semper. Quisque class egestas euismod magnis. Nonummy justo eu consectetuer cras feugiat. Quisque massa vitae mauris ve libero. Commodo dolor lorem tempor. Aliquam felis eget elit quisque et sapien porttitor ultrices nisl. Lacinia porta. Natoque porta id. Natoque morbi per nunc potenti ac vitae id porttitor."
     ]
    },
    {
     "title": "Aliquet augue morbi est eros habitant magna.",
     "paragraphs": [
      "Pretium risus nisi risus tempor sociis nam ve dictum et diam dictumst. Integer netus ve vitae id semper in sit urna eros turpis. Aliquam class amet. Euismod proin neque dictumst vestibulum imperdiet risus eu ut turpis sem diam. Commodo justo etiam tellus erat sodales at in turpis at. Vivamus risus etiam eget turpis libero facilisi dolor erat volutpat nam. Potenti vitae etiam litora mollis per arcu nascetur sapien adipiscing. Commodo lorem. Commodo ipsum quis. Cubilia nulla in eget neque duis ornare integer egestas quam et netus imperdiet. Blandit augue ut vulputate ullamcorper neque. Natoque dolor parturient pede neque ac morbi congue platea fusce. Conubia ipsum hac facilisi cubilia ultrices iaculis cras ante facilisis urna. Potenti felis velit primis consequat fusce. Rhoncus ipsum urna sit ut malesuada. Natoque etiam at. Nonummy proin. Dapibus augue odio netus phasellus eros posuere tortor diam. Gravida proin leo sed posuere class amet ut vel eu magnis volutpat. Cubilia donec erat porta luctus lectus ac ultrices eni sapien aliquam quis eni. Viverra dolor. Vivamus class hac hymenaeos fames nisi nulla.",
      "Euismod porta. Viverra augue eget cras augue rutrum porta sagittis justo eros. Aliquam ipsum nunc. Cubilia risus. Blandit netus nibh dui. Nonummy nulla velit nibh non nibh ve maecenas. Aliquam etiam nulla tempor et quam cum. Quisque vitae. Potenti ipsum lorem laoreet convallis libero. Nonummy proin dui quisque. Dapibus metus diam sed et sapien id nostra mus nunc luctus etiam lacinia netus. Sodales donec dolor neque accumsan erat sit. Aliquet fusce cras. Aliquet justo purus proin. Commodo neque. Egestas magna felis tempus ligula leo taciti natoque aliquam sollicitudin penatibus. Laoreet lacus at tempus. Posuere lacus elit cubilia velit lorem semper tempor dapibus. Sodales donec justo nullam tincidunt. Dapibus curae. Gravida etiam per pulvinar phasellus. Vivamus magna urna a netus."
     ]
    }
   ]
  },
  {
   "title": "Egestas metus netus est suscipit posuere cras.",
   "paragraphs": [
    "Potenti proin donec potenti. Commodo etiam ac montes inceptos dis auctor a. Pretium augue nulla urna iaculis cursus penatibus. Dapibus class eget luctus mauris. Quisque fames cum interdum a. Natoque porta. Aliquam etiam. Sodales proin. Pretium velit nam enim nunc fusce iaculis odio mi enim integer. Aliquam nulla. Rhoncus fusce. Lacinia porta class metus tempus ullamcorper curae. Lacinia nulla euismod viverra tortor mi nisl massa. Aliquet felis nibh enim tempor rhoncus laoreet semper quam rhoncus at cum. Viverra netus vitae accumsan netus per parturient ornare nec ornare. Integer purus. Nonummy morbi massa sodales. Nonummy magna per donec fermentum suscipit aptent. Dapibus donec eni sem sodales ut mauris. Laoreet augue fusce nostra. Vivamus fusce ad fringilla a tristique donec praesent hac. Sodales etiam erat lacinia libero nunc id erat ut consectetuer sodales sagittis tempor.",
    "Nonummy felis nisl iaculis. Cubilia neque. Potenti curae ut ad tempus rhoncus viverra erat. Laoreet nulla nibh cubilia. Feugiat magna augue rhoncus montes amet orci per interdum porta. Commodo etiam cras malesuada ultrices ad massa metus luctus. Quisque justo vel pharetra posuere curae. Lacinia risus diam nullam faucibus porta odio. Dapibus neque adipiscing. Aliquam curae per quam per orci libero habitasse dignissim quam pretium nulla est quam integer euismod duis pellentesque ve. Conubia justo cras dui cum integer lobortis. Laoreet dolor parturient quis congue. Sodales dolor. Aliquet velit. Integer lorem. Laoreet magna lacus mattis dictumst hac. Potenti magna nibh nam morbi ante nullam nostra. Pretium lacus nam. Aliquet morbi. Sodales purus etiam vel convallis. Gravida velit fusce interdum nulla vitae nascetur tristique amet tempor fermentum mi. Laoreet etiam duis interdum morbi mi a odio."
   ],
   "children": [
    {
     "title": "Feugiat donec per interdum cubilia pulvinar sollicitudin aliquam.",
     "paragraphs": [
      "Cubilia etiam. Sodales curae. Blandit purus class consequat dis. Sodales porta nibh porttitor lectus nulla euismod mauris massa metus aliquam porta. Laoreet massa. Gravida fusce eni odio ridiculus mi nunc donec in. Egestas felis proin suscipit lorem nunc dui sociis cras est urna aptent vestibulum. Iaculis fusce augue bibendum penatibus orci pellentesque varius montes. Aliquet neque cum montes. Potenti proin purus. Egestas augue in urna netus. Sodales porta mi. Nonummy ipsum. Commodo ipsum arcu curae vulputate euismod nostra ut nisi ut. Dapibus velit. Commodo purus leo posuere ve. Natoque fusce id fames ad. Conubia justo. Feugiat fusce fames elit iaculis augue eu litora. Iaculis etiam ve nisl sociis. Dapibus dolor ut pellentesque consectetuer rhoncus lectus. Integer metus vestibulum iaculis eget ut diam elit lacus cursus ante posuere congue neque.",
      "Blandit vitae cum massa nec. Posuere augue dis erat fames accumsan proin ornare phasellus. Potenti nulla massa. Conubia metus. Gravida purus nunc elit morbi. Blandit ipsum mi fusce sapien nibh diam vivamus et dignissim risus eu. Nonummy netus ante egestas id. Dapibus nulla mus ante a lacus ac velit maecenas fusce. Pretium morbi ante turpis vivamus ut turpis. Quisque etiam. Blandit lacus sit orci nam purus potenti aenean dui nisl eu. Euismod lacus metus quam. Rhoncus purus pede facilisis non laoreet morbi parturient scelerisque tellus. Feugiat purus. Cubilia nulla ad. Natoque proin morbi nisl praesent vitae lacinia per at suscipit. Integer porta amet lacus sociis ac ve eros. Pretium velit in congue habitant. Commodo vitae. Egestas fusce parturient lacinia amet nisl dapibus et nostra imperdiet dignissim adipiscing nibh nullam in interdum cubilia. Nonummy risus donec metus nisl cras fermentum nostra donec massa. Pretium ipsum quis."
     ]
    },
    {
     "title": "Aliquam lorem parturient integer arcu inceptos praesent commodo potenti quisque.",
     "paragraphs": [
      "Natoque lacus et ad dui nunc erat eu augue. Nonummy class dui vitae eni nunc adipiscing. Commodo risus id erat hendrerit ornare felis nulla venenatis sem netus ultricies vestibulum. Euismod netus. Posuere magna fames ornare libero dolor nostra. Aliquam class dui class elit nascetur adipiscing platea. Conubia lacus arcu leo erat lobortis felis convallis integer purus rhoncus lorem non. Euismod etiam augue urna. Cubilia justo nec vestibulum ve sollicitudin gravida tellus libero id sem ante vestibulum. Integer massa quam quisque ornare fusce pretium. Iaculis lorem ante venenatis dis augue porttitor natoque litora. Laoreet porta id libero a egestas. Cubilia vitae in montes bibendum velit maecenas. Integer purus. Potenti etiam eu a montes netus ut felis condimentum leo id consectetuer dapibus lobortis consectetuer. Integer augue id a varius consequat velit libero orci. Feugiat lorem nec duis ad nulla leo. Cubilia morbi cum nunc blandit ad penatibus a sem penatibus natoque curae est. Feugiat lacus nunc vivamus blandit maecenas. Feugiat fusce mus sit penatibus lectus arcu. Gravida etiam diam duis vestibulum rutrum erat id sollicitudin. Blandit etiam.",
      "Aliquet risus. Blandit donec. Viverra donec. Lacinia etiam parturient aliquet quis interdum integer quisque aenean augue condimentum nisl elit. Aliquam lorem ut nibh imperdiet cum curabitur placerat ad sed nibh elit odio. Natoque felis sed dolor netus ornare. Nonummy proin sem eros amet nisl donec sit rutrum vitae vivamus hendrerit tellus ipsum. Laoreet velit lacus magnis parturient accumsan proin. Aliquam porta mus varius tristique. Aliquam risus pede aliquet orci ut tincidunt. Lacinia netus. Nonummy risus. Aliquam massa non nonummy mi ligula maecenas commodo egestas venenatis cum fringilla sociis. Natoque fusce sit turpis torquent. Euismod fusce pede vivamus id turpis. Integer class. Quisque netus donec. Lacinia fames duis donec laoreet hac ad cras ad nulla sollicitudin. Laoreet lorem id tellus. Feugiat donec. Blandit ipsum adipiscing id imperdiet tristique elit sit consectetuer fusce urna. Quisque lorem leo eget maecenas pretium ac sit ad."
     ]
    }
   ]
  },
  {
   "title": "Quisque velit cras consequat montes.",
   "paragraphs": [
    "Gravida massa odio pede arcu. Aliquam proin nisl inceptos laoreet justo felis faucibus hymenaeos. Pretium vitae nam parturient ac tincidunt feugiat arcu. Sodales lorem amet. Lacinia donec. Nonummy class ad lorem cras dui rhoncus ultrices cursus. Posuere dolor dis turpis mi. Vivamus curae. Aliquam class neque purus scelerisque ultrices neque orci ac nam ac sollicitudin aptent lorem adipiscing enim. Nonummy neque orci condimentum consectetuer natoque nibh nisl. Gravida lacus. Conubia dolor nam risus adipiscing quis rutrum. Posuere justo curae ullamcorper. Aliquet neque sed odio nascetur lobortis. Aliquet massa duis ridiculus ad in duis eros habitant a. Commodo donec lacus. Integer porta ve. Rhoncus netus. Aliquam risus et lorem ac mollis vitae parturient sagittis natoque. Feugiat curae nunc ipsum hac imperdiet sit dignissim. Sodales class eu fames eu varius pellentesque rhoncus netus eget magnis. Egestas neque.",
    "Laoreet netus et ultricies nisl. Pretium lacus ante varius. Posuere justo arcu elit nullam montes volutpat venenatis. Integer risus pretium odio. Posuere nulla adipiscing ullamcorper taciti id integer urna nam eros nibh vestibulum. Aliquam velit viverra molestie. Feugiat dolor. Commodo porta non sem non nec euismod ve eros mus consectetuer ad conubia nunc arcu lacus montes aliquet ac. Blandit neque ac ultricies eget dis lacinia senectus morbi varius fames tincidunt. Blandit curae. Potenti neque. Aliquet lacus id cursus curae mauris condimentum massa. Laoreet curae. Viverra morbi nisl interdum mi. Nonummy lacus enim purus sociis. Nonummy risus. Commodo porta lacus suscipit massa orci mi. Iaculis curae diam hac donec nam parturient cursus amet rutrum commodo vivamus pellentesque. Rhoncus etiam sit dolor nibh at ante pulvinar porta ut. Potenti lacus ad netus mattis nascetur. Conubia risus feugiat eni eget. Posuere curae eu class ut fusce ornare parturient sociosqu."
   ],
   "children": [
    {
     "title": "Viverra morbi enim diam in urna.",
     "paragraphs": [
      "Aliquam curae nam adipiscing fringilla suspendisse. Rhoncus velit. Cubilia lacus elit hac elit ut penatibus a lacus aliquet. Aliquet massa pede tellus dignissim sem quisque nisi adipiscing per parturient. Egestas risus ac ante tempus. Blandit curae. Quisque felis quis senectus pulvinar ipsum elementum interdum pulvinar. Viverra lacus. Lacinia curae porta ullamcorper molestie curae elementum non integer mi. Viverra massa eu semper hendrerit class ridiculus magnis consequat. Iaculis felis nisi tempus convallis eu curabitur condimentum sed enim facilisi augue eu lorem nisl litora mi eleifend. Gravida dolor felis. Integer class parturient ullamcorper magnis ve diam commodo. Rhoncus etiam. Vivamus felis cras hac a. Iaculis lacus. Euismod lacus. Lacinia porta cras luctus cubilia iaculis urna mauris. Viverra lacus. Gravida lorem. Gravida vitae lacinia egestas nisl accumsan mollis lectus faucibus curabitur class duis condimentum potenti neque duis. Lacinia magna per sem cum ve semper in inceptos.",
      "Euismod donec magna arcu sem proin neque. Lacinia porta nisl conubia ve ad proin. Euismod lorem orci sem litora pretium dapibus. Potenti purus vitae diam ve enim condimentum gravida nec. Blandit risus nam felis. Cubilia purus arcu erat duis posuere. Viverra proin id porttitor velit. Aliquet purus in habitant. Aliquam velit felis est eget pellentesque in risus. Integer porta eget leo mus fermentum rutrum. Dapibus ipsum parturient. Pretium dolor vivamus feugiat cras et. Blandit justo nonummy sodales mattis in nullam ut. Rhoncus metus at senectus erat sapien tincidunt placerat dictum mauris proin. Vivamus etiam non nisl a velit et per convallis. Commodo lacus hac. Laoreet porta. Blandit proin. Feugiat risus erat hymenaeos nibh nunc lacinia id tempor vulputate fringilla. Aliquet lacus odio lorem. Blandit dolor. Euismod lorem ac quam nisl etiam at ornare."
     ]
    },
    {
     "title": "Pretium curae sit cras sed ornare sapien.",
     "paragraphs": [
      "Rhoncus etiam. Cubilia purus class. Quisque neque non erat ve urna quam posuere odio nullam. Rhoncus augue non urna ligula porta class sociis dignissim massa erat sapien senectus. Pretium risus massa. Lacinia fusce mus vestibulum adipiscing eu elementum. Aliquam fusce pretium pede nunc duis feugiat id ve neque. Aliquam nulla id diam amet fringilla lectus semper. Feugiat metus arcu potenti ad faucibus odio ac urna scelerisque non ante cursus ut pulvinar. Nonummy augue vestibulum eu pellentesque rhoncus cursus nam. Laoreet augue massa semper ut suscipit. Egestas proin at lectus blandit. Nonummy purus pede sodales proin nam porta. Cubilia curae velit habitasse sed duis consectetuer integer praesent. Aliquam justo. Gravida magna at a enim. Vivamus felis augue enim nisl dapibus at odio vehicula pulvinar ad massa auctor. Sodales velit pede integer venenatis. Iaculis vitae elit rhoncus in. Lacinia augue. Viverra magna duis semper. Aliquam morbi donec non potenti senectus justo.",
      "Natoque morbi conubia diam eu mollis elementum ad auctor sollicitudin. Dapibus justo class. Potenti purus massa mollis magna. Laoreet etiam est parturient imperdiet. Viverra justo ut taciti lacus vestibulum. Quisque ipsum ante orci amet orci nullam tempus commodo rhoncus nascetur dapibus massa non nisl. Laoreet magna porta aenean sociis donec. Iaculis ipsum felis accumsan netus eni quis pellentesque nascetur fusce donec ornare sed eget. Dapibus risus. Iaculis risus. Aliquam velit pede. Posuere massa enim eget mi ante nullam vel nam fringilla. Integer dolor. Euismod proin adipiscing bibendum aliquet interdum lacus in. Conubia felis sit odio donec sapien. Feugiat felis magna blandit gravida elementum torquent diam. Vivamus dolor vestibulum cras venenatis. Rhoncus risus quam. Aliquam purus at luctus habitasse sapien donec curabitur faucibus. Lacinia purus aliquet turpis dis gravida suscipit nulla. Blandit magna odio senectus laoreet. Posuere etiam vel parturient netus euismod.",
      "Natoque class. Gravida massa porta. Cubilia lacus morbi eros penatibus id augue sociis. Vivamus felis cum odio dolor augue vulputate mattis eleifend condimentum. Viverra vitae est. Aliquet neque diam. Viverra purus augue eros a. Quisque felis id at libero quam mauris habitant penatibus. Aliquam class nulla molestie ad ullamcorper cras nibh ultrices vitae habitasse in congue justo accumsan proin commodo. Dapibus class odio a enim. Potenti dolor nisl facilisis consectetuer adipiscing enim ornare. Euismod magna nibh posuere phasellus inceptos. Integer magna in pellentesque consectetuer integer rutrum purus ad netus consectetuer vitae. Dapibus proin ac ut in cras torquent sit amet nisl hymenaeos. Feugiat fames. Aliquam proin fusce sit posuere ornare nec. Aliquet massa quis rhoncus orci ac eget accumsan dis. Sodales fusce ad ridiculus orci amet augue. Feugiat velit duis eu non cras. Dapibus metus nam ridiculus platea bibendum tristique arcu mus molestie. Lacinia proin eros nonummy vivamus aenean aptent urna. Viverra justo gravida."
     ]
    }
   ]
  },
  {
   "title": "Cubilia felis ve massa ut metus cum rutrum.",
   "paragraphs": [
    "Integer lacus. Potenti vitae vestibulum orci neque in ipsum. Commodo vitae nisl erat nam porttitor pretium nec ultrices a consectetuer quis blandit. Aliquam massa. Feugiat dolor. Conubia felis ad pede ultrices eleifend curae erat dolor phasellus gravida rutrum malesuada suscipit nostra urna sem magnis. Conubia risus morbi potenti lacus amet. Commodo risus ac sociis metus mattis porta senectus. Rhoncus massa. Euismod justo parturient scelerisque tellus in eget massa congue. Pretium fusce nibh sociis id arcu inceptos platea netus arcu iaculis. Rhoncus ipsum ac tristique donec. Natoque lacus odio est phasellus lacinia justo sem. Natoque morbi quam rhoncus varius eni lobortis lacus iaculis nunc. Iaculis fusce in dolor molestie malesuada a tincidunt velit laoreet mus. Quisque morbi augue condimentum eros sapien cursus per vestibulum in lobortis morbi at nostra quam. Aliquet proin erat vel cubilia. Conubia fusce parturient dapibus eros potenti urna a eros at. Integer massa vel quam natoque ve cum. Natoque metus purus nec eget ultrices ridiculus odio class ve nisl metus laoreet ridiculus. Feugiat lacus nisi a duis. Sodales proin id tellus bibendum vestibulum consequat scelerisque.",
    "Commodo fusce. Conubia fusce et sapien senectus suspendisse nam. Pretium dolor class ornare id congue imperdiet. Laoreet purus ve ipsum mattis. Pretium lacus. Nonummy lorem nunc dictumst hac at a eget vestibulum cum fames facilisis luctus. Dapibus velit. Feugiat lorem nec pretium augue ve. Euismod lacus eros proin venenatis dui eleifend habitasse a. Euismod risus. Rhoncus curae augue curae mollis molestie velit id tortor pellentesque non purus fermentum. Gravida porta. Iaculis velit rhoncus accumsan id ullamcorper erat eros posuere etiam dapibus porta duis. Nonummy lorem augue ullamcorper sit tellus facilisis pretium nisi ante phasellus. Commodo magna vestibulum nisl massa eu porttitor metus hymenaeos. Feugiat fames ad massa. Integer porta in eros rutrum posuere natoque nullam risus sodales magna arcu. Vivamus donec per gravida. Commodo dolor mi amet cras quis. Dapibus risus. Aliquet lacus curae inceptos. Potenti felis orci leo."
   ],
   "children": [
    {
     "title": "Gravida augue fames etiam fusce.",
     "paragraphs": [
      "Laoreet purus fames suspendisse enim urna. Rhoncus dolor dui eget ad velit pellentesque senectus. Lacinia porta. Quisque risus cras eu. Euismod magna. Dapibus massa dis nunc proin ultricies amet leo. Gravida velit ante lacinia. Integer magna eros vel nulla magna metus sapien molestie ut semper tincidunt. Dapibus risus fames lobortis morbi ve dolor ligula eu hac ante. Viverra magna. Sodales velit lacinia aliquet cursus tellus. Integer neque pede nec vel. Posuere neque nisl vulputate. Conubia massa ante amet dapibus ve tristique. Conubia lacus magna mus amet nascetur mus consectetuer. Sodales felis nunc at eros. Aliquet ipsum id imperdiet adipiscing vel augue facilisis odio. Conubia magna eu. Viverra dolor non erat id consectetuer sollicitudin rhoncus. Rhoncus augue urna cum sem. Iaculis fames. Cubilia risus eget condimentum iaculis condimentum diam quam commodo.",
      "Sodales justo. Integer justo eni elit curabitur dictumst massa ante commodo diam pede suscipit. Blandit curae. Aliquet felis hac facilisi consectetuer viverra. Integer neque quis. Aliquet lacus vitae gravida duis. Blandit lorem. Integer nulla at vulputate neque vulputate sit velit. Blandit magna enim nonummy non mollis consequat ad nibh vehicula. Aliquet nulla nec cras ridiculus turpis felis. Rhoncus class. Rhoncus proin vitae cursus. Laoreet neque nunc sagittis dolor a platea enim elementum. Pretium neque. Gravida nulla feugiat dui habitasse tellus urna mi fames taciti orci mi. Euismod justo eni vestibulum hendrerit. Rhoncus fusce elit mus felis sapien diam. Gravida neque cras potenti elementum maecenas litora risus proin dolor torquent et eget sagittis. Lacinia curae nec nibh vitae laoreet elit pellentesque. Viverra fames. Quisque fames blandit turpis. Quisque fames ve ipsum."
     ]
    },
    {
     "title": "Iaculis augue.",
     "paragraphs": [
      "Sodales lorem. Conubia class proin metus donec aliquam. Feugiat class amet cras sed. Quisque donec diam. Integer metus arcu dapibus ac non quis dis. Commodo fusce diam nibh felis turpis lobortis dignissim class dignissim. Aliquam class. Rhoncus neque donec. Rhoncus morbi. Commodo proin cum nostra congue. Euismod class parturient sagittis enim interdum placerat ut ullamcorper ve. Blandit augue morbi a. Aliquam lorem eros viverra arcu fusce id nullam sollicitudin est vitae erat eni. Commodo donec. Viverra dolor ante urna. Quisque vitae cras at elit integer at. Laoreet donec diam dolor curae dui odio. Sodales netus. Blandit lorem lacus vivamus lectus. Pretium curae elit vulputate. Egestas lorem nibh ullamcorper euismod proin non quis vulputate tortor mus. Posuere ipsum quis suspendisse.",
      "Conubia morbi in lorem ac sociis id gravida erat. Viverra donec ve fringilla condimentum leo orci habitant class lorem magna nunc lacinia sed rutrum feugiat. Viverra nulla et duis dui. Iaculis risus non eros lorem taciti ullamcorper neque facilisis. Feugiat curae quis vehicula in scelerisque in. Natoque vitae nec etiam commodo. Sodales netus cum nullam. Viverra magna vel montes a viverra montes orci. Commodo proin ac ve enim ipsum integer magnis tincidunt euismod ligula netus. Iaculis metus. Euismod nulla dis curae tristique. Viverra etiam ante quisque eu ante. Dapibus donec. Natoque nulla duis fusce. Sodales lacus. Natoque neque quis blandit ut quis class gravida nullam lorem. Euismod neque parturient faucibus. Cubilia proin elit laoreet mi dictum sit nostra ve senectus sociis. Laoreet class. Natoque ipsum. Commodo lacus ve etiam. Cubilia fusce non eni ve dictum inceptos nibh quam pretium."
     ]
    }
   ]
  },
  {
   "title": "Quisque curae.",
   "paragraphs": [
    "Rhoncus vitae arcu ac libero etiam felis accumsan ridiculus mus cras odio. Sodales risus cras. Aliquam magna enim faucibus pellentesque lectus tempor proin arcu dis aptent gravida primis nibh ac eget suspendisse iaculis ullamcorper quam libero semper. Sodales fusce ut luctus pretium ac nostra. Nonummy nulla. Lacinia neque. Potenti massa arcu lobortis parturient mattis fusce curae. Iaculis vitae netus euismod tellus erat suspendisse. Dapibus massa in ornare in eni quam sit nunc parturient luctus ad bibendum lectus. Sodales netus. Laoreet justo sed nunc dolor suspendisse hac tortor interdum. Posuere purus neque mauris litora euismod feugiat amet ut augue per. Egestas curae mi nam ullamcorper potenti neque. Potenti morbi at nisl condimentum consectetuer feugiat urna ante id amet ut consectetuer conubia pharetra vitae eu. Rhoncus fames cras gravida fusce dolor quisque aenean quam quis. Gravida neque. Vivamus morbi nisl iaculis mi fusce sapien lectus. Iaculis justo. Commodo metus. Integer proin odio sed hac ad a quis neque imperdiet odio sit proin gravida risus. Pretium risus nisi. Blandit curae in pede conubia et.",
    "Pretium neque etiam quam tempor id dictumst tempus semper vivamus arcu. Potenti lacus. Blandit metus justo mauris porta. Aliquam dolor enim lacinia at urna consequat mus habitasse lectus nisi at sollicitudin aliquet habitant magnis natoque elit eni. Cubilia velit mus cras eni. Iaculis fames non nisi pulvinar vel commodo ve nibh porta. Nonummy vitae enim maecenas taciti mattis. Potenti proin cras pede amet. Dapibus augue. Nonummy magna curae integer diam ve ante dictumst per cras ultrices montes netus cubilia. Vivamus netus. Sodales lorem erat mauris risus scelerisque mus sociis ipsum fringilla et vitae. Euismod nulla. Blandit proin odio. Blandit metus est placerat consectetuer vivamus tristique pede. Natoque etiam nulla. Blandit class cum nunc eni sodales sem et ridiculus blandit sapien. Integer porta. Pretium nulla fusce porta eleifend eros feugiat erat. Laoreet purus laoreet eros urna ac etiam ad. Aliquet lacus orci nec porta pede. Natoque felis vel venenatis risus lobortis parturient facilisis."
   ],
   "children": [
    {
     "title": "Vivamus felis.",
     "paragraphs": [
      "Dapibus nulla diam ante fermentum at convallis. Cubilia fames nam nibh. Euismod netus. Aliquam class. Potenti porta nulla. Nonummy nulla sem semper sapien sit cras a pede massa vitae duis varius vestibulum porta. Lacinia metus non cras in cursus nam vestibulum elementum curae. Pretium proin dolor enim tristique congue quis ridiculus per dapibus cursus. Egestas proin urna taciti vel. Dapibus porta mi primis leo gravida ipsum. Dapibus porta lorem nisl at penatibus. Potenti lorem urna tincidunt litora id nibh interdum. Commodo proin in fames et. Natoque felis nec quam non. Commodo porta. Conubia felis dui quam mi massa dis nullam etiam. Commodo magna iaculis taciti sem ac. Feugiat proin erat euismod a. Pretium fusce. Pretium fames dolor vehicula et curae ac pellentesque varius ad arcu. Natoque felis nibh euismod rutrum. Aliquam morbi hac sodales odio eu pede turpis cubilia posuere.",
      "Rhoncus ipsum dui sem cum at sollicitudin cras netus conubia. Pretium porta. Integer netus. Iaculis massa et dolor tincidunt potenti fames. Potenti vitae lorem sodales mi ac duis elit urna mollis. Gravida vitae sem proin phasellus. Pretium morbi cubilia sapien elit cras eros netus in. Laoreet donec. Quisque porta. Egestas morbi ad etiam convallis curabitur parturient elit morbi venenatis amet sem ligula velit. Natoque fusce. Feugiat morbi eget a. Potenti etiam vestibulum vivamus hac et. Egestas etiam lacinia lectus at porta pellentesque. Feugiat donec quam lobortis fermentum ante arcu. Egestas lacus lorem elit est pellentesque. Lacinia purus. Blandit dolor nam fusce fringilla consequat nisi integer cursus dis quam. Egestas velit. Dapibus justo ad fusce ad nisl eni risus habitasse. Iaculis velit. Viverra class id nisl viverra auctor."
     ]
    },
    {
     "title": "Feugiat etiam sit cras habitant.",
     "paragraphs": [
      "Laoreet nulla elit eget tincidunt hac eni in gravida erat inceptos. Aliquet dolor ipsum massa nunc a nibh ut. Dapibus nulla adipiscing interdum nulla a. Pretium lacus nunc ipsum imperdiet dignissim odio euismod. Iaculis proin id porta eu dignissim augue habitasse ullamcorper tincidunt quis rhoncus nec nascetur a sociosqu amet. Aliquet etiam id neque accumsan hac. Posuere massa proin. Conubia fusce metus morbi. Vivamus fusce duis placerat scelerisque dictumst etiam ante pharetra a sollicitudin. Integer proin vitae lectus maecenas metus consequat vulputate pede nisl. Aliquam etiam eros placerat suscipit. Integer etiam ut magna libero vitae ut ac vulputate. Sodales morbi at dictum venenatis natoque leo volutpat imperdiet neque mi lectus ac mollis lectus ultrices. Blandit class felis condimentum inceptos diam mus aptent sed litora vitae. Commodo donec nisl suspendisse est orci justo platea facilisis nascetur. Dapibus purus adipiscing quis proin curabitur feugiat augue id. Egestas dolor odio. Quisque proin in venenatis a venenatis metus id felis. Aliquet velit feugiat nonummy montes ac. Feugiat massa ve massa amet dui mi interdum erat. Potenti justo elit euismod mollis metus ut pharetra sociosqu morbi cubilia gravida. Euismod magna netus integer nisi vehicula tellus erat non netus sem.",
      "Feugiat dolor. Lacinia vitae. Quisque curae amet duis neque cursus leo iaculis placerat pellentesque vivamus. Quisque lorem at venenatis vitae ad tempor. Commodo felis id orci mollis nibh diam. Potenti massa. Rhoncus metus. Integer vitae. Pretium morbi. Potenti donec mus nisi a dolor ac fringilla. Dapibus augue ac. Sodales proin. Posuere neque magna sed quam eget quis iaculis ve mollis. Dapibus vitae fusce sem nisl aenean potenti. Gravida dolor. Pretium massa dapibus nostra in montes tristique et suspendisse eros sapien bibendum. Aliquet justo at urna. Lacinia etiam at curabitur tincidunt fusce. Gravida metus amet diam adipiscing dictum netus inceptos nibh aliquam et mi. Vivamus netus duis. Potenti fames enim eni tempus lectus suscipit fusce a rutrum. Rhoncus fames ut morbi id ut ac.",
      "Laoreet risus feugiat pretium vitae ve. Lacinia augue vestibulum laoreet odio dui quam. Aliquam ipsum fames vel nunc parturient sociis. Vivamus velit nec mauris cras elit. Egestas felis. Integer vitae in donec sollicitudin hymenaeos libero pharetra eget. Egestas velit sed odio gravida ad nulla suspendisse bibendum fermentum per duis nisl erat ornare leo enim. Quisque class nisl malesuada venenatis quis sem mauris amet habitasse eleifend arcu. Laoreet proin mi pellentesque nisi massa. Natoque etiam ante nullam habitasse pulvinar eget cursus nisl amet. Lacinia velit mi ridiculus. Laoreet fames viverra non fringilla. Blandit netus. Natoque velit. Viverra dolor. Potenti dolor eget nisl primis blandit. Viverra ipsum ante. Lacinia purus vestibulum. Conubia vitae ut elementum. Gravida morbi. Natoque lacus. Rhoncus felis rhoncus arcu."
     ]
    }
   ]
  }
 ],
 "title": "Nonummy nulla eget feugiat penatibus erat suspendisse mi magnis rhoncus lacinia convallis odio scelerisque aliquam porta quis facilisis."
}