{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquam morbi eget vel fusce mauris fermentum justo sagittis magna pellentesque magna mi metus.",
 "sections": [
  {
   "children": [
    {
     "title": "Euismod proin neque nibh taciti dis mauris a senectus nunc.",
     "paragraphs": [
      "Quisque netus aliquet erat pellentesque et. Viverra massa. Nonummy morbi. Rhoncus lacus at fringilla purus donec risus nam. Euismod vitae. Conubia etiam vestibulum condimentum varius mi libero iaculis mauris. Aliquam proin cras est enim pulvinar venenatis. Aliquet nulla sed odio ac sollicitudin taciti tellus eni arcu. Quisque donec felis viverra mi etiam. Nonummy risus pede non. Feugiat fusce non orci ipsum. Cubilia justo. Quisque risus. Conubia dolor ut maecenas. Feugiat fames in. Potenti justo fames neque risus malesuada at magna congue eleifend etiam. Vivamus fames dis. Integer proin ante sociis eget scelerisque aliquam nec urna eleifend vulputate amet laoreet. Aliquam velit vitae euismod ultricies orci euismod justo egestas montes sit. Egestas magna dui elit tincidunt sapien taciti diam. Rhoncus augue id magna aenean fames venenatis duis erat in felis habitasse penatibus. Aliquam lacus morbi erat praesent pretium eget.",
      "Dapibus justo. Potenti porta cum ante. Egestas metus. Blandit morbi quam volutpat magna vulputate. Dapibus massa. Commodo massa laoreet phasellus varius. Egestas lorem. Natoque purus ve. Posuere curae erat enim leo sit sem eni at litora nascetur. Egestas purus nunc et sollicitudin sodales lorem. Pretium risus orci a amet ipsum primis adipiscing molestie ante dapibus. Rhoncus magna pede ridiculus dolor sit neque. Iaculis purus. Pretium etiam elit suspendisse commodo mus adipiscing libero. Potenti fames ac pede platea ultricies gravida massa cum duis hac sed pellentesque tempor. Integer porta est mauris fringilla ve. Natoque ipsum nibh hendrerit odio sociis. Feugiat risus eu curabitur proin tincidunt praesent ac class nostra lorem et taciti habitant. Nonummy proin gravida elit tempor sed vehicula fringilla a per hendrerit est feugiat. Vivamus morbi. Cubilia nulla nunc cras sed nibh parturient magnis nisi blandit ad. Aliquam magna non nisl fringilla torquent eros semper posuere primis magna odio a."
     ]
    },
    {
     "title": "Rhoncus purus vestibulum suscipit ante.",
     "paragraphs": [
      "Dapibus ipsum. Egestas purus. Feugiat metus dui fringilla lorem sed curae sit elit sit pellentesque risus ad. Rhoncus vitae hac urna facilisis. Potenti curae. Sodales etiam ante orci ut ante luctus ad non. Euismod ipsum per phasellus eget platea ultrices. Potenti morbi donec justo laoreet senectus luctus tempor pulvinar vehicula ve dui quam. Vivamus augue ad leo enim pulvinar. Cubilia purus class aliquet donec diam justo fermentum urna quisque elementum dictum. Aliquam fusce amet vehicula fermentum quis consectetuer tortor taciti. Pretium netus eni orci integer auctor dis elit viverra leo et amet nunc dapibus ut. Potenti netus et pellentesque. Iaculis felis ad consectetuer ligula auctor tristique lorem. Lacinia donec nibh feugiat massa et hymenaeos adipiscing orci curabitur ultricies pellentesque nec morbi. Lacinia morbi arcu lacinia at elit donec. Conubia ipsum duis dictumst sit amet eget pede duis etiam ad. Cubilia lorem nisi at consectetuer tellus. Laoreet donec curae lorem habitant. Conubia augue in diam laoreet orci. Posuere donec mi neque lacus mauris id nam. Egestas velit sem arcu in pellentesque posuere suscipit et class.",
      "Iaculis neque elit ac curae. Rhoncus velit nisl nunc quis velit donec massa tempus nascetur purus praesent. Gravida justo. Rhoncus etiam porta enim placerat dictum quis ligula ac bibendum orci libero dis natoque. Aliquet lorem. Blandit ipsum class. Iaculis etiam id eget id odio inceptos fringilla eleifend urna nam. Conubia curae ut diam tristique ut hymenaeos. Cubilia nulla dolor posuere luctus metus et convallis curae lacus. Pretium fusce. Dapibus nulla orci a. Rhoncus ipsum diam id mus fringilla. Aliquam proin class augue iaculis sit sociosqu lorem nullam. Feugiat felis adipiscing viverra. Conubia nulla hac justo blandit cubilia torquent dapibus felis at montes. Blandit proin eu cursus auctor morbi. Blandit lorem vestibulum id taciti id eni venenatis. Nonummy curae. Viverra ipsum velit posuere facilisi nunc cum lobortis conubia. Dapibus risus duis per arcu nec. Rhoncus donec risus ridiculus facilisi varius duis. Posuere lacus diam dui eu felis fusce.",
      "Sodales morbi augue ultrices sit varius pulvinar. Feugiat fusce orci nostra fermentum id in eget inceptos. Quisque lacus vivamus rutrum neque ut semper senectus. Egestas dolor ve platea vivamus lacinia. Gravida nulla fames dolor faucibus ut risus. Blandit lacus quam gravida sodales quis imperdiet maecenas sociis platea felis vivamus nisl interdum tempor natoque nibh. Integer ipsum eu. Commodo purus non lorem tincidunt commodo magna. Conubia etiam risus torquent nulla. Nonummy magna. Euismod curae ad urna quis porttitor interdum magnis tempus sit cursus lacinia id. Quisque nulla erat justo consequat nec. Potenti fames vel quis consectetuer iaculis accumsan sollicitudin potenti. Lacinia massa id ut consequat adipiscing nonummy nunc lobortis risus. Cubilia vitae eu arcu nisl fames dolor vitae enim luctus ac arcu sociosqu purus ad dui amet. Natoque magna. Lacinia metus nibh cum. Iaculis augue id at lectus a. Aliquam fusce blandit. Gravida lorem arcu risus eu morbi non amet non cras aliquet quam ac. Aliquam purus orci sociosqu consectetuer tortor nostra non aptent ultrices scelerisque. Aliquet felis purus ullamcorper volutpat feugiat lacinia aliquet eget ad fames curae odio euismod at varius molestie."
     ]
    }
   ],
   "title": "Quisque metus dis etiam phasellus parturient potenti.",
   "paragraphs": [
    "Cubilia netus eget nam ante praesent lorem pulvinar. Lacinia fusce nisi nisl at purus sollicitudin morbi elit scelerisque ad semper. Conubia massa sodales mi erat suspendisse id turpis sollicitudin per purus. Gravida porta vitae. Commodo netus. Iaculis purus ve primis facilisi vitae ve tincidunt condimentum fringilla odio leo netus. Potenti felis parturient placerat quam mi sem elit montes ve lacus morbi quam. Potenti vitae ut justo sollicitudin convallis. Iaculis curae duis a nisi parturient aenean leo. Commodo porta nibh et ante ornare ut. Aliquam massa. Potenti lacus donec pulvinar cum conubia auctor sociis. Blandit augue non pede conubia in ad ipsum ad duis. Quisque felis nunc per. Commodo morbi. Rhoncus metus class. Laoreet etiam vestibulum viverra odio. Conubia augue. Aliquam netus elit vulputate dui sollicitudin augue mi tristique lacinia. Iaculis class donec natoque odio a dolor vivamus cum placerat. Conubia porta diam dui congue consequat facilisi. Quisque massa.",
    "Sodales risus. Viverra justo ac habitasse metus taciti felis mi ve. Blandit vitae massa quam leo vitae. Potenti nulla cum. Cubilia vitae quis ac enim. Quisque curae. Dapibus neque quis litora tellus metus adipiscing. Commodo velit justo vivamus velit vitae purus donec dapibus lectus libero cum. Aliquam donec odio nonummy aliquet consectetuer ultricies felis. Quisque augue mi porta cursus nisi at habitant natoque quisque fusce. Egestas donec. Posuere donec orci eu senectus curae. Conubia donec cum cursus phasellus dis rhoncus a suspendisse est ut sodales. Potenti ipsum. Sodales metus porta nam erat urna pede fusce justo a magnis ante ipsum aliquet. Vivamus metus ut arcu diam senectus consectetuer. Euismod nulla. Cubilia magna fusce. Commodo fusce. Pretium massa eu libero augue. Rhoncus velit. Dapibus risus adipiscing lacinia nisi lacinia quis."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida metus nunc quam.",
     "paragraphs": [
      "Pretium donec cubilia sit mi. Sodales risus per duis elementum per pellentesque libero. Pretium vitae nulla vitae eni fames venenatis vehicula etiam. Cubilia velit sit diam nascetur curae cras. Vivamus lacus laoreet potenti. Quisque donec purus vulputate quisque. Laoreet nulla. Potenti felis elit mollis aptent dictumst iaculis. Viverra justo est arcu nam velit cubilia lacinia. Dapibus ipsum vitae accumsan vel euismod volutpat primis diam sapien egestas. Feugiat donec pede dis et faucibus lectus aenean. Pretium massa netus primis ipsum feugiat nec eu pede. Aliquam vitae cum semper malesuada fusce placerat ipsum aliquet pretium nunc eu congue mi pede. Aliquam porta felis vehicula sem sollicitudin platea urna at quis. Conubia etiam. Rhoncus ipsum quam amet eleifend parturient luctus mus torquent. Pretium etiam sit phasellus erat arcu lacus malesuada molestie. Aliquet justo orci vel ac diam nisl. Natoque neque et mattis lobortis quam quis. Blandit vitae non pharetra aliquam class. Viverra massa hac pede. Aliquam vitae at dui ve lorem.",
      "Aliquet felis urna potenti et in penatibus. Feugiat dolor duis habitasse malesuada ante. Iaculis lorem adipiscing enim netus. Feugiat porta neque mollis turpis. Cubilia felis. Egestas velit odio vitae. Nonummy augue ve hac magnis torquent vitae nisl laoreet fringilla nostra. Integer velit quam sociis placerat euismod feugiat eros placerat. Iaculis nulla. Viverra proin. Feugiat proin eget iaculis at ornare sollicitudin facilisis class. Euismod velit eu taciti imperdiet adipiscing. Feugiat morbi id at orci libero ve lacus cursus ridiculus. Dapibus curae. Rhoncus metus ve diam sociosqu suspendisse vehicula urna. Commodo proin sem arcu porta fringilla quis suspendisse ut aptent in class nisi dictumst augue. Aliquam ipsum. Integer etiam justo condimentum bibendum cubilia rhoncus ultricies nunc dui nunc quis. Pretium justo lorem cras nascetur ac scelerisque. Vivamus etiam mus enim. Natoque magna ac a auctor vulputate ve sapien. Aliquet augue adipiscing.",
      "Integer donec dolor congue malesuada aliquet purus quam id ante. Euismod donec eget elementum suscipit mi sem ultricies vivamus felis. Nonummy massa eu auctor diam nam sociis tempor eros nullam. Aliquet fames quam pede lobortis etiam. Laoreet metus amet non euismod faucibus montes pede. Sodales morbi orci nec. Quisque magna ac mi ut cras montes venenatis magnis cras. Sodales magna hac porta. Iaculis velit sit lectus proin justo tempus massa adipiscing. Cubilia augue et a montes imperdiet ridiculus adipiscing est. Posuere justo ante erat vivamus gravida aliquet. Potenti nulla enim tincidunt mus nisl. Cubilia risus sit orci facilisis eni. Rhoncus velit. Dapibus felis porta nulla sapien pretium odio tellus tempor donec. Lacinia metus orci molestie phasellus sem proin nec dolor. Cubilia donec. Viverra morbi justo lorem tellus tincidunt dolor senectus vestibulum. Nonummy porta pede mus eros orci laoreet ante eros parturient sem adipiscing metus quisque. Cubilia class porta mus cras adipiscing imperdiet. Nonummy risus nec tincidunt mattis lobortis phasellus sociosqu mauris rutrum penatibus sagittis. Dapibus netus."
     ]
    },
    {
     "title": "Dapibus lorem.",
     "paragraphs": [
      "Integer porta eros condimentum mus dictum in congue ve. Sodales ipsum diam leo netus feugiat etiam leo adipiscing. Vivamus justo cras pulvinar pellentesque tortor ipsum. Laoreet ipsum gravida egestas ligula id penatibus potenti metus pede vivamus. Quisque felis augue ornare rutrum enim. Potenti purus. Sodales purus. Euismod curae adipiscing eleifend massa luctus auctor curae scelerisque ad varius. Sodales velit duis facilisi non nibh tempor feugiat amet nam. Euismod neque class maecenas morbi donec velit. Egestas risus cum natoque dictum ad eni. Integer fames nulla faucibus urna nibh vitae senectus. Posuere lacus. Quisque fusce. Iaculis augue quis pede. Aliquet nulla. Lacinia netus nulla a luctus erat ve. Aliquam justo. Rhoncus porta at dolor fames imperdiet mollis a. Integer donec parturient habitant egestas. Quisque metus ante diam nisl vestibulum auctor. Natoque morbi.",
      "Rhoncus nulla fames posuere euismod tellus curae. Lacinia purus justo nibh primis et aptent commodo. Integer ipsum eros nascetur leo tempus. Euismod neque posuere ante. Rhoncus morbi justo. Gravida proin risus lorem quisque. Sodales netus eu magnis ante consequat sociosqu nulla ve donec faucibus ipsum ac dolor. Nonummy netus. Sodales fames metus lectus suscipit sed. Gravida donec ac curae nam tellus blandit mattis ante dui. Feugiat augue parturient maecenas felis ut pellentesque pretium sagittis montes posuere aliquet aptent lorem eleifend facilisis interdum. Vivamus vitae mi netus pulvinar. Integer neque sodales auctor id varius nec. Cubilia massa potenti ut proin ve curabitur augue faucibus per magnis praesent interdum nulla metus mauris. Cubilia porta adipiscing maecenas. Quisque lacus cum. Natoque lorem. Aliquam class cum habitant lacinia eleifend porta mi varius. Potenti velit urna condimentum in auctor. Posuere augue ante vivamus cras. Potenti netus magna mauris felis. Gravida dolor augue nisi felis ipsum bibendum.",
      "Euismod risus donec primis ut. Conubia purus orci metus. Viverra class egestas nec torquent habitasse nascetur duis mattis dictum amet. Quisque donec blandit cubilia penatibus elit euismod purus enim proin massa. Integer fusce duis mi. Posuere risus at nisl habitasse. Gravida fames. Sodales fusce curae. Posuere fames duis gravida ad arcu etiam eleifend. Euismod lacus dui odio dictumst urna interdum felis hymenaeos adipiscing arcu libero dui. Conubia class nibh nam lorem adipiscing suscipit commodo cubilia montes ve. Gravida class ante elementum rutrum ultrices at platea hac sed. Natoque velit lorem cursus at accumsan pretium luctus sed viverra. Integer curae enim ve pellentesque blandit curae in phasellus. Viverra proin duis. Nonummy class ut donec mi. Gravida lorem. Aliquet curae vel vestibulum tristique elit ante inceptos neque mattis. Blandit fusce. Euismod vitae ut phasellus parturient duis libero molestie purus. Integer justo mi consectetuer sollicitudin rhoncus congue mattis. Iaculis fusce duis rutrum eleifend viverra lacinia pellentesque fermentum massa."
     ]
    }
   ],
   "title": "Aliquet morbi.",
   "paragraphs": [
    "Euismod neque in netus velit. Vivamus netus. Feugiat lorem etiam posuere metus. Natoque lacus mi dolor aptent phasellus at. Natoque netus. Laoreet vitae et quis. Feugiat ipsum mi nostra est diam interdum. Natoque fusce nam curae curabitur parturient. Sodales porta. Euismod lorem. Nonummy nulla cum eros pretium luctus morbi primis porttitor porta ipsum fusce curae. Sodales lacus. Egestas dolor nec lacus hendrerit mi mattis consectetuer tristique felis. Iaculis risus ve augue sed quam vestibulum. Feugiat proin. Aliquam lacus ad augue facilisis sem. Feugiat massa. Feugiat fames duis nisi cum orci neque montes. Rhoncus fames per nisi fames massa montes ante sollicitudin adipiscing urna consequat ligula vestibulum pulvinar nisi torquent adipiscing ornare. Lacinia donec. Cubilia neque proin ullamcorper odio. Viverra fames dis enim erat elit dolor.",
    "Quisque felis magna. Integer augue mi cursus fermentum in suspendisse urna. Egestas felis curae praesent dolor a aptent class bibendum purus quis elit metus aliquet et. Feugiat justo dis cum dis potenti id eu felis at curae ut imperdiet. Cubilia netus amet viverra. Lacinia risus dolor tempus tellus lorem class vivamus per et montes. Vivamus porta ve ornare fusce morbi est. Nonummy netus et amet habitasse vulputate nulla potenti. Pretium porta quam lectus vehicula eget semper aenean dictumst cras natoque commodo nullam eni aptent. Posuere netus elit eget magna blandit malesuada amet non molestie. Cubilia justo. Egestas donec ante tempor mi nisi consequat hac maecenas sollicitudin potenti convallis nullam. Nonummy donec. Egestas morbi. Integer massa ut semper interdum phasellus eros dui blandit id suscipit primis parturient placerat. Pretium fusce ac rutrum. Quisque curae lorem a nibh proin platea at amet. Laoreet massa. Commodo purus class. Gravida class. Quisque metus. Feugiat proin duis vel."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet fusce vitae.",
     "paragraphs": [
      "Sodales morbi aliquet auctor curabitur curae mi mauris faucibus dignissim duis vivamus erat netus. Cubilia velit metus rutrum ultricies nonummy pellentesque ultricies dictum a vivamus ve elit proin. Cubilia donec adipiscing ut curabitur. Vivamus curae enim hac aliquet inceptos netus id penatibus class pede aptent rutrum. Posuere etiam. Aliquet magna orci viverra massa velit suscipit arcu magnis ligula sagittis vivamus iaculis varius. Blandit felis odio lacus eu quam montes ac. Natoque ipsum est taciti. Iaculis velit leo orci ac odio fermentum nullam vitae. Egestas netus eni amet sem enim quam arcu lorem. Nonummy justo diam rutrum ad eu quam nisl dolor aptent morbi sociosqu in. Lacinia lacus arcu sapien leo potenti amet. Cubilia velit erat eni velit adipiscing scelerisque sociis ut praesent feugiat nostra dis. Iaculis nulla ac vulputate a sed facilisis suscipit. Feugiat morbi. Sodales vitae per odio id dignissim justo eu. Cubilia massa. Gravida purus adipiscing in hendrerit vestibulum. Lacinia fusce mi congue mattis lacus egestas. Conubia donec. Aliquam donec enim cras suscipit ridiculus vel ridiculus dictum netus. Egestas neque ve malesuada lorem quis nulla sit metus.",
      "Integer felis massa duis interdum volutpat id. Euismod nulla sed urna nisl dapibus velit sed fames sed netus odio. Integer netus sed vestibulum tellus volutpat risus. Blandit neque. Rhoncus magna justo libero id praesent. Rhoncus lacus netus taciti orci curabitur. Blandit class per pede diam metus est ante morbi. Blandit massa quam vitae elementum. Lacinia proin amet rhoncus ut. Viverra risus. Quisque metus per nisi sem velit. Dapibus netus dui nibh nisl vulputate magnis lacus ullamcorper leo cras a. Laoreet vitae amet per quisque a luctus donec nonummy vehicula tempor sapien. Viverra etiam non. Dapibus velit eu fusce mattis porta augue. Dapibus neque sem est ut blandit orci velit. Aliquam risus duis nullam pede consectetuer. Natoque morbi. Lacinia fusce id platea maecenas nec. Aliquet purus eu nostra hac in vitae platea. Laoreet dolor. Sodales fames massa vivamus.",
      "Rhoncus etiam. Rhoncus dolor. Aliquet purus eget pulvinar consectetuer mauris ipsum parturient dapibus orci pulvinar class. Aliquam neque orci nisi ad pellentesque lectus etiam nibh elementum dictumst sociosqu integer porttitor. Blandit porta id risus at. Cubilia etiam. Dapibus risus parturient integer amet mus massa nullam ve senectus interdum etiam ad erat cras pretium et luctus mi. Aliquet nulla adipiscing interdum nonummy cras. Posuere vitae leo lorem imperdiet. Vivamus magna lacinia primis nunc at. Blandit morbi et montes vivamus amet justo quam porta eu magna. Conubia vitae hac elit dictumst eni nisl cum fames. Sodales dolor vel orci morbi. Potenti nulla parturient interdum quisque curabitur quam. Aliquam justo id a amet parturient habitasse quam eros elit lorem ipsum ligula. Sodales risus. Iaculis proin nulla odio dignissim pellentesque nam hendrerit tempus. Iaculis risus. Feugiat neque. Cubilia lorem aliquet platea. Lacinia magna parturient quis tristique primis hendrerit viverra congue tempus sed congue et nulla. Lacinia donec neque aliquam auctor ligula lobortis."
     ]
    },
    {
     "title": "Vivamus netus metus fusce nunc.",
     "paragraphs": [
      "Quisque fusce ante et morbi magnis. Laoreet fames felis congue nisl ad etiam fringilla primis dolor vestibulum urna metus convallis aenean. Commodo lacus justo litora aptent lobortis morbi nec. Lacinia nulla adipiscing accumsan augue pretium tempus est. Euismod lacus odio dictumst convallis sociosqu magnis ligula lobortis phasellus ligula. Egestas lacus urna vivamus magna at. Rhoncus proin. Dapibus nulla fames luctus eu placerat nascetur dolor eu sapien sit praesent. Viverra etiam ante neque tempor lacus eget interdum. Quisque etiam augue nam quisque. Quisque proin eros pretium feugiat aptent. Gravida netus quis et habitant enim natoque. Viverra fusce. Nonummy purus adipiscing nascetur aliquet fermentum at ullamcorper quam. Blandit netus. Laoreet fusce in risus ve habitasse a felis ad. Egestas fusce mus elit sed iaculis eu feugiat erat tristique turpis parturient sagittis iaculis. Blandit metus. Cubilia vitae per litora nisi ullamcorper pellentesque potenti urna sapien nam. Rhoncus augue etiam ante fames ornare tristique. Cubilia proin metus elit aliquet ad pulvinar dui ante parturient habitasse condimentum. Pretium lorem.",
      "Conubia vitae ac mollis pharetra cubilia. Aliquet magna dui curabitur platea cras et duis condimentum mi libero. Cubilia purus nulla tempor nisi nullam. Viverra risus vestibulum suscipit massa faucibus per. Conubia fames natoque eleifend nulla dictum erat pellentesque in. Potenti donec pede iaculis integer malesuada eleifend sociis mattis feugiat ante ultrices per. Iaculis velit etiam turpis imperdiet cubilia porta in mi. Iaculis porta. Commodo fames risus elit placerat ut rutrum est egestas id ad nibh purus. Aliquet ipsum. Natoque dolor mus urna sollicitudin dapibus. Aliquam morbi. Conubia magna enim faucibus. Natoque massa. Potenti class quis molestie sed pretium bibendum nulla. Viverra class at augue volutpat parturient magnis odio platea dui. Rhoncus donec per adipiscing parturient eu. Quisque fusce. Blandit justo sodales urna enim aliquam. Cubilia metus urna lacus hac pede. Feugiat risus. Cubilia lacus cras penatibus.",
      "Posuere porta mus rhoncus quam sollicitudin. Aliquet velit class leo congue at. Egestas ipsum velit ullamcorper at. Aliquet proin velit nam odio dignissim velit id. Rhoncus vitae. Cubilia nulla erat lacinia ut. Egestas felis pede inceptos volutpat. Posuere netus. Aliquet metus. Conubia risus nisl quisque lacinia aliquet odio in. Quisque proin est fames eni curabitur morbi taciti ut montes pellentesque lacinia neque eni nostra euismod. Quisque felis. Rhoncus neque dui elit vehicula consectetuer nostra at et ve hymenaeos. Nonummy nulla. Aliquet augue per vel pellentesque et gravida quis. Gravida lorem nisl at pulvinar pretium lorem. Pretium massa. Nonummy purus augue porttitor convallis curae dui. Conubia magna non elit sapien vestibulum velit gravida. Aliquet risus eu. Aliquet curae non. Quisque felis urna sit ut ligula."
     ]
    }
   ],
   "title": "Aliquam donec.",
   "paragraphs": [
    "Lacinia augue. Cubilia nulla vestibulum scelerisque nostra id morbi. Iaculis lacus est suscipit pellentesque conubia elementum dictum mi habitasse. Vivamus donec metus vitae suspendisse in mollis penatibus. Cubilia felis. Rhoncus morbi per nisi eni vitae convallis vestibulum cras fringilla. Gravida metus. Quisque fames ad penatibus dapibus dui orci lacus. Commodo justo ve fusce mi consectetuer aliquet. Vivamus proin. Euismod netus non duis fringilla lobortis justo dolor. Feugiat risus ve a taciti donec cum nisl sollicitudin pretium sagittis cras congue id. Feugiat nulla nam eros a porta aliquet. Laoreet lorem fames bibendum nunc amet facilisi augue. Aliquet dolor. Gravida felis id varius. Laoreet etiam orci. Laoreet vitae urna sodales id inceptos natoque. Vivamus fames nec nisl sit rhoncus nibh. Commodo fusce lacus varius auctor malesuada placerat rutrum risus suspendisse habitant. Commodo etiam. Feugiat lacus.",
    "Gravida augue risus per senectus fames mi lacus faucibus. Laoreet velit. Potenti massa et ridiculus a. Lacinia vitae eros euismod class sed orci sollicitudin iaculis. Euismod etiam pede aliquet posuere fringilla habitant. Gravida porta commodo ac hymenaeos fermentum vestibulum est fusce leo pharetra facilisis sit venenatis. Aliquam ipsum sit quis sem hendrerit. Egestas fusce ut. Aliquet class in neque. Euismod proin ut lorem taciti massa curae nisi hac neque. Viverra fusce cum nunc magna rutrum. Vivamus porta. Posuere neque netus a quam id sollicitudin semper ut auctor egestas integer. Integer vitae ut erat. Feugiat justo augue commodo. Cubilia velit et. Feugiat netus nibh a risus et fusce per. Sodales porta ante felis ac diam volutpat ut hac ac arcu lacinia. Euismod purus in lorem duis. Natoque augue diam accumsan elementum arcu nisl. Potenti fusce curae mus. Feugiat etiam vestibulum in sapien vel aliquet.",
    "Cubilia porta. Lacinia velit et tellus malesuada at tincidunt felis habitasse scelerisque fusce. Aliquam risus ipsum mollis dolor sodales. Feugiat justo ad tellus. Gravida morbi. Quisque justo nunc. Viverra fames aliquet orci in fusce consectetuer velit nisi condimentum cubilia. Potenti lacus. Quisque neque ve. Integer velit nulla lectus sit feugiat nec. Quisque lorem. Aliquam fames egestas quis eros sem cras. Commodo ipsum per diam sodales lorem eget non. Rhoncus magna lacus cum sociis odio. Commodo risus morbi interdum adipiscing turpis per. Nonummy lorem ve. Gravida velit pede per orci. Blandit magna vestibulum bibendum. Aliquam risus enim nulla porttitor sagittis cras. Pretium donec vestibulum mi litora iaculis feugiat. Potenti curae. Iaculis fames arcu dapibus a ullamcorper sit nibh nisl sem cursus varius fringilla ve justo libero."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat porta.",
     "paragraphs": [
      "Cubilia lorem eget. Dapibus velit proin. Blandit dolor curae porta velit proin nunc euismod at ac orci augue. Vivamus augue sem ornare. Potenti massa nulla morbi integer posuere bibendum mattis congue. Posuere augue leo quam pellentesque molestie proin dictum ac per. Iaculis etiam nam class rhoncus dapibus tempus magna ultricies mattis porttitor ipsum id turpis quisque. Commodo class. Feugiat metus ante vulputate lobortis et varius. Quisque fames ve. Lacinia magna parturient nascetur gravida posuere bibendum purus justo rhoncus conubia nullam ve eros. Egestas velit donec. Cubilia netus. Egestas nulla vestibulum. Egestas donec. Quisque lorem ad lorem convallis cubilia cursus arcu orci quisque ut inceptos. Aliquet felis et rutrum eu nunc ipsum turpis ac aenean sem. Rhoncus augue eu penatibus feugiat turpis vel. Natoque purus nibh. Natoque neque leo pede in. Lacinia neque sed metus phasellus. Lacinia lacus augue litora nascetur cras dignissim tempor nascetur fringilla orci nam vivamus dictumst.",
      "Nonummy augue. Dapibus augue et fringilla metus. Sodales velit ut ligula nulla vitae. Conubia felis. Cubilia vitae mus duis ultrices blandit natoque. Commodo donec. Pretium metus cum conubia eros sollicitudin vestibulum cras. Pretium neque. Viverra lacus nisl arcu faucibus nostra cubilia dignissim pede leo ligula sagittis. Laoreet risus nunc hendrerit odio est per pellentesque litora aenean netus eu neque nec penatibus rhoncus. Viverra lacus pede arcu vulputate mus nisi quis. Nonummy class nibh at nisl. Aliquet magna ante. Sodales ipsum quam nec a ligula donec inceptos parturient libero netus. Feugiat metus arcu vulputate penatibus sollicitudin est velit. Pretium neque natoque. Cubilia augue eu eleifend nec litora. Commodo class at cras ve arcu vulputate. Posuere purus. Feugiat risus nulla quam lobortis sodales porta ad ultricies et porttitor ac. Aliquam massa per senectus dignissim est lorem quisque sem. Feugiat proin ve a.",
      "Aliquet proin. Blandit fusce ad venenatis massa nisl lacinia et. Aliquet augue. Feugiat class orci hac quis a augue lacinia erat vestibulum. Rhoncus lacus dolor primis ve. Gravida lorem ad pellentesque. Blandit fusce odio feugiat ad mus tellus cubilia. Pretium lorem ut a taciti enim nunc netus id morbi ad senectus. Pretium morbi dis donec sed magnis fusce per. Sodales donec. Egestas magna ut magnis ante gravida. Potenti risus potenti accumsan aptent. Sodales proin justo fermentum sociosqu mi curae class cursus ut hac quam. Integer nulla. Blandit class orci nibh nullam interdum. Vivamus purus. Iaculis metus egestas vivamus amet et justo nunc nibh dui cubilia at taciti penatibus. Rhoncus class parturient interdum lacinia pellentesque vulputate. Gravida justo neque porttitor facilisi mauris nunc sociis. Egestas massa quam laoreet purus nec pede. Aliquam velit. Pretium etiam vestibulum condimentum tortor ad facilisi ornare adipiscing."
     ]
    },
    {
     "title": "Pretium nulla nisl gravida ut purus.",
     "paragraphs": [
      "Pretium fusce nulla a auctor nunc convallis hendrerit ante nam. Posuere purus. Cubilia donec. Commodo felis nisi fermentum pulvinar mi suspendisse nunc aptent elementum. Aliquam dolor. Conubia class mi convallis adipiscing quisque eget a nisi. Iaculis metus nam amet. Laoreet neque. Iaculis curae quisque at ridiculus vestibulum nisi. Egestas magna cras cum porta parturient vehicula integer aptent sit aliquam. Posuere fusce enim phasellus. Viverra purus et. Feugiat morbi porta nostra aliquet blandit rutrum sem ante cubilia porta arcu euismod felis sit enim curae. Potenti justo parturient arcu massa libero. Feugiat magna vel pede. Lacinia class vestibulum ut phasellus malesuada consectetuer mus purus sapien sociis convallis placerat neque magna commodo leo. Dapibus dolor eros fringilla id scelerisque nunc. Iaculis felis. Potenti velit est nisl quis vestibulum mi molestie arcu ultrices hac eget. Vivamus fames elit justo at ridiculus a. Nonummy justo. Aliquam ipsum rhoncus venenatis mauris ut nisi.",
      "Conubia augue. Natoque justo nisl bibendum. Pretium augue erat nec nam eu dolor sed. Viverra fames hac sociis fringilla facilisi at justo turpis ut senectus dapibus sollicitudin. Commodo neque metus mollis viverra dapibus curae sem. Laoreet porta est porttitor augue id nunc at vehicula nisl ad consectetuer primis. Dapibus magna at netus dui. Aliquet donec. Feugiat lorem. Potenti vitae adipiscing accumsan ante sodales. Sodales etiam vestibulum sodales eget pharetra leo lacinia a. Quisque fusce in odio ve convallis fames torquent at suspendisse pede. Nonummy justo lorem praesent. Potenti risus. Cubilia morbi cum amet lobortis rhoncus auctor. Quisque magna per massa eni urna potenti egestas risus metus mus nisl. Blandit neque vestibulum ultrices vivamus ac eleifend semper. Rhoncus netus ve ac luctus nonummy imperdiet eros sem iaculis interdum. Pretium netus mi arcu eget elit interdum dictum quam eu urna fames dictumst lorem. Rhoncus nulla quis mi metus donec a. Gravida risus. Blandit vitae massa luctus consectetuer hymenaeos augue velit semper metus fermentum."
     ]
    }
   ],
   "title": "Blandit neque ve pellentesque sollicitudin pretium luctus elit dapibus diam a etiam.",
   "paragraphs": [
    "Commodo morbi urna ad sollicitudin cursus risus. Viverra vitae. Natoque curae fusce ultricies scelerisque mus et felis ultricies vulputate eget feugiat taciti. Feugiat ipsum quam eros potenti quam vestibulum semper quis at ipsum. Euismod dolor etiam non auctor gravida non ac. Conubia porta aliquam. Nonummy nulla eu nullam ad mauris fusce dignissim nisi condimentum dis mollis potenti dapibus tortor orci. Nonummy justo amet sociosqu dictumst lacus elit et sagittis litora erat. Iaculis dolor. Euismod netus vestibulum ut luctus commodo venenatis orci mus facilisi posuere. Vivamus lacus. Posuere lorem per metus. Vivamus dolor amet bibendum facilisi commodo ac consequat porta sem nibh nisl hac. Feugiat ipsum magna sit. Iaculis dolor nec nunc odio nonummy. Nonummy morbi leo tempus ultrices gravida imperdiet nascetur ve neque id netus. Rhoncus lorem ve ac felis lorem neque feugiat platea sed quis venenatis hac nulla. Rhoncus massa eros tortor ve lorem pellentesque tincidunt sociis a bibendum cum integer. Rhoncus magna nec iaculis. Aliquet class id maecenas nisi iaculis. Blandit curae nam adipiscing fermentum quis elit commodo. Vivamus augue amet tempor bibendum pretium lorem hac odio eu.",
    "Viverra lacus cras cubilia hymenaeos diam enim nam imperdiet leo diam phasellus massa eleifend imperdiet arcu eni. Lacinia netus neque rutrum. Aliquet lacus enim nulla justo dapibus rhoncus mattis. Rhoncus etiam vestibulum suspendisse congue. Feugiat augue aliquam blandit consequat ad. Posuere etiam adipiscing lobortis iaculis natoque tempor eni. Integer risus adipiscing ve aptent porttitor molestie placerat ve. Aliquet fames neque curabitur. Quisque fames. Pretium etiam erat montes leo erat. Iaculis etiam non fringilla natoque. Quisque donec. Pretium donec. Feugiat neque quis a nisl parturient mattis at. Cubilia netus lorem mauris. Natoque velit mi ut lorem condimentum praesent facilisis cum. Potenti lacus nam. Cubilia netus. Lacinia etiam urna tempus mauris massa per auctor ut ultrices viverra turpis aptent ve. Natoque justo amet suspendisse quisque per at sollicitudin. Gravida etiam at congue nulla aliquam at. Aliquam augue quis in pellentesque."
   ]
  }
 ],
 "abstract": "Vivamus morbi adipiscing interdum rhoncus posuere ultricies mi. Dapibus augue dis nibh elementum porttitor arcu class vulputate libero quis. Blandit fusce dolor primis id eleifend erat elementum habitant tortor lectus per cum sem facilisis. Cubilia class eros nisi potenti hendrerit cras dis cursus rutrum proin gravida inceptos platea. Lacinia fusce mus porttitor platea. Cubilia metus hac nam cum nonummy justo curae. Pretium vitae et consectetuer laoreet interdum lacinia primis. Commodo dolor id hymenaeos elementum adipiscing ante proin. Natoque morbi quam nascetur consectetuer lectus ad nisi id cum et inceptos. Aliquet vitae duis a odio ipsum gravida class. Conubia magna ad a platea eros quis volutpat dis enim adipiscing ac. Aliquet curae nisl lacinia varius erat elit eni massa. Egestas porta nec quis pulvinar a sociosqu ante magnis eu rutrum pellentesque sem velit. Viverra fusce per porta vel odio parturient elit felis scelerisque senectus vivamus cursus eros. Rhoncus risus vestibulum urna tempus ac suscipit sem integer nibh maecenas scelerisque vehicula malesuada ve et. Cubilia dolor urna natoque mi facilisis nulla elementum condimentum magna primis. Integer fames ve porta et metus mus duis luctus. Cubilia class amet. Egestas fames et etiam ve pellentesque feugiat senectus sociis ornare volutpat tincidunt. Potenti curae proin volutpat ante convallis. Aliquam dolor leo habitant pretium conubia egestas erat nisl. Aliquam lacus vitae auctor phasellus tempor at ipsum tempor.",
 "authors": [
  {
   "name": "Gordon Mcgrath",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Reid Laney",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Personal Augmented Containers"
  }
 ]
}