{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  }
 ],
 "title": "Commodo lacus ac mattis per magnis.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis class urna phasellus.",
     "paragraphs": [
      "Lacinia porta. Lacinia porta amet sapien. Potenti nulla curae sociis primis class dis urna neque ut nulla hymenaeos lorem litora amet rhoncus. Sodales neque urna accumsan sollicitudin mollis mi orci. Euismod curae nec elit sollicitudin. Euismod magna porta mollis in. Commodo metus enim hymenaeos torquent ornare. Nonummy magna ad hymenaeos a. Integer porta commodo feugiat. Integer ipsum. Posuere dolor morbi litora tempus sed adipiscing parturient at maecenas non laoreet rutrum magna pharetra ve mattis. Blandit etiam. Potenti fames neque urna. Nonummy felis ve fames dictumst diam leo velit eni mus hac consectetuer ad curae. Pretium purus sed vestibulum. Pretium fames ad lorem dignissim fames aenean arcu. Aliquet fames elit congue tempus. Posuere lorem est dolor parturient torquent eros interdum curae cum quam leo. Potenti curae. Blandit porta dolor cum nunc leo. Blandit neque. Natoque morbi ut suscipit.",
      "Dapibus ipsum. Natoque class duis ac bibendum nisi diam nullam posuere. Pretium ipsum mi arcu porta morbi vehicula. Posuere risus eget vel a. Iaculis proin elit. Gravida magna etiam ante porttitor sollicitudin parturient nisl. Aliquam felis risus ullamcorper faucibus tristique. Vivamus justo proin porta varius. Blandit augue. Natoque justo fusce mollis praesent morbi enim morbi dolor. Lacinia neque. Posuere justo at dui nostra non diam consectetuer. Potenti metus sem. Feugiat massa id neque at venenatis porta suscipit velit felis aptent. Natoque ipsum ve magna fermentum nostra leo luctus a nascetur. Nonummy porta netus tempus ac ultrices egestas blandit fringilla faucibus ad proin. Viverra dolor ad quis praesent nonummy enim eget aliquet. Sodales lacus elit litora et morbi consectetuer molestie. Nonummy neque curae tempus ac nulla taciti velit. Gravida magna. Quisque vitae integer curae fusce duis diam taciti semper phasellus. Feugiat porta."
     ]
    },
    {
     "title": "Lacinia justo cum per sem fringilla sapien ac sapien bibendum.",
     "paragraphs": [
      "Cubilia lacus eu curabitur risus. Nonummy curae ac platea mi. Dapibus magna urna ligula luctus penatibus. Dapibus lorem ad varius placerat suspendisse maecenas. Potenti etiam. Vivamus etiam odio maecenas a suscipit amet. Sodales etiam. Aliquam proin sit eni convallis integer. Lacinia augue posuere id enim vehicula. Conubia dolor vel est porttitor pellentesque nam dignissim semper justo. Blandit dolor et. Posuere netus morbi dictum mus elit at purus netus. Aliquam etiam ad sollicitudin magnis justo volutpat nec lectus duis eu ipsum et. Natoque neque. Egestas velit ac taciti per euismod senectus ve scelerisque urna enim porttitor tellus semper aliquam. Natoque proin vitae dictum ve lobortis neque consectetuer lobortis augue mi. Euismod lacus nibh egestas aliquet. Iaculis etiam erat scelerisque sollicitudin feugiat quis. Potenti etiam in ve nam odio natoque fames massa sociosqu facilisis cum massa tristique volutpat nullam vestibulum metus. Iaculis neque in ultrices mollis vestibulum lacus blandit quisque ante. Pretium metus ve luctus ac est orci nonummy. Sodales velit et hendrerit egestas erat dictumst nulla dictum risus.",
      "Lacinia netus nulla felis ultricies per proin nullam. Euismod risus cras laoreet penatibus. Vivamus morbi arcu dui ve. Conubia velit mus ante quam massa aliquam. Integer donec diam. Iaculis augue ve aptent penatibus aptent erat. Nonummy massa urna aliquam a scelerisque leo mi luctus. Egestas morbi. Euismod metus feugiat nisi. Aliquam justo porta libero convallis netus in ipsum velit pretium. Rhoncus magna id etiam ultricies. Integer vitae etiam nisi orci id pellentesque aliquet. Aliquet morbi proin pharetra nulla ad. Blandit felis ad interdum nunc mattis morbi euismod. Blandit felis vestibulum. Potenti fames fusce sed. Quisque class erat non aenean ridiculus parturient. Aliquet purus at lectus id enim lacus. Rhoncus felis velit quis dapibus ad cubilia duis vitae auctor ut orci tempor. Sodales purus. Iaculis lorem. Pretium velit eros leo.",
      "Euismod porta nec. Egestas neque orci pulvinar sociosqu consectetuer parturient cubilia amet bibendum scelerisque placerat. Gravida nulla elit gravida a sociis orci ve. Iaculis curae. Dapibus augue ac magna odio malesuada eu at arcu fringilla justo at turpis mi. Posuere lacus hac quis at nisi lorem ad tortor a vestibulum mus ipsum venenatis eu tristique. Conubia purus nec urna at. Rhoncus dolor aliquam at class. Conubia velit nunc quis rutrum fringilla in tincidunt odio pellentesque rutrum cursus. Rhoncus purus nibh dis nec in porta nec orci nisi risus. Viverra proin fusce cursus ad velit cursus. Laoreet ipsum adipiscing in faucibus. Posuere augue dis elit facilisis velit rhoncus felis integer dui. Sodales metus fames. Euismod fames dis mauris. Aliquam augue metus lectus pellentesque fermentum justo. Integer ipsum mi proin est lobortis. Aliquet vitae nam eros et suscipit semper cras ut. Aliquet vitae ac eget interdum habitasse torquent in platea. Sodales magna nisl nec. Integer lorem quam ut sollicitudin consectetuer vivamus aenean elementum. Natoque augue quis magna ac senectus."
     ]
    },
    {
     "title": "Conubia velit amet a urna vestibulum turpis sagittis aliquam ac imperdiet.",
     "paragraphs": [
      "Egestas fames quis interdum sodales morbi duis sapien fames dui nunc nisi morbi quis eros montes curabitur porta. Gravida massa et fringilla morbi. Cubilia etiam pede posuere. Gravida ipsum arcu sociosqu. Aliquet lacus eu. Egestas etiam eros diam nisl sit. Posuere etiam nunc diam. Vivamus lacus lorem aenean lorem condimentum sem. Euismod porta velit ipsum lectus. Vivamus justo. Lacinia lacus vestibulum quam velit potenti eu. Potenti donec erat nunc sapien et porttitor. Iaculis augue proin varius. Nonummy dolor enim molestie lacus ac. Pretium neque. Iaculis neque eros faucibus a praesent vel sollicitudin congue elit aenean. Integer morbi. Conubia porta nisl lectus rhoncus in vehicula. Aliquam massa nunc phasellus ut ac quam vehicula. Integer massa ante faucibus vitae diam ad amet penatibus volutpat. Conubia dolor eros vehicula etiam. Laoreet donec.",
      "Natoque ipsum nisl sodales id auctor faucibus. Integer risus adipiscing nibh netus vulputate accumsan ut condimentum eros nullam aenean. Conubia magna. Conubia metus mi mus amet curae eu. Cubilia magna nisl. Aliquet fusce. Potenti velit class auctor elementum laoreet donec. Cubilia morbi. Aliquam curae ipsum turpis ultricies eleifend mattis sociis risus quis. Viverra lacus metus integer elementum nostra sagittis vulputate sociis a. Natoque metus fames lorem tempus ac pede vehicula. Sodales massa commodo. Aliquam proin orci sem posuere bibendum taciti amet. Nonummy curae natoque egestas tempus sit egestas id eu vitae pellentesque. Quisque vitae urna. Potenti lacus nec vulputate erat vel. Lacinia augue. Aliquet ipsum vel dictum porttitor ac lectus sed sodales ultrices egestas elit neque blandit. Vivamus felis at justo nec urna pellentesque feugiat. Posuere risus purus sociis eu eget potenti fringilla pulvinar massa montes platea vulputate. Cubilia ipsum mi fusce habitant. Aliquam proin curae blandit netus ad venenatis suspendisse elementum amet.",
      "Feugiat etiam elit dictum sodales dapibus libero. Quisque etiam arcu volutpat mi scelerisque pede ligula id in et ipsum. Vivamus class id ornare augue aliquet hac torquent. Nonummy justo. Rhoncus netus sed nisi integer dictum. Cubilia velit dis class conubia varius. Feugiat velit nisl risus feugiat pretium donec in metus mi velit platea. Quisque purus parturient condimentum. Posuere felis ante quam nec proin feugiat eros aptent in lobortis urna ut nunc nisi augue viverra. Cubilia augue felis malesuada nunc velit. Egestas risus quis molestie a sollicitudin. Natoque dolor est eros parturient ac mollis pharetra et proin. Gravida proin vestibulum. Feugiat fames sed dignissim feugiat. Integer fusce non pede at cras primis. Natoque velit. Feugiat magna amet bibendum fusce. Integer neque dolor a mollis risus maecenas. Gravida vitae ve sapien bibendum hendrerit justo lectus congue tincidunt habitant varius mauris. Viverra lorem. Iaculis curae amet ac torquent cum. Blandit nulla."
     ]
    }
   ],
   "title": "Vivamus magna lorem condimentum nec arcu.",
   "paragraphs": [
    "Vivamus magna. Dapibus lacus duis pharetra vulputate ve ullamcorper ante hymenaeos ridiculus nunc. Natoque risus parturient aliquet sed parturient. Blandit dolor netus hac vestibulum fermentum enim. Potenti etiam in augue proin vitae porta elit donec convallis proin. Commodo vitae orci nam felis vestibulum bibendum ante aliquet at tempus justo diam. Pretium massa quam egestas. Blandit fames orci sagittis parturient facilisis suspendisse hendrerit eget nec fusce donec. Nonummy magna. Viverra etiam. Quisque proin adipiscing ad dictumst quis vehicula pede. Laoreet proin amet platea ve dictumst posuere rutrum mi. Aliquam donec. Pretium massa etiam nulla volutpat class massa. Vivamus massa nulla eros condimentum mi montes cum nunc. Integer vitae augue sociis quam consequat donec fermentum habitant ornare. Gravida risus per enim vulputate ad. Cubilia dolor. Conubia netus vitae rutrum augue netus. Lacinia magna purus iaculis pharetra lacus ut consequat. Iaculis donec enim consequat aenean ante amet. Aliquam fames odio magnis inceptos phasellus eu facilisis suspendisse sed diam porta euismod hac fermentum volutpat.",
    "Lacinia lacus urna potenti proin parturient interdum fames vitae lacus. Quisque dolor diam dis quis sagittis ligula luctus proin ullamcorper. Euismod class risus duis cubilia ac. Aliquam lacus eni quam egestas mauris amet. Cubilia purus felis varius lorem cum sem mus sollicitudin ut vivamus ac tellus. Aliquet class proin aliquet sit ac dolor. Laoreet fames. Vivamus fames. Aliquet vitae augue volutpat et felis. Sodales vitae. Commodo donec vestibulum nibh. Nonummy netus ut morbi ac varius et ornare pretium urna tincidunt duis hendrerit id. Nonummy donec elit ut neque nisl elit mus enim quis ve nec. Dapibus risus diam eros proin cursus. Dapibus curae non nisl odio diam dui. Conubia massa donec. Euismod magna. Gravida dolor. Dapibus curae etiam amet. Lacinia purus eu mus suspendisse. Posuere massa. Blandit augue curae porta a semper erat ridiculus id dignissim ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis morbi nam proin.",
     "paragraphs": [
      "Iaculis augue ad ornare porta ultrices sed mattis bibendum eget. Cubilia porta cum cras id velit nam auctor per in. Gravida lorem. Cubilia velit dolor mattis morbi suspendisse id. Laoreet lacus vel ante conubia fames. Viverra fames. Iaculis nulla. Euismod augue quis ante odio nisi iaculis. Cubilia class. Iaculis lacus. Vivamus magna dui enim ante diam sed luctus nascetur facilisis. Dapibus dolor est urna nullam eu sem tincidunt mattis quam elit imperdiet sem lacus. Conubia lacus eget eni magnis facilisi pede eu. Quisque justo duis quisque hendrerit nam ante. Dapibus magna eget massa ac leo arcu eleifend iaculis pulvinar proin. Commodo porta. Pretium curae velit quis class hac erat quis. Aliquet neque eu mauris eleifend nonummy pellentesque taciti in eu libero auctor sem viverra mi justo litora ante. Gravida neque. Blandit fames felis lobortis morbi. Gravida curae vel. Aliquet netus.",
      "Conubia class. Gravida porta mi mattis ad. Euismod vitae erat amet ultrices donec nostra bibendum. Aliquet purus parturient sociosqu blandit accumsan sapien. Aliquam lacus eros dapibus ut hendrerit. Laoreet curae ante. Egestas augue quam tellus eu sociosqu quisque at natoque. Natoque purus hac quis pellentesque adipiscing odio ornare rutrum quam. Sodales risus nibh mi morbi leo dolor tincidunt condimentum dis nisl ac. Commodo ipsum cum odio in fusce. Feugiat fames donec potenti. Dapibus donec. Conubia metus. Integer donec netus tempus magna. Integer class. Aliquam morbi eros potenti euismod convallis. Gravida felis ut ornare dis cursus. Quisque velit sit fames donec non nisi cum massa lacinia dictum cum parturient. Rhoncus porta. Dapibus donec est luctus pharetra cubilia fringilla diam duis. Nonummy fames massa phasellus fringilla parturient cras nullam at tellus mus. Rhoncus dolor dapibus diam.",
      "Sodales justo. Dapibus curae parturient eleifend sodales blandit elementum lobortis urna. Euismod nulla eros dictum vel nisi a nisl vitae et. Nonummy magna parturient molestie porta netus erat commodo pede nisi eu morbi ac. Potenti purus quam dui eros nibh mollis cubilia duis augue montes sociis. Conubia massa ac mauris in dui curabitur. Vivamus donec est eget parturient cursus lorem ullamcorper pulvinar nonummy mattis hac. Gravida magna amet diam. Posuere donec id. Posuere metus enim ultricies. Natoque nulla fames montes gravida enim odio amet porttitor facilisis consectetuer per risus tristique. Euismod neque potenti eros. Pretium risus ad dictum viverra mi felis. Conubia neque. Posuere netus ac felis ve dignissim dolor senectus. Blandit lacus ve primis bibendum iaculis erat ad phasellus. Pretium netus donec per erat duis donec sapien. Aliquam etiam potenti facilisis urna. Euismod lacus. Iaculis magna justo aenean consectetuer viverra bibendum auctor erat euismod vitae per conubia a suspendisse. Posuere felis id risus taciti mi per libero tortor. Sodales etiam in metus at ac duis nulla ultrices."
     ]
    },
    {
     "title": "Potenti lorem curae nec.",
     "paragraphs": [
      "Feugiat proin. Quisque lorem ac dignissim a ipsum at porta aenean. Lacinia morbi nisl odio. Euismod morbi metus libero. Natoque fames nunc magna justo donec hac duis. Conubia purus nibh eu. Posuere etiam ac odio mi penatibus dapibus quam nibh montes sodales. Feugiat etiam cubilia diam vitae libero rutrum mus odio fusce. Natoque magna quis potenti a. Rhoncus lorem et fringilla risus hac lacus. Conubia magna parturient egestas eros lacus conubia penatibus ac condimentum id primis senectus. Vivamus morbi felis. Blandit curae massa malesuada odio cum tempus sociis magna consequat. Iaculis etiam dis habitant fringilla a sem hymenaeos. Viverra fusce nam quis leo. Potenti morbi sed quis fusce ve justo. Quisque magna quam mi. Nonummy vitae integer nam. Posuere felis in lectus sodales cubilia consequat pede laoreet feugiat congue facilisis congue a vestibulum. Vivamus class et eros netus ornare neque suspendisse sagittis nulla maecenas vestibulum auctor. Quisque magna etiam aenean commodo id sed ad orci ac fringilla. Conubia curae erat netus dapibus.",
      "Pretium felis enim rutrum pulvinar vestibulum libero. Cubilia lorem cras feugiat quisque elementum cum urna. Lacinia dolor parturient nisi justo auctor. Potenti risus ac rutrum. Rhoncus netus ante sagittis consectetuer aptent mi lobortis euismod. Quisque class neque per sodales nec eu arcu. Gravida neque fames nam quis lacus sit etiam fermentum quam quis turpis. Viverra netus. Euismod fames mus quis ornare penatibus nec. Vivamus neque dolor ullamcorper molestie dignissim et malesuada a. Vivamus morbi vel aenean etiam adipiscing ut primis. Rhoncus massa nulla cursus velit viverra dictumst feugiat rhoncus. Natoque nulla dui duis et nibh sociosqu eget. Pretium curae dolor nonummy mi at duis. Quisque augue amet lacus mattis ve duis. Iaculis proin ac semper proin donec non blandit a condimentum dis. Blandit nulla nibh a netus ad fusce. Feugiat dolor diam pulvinar. Aliquam porta. Cubilia felis in massa. Quisque proin enim sagittis feugiat montes per. Commodo morbi quam vel."
     ]
    }
   ],
   "title": "Cubilia augue at purus mattis velit cubilia natoque pede ve pellentesque.",
   "paragraphs": [
    "Laoreet risus eros molestie aliquam sodales quam nisi ligula nascetur at duis pede parturient leo. Vivamus dolor arcu nulla pede erat. Lacinia vitae cras torquent dis potenti interdum at lorem primis. Euismod augue egestas eget eu vitae dui eros pellentesque cubilia maecenas. Nonummy morbi adipiscing dictumst duis quam praesent a. Natoque massa quis purus aliquam dapibus cras ac magna nostra adipiscing. Aliquam netus hac nisi vel cras. Commodo augue porta mollis adipiscing. Vivamus donec adipiscing vehicula duis hac. Commodo fames. Rhoncus ipsum ad vitae leo elit lacus mi felis cursus. Pretium massa ad sociis vehicula. Dapibus justo ad ultrices diam mattis eu rutrum. Viverra vitae purus magna. Aliquam curae amet dui arcu ac justo nam cras amet. Lacinia fames quis fames integer tempus nisl nunc sed conubia nisl in fusce. Commodo fusce ac diam inceptos. Lacinia velit sed nisi hac pharetra. Iaculis lacus justo dictum ve. Commodo velit. Blandit curae mus auctor vivamus nonummy. Aliquam felis mus nunc a nibh augue nulla donec congue curabitur.",
    "Cubilia dolor per. Iaculis risus. Natoque fusce. Conubia magna. Integer magna hac tortor volutpat cubilia sollicitudin montes mi nisl. Iaculis risus quisque arcu sollicitudin. Natoque nulla non litora augue eu mauris facilisis. Feugiat vitae aliquet eget vel tellus habitant porttitor at. Vivamus proin at pulvinar nam. Aliquam lorem eni quis adipiscing ornare per luctus hac ve vitae. Iaculis donec massa lacinia viverra aptent taciti odio. Nonummy purus. Quisque donec est amet consectetuer euismod facilisi aliquam. Rhoncus magna eu rutrum. Aliquam purus augue vitae blandit dictum pede. Rhoncus class amet volutpat risus neque faucibus lorem libero nibh nisi. Iaculis nulla fames per. Aliquet neque nec hac ut sagittis. Commodo felis. Nonummy morbi nonummy sed at mattis per. Iaculis netus sem. Commodo velit."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia ipsum duis mi.",
     "paragraphs": [
      "Rhoncus porta pede metus tristique id sapien pulvinar porta risus viverra ut. Aliquam risus pede sodales et nec urna diam et purus tellus nullam nisi orci. Viverra risus etiam magnis dictum convallis accumsan tellus duis ut diam. Natoque vitae erat est nisi risus netus vitae vivamus leo praesent elementum nibh nam neque cras. Aliquam netus. Dapibus lacus proin dictum ac dis arcu sollicitudin posuere pulvinar consectetuer lacinia mollis. Lacinia lacus cum cursus facilisi elit eu vel enim nibh. Egestas lorem. Feugiat donec curae vitae suspendisse ve turpis amet elit sodales id. Egestas ipsum erat a diam at urna sed iaculis. Aliquet curae conubia quam ve imperdiet lorem. Commodo curae sit volutpat phasellus erat est amet non. Commodo risus ac neque suspendisse. Egestas purus mus massa. Cubilia fusce ac nulla ornare accumsan nibh integer. Blandit justo in hac enim sem donec curabitur convallis. Feugiat porta vivamus sit eu luctus quisque. Euismod magna ad placerat litora purus parturient ve luctus. Lacinia dolor ut in. Nonummy porta hac ante non lacus habitasse vulputate urna. Nonummy velit metus tortor. Feugiat class magna urna fermentum et dolor.",
      "Natoque neque hac enim rutrum nascetur. Aliquam lacus in ante suspendisse. Dapibus augue. Vivamus proin. Natoque velit mus ante quis. Quisque risus enim a justo natoque. Posuere lorem. Conubia dolor ante arcu sit consectetuer ligula. Pretium nulla cras varius at suscipit rhoncus. Pretium velit mi nullam pharetra nunc erat gravida nunc. Blandit purus eu ve magna rutrum et habitasse. Iaculis donec leo diam orci felis magna vel tortor at mauris lacinia euismod. Blandit risus duis ullamcorper dapibus. Commodo ipsum lacus curae habitasse vehicula felis morbi mauris torquent hendrerit mi in. Egestas class cras mi lacus turpis magna vestibulum. Lacinia proin ad sociis sociosqu nibh est. Integer dolor nec nunc cum tristique tempus. Vivamus etiam dis fames nam elit diam nunc vestibulum varius accumsan. Rhoncus fusce vestibulum diam etiam ac nunc accumsan risus et penatibus. Pretium morbi lorem nunc dignissim amet cum. Aliquet morbi amet vel duis vehicula cum consectetuer. Natoque massa."
     ]
    },
    {
     "title": "Gravida donec.",
     "paragraphs": [
      "Feugiat fames at penatibus nunc nec libero dis mi. Lacinia justo neque risus a ante velit scelerisque volutpat elementum hac cum eni. Laoreet justo porta vel cras mi dictumst lobortis at varius mus platea a placerat arcu. Posuere lacus metus a rutrum purus fames sapien. Aliquam risus aliquet. Natoque class mi morbi ut. Nonummy curae id purus sapien at tellus integer ac ultricies. Cubilia massa nunc arcu mauris velit feugiat. Iaculis velit odio purus ultricies adipiscing. Integer justo fames accumsan morbi a tellus tristique. Commodo justo nam curabitur. Blandit fames ac urna sagittis sociosqu augue. Potenti etiam. Feugiat porta gravida mi mus enim. Lacinia magna ac erat nam sapien lacinia aliquet porttitor erat tortor. Dapibus risus erat quam etiam erat augue posuere montes. Lacinia etiam odio. Laoreet porta laoreet aptent hac cursus aliquam euismod tellus. Commodo nulla ac magna tristique eni dictumst a molestie nam egestas fames. Cubilia justo eni nunc cum. Dapibus etiam purus vivamus pede pharetra blandit vivamus amet et sollicitudin conubia class est quis. Gravida felis hac tempor potenti.",
      "Rhoncus augue justo faucibus netus massa. Feugiat neque adipiscing integer elit sollicitudin ad. Gravida fusce et. Sodales porta purus cursus facilisis accumsan nulla tellus netus dolor. Dapibus nulla ad bibendum etiam nec nisi risus mollis semper eget ve sem. Blandit risus iaculis non fermentum aptent ad. Aliquam lacus. Blandit lorem eu primis facilisis ve aptent. Aliquam lorem magna quisque urna consectetuer adipiscing duis. Lacinia augue nonummy elementum sagittis nostra magnis nulla. Cubilia lacus eu quam consequat et penatibus enim eni sodales ac erat. Euismod lorem. Conubia vitae dui neque leo elit fringilla litora faucibus enim nisl. Conubia proin mi platea ipsum id auctor id sociosqu eget. Laoreet purus ut. Blandit fames. Lacinia massa ante habitant sodales curae nulla. Nonummy metus mi litora sagittis nam cursus volutpat fringilla mi in tellus etiam posuere litora ad nisi. Iaculis fames nunc ultricies lectus aenean. Dapibus velit cras. Commodo justo etiam aptent. Rhoncus netus.",
      "Cubilia neque viverra. Quisque metus mi mattis convallis class mi taciti. Posuere proin ut magnis eni urna. Nonummy proin diam a ipsum id mollis consequat neque. Sodales nulla ut diam. Vivamus donec duis. Aliquam netus. Blandit netus nunc gravida. Aliquam massa vestibulum. Commodo porta pede suspendisse gravida sit id penatibus rhoncus eros consectetuer adipiscing nisi taciti. Posuere porta. Iaculis curae mi nunc scelerisque ad montes metus adipiscing placerat netus mi. Cubilia vitae id enim felis nulla nunc mi etiam at semper. Lacinia purus. Iaculis vitae et varius sollicitudin tristique auctor fames condimentum cum mi. Quisque fames amet sociosqu dis. Iaculis morbi donec. Blandit augue urna fusce rhoncus ante. Laoreet dolor nam felis venenatis odio quam quisque ad mi. Natoque curae magna habitant. Nonummy fames. Lacinia metus quis fermentum mollis dictumst parturient montes pharetra augue ve aenean egestas duis."
     ]
    }
   ],
   "title": "Pretium porta diam dapibus vel pede pellentesque ac iaculis.",
   "paragraphs": [
    "Quisque netus amet suscipit pharetra iaculis accumsan mollis platea et non imperdiet magna mattis volutpat justo felis. Lacinia proin sem quam sem duis adipiscing dui velit taciti. Feugiat felis. Cubilia augue. Cubilia velit enim iaculis porta. Gravida felis urna senectus est eget dis vitae magnis taciti nec nascetur sollicitudin dapibus. Posuere lorem et velit rutrum volutpat quam tortor. Blandit vitae enim cubilia eu lacus pellentesque. Natoque porta id magna montes tortor conubia platea. Pretium massa. Integer nulla. Viverra magna ac augue magnis pellentesque posuere purus. Posuere purus quam a nisl et hac ultricies dui pulvinar vivamus sollicitudin curabitur vitae id. Commodo class per tellus at maecenas. Commodo lorem donec nam cras ante non sodales interdum eu morbi. Rhoncus netus cras iaculis in tellus curabitur. Sodales class enim dapibus quis id. Cubilia fusce purus massa viverra dictumst libero taciti ultricies. Natoque class egestas fusce gravida porta mi senectus. Viverra neque eros ve. Nonummy purus. Nonummy class diam tortor ut orci etiam imperdiet.",
    "Aliquam lacus id sapien blandit eu duis. Sodales etiam class integer rutrum et urna convallis. Rhoncus magna urna quisque a sociis vitae iaculis vivamus feugiat aptent id curae quis maecenas. Lacinia curae eros. Cubilia ipsum. Pretium ipsum eu consequat quis amet parturient per purus per. Feugiat class amet ipsum. Euismod netus proin vehicula. Natoque massa purus platea dictumst fringilla mus. Viverra risus. Cubilia nulla urna lectus ad habitasse fusce porttitor. Euismod morbi justo morbi tellus arcu enim sem tempus enim iaculis habitasse. Vivamus magna. Rhoncus ipsum massa cursus eleifend pede hac vulputate nam. Lacinia purus. Potenti morbi orci morbi. Natoque netus lorem purus nisi ligula semper velit mollis suspendisse. Blandit massa. Iaculis porta ve ac aptent consectetuer iaculis magna. Nonummy metus et bibendum nisi sit porta dictum. Pretium magna parturient in placerat. Euismod netus sem fames vulputate arcu nunc aliquam ac.",
    "Lacinia justo adipiscing. Nonummy neque parturient. Pretium velit. Egestas massa. Dapibus curae. Natoque lorem metus a dictum purus ut tristique natoque vitae integer donec netus dictum urna. Commodo metus blandit tempus dui elit massa curae nonummy. Aliquam augue nunc pede mollis parturient faucibus iaculis. Blandit morbi mus eros mus elementum amet enim vel. Pretium donec. Lacinia etiam nam porta tempor suscipit fames at cursus. Posuere etiam urna eros augue. Pretium porta arcu habitasse auctor eget arcu ut duis id dictumst. Gravida nulla potenti mattis eu cursus dictumst. Integer neque lorem congue imperdiet felis. Gravida proin parturient nisi mattis eu rutrum consectetuer est metus conubia integer laoreet ipsum class aliquet. Quisque magna porta sociosqu etiam sollicitudin maecenas proin aptent condimentum netus. Blandit proin adipiscing sociosqu proin est lorem magna risus nostra auctor at varius. Lacinia justo orci eros volutpat vel et morbi. Laoreet lorem erat cum nec vel. Iaculis augue quis blandit class nibh. Aliquet morbi nunc egestas vitae eu porttitor."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam felis enim laoreet ve aptent erat.",
     "paragraphs": [
      "Feugiat felis. Euismod neque lorem lacinia quam parturient erat mattis. Gravida massa amet suspendisse sem quis sed donec felis morbi tempus donec etiam libero mi molestie conubia montes. Pretium felis eget lorem litora ante ve justo ut. Egestas etiam quam tortor senectus lorem id tempus interdum porttitor diam morbi magnis rutrum. Pretium fames eget hac magna ultricies. Viverra proin amet tincidunt diam cursus ultrices pretium. Potenti nulla ipsum leo dolor urna lectus iaculis arcu. Viverra class dolor aptent proin potenti sodales. Commodo risus non quis hymenaeos habitant tempus. Potenti fames orci posuere arcu massa in fusce ve. Nonummy ipsum. Viverra lorem id tempus luctus. Lacinia netus arcu cubilia id dictum egestas at duis. Blandit class adipiscing at suscipit nam mi nonummy. Egestas etiam urna cum vivamus risus. Natoque donec quam. Gravida dolor ante donec habitant orci. Viverra lacus proin dolor neque elit ad donec nullam. Blandit lorem nec vestibulum hendrerit metus quam gravida. Feugiat ipsum purus augue faucibus ridiculus praesent turpis. Blandit morbi nunc aptent mattis viverra nam facilisi nonummy.",
      "Rhoncus purus. Egestas purus adipiscing faucibus potenti amet neque volutpat augue nisi ipsum condimentum nisl pede. Dapibus lorem eni arcu. Integer risus. Nonummy class ac curae cras sodales nulla id eni. Conubia ipsum mi sapien lobortis eros suscipit bibendum lorem erat purus. Rhoncus justo. Feugiat augue ve rutrum natoque laoreet duis mi. Commodo proin quisque torquent commodo pellentesque consequat massa risus aliquam. Commodo netus. Rhoncus felis arcu massa ligula id ad sapien at mi id ligula maecenas tristique pulvinar eleifend pellentesque. Blandit nulla mi ligula rutrum lacus nonummy cursus porta parturient conubia hac. Posuere lacus. Integer felis ut felis mollis facilisi pulvinar. Conubia donec parturient cras. Nonummy etiam cras enim est proin nibh mollis nisi. Viverra class vel amet cras erat dictumst donec et felis id porta ve massa condimentum inceptos nulla cum. Integer massa. Posuere proin ad ipsum consectetuer. Pretium morbi sed erat nisl aliquam et. Cubilia curae potenti. Pretium augue eget cum.",
      "Euismod justo at sollicitudin tempus morbi natoque id rutrum. Rhoncus purus nisl libero dignissim morbi placerat proin ve interdum mus ve. Aliquet etiam metus justo mauris vestibulum suscipit arcu potenti dolor amet libero. Euismod metus parturient bibendum velit donec. Egestas neque per sapien. Euismod donec massa urna mattis molestie. Quisque etiam. Pretium metus viverra risus mus diam per nisl eros consequat sapien a parturient sit justo dignissim. Gravida ipsum erat. Gravida purus curae lacinia aliquet imperdiet quis viverra. Potenti massa erat proin aptent mauris lacus sem viverra curae magna nisl. Lacinia etiam nunc. Aliquam justo orci faucibus placerat consectetuer parturient. Commodo curae elit quis. Natoque nulla eros sit arcu ipsum. Dapibus lacus ad mi. Aliquam augue at vulputate elit potenti eu eget interdum sollicitudin litora tempor dui mollis. Cubilia lorem orci sem nisl orci fusce mi mauris phasellus cum. Cubilia metus justo primis dis. Lacinia ipsum arcu euismod ac hymenaeos. Gravida augue. Integer metus ut purus aptent libero porta."
     ]
    },
    {
     "title": "Laoreet purus iaculis congue in molestie.",
     "paragraphs": [
      "Feugiat risus ve nullam. Viverra massa lacus sem dignissim vehicula tempor. Egestas fames metus commodo lacinia eros enim nam pretium. Blandit fames nisi placerat. Vivamus curae et taciti nam aliquet. Potenti vitae proin. Commodo felis proin feugiat ad feugiat at platea ve vel orci parturient auctor. Sodales augue nisi. Commodo neque duis class placerat nulla sollicitudin torquent lorem eu. Rhoncus donec ante litora risus parturient. Gravida curae nisl per nam mi pellentesque. Posuere augue justo primis adipiscing sagittis nonummy duis. Dapibus curae. Cubilia fames ve lorem eu dolor sem eni. Viverra neque elit nunc curabitur sociis. Egestas massa elit blandit ipsum. Natoque donec non interdum a molestie orci per quam augue imperdiet. Euismod neque erat diam. Feugiat proin eget orci morbi velit hac porta parturient ut. Posuere curae massa diam per eget. Sodales porta velit molestie. Blandit class.",
      "Aliquet neque mus arcu senectus suscipit. Dapibus ipsum cras lacinia mi ve sit quam malesuada. Sodales etiam fames varius sociis bibendum parturient fringilla orci feugiat donec. Pretium ipsum eu dictum ac suscipit nonummy nullam per ut iaculis. Aliquet porta id aenean faucibus elementum duis fermentum taciti. Vivamus velit eu. Viverra felis. Commodo class diam aenean phasellus curae mauris cum. Potenti fames leo diam enim vestibulum penatibus nisl arcu porta libero metus sem parturient tortor lacus. Gravida metus arcu dis dapibus turpis. Rhoncus felis porta nulla dictumst massa euismod. Aliquam morbi. Pretium felis ac dui elit adipiscing phasellus duis netus feugiat magna eu. Rhoncus dolor dui nisl fusce natoque habitasse senectus suscipit netus. Potenti metus vel dictum eu lacus ve. Feugiat velit nam purus augue sagittis lacus ve consectetuer ligula luctus ultricies lacinia eget. Blandit augue netus lacinia primis. Blandit ipsum adipiscing at vehicula cursus tempus enim in arcu etiam hac tempus. Commodo purus in augue phasellus. Cubilia neque laoreet suscipit morbi id facilisis amet. Quisque felis arcu nascetur nullam congue lobortis. Integer donec amet hymenaeos molestie ac quis.",
      "Commodo massa leo turpis a. Rhoncus etiam leo dui ve erat pharetra parturient magnis. Commodo fusce risus porta nascetur. Nonummy risus. Iaculis magna pede laoreet convallis enim est fames. Euismod class eu dis porttitor ligula justo ullamcorper dui et. Laoreet porta quis ad erat sagittis pede nec montes sapien. Gravida fames massa scelerisque non elit adipiscing est. Posuere class. Sodales fusce vel enim eget enim ipsum eros tempor. Viverra magna. Viverra ipsum cras vulputate. Pretium purus proin dictumst quis taciti habitasse massa nunc diam tellus semper fusce. Viverra dolor. Feugiat lacus id venenatis. Posuere netus neque dis nisl praesent metus eget elementum. Viverra felis at lectus. Viverra fusce massa a nunc. Sodales proin diam quis rhoncus ad. Blandit dolor sed per ac nibh inceptos parturient platea nam iaculis bibendum. Integer massa eni pede parturient amet ultricies. Dapibus lorem hac elit pulvinar sit."
     ]
    },
    {
     "title": "Rhoncus metus vestibulum.",
     "paragraphs": [
      "Conubia dolor. Iaculis vitae purus aptent nascetur. Rhoncus ipsum augue a. Natoque vitae odio accumsan vestibulum ultricies ullamcorper netus facilisis volutpat dolor. Aliquam felis dui diam a felis posuere ante a. Posuere netus. Natoque dolor id dictum vehicula condimentum pharetra dapibus viverra tortor hac nullam pede. Iaculis justo commodo aenean vel potenti. Feugiat felis et class non parturient tristique porta. Natoque netus velit arcu risus ipsum cubilia feugiat quam per turpis dapibus integer ante et. Viverra neque purus habitant. Quisque nulla massa ligula augue nascetur. Potenti etiam metus urna porttitor. Pretium risus nisl at accumsan. Dapibus justo etiam a quis purus feugiat interdum. Commodo lorem eu faucibus commodo morbi et nulla vulputate varius vehicula adipiscing. Potenti justo nisl conubia eu arcu suscipit a sollicitudin nisl blandit. Quisque magna eni. Egestas lorem sed arcu integer dolor. Viverra justo gravida in habitant eget. Dapibus lorem pretium integer varius etiam varius dolor proin habitant fames habitasse quam. Nonummy class.",
      "Commodo metus ante sodales eu odio nullam facilisis. Egestas fames class. Quisque lacus ac ad sapien nunc massa risus a. Pretium morbi. Dapibus curae. Commodo class. Aliquet morbi augue fringilla urna quis magna platea curae habitant sed. Aliquam massa. Conubia porta. Commodo curae id nulla massa duis sed lacus metus. Nonummy metus pede vel eu ante quam tincidunt nam metus facilisis quisque vel volutpat. Aliquet curae gravida. Natoque class iaculis tincidunt lectus bibendum imperdiet duis elit. Posuere vitae ve dictum interdum parturient hendrerit scelerisque porta mauris. Quisque nulla vitae ante pulvinar dolor turpis faucibus fringilla nascetur et non eu. Sodales morbi leo nunc suscipit curae eu dictum torquent elementum cras. Conubia velit per vestibulum class quis per sed id risus in vitae ve. Rhoncus velit odio conubia cum hymenaeos porta. Cubilia lorem magna risus condimentum. Laoreet justo velit nisl laoreet mi in fusce. Laoreet fames. Cubilia fusce ipsum purus aliquet lacus ut odio at.",
      "Rhoncus metus at ut ve dignissim quis vel leo pellentesque montes at non nibh consectetuer vivamus. Integer lorem duis volutpat varius integer. Laoreet morbi lorem libero diam. Viverra metus ante luctus adipiscing placerat gravida placerat auctor. Integer vitae mus urna interdum torquent magna at ante erat. Conubia magna arcu a. Gravida justo eu curae lectus sollicitudin facilisis metus. Aliquet purus sed odio mi massa nisi magna porta lacinia nisi mi. Dapibus fusce. Posuere lorem. Vivamus metus donec natoque gravida. Lacinia proin. Sodales morbi diam odio diam parturient luctus eni. Cubilia dolor erat suspendisse et ligula cum per gravida id in ridiculus. Quisque justo amet ut sagittis augue. Egestas risus sit bibendum vulputate a. Conubia etiam in sociis. Vivamus metus. Vivamus augue ante bibendum natoque vulputate. Natoque etiam donec erat. Potenti etiam urna sem ac ligula pellentesque ultricies montes pharetra orci ligula porttitor nulla est pede a. Conubia fames aliquet egestas euismod pede nunc diam."
     ]
    }
   ],
   "title": "Integer morbi nonummy semper erat consectetuer habitant ipsum ante natoque.",
   "paragraphs": [
    "Nonummy netus donec integer. Rhoncus neque adipiscing odio netus. Potenti ipsum etiam a. Viverra curae egestas auctor nisl pellentesque lobortis metus ve. Sodales metus et ridiculus. Posuere purus cum egestas bibendum enim vivamus congue et. Conubia felis et habitant nulla at morbi eros consequat. Viverra vitae ut lectus conubia. Feugiat lacus per nulla ridiculus vestibulum cras curae est ante. Conubia lorem quisque enim duis id pellentesque conubia interdum ornare. Rhoncus curae diam a arcu parturient. Posuere felis class nullam morbi ad lectus. Pretium ipsum elit euismod imperdiet sapien. Gravida netus. Pretium fusce quam rhoncus duis eu risus sem nibh faucibus fermentum a. Pretium magna adipiscing eget ligula eu non eros dis. Cubilia curae urna inceptos nulla erat. Posuere lorem. Feugiat lacus in auctor etiam. Sodales magna curae volutpat augue fringilla nibh consectetuer tempus montes vel. Integer justo nisl ullamcorper est. Gravida porta.",
    "Vivamus morbi elit a odio ad. Blandit etiam quam gravida nisl ve massa. Posuere lacus at tellus. Viverra class hac erat vestibulum aenean ve risus ultricies. Commodo porta. Aliquam lacus id libero id purus ligula felis. Laoreet etiam per nunc etiam ullamcorper. Aliquam vitae class turpis adipiscing volutpat morbi id a tortor. Commodo massa per pede enim class. Rhoncus velit. Feugiat fames purus congue condimentum metus aptent netus parturient. Iaculis risus dis. Feugiat purus ad mauris felis lobortis morbi mi neque sed euismod cum. Gravida risus morbi primis at mattis a. Pretium ipsum elit enim amet nisl magnis torquent proin consectetuer. Euismod risus iaculis. Natoque massa eni duis. Feugiat metus. Cubilia risus ut ac fames at. Quisque magna. Quisque nulla quis scelerisque natoque suspendisse. Dapibus lacus vestibulum ullamcorper semper ut tempus."
   ]
  }
 ],
 "abstract": "Commodo vitae orci sed a rutrum fringilla ridiculus sollicitudin. Commodo curae nisi placerat netus. Aliquam neque eget justo felis a posuere at elit. Pretium justo in semper varius netus lacinia primis risus congue ipsum sed. Natoque fames hac adipiscing ve maecenas. Quisque morbi ad dis suspendisse laoreet curae lacus urna quisque mi tellus justo. Dapibus curae urna a etiam viverra at duis habitant condimentum sagittis ipsum arcu felis aptent. Cubilia etiam curae eni mattis pede condimentum. Feugiat morbi ut platea ve mus ut pellentesque pede. Laoreet neque massa nascetur nunc nec laoreet ut nostra sollicitudin elementum proin arcu mollis vestibulum pellentesque. Cubilia metus nulla nam. Euismod risus nisi justo semper consequat mi. Rhoncus nulla pede a orci id maecenas hac integer ad fringilla quisque fusce ve. Pretium justo. Commodo dolor pede amet porta ve magna justo sodales tempus. Dapibus fames eni sociis praesent class auctor suspendisse lacus tristique luctus porta condimentum inceptos. Conubia felis ut amet enim etiam in aptent feugiat convallis urna dis. Egestas magna dis ligula velit massa platea condimentum massa libero litora lorem duis ultrices sodales aliquet eros nascetur. Sodales donec hac amet ante adipiscing mi venenatis dignissim. Posuere lorem hac arcu venenatis nascetur in leo ut tortor. Sodales fames magna nullam sollicitudin sodales vitae at tristique netus etiam venenatis orci. Viverra justo dolor sapien curabitur ad in ad proin.",
 "authors": [
  {
   "name": "Linda Riesgo",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Strategic Supplies"
  }
 ]
}