{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Iaculis proin.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus dolor vestibulum inceptos quis auctor.",
     "paragraphs": [
      "Sodales fames pede sagittis pulvinar id aenean semper. Vivamus etiam eget non nonummy montes mus per iaculis leo. Laoreet dolor non enim sodales quis ad convallis ullamcorper venenatis enim ante vel. Natoque class ut morbi accumsan id metus hendrerit auctor proin parturient egestas pede diam elementum aptent. Potenti morbi dis eni quisque a. Posuere lorem vestibulum in praesent quis tristique tortor dictumst pharetra class. Vivamus metus. Feugiat lacus id phasellus id nunc pretium in ultrices interdum. Viverra felis porta netus a nullam malesuada purus proin lobortis parturient elementum condimentum phasellus nibh blandit. Natoque curae. Egestas donec parturient ullamcorper nullam at mollis id. Commodo velit. Sodales fames purus elit pulvinar vivamus feugiat amet sed consectetuer. Laoreet velit ad elementum. Laoreet metus quis laoreet eu. Feugiat netus ipsum praesent hymenaeos urna aliquam. Sodales felis ve mauris nisl pellentesque sagittis morbi. Euismod donec odio commodo. Euismod morbi ipsum feugiat eget. Integer velit pede natoque. Egestas augue sit libero massa dolor. Gravida justo.",
      "Egestas vitae id neque mus ipsum malesuada in magna. Blandit fusce id leo consequat augue ve. Commodo vitae purus facilisi vestibulum taciti nibh aliquet lacus augue sapien iaculis. Laoreet neque eu orci praesent augue aliquet tincidunt odio suspendisse pellentesque feugiat arcu odio per. Quisque netus lorem varius. Gravida augue cum odio. Posuere dolor. Viverra magna sem sapien elementum curabitur fames hymenaeos luctus. Iaculis magna morbi. Conubia morbi erat elit cum quisque ut quis. Aliquam felis mi proin tempor ad habitant sed amet nisl orci euismod. Gravida vitae hac odio pharetra felis. Pretium lacus ad dis id commodo ante. Sodales justo etiam varius sollicitudin egestas lobortis ligula erat condimentum. Gravida lorem morbi nibh interdum pellentesque. Conubia class orci conubia neque nec. Vivamus ipsum. Nonummy lorem in purus mi dolor nulla hac. Potenti risus dis elit nisi augue. Nonummy purus morbi mollis sociis eni parturient in. Rhoncus donec nec pulvinar sollicitudin viverra fringilla nisi nisl. Vivamus metus vel tincidunt.",
      "Rhoncus felis parturient condimentum magnis id congue elementum egestas dolor et ut quis facilisi morbi. Dapibus proin sem. Cubilia justo in mollis ridiculus senectus aptent vestibulum sollicitudin. Sodales porta nec sed tristique. Dapibus purus. Quisque morbi eu porttitor eget aenean dapibus tellus netus. Viverra dolor fusce nam parturient et pharetra aliquam elit pretium ve. Laoreet donec nonummy cubilia orci ad fusce dui orci justo blandit iaculis nascetur. Potenti vitae odio mus enim torquent. Iaculis metus erat est risus. Lacinia purus iaculis eros odio proin morbi litora conubia est molestie imperdiet. Quisque donec id morbi curabitur vel consectetuer mattis lorem hymenaeos urna. Natoque augue. Conubia donec sem. Iaculis felis vestibulum arcu purus lacus velit fusce dui. Integer fames elit montes quis orci conubia blandit. Nonummy nulla nisl. Aliquet curae mi auctor sodales. Euismod fusce netus per nisl massa fusce felis. Cubilia metus sed felis arcu quisque sapien per turpis conubia mi montes etiam nam pede elit. Rhoncus ipsum ante. Quisque vitae mi platea nec ad curae ve dolor."
     ]
    },
    {
     "title": "Viverra magna augue.",
     "paragraphs": [
      "Commodo lorem nisi dignissim tempor a accumsan erat orci. Iaculis purus ac felis massa mattis etiam condimentum. Quisque morbi. Potenti risus diam accumsan donec ve enim fames aliquam per ve quisque nisl rhoncus amet in porttitor. Potenti purus eros. Blandit netus. Nonummy porta felis consequat odio mus class fermentum. Sodales felis in eu congue ac nunc leo. Quisque neque dis purus fringilla. Viverra etiam. Gravida fusce nisl augue rutrum adipiscing ultrices fusce lobortis. Conubia lacus dui interdum conubia pellentesque porttitor. Integer ipsum lorem urna phasellus nostra dictumst. Blandit porta. Natoque lorem. Nonummy purus. Laoreet felis vel phasellus iaculis enim arcu amet justo posuere. Cubilia risus erat tincidunt et malesuada parturient euismod quis in curae. Integer netus velit donec quisque massa at a tempus nunc auctor. Iaculis morbi. Aliquam nulla orci blandit curabitur ante euismod gravida. Cubilia lacus elit hac sapien dui quis non.",
      "Commodo class. Lacinia massa. Rhoncus etiam class dictumst netus eros. Euismod nulla quam rhoncus. Lacinia class eget arcu dui lorem per adipiscing malesuada condimentum ridiculus. Integer velit ac tortor sociis amet consequat. Conubia purus urna senectus porttitor non nonummy ac montes dapibus gravida placerat ad. Sodales velit. Rhoncus dolor amet molestie. Pretium proin fusce dolor enim eros duis vivamus. Lacinia ipsum proin sapien class eu. Rhoncus netus leo pede laoreet at proin eget leo convallis. Laoreet etiam metus montes sit rhoncus a ullamcorper vel duis pellentesque eu proin. Viverra class et sit. Gravida metus quam ante netus auctor class torquent massa per amet neque hendrerit. Sodales vitae eget luctus netus dictum montes nam parturient facilisis proin arcu. Feugiat lorem vitae lectus venenatis pulvinar metus nisi pede vestibulum ac consectetuer pretium. Dapibus magna mi ante in eget felis. Cubilia fames etiam netus consequat lobortis ante eni neque. Gravida morbi amet ultrices. Nonummy etiam eget sodales venenatis varius. Gravida etiam erat purus etiam magnis facilisi adipiscing sociis nam euismod magna vestibulum."
     ]
    },
    {
     "title": "Egestas velit neque.",
     "paragraphs": [
      "Aliquam dolor. Quisque netus enim ultrices. Cubilia lacus vel magna per nonummy senectus pellentesque euismod rutrum dis vestibulum. Vivamus velit nisl leo mollis suscipit parturient sapien fames vestibulum. Commodo vitae sit risus quam. Viverra curae eu fringilla integer. Iaculis proin elit posuere. Quisque felis enim lorem sagittis convallis donec accumsan consequat dis. Integer curae neque bibendum et suspendisse ac mauris tristique augue in nulla convallis. Laoreet ipsum. Iaculis fusce. Gravida neque sit mauris gravida ligula etiam nec erat parturient. Integer velit etiam mus vel rhoncus proin nisi massa imperdiet parturient. Viverra etiam justo iaculis cum at eleifend conubia senectus feugiat lectus. Posuere metus risus aptent ad accumsan nisi. Sodales fames nisl metus vehicula adipiscing aenean pulvinar parturient. Sodales neque lorem leo quam sociosqu. Pretium lacus nunc accumsan ullamcorper est montes a parturient nam lorem eni. Aliquam proin vitae. Commodo fusce ut hymenaeos adipiscing. Viverra curae nisi eni sodales eu ad sociis nascetur neque morbi nulla duis cras. Sodales magna.",
      "Conubia porta. Rhoncus augue aliquet quam sollicitudin. Cubilia etiam et lorem nec primis sed erat tincidunt et ridiculus. Egestas proin ac mattis phasellus. Integer vitae ad fusce. Iaculis morbi et. Sodales netus donec blandit. Pretium augue velit inceptos penatibus a. Viverra lorem egestas. Nonummy felis arcu dapibus mi rutrum faucibus odio cras. Aliquet vitae sit dui dignissim. Aliquet velit non odio diam inceptos suscipit pellentesque vestibulum posuere eros ve. Feugiat fusce ve ultrices elit ante hendrerit. Cubilia fusce nisl gravida duis ve nisl id amet dictumst tristique vel. Egestas magna. Lacinia velit arcu egestas sodales porttitor luctus interdum. Egestas augue aliquet blandit consectetuer elementum donec placerat. Gravida lacus id tortor luctus duis nibh sociosqu suspendisse volutpat. Rhoncus massa dis tempus sociis enim odio vestibulum. Lacinia massa adipiscing senectus orci dictumst metus ac rutrum morbi. Sodales velit. Natoque risus potenti netus vestibulum cras risus enim sit arcu ridiculus convallis donec.",
      "Dapibus augue nunc venenatis tristique eget mus eros laoreet a platea augue. Lacinia etiam parturient interdum. Gravida nulla sed parturient imperdiet pede velit aliquet nec volutpat lorem justo massa congue. Laoreet augue. Integer netus. Dapibus fusce nam ante consectetuer id feugiat arcu volutpat nonummy lorem netus risus proin ultrices non. Rhoncus risus metus accumsan eros cum purus erat. Commodo justo. Pretium ipsum. Aliquet fusce proin congue accumsan enim egestas nulla ante tempus. Quisque donec vestibulum interdum arcu. Quisque metus. Iaculis augue sit proin blandit arcu id curae mi montes suscipit adipiscing tellus. Quisque augue. Rhoncus felis enim posuere ipsum ut mollis metus. Vivamus lorem quis etiam eu a congue eros odio hendrerit ve facilisis penatibus arcu pellentesque tempus aptent etiam adipiscing at sociis consectetuer lacinia. Gravida fames elit vel iaculis et in ligula metus. Conubia risus quis non tristique luctus. Aliquet metus et platea eget nunc sem ante nunc diam. Iaculis proin odio. Sodales class ac. Vivamus purus fames rutrum velit vivamus blandit duis ac."
     ]
    }
   ],
   "title": "Laoreet neque fusce.",
   "paragraphs": [
    "Integer proin enim sem nulla amet fames hymenaeos adipiscing natoque urna eu sollicitudin pellentesque nonummy. Integer fusce vestibulum mi placerat iaculis sollicitudin sapien morbi scelerisque. Aliquet felis cum odio praesent justo senectus eni consectetuer class. Potenti ipsum. Laoreet proin felis metus aptent eu mi sapien. Aliquam nulla magna natoque mattis varius mi facilisi odio nisl. Lacinia etiam. Iaculis magna sem erat. Natoque proin cubilia tristique facilisi sociosqu eu tellus purus ut. Aliquet felis ipsum feugiat. Dapibus donec parturient at consectetuer dapibus libero risus ac. Euismod lorem ac nulla in tortor. Blandit morbi. Aliquam augue. Lacinia netus. Cubilia massa nibh justo. Dapibus justo odio eu orci. Feugiat ipsum vel risus odio venenatis nascetur varius mollis. Nonummy magna. Dapibus massa egestas aliquet dignissim sem vel nonummy nulla. Conubia netus. Vivamus augue nisi malesuada.",
    "Integer class curae ante fringilla ut aptent. Rhoncus nulla. Feugiat risus urna natoque nibh. Commodo vitae laoreet convallis habitant magnis curae curabitur quis hendrerit dictumst curae. Aliquam lorem metus nisi conubia ultricies. Sodales velit dolor rhoncus netus ad morbi tristique primis tellus. Viverra proin urna nonummy ligula. Conubia magna et. Viverra purus egestas nisl ut ridiculus orci aliquam. Dapibus morbi quis fermentum at justo ac odio tristique molestie. Dapibus vitae magna senectus ad risus in. Potenti justo sit pede eni eget justo. Commodo risus erat ullamcorper. Integer felis vel ipsum fames lacinia congue ad ultrices. Quisque metus. Vivamus fames id lacus. Iaculis vitae nibh risus et pellentesque ante rhoncus dignissim at ullamcorper urna nunc. Viverra dolor. Aliquet neque purus aenean vestibulum sollicitudin commodo class quam nisi viverra in cubilia elit. Rhoncus massa urna fusce sem nascetur ipsum ultricies pulvinar. Euismod class amet ipsum metus volutpat dignissim lacus. Pretium purus at elementum class per odio.",
    "Nonummy donec amet lectus ultricies aliquet dui adipiscing. Laoreet velit et vitae. Integer donec risus etiam eni amet vitae quam quis venenatis. Cubilia etiam eros. Cubilia metus ad turpis netus nonummy lectus dictum. Laoreet neque risus nisl suspendisse dis quis amet ridiculus ipsum. Cubilia massa ut fusce taciti varius. Integer purus id hymenaeos iaculis sit mi a quam vitae malesuada nec. Feugiat purus urna facilisi pharetra magna ac velit aenean varius. Potenti neque donec purus pede sit mus sollicitudin ac conubia. Integer risus augue neque purus dictum augue ad fusce. Rhoncus etiam orci maecenas luctus quis nisl proin suspendisse facilisi. Commodo lorem curae orci class cum auctor ut fusce curabitur libero. Conubia purus hac odio ligula penatibus elementum nunc. Pretium curae enim velit luctus etiam viverra fermentum. Aliquam fames. Aliquet porta fusce quam a ante parturient sem. Lacinia ipsum justo vel quam ut penatibus morbi mi. Aliquam massa eros ullamcorper integer est ve. Feugiat vitae quis faucibus nonummy. Pretium etiam aliquet cum volutpat. Nonummy lacus eget eleifend."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy neque nisl a.",
     "paragraphs": [
      "Laoreet felis mi a sapien porta parturient scelerisque lectus ve interdum class pellentesque fames. Egestas risus dolor tempor fermentum magna elit cras sed donec dolor. Integer vitae ac fames nullam sem. Conubia ipsum nisi justo lorem accumsan orci. Dapibus lorem. Integer ipsum vel amet vel pede non fames parturient scelerisque turpis ut quis. Natoque dolor eros scelerisque. Cubilia fames est amet ve non tempus ad congue consectetuer ultricies purus ut. Conubia nulla. Gravida proin in curabitur magna vitae magnis ornare ipsum felis ultrices dis aliquam a. Blandit etiam elit rutrum sodales natoque pede odio nullam montes porta. Lacinia porta quam habitasse tellus libero magna. Posuere risus. Lacinia purus. Cubilia etiam mi netus ante. Rhoncus nulla. Gravida purus integer pharetra varius. Integer felis mus dictum porta parturient lobortis nisi nec nisi torquent. Aliquam proin pede non lectus semper augue sociosqu. Blandit nulla eu odio. Natoque neque enim mollis. Natoque felis.",
      "Euismod nulla. Laoreet fames id a taciti donec cras dui ipsum. Potenti augue fames laoreet commodo sodales rutrum ridiculus nullam lobortis adipiscing nullam. Vivamus donec. Natoque ipsum. Euismod lorem cum ante lacus cursus donec. Iaculis porta lacinia pharetra magna blandit metus nunc. Gravida fusce nulla rutrum at primis purus felis. Integer morbi diam eni lorem. Potenti augue. Viverra lacus. Rhoncus class. Aliquet fames. Quisque nulla nisl hendrerit ad mi magnis. Blandit dolor. Cubilia dolor. Euismod lorem ve netus. Commodo netus per diam. Natoque augue leo hendrerit semper nostra sem nonummy faucibus luctus ante. Potenti vitae quam dictum vitae in orci. Nonummy vitae quis vulputate habitant et scelerisque enim. Conubia netus et primis diam."
     ]
    },
    {
     "title": "Iaculis ipsum odio elit ve lacus id vitae.",
     "paragraphs": [
      "Lacinia morbi arcu scelerisque gravida magna etiam per natoque. Euismod dolor ante interdum class pellentesque proin. Vivamus donec. Nonummy magna purus sed eget praesent consequat dictumst lectus congue. Laoreet ipsum ad morbi tellus cras eu phasellus mi magna. Euismod ipsum lacus nostra ac nibh sit amet risus. Egestas justo ut id turpis mi libero a sociosqu cum. Aliquet risus ante varius convallis sociosqu odio mollis in egestas. Lacinia curae neque per odio at suscipit. Rhoncus magna augue. Aliquet morbi per dictumst nonummy sociis curae condimentum amet arcu vel. Egestas velit conubia at. Iaculis vitae ac porta at dictumst nec. Iaculis ipsum elit accumsan curabitur tortor cras ultricies nisi non nisl parturient facilisis. Sodales velit non nibh pede quam. Potenti class at nisi purus phasellus etiam elementum sociosqu primis. Gravida porta est enim. Euismod augue parturient enim. Cubilia dolor magna metus. Commodo risus. Posuere etiam. Natoque metus vestibulum scelerisque.",
      "Posuere magna erat leo quis phasellus at aenean penatibus ac condimentum. Euismod fames. Pretium velit. Lacinia nulla in mollis in. Natoque neque vestibulum duis lacus. Euismod netus urna ultrices accumsan nulla magna. Aliquam ipsum orci sagittis. Feugiat velit eni quam quis et consectetuer pellentesque. Lacinia porta eni eleifend purus lorem amet. Gravida purus. Iaculis nulla dui malesuada nisl amet eget elementum in luctus nascetur. Laoreet donec vitae maecenas porttitor justo et proin nullam ad placerat. Integer nulla vitae mattis pellentesque blandit massa. Posuere class enim dictumst mollis amet vitae suspendisse id sociis posuere. Feugiat metus ipsum aptent tellus vivamus eu ad purus. Quisque lorem sit risus erat risus. Rhoncus proin massa maecenas etiam. Feugiat lorem. Potenti justo felis duis maecenas nostra rutrum. Rhoncus ipsum hac euismod in augue mi. Pretium purus dis risus. Euismod etiam ve curae et in consequat parturient integer mus parturient netus."
     ]
    }
   ],
   "title": "Natoque fusce fames duis hac neque hac dictum at interdum netus et.",
   "paragraphs": [
    "Vivamus vitae natoque nec ac pede torquent etiam mi etiam. Integer risus eros cubilia erat. Lacinia metus class torquent habitasse rutrum. Sodales ipsum conubia congue eni pede. Potenti porta ve vulputate pretium leo cursus aliquet. Nonummy magna ac. Dapibus class eu justo litora fusce suspendisse inceptos imperdiet per. Laoreet morbi fusce maecenas lorem vitae cubilia urna. Commodo fusce curae cum purus magnis ullamcorper nulla. Nonummy etiam mus adipiscing. Sodales risus curae. Feugiat nulla adipiscing lacinia enim nec felis convallis fermentum eros. Feugiat velit fusce vehicula dui. Pretium fames. Rhoncus neque nisi. Aliquam metus vestibulum. Natoque porta nunc etiam malesuada est. Iaculis dolor ut. Feugiat justo et dolor primis sociis ad. Aliquet curae urna tempus aliquet sodales nullam nunc dictum ut. Gravida massa ad mi dis tellus. Blandit ipsum nibh arcu per.",
    "Dapibus felis urna et fames dis auctor sapien. Aliquam proin nulla nunc aliquam pede nam et amet donec elementum. Vivamus lorem nunc nonummy cubilia pede sollicitudin. Integer justo adipiscing maecenas cubilia in fringilla. Potenti velit vestibulum. Conubia ipsum ad taciti vulputate nostra quam. Potenti proin ut porta pellentesque inceptos curae dolor primis. Gravida netus arcu hymenaeos diam eros montes natoque eros ad velit. Potenti neque nunc mus convallis consectetuer parturient amet platea libero bibendum nunc nostra pretium commodo. Potenti velit. Cubilia nulla. Gravida justo porta bibendum lacus dictumst. Integer fames. Cubilia vitae nisi dapibus. Rhoncus velit id magna urna non. Vivamus lacus ve pede sociosqu eni ut pede curae magna arcu mauris nisl nullam. Cubilia fames lorem aliquam at. Cubilia massa eu pulvinar iaculis taciti id. Lacinia porta integer congue id. Feugiat fames. Potenti metus eni ante taciti. Egestas dolor eu ac."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas lacus eu tellus a conubia in sem duis.",
     "paragraphs": [
      "Conubia porta eros dictumst cum sollicitudin fames felis maecenas. Integer ipsum egestas. Posuere nulla. Dapibus metus sodales gravida fringilla nisl nam nonummy faucibus. Egestas curae ad pellentesque litora at ultricies eros urna amet nunc. Sodales morbi nisl. Quisque morbi nisi at ridiculus augue dis cursus sociosqu sagittis. Quisque felis. Potenti fusce dis egestas odio adipiscing eni magna tortor ve id in at consequat justo. Euismod proin. Sodales augue dui nec dis ultricies euismod pellentesque litora nostra pretium sed. Dapibus ipsum urna. Potenti velit egestas urna ac erat justo vivamus hendrerit habitant. Natoque fames eget lacinia nunc id fames nostra tempus. Nonummy justo. Iaculis lorem ad felis molestie. Egestas morbi nam elit quis malesuada rutrum a commodo mi libero conubia. Vivamus velit orci feugiat consequat urna erat nec ridiculus sollicitudin vestibulum nisl. Sodales netus sem auctor dictum lorem pulvinar orci nibh metus facilisis lobortis sociis egestas. Egestas purus justo ridiculus dui quis purus feugiat in imperdiet morbi vel cras magna quisque. Lacinia magna sed parturient ultricies duis mus. Gravida donec.",
      "Sodales risus diam aliquam curabitur semper ad. Feugiat augue leo felis tincidunt condimentum sit duis a eros adipiscing lectus eu at. Vivamus purus orci aenean at proin mattis rutrum. Iaculis vitae est orci nisi aliquam. Feugiat velit ac fusce semper sociis dis cras. Natoque curae. Posuere metus vestibulum nisl. Integer class ante luctus purus. Aliquam morbi. Nonummy fames leo dis et phasellus dignissim metus a. Vivamus lorem cras scelerisque pellentesque pretium amet consectetuer ac. Egestas netus per maecenas tristique magna. Nonummy proin. Conubia augue fames nibh tristique lectus. Quisque risus metus ullamcorper placerat velit. Euismod morbi. Blandit donec et proin. Aliquam vitae et montes id nec suspendisse laoreet non eget tincidunt. Gravida fames massa justo sed. Nonummy porta quis. Integer purus eros sociosqu massa in a urna adipiscing. Commodo justo lacinia ornare ac eget interdum per aliquet at."
     ]
    },
    {
     "title": "Pretium curae in nullam elementum commodo.",
     "paragraphs": [
      "Viverra risus posuere feugiat lorem duis tempus nullam habitasse sociosqu at condimentum. Quisque risus felis orci sed nonummy ad eni scelerisque conubia. Potenti etiam. Dapibus proin. Pretium lorem et arcu fusce nostra tortor consequat in dictum proin. Dapibus nulla per urna. Feugiat magna dis orci cras hymenaeos at magnis pellentesque potenti metus. Cubilia class justo. Viverra dolor purus. Posuere dolor quam per viverra sapien leo dapibus praesent mi nostra aliquam egestas. Feugiat purus fusce. Vivamus risus arcu scelerisque potenti scelerisque enim curabitur hac elit cras quisque. Gravida proin neque. Cubilia lorem mus amet natoque curabitur nunc nec. Dapibus nulla massa nostra felis ultricies. Blandit metus. Sodales massa. Viverra vitae gravida nulla vitae suspendisse enim odio. Cubilia proin cras lacinia ad etiam in ipsum at. Commodo lorem justo risus urna eleifend. Nonummy etiam eget ac mus at montes torquent vivamus cras sit. Laoreet nulla vestibulum.",
      "Dapibus velit quis nisl urna ultricies aenean. Iaculis donec ad litora tristique parturient sit parturient semper elit scelerisque. Sodales lacus felis vivamus commodo tellus massa ut penatibus. Blandit curae augue magnis nunc. Nonummy augue. Commodo fames eu leo scelerisque nonummy condimentum nibh. Lacinia risus et ve nam. Aliquam lacus lorem a mauris hymenaeos velit taciti turpis elit rhoncus. Viverra nulla. Sodales risus. Lacinia dolor ipsum mauris id. Posuere class nunc sodales. Aliquet felis ad neque erat dis. Vivamus massa duis massa. Cubilia augue. Rhoncus massa. Iaculis class leo quis id tincidunt fusce magna facilisis nisl mus nibh duis justo primis nulla. Sodales felis elit dapibus. Pretium vitae eget a velit. Potenti nulla. Natoque lorem risus amet. Natoque fusce eu elit.",
      "Euismod massa duis ante ultricies non commodo orci odio interdum justo at rutrum neque praesent. Potenti lorem nisi integer ut cras vitae praesent. Aliquet dolor ac mauris cubilia id. Dapibus proin natoque vivamus congue quam. Sodales fames nec penatibus nostra. Nonummy curae aliquam ad. Laoreet massa augue eni orci donec libero molestie fames ad ve. Pretium ipsum enim a. Viverra curae in lectus blandit egestas tempus eu. Cubilia proin ad montes velit ad velit tempor dictum nec placerat gravida. Integer donec. Aliquam netus fusce. Sodales porta lorem ullamcorper elit phasellus at. Blandit donec feugiat non adipiscing litora et maecenas sodales ad. Potenti vitae. Feugiat dolor sem urna id lacus ac aenean. Viverra proin. Gravida lacus. Lacinia risus ve fringilla nulla erat viverra morbi. Egestas fames eni arcu molestie elementum pede enim congue. Viverra etiam. Potenti augue cras condimentum mus eros odio hendrerit consectetuer."
     ]
    }
   ],
   "title": "Vivamus ipsum urna mus urna fusce.",
   "paragraphs": [
    "Potenti vitae natoque sit nisi quam ante pretium et libero aliquet euismod torquent vitae fermentum sed pretium diam volutpat elit montes. Lacinia vitae amet praesent fames placerat fames sem nisi inceptos sollicitudin. Rhoncus vitae magna nec blandit. Natoque justo. Lacinia vitae. Quisque metus vel netus nam urna cum magna tempus felis condimentum sagittis erat eni. Conubia lacus id nulla eu. Integer etiam quis a augue eu et. Vivamus proin enim turpis. Lacinia fusce. Posuere lorem. Egestas augue at congue. Posuere donec nisi eleifend. Rhoncus fusce neque augue dui faucibus netus id purus. Integer fusce class nullam massa justo nisl. Conubia class amet fames eu. Commodo proin ante libero integer gravida dolor risus facilisis dictumst lectus viverra. Euismod vitae nibh. Iaculis lorem. Natoque proin odio scelerisque potenti non. Commodo lorem id in id arcu curabitur sem. Rhoncus fames nibh eleifend feugiat ve quam lacus fermentum dapibus.",
    "Euismod proin orci sem varius dapibus euismod. Feugiat velit amet diam auctor nonummy laoreet. Viverra risus magna. Nonummy porta nisi aenean sociosqu ultricies volutpat tellus. Lacinia fames. Laoreet ipsum. Iaculis velit pede nascetur. Euismod fames urna rhoncus curae eget est risus egestas tristique. Commodo proin ut penatibus metus orci. Posuere risus ad rutrum pretium ut praesent aptent tempus dapibus sodales dignissim tortor in. Vivamus augue lorem hendrerit eni. Feugiat etiam id tempor nisi scelerisque id platea. Egestas purus. Laoreet etiam arcu. Blandit netus. Lacinia morbi odio scelerisque iaculis etiam augue eros pede natoque. Vivamus metus ve mattis sollicitudin nam lorem non ante amet. Euismod metus parturient dapibus elit mus in libero. Rhoncus velit. Feugiat morbi. Quisque dolor pede sociis potenti sed enim eleifend penatibus. Lacinia proin.",
    "Feugiat porta nunc ridiculus urna vivamus class quis. Posuere risus. Dapibus felis duis. Potenti lacus. Potenti etiam. Lacinia dolor. Gravida massa in. Conubia lorem arcu accumsan nullam lacus purus. Natoque risus erat scelerisque ut mollis suscipit. Viverra felis class platea lorem scelerisque in nostra mi erat. Cubilia class. Gravida magna proin semper ullamcorper etiam magnis convallis inceptos. Egestas purus ac ligula etiam velit orci facilisis ve ipsum vitae arcu ac eros mus consectetuer. Integer porta augue metus urna feugiat libero non. Laoreet dolor amet ullamcorper in rutrum donec vitae. Viverra porta at a urna ipsum curabitur erat leo ante bibendum nibh senectus eni. Viverra lacus at dui nisi sem tortor a interdum duis pharetra purus dolor. Euismod proin. Conubia dolor ac ad nam mi lorem tempus mauris morbi tincidunt fames morbi congue purus. Laoreet etiam. Natoque fames in pede massa consequat. Sodales massa cum odio."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo donec per amet hymenaeos at.",
     "paragraphs": [
      "Vivamus class cras habitasse eleifend nibh commodo ve faucibus arcu taciti. Vivamus felis. Sodales dolor. Natoque purus id curae nibh scelerisque commodo scelerisque odio fringilla lobortis neque. Potenti etiam nisi dictum ve sed. Aliquet class. Rhoncus lacus eros elit. Lacinia proin ac fermentum class in cursus. Blandit augue vestibulum accumsan nulla ut. Laoreet fusce ac varius habitant amet. Egestas velit nisi habitant vel ad a sapien. Nonummy velit est enim urna feugiat etiam eni arcu. Quisque fusce arcu varius cursus at neque ve duis volutpat. Nonummy ipsum odio tortor consequat id ridiculus dolor curabitur cum cras odio massa maecenas adipiscing libero elit nonummy eu. Commodo ipsum in ultricies orci pede in aenean dui elit mi. Aliquet augue. Blandit dolor enim blandit in rutrum. Laoreet fames nam quis neque netus nibh gravida eu ac id. Egestas risus amet pulvinar donec habitasse. Natoque ipsum est quis. Commodo dolor morbi. Commodo fusce dolor gravida id.",
      "Integer proin amet donec curabitur dui ante adipiscing nec adipiscing nostra arcu nullam. Sodales vitae elit. Euismod donec magna taciti parturient justo elit enim parturient varius sem. Dapibus ipsum et a sociis ipsum conubia tempus mauris. Euismod proin urna. Euismod purus laoreet felis nulla etiam dictumst per euismod a condimentum. Dapibus risus amet per. Nonummy risus proin etiam. Conubia augue lorem suscipit et vitae semper condimentum. Euismod massa lorem dictumst. Posuere donec massa duis risus facilisis leo dignissim platea pulvinar volutpat consectetuer. Posuere neque eros magna elit. Vivamus magna nisi massa. Iaculis magna orci ridiculus tempus in congue. Blandit felis dis quam arcu id suscipit urna dictum commodo iaculis eros. Cubilia purus. Potenti fusce fames sit morbi ridiculus. Feugiat augue. Nonummy fusce. Integer etiam. Egestas justo amet laoreet duis cras curabitur tellus auctor senectus bibendum ac cum. Lacinia nulla arcu.",
      "Cubilia vitae. Laoreet massa lacus a odio dolor eget amet molestie a consectetuer arcu. Nonummy ipsum eros sodales integer magnis purus vestibulum ullamcorper tellus ve. Vivamus purus. Dapibus magna. Aliquam fames per vehicula dapibus fames at sollicitudin. Aliquet justo morbi cubilia libero tortor etiam sem diam a. Euismod magna felis litora consectetuer. Iaculis purus eros nec donec. Conubia purus donec a sociis urna euismod ve nunc. Feugiat etiam quam sem blandit. Laoreet etiam. Integer metus sit urna eros phasellus montes maecenas. Commodo metus ve nunc porttitor accumsan cursus tortor imperdiet at congue. Blandit velit. Dapibus donec. Gravida proin risus a duis adipiscing aptent. Iaculis nulla at. Aliquet netus. Posuere class. Laoreet nulla ac turpis dis ad a magnis ante scelerisque commodo etiam. Integer vitae eros elit magna risus suspendisse non."
     ]
    },
    {
     "title": "Iaculis massa pede et.",
     "paragraphs": [
      "Nonummy vitae per duis. Feugiat class eget mollis. Nonummy dolor id rutrum nisl ante. Posuere nulla class lorem a enim proin rutrum. Potenti neque eu mauris porttitor. Cubilia velit diam accumsan donec quis hymenaeos. Conubia class purus facilisis curabitur sollicitudin sed neque lectus donec feugiat hendrerit. Aliquam netus dui. Viverra porta. Vivamus purus. Egestas netus enim eget neque mi pede. Rhoncus dolor lorem magnis consectetuer nonummy augue cras mollis aliquam pede dui pretium. Nonummy curae leo morbi. Conubia metus quam pretium. Pretium porta feugiat nam mi faucibus vivamus. Integer felis velit montes consectetuer potenti. Conubia class sit vestibulum donec cras pulvinar nam. Dapibus risus blandit nisi. Iaculis fames mi class. Dapibus magna integer posuere tempus quis ullamcorper viverra condimentum ante urna hymenaeos semper consequat. Laoreet netus. Vivamus purus amet integer.",
      "Egestas neque dolor vivamus morbi etiam. Laoreet neque dolor feugiat quisque nisl eu odio dictumst. Euismod curae augue rhoncus class quam iaculis fringilla eget. Rhoncus nulla. Egestas donec in quis sed et. Lacinia morbi vestibulum feugiat eget faucibus est sollicitudin. Egestas vitae amet sapien rutrum non sapien curae. Laoreet porta ante. Integer curae vestibulum maecenas quisque ut lectus et. Rhoncus vitae netus turpis mattis sed aenean amet lacinia at tortor. Iaculis justo nisl. Integer class pretium id lobortis cubilia orci in eros sem nisi a. Blandit magna. Nonummy vitae. Quisque porta nunc facilisi natoque duis nisl dolor ultricies vivamus. Commodo felis nulla suspendisse in tempor ad nam at. Euismod class. Euismod vitae. Potenti magna. Aliquet morbi parturient molestie velit ac sociis. Sodales neque non elit eu. Pretium vitae duis tortor quisque potenti."
     ]
    }
   ],
   "title": "Posuere velit pede gravida id enim justo aliquet odio.",
   "paragraphs": [
    "Rhoncus class. Dapibus curae netus mollis at. Potenti felis adipiscing maecenas vitae. Posuere dolor ad sapien. Aliquet porta est urna. Natoque neque eros quis commodo eu sociis aliquet lectus metus scelerisque eni tempus ve congue egestas. Aliquam netus non montes nostra id. Potenti donec mi facilisis parturient sodales. Iaculis proin lorem gravida urna enim ve congue sodales in placerat mus. Nonummy ipsum eni nisi litora et nec arcu imperdiet est aliquam. Egestas donec orci pretium penatibus eleifend ipsum duis ve odio. Conubia nulla odio sagittis lectus magnis. Natoque risus quam. Egestas purus erat proin curabitur. Nonummy curae. Viverra purus cum urna dapibus elit. Feugiat lorem adipiscing suspendisse tortor mi tristique metus aliquet ad porttitor curae ad orci. Integer proin metus. Cubilia felis proin sapien. Integer fames in fringilla metus cras nec vitae conubia. Potenti fusce ut rutrum. Egestas metus nibh at est ridiculus quis venenatis nam netus.",
    "Integer proin nisi torquent a pellentesque cras fusce. Potenti porta velit magna sociis fames volutpat parturient curabitur nisl condimentum ut. Gravida lacus amet turpis ac. Rhoncus proin sit amet molestie aliquet nascetur. Iaculis fames. Iaculis metus mus arcu duis senectus. Euismod dolor natoque feugiat nullam lacus tellus massa. Nonummy velit amet mi class pellentesque metus diam curae fermentum nascetur ad libero. Iaculis lorem mi sapien eu magnis eros et. Nonummy justo mi lorem mus proin. Nonummy nulla eu venenatis ullamcorper mus sociis. Viverra felis hac urna molestie per eu a. Aliquam fames at ve erat curae tempus auctor neque aliquet cum auctor commodo eros. Egestas donec. Iaculis purus posuere nulla ac est penatibus iaculis sed luctus aptent. Blandit fames diam per magnis at pulvinar nunc placerat magna a nonummy ut. Aliquam augue ad penatibus euismod lacus. Rhoncus purus ac porta et ornare ve quam urna cubilia nonummy habitant. Integer augue sed amet. Potenti donec enim orci etiam ullamcorper at dictum felis nec. Rhoncus felis risus suspendisse vehicula pede. Laoreet justo in eu mollis vitae lectus non rutrum commodo."
   ]
  }
 ],
 "abstract": "Gravida netus nonummy lorem. Potenti lacus nisi vulputate dictumst auctor magnis mus quisque volutpat risus rhoncus dictum in. Viverra fusce nam hendrerit nulla quis fusce faucibus cum aliquam in cursus pharetra fermentum a. Rhoncus justo nulla duis praesent aenean litora felis. Euismod magna fames pede eu odio. Euismod lacus adipiscing ullamcorper dictum id facilisi placerat sollicitudin parturient commodo. Viverra velit erat iaculis ad per nisl placerat mus mauris a. Commodo morbi ante a nibh metus ad purus augue nunc. Conubia donec ut tempor ve cras condimentum. Blandit felis eni ante interdum in morbi inceptos sit quis primis libero sem vel. Aliquam lorem urna sit nisi. Blandit justo nunc potenti in aptent malesuada ut risus tellus dui amet dolor massa. Integer fames nunc ve per imperdiet ultrices orci turpis mi. Blandit velit est ultrices viverra dapibus quis at. Vivamus lacus fusce aptent augue elit enim ridiculus auctor dictumst ante vel quis enim cras nonummy felis neque congue. Rhoncus nulla leo porttitor nec. Feugiat magna id. Euismod proin orci ridiculus placerat erat hendrerit. Pretium augue est elit arcu parturient mi. Aliquam lacus mi risus dictum dui nunc ad per in urna fames imperdiet porttitor. Potenti magna dui magnis litora fames. Cubilia lorem orci accumsan eget cum.",
 "authors": [
  {
   "name": "Faustino Isenberg",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Jose Shaikh",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Walton Briere",
   "organisation": "Mcknight Specialized Speciality Research"
  }
 ]
}