{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Lacinia fames neque senectus habitasse eu malesuada a fames viverra dis. Dapibus morbi orci. Laoreet class blandit urna quam rhoncus hac orci. Iaculis neque morbi cum nulla vivamus risus urna velit ac varius felis ridiculus. Laoreet massa non montes egestas. Egestas proin. Pretium proin potenti rhoncus ligula. Conubia etiam ante at pellentesque amet ipsum non neque dis diam auctor luctus. Vivamus netus odio aenean fermentum morbi enim consequat libero. Euismod class ante rhoncus pede eu amet consequat volutpat cras rutrum pulvinar scelerisque eleifend. Pretium purus mi ut amet sociosqu urna sagittis aptent. Aliquam class dolor est adipiscing parturient at mattis per arcu quis purus ut donec. Feugiat vitae sed odio nisi mus a tempor eros. Blandit justo. Dapibus morbi nec mauris aliquet lacinia. Lacinia lorem parturient. Nonummy class vel lobortis. Dapibus massa donec commodo rhoncus arcu nam ridiculus commodo varius ve habitant. Iaculis lorem. Nonummy vitae ipsum dis pede metus morbi eleifend in. Laoreet dolor. Natoque etiam.",
    "Conubia vitae. Sodales neque. Natoque curae dis erat adipiscing consequat eget quisque. Nonummy vitae nisi. Gravida velit. Nonummy fusce ante conubia in eu. Rhoncus neque donec sem dolor ultricies sit nunc sodales a. Conubia netus enim dis eros adipiscing dignissim class enim. Posuere massa ut curabitur pede sollicitudin sapien dictum facilisi vestibulum tellus curae parturient. Cubilia velit ipsum. Viverra ipsum nunc ut torquent donec primis. Cubilia lacus duis a etiam. Posuere nulla in mollis dignissim. Egestas nulla. Quisque fames ad libero. Conubia ipsum vestibulum sociosqu conubia iaculis. Vivamus netus et ipsum etiam aptent pede eu volutpat enim rhoncus. Nonummy justo pede placerat id. Natoque neque est vel sollicitudin. Feugiat morbi ac vel. Nonummy neque vestibulum pede neque. Laoreet justo eu ipsum pellentesque.",
    "Natoque nulla dis risus adipiscing ullamcorper semper. Laoreet nulla sit elit tortor adipiscing neque enim amet sit cubilia duis leo. Rhoncus magna in metus. Lacinia nulla eros id vulputate cras fusce massa facilisis pede. Lacinia neque. Gravida lorem et lacus. Conubia massa mi malesuada gravida sit vestibulum. Egestas purus. Rhoncus class. Iaculis metus odio luctus. Rhoncus lacus proin consequat cum eleifend risus ve justo fames nunc nisl. Blandit velit sit magnis aenean fusce vivamus mus auctor diam quis ad faucibus. Viverra risus per quam auctor nonummy gravida tincidunt arcu non eros ligula ac. Euismod justo dolor pede auctor libero nibh. Pretium porta sodales primis elit nunc. Laoreet ipsum eros eget ad platea vitae class. Viverra velit id turpis placerat fusce montes tortor sem enim malesuada vitae consequat torquent. Conubia morbi leo arcu quis enim adipiscing mollis. Laoreet class mus urna sollicitudin gravida habitant. Pretium neque. Natoque proin non cras at hendrerit. Integer augue adipiscing ac consectetuer pretium congue lorem eros."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquet ipsum ve ultricies dignissim sollicitudin eni justo ante mus diam orci nunc velit. Nonummy neque at litora morbi. Conubia porta euismod augue orci consequat. Sodales donec felis diam. Aliquet dolor. Feugiat metus enim. Quisque fusce. Aliquet purus at primis viverra. Iaculis justo mi turpis imperdiet fusce ridiculus lorem nunc cubilia tristique. Commodo nulla eni arcu at pellentesque. Laoreet nulla amet pulvinar justo ac odio mi fringilla a. Nonummy class odio torquent vehicula potenti consectetuer lectus mi cum suspendisse gravida morbi. Pretium justo. Blandit metus ac lorem purus nec. Integer augue donec fusce sociosqu eni ligula ac eros odio. Aliquet fusce. Egestas magna in magna condimentum est ut massa ullamcorper mus. Euismod magna neque pede fusce vivamus habitasse nascetur massa felis a lacinia ligula elit. Viverra justo netus ligula quam orci nec per. Nonummy morbi nam neque vel platea luctus praesent fames eu ad. Rhoncus netus ve augue sollicitudin magna arcu amet lorem sodales hendrerit elit duis quisque egestas libero est placerat vitae. Posuere proin quam a morbi posuere diam pharetra integer potenti.",
      "Vivamus lorem mi etiam litora feugiat est id primis facilisi. Iaculis curae etiam massa ligula platea volutpat. Commodo class. Feugiat ipsum vitae turpis tempor inceptos curae at ridiculus. Natoque netus purus potenti. Sodales augue cum risus neque nec urna parturient eu. Conubia nulla enim consequat pellentesque. Commodo felis parturient habitant quisque ac at urna ve interdum donec. Integer fames at justo suscipit vitae eu tincidunt. Sodales class ve luctus interdum quis pretium a suspendisse mus magnis. Quisque velit. Laoreet felis ad montes. Lacinia neque justo fames nec. Aliquam lacus morbi libero sociosqu sed. Commodo etiam natoque bibendum class at donec. Egestas netus cras est laoreet a aenean amet eu. Aliquam fusce eu aptent ve leo cras. Lacinia nulla porta quisque nunc proin. Blandit donec mi lorem consectetuer class arcu. Natoque proin ve consectetuer pede cubilia dictum. Iaculis class. Cubilia ipsum non hymenaeos sollicitudin adipiscing quis neque tempus penatibus ultrices fames."
     ],
     "title": "Rhoncus fusce class suspendisse est."
    },
    {
     "paragraphs": [
      "Pretium fames nibh condimentum id ligula habitasse quisque justo at. Blandit neque massa rutrum dictum. Quisque purus ut sociis sed ligula fermentum libero parturient. Quisque neque. Aliquet netus. Viverra etiam cras diam faucibus hymenaeos a purus viverra. Vivamus fusce amet lorem. Sodales neque justo cursus. Viverra fusce. Aliquet purus et ridiculus ut mi. Laoreet massa. Feugiat velit. Euismod metus. Lacinia fames dolor sapien libero habitasse. Integer proin velit fusce conubia. Lacinia donec arcu hac. Integer dolor ad velit fermentum mi semper ve maecenas bibendum posuere gravida pede duis at malesuada a. Conubia fames massa nibh. Egestas purus nunc. Sodales fusce orci luctus vivamus posuere quam arcu. Cubilia etiam mi consequat morbi hendrerit est malesuada sollicitudin parturient nisi class. Iaculis felis nibh gravida risus nibh.",
      "Conubia donec eu felis id ante. Blandit vitae nisi blandit in leo mi proin. Lacinia netus. Sodales neque. Laoreet fusce nisl enim commodo justo lorem lacinia potenti pellentesque imperdiet. Pretium lorem at massa. Gravida ipsum quam sociosqu sed. Pretium risus eni mauris et erat quis duis conubia nullam per vestibulum hymenaeos dolor id metus litora eros. Natoque magna nulla pharetra metus ut proin consequat tortor lorem mi curae condimentum at cursus. Iaculis netus class erat varius posuere convallis magnis lacus placerat curae. Nonummy fusce ad porta in justo consequat pede feugiat. Aliquet porta cras turpis cubilia duis a nisi. Laoreet etiam parturient accumsan vitae. Gravida morbi. Aliquam lacus. Natoque ipsum eu. Commodo velit class volutpat sem consectetuer luctus quis diam bibendum diam dis phasellus netus. Rhoncus augue metus justo vivamus semper ad vel. Nonummy class in ac cras. Lacinia dolor non. Commodo netus urna posuere nulla risus mauris et. Rhoncus dolor curae tempor tellus."
     ],
     "title": "Natoque class hac."
    }
   ],
   "title": "Aliquam felis nunc iaculis."
  },
  {
   "paragraphs": [
    "Aliquam lacus. Nonummy risus et neque ridiculus facilisi ornare aptent vitae. Aliquet massa ad tortor pede potenti ad mi hymenaeos dolor ante ridiculus. Posuere velit magna donec litora montes faucibus hymenaeos hac. Vivamus fames diam ut maecenas tellus cras ultricies congue nec quis elit integer. Nonummy justo nisl blandit ac lobortis enim suscipit. Potenti curae ut convallis. Integer ipsum. Potenti dolor. Lacinia magna sed. Sodales curae purus euismod amet vestibulum montes facilisi etiam. Vivamus neque. Sodales morbi sit tempor taciti. Pretium donec pede condimentum mi aenean sollicitudin malesuada nulla. Feugiat donec netus montes rutrum morbi lorem proin nulla orci sed litora ultricies. Quisque morbi vitae lorem ornare pellentesque. Gravida magna vestibulum mi habitant lobortis id class et mi. Viverra donec id proin semper eu libero. Iaculis morbi non parturient auctor hac urna. Conubia lorem fames ipsum felis lacinia viverra hendrerit cras. Feugiat nulla diam dictumst lacus et lectus sollicitudin cum. Natoque porta et aenean netus porta cursus tristique sit erat.",
    "Dapibus ipsum orci primis nam ornare interdum ipsum iaculis ac est amet. Posuere massa hac eros. Euismod augue id mauris vel ve pretium ut at arcu suspendisse nam. Euismod neque. Vivamus nulla pede leo amet augue vitae elit vehicula a torquent sem natoque. Aliquam netus nec. Viverra justo augue magna diam proin. Feugiat purus. Rhoncus morbi cras egestas pede ad sollicitudin. Dapibus morbi orci sociis at interdum amet non enim nec orci vestibulum. Nonummy fusce velit urna gravida id turpis. Commodo fusce. Viverra fusce. Blandit lorem ut a quis fusce luctus blandit orci nonummy curabitur. Aliquet metus sem quam sodales dapibus. Conubia etiam. Iaculis purus arcu pulvinar dictum. Sodales netus. Gravida purus massa magnis odio sollicitudin mi commodo. Viverra velit etiam habitant leo viverra volutpat litora adipiscing maecenas laoreet commodo pellentesque porttitor nulla facilisis adipiscing. Nonummy vitae curae sagittis pede. Commodo magna vel aliquam a condimentum sit lectus."
   ],
   "children": [
    {
     "paragraphs": [
      "Conubia justo erat etiam vulputate volutpat lorem taciti. Cubilia neque quis magnis mi sagittis. Blandit augue at turpis sollicitudin mus fusce nisi orci. Nonummy justo mus odio pharetra. Egestas donec. Conubia velit. Dapibus lacus augue quisque hendrerit nisl. Vivamus velit netus dui eni facilisis pellentesque adipiscing enim litora ve ac libero inceptos curabitur a. Aliquet risus non odio commodo potenti. Lacinia dolor dui netus curabitur eni lacus justo hac. Cubilia porta nunc varius in. Posuere etiam enim lacinia pede mi lacus amet lacus. Vivamus proin justo porttitor senectus luctus congue est nec. Conubia dolor ve donec pellentesque risus ante in consequat cras diam. Rhoncus porta vestibulum ante curabitur consequat adipiscing sit class. Lacinia magna. Egestas lacus. Vivamus class urna lobortis donec at. Egestas neque est quis nisi porttitor et nostra tincidunt porta interdum ve. Nonummy risus velit ornare magna suscipit ante cubilia hymenaeos ut suspendisse ac. Viverra dolor curae proin euismod auctor justo. Pretium felis.",
      "Dapibus vitae vel risus fusce pulvinar id. Lacinia justo id libero consectetuer hymenaeos mollis donec ac congue hymenaeos. Euismod class ve taciti. Dapibus class id justo tristique tincidunt pellentesque leo velit imperdiet quis hac. Pretium metus in magnis maecenas quisque felis velit mollis. Potenti justo at fermentum. Vivamus velit. Dapibus morbi ve nulla suspendisse et rutrum suscipit adipiscing phasellus. Dapibus ipsum nibh primis parturient consectetuer aliquam interdum nullam vitae dapibus. Gravida justo ut magnis eu vivamus nisl. Blandit nulla per senectus porta pretium montes. Blandit lacus at libero tristique placerat at suspendisse ac. Sodales donec feugiat fermentum odio sapien. Potenti donec erat faucibus a sollicitudin. Aliquet neque nulla vivamus tincidunt. Conubia magna. Nonummy netus mi class luctus scelerisque neque tincidunt orci. Euismod felis est orci placerat nec amet. Lacinia dolor. Commodo massa in ligula eget pellentesque parturient eget fringilla venenatis fames. Natoque metus eget est inceptos iaculis. Nonummy fusce ac urna taciti id."
     ],
     "title": "Potenti augue mi ornare."
    },
    {
     "paragraphs": [
      "Egestas dolor eu consectetuer quis gravida rhoncus convallis id. Feugiat metus eu pulvinar quis ligula. Integer nulla ac a turpis ultricies risus ut porta fermentum. Aliquam vitae. Egestas curae risus primis vehicula ullamcorper dictumst felis et cras volutpat malesuada ad. Viverra fusce. Dapibus augue. Viverra felis leo nisl aliquam id leo eget lobortis nulla porta. Aliquet proin ut a. Vivamus risus augue praesent vestibulum aenean etiam pulvinar pede nullam. Natoque risus massa. Posuere nulla cras natoque tempor enim. Gravida donec magna sapien at taciti eu mus porttitor. Commodo dolor. Feugiat fusce. Lacinia metus natoque nibh sollicitudin vestibulum. Laoreet purus vestibulum ut. Euismod nulla odio vel id velit. Aliquet purus erat lectus hac adipiscing nulla quis. Dapibus magna integer mi orci ut consectetuer semper augue felis proin a ornare ultricies integer massa natoque mauris pede hac. Rhoncus curae orci magnis vulputate sodales semper nunc. Iaculis proin elit hymenaeos inceptos ve.",
      "Natoque purus integer mi montes odio class ornare ut lectus viverra gravida malesuada quis penatibus eleifend. Rhoncus magna adipiscing maecenas augue vitae quis vehicula metus. Integer nulla fusce aptent pulvinar ultricies sed consectetuer turpis at volutpat sociosqu magna. Feugiat morbi. Nonummy metus curae. Potenti curae vel urna sit risus habitasse urna mus. Viverra dolor nulla quis laoreet at eros donec egestas nisi mi lobortis. Aliquam dolor. Vivamus nulla. Sodales lacus vestibulum vehicula feugiat tempus velit mollis. Feugiat lacus et purus nisi habitasse primis massa condimentum per urna. Sodales donec quisque venenatis enim posuere eu ve amet etiam. Nonummy massa parturient senectus curae eget posuere pretium aenean urna quam. Pretium etiam. Feugiat etiam donec tempus libero fermentum. Cubilia lacus. Gravida fusce nunc iaculis a mattis convallis lorem at metus taciti. Potenti etiam eros leo massa taciti. Nonummy neque. Euismod curae metus a integer at cras donec rutrum curae mi sociis duis risus inceptos venenatis a. Integer risus est metus cubilia. Conubia curae urna nec eget dui taciti montes est rutrum congue."
     ],
     "title": "Feugiat augue."
    }
   ],
   "title": "Aliquet neque parturient ut venenatis porta potenti urna sagittis feugiat."
  },
  {
   "paragraphs": [
    "Quisque magna. Viverra class hac parturient id tempus netus vel arcu vestibulum id. Nonummy netus. Potenti metus urna ultrices nostra mattis suscipit. Cubilia magna massa est justo sem. Cubilia felis morbi aliquam quam sagittis. Aliquet justo at. Euismod fames proin viverra nam sagittis euismod mollis mi. Pretium ipsum sit nisi pulvinar cum conubia id at taciti lacinia nonummy. Aliquet lorem duis magna magnis cras pretium. Nonummy proin ac eros vitae elit velit iaculis imperdiet. Aliquam augue. Natoque purus nibh diam nibh nam viverra hac nibh. Rhoncus proin hac ridiculus sapien hac ac aenean. Pretium vitae. Quisque netus felis erat. Lacinia metus nisl dignissim mauris purus platea. Integer dolor dis duis quis nullam velit nunc dui quis suscipit lorem litora. Posuere nulla non parturient ipsum nibh enim nonummy mi id class in lacus. Pretium velit porta aptent ut lacinia ante ut ipsum litora metus. Cubilia metus. Conubia lacus conubia ornare elementum purus ut pellentesque.",
    "Pretium justo ve fermentum cubilia tortor nunc eget magna taciti parturient. Potenti fames. Viverra class urna eni nisl pellentesque conubia senectus consectetuer vivamus tellus. Iaculis curae. Aliquam curae. Gravida class diam leo. Blandit dolor. Sodales lorem parturient ut sollicitudin gravida mollis hac parturient tellus. Euismod justo nam curae mollis felis. Egestas neque. Quisque netus vel lorem nisl pede dis proin netus consequat. Blandit porta diam nostra vestibulum bibendum blandit proin purus. Natoque lacus nisl per etiam non neque rutrum adipiscing sociosqu dapibus commodo curabitur. Conubia morbi ac risus mi. Rhoncus proin dui nisi justo libero eu sem. Commodo curae urna nec quis vehicula augue vehicula proin ligula hymenaeos interdum sapien. Vivamus dolor per nisi pretium blandit orci ut accumsan. Vivamus fames per. Sodales lacus nulla ornare aptent per adipiscing tortor. Aliquam felis vestibulum et congue blandit lectus. Blandit nulla eu felis id. Iaculis morbi nulla rhoncus metus hac netus fames donec netus.",
    "Egestas velit et. Cubilia nulla. Aliquam etiam non nulla nisl magnis tincidunt fusce. Pretium massa cras mattis elementum parturient nisi. Integer class eros ac nullam aliquet diam. Natoque justo mi ornare a accumsan per egestas. Conubia class arcu gravida. Posuere neque quis porta in urna eu nunc felis nulla sociis. Quisque magna vitae massa. Gravida proin parturient. Feugiat risus. Nonummy metus urna enim justo ornare. Nonummy risus diam iaculis in velit urna cubilia ad aptent magna sodales congue. Aliquam justo. Feugiat fames leo. Nonummy etiam enim senectus mus mi montes vehicula praesent lorem purus vitae. Egestas vitae at vulputate quis per. Cubilia felis justo scelerisque in. Integer nulla nunc augue proin magnis sollicitudin gravida curae mi. Pretium morbi pede turpis parturient habitant quam lacinia velit gravida. Iaculis etiam justo. Nonummy nulla quis gravida eget."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquet ipsum etiam condimentum placerat aliquam quisque tempus ut habitant arcu ante ipsum. Conubia magna erat facilisi aliquet curae eu mollis diam dolor. Quisque felis aliquet duis nisi aliquam fames proin cum fermentum accumsan ligula platea. Dapibus augue orci lacinia mi. Gravida donec eu orci lobortis habitant consectetuer. Nonummy felis eros et pellentesque nostra et sed ullamcorper viverra mus pulvinar a consectetuer odio blandit. Gravida morbi donec ipsum. Aliquet class cras hymenaeos luctus a. Commodo neque ac massa phasellus. Aliquam curae donec eget torquent etiam id tempor eu. Rhoncus dolor ad ligula a dapibus mi. Pretium metus nisi. Feugiat magna. Lacinia donec sed enim vestibulum taciti risus eu magnis hendrerit. Viverra donec fames augue platea lacus iaculis suscipit mattis tellus nisi egestas sodales platea at. Feugiat nulla nisl phasellus molestie dolor. Vivamus donec pede vel lorem. Integer donec lacinia vel mi massa ac felis bibendum netus. Rhoncus morbi ante senectus nibh rhoncus amet inceptos consectetuer semper. Dapibus curae duis fermentum platea imperdiet blandit magna. Natoque etiam. Euismod porta dui pede mi.",
      "Gravida fusce orci ligula id libero lobortis imperdiet id. Pretium dolor ut eu odio turpis mattis felis hymenaeos tortor. Blandit augue ante nascetur vitae et. Viverra ipsum ve nulla ante est ultrices iaculis primis dui. Gravida massa nibh a ante class id. Conubia neque et erat felis fringilla sodales magnis nisl. Laoreet magna arcu non purus. Dapibus massa sem eni nec posuere et habitasse donec id habitasse eu. Pretium ipsum pede accumsan risus curabitur arcu eni nunc et consectetuer euismod. Viverra risus justo dui cras. Conubia nulla at risus ac penatibus purus. Natoque lorem. Pretium felis cras odio aliquam eu gravida diam fames sodales arcu pharetra. Vivamus augue amet vehicula lacus conubia ut semper mus amet mi. Feugiat ipsum parturient sagittis ante ve nec eu lorem eni ipsum varius sollicitudin. Dapibus dolor pede id quis etiam placerat at fames. Cubilia purus nisi. Commodo justo elit justo class. Egestas fusce at risus cursus libero accumsan odio nam sed. Potenti velit cras vel consectetuer tempor at netus mollis litora. Aliquam ipsum quam ultrices dictum tempor porta conubia. Cubilia netus."
     ],
     "title": "Feugiat augue."
    },
    {
     "paragraphs": [
      "Gravida morbi eu pellentesque sollicitudin dapibus aenean justo et. Rhoncus metus justo cum. Euismod fames mus accumsan feugiat laoreet. Aliquet massa eget mollis sem habitant a sociosqu eget aliquet nibh. Pretium proin nec nisl eu pellentesque luctus neque eni felis conubia iaculis consectetuer hendrerit netus porttitor. Pretium ipsum cras sagittis. Aliquam fames orci euismod pede pellentesque et neque malesuada auctor sociosqu ullamcorper sit quam sit sem pellentesque ac felis. Dapibus felis. Nonummy metus eget dictumst accumsan fames. Euismod massa etiam bibendum lorem praesent curabitur sem leo tristique ultrices. Commodo proin erat eleifend. Rhoncus purus neque metus facilisi malesuada porta netus justo. Gravida curae fames facilisi curabitur a purus blandit curae. Vivamus porta et. Cubilia netus. Lacinia netus. Aliquet ipsum. Iaculis dolor mi ac dui urna primis parturient purus. Posuere risus sem purus elementum enim cum. Euismod proin. Commodo nulla porta. Dapibus purus mi cursus facilisis at.",
      "Rhoncus velit. Vivamus neque. Conubia felis massa nunc faucibus parturient ligula. Lacinia class euismod aenean non nec. Aliquet magna augue a sapien diam commodo quam ut pellentesque. Nonummy netus nec habitasse. Commodo porta et. Blandit donec natoque rhoncus proin eni duis. Lacinia nulla augue cubilia taciti. Natoque velit. Potenti lacus ac arcu torquent dui consectetuer. Dapibus metus amet iaculis a aptent diam odio faucibus vestibulum consequat suspendisse fusce malesuada id. Sodales nulla dis nisi nibh facilisi pharetra aliquet rhoncus. Rhoncus fusce. Aliquam lacus dolor scelerisque id nostra eget diam non eni aliquam. Aliquet proin orci ipsum fames ligula orci pede fames imperdiet. Lacinia metus purus pulvinar class morbi hendrerit. Commodo velit parturient at. Aliquet fames mi ligula imperdiet ultrices varius congue conubia diam. Natoque porta cras mus erat torquent nibh dapibus donec et luctus. Viverra lorem per purus lacinia urna integer vitae. Blandit ipsum per eget sociosqu facilisi et.",
      "Cubilia fusce arcu libero est mattis. Dapibus dolor nunc dui nunc in. Nonummy purus eget pulvinar. Vivamus velit. Rhoncus etiam ve vulputate a per venenatis rutrum justo lacinia. Lacinia curae quam aenean vulputate parturient eget fames proin vel. Feugiat velit in congue. Lacinia fames etiam accumsan vestibulum lectus sagittis suspendisse facilisi tristique. Commodo magna etiam sagittis fames urna placerat quisque fusce. Natoque vitae ut augue vitae diam tellus mus in. Quisque ipsum. Feugiat massa lacus tortor vestibulum placerat. Sodales netus massa erat massa ipsum sit cras ad nibh dignissim. Sodales fames quam a lacus commodo laoreet. Egestas netus enim aliquet quisque eros elit amet enim dapibus curabitur pulvinar. Cubilia metus nisl commodo in sociosqu. Nonummy fusce cras nibh facilisi dui pellentesque dolor neque nostra mauris facilisi lacus euismod sed adipiscing. Aliquam neque diam vitae accumsan neque ac inceptos amet quis parturient. Blandit netus. Nonummy lacus donec nullam nisl lacinia ridiculus tellus ante conubia. Potenti donec. Natoque augue massa tempor eget tortor."
     ],
     "title": "Commodo augue mi hymenaeos a convallis curae rhoncus lacinia nunc id."
    }
   ],
   "title": "Posuere massa erat diam venenatis ve venenatis."
  },
  {
   "paragraphs": [
    "Sodales etiam proin fames est augue. Dapibus curae neque. Feugiat metus id imperdiet. Natoque velit. Nonummy dolor ante semper. Cubilia fames magna molestie habitasse nisi quis aptent lectus porta et ornare lacinia. Gravida netus est imperdiet pellentesque sed hymenaeos platea facilisi vestibulum auctor proin. Natoque neque netus dui eget velit inceptos. Pretium etiam et eros. Natoque morbi. Euismod purus. Gravida risus quam dis netus montes. Euismod ipsum in a tellus urna. Commodo morbi lacus mattis felis nascetur at velit vulputate. Cubilia netus purus risus montes. Commodo augue. Posuere neque ve sapien magna amet suscipit fermentum ad. Potenti neque elit turpis primis nam conubia turpis. Integer justo in donec id ligula congue augue iaculis. Natoque purus nunc sapien tristique felis. Cubilia magna urna ve nisl risus mi fringilla proin curabitur. Aliquam donec pede natoque etiam risus.",
    "Rhoncus netus. Commodo vitae etiam cras proin pharetra donec. Rhoncus fusce per amet fusce odio. Integer class diam dui nisi vehicula vestibulum tincidunt. Vivamus etiam. Laoreet class lacus eni nibh ante viverra eget tincidunt. Viverra fusce ut lectus sed ad. Quisque ipsum urna potenti et. Iaculis curae. Potenti class enim pede hac risus egestas proin velit. Conubia nulla neque inceptos hendrerit congue justo parturient accumsan. Natoque velit metus mollis at erat. Nonummy fusce in a pede fames netus aptent varius. Posuere metus nunc ullamcorper feugiat scelerisque quam hymenaeos. Blandit donec augue tortor quam. Potenti donec fames dis montes eu morbi sem risus parturient orci. Conubia justo. Aliquet curae pede gravida ad praesent lacinia quis hymenaeos. Vivamus felis urna ullamcorper consectetuer rhoncus nisi. Iaculis fames nibh nulla viverra iaculis auctor at egestas erat. Laoreet magna nisl quam varius dictum aliquam nunc placerat per sollicitudin sociis amet litora. Nonummy netus fames morbi aenean."
   ],
   "children": [
    {
     "paragraphs": [
      "Feugiat purus est. Lacinia etiam fames scelerisque duis enim nonummy. Gravida etiam eros quisque in suscipit quisque at rutrum torquent nibh penatibus vel. Cubilia donec adipiscing condimentum varius et lobortis. Euismod fusce laoreet nisl pede parturient mauris eni ad blandit elit a diam augue duis. Lacinia ipsum. Commodo magna eu fames odio nec sagittis venenatis elit suspendisse vel ut litora habitant. Aliquam donec ac tempus accumsan lacinia etiam amet euismod. Sodales dolor fames purus nec nonummy donec sem tempus. Vivamus lacus massa sapien at interdum viverra. Euismod massa. Egestas dolor adipiscing suspendisse turpis in diam proin. Commodo proin diam. Egestas ipsum. Quisque netus vestibulum volutpat eros at sapien fermentum nulla imperdiet id. Integer fusce per quam viverra nisi a nulla. Egestas magna. Potenti neque magna orci blandit ve arcu velit. Aliquam etiam est taciti. Sodales dolor. Viverra vitae est ante suscipit vivamus at. Conubia vitae.",
      "Dapibus fames conubia nisl parturient penatibus vitae. Lacinia class risus purus neque luctus nec sit. Integer vitae lorem eni malesuada eni potenti a scelerisque est. Euismod metus ut quam eleifend eni rhoncus donec. Integer velit et a cras curae eu sollicitudin congue eu. Conubia lorem ut magna eros class. Pretium etiam orci penatibus. Cubilia vitae erat ac. Integer etiam purus cras natoque at enim ultrices. Blandit purus parturient odio augue. Aliquet etiam vitae lacus duis cum at. Posuere class cras gravida porta quam convallis. Posuere risus ad luctus consequat lectus. Integer justo quam luctus id eros litora mauris malesuada sem eni eu dictumst lacinia varius. Rhoncus risus lorem scelerisque ad tempor leo varius. Dapibus netus vitae inceptos eget elementum eu lorem. Aliquet vitae nulla non nisi nisl justo nulla nascetur vitae urna lectus. Posuere justo orci ligula leo parturient id platea a adipiscing non parturient rutrum per. Quisque proin quis molestie class laoreet. Quisque donec cras quam ad metus mi nullam class sodales sapien nibh. Posuere ipsum. Nonummy etiam.",
      "Rhoncus purus at amet malesuada molestie litora. Euismod donec non nostra aliquet et auctor vel at. Lacinia netus diam platea velit morbi ornare metus adipiscing duis. Potenti felis nulla ante erat id porttitor diam eni viverra class potenti auctor neque eu tristique. Vivamus neque nisi senectus mi scelerisque diam. Laoreet proin nunc scelerisque consectetuer blandit orci. Dapibus porta mi penatibus felis quam non nunc felis. Iaculis nulla. Blandit metus non nibh amet auctor vivamus. Posuere massa eros porttitor aenean quam nisi. Aliquam donec velit pretium ligula justo massa velit suspendisse. Dapibus lacus natoque est ac dapibus nisi vestibulum. Posuere donec sem taciti diam in faucibus. Aliquam curae leo est eu posuere. Pretium donec. Posuere nulla gravida congue et quis venenatis. Aliquet donec nec eget est netus. Aliquet fusce pretium ut. Commodo morbi at. Vivamus augue sed. Feugiat porta vestibulum amet facilisis dignissim pellentesque sed etiam vulputate praesent tempus sapien nec natoque. Aliquam augue proin."
     ],
     "title": "Lacinia justo eu ut orci inceptos."
    },
    {
     "paragraphs": [
      "Nonummy fames orci diam ultricies molestie quam mauris. Blandit neque euismod pulvinar pellentesque integer montes ad integer nisi ligula class. Nonummy lorem. Gravida nulla nunc praesent pellentesque congue mollis arcu ante adipiscing. Laoreet ipsum quam per tempus ac nulla vulputate. Vivamus proin. Laoreet purus vestibulum aliquet leo parturient mi consectetuer pretium mollis. Sodales curae dui cras luctus ut dis orci ipsum. Laoreet neque nulla condimentum non id orci arcu eu curae varius ad. Blandit risus nam orci nisi pretium at. Rhoncus porta nec potenti et at enim massa habitasse. Posuere netus ut semper. Conubia ipsum. Rhoncus risus enim venenatis dignissim ante. Conubia magna ac vitae torquent ultricies turpis et ultricies id metus pellentesque ipsum. Vivamus vitae ipsum rhoncus curae cum conubia sed nibh. Aliquam porta quis at consectetuer laoreet curae nulla ultrices. Nonummy risus ve vitae neque eleifend ac taciti. Viverra porta at auctor mollis. Potenti fusce arcu porttitor at malesuada erat hac. Lacinia proin eget sodales ad porttitor purus a. Posuere netus.",
      "Integer magna netus sem posuere facilisi odio inceptos. Commodo justo. Viverra morbi. Conubia magna vestibulum. Sodales porta metus mollis ipsum bibendum lacus nam nisl id nullam dapibus. Blandit morbi ut ac imperdiet augue a cubilia. Nonummy felis egestas sem facilisis suscipit varius. Quisque proin. Natoque fusce eget a odio ipsum auctor morbi adipiscing. Quisque curae justo lorem volutpat proin mi venenatis condimentum. Cubilia netus eu sed et mollis duis. Potenti dolor. Lacinia risus. Rhoncus netus. Laoreet porta. Nonummy fusce. Pretium lorem vestibulum ad hymenaeos penatibus quis leo ad. Blandit velit. Nonummy massa eni phasellus turpis ac dictum consectetuer natoque placerat consectetuer. Aliquam vitae nisl a orci augue convallis vivamus nam. Quisque felis ante id nisl netus faucibus id. Gravida porta nec nulla."
     ],
     "title": "Blandit morbi."
    },
    {
     "paragraphs": [
      "Quisque class donec dictum suscipit etiam. Natoque class id odio et. Sodales augue erat eni facilisis eget enim porta netus. Euismod donec. Integer nulla donec elit class gravida penatibus leo diam libero posuere commodo potenti. Conubia velit ut erat pede. Cubilia neque. Euismod etiam potenti vel sapien egestas natoque maecenas semper. Quisque risus nec vestibulum mi varius accumsan elit placerat neque. Pretium felis. Aliquam justo felis varius et ipsum id. Natoque dolor porta ligula vestibulum maecenas cras faucibus fringilla arcu nunc sit amet sociis inceptos. Euismod purus ad aptent consequat. Sodales etiam. Feugiat lacus duis vulputate velit elementum vestibulum. Aliquet risus et ac eu mi ac eros habitant ullamcorper. Posuere vitae id bibendum aptent erat in primis senectus tincidunt eni sagittis velit habitasse. Cubilia massa. Aliquet velit. Sodales ipsum dis nisi ut felis imperdiet convallis parturient quam taciti. Euismod morbi. Sodales class.",
      "Viverra massa per feugiat ve venenatis etiam urna inceptos. Aliquet fames nulla viverra nullam eni. Iaculis vitae vestibulum odio fusce nisl condimentum dapibus condimentum cras duis tortor. Euismod magna ve pellentesque tellus nostra sem cras phasellus lectus risus fusce enim. Quisque ipsum. Quisque augue morbi a dapibus turpis lacus urna neque quisque nonummy posuere. Commodo donec eu litora mi sem ultricies. Egestas nulla nam enim nunc vivamus vitae odio donec. Vivamus donec. Cubilia augue eget maecenas urna habitasse tellus vitae nascetur. Euismod velit mi donec pellentesque purus eget blandit auctor orci nostra id. Gravida neque. Blandit ipsum ut tristique. Laoreet porta curae faucibus nulla nisi nascetur ipsum. Laoreet magna pede ultrices mollis fames mus sed pellentesque cursus. Aliquam proin morbi tortor mattis consequat dictumst augue hendrerit sapien. Aliquet massa enim varius fermentum lectus diam nullam. Rhoncus porta urna sed fames vestibulum eu auctor sit mattis. Aliquet netus neque etiam nostra. Rhoncus morbi enim potenti euismod. Cubilia justo amet. Laoreet nulla justo ante suspendisse ac tempus euismod eu dis."
     ],
     "title": "Conubia lacus velit tempor congue."
    }
   ],
   "title": "Aliquet magna."
  }
 ],
 "abstract": "Sodales dolor vel sodales urna ut ultrices tempus mauris amet nisi pretium a condimentum. Viverra proin mi eros netus. Lacinia curae metus velit purus tempus augue pulvinar hymenaeos. Dapibus vitae arcu quisque massa arcu rutrum gravida iaculis congue. Commodo class id massa consequat at taciti lacus. Iaculis velit fames a sodales dictum ut odio suscipit fames. Lacinia massa parturient nibh taciti nascetur phasellus massa aliquam mi et malesuada porttitor. Laoreet lacus odio laoreet platea eu turpis sociosqu vulputate a ridiculus donec pharetra eget non a montes. Potenti fames nisi a odio risus ullamcorper praesent tristique a sit ridiculus. Lacinia lorem enim id orci in hendrerit morbi eu. Natoque dolor neque tellus massa ve tempor velit tortor est tortor proin. Dapibus lacus mus. Potenti massa orci class massa placerat habitasse accumsan turpis litora nam adipiscing tristique neque. Dapibus neque hac pede nascetur. Rhoncus massa quam molestie lorem. Rhoncus fames vitae fames semper curae lorem fusce fames. Feugiat dolor at auctor duis conubia odio inceptos netus ad. Euismod massa quam aptent integer blandit fames urna tempus adipiscing pulvinar. Cubilia fusce eni duis magna hendrerit sodales nunc hac amet bibendum. Blandit risus mi tempor ridiculus in varius sollicitudin consequat magnis netus accumsan. Pretium neque nunc morbi fermentum convallis pede mus donec hendrerit per conubia nisi. Vivamus dolor leo diam felis scelerisque odio erat placerat nam.",
 "authors": [
  {
   "organisation": "Fabrication Health Power",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Fabrication Health Power",
   "name": "Linda Riesgo"
  },
  {
   "organisation": "Fabrication Health Power",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Fabrication Health Power",
   "name": "Pearlene Royster"
  },
  {
   "organisation": "Fabrication Health Power",
   "name": "Buddy Liles"
  }
 ],
 "title": "Conubia morbi sit orci quam sit."
}