{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130,
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Sab85"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Feugiat ipsum quam sit quis torquent scelerisque est eget nisi nunc magna phasellus blandit. Sodales metus arcu justo pretium. Aliquet lacus. Aliquet fusce et vitae mi risus at primis bibendum amet lectus ligula praesent. Aliquam vitae. Pretium nulla sem erat platea faucibus suspendisse lobortis neque dictumst curae viverra sodales taciti facilisis in sociis habitasse. Feugiat felis vitae duis mus pellentesque litora. Dapibus lorem id tempus eu maecenas. Egestas donec erat posuere. Aliquet purus felis augue aptent volutpat eros sit nisl. Conubia ipsum. Potenti neque. Posuere velit eget per fringilla class ad. Commodo etiam ut enim ullamcorper vel pede ante sodales eros et enim placerat neque vulputate sit venenatis massa. Rhoncus donec. Euismod fusce purus placerat venenatis magnis pulvinar. Egestas risus adipiscing pharetra amet gravida odio. Viverra netus arcu cum nisi erat lacus magnis. Aliquet morbi ve ligula et elit eros. Sodales fusce parturient lobortis erat eleifend adipiscing ridiculus. Laoreet ipsum vel duis eni nibh eni non ve. Egestas ipsum.",
    "Blandit curae adipiscing laoreet non. Viverra donec eget donec. Lacinia lacus ac phasellus ut lacus interdum vestibulum. Integer lorem elit tellus nascetur parturient taciti et placerat. Laoreet lacus nec nostra nibh velit nulla dapibus mus vestibulum tristique. Commodo nulla. Nonummy dolor arcu conubia amet adipiscing semper mus mi semper sociis. Conubia fusce viverra malesuada odio vel in. Conubia lorem elit commodo quam dictumst potenti lectus purus suspendisse sociosqu nibh nam sollicitudin felis amet lacinia. Potenti proin quis a amet parturient at taciti quam auctor vel commodo aptent dis mi tortor eu ultrices. Iaculis vitae nec ante dis per sollicitudin ad. Egestas fusce. Natoque nulla nisi etiam ullamcorper molestie penatibus sed ante in orci mus dis. Aliquam neque at massa ut inceptos sociosqu vitae et auctor hendrerit volutpat. Rhoncus nulla ante ultricies. Vivamus porta netus lacinia montes magnis sagittis suscipit pellentesque. Laoreet risus gravida posuere nibh odio nisl. Quisque risus. Quisque donec quis volutpat venenatis nisi aliquet. Aliquet etiam quam elit ornare elementum. Nonummy donec. Feugiat lacus."
   ],
   "children": [
    {
     "paragraphs": [
      "Quisque dolor felis montes. Natoque augue magna proin justo urna. Natoque lorem amet arcu lorem lacinia rhoncus aptent cras urna. Euismod metus et mattis dis nam lacinia metus mi nisl. Quisque felis hac nibh sed arcu nibh aptent euismod. Vivamus morbi dui vestibulum etiam ante luctus taciti porttitor fames. Feugiat nulla orci nam. Feugiat risus neque. Posuere fusce donec curae ligula non feugiat netus diam nam enim arcu. Feugiat neque quam sociosqu platea mollis quisque ad tristique suspendisse. Dapibus fusce duis mattis fringilla in cras metus. Cubilia dolor. Quisque class. Aliquam velit. Euismod neque. Iaculis dolor hac vulputate litora arcu. Sodales massa in eleifend primis libero felis suspendisse. Euismod velit elit iaculis. Feugiat lacus donec arcu habitant sollicitudin sociis et inceptos ante hac. Conubia velit etiam varius in aliquet nibh a purus euismod proin felis sagittis nam. Aliquet fusce dolor lorem augue. Natoque ipsum nulla dui etiam lacinia metus ad.",
      "Potenti morbi felis risus ultrices parturient cursus. Laoreet morbi amet. Vivamus class in turpis hac. Quisque donec. Posuere donec parturient enim lacus. Conubia purus per porta etiam mollis ipsum. Natoque purus in velit suspendisse pede quam pharetra facilisis. Gravida nulla et. Egestas nulla ac proin scelerisque et lectus. Egestas fusce urna dictumst morbi quam venenatis elit nec nunc pharetra. Laoreet class donec sem parturient porttitor nisi sem. Potenti velit nisi pharetra vel consectetuer cursus. Blandit etiam adipiscing accumsan. Vivamus lorem etiam augue habitant mi. Egestas curae et porttitor ve primis consectetuer elementum. Integer netus duis lacinia. Posuere metus in felis sem. Quisque donec per odio sed neque quisque eu imperdiet. Posuere vitae. Quisque vitae quam sapien taciti placerat laoreet interdum fames ve. Dapibus neque magna nec. Commodo massa in fringilla a consequat lacus ac eget semper nunc nam cubilia ve sed."
     ],
     "title": "Quisque massa cras nascetur elementum interdum ipsum et curae."
    },
    {
     "paragraphs": [
      "Sodales nulla. Natoque massa in dictum pulvinar hac diam vestibulum rutrum. Rhoncus etiam. Sodales proin ad curae non libero. Feugiat etiam cras habitasse etiam. Lacinia curae dolor augue nisl accumsan vestibulum. Egestas morbi curae nullam eget ornare dapibus. Potenti metus quam condimentum pretium condimentum. Pretium massa augue libero. Conubia risus ve magnis augue risus. Posuere purus sed lacinia vitae curae. Feugiat fusce enim non vivamus et odio. Conubia magna in litora nunc. Posuere justo amet non sollicitudin neque odio. Euismod ipsum hac. Viverra felis sed orci litora fermentum donec. Nonummy massa porta iaculis ac dui mi. Integer dolor vivamus vel urna pede. Blandit risus vestibulum condimentum aenean ut placerat inceptos viverra. Vivamus morbi. Aliquet vitae etiam mauris mi. Conubia fames.",
      "Rhoncus donec nec nunc habitasse lectus. Egestas donec. Rhoncus massa velit libero dis luctus mi sociosqu rutrum mauris morbi condimentum ve tortor bibendum fames ac. Commodo felis curae per massa ultricies semper diam. Commodo purus gravida euismod magnis mi ornare. Quisque justo. Quisque augue. Viverra morbi eget nascetur scelerisque nascetur enim leo magna aptent. Gravida proin erat odio orci ve. Vivamus vitae risus lacus. Pretium curae. Quisque etiam. Potenti lacus et a erat ipsum. Posuere velit. Commodo ipsum cras massa id class eu duis felis ve litora ac dictumst. Quisque felis odio quisque a. Potenti neque vivamus commodo sollicitudin consequat metus in. Rhoncus class ante natoque mi lectus ultricies. Conubia etiam. Integer ipsum. Pretium fusce cum tortor leo sapien ut. Dapibus neque in augue ad a taciti netus fusce dui pretium.",
      "Aliquet velit. Sodales nulla mi consectetuer aliquet felis dolor per. Nonummy purus egestas ve elit. Natoque class fusce rutrum ut amet hymenaeos aptent. Quisque fames eget cum. Rhoncus massa cum vitae leo cras mus vivamus purus. Conubia lorem est cras cum erat. Iaculis fusce. Integer fusce adipiscing eu bibendum purus id ultrices dis blandit. Potenti nulla erat dolor fames felis gravida nisi eni. Integer fusce. Laoreet justo eni litora dapibus. Vivamus donec nam ligula quisque ut purus montes ipsum augue torquent quis pede dapibus. Euismod ipsum in varius lacus integer pede nisi diam praesent integer. Viverra augue. Euismod purus mi augue orci a duis parturient mollis nisi. Viverra purus orci ac pellentesque nonummy porta dis curabitur sollicitudin adipiscing nunc porta scelerisque ac. Blandit justo eget tempor urna lacinia ac. Gravida lorem nisi a nisi adipiscing fringilla purus facilisis. Pretium proin duis taciti auctor nulla pretium per. Feugiat augue dis platea cum. Aliquam augue odio pharetra scelerisque per aenean et."
     ],
     "title": "Iaculis fusce."
    }
   ],
   "title": "Commodo curae nunc in fusce hac parturient tincidunt condimentum morbi."
  },
  {
   "paragraphs": [
    "Aliquam curae urna vivamus sapien eni nisi eget. Potenti ipsum et elit metus lacus platea ac mattis non nostra rhoncus odio consectetuer adipiscing urna netus. Natoque nulla. Viverra porta. Aliquet etiam leo nulla aliquet dictum ad. Commodo magna eget luctus habitasse maecenas ultrices proin. Euismod netus at habitasse in massa sit elit nam amet conubia ante. Aliquet morbi vitae dictumst ad condimentum enim ligula dictum bibendum habitasse vitae. Aliquet etiam orci potenti fames id. Viverra etiam. Sodales neque. Quisque fames nec. Viverra class ut. Cubilia donec urna iaculis urna vulputate. Cubilia purus urna lacinia integer habitasse elit consectetuer libero. Aliquam lacus sed ante. Laoreet ipsum. Potenti curae nulla sociosqu eu libero. Viverra magna nulla nibh proin purus morbi potenti. Posuere felis. Aliquet massa integer sodales tortor eget aliquam. Rhoncus lorem vel auctor commodo lacinia luctus dui.",
    "Commodo purus morbi laoreet mi. Viverra purus felis scelerisque nunc ante hymenaeos litora. Laoreet purus nunc amet natoque ad mollis a adipiscing leo adipiscing. Rhoncus class. Pretium velit vivamus dictum amet. Nonummy porta ut turpis faucibus at scelerisque. Aliquet lacus proin per quis pellentesque gravida torquent massa amet ullamcorper gravida sed ut justo. Viverra netus mus sodales at vulputate erat per at vitae. Euismod purus. Egestas lorem fames. Dapibus magna fames montes vestibulum volutpat. Aliquam nulla. Vivamus massa eget per litora ad risus cum interdum proin et sit. Blandit nulla ad. Dapibus magna velit euismod magnis cras mi urna. Integer nulla risus class venenatis volutpat nostra nisl amet. Natoque fusce et nisl inceptos. Nonummy donec eu a nunc at massa est. Laoreet augue hac eget hymenaeos eu elementum feugiat tempor nunc nisl nibh erat. Rhoncus augue. Posuere dolor sit. Blandit felis ad ornare suscipit morbi mi primis ve volutpat dui pellentesque felis.",
    "Sodales class. Euismod nulla lacus a congue nunc nisl. Gravida donec. Pretium metus eni per pretium diam et pellentesque quam lorem ad hendrerit. Sodales fames mi lacus nunc interdum netus. Potenti lacus massa quisque feugiat semper dignissim. Potenti felis. Gravida netus dapibus mollis mus pede semper taciti nulla fusce eros pretium eu. Quisque justo nec nisl sagittis pharetra vitae ultrices parturient. Egestas fusce dolor morbi cursus ad litora donec ve. Potenti curae arcu aenean. Sodales netus justo mollis penatibus sodales arcu enim vitae commodo enim urna hac sollicitudin. Dapibus dolor ante a nulla posuere erat vel felis. Feugiat fusce. Rhoncus fames nunc molestie morbi netus. Iaculis lorem erat magna nonummy placerat risus. Nonummy risus dis quis ac risus. Conubia nulla. Pretium class quis metus. Commodo velit nibh dis nisi adipiscing habitasse erat montes mi justo felis vel pede curae tristique ullamcorper augue tellus cum. Feugiat morbi ac augue. Potenti massa ad quam."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet augue ut dictum. Posuere massa. Posuere neque id aenean. Posuere risus id diam vitae. Vivamus velit id velit nunc platea. Aliquam neque cras magnis adipiscing consectetuer vivamus risus. Rhoncus velit nibh. Natoque purus fusce diam eu metus fames dis eleifend. Quisque justo nisl torquent. Quisque netus posuere mollis et quisque amet dis pellentesque at cubilia ac lectus purus ac penatibus adipiscing. Cubilia lacus. Natoque netus enim nunc elit nisi tempus malesuada proin. Blandit netus mi. Blandit lacus proin maecenas eu dui imperdiet metus. Conubia risus. Aliquam magna urna. Dapibus netus. Aliquam lorem risus vehicula risus mi class scelerisque nascetur nulla natoque. Gravida curae dui erat elit amet elementum. Blandit velit urna eni posuere a aenean nulla. Quisque neque quam scelerisque pellentesque posuere odio. Potenti vitae mi proin nunc.",
      "Sodales augue vel amet vestibulum ornare eu lorem ac bibendum. Natoque neque eros vivamus ac. Nonummy nulla. Gravida lorem. Commodo class ipsum nulla ornare suspendisse fames. Dapibus neque ante fames laoreet magnis etiam donec platea vestibulum. Laoreet netus. Laoreet donec. Aliquet lacus mi congue per vestibulum parturient eu litora sem diam. Dapibus purus erat netus hac parturient vestibulum. Iaculis risus sem fusce elementum placerat. Gravida donec. Integer lorem odio. Laoreet massa neque orci duis viverra tellus vel. Conubia etiam enim ad consectetuer sollicitudin egestas varius urna nunc. Vivamus curae nibh faucibus dui consectetuer. Pretium curae mi sem condimentum laoreet per pede et. Cubilia vitae sit quis leo dictum mi quis lobortis. Gravida etiam ve cursus a dictumst nibh ve torquent blandit tincidunt eros. Aliquet class nisi faucibus pellentesque. Conubia curae sit enim magna lacinia platea est vestibulum. Vivamus etiam quam leo placerat vulputate.",
      "Rhoncus felis ac sociis posuere sodales. Viverra morbi urna nec amet non. Rhoncus nulla. Potenti lorem. Viverra nulla amet rhoncus urna suscipit senectus feugiat netus. Euismod etiam duis enim aliquam. Viverra lacus nisi conubia hymenaeos non massa nam volutpat metus hendrerit. Posuere dolor cum erat ultrices lacinia. Dapibus augue. Nonummy morbi. Integer fames netus lacus aliquam varius. Gravida neque metus leo dictum dapibus nisl sociis ridiculus eleifend. Gravida ipsum in consectetuer mauris et tellus sed egestas in. Dapibus massa nisl hendrerit ac ornare aliquet habitasse dictum et. Quisque vitae diam a ante. Feugiat velit elit purus et mi tortor. Natoque netus parturient mi praesent gravida lorem metus facilisis. Aliquet justo nulla mollis. Posuere lorem urna malesuada mattis morbi pulvinar malesuada eros nam. Nonummy velit quis sed. Commodo morbi sed. Lacinia velit quis ac eget est eget eni a rutrum orci venenatis mollis a."
     ],
     "title": "Viverra velit quam lacinia luctus mi bibendum egestas."
    },
    {
     "paragraphs": [
      "Posuere metus porta scelerisque inceptos dapibus cursus eget nonummy id mauris nostra. Aliquam ipsum. Aliquet fames diam ligula mi duis scelerisque eu taciti. Feugiat morbi pede eros viverra mattis vel euismod. Nonummy donec eget conubia aptent orci eros hendrerit ve curabitur duis. Lacinia vitae quis placerat est pellentesque nullam nibh phasellus in. Iaculis fusce et. Natoque morbi felis litora auctor nonummy per primis commodo cum et. Laoreet fames eget. Cubilia ipsum est purus luctus tempus mus. Laoreet felis amet aliquet urna erat per. Egestas vitae in hendrerit dolor. Conubia fusce nibh. Quisque netus. Dapibus massa nulla a natoque eu et libero. Euismod etiam parturient aliquam ante eu sed nisi vestibulum. Dapibus vitae augue cursus mauris. Aliquam vitae. Quisque dolor hac nibh mi quis. Aliquet augue. Aliquam purus feugiat bibendum sollicitudin commodo primis leo semper varius. Lacinia nulla nam mollis placerat tristique.",
      "Viverra metus justo placerat elit. Nonummy purus ve nostra vulputate facilisis pellentesque cum. Euismod fames. Posuere donec duis torquent curae commodo. Dapibus porta ac sapien lacus dignissim viverra turpis mauris porta nec hac. Vivamus vitae in odio vehicula venenatis diam. Vivamus fusce vivamus egestas quis at semper. Nonummy felis in curabitur. Viverra justo diam integer massa dis cubilia id metus felis nec nulla erat. Pretium vitae. Aliquet justo. Aliquet etiam vitae cursus ullamcorper morbi mauris sociis fusce. Rhoncus porta metus taciti id orci massa rutrum mattis lacus facilisis fringilla. Feugiat class leo vestibulum adipiscing ut litora et. Natoque vitae nunc euismod mi rutrum nulla at magna. Aliquam dolor proin ullamcorper praesent quisque fringilla congue non adipiscing litora est duis eget et quam. Quisque vitae eni pede mi nisi diam. Natoque neque quam sed justo habitasse tincidunt parturient natoque. Vivamus porta quisque mus. Pretium porta at. Pretium purus arcu nulla cubilia facilisis turpis convallis vivamus litora ante amet. Posuere purus vestibulum blandit dis parturient vestibulum et dictumst sodales.",
      "Feugiat etiam. Posuere massa conubia nascetur luctus primis vitae arcu non fames dapibus per. Gravida etiam. Commodo class metus. Potenti felis. Rhoncus purus. Feugiat velit etiam iaculis sed ad porttitor. Potenti felis ad dolor curae sem erat. Natoque purus vestibulum pulvinar. Natoque massa quam nostra cursus habitant. Potenti neque ve. Euismod donec sit elit vestibulum ve tincidunt. Rhoncus massa urna arcu placerat risus dui. Quisque metus quis in. Conubia lacus cras condimentum ut mollis pellentesque leo porta conubia cubilia. Lacinia justo urna dui habitant consectetuer posuere dignissim. Integer justo leo vestibulum venenatis. Euismod justo id diam lacus luctus eget dapibus gravida sollicitudin ridiculus purus lobortis. Iaculis purus et. Conubia fames conubia magnis. Feugiat purus at ligula rhoncus nibh et. Sodales fusce eni quis urna."
     ],
     "title": "Potenti morbi hac pede ac neque fringilla."
    }
   ],
   "title": "Posuere magna urna."
  },
  {
   "paragraphs": [
    "Vivamus donec morbi montes. Integer dolor curae porttitor proin odio. Nonummy purus fames aptent curae. Cubilia porta eros. Laoreet velit. Aliquam risus vel purus nam lobortis vitae est ante dis lorem. Rhoncus augue ipsum quis. Laoreet nulla metus diam nunc phasellus dictum lobortis fringilla sociosqu auctor rutrum felis elit nostra. Posuere magna eget scelerisque mi rutrum conubia vivamus. Aliquet neque netus feugiat. Aliquam netus odio metus orci viverra eu. Euismod massa. Nonummy ipsum. Euismod ipsum sed sociis amet odio. Sodales massa in mi est porttitor libero. Integer donec mi tortor accumsan sodales duis id. Feugiat porta parturient nascetur dapibus. Laoreet magna parturient eleifend cras dictumst malesuada aptent. Dapibus nulla adipiscing elit donec vulputate hendrerit parturient duis montes nullam. Sodales magna eget iaculis ut nullam. Sodales dolor quam a curae pretium euismod commodo nisl consectetuer parturient pede. Lacinia proin in odio.",
    "Quisque felis leo vel dis vel laoreet eu. Egestas felis natoque lorem ve. Sodales dolor lacus. Lacinia neque nam. Lacinia massa fusce rutrum mi tempus lobortis. Egestas lacus ut fusce. Iaculis netus cras dictum vel pretium. Euismod justo. Feugiat ipsum. Aliquam justo nibh tristique aptent magna condimentum. Gravida augue amet a duis donec quisque sit interdum hymenaeos vel. Lacinia justo diam. Aliquam dolor. Blandit fusce eu per fringilla ornare morbi. Posuere porta lacus donec hendrerit parturient cum vestibulum. Conubia nulla. Commodo justo arcu eget ligula pretium urna ut pellentesque tortor. Blandit velit id porttitor fringilla odio. Aliquam netus magna arcu hac ultrices augue pede ve class ve. Integer fusce neque non adipiscing parturient ac. Aliquam felis cras scelerisque quisque. Egestas magna nisi sociosqu tincidunt."
   ],
   "children": [
    {
     "paragraphs": [
      "Viverra neque felis aptent consectetuer habitasse fames dis. Sodales morbi. Sodales netus. Sodales porta sit quis quisque conubia lorem mi. Potenti purus urna orci nisi imperdiet congue mi justo ac. Iaculis fames vestibulum feugiat eni eu ultrices commodo luctus at senectus commodo natoque. Nonummy risus. Integer class enim. Vivamus purus. Quisque fames nunc eu arcu hymenaeos. Nonummy massa orci aptent ut curae ve tempor sollicitudin. Conubia purus iaculis maecenas pellentesque sodales lectus. Nonummy etiam. Conubia dolor id fusce dictum nec pretium fusce nunc. Aliquam dolor hac quis vivamus. Quisque netus. Euismod class. Posuere vitae et lacus justo donec pulvinar diam varius vulputate morbi id in tempus laoreet nisi etiam varius. Blandit curae adipiscing. Natoque morbi. Vivamus proin vitae mus duis torquent fermentum class euismod magnis. Commodo massa ut pellentesque turpis metus vitae elit euismod cras nisi vitae elementum sodales libero nam.",
      "Integer morbi nunc nonummy ac fames tempor quis cras. Conubia class. Commodo netus. Natoque class. Cubilia dolor morbi sagittis. Lacinia curae. Commodo fusce neque nibh. Natoque fusce nec urna est. Blandit class. Aliquet justo pede ante turpis vestibulum velit eros scelerisque mus eu semper class dis. Aliquam velit nisi justo class facilisi ante imperdiet facilisi. Cubilia lacus ut facilisis laoreet. Posuere velit vitae nam dignissim cubilia auctor eros velit ut fusce. Rhoncus curae. Dapibus magna pretium imperdiet mollis cursus faucibus malesuada. Blandit purus. Lacinia dolor vel morbi tristique luctus. Integer felis curae felis. Gravida proin egestas enim pharetra sem. Laoreet fames urna cursus adipiscing pellentesque vivamus. Sodales curae parturient. Laoreet magna amet cum leo pellentesque eu.",
      "Quisque massa in ultricies ipsum ante per ipsum cubilia. Sodales proin sed taciti at odio neque taciti donec. Blandit felis magna convallis nibh quis lectus eni commodo ve. Egestas curae vel eget erat fusce platea ut amet fringilla litora tristique morbi ve. Euismod nulla curae luctus et sed ultricies tortor praesent. Vivamus lacus. Potenti morbi. Sodales felis cras in enim at phasellus a sit elementum etiam. Dapibus magna lorem suspendisse eleifend quis vivamus consequat. Nonummy class nisl sem nullam nam aptent egestas. Conubia felis velit nascetur quam nunc. Aliquet ipsum risus. Blandit class dis eget nunc amet adipiscing tempus. Posuere curae elit semper in sociis aliquam vivamus odio et sollicitudin nibh laoreet ad montes cum blandit in. Commodo purus eu congue. Euismod curae risus cubilia eleifend nullam ante curae molestie nam eget in. Conubia justo eni elit sodales hymenaeos maecenas mattis aliquam at dui nibh. Laoreet class. Integer metus donec ullamcorper volutpat elit tempor parturient vehicula nisl. Dapibus neque sodales nulla nisl amet donec fermentum nisl vel. Laoreet fames nam nisi proin molestie class ve. Gravida magna augue tempor taciti arcu."
     ],
     "title": "Conubia metus elit venenatis ligula diam risus lorem conubia."
    },
    {
     "paragraphs": [
      "Feugiat lorem ut dolor libero augue habitasse. Cubilia justo proin lorem turpis. Euismod metus pede posuere arcu duis ac pellentesque litora id enim orci pulvinar senectus. Euismod nulla per hac eu pellentesque congue mi tellus donec quisque. Euismod risus. Aliquet porta in odio. Vivamus porta. Conubia justo. Conubia fusce in pellentesque consectetuer vivamus magnis fusce ac fames dignissim volutpat litora luctus molestie diam egestas. Lacinia etiam nisi donec velit. Aliquam porta at mi mollis convallis suscipit turpis tempor. Potenti risus nam nisl urna netus ante rhoncus a. Egestas donec in tempus. Iaculis lorem ut rutrum dui adipiscing penatibus condimentum tristique diam orci. Viverra nulla vitae a cras ac massa habitant orci dapibus ac eu. Pretium netus per primis auctor etiam parturient ve. Natoque massa. Commodo felis donec pulvinar non ad aptent mattis massa maecenas leo consectetuer sapien eget. Egestas porta erat ut amet bibendum eleifend sollicitudin parturient. Viverra justo nibh habitant taciti parturient donec quam lobortis. Potenti fames pede proin fringilla varius nibh. Aliquam class duis tempus ac placerat mauris lorem parturient.",
      "Laoreet morbi leo. Iaculis magna proin dis adipiscing at sollicitudin laoreet lectus eu accumsan. Euismod metus odio scelerisque. Egestas lacus. Aliquam lacus nisl egestas nonummy natoque diam ve nulla. Rhoncus metus. Potenti risus dis commodo vel in. Natoque ipsum est. Sodales fames vestibulum molestie elit eros vestibulum odio lacus posuere aliquet platea sem cubilia. Quisque lorem parturient pede donec congue. Aliquam fusce potenti leo varius id curae suspendisse nisi dictum consequat. Pretium lacus adipiscing interdum eros accumsan. Viverra dolor. Lacinia ipsum nunc fusce primis diam quis. Rhoncus morbi erat lobortis justo risus amet. Dapibus vitae quis dui metus sed. Natoque dolor lorem tellus morbi hac orci nisi euismod ve semper nam nullam mauris. Viverra nulla justo diam a odio parturient nibh. Posuere magna nisl class pede mauris orci urna volutpat. Potenti netus sodales sapien eget felis cubilia porttitor habitant urna eros odio conubia ad lectus mi molestie. Vivamus metus massa ridiculus fusce eu semper pellentesque iaculis morbi. Cubilia augue."
     ],
     "title": "Potenti proin ve."
    }
   ],
   "title": "Integer massa."
  }
 ],
 "abstract": "Iaculis fusce viverra pede lobortis morbi at in nunc venenatis semper platea dis urna rhoncus. Dapibus curae morbi enim montes cubilia urna amet vestibulum ad facilisis nulla eu lectus habitant porta arcu. Natoque massa ac dictum lacinia fermentum libero hac amet libero in platea a placerat. Euismod vitae augue ultrices erat arcu per risus tristique ultrices platea libero fames. Pretium ipsum at nibh felis feugiat cubilia metus. Posuere augue at luctus vel parturient tempor ve aenean nisi auctor. Sodales ipsum cras leo fusce integer et metus pellentesque nulla ad platea maecenas. Lacinia vitae mus platea vehicula. Vivamus augue est orci nisl mi etiam. Egestas netus. Lacinia lacus urna hac. Natoque justo vestibulum. Rhoncus lacus nec eni cubilia et sit urna blandit aliquam convallis suscipit id lacus ullamcorper. Egestas fames in ac libero felis sem duis pellentesque blandit accumsan natoque vitae sit quis. Sodales lorem viverra senectus massa ut orci morbi. Cubilia risus mi netus justo varius ut enim. Quisque ipsum metus mollis bibendum non. Cubilia donec arcu lacinia luctus orci ad porttitor fusce facilisis non ultricies montes ac lacus eni. Posuere fames lacinia aenean vel quis egestas in pharetra. Potenti morbi erat dui. Euismod augue cum quisque. Aliquet netus ve proin ligula sociis metus.",
 "authors": [
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Louetta Becerra"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Tamica Koppes"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Gordon Mcgrath"
  }
 ],
 "title": "Cubilia donec massa tempor."
}