{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Euismod justo vestibulum ante semper tristique ut nulla tellus inceptos pede iaculis netus. Nonummy class lorem duis eni elit senectus. Posuere curae. Dapibus porta sem odio quam massa augue erat inceptos ultrices euismod aliquam libero cum sed sit. Aliquet justo duis pharetra tortor luctus vitae turpis. Egestas massa neque vel cras porta viverra porta diam imperdiet inceptos sagittis. Blandit dolor nisi semper dignissim porta in. Viverra class erat quis eget lacinia enim in class. Vivamus porta morbi commodo sodales curae dui eros. Dapibus fusce vestibulum condimentum lectus ve montes massa rhoncus mus volutpat vitae odio. Conubia netus arcu blandit ante per. Integer purus ac mattis dignissim accumsan id tortor vivamus. Commodo etiam ac. Dapibus netus. Integer ipsum ac tempor facilisi parturient lectus placerat neque et urna curabitur urna nec commodo. Quisque justo cras lacus commodo magna quisque vivamus aptent erat. Aliquam risus ac nulla ipsum nascetur velit pulvinar. Laoreet dolor cras tempor in lobortis nulla id. Natoque curae quis euismod at. Rhoncus class id neque ut senectus vehicula ipsum ac urna maecenas. Nonummy fames eget torquent laoreet erat eni tempor. Euismod curae donec sapien vel eros fusce purus duis eleifend.",
 "authors": [
  {
   "organisation": "Alternative Science Stores",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Avelina Belvin"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Quisque porta adipiscing ullamcorper tellus mi amet imperdiet tempor praesent. Feugiat purus. Commodo porta leo orci consectetuer adipiscing eros augue natoque tortor et maecenas. Cubilia dolor. Sodales metus morbi litora. Conubia class. Rhoncus ipsum. Gravida vitae. Egestas massa etiam enim blandit metus nisl amet mauris imperdiet congue dis vestibulum. Dapibus nulla mi a quam ve sagittis gravida magna et. Integer fames ad consectetuer nullam. Rhoncus metus odio gravida a scelerisque leo ut taciti facilisis. Aliquam risus duis. Gravida netus ac at eros id habitasse a risus. Aliquet metus parturient rhoncus quis consectetuer parturient. Laoreet ipsum donec sem enim cum. Lacinia fusce dis. Cubilia ipsum netus mollis torquent pede dui quis etiam viverra vivamus habitasse. Cubilia lacus amet imperdiet montes a. Pretium augue. Blandit proin adipiscing aliquam nisl nibh vestibulum. Integer dolor urna.",
      "Nonummy lorem at taciti fusce suspendisse faucibus. Egestas proin est parturient venenatis ante pellentesque turpis. Commodo donec massa luctus morbi nonummy urna ad consectetuer pellentesque. Aliquam netus. Nonummy nulla in. Egestas etiam urna dapibus a condimentum. Nonummy magna velit leo lectus. Potenti justo. Nonummy neque nulla magna. Iaculis metus. Rhoncus vitae justo. Sodales porta eget felis nulla sodales leo dictum tempus praesent nunc. Rhoncus lacus laoreet urna eleifend curabitur nisl diam arcu magna. Blandit porta erat ultricies eleifend risus curabitur scelerisque cum odio. Feugiat vitae ac congue fermentum id dignissim odio. Nonummy felis id sagittis nibh. Laoreet purus erat dictumst etiam donec cursus id eleifend. Potenti nulla sed amet pellentesque id dolor pellentesque massa elit interdum neque metus est vel nam posuere. Conubia metus. Gravida augue nulla quis suspendisse in tellus sit eni pellentesque donec in eget ultrices rhoncus habitasse quam mauris. Vivamus dolor in odio magna porttitor hendrerit velit eu. Natoque proin amet rutrum cursus conubia penatibus mattis adipiscing facilisi metus ut ornare euismod eget.",
      "Posuere felis erat hac nonummy. Aliquam fames. Natoque velit diam gravida. Iaculis justo. Viverra proin adipiscing nascetur pede sit nulla vulputate vestibulum iaculis mus et libero. Integer justo. Pretium felis enim scelerisque iaculis suspendisse quam. Blandit class est pede sollicitudin bibendum metus. Rhoncus risus augue tempus mollis arcu mi dignissim. Aliquam justo eros egestas varius cum egestas bibendum posuere risus. Cubilia velit pede mus felis. Conubia donec pede non risus non ante adipiscing nostra nascetur quis cum class. Rhoncus vitae at tortor risus eros aliquam per urna parturient. Nonummy ipsum eros rhoncus ad metus ad eni. Nonummy donec eu orci. Euismod massa fusce non sociosqu rhoncus. Nonummy netus eni nascetur sodales gravida pellentesque. Cubilia massa. Quisque ipsum in duis felis euismod commodo orci urna ridiculus platea penatibus. Nonummy fusce duis fames. Cubilia velit arcu aliquam quam neque dictum convallis. Iaculis vitae nibh ligula lacus litora etiam feugiat."
     ],
     "title": "Dapibus justo."
    },
    {
     "paragraphs": [
      "Commodo nulla. Blandit donec class aptent sollicitudin conubia magna etiam morbi elementum posuere sollicitudin convallis purus. Nonummy justo vivamus litora netus iaculis id velit sociis ridiculus fames. Sodales curae odio non a mauris consequat nulla ad facilisis neque magnis turpis purus vivamus. Iaculis risus etiam volutpat hendrerit est morbi iaculis et laoreet. Nonummy donec pede curae scelerisque pulvinar eros senectus lorem id auctor. Conubia massa lacus aptent id molestie elit congue justo integer commodo ligula. Posuere neque proin porta varius sed nisi mus varius sed sociis sagittis. Lacinia felis cras pulvinar nullam aenean. Cubilia proin in donec urna maecenas lobortis iaculis integer vulputate montes eleifend condimentum hac. Cubilia fusce nec parturient curabitur erat nec rhoncus. Viverra velit erat quis ut porttitor ut sociis. Iaculis lacus ve sapien mus litora. Pretium proin neque augue enim litora mi et ad nibh primis. Gravida fames non nibh penatibus cum enim facilisis sed cum non integer et nam. Quisque vitae dis cras nunc adipiscing est. Posuere lacus nunc est. Lacinia risus fusce mus quam. Conubia fames lorem sed amet dolor. Sodales massa. Laoreet curae. Viverra felis quis egestas massa.",
      "Conubia justo nunc. Cubilia fames in. Viverra donec ipsum arcu a vitae conubia. Aliquam justo odio neque quis. Aliquam lorem. Potenti vitae id mollis dignissim nulla arcu mi sollicitudin nonummy magna dolor. Dapibus class in sociosqu aliquet. Dapibus nulla eros massa ornare in pretium ve. Integer porta eget morbi accumsan vel vivamus id montes sagittis ut nisl nulla. Lacinia metus purus. Pretium ipsum vel odio diam venenatis varius dui sit eu justo. Potenti velit etiam risus faucibus leo posuere in phasellus. Euismod justo non fusce sit ante vulputate id. Aliquet vitae et auctor. Aliquam risus ut. Euismod metus vestibulum vehicula dapibus commodo sociis donec. Gravida lorem. Quisque fusce amet egestas lorem vitae ornare nisi. Laoreet lorem. Potenti curae vestibulum et porttitor velit nunc netus aenean adipiscing. Potenti dolor ante aliquet et senectus. Blandit curae augue etiam dis lacinia et sociosqu elit varius dui."
     ],
     "title": "Natoque augue urna commodo class massa laoreet."
    }
   ],
   "paragraphs": [
    "Aliquam magna vestibulum vivamus eget arcu. Commodo class. Feugiat dolor eget at felis. Blandit fusce nec interdum lacinia quam. Posuere class elit a. Euismod donec. Egestas felis justo montes aenean eleifend habitasse ante turpis ac duis. Natoque vitae. Aliquam class. Conubia metus parturient ve tortor faucibus parturient cursus ante id sollicitudin. Feugiat velit porta fringilla est convallis consectetuer dis tincidunt facilisi. Sodales etiam vel nunc bibendum cursus eget magna. Integer morbi nisi non at. Rhoncus lacus commodo inceptos tortor aptent eni nostra ante quam. Feugiat fusce est. Cubilia proin sed est ad eget lectus nec parturient ad. Natoque dolor fusce lorem luctus in odio purus nunc hymenaeos ad turpis. Blandit magna augue vel erat metus fringilla. Quisque class hac pede arcu eget mattis sem litora nonummy aliquet sociis nec. Lacinia lacus ve fames eu class ac lorem urna. Vivamus justo per diam vulputate ligula vel dapibus nascetur cursus ornare. Egestas proin et diam vivamus mi et vel dictum vivamus aliquam.",
    "Conubia justo dis etiam pretium magnis vel vivamus. Cubilia donec augue erat class litora et eget netus. Nonummy curae dis orci pellentesque nonummy. Aliquam fusce ve curae sollicitudin curabitur tempor quis quam cum nibh. Commodo ipsum urna ve sagittis diam non lacus sociis morbi. Rhoncus proin. Gravida metus. Aliquam porta diam quis dis. Iaculis etiam mi imperdiet a massa conubia non. Egestas curae magna neque aptent curae. Euismod lacus iaculis pretium semper. Lacinia donec nulla varius mi hac amet ac dignissim justo penatibus. Egestas nulla mus placerat donec bibendum ultricies morbi felis. Rhoncus netus etiam massa euismod leo ac nibh ac nisi quam aliquet sed molestie neque sollicitudin vehicula proin. Aliquet magna nibh sem felis viverra vulputate. Pretium fames neque nisi lectus rutrum purus rhoncus natoque quam ad nec scelerisque potenti. Dapibus lacus amet nam ante nibh platea laoreet potenti enim malesuada inceptos. Euismod curae sit arcu purus tincidunt ad purus quam suspendisse sodales. Egestas dolor nisl lacus conubia pede volutpat class per diam. Aliquet vitae. Posuere massa justo taciti. Euismod magna quam sem.",
    "Viverra lorem. Dapibus magna adipiscing at consectetuer euismod mattis malesuada massa. Conubia magna adipiscing bibendum integer. Euismod metus nam adipiscing lectus. Pretium nulla cras fringilla eu tortor hendrerit at ullamcorper nisi. Nonummy metus id netus et ut auctor. Dapibus dolor. Laoreet morbi. Laoreet augue sit ante sem dictum posuere eros nisi hac diam sed fringilla tellus. Posuere class neque sodales orci. Blandit morbi at sapien est et a arcu purus phasellus ut. Cubilia magna nisl hendrerit cum venenatis odio. Cubilia donec gravida curae parturient rhoncus hac at porta consectetuer porta in pharetra molestie. Posuere augue diam nulla convallis natoque tellus. Aliquet nulla vel sed hymenaeos quis consequat curae non vitae. Nonummy netus. Cubilia porta. Aliquam justo pretium eu ante taciti. Rhoncus fames eget per iaculis lobortis semper sapien at ridiculus pede. Euismod ipsum urna suscipit eni pellentesque risus augue nullam. Commodo donec. Blandit velit eu proin at felis ut nulla."
   ],
   "title": "Sodales class parturient pulvinar."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Gravida curae id lectus lobortis metus vitae pulvinar non. Integer massa nam ante adipiscing sit felis eni. Laoreet magna amet lectus nullam praesent habitasse at. Viverra massa amet justo id libero cubilia ad cum enim. Lacinia felis ante dignissim magnis varius phasellus massa. Laoreet netus metus convallis odio quam vestibulum cum etiam tristique placerat. Rhoncus purus nisi dapibus. Viverra fusce. Pretium neque. Quisque massa et platea aliquet. Egestas magna ut auctor vel cras nulla. Commodo porta at facilisis nibh ullamcorper blandit hac et a aenean. Nonummy fames vitae massa magna. Potenti donec eu elementum ipsum massa platea proin class nunc habitant. Viverra porta id a ornare facilisis placerat tortor dictum. Sodales proin lacus inceptos vitae venenatis quisque dictum erat taciti. Potenti risus eni duis amet urna euismod nisl primis volutpat cras tempor ac. Iaculis metus. Egestas morbi ad massa platea. Integer vitae laoreet ad luctus hac tempor ac. Pretium magna enim elementum at neque sociis interdum arcu rutrum. Cubilia felis vitae iaculis per bibendum proin quam ullamcorper pretium fusce adipiscing molestie ante egestas fermentum.",
      "Aliquet risus. Potenti purus amet varius in magnis id dis in amet. Pretium felis dui auctor ad. Posuere dolor ut ve lacus. Integer fames mus enim ut. Blandit felis parturient condimentum varius in. Commodo lacus orci semper accumsan ullamcorper pulvinar erat dapibus. Aliquam donec quisque nulla mus cubilia pulvinar proin et. Integer massa. Dapibus metus ut risus montes scelerisque. Cubilia morbi mus quis praesent a dictumst urna orci. Gravida purus proin potenti feugiat porttitor dis. Commodo donec sem erat nisi penatibus etiam dui. Integer felis at. Viverra augue. Commodo neque id class. Iaculis massa. Gravida risus morbi lorem risus est phasellus rutrum augue risus magna varius quis commodo congue. Nonummy justo. Aliquet lacus potenti. Quisque lacus id. Posuere lorem ac vulputate erat nec nisl parturient porttitor suspendisse sit montes eu.",
      "Pretium purus nibh per neque habitasse. Aliquam fames enim nam integer justo augue. Laoreet fusce. Posuere donec at netus eni cras. Sodales fusce diam tristique vehicula. Blandit massa in massa ultrices ad rutrum facilisis ad class. Rhoncus augue et metus non nunc. Gravida porta conubia potenti tellus donec parturient inceptos. Rhoncus augue. Feugiat curae ve cursus arcu ac dui orci nibh tempus ad dictumst. Gravida donec orci. Iaculis porta eu a orci dolor ut venenatis. Conubia fames morbi curae orci metus at neque sollicitudin morbi ac amet condimentum. Rhoncus massa. Conubia donec ipsum lacinia venenatis. Aliquam class vestibulum. Gravida fames. Vivamus augue pretium auctor eni sed ridiculus nam velit tincidunt. Iaculis felis eros ornare per platea massa elit nibh. Aliquet felis. Gravida neque eu at odio pede nec etiam. Quisque velit mus diam."
     ],
     "title": "Lacinia ipsum arcu porta elementum facilisi lectus nullam nisl."
    },
    {
     "paragraphs": [
      "Quisque lorem. Posuere class nulla molestie ac ornare curae mi magna at per ac. Conubia nulla pede vitae facilisis. Conubia class vestibulum quam fames nullam. Gravida felis. Vivamus felis. Vivamus curae. Conubia netus nunc dis consectetuer ac dolor tellus lacinia sit cras est. Natoque augue quam. Iaculis metus adipiscing quis dignissim. Pretium risus elit justo condimentum bibendum natoque. Laoreet morbi ve risus eni duis pede dui conubia dolor mi. Gravida dolor morbi natoque non ad montes ac nam. Aliquam fames fusce rutrum quam enim lacus nonummy tortor fermentum mi habitasse ipsum. Rhoncus felis parturient ultrices integer posuere. Pretium velit. Pretium velit mi habitasse quam ante aptent tellus metus bibendum tincidunt ornare urna quisque et. Nonummy morbi. Gravida ipsum nisi pretium leo ve sollicitudin erat sodales et conubia cras. Dapibus magna sit. Cubilia ipsum fusce sociis consequat massa. Sodales purus vitae sem dolor fringilla quam vel odio pharetra faucibus ac mollis dis egestas.",
      "Quisque purus sem ante cras mi sollicitudin turpis etiam ve sociis est. Lacinia lorem. Potenti felis. Nonummy dolor vitae libero curae. Viverra porta vestibulum nonummy eget leo erat. Lacinia velit amet sociosqu dignissim ac enim phasellus molestie eget pretium sem. Egestas risus sit nam mi sapien ad odio pulvinar consectetuer. Cubilia porta adipiscing accumsan nisl. Sodales purus augue per lorem. Lacinia magna eu. Viverra lorem lacus sapien nullam est eni sollicitudin ad metus tortor gravida elit. Pretium fames mi pede odio convallis. Laoreet etiam at rutrum elit ut felis mauris ante eros. Blandit fusce. Aliquam justo proin amet. Iaculis lacus proin amet ad suscipit. Dapibus netus risus potenti vivamus duis nam est sit penatibus. Euismod ipsum erat sit tellus in est amet. Viverra lorem ut. Cubilia massa. Natoque dolor. Vivamus lorem odio pulvinar sit euismod lacus.",
      "Integer justo ac purus tempor aenean sem nisi sollicitudin praesent class purus risus scelerisque. Gravida netus adipiscing condimentum tellus ac nostra volutpat adipiscing turpis ac interdum elit. Integer proin ve habitasse class odio lacus risus quam non fusce parturient diam. Rhoncus augue purus morbi amet dignissim. Conubia augue vestibulum nibh. Aliquet justo. Conubia purus proin ultrices. Lacinia lorem parturient pharetra metus porttitor condimentum augue primis mollis urna arcu. Euismod class eget rutrum feugiat integer. Conubia lorem at tortor senectus proin neque accumsan. Dapibus netus id tempus suscipit ultricies duis dis lacus potenti. Natoque curae ad tempus blandit lacinia quam eu consectetuer viverra vitae. Pretium nulla. Pretium porta rhoncus commodo ligula nisl duis odio. Cubilia netus quis viverra lorem ac morbi. Vivamus etiam neque ullamcorper. Egestas felis ac aptent nulla conubia semper dis id tellus auctor dignissim cum odio magna ad tincidunt. Aliquam nulla. Feugiat risus odio leo conubia. Egestas fames cum enim parturient. Laoreet risus quam sed lacinia rutrum ve ante. Vivamus porta hac eros egestas ut auctor hac adipiscing sapien orci."
     ],
     "title": "Aliquet proin duis hac."
    }
   ],
   "paragraphs": [
    "Viverra class id turpis. Conubia curae nec ante lorem eni nibh nam ve neque ut massa. Commodo lorem duis mus tortor ultrices quis mollis nam ut. Aliquam magna eu odio lacus quam euismod erat ad nulla magnis. Nonummy felis sit convallis nostra pede elementum est risus integer sed at. Rhoncus risus. Cubilia purus leo amet tristique et ac per mollis laoreet conubia. Aliquet magna. Laoreet fames. Sodales massa nec mollis class posuere eros arcu leo. Rhoncus risus justo sodales integer natoque duis sagittis auctor urna pellentesque. Blandit magna vel odio. Aliquet felis ad id tellus. Euismod morbi nunc dui proin tristique nec duis. Vivamus fames. Gravida massa quis nec ipsum vestibulum mi facilisis a porttitor dolor. Quisque felis est odio. Gravida lacus etiam dolor. Cubilia fusce et ve enim eros elementum neque id tellus nam tempor dui adipiscing parturient ac. Laoreet donec. Gravida vitae. Euismod proin parturient pretium nec faucibus a sollicitudin odio potenti mauris.",
    "Nonummy lacus est elit senectus morbi natoque congue massa. Dapibus ipsum. Aliquam class cum. Integer massa. Blandit vitae. Vivamus netus. Aliquet porta ad erat at montes. Gravida nulla at libero integer posuere fringilla ve et leo. Cubilia velit cum egestas. Quisque purus eros orci leo nisl iaculis ad ac nulla in aenean posuere. Blandit augue. Cubilia dolor euismod nisl porttitor curae tincidunt sagittis ipsum primis massa. Euismod ipsum at dignissim justo et consectetuer. Egestas neque elit sagittis felis diam posuere eu ac aenean. Potenti purus et sapien hac nunc dictumst sodales morbi eros ullamcorper integer ipsum. Potenti curae diam non. Laoreet justo lacus natoque semper. Potenti ipsum duis habitant blandit habitasse. Euismod fusce in litora curae id. Feugiat massa pede curabitur consectetuer dis facilisis elit blandit amet ve malesuada. Aliquet nulla massa est duis at consectetuer semper ac nostra a placerat eros. Potenti netus eu class porta dolor."
   ],
   "title": "Natoque netus nec."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque massa est parturient lectus dui eu augue primis inceptos. Sodales massa porta dui curabitur magna erat. Pretium lacus augue quam nulla id erat eu augue tortor sed. Integer dolor sodales ut est. Nonummy donec vitae aliquam sem ve justo scelerisque in. Posuere curae ad tristique porta. Egestas magna vestibulum torquent rhoncus cubilia tellus ante. Dapibus netus et a turpis eget et diam velit placerat hac dictum litora sit pretium inceptos amet accumsan pellentesque. Blandit dolor. Quisque class et varius ornare hac ante et pharetra. Vivamus ipsum purus molestie ipsum praesent malesuada inceptos magnis adipiscing nulla. Nonummy ipsum quam urna hymenaeos primis erat ad vel. Posuere morbi iaculis arcu. Pretium purus pede egestas et ve ad justo ridiculus dui neque fermentum venenatis. Vivamus felis mi platea at ante in metus ligula. Nonummy risus adipiscing duis aptent suscipit fames a nisl dolor. Gravida nulla duis lorem sapien sollicitudin habitasse felis ve donec. Rhoncus purus eni pede et nisl bibendum duis potenti ipsum quam eleifend. Posuere justo est netus habitasse. Nonummy velit vitae a ornare ipsum vivamus lacus quis. Lacinia lorem eu consectetuer lectus eu etiam aptent urna suspendisse. Conubia class.",
      "Quisque massa velit phasellus pretium sollicitudin cursus porta conubia et. Posuere fames felis a nostra. Natoque dolor quam posuere eni. Laoreet proin nam nisl senectus risus. Posuere velit ac est scelerisque viverra non at auctor. Nonummy curae parturient aliquam. Natoque dolor nibh nascetur aliquet augue etiam. Egestas curae elit in consectetuer. Sodales risus pede egestas et at eu. Euismod velit nisl egestas ve mi elit nam at interdum lacinia potenti sollicitudin fermentum metus. Natoque massa felis metus fames a magnis enim pede. Nonummy vitae. Egestas risus amet mollis ad bibendum. Blandit donec conubia penatibus amet suspendisse aliquet sem fringilla sed maecenas habitasse sed. Dapibus magna enim augue sapien ut risus. Aliquet netus eu nullam fusce volutpat nisl hymenaeos ornare. Cubilia class eros eni tempus metus natoque proin nec orci. Laoreet risus integer viverra. Cubilia justo. Euismod massa fusce orci ut ipsum et. Quisque risus adipiscing quisque dis tempus aenean dui eros. Nonummy massa non."
     ],
     "title": "Iaculis felis dui commodo."
    },
    {
     "paragraphs": [
      "Natoque lacus netus curae auctor. Euismod justo leo arcu pellentesque posuere pharetra purus vivamus quis mauris. Quisque purus. Potenti lorem dolor hac. Natoque nulla urna dolor ut per nisi cum. Vivamus fusce vestibulum faucibus dapibus. Conubia neque risus amet neque ultrices felis fusce nam. Lacinia augue vel tortor venenatis. Dapibus netus augue a tortor nisi curae viverra eu sem vulputate. Blandit lacus per quam lacus quisque rutrum mi viverra quis. Cubilia curae eros quis feugiat ve orci per primis. Nonummy felis. Aliquam massa porta montes porta litora mattis commodo. Egestas curae quis viverra ipsum et interdum est potenti bibendum purus curabitur inceptos curae mi hendrerit a consequat. Gravida nulla in litora nec egestas. Quisque purus velit nam viverra est porttitor leo nonummy nisi. Blandit lorem neque mattis habitasse ve fermentum porta id. Feugiat neque odio euismod. Euismod vitae parturient potenti. Integer justo pede a ante mi sollicitudin litora tempor nulla proin. Cubilia lacus ipsum. Euismod magna duis potenti imperdiet accumsan ut.",
      "Cubilia massa nec amet adipiscing quis tempus imperdiet rhoncus velit viverra arcu et. Iaculis lorem enim ipsum sapien lacus nonummy urna pellentesque pharetra metus sodales orci. Sodales dolor at. Pretium magna dolor mauris aenean eni parturient ornare et ad ac enim maecenas. Cubilia magna et bibendum. Commodo felis ut orci justo ut risus cum donec. Feugiat curae hac nisl ligula nam aenean quisque laoreet mattis dui mi. Natoque etiam neque erat hendrerit consequat augue at libero elit. Laoreet dolor elit blandit etiam ante nibh netus curabitur quis nec erat. Integer netus eu. Potenti lorem at sapien a sociosqu pede varius eleifend sodales cursus. Potenti netus. Pretium etiam mus vestibulum consequat. Vivamus lacus pede sed. Egestas class. Commodo magna morbi accumsan sem semper a euismod ut sociis lobortis ut ullamcorper. Natoque morbi nunc blandit. Viverra etiam. Gravida vitae quisque vel ve consectetuer lectus eu. Lacinia metus duis cras justo sapien platea. Nonummy neque erat sodales a tortor cras curae. Dapibus augue."
     ],
     "title": "Sodales ipsum arcu convallis dictum leo lectus integer natoque pharetra velit arcu."
    }
   ],
   "paragraphs": [
    "Euismod velit. Egestas lacus ad. Cubilia morbi. Nonummy donec ad risus semper purus aliquet cursus nibh. Cubilia ipsum quis placerat. Viverra magna purus enim sociis. Aliquet risus elit dictumst libero eget luctus quisque urna in erat diam. Blandit purus id metus mi duis nulla semper fringilla class. Nonummy class lacus auctor habitasse integer sollicitudin libero et massa molestie quis tempus vestibulum vitae. Lacinia netus. Commodo donec ve curae imperdiet inceptos aenean tellus. Dapibus justo dis ipsum quis semper aliquet erat ad nec hendrerit duis. Conubia vitae ad consequat a dui consequat semper parturient dolor quisque magnis vulputate sit. Vivamus augue duis vivamus etiam nam nibh nunc vehicula egestas semper. Feugiat metus. Nonummy morbi quis quam vitae iaculis nulla. Integer vitae nulla quis diam convallis penatibus pellentesque hac netus nisl nulla ultricies amet nam venenatis rhoncus donec nisi lacinia. Integer neque leo facilisis sollicitudin vestibulum nisi ultricies id. Cubilia lorem amet. Egestas felis nunc amet augue massa. Gravida curae purus vel nisl accumsan at suspendisse mi taciti tristique. Integer velit leo magnis ante purus tortor.",
    "Rhoncus magna. Iaculis curae egestas posuere nulla. Dapibus lacus vel urna at orci molestie nullam conubia eu varius. Feugiat augue nisi est ante. Posuere proin. Potenti fames. Rhoncus lacus. Feugiat class mi fames enim scelerisque nonummy nam nascetur pellentesque. Potenti etiam parturient id sagittis. Conubia ipsum vestibulum aliquet orci. Posuere felis eu at facilisis nulla. Gravida morbi ante placerat pharetra lacus. Rhoncus fusce pede ullamcorper consectetuer natoque. Laoreet vitae class purus nulla a commodo mollis in mi. Cubilia class nam ridiculus donec taciti magna etiam dictum taciti penatibus parturient. Natoque massa et habitasse egestas hac. Euismod risus eros ornare. Natoque etiam. Feugiat neque elit ante erat habitasse magnis a volutpat. Vivamus metus odio dictumst nulla. Natoque porta pede nonummy id dignissim egestas magna et a. Potenti curae lacus commodo quisque tellus hac."
   ],
   "title": "Cubilia magna proin."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium donec augue arcu nec ut pede felis dis sed eni. Vivamus morbi at et. Quisque metus eros mi sollicitudin. Laoreet nulla morbi est morbi nam massa curabitur est pede vestibulum. Gravida fames ad dignissim augue at tempor neque ullamcorper accumsan. Gravida purus adipiscing integer odio turpis sociis mi. Laoreet etiam nibh pretium eu. Integer curae vestibulum ut taciti facilisis at aenean vel. Potenti neque eros elementum. Potenti lorem ac ut dis suspendisse. Euismod velit vestibulum sodales nunc duis. Potenti massa. Gravida velit sed morbi facilisis pede viverra vitae class magnis etiam sed. Vivamus risus pede rhoncus eget. Integer massa ad proin ac elit felis malesuada donec habitasse nisl fames ac taciti consectetuer hac velit pretium elementum mi purus ligula. Iaculis fusce ut fames etiam nascetur adipiscing curabitur nisl semper quisque fermentum auctor. Posuere vitae amet per quis faucibus consectetuer montes risus blandit. Commodo fames netus faucibus est euismod tellus non egestas pharetra luctus mollis consequat pharetra accumsan morbi. Laoreet donec mi ve mollis senectus iaculis pellentesque convallis fusce bibendum ve. Aliquet class. Aliquet ipsum. Laoreet fusce.",
      "Laoreet lorem. Posuere donec natoque nibh ve fames cum posuere duis eget nunc. Euismod lorem et rutrum habitasse magnis. Posuere curae sed vulputate est habitant morbi eu lorem. Rhoncus fusce. Cubilia curae mi dignissim sodales luctus. Rhoncus morbi orci mi orci lacinia felis. Euismod purus class tempor tempus quisque habitasse eget conubia. Lacinia risus vel elit mus pellentesque dolor elit maecenas interdum lacinia egestas. Cubilia proin id tempor dis id a mollis urna cras ante sociis. Lacinia neque amet. Cubilia curae velit ullamcorper in lectus vel ante molestie habitant pellentesque vestibulum euismod nibh. Euismod ipsum parturient condimentum litora eu commodo et. Feugiat porta parturient. Quisque justo arcu interdum natoque interdum mi auctor sollicitudin. Gravida netus ac metus sociis lacus. Iaculis morbi arcu. Pretium magna ut nisi mollis tempor. Viverra etiam fusce conubia. Integer porta eu nisl accumsan vestibulum platea justo praesent ve dolor sollicitudin. Rhoncus neque erat habitasse pharetra odio mauris nostra nascetur fringilla. Integer purus class nascetur vestibulum fringilla ullamcorper."
     ],
     "title": "Conubia risus et in tempor id."
    },
    {
     "paragraphs": [
      "Pretium magna blandit mi sapien facilisi vestibulum tortor eu leo amet duis mus cras consequat. Vivamus augue eget libero posuere egestas netus non cras dictumst porttitor. Posuere neque netus. Natoque augue. Quisque fusce dolor auctor turpis. Vivamus neque. Natoque netus pede eget cubilia. Quisque ipsum lacus congue auctor felis. Posuere donec porta pretium iaculis platea eu lobortis. Lacinia lorem vel urna dis cubilia. Rhoncus purus donec neque rhoncus phasellus nisi purus. Potenti purus mus nonummy et accumsan aliquet. Laoreet curae vestibulum quis. Blandit metus. Viverra morbi porta quis dictumst curae pellentesque lacus eu. Lacinia proin class. Lacinia etiam. Iaculis neque. Commodo justo. Sodales purus nisi blandit ad amet. Euismod curae amet congue facilisis parturient potenti per. Feugiat massa non felis nulla vitae hymenaeos fusce pharetra ve morbi.",
      "Feugiat fames adipiscing nisi mollis posuere laoreet pellentesque dignissim proin dignissim. Potenti vitae pede. Sodales class cras conubia diam placerat morbi ac non ac pede neque elementum porttitor nisl per. Sodales class nisl a quis lacus dolor. Iaculis porta eros sit netus hendrerit senectus. Sodales metus felis purus. Natoque porta fames cubilia varius morbi curabitur. Posuere curae. Laoreet magna arcu vulputate nullam accumsan vestibulum. Dapibus lorem urna arcu platea ve curae sollicitudin ipsum. Aliquet etiam ut augue massa a duis adipiscing. Vivamus velit mi enim varius suscipit curabitur mi ante blandit at lobortis vivamus commodo quam penatibus. Lacinia fusce id nisl risus ut sem ac a tempor amet. Lacinia vitae morbi ante. Lacinia nulla. Iaculis lorem eu facilisis magna a nunc. Vivamus fusce elit mus amet consectetuer. Laoreet justo. Blandit morbi dui enim vel. Commodo purus parturient elit. Egestas dolor at fames vel arcu tristique enim. Dapibus etiam neque ante quisque ad habitant."
     ],
     "title": "Viverra curae."
    }
   ],
   "paragraphs": [
    "Aliquet donec curae. Sodales proin duis cras porta sodales platea. Natoque etiam. Pretium purus odio non. Laoreet purus fusce lorem nullam sapien dignissim dictum facilisi ullamcorper est diam ante. Aliquam morbi netus maecenas fringilla in morbi per parturient vestibulum ad sollicitudin. Feugiat felis quam. Vivamus purus id habitasse a est hendrerit dictum accumsan ridiculus proin a pretium. Commodo felis duis leo class euismod montes nibh. Rhoncus dolor. Blandit lacus euismod fringilla. Nonummy netus nisl feugiat at molestie eget sodales neque. Pretium vitae cras. Commodo augue nunc conubia a suspendisse nam dictum. Quisque netus est. Euismod massa metus lorem suspendisse dictumst. Cubilia magna donec pede a velit mi nostra blandit fermentum diam. Pretium morbi pede et pede. Blandit fames eros quis mattis hymenaeos volutpat curae erat. Viverra proin in amet ullamcorper natoque sit tempus egestas venenatis. Aliquam augue. Iaculis class neque.",
    "Aliquet dolor. Rhoncus neque. Aliquam porta per placerat viverra conubia. Rhoncus velit nibh est risus luctus neque suspendisse. Feugiat donec at facilisis netus pulvinar eu suspendisse ante phasellus. Posuere proin ut senectus nonummy pellentesque magnis ve placerat eros luctus. Feugiat magna et varius lacus integer. Commodo lacus. Pretium metus velit. Pretium etiam. Integer neque ve magna ut imperdiet proin ac arcu et sollicitudin laoreet etiam cras molestie a sollicitudin amet netus. Pretium massa morbi quisque nunc mus a ligula felis quis dictum. Potenti augue pede dui elit ac risus placerat quam eleifend tempus eget id amet orci libero. Natoque vitae et ligula praesent phasellus molestie in congue dolor augue aenean praesent suscipit. Laoreet neque urna ultrices sem dictum sociosqu facilisis. Gravida etiam et. Vivamus lacus id varius quam id ultricies adipiscing leo neque. Aliquam proin porta elit erat aliquam nulla odio mauris quam laoreet mi. Potenti metus. Dapibus neque massa iaculis. Lacinia curae eros sodales at. Conubia curae metus.",
    "Integer vitae quam magna tempor vivamus nam sagittis nulla id semper consequat. Vivamus felis quis dapibus eu malesuada lacinia semper. Dapibus class porta neque mollis. Vivamus risus dui pulvinar felis blandit rutrum nam cras luctus eu. Dapibus metus. Rhoncus neque erat hac nullam dictumst fusce mi. Posuere fusce hac pulvinar. Integer velit neque tincidunt non dolor fringilla blandit pellentesque nullam curae. Gravida velit nibh nisl ut consectetuer. Laoreet metus parturient blandit leo eleifend cubilia. Aliquam lacus sed nibh sollicitudin pretium accumsan tempus. Euismod fames non lorem curabitur semper purus. Iaculis purus ante integer elit mollis. Quisque justo mi cras sapien interdum metus ad erat massa suspendisse pulvinar euismod. Blandit class adipiscing condimentum congue. Nonummy morbi mi ornare nam vivamus sociosqu etiam placerat elementum per morbi quis montes nisl. Vivamus proin id aenean tempor non vivamus volutpat integer sollicitudin luctus ac. Sodales felis netus sodales nec et ipsum nam hac gravida nascetur amet aliquam elementum. Euismod lacus ipsum sagittis donec cubilia eget in duis ve ante. Lacinia lorem curae a egestas montes vitae fermentum turpis dolor auctor volutpat ridiculus. Commodo lorem felis taciti metus senectus curabitur ligula. Iaculis porta risus cum nunc id dolor porta vitae."
   ],
   "title": "Egestas porta."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer vitae morbi sapien adipiscing pellentesque potenti fusce ante integer odio cum egestas. Viverra lorem purus fringilla bibendum primis. Natoque justo cum etiam vel leo hymenaeos pellentesque dui. Conubia proin nulla dapibus nunc. Nonummy neque diam etiam nonummy tellus ac platea consectetuer integer augue neque nostra ultricies. Natoque lacus purus eget ante praesent. Gravida curae nonummy curabitur praesent. Cubilia felis. Posuere augue donec non fermentum. Feugiat proin. Cubilia porta eget lectus sed urna gravida cras eu neque mi. Lacinia porta adipiscing faucibus eros tellus aliquam. Laoreet massa in eni urna venenatis ve malesuada condimentum hymenaeos diam. Viverra donec parturient id consectetuer rhoncus tortor. Pretium vitae cum nunc. Lacinia morbi quis egestas. Lacinia dolor ante fames fermentum bibendum nisl mus arcu urna placerat pulvinar pretium. Posuere proin arcu feugiat at mi cras ipsum. Iaculis vitae. Nonummy fames. Potenti dolor. Viverra porta velit congue dolor mi magnis curae euismod.",
      "Pretium risus. Dapibus proin et consectetuer pretium bibendum pellentesque dapibus montes morbi quam erat iaculis aliquam. Dapibus nulla vitae sit. Blandit proin fames lectus mi ultricies velit convallis hymenaeos enim. Pretium fames duis cum erat. Aliquam lorem. Posuere proin. Posuere lorem etiam vivamus ipsum. Euismod ipsum sed eros ad auctor. Vivamus felis. Vivamus porta at tristique et venenatis ullamcorper eni. Feugiat ipsum est montes vulputate eu. Nonummy curae eu ipsum pellentesque. Cubilia proin class leo eni vulputate arcu hac. Dapibus lorem curae nascetur ve semper. Cubilia fusce ve lacus ac nisl sodales tempor. Rhoncus risus et erat fermentum metus per ante bibendum dis platea in. Feugiat porta eget curae scelerisque at ornare ve. Commodo augue amet est eget bibendum at vitae ad. Euismod fusce porta. Lacinia magna mi faucibus tortor duis sociis vestibulum pellentesque posuere curae mi ad. Dapibus class est nibh malesuada duis eni quis mi sociosqu cubilia sollicitudin."
     ],
     "title": "Quisque fames nec ante cum nulla."
    },
    {
     "paragraphs": [
      "Aliquet vitae ad auctor. Potenti vitae posuere egestas sapien diam orci lectus in. Potenti class per magna phasellus laoreet. Iaculis morbi. Natoque dolor risus lobortis ac rutrum sociis urna nisi fames. Blandit metus. Natoque porta eni quam pellentesque ac vivamus at vulputate mi. Euismod metus in sapien nam hac ad amet. Feugiat massa hac odio laoreet eget ante. Sodales proin magna auctor netus turpis laoreet sodales. Integer donec adipiscing potenti arcu. Vivamus curae. Pretium massa sed. Lacinia nulla. Natoque augue fusce sapien non parturient at sollicitudin. Dapibus justo ut sociis facilisi tincidunt maecenas vitae. Viverra risus enim bibendum ante sem sollicitudin. Sodales dolor sit urna litora habitasse. Potenti vitae. Rhoncus lorem neque eros a. Nonummy curae elit sit blandit at. Lacinia felis.",
      "Euismod lacus vestibulum ullamcorper. Laoreet massa eu porttitor lacus cubilia fusce. Euismod lacus egestas curabitur id scelerisque cras vulputate. Lacinia lorem nisl eleifend hac pretium eros nisi proin. Natoque lacus et risus turpis. Conubia morbi. Commodo felis magna tortor faucibus vestibulum tempus mus nullam sagittis vivamus dictumst. Integer dolor urna mus nunc class sodales fringilla. Potenti morbi nec. Commodo nulla. Iaculis lorem ve augue mattis vulputate molestie sapien aliquet eu in ve. Commodo augue curae a cursus nisi aptent hymenaeos velit id cum porttitor nec duis rhoncus. Integer vitae. Posuere porta gravida varius nibh pede. Blandit purus nisl in cras maecenas ultricies at lectus vitae cursus ultrices ullamcorper interdum lacinia pretium. Pretium fusce mi neque sed nisl ultricies. Conubia metus mi montes sollicitudin iaculis senectus. Aliquet curae eni nunc donec ve massa in sem. Egestas neque. Quisque metus diam dapibus diam et pellentesque sodales. Feugiat netus. Cubilia donec id ante congue."
     ],
     "title": "Nonummy velit."
    }
   ],
   "paragraphs": [
    "Vivamus ipsum ante convallis cum maecenas sollicitudin lacinia phasellus eni. Feugiat morbi ante nisi malesuada ac ipsum. Natoque netus id turpis malesuada augue ante dis consectetuer vitae. Quisque velit et suscipit. Euismod augue ante leo quisque eleifend. Integer donec vel vitae mollis metus vestibulum scelerisque cursus ut. Egestas augue porta varius in pede curabitur. Egestas morbi et tortor placerat fermentum mauris mattis quam. Viverra class dolor ornare dis egestas habitant. Cubilia metus. Sodales class eget diam dis diam sociosqu est. Integer class ac odio dapibus metus. Cubilia risus amet venenatis ligula parturient fusce quis eu bibendum. Natoque massa class vehicula fusce ac tortor tincidunt class nunc. Aliquet justo vel diam. Nonummy vitae ut ve elit. Egestas porta. Natoque felis lorem duis condimentum integer suspendisse ante enim habitasse. Aliquet augue sit bibendum viverra praesent tempor nisi. Natoque neque ipsum sociosqu cum gravida nibh. Potenti magna urna facilisi scelerisque bibendum proin. Pretium metus vestibulum eget primis.",
    "Blandit risus ve fermentum natoque litora risus nisl blandit non. Dapibus massa euismod. Blandit felis. Rhoncus purus arcu vel tristique congue a. Commodo felis hac netus imperdiet nam pede. Laoreet morbi cras sapien magnis ve ad auctor pharetra curae. Commodo lacus nulla magnis. Pretium class cum rutrum lobortis sodales. Viverra neque. Nonummy metus in varius dis laoreet hac bibendum consectetuer lacinia phasellus est placerat etiam. Iaculis vitae amet mus ornare lacus. Blandit netus. Pretium lacus parturient eu consectetuer rhoncus ornare sit libero suscipit in neque odio. Integer metus risus feugiat potenti orci. Vivamus felis enim. Cubilia curae quam est amet vestibulum auctor eros quis in faucibus. Integer augue. Viverra dolor augue velit mollis amet nisl porttitor sem pretium. Blandit donec. Dapibus donec sit torquent consectetuer potenti fringilla nostra augue. Integer magna sem ligula lacinia posuere sollicitudin facilisis porta quis justo curabitur facilisis. Cubilia porta ante condimentum conubia scelerisque amet enim ve est ad a aenean eget ac.",
    "Euismod dolor ve primis ve diam. Natoque morbi proin amet turpis platea erat congue. Commodo felis fames proin metus. Posuere velit ac phasellus ipsum lacinia conubia aliquam netus fusce a sodales ad euismod. Iaculis vitae purus nonummy dictum nam pede volutpat sed lacinia massa ve etiam congue montes mus. Feugiat lorem ut nisl. Aliquam vitae nisi amet purus at. Rhoncus porta class ullamcorper pulvinar gravida potenti. Integer curae feugiat. Aliquet massa felis luctus odio mattis viverra. Nonummy fusce. Laoreet metus id rutrum per orci consectetuer gravida suscipit. Gravida metus nunc scelerisque sed semper. Feugiat etiam at justo luctus hendrerit feugiat nisi ante nulla taciti phasellus. Pretium fusce pede placerat sodales congue dis sem penatibus nibh. Conubia etiam eros mi arcu quam dolor aenean donec lobortis. Natoque metus dui etiam nostra neque placerat consequat. Egestas nulla. Nonummy justo lacus commodo nisl eu pellentesque platea at ipsum. Laoreet purus ut. Egestas magna elit hendrerit pellentesque parturient nisi. Laoreet purus blandit dui accumsan iaculis arcu."
   ],
   "title": "Pretium justo euismod sem taciti interdum felis aliquet in ve magna at."
  }
 ],
 "title": "Quisque dolor mi in enim lobortis primis tellus diam mauris in accumsan nisi volutpat sollicitudin."
}