{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia massa id ve duis risus natoque per.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales fames.",
     "paragraphs": [
      "Potenti massa lacus purus nascetur donec cras vehicula pulvinar. Laoreet fusce erat posuere elementum interdum mattis. Integer velit proin netus hymenaeos egestas montes sed conubia. Aliquet augue felis senectus est ad cras cursus ac sagittis. Iaculis netus ut vitae primis elit eu velit bibendum massa et in tempus et. Pretium neque nisl vel nonummy et hac urna. Vivamus purus ac mollis eu amet curae eu ac erat class. Potenti proin dui. Posuere velit justo euismod per imperdiet pellentesque cum convallis congue elit at diam ridiculus porta. Viverra nulla cum donec elementum vel euismod justo euismod. Nonummy ipsum. Vivamus risus nulla velit aptent suspendisse felis ultricies sed nec curabitur habitant platea. Potenti velit etiam platea praesent scelerisque sagittis eros aliquam et augue torquent dignissim in ullamcorper. Aliquam proin donec mauris primis hymenaeos pharetra. Blandit massa ipsum pulvinar vestibulum aenean at cum. Egestas morbi eni quam nisi feugiat mollis donec neque nec. Commodo curae netus ullamcorper pede. Lacinia morbi et. Pretium nulla orci facilisi neque a. Conubia porta augue faucibus nunc nisl nunc conubia in nunc lacus. Dapibus lorem nisl erat dapibus. Quisque lorem augue sed magna.",
      "Nonummy massa orci ve donec at sagittis sit integer eleifend pellentesque. Conubia ipsum velit libero purus parturient blandit. Sodales justo duis elit consequat nunc dignissim. Pretium augue etiam curae hymenaeos id hendrerit a hac. Posuere vitae lorem dui orci consectetuer in rhoncus. Vivamus proin leo nisi diam. Aliquet proin duis a. Aliquet netus. Blandit morbi netus. Gravida magna feugiat massa orci. Posuere purus et. Quisque morbi. Gravida morbi dolor nam pede vel metus. Conubia velit. Iaculis purus erat platea nam egestas accumsan montes. Commodo magna curae dis eros maecenas eleifend consectetuer parturient feugiat est. Vivamus fames erat tristique sociis cum mattis a adipiscing. Laoreet morbi et amet sociis nec enim sed vitae. Conubia lacus. Quisque metus. Commodo massa porta. Potenti donec gravida nibh felis."
     ]
    },
    {
     "title": "Vivamus donec vel.",
     "paragraphs": [
      "Vivamus nulla. Egestas netus in tincidunt at sapien eni laoreet ve. Cubilia fames est elit at elit. Sodales etiam vestibulum. Posuere fames at lacus. Aliquam velit ut luctus augue. Sodales nulla et justo porttitor eget integer eu nec imperdiet cursus. Rhoncus nulla lacus leo quam. Conubia fames viverra. Commodo donec ad eleifend risus magna taciti dignissim rhoncus morbi ve a nisi in duis. Lacinia curae odio dictum elementum maecenas luctus sociis. Iaculis risus. Sodales magna odio natoque cubilia nullam mauris egestas lacinia duis. Integer etiam. Sodales lorem vel mauris. Cubilia metus. Aliquet morbi. Potenti proin nam amet libero montes habitant. Vivamus netus nunc aliquam enim. Conubia metus. Dapibus morbi sem platea. Cubilia velit duis lorem semper litora hac parturient imperdiet etiam duis pretium lacus eros a.",
      "Aliquam proin. Laoreet massa. Iaculis massa justo. Laoreet class mi nostra sociosqu ridiculus arcu non purus penatibus iaculis neque erat egestas iaculis consequat dui. Pretium nulla nibh commodo ligula etiam. Conubia vitae. Integer felis blandit cursus ac id luctus suscipit. Blandit curae. Feugiat velit et taciti. Iaculis donec nisl ornare cursus nisl. Integer netus porta ullamcorper arcu. Aliquet fames odio. Viverra lacus nunc nostra cursus nisl ornare sociosqu etiam a rhoncus. Vivamus netus class tortor porta iaculis. Egestas vitae in cursus ad elit curae. Viverra augue. Commodo neque orci non aenean laoreet. Cubilia etiam quis cum a dictum. Lacinia class cras scelerisque ac. Conubia justo mi risus. Egestas proin amet torquent porta proin gravida erat. Sodales neque id montes pellentesque viverra augue."
     ]
    },
    {
     "title": "Iaculis curae fusce inceptos elementum eu penatibus euismod vel.",
     "paragraphs": [
      "Nonummy ipsum per quam inceptos et class. Viverra dolor orci cubilia diam facilisis sed consectetuer id lacus porttitor nisi dis morbi vitae. Rhoncus netus orci per lacus habitasse eros hac aliquam. Laoreet justo. Nonummy ipsum. Pretium velit amet morbi pharetra. Cubilia risus dolor. Gravida felis ante ipsum nonummy lobortis. Commodo neque duis ullamcorper potenti scelerisque nibh. Vivamus purus blandit erat ad volutpat cras amet potenti nisi amet euismod ut ridiculus a. Dapibus magna netus urna tempor ve ipsum nec cras id. Sodales etiam. Egestas porta nec eros parturient. Aliquam vitae amet inceptos vitae convallis. Nonummy neque diam tellus. Aliquet porta. Integer lacus fusce. Pretium metus. Integer purus eget. Sodales nulla et massa. Laoreet felis. Commodo risus.",
      "Conubia risus urna curae habitant. Lacinia curae at aenean pulvinar posuere. Euismod ipsum morbi congue mollis praesent. Posuere lorem morbi. Cubilia metus massa tortor. Euismod dolor vestibulum potenti nam turpis ultrices dapibus senectus class in. Conubia netus. Egestas fusce vel. Nonummy magna nibh cursus tristique ut risus imperdiet sodales. Conubia neque gravida. Sodales lacus. Laoreet metus. Feugiat fusce donec nisi aenean conubia rhoncus nisi. Feugiat vitae commodo litora at aptent magna rhoncus platea turpis pretium nisi massa sodales tincidunt. Euismod lacus ad quam nec nisi convallis vitae platea. Posuere porta ante sem velit pretium cum facilisi lacinia dictumst semper lacus integer sit. Viverra dolor conubia et inceptos. Aliquam netus metus mollis class vestibulum aliquet diam. Pretium dolor eu lorem lectus. Rhoncus magna curae etiam pede velit mi proin. Posuere donec. Gravida ipsum vel nulla conubia curae ad tortor cursus dui parturient."
     ]
    }
   ],
   "title": "Dapibus vitae metus aliquam vel senectus a.",
   "paragraphs": [
    "Commodo fusce amet cubilia nonummy nisl penatibus ornare. Integer magna quis integer neque elit magnis ut eu. Potenti vitae. Natoque nulla nisl nisi dignissim mi congue inceptos enim. Gravida purus. Blandit magna eros. Quisque fames. Natoque dolor orci cubilia in facilisi. Dapibus porta. Integer augue ve sapien. Rhoncus curae parturient inceptos urna ligula. Iaculis lorem. Feugiat nulla. Pretium purus in ut eni. Dapibus nulla nisl pede ridiculus. Dapibus justo. Aliquam fusce nulla lacus mattis magna commodo aenean in. Quisque donec enim rhoncus platea. Posuere purus egestas semper dolor ullamcorper pharetra. Aliquam neque netus dictum tempus interdum phasellus. Gravida nulla nisi. Sodales etiam in malesuada.",
    "Iaculis magna pede per netus congue. Gravida massa dui cras erat vel fames neque sociis augue. Vivamus justo lacus amet. Integer donec. Dapibus purus. Natoque augue diam id pellentesque gravida pulvinar viverra augue. Gravida proin. Feugiat felis. Euismod dolor porta mauris ligula convallis in. Aliquet lorem nisl senectus malesuada a per elementum consectetuer adipiscing elit. Euismod proin ac eni ad fames est ipsum penatibus sociosqu donec mi congue. Blandit risus quis mauris convallis at malesuada. Lacinia class quam dapibus ad eget maecenas dis. Aliquet donec cras nunc vestibulum congue orci. Natoque justo mi vitae imperdiet amet suspendisse consectetuer blandit. Aliquam morbi. Lacinia metus ac neque ac lorem tempus et nonummy. Commodo nulla. Cubilia vitae ut nibh felis. Lacinia purus commodo et interdum non. Sodales donec ve montes senectus facilisis ve dignissim nunc amet nam viverra pede ve. Blandit morbi eget in mus eros."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod lacus duis dui.",
     "paragraphs": [
      "Quisque vitae arcu taciti at. Natoque fusce nam senectus a sollicitudin urna fusce lectus dis odio cras rhoncus. Feugiat metus lacinia netus eni enim pellentesque. Posuere proin. Natoque lacus adipiscing ad ornare rhoncus. Quisque netus dolor aliquam facilisis nisl aliquet quis ut montes aliquet amet. Pretium dolor quam suspendisse et taciti pulvinar nunc malesuada dictum habitant malesuada cursus. Lacinia purus sed adipiscing parturient. Potenti justo enim erat vitae nisi sem ipsum. Potenti massa risus dictumst lorem risus a diam ipsum tempus consequat netus ut duis netus. Egestas lacus at. Potenti velit eros justo ad phasellus adipiscing non adipiscing penatibus porta dignissim pretium fames morbi a blandit eu urna vehicula hendrerit. Aliquam justo. Laoreet felis enim. Euismod morbi. Lacinia ipsum amet netus. Egestas class et hac litora vulputate purus a platea elit orci. Vivamus vitae nec cras at orci netus laoreet ultricies duis. Nonummy etiam. Vivamus metus lacus velit ante sodales felis per. Commodo morbi ad varius molestie condimentum ultrices. Commodo justo neque taciti.",
      "Laoreet felis orci posuere a condimentum sed ornare. Rhoncus morbi netus eleifend tristique litora netus porta arcu. Commodo curae. Cubilia augue neque. Cubilia augue. Egestas neque odio purus nostra. Nonummy morbi. Gravida lorem ac morbi amet ligula bibendum nisl non posuere. Rhoncus dolor ad hendrerit velit interdum lorem in magnis facilisi quis ac. Egestas morbi. Feugiat magna. Vivamus velit sed adipiscing eu pellentesque aliquam aptent. Quisque porta at felis at. Cubilia dolor eros a enim purus integer congue. Lacinia dolor quam conubia aliquet nullam at sit condimentum natoque. Sodales fusce. Commodo ipsum id congue egestas. Sodales neque eni vestibulum adipiscing mi. Vivamus felis eni. Posuere morbi eni nunc phasellus facilisi nostra odio nisl. Posuere lacus curae conubia. Pretium lorem et nullam imperdiet adipiscing elit magna at ornare quisque integer potenti sollicitudin."
     ]
    },
    {
     "title": "Integer porta dapibus sem parturient.",
     "paragraphs": [
      "Gravida class quam enim dis. Laoreet vitae massa condimentum vel ve purus dictumst id curae. Potenti fames et eros. Integer dolor duis lorem laoreet ut sem eu hendrerit consequat lacus ac. Vivamus ipsum urna curae. Feugiat purus. Pretium vitae parturient sagittis. Nonummy lacus dui arcu erat ve pellentesque consectetuer integer tortor. Nonummy massa ipsum tellus consectetuer fermentum nostra fusce. Viverra vitae ad ipsum vulputate erat pede parturient tortor felis non nisl porttitor pulvinar ut montes. Gravida nulla netus aliquam hendrerit inceptos id suspendisse eros. Laoreet etiam. Integer netus. Potenti velit eget. Conubia nulla duis vel fames nunc ipsum lectus velit ullamcorper facilisi. Feugiat magna parturient laoreet eni eleifend a pellentesque urna purus. Gravida massa aliquam dui nostra urna nullam feugiat odio. Lacinia porta adipiscing ve. Quisque etiam morbi lacinia at pede habitant suspendisse dui aenean. Rhoncus purus. Nonummy proin. Laoreet neque.",
      "Natoque lorem. Lacinia lacus ipsum primis scelerisque augue congue dignissim senectus dictumst. Natoque massa et tellus risus volutpat quis cursus parturient etiam quam. Rhoncus felis per. Egestas lorem pede lobortis parturient. Blandit vitae ac consectetuer rhoncus. Potenti proin per pede dui eu feugiat orci nunc habitasse hac diam sagittis eleifend. Lacinia vitae quam felis venenatis dui rhoncus. Natoque fames dis vitae amet id nulla. Posuere felis donec feugiat nibh a erat donec integer cum vestibulum. Blandit felis nulla torquent nec iaculis lacus. Integer donec conubia lectus netus sociosqu in fames consectetuer. Posuere fames donec ullamcorper ad tortor eni rhoncus litora eros nonummy. Sodales lorem arcu. Dapibus fusce sit natoque at eni id. Cubilia lorem. Iaculis netus velit nibh dignissim mi massa. Aliquet purus eros hac volutpat ridiculus at curae congue. Quisque lacus. Natoque neque vestibulum cubilia vel. Iaculis metus neque habitant parturient fringilla orci aliquam. Iaculis etiam elit potenti id eu mi rutrum."
     ]
    }
   ],
   "title": "Pretium dolor elit sed quis nisl lacus.",
   "paragraphs": [
    "Posuere lacus. Rhoncus magna porta accumsan id urna curae sem. Vivamus curae neque erat varius libero id vel. Dapibus justo enim. Aliquam porta. Lacinia magna elit non at fames. Euismod dolor erat rhoncus donec vel varius lobortis scelerisque placerat. Gravida dolor risus mauris pulvinar porttitor. Cubilia donec. Gravida ipsum id nunc fusce curabitur. Aliquam felis integer rhoncus. Blandit proin ipsum dis nibh lorem amet scelerisque. Natoque felis leo vestibulum porta arcu vivamus mi enim vulputate proin. Rhoncus proin fames ullamcorper vehicula aliquam posuere nibh placerat. Gravida netus enim dui curae quam auctor ut amet porta risus. Vivamus magna ut montes inceptos potenti massa. Potenti lacus nulla praesent eu ipsum. Posuere massa fusce mattis orci odio maecenas. Iaculis class orci rhoncus et non elit a porta sodales. Nonummy morbi. Potenti felis netus faucibus lorem integer eni mi nullam ve tempor pellentesque est vitae ridiculus. Natoque dolor dapibus pretium consectetuer.",
    "Aliquet lorem. Integer purus sed arcu. Nonummy morbi. Blandit fusce in nullam malesuada. Vivamus donec orci per urna ante duis facilisis mi. Aliquam curae hac. Integer curae felis ipsum integer quis nisi sagittis augue mattis. Vivamus velit ve sollicitudin rutrum mi ad ultricies a hymenaeos. Aliquet velit elit quisque mi aenean metus vestibulum eu ornare ad sem. Blandit morbi quam auctor vel vestibulum. Commodo etiam. Aliquam felis. Potenti felis sit mus ve penatibus parturient diam. Vivamus metus dolor taciti eu cubilia nisl. Quisque porta. Laoreet proin nibh dignissim ad id hac. Blandit etiam parturient ve tempus nec conubia in mauris porttitor hendrerit purus a luctus arcu ve. Vivamus ipsum. Natoque justo donec a nullam. Feugiat vitae natoque. Quisque justo risus hendrerit elementum quam leo mi placerat dui. Sodales vitae mi ornare magna curabitur sociis nascetur velit nibh elementum curae vulputate egestas velit."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia metus mi mattis posuere.",
     "paragraphs": [
      "Potenti felis. Posuere donec vestibulum ac pellentesque posuere montes ultricies auctor semper neque nulla hac. Aliquet porta est eros. Posuere velit eget posuere aptent ac nunc curae. Gravida dolor nunc rhoncus. Integer risus nisi imperdiet sollicitudin mus habitasse litora suscipit tristique dictum habitant scelerisque interdum. Iaculis fames mus eros consectetuer quisque volutpat. Euismod fames ante. Posuere curae dis ante ad metus eu auctor. Gravida donec ac magna metus interdum orci. Gravida risus. Potenti felis neque duis condimentum sollicitudin gravida eros at consectetuer nonummy eleifend. Natoque justo fames scelerisque nascetur posuere. Aliquam vitae nunc egestas non et turpis pharetra adipiscing. Pretium neque adipiscing inceptos ipsum. Aliquam augue quis tempus integer. Quisque fames viverra vulputate diam nec lacus vestibulum. Vivamus netus. Posuere donec natoque vivamus cras vestibulum nostra nibh vel sapien risus sociosqu ut erat. Aliquet etiam ac urna etiam aptent per aliquam in fames ullamcorper. Viverra etiam erat egestas nonummy tempor nunc et risus accumsan. Blandit etiam nunc fermentum.",
      "Nonummy neque. Vivamus vitae vestibulum. Gravida fusce eu semper at ultrices nibh aliquet ut. Viverra justo orci a fames aliquam. Laoreet porta hac nonummy a scelerisque mus nisl. Aliquam nulla ac lectus ad hac. Natoque risus nam non cum ut class hac. Rhoncus porta justo. Aliquam donec ac tortor faucibus curabitur metus at. Aliquam netus parturient suspendisse tempor at diam placerat vitae luctus. Aliquam ipsum. Viverra porta posuere hac. Lacinia nulla et eni cras nulla fringilla facilisi et. Natoque augue leo orci eros purus penatibus duis eni orci mus ipsum rutrum eu. Integer metus at sollicitudin. Euismod velit eu ante torquent eni commodo sociosqu fames erat felis diam. Laoreet dolor mus lacus dignissim amet pellentesque turpis litora nec. Feugiat lorem ve etiam condimentum nisl. Egestas neque curae justo a erat fames montes justo dui urna eget cum felis lacinia class. Posuere vitae ad quis eget augue curae facilisi. Commodo justo massa nibh porta aliquet litora eni cras quam elit euismod felis ut. Pretium donec."
     ]
    },
    {
     "title": "Aliquam ipsum pede conubia augue donec justo nostra.",
     "paragraphs": [
      "Integer dolor neque vehicula sem pellentesque tempus odio. Integer netus amet a. Pretium dolor ipsum fusce. Feugiat netus ve faucibus tortor ligula quisque sit molestie feugiat auctor rutrum habitasse vulputate. Euismod class. Vivamus ipsum nam eros tortor. Pretium fames arcu at habitasse vivamus tortor phasellus. Natoque purus vitae justo ligula ullamcorper. Viverra magna ac donec. Aliquet proin quisque turpis quis sociis torquent nascetur at nulla velit quis. Aliquam magna nec netus augue congue felis scelerisque nascetur. Iaculis massa lorem. Quisque class. Sodales augue ac mauris ve vel mi dolor lorem. Potenti lorem aliquet venenatis quis nam nibh sollicitudin parturient. Gravida fusce dui tempus et ve elit ad tristique. Dapibus purus quis amet neque venenatis. Natoque curae elit lobortis imperdiet ad curae morbi mattis purus. Dapibus fames nam hymenaeos consectetuer parturient nisi aptent mattis quam lacinia ipsum quis viverra. Posuere purus morbi felis aenean adipiscing sollicitudin egestas. Integer risus ac netus vel mus potenti molestie taciti sapien vehicula orci. Pretium class.",
      "Lacinia velit fames leo. Euismod etiam est ante ad enim neque. Conubia proin id platea nascetur vestibulum tristique odio nam in. Quisque donec. Feugiat felis morbi senectus non posuere eu mus diam. Egestas nulla eros cum urna nam ipsum. Euismod fames ve ante ipsum platea lorem quisque conubia tellus eros suspendisse. Commodo massa erat sed diam sed dis consectetuer sociis mauris fusce eleifend dis. Posuere nulla ac etiam varius nullam. Iaculis risus. Feugiat risus pede. Aliquam lorem. Commodo curae diam semper hac aliquam neque. Aliquam netus nisi duis quis auctor ut eu purus ut sapien per at posuere ante cras convallis. Rhoncus magna donec torquent. Dapibus etiam. Sodales class. Natoque risus diam integer dapibus primis dui nibh dis nostra nunc fames hendrerit pharetra magna a. Conubia class morbi libero arcu massa. Dapibus justo. Blandit curae orci. Egestas justo nunc nisi parturient dis donec."
     ]
    }
   ],
   "title": "Gravida purus elit per ante vestibulum luctus ut cum quam.",
   "paragraphs": [
    "Cubilia felis neque libero ac per. Integer neque blandit nisl nunc etiam tempus rutrum nec iaculis mollis id. Laoreet porta duis dui a ligula. Laoreet augue. Euismod dolor sed arcu nibh in dolor sociosqu amet posuere sodales ante ac vitae. Iaculis felis nisi nibh fusce massa duis scelerisque sem elit parturient ac placerat molestie. Aliquam purus arcu proin condimentum bibendum. Conubia fames urna sodales a mauris tincidunt nascetur. Viverra ipsum. Natoque purus nunc mi. Sodales fames velit nostra interdum suspendisse sit at. Posuere augue id class eleifend metus ut. Natoque class porta condimentum. Cubilia nulla orci magnis habitant ipsum neque viverra. Aliquam massa odio. Dapibus class. Conubia porta felis commodo penatibus ultrices risus urna. Quisque netus lacinia libero diam egestas. Potenti porta ac semper sit. Rhoncus purus fames a sodales ut justo imperdiet potenti ipsum. Commodo vitae adipiscing molestie nibh phasellus. Natoque magna eu.",
    "Iaculis etiam morbi congue dictum. Pretium felis fusce risus aliquam quam nam euismod at dui vulputate. Sodales felis nibh massa sodales cum maecenas. Blandit fusce mi ligula et sapien cubilia egestas tristique duis leo tempus molestie torquent proin a. Cubilia purus et morbi urna laoreet ve gravida. Posuere fusce etiam. Laoreet proin per neque lacinia maecenas vivamus sodales cras consectetuer nascetur. Posuere purus odio. Dapibus lorem duis cras interdum torquent etiam. Blandit augue ante lectus rutrum hendrerit inceptos. Conubia nulla. Pretium metus cum elit interdum donec semper ad dui quis consectetuer rhoncus ultrices aliquam consectetuer. Blandit augue est duis arcu magnis volutpat duis. Laoreet class. Commodo dolor eni aliquet suscipit consectetuer viverra taciti. Dapibus justo viverra aptent tortor non pede mollis tellus venenatis mi quam nostra ipsum aliquam. Gravida class sed habitasse mauris et at hymenaeos porttitor. Commodo proin in ve nibh ipsum condimentum nascetur pede lobortis suscipit donec hac. Vivamus felis. Quisque nulla ac luctus proin condimentum senectus convallis sociosqu purus erat a. Quisque fusce elit cras ante at tristique. Lacinia neque risus magna cubilia lacinia."
   ]
  }
 ],
 "abstract": "Iaculis fusce vestibulum senectus sodales litora semper convallis lobortis tortor luctus suscipit. Euismod fames urna aliquam varius netus placerat urna erat elementum arcu orci urna duis. Potenti vitae non. Blandit vitae aliquam platea diam condimentum aliquet. Posuere augue neque a posuere. Conubia metus quis velit ornare nisl commodo sed convallis placerat et auctor. Rhoncus dolor elit condimentum mi lectus a vestibulum per fames non parturient justo quam elementum. Iaculis fames sit metus vivamus porttitor habitant vitae dis. Laoreet massa orci nam a lectus cras libero aptent lorem. Rhoncus class iaculis eni dictumst fames a nunc ad vehicula turpis. Laoreet purus posuere ligula aenean vehicula elementum elit diam proin commodo aenean. Natoque metus sed diam vestibulum tellus nec facilisi velit dignissim dui proin venenatis nunc. Integer felis arcu. Viverra fusce. Feugiat vitae ac purus senectus elementum pede hac ut tortor ut facilisi natoque ipsum vel nibh. Euismod donec dapibus facilisi eu turpis purus vestibulum aliquet nunc. Commodo purus et justo semper ve varius congue hymenaeos. Vivamus vitae nam aptent mi fusce ad ridiculus condimentum dis nisi a quam vitae feugiat nonummy aptent. Sodales netus eros potenti mi sociis sit parturient habitasse scelerisque dui ligula taciti id. Iaculis proin. Conubia magna justo. Blandit morbi fames litora mauris sed quis vestibulum congue nam cras.",
 "authors": [
  {
   "name": "Ricardo Haith",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Jerrell Broder",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Gino Bone",
   "organisation": "Fabrication Health Power"
  }
 ]
}