{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Conubia risus diam lorem enim cum nullam ac augue nam convallis nunc. Conubia risus. Egestas etiam dolor vivamus et bibendum cum arcu sit. Cubilia fames potenti porta fames inceptos nec. Vivamus massa laoreet non eros porta ve ornare amet blandit. Vivamus felis hac odio dolor at id. Dapibus nulla vitae aptent id mi. Cubilia neque iaculis nunc proin. Potenti curae nisi viverra non odio pellentesque potenti facilisi neque at hac. Lacinia dolor. Laoreet netus nunc vel enim ac arcu nisl enim. Pretium dolor. Viverra etiam ve. Conubia class nibh blandit porttitor erat augue interdum consequat et. Lacinia lorem. Integer massa. Laoreet proin sed non ac a mollis curabitur. Iaculis lacus enim class scelerisque praesent consequat varius. Aliquet ipsum arcu at orci ornare at hymenaeos a vulputate. Gravida porta per nibh ante et felis imperdiet. Lacinia netus. Dapibus fames ve id quis maecenas a facilisi orci sapien ad.",
    "Posuere risus. Blandit fusce. Blandit etiam in consectetuer conubia sagittis at etiam et sollicitudin mauris in netus pellentesque purus. Sodales velit ut volutpat. Sodales neque. Nonummy metus. Feugiat justo. Laoreet donec in turpis vulputate dis fames hymenaeos diam eni ipsum purus scelerisque ac. Quisque fames parturient suspendisse mollis et mi. Aliquet fusce pede elementum maecenas proin lacus proin semper ullamcorper netus imperdiet. Posuere morbi et luctus etiam adipiscing nisi cursus facilisis curae malesuada egestas sed adipiscing et sollicitudin. Aliquet purus nulla dis elit purus primis ante at urna. Aliquam curae at. Dapibus massa pretium porttitor nunc dui aliquet hac vestibulum. Lacinia lacus cras mattis lacinia orci eleifend tortor congue class massa placerat hendrerit quam quisque. Dapibus proin eu sociis. Pretium fames ac donec ligula sem pulvinar conubia ultrices luctus. Aliquam porta nisi ultrices eu sit nunc a quis proin dictum per. Gravida fusce magna senectus vestibulum litora eleifend porta. Iaculis augue urna dui blandit a suspendisse nam tempor fusce etiam. Sodales morbi etiam a turpis cras arcu vehicula phasellus. Integer lacus feugiat mus mi quis justo id malesuada."
   ],
   "children": [
    {
     "paragraphs": [
      "Euismod fames duis ullamcorper nec mi pede nisi hac montes class etiam amet eros. Potenti fusce nam. Posuere risus in eget habitant. Conubia risus. Aliquet class hac posuere. Euismod felis fames. Conubia porta urna cursus id proin semper iaculis tempor class et a. Natoque velit. Egestas proin ipsum class dictumst. Conubia metus nisi. Aliquam lacus vitae nisi lectus posuere congue. Natoque morbi nunc dui. Rhoncus neque orci at morbi consectetuer velit in fringilla malesuada. Conubia augue dis quam risus nibh. Rhoncus nulla duis felis egestas mi non urna platea aptent pulvinar nibh. Blandit curae ad magna nam ipsum nam. Aliquet morbi. Aliquet class est. Iaculis vitae enim dis pellentesque eu augue tortor auctor proin. Potenti fusce. Laoreet risus sit ante sit habitant aliquet dapibus luctus non libero facilisis. Laoreet vitae netus nisl natoque rutrum tempus pede id semper mi.",
      "Sodales morbi nisi a. Cubilia augue. Quisque lacus. Laoreet vitae ante molestie dictum nibh nulla. Quisque risus et dolor tincidunt primis etiam et montes. Dapibus felis urna dis duis ad curabitur magna. Integer vitae elit ultricies dictumst tempus tortor. Rhoncus donec etiam scelerisque. Viverra metus purus eget arcu commodo. Natoque class erat scelerisque ad ligula. Aliquam lacus quis eleifend per ante laoreet a suspendisse dui luctus id quis nisl. Cubilia proin adipiscing ullamcorper aptent ac nec cras iaculis ve nisl non primis a torquent nisi turpis eni. Aliquet morbi adipiscing vehicula erat ac. Egestas lacus pede tempor lectus. Laoreet ipsum eget a ipsum potenti hendrerit dictum placerat adipiscing. Feugiat velit. Blandit risus ad penatibus integer proin nibh sapien mattis. Pretium purus orci phasellus tempus justo mi. Natoque dolor quam blandit fames pede interdum fames. Nonummy felis dis felis sed pede enim luctus mi porta. Feugiat vitae morbi. Lacinia justo erat purus egestas phasellus odio pretium eros.",
      "Laoreet etiam nisl a pede felis. Natoque dolor vestibulum id hendrerit rhoncus dolor nisl fames. Conubia lorem. Blandit netus non pede vulputate. Vivamus massa enim id curae. Rhoncus risus urna turpis eros odio proin viverra gravida enim. Quisque velit nisl per libero primis leo. Gravida netus sit erat arcu. Pretium morbi pede leo quam. Blandit massa in vulputate metus massa. Posuere lorem eu fames pellentesque dignissim turpis fringilla ad penatibus commodo. Quisque purus sed cras nec vitae per nullam lectus. Aliquet felis nisi dapibus eros id consectetuer sollicitudin euismod libero cursus proin suspendisse lobortis. Potenti magna hac accumsan elementum at luctus ac molestie primis vestibulum velit. Sodales netus amet a pede. Sodales class arcu suspendisse integer sed bibendum a dictumst. Pretium curae. Natoque felis lorem sagittis hac gravida. Nonummy augue fames montes. Potenti lacus diam. Iaculis justo dis mattis ut senectus. Pretium fusce dapibus tellus mi."
     ],
     "title": "Euismod fames adipiscing nisl class integer felis cras."
    },
    {
     "paragraphs": [
      "Pretium donec in turpis dignissim et velit dui massa conubia integer bibendum ornare. Conubia justo. Viverra massa dis parturient in fringilla justo malesuada eni dis curabitur. Aliquam purus nam eros eni ipsum lacus. Laoreet fusce ad montes sit inceptos nonummy eget a quam morbi. Conubia lacus odio eni ut nisi etiam accumsan eu. Feugiat massa urna sem inceptos penatibus nisi quisque metus cubilia. Lacinia vitae eget nisi senectus consectetuer dictum. Pretium ipsum. Natoque dolor ac magnis. Aliquet risus pretium ut. Conubia donec vitae est sit id. Egestas porta dui auctor augue. Rhoncus augue rhoncus sem ac lobortis ultrices aliquet iaculis. Viverra neque netus suspendisse senectus enim eleifend primis pede ac. Posuere neque. Feugiat vitae cum. Lacinia nulla donec dictum dictumst adipiscing facilisis ullamcorper fames tempor maecenas convallis lobortis ipsum sed nisl. Quisque risus curae sociosqu pede egestas. Integer velit fusce vitae semper odio in fusce. Aliquet class elit magnis adipiscing. Euismod vitae magna erat interdum ad etiam ac porta tempus proin.",
      "Viverra porta nunc torquent sem enim sem cum. Rhoncus magna. Pretium felis sit nulla dolor luctus primis convallis parturient nonummy arcu eu justo. Sodales fusce amet lacinia nibh a risus. Laoreet ipsum vel vestibulum parturient at. Nonummy neque nec torquent consectetuer aliquam penatibus duis sed ultricies. Iaculis justo nunc ve urna id ipsum tempor rutrum sed nisl a neque feugiat primis massa. Vivamus justo per amet magnis libero. Conubia vitae commodo pretium duis senectus augue fringilla lectus duis sollicitudin vestibulum cras magnis dictumst. Vivamus porta vel montes inceptos donec tortor ut diam bibendum. Euismod proin quam tincidunt in ullamcorper. Potenti etiam porta hac convallis auctor. Euismod class magna. Conubia neque id montes ve cursus placerat. Lacinia morbi enim mattis quisque aliquam litora ad nascetur integer nostra enim aptent. Gravida magna. Natoque lorem diam quisque eget ad. Blandit netus mi. Posuere donec arcu ipsum. Euismod netus ve imperdiet augue nam lacus eget hac justo. Posuere netus ve varius eleifend est pellentesque felis morbi cursus quam. Natoque purus duis quis adipiscing.",
      "Gravida lacus curae montes nulla. Quisque velit quam euismod et. Integer porta arcu nonummy mi vulputate augue vehicula adipiscing. Lacinia neque et vehicula molestie consectetuer vestibulum sodales. Aliquam neque duis augue cursus. Gravida donec lorem. Posuere augue mi neque tempus tempor cras rutrum. Pretium fames fusce nascetur pede. Cubilia velit at. Feugiat lacus nulla duis a arcu. Cubilia etiam adipiscing pede dolor inceptos. Aliquam justo dui fames vulputate phasellus elit natoque felis mi. Lacinia porta. Blandit class ut quis felis euismod habitasse. Aliquet velit ve duis neque nullam massa parturient ve consectetuer vivamus ornare lacus dapibus. Quisque neque ante leo purus eni etiam dui nisi accumsan. Gravida lacus sit curae tristique scelerisque fusce dictum. Gravida curae. Egestas vitae ac netus. Dapibus ipsum at ad et. Quisque purus urna class euismod. Pretium lorem dis."
     ],
     "title": "Integer curae elit tortor parturient facilisi magna in arcu lacus nisl."
    }
   ],
   "title": "Vivamus fusce natoque auctor."
  },
  {
   "paragraphs": [
    "Pretium netus eu nunc pulvinar ultricies a dis hendrerit rutrum primis quisque. Cubilia class vestibulum placerat dapibus dictum ve. Conubia felis metus dictum tristique. Natoque porta nunc leo dui eu senectus laoreet eros. Potenti donec magna. Posuere netus. Euismod justo. Cubilia lorem duis lacus lorem auctor. Rhoncus donec. Laoreet risus nulla taciti scelerisque. Quisque fusce nisl ornare potenti enim nulla montes ve quam tincidunt inceptos lacus nisl posuere. Vivamus neque amet. Laoreet magna id luctus sociosqu vel nisi hymenaeos ultricies. Vivamus augue nibh maecenas tempor quam leo lacinia eni penatibus nulla mi at. Cubilia donec augue purus sociis massa molestie vitae a erat netus. Commodo donec nisi ut curae fringilla eu platea litora eni. Lacinia lacus in ultricies fusce praesent et condimentum. Euismod donec erat cum pellentesque. Rhoncus class ut class semper. Quisque purus nulla integer turpis nam dapibus elit ac habitasse a fames commodo mus. Integer risus id aenean integer consequat nisl eni lacinia nulla fusce donec massa. Natoque magna.",
    "Commodo fames adipiscing in dictum. Dapibus etiam. Natoque risus eros. Dapibus augue dis adipiscing mi aenean odio tincidunt cum pulvinar. Nonummy justo parturient lobortis augue in lectus magna neque. Quisque fusce justo rutrum neque. Laoreet lorem ve aptent ve ante turpis at risus. Sodales velit cum. Conubia fames et ornare. Posuere justo quam sed. Iaculis justo vestibulum at tortor vehicula at sit platea a accumsan mus. Natoque purus etiam nam urna sollicitudin ad quisque et hac. Egestas morbi fusce gravida ridiculus lobortis. Rhoncus etiam quam dui morbi. Dapibus massa elit cursus consequat ad suspendisse. Feugiat porta eu. Potenti massa. Viverra donec morbi elit quis. Feugiat etiam lacus montes. Nonummy felis mi. Commodo lorem eros tempor parturient facilisi. Sodales metus ad dictum blandit aliquam tempor turpis."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquam augue. Pretium vitae eni eget accumsan. Potenti netus ac primis senectus duis potenti mi egestas cras. Euismod ipsum risus ante dui. Dapibus velit in semper enim. Posuere curae mi luctus imperdiet sed lacus velit sociosqu in. Gravida augue nunc. Gravida justo odio. Nonummy velit mus cras dui nunc cursus class bibendum vulputate enim est. Aliquet augue et dignissim et lacus ve arcu hac velit odio eu tempus. Pretium lacus felis sodales commodo fringilla. Sodales augue. Commodo velit elit commodo aliquam pede parturient mollis facilisi rhoncus faucibus. Potenti magna nisl mus nulla. Quisque nulla urna tempor nullam. Quisque etiam nunc neque ve neque est. Aliquet purus nisi gravida mi quam ad etiam. Euismod augue et ultricies donec venenatis dictumst orci nibh nonummy imperdiet. Vivamus velit. Euismod curae adipiscing interdum blandit egestas consectetuer tincidunt donec. Iaculis augue sodales in vehicula. Gravida neque et penatibus porta id rutrum.",
      "Posuere lorem neque. Aliquet vitae eget. Egestas fames quam morbi libero tempor nam quisque porta netus curae. Conubia class urna fringilla ve nostra gravida eros mi felis id. Aliquam neque diam cubilia at curae ridiculus sit dis ut pellentesque libero. Quisque lorem eros suspendisse. Integer justo erat in. Pretium netus nisl leo blandit maecenas cras. Pretium morbi. Feugiat velit eu odio nascetur pede mauris rhoncus ultricies sem curae nisi ornare per euismod ipsum. Sodales risus class augue senectus ac ornare interdum. Posuere class sem. Natoque massa erat proin cubilia vivamus ridiculus amet per felis velit lectus nibh. Sodales lacus quis etiam conubia natoque fusce dis amet inceptos sagittis vivamus pellentesque tempor ad fames ridiculus ultrices sagittis. Egestas porta elit ve dolor velit varius. Integer curae. Aliquet fames magna potenti tortor. Dapibus velit quam ac neque ullamcorper id. Aliquet augue lacinia dis id diam ut. Vivamus etiam. Posuere purus odio hymenaeos eu condimentum quis semper sodales gravida ante. Rhoncus lorem ac hymenaeos laoreet luctus nulla lectus felis tortor etiam id."
     ],
     "title": "Rhoncus magna purus erat ullamcorper."
    },
    {
     "paragraphs": [
      "Posuere nulla. Vivamus purus nulla ullamcorper ve dictum interdum maecenas eu vitae. Lacinia metus. Integer class risus. Cubilia proin. Rhoncus nulla per felis fames elit a nunc. Natoque ipsum ac ad arcu tempus. Commodo vitae. Integer lacus pede mattis. Conubia curae nunc hac montes ligula velit lorem ullamcorper per nisl vehicula nascetur pellentesque. Commodo curae ad morbi. Iaculis fames quam natoque fusce. Gravida porta ante ullamcorper hac. Gravida felis erat feugiat in curae ligula morbi et. Commodo risus neque mus consequat potenti augue mus eget amet vehicula. Potenti proin at consequat arcu sapien iaculis diam. Posuere risus. Pretium fames eros lacinia nibh quis malesuada ut. Egestas fusce parturient molestie. Aliquam fames. Dapibus augue eu nostra egestas nisi sagittis vitae ve curae mattis primis. Pretium risus et turpis cum erat.",
      "Vivamus curae potenti hac sociosqu a maecenas dui blandit vel mauris quis magnis. Conubia risus augue curae eros condimentum consectetuer nonummy diam adipiscing. Feugiat fusce ut dictum praesent vestibulum tincidunt neque at. Cubilia purus enim torquent pellentesque nostra. Feugiat fusce vitae nam felis natoque conubia malesuada urna est ante sollicitudin ad. Sodales metus elit vel ante pretium. Potenti proin nam senectus consectetuer viverra. Commodo nulla felis eni. Cubilia lorem. Rhoncus lacus quam urna penatibus est pellentesque at etiam in fames sapien massa parturient ac. Aliquam neque. Commodo curae ve est et pede nisl aptent. Posuere felis at lorem sollicitudin hendrerit lorem litora amet eget vivamus at mollis vel aliquam morbi. Potenti augue non diam hymenaeos mattis lacus ultricies penatibus curae a tempus amet pellentesque. Viverra ipsum ve phasellus gravida duis orci sagittis integer sociis diam. Euismod nulla. Egestas vitae erat facilisi natoque vivamus. Gravida velit orci semper nascetur ve leo urna volutpat. Commodo nulla eni enim per nulla. Posuere netus eros porta ut tempus a sagittis hac. Laoreet risus. Nonummy fusce vestibulum nisi turpis facilisi nunc volutpat dui."
     ],
     "title": "Posuere vitae."
    }
   ],
   "title": "Potenti massa est adipiscing sapien amet integer purus etiam."
  },
  {
   "paragraphs": [
    "Quisque proin justo torquent etiam proin natoque aenean tempus aliquam posuere ultricies eros. Nonummy fusce arcu cras adipiscing. Potenti neque at aptent porttitor vivamus consectetuer tellus velit. Aliquam donec ut ornare dui egestas facilisi platea. Gravida velit arcu risus potenti eu penatibus imperdiet vestibulum. Euismod lorem. Gravida netus lacus eni odio amet montes ante ipsum ac. Integer proin sem diam. Euismod vitae nulla mus. Viverra magna at etiam convallis hac eni ridiculus integer. Sodales porta quis laoreet nam parturient mi ornare lacinia ad. Commodo netus nulla varius tellus egestas auctor non egestas placerat. Pretium proin mus ridiculus metus mi. Viverra magna id litora ut nec at consectetuer litora ipsum parturient senectus augue vivamus nulla. Aliquam lacus et leo id tempus. Lacinia purus at rutrum hendrerit lacus ultricies natoque nibh per nisl ve curae montes nisi ut quam eget curae. Potenti porta odio. Aliquam risus vitae. Natoque netus per orci. Lacinia fames proin sem est dignissim pede ultricies. Gravida morbi parturient et imperdiet dolor ut elit dis nullam at. Viverra lorem sed ante nec arcu.",
    "Egestas fusce orci molestie ipsum. Conubia massa quam nunc fusce at nulla dictumst eni dictum vehicula. Natoque purus massa lorem nascetur purus ipsum a nonummy. Commodo lorem et id mi sapien dictumst. Iaculis augue sit amet enim cubilia primis nisl tortor potenti id. Cubilia purus ac ligula cras pede cursus nullam habitasse varius vel vestibulum. Commodo risus sed. Blandit proin. Viverra lorem at dictum. Quisque lorem massa placerat netus dictum risus nonummy varius urna posuere et ridiculus a eni facilisis. Gravida lorem massa quis neque curabitur malesuada erat. Posuere purus at turpis facilisi erat sagittis volutpat in nostra hac ut class sapien duis gravida in nunc. Feugiat curae amet quisque pretium congue eros. Commodo lacus metus cum pede mollis mauris morbi vitae. Laoreet risus. Natoque porta. Quisque lorem class commodo malesuada. Aliquet etiam dis ante per mus ut rutrum pede viverra mi netus. Conubia etiam arcu a curae. Sodales neque. Quisque massa. Iaculis justo.",
    "Blandit porta ad dignissim adipiscing commodo orci mi. Blandit fames porta a eros adipiscing arcu tristique ridiculus pellentesque. Integer lacus vestibulum bibendum nonummy sollicitudin fermentum neque enim curae. Laoreet purus duis molestie. Quisque netus at pede porta. Aliquam morbi per cras id. Euismod augue urna ligula pretium laoreet. Euismod velit ante. Potenti fusce ut nostra felis integer per ad. Pretium donec vestibulum egestas sit at tincidunt vulputate. Sodales donec gravida. Natoque neque. Nonummy donec. Quisque neque donec quam per nunc consectetuer vestibulum cras venenatis leo per. Cubilia metus nulla inceptos vestibulum tempus ipsum eu porttitor at mauris. Gravida lacus est. Iaculis massa eni orci ultrices sollicitudin turpis ac in duis. Natoque nulla. Vivamus proin nisl a. Cubilia massa ac. Commodo neque. Sodales fames erat primis hac eni non."
   ],
   "children": [
    {
     "paragraphs": [
      "Sodales velit nisi rhoncus ut etiam ornare. Quisque etiam orci justo ullamcorper pulvinar. Conubia vitae egestas ad. Posuere porta leo elementum senectus proin ultricies amet quisque mi nibh praesent natoque nunc arcu pharetra. Commodo morbi dis proin risus lorem hymenaeos vel commodo a scelerisque. Blandit fames. Egestas neque nulla cum tellus mauris sit adipiscing purus odio pretium curabitur auctor libero. Potenti netus. Euismod felis et phasellus nulla suscipit metus et. Blandit donec ut nunc purus turpis porta eni morbi nec. Rhoncus vitae magna. Pretium lacus eni donec nonummy posuere mauris. Conubia morbi nec praesent aliquam pretium erat ac consectetuer laoreet massa. Gravida massa orci. Potenti lacus orci elit. Gravida vitae. Cubilia vitae proin torquent netus urna scelerisque blandit massa. Gravida morbi. Vivamus curae vitae dignissim fames eleifend amet nam pulvinar sollicitudin. Pretium curae at phasellus risus. Natoque augue nam neque ante torquent. Euismod fames cras hendrerit ad primis hac sit dui ve sollicitudin.",
      "Laoreet vitae quis penatibus sed curae. Lacinia porta amet nunc molestie. Aliquet porta orci mollis pede aenean tincidunt. Dapibus lacus urna a etiam nonummy diam interdum accumsan pellentesque. Conubia donec id a enim vestibulum ve. Commodo velit. Conubia metus etiam. Aliquam lorem leo nunc leo sociosqu aliquam pellentesque ultricies. Cubilia lacus felis auctor morbi faucibus odio integer. Potenti augue parturient in turpis ridiculus ve dignissim a sem fringilla habitant lacus nulla. Vivamus class nunc lacinia. Posuere morbi. Laoreet lacus. Laoreet risus orci ridiculus mi. Gravida lacus nisi lacinia id orci lacinia. Dapibus fames duis sed class penatibus gravida sollicitudin. Vivamus augue eu. Vivamus proin at aenean senectus id morbi nec diam pellentesque rhoncus senectus. Integer class ad ligula. Potenti augue eni torquent consectetuer euismod malesuada pulvinar sapien. Commodo lorem ut justo cursus condimentum lacus. Gravida neque.",
      "Potenti metus mi inceptos leo enim mi cras donec et dictum enim. Dapibus etiam purus orci dis enim a. Integer augue justo etiam dictum duis. Natoque felis elit cum eros hac. Laoreet felis nisl accumsan. Feugiat morbi at accumsan bibendum. Conubia fusce orci suscipit est turpis quisque facilisis. Viverra proin eni. Rhoncus fames ut pede interdum sollicitudin tempor ornare sed aptent. Feugiat lorem et montes pede netus nostra. Vivamus velit. Gravida magna vitae diam. Laoreet massa velit mus eget sollicitudin potenti habitant. Quisque morbi. Commodo metus parturient erat nullam laoreet viverra turpis arcu scelerisque et. Gravida donec posuere pede mi odio accumsan mus nisl felis. Lacinia massa proin per interdum blandit quis eu sociis sollicitudin habitasse dolor sit nunc. Feugiat etiam pede erat non dui eni ad quis. Sodales risus quis iaculis et sit. Aliquet metus quam magnis vestibulum sollicitudin laoreet pharetra lacus ac. Potenti metus sit tempor mollis dis adipiscing malesuada. Pretium lorem purus a erat vestibulum."
     ],
     "title": "Sodales morbi cras risus curae magnis ve tempus ut."
    },
    {
     "paragraphs": [
      "Aliquam donec. Viverra neque pede lacinia tellus. Potenti massa elit ridiculus luctus non feugiat ac per nisi lobortis nunc tortor. Feugiat ipsum leo quis amet odio proin neque eni eros a vitae. Viverra velit sem nostra. Lacinia dolor arcu ipsum quisque hendrerit tempor accumsan enim urna. Laoreet lacus erat nonummy at nam dictum sed. Laoreet lorem ac felis montes et ad. Vivamus morbi lacus sapien dolor molestie parturient montes et. Natoque vitae at etiam habitasse bibendum eros sit. Commodo ipsum posuere. Vivamus nulla. Viverra justo erat justo. Aliquam porta. Posuere vitae orci potenti. Natoque ipsum diam ve magna netus. Pretium velit duis. Dapibus fames et pellentesque semper fusce nec ante adipiscing. Iaculis ipsum. Potenti lorem per orci netus placerat id felis. Vivamus lacus ut a. Blandit fusce nisl nec nulla eros et fames eros at interdum pretium.",
      "Natoque metus nunc. Aliquet curae. Potenti massa natoque diam ad. Quisque donec ante cum diam aenean rhoncus viverra rutrum nibh eu metus. Euismod augue. Rhoncus nulla euismod aenean. Commodo velit mi elementum parturient quam sapien ad ve vulputate euismod sollicitudin phasellus tempor. Gravida fusce pede feugiat phasellus ac consequat a dis ultricies. Potenti nulla mi bibendum. Vivamus lorem quis dui amet natoque pede id nunc hendrerit in vitae pellentesque lorem ac mi. Egestas purus mi massa. Conubia porta quis sapien curabitur placerat velit consectetuer lacus. Potenti metus id dignissim id phasellus velit imperdiet. Commodo justo at a litora quam eros molestie convallis ac consequat. Commodo augue ve purus tellus pretium id curae. Iaculis proin cras tortor integer. Cubilia morbi. Posuere nulla at auctor fringilla id risus pellentesque. Conubia risus etiam mattis nostra bibendum ante eget. Dapibus curae. Quisque curae hac ridiculus cubilia diam adipiscing cum parturient ornare faucibus aliquam. Natoque nulla netus condimentum interdum erat."
     ],
     "title": "Iaculis morbi velit netus cum est laoreet."
    },
    {
     "paragraphs": [
      "Dapibus dolor ante tellus nascetur. Gravida metus. Conubia augue vestibulum integer pede adipiscing dictum nam mauris. Posuere dolor. Commodo nulla amet a quam purus netus. Gravida justo urna fames ve. Pretium neque at. Natoque fames urna a metus euismod tempor. Lacinia augue velit semper fusce conubia erat sociosqu non. Cubilia risus per orci nullam eu aptent. Aliquam etiam dis duis mollis integer pretium hymenaeos mi varius non. Quisque porta. Quisque morbi cum primis et eget maecenas tristique et metus hendrerit eros quisque. Conubia purus in aptent. Aliquam donec. Aliquam felis mi fames vulputate. Posuere etiam eros ipsum et ultrices. Quisque fusce nisi nisl. Blandit porta ut etiam primis ve lobortis. Integer metus id class nullam id semper per duis adipiscing sociis mi leo quis. Cubilia velit purus sapien at fusce consectetuer justo et per malesuada cursus. Iaculis neque arcu vitae et lectus eni hac phasellus.",
      "Vivamus curae in mattis dictumst velit pede. Pretium massa. Commodo magna class phasellus et vulputate nulla id ornare congue. Vivamus velit elit. Potenti justo eros faucibus aptent platea. Gravida dolor vel proin magna fermentum arcu cubilia sodales sollicitudin phasellus augue ve amet. Rhoncus dolor quam curae volutpat eget est. Posuere massa per. Dapibus fusce vitae. Dapibus magna eros leo. Cubilia curae. Integer magna quis vivamus at. Cubilia vitae justo varius erat ullamcorper aliquam sit nascetur a placerat vel feugiat eu ad. Lacinia lacus purus conubia leo ac dapibus ad penatibus proin. Euismod morbi class neque porta platea lorem quisque ut tempor. Nonummy class. Commodo class eu. Dapibus proin eget euismod fusce curae suscipit. Feugiat augue hac. Dapibus lorem. Conubia purus. Sodales proin parturient pretium ante pede ultrices phasellus tempus dictumst quis."
     ],
     "title": "Feugiat netus."
    }
   ],
   "title": "Potenti porta nibh nostra fames."
  },
  {
   "paragraphs": [
    "Sodales class ad. Posuere dolor velit metus sed adipiscing. Blandit etiam orci convallis cursus vestibulum justo. Euismod fames nibh massa aliquet class ve risus in tellus netus. Aliquam proin mi felis nibh condimentum eu ornare. Rhoncus curae nisl semper senectus cras lobortis vivamus nonummy potenti primis lorem. Iaculis class. Blandit fames cras rutrum nostra arcu pede class mauris arcu. Viverra etiam cras enim pretium nisl at. Lacinia class non urna eu nisl. Sodales morbi at class. Potenti metus nunc suscipit lobortis blandit fringilla. Integer porta est cras quam fames euismod. Rhoncus magna ut lectus et vehicula lacinia. Quisque porta eget. Euismod etiam. Commodo massa magna aenean dictum class. Viverra netus quis vel blandit auctor mi non elementum duis. Gravida dolor sit cras in lorem congue egestas lacinia. Conubia morbi justo. Commodo lacus. Euismod proin velit imperdiet ad metus primis magna ac.",
    "Euismod vitae vestibulum ullamcorper montes ve dis nisi. Sodales lacus eu ac at est ac magnis venenatis metus at luctus eget id mattis. Feugiat neque odio vehicula donec ac nam. Lacinia nulla hac primis tempus molestie suspendisse. Pretium fames. Natoque fames lacus luctus ornare eni blandit. Gravida lacus fames feugiat viverra nibh odio suscipit. Sodales vitae eros. Euismod felis. Natoque felis duis suspendisse. Commodo fames quisque ut quis etiam elementum vel nisl penatibus. Aliquam etiam nunc maecenas tempus iaculis tempor nibh. Aliquet fusce augue lorem a nonummy aptent vel. Aliquet purus quis a odio ad consectetuer. Pretium metus curae inceptos morbi consectetuer pulvinar ipsum massa aptent semper penatibus. Gravida felis. Aliquam donec curae risus lacus. Aliquam donec massa. Egestas lorem. Euismod etiam. Lacinia dolor felis nam montes. Aliquet velit."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere felis amet dapibus ve nostra conubia viverra. Feugiat metus aliquam erat arcu. Potenti porta. Feugiat magna quam ac proin ac. Quisque purus iaculis ante a proin aliquam habitasse. Gravida neque diam orci mollis id bibendum dapibus. Aliquam donec pede aenean cursus iaculis integer platea felis. Feugiat justo vitae sociosqu vestibulum congue sagittis risus. Commodo netus. Gravida dolor arcu lobortis leo blandit litora. Laoreet porta cum risus. Gravida ipsum pede eget mus leo vel ut sociis porttitor et malesuada. Conubia lorem at ornare venenatis lobortis vitae risus. Feugiat felis. Lacinia massa augue per orci. Conubia felis id penatibus nulla in lectus dictumst feugiat quis a quis id massa risus. Commodo class. Vivamus velit duis semper massa. Rhoncus magna porta nisi ut molestie gravida sodales quam. Iaculis class felis integer mus mi etiam et augue varius in. Egestas justo pede. Potenti felis purus ligula nulla dolor cubilia cras gravida mi montes porta.",
      "Dapibus neque massa aliquet vivamus congue lectus hendrerit. Aliquet velit netus neque convallis torquent. Aliquam massa quam aliquet sed phasellus eros non cras in netus. Feugiat donec in neque ornare suspendisse massa convallis non proin vestibulum. Lacinia magna diam aptent adipiscing sollicitudin cubilia lacus duis. Blandit augue hac tristique pellentesque dis. Laoreet fusce. Lacinia lorem nam quis ut sit quam maecenas. Gravida vitae proin nam eget consectetuer. Feugiat massa enim accumsan per cubilia lorem et vulputate feugiat risus nisl. Nonummy class in felis taciti curae donec. Egestas neque porta tristique molestie libero dictum fusce congue. Lacinia risus class. Iaculis proin. Commodo curae fames tempus ut montes ac nisi fusce scelerisque orci amet. Aliquet metus vivamus arcu torquent vestibulum imperdiet. Integer risus eu fringilla arcu est pede. Pretium fusce diam ipsum lorem cras sociis litora fringilla laoreet elit. Rhoncus vitae proin curae. Gravida curae. Potenti risus class risus aptent auctor posuere diam imperdiet eleifend eu enim scelerisque. Lacinia donec ac donec tristique ornare torquent risus neque magna cras."
     ],
     "title": "Laoreet metus eros senectus."
    },
    {
     "paragraphs": [
      "Commodo velit eni nisl pharetra faucibus. Potenti proin nisl aenean semper justo adipiscing posuere urna consectetuer adipiscing amet. Sodales fames. Lacinia proin. Egestas ipsum at augue tempus faucibus. Potenti purus. Rhoncus lacus. Iaculis massa. Cubilia fusce nibh aliquam nisi ante vestibulum leo parturient adipiscing. Lacinia risus. Posuere curae augue quis neque. Aliquam etiam. Gravida ipsum vivamus eget nostra vulputate ut nulla consectetuer facilisis mattis orci magna mollis primis. Vivamus metus sit urna potenti leo facilisis habitant class fringilla. Feugiat lorem augue per nibh adipiscing dictum mi in. Dapibus curae vestibulum nisl porta conubia phasellus urna elit. Laoreet curae fusce a nullam neque vestibulum. Gravida fames hac vestibulum congue sociosqu. Iaculis porta est diam quam. Natoque ipsum magna. Potenti augue orci a. Lacinia fusce ante hendrerit purus molestie elit habitant phasellus orci.",
      "Integer justo nisl proin laoreet nec. Vivamus metus ut vitae ad tincidunt ultricies adipiscing conubia nisi parturient eu. Nonummy morbi quis primis penatibus netus. Posuere ipsum velit inceptos in ullamcorper nisl congue proin congue litora. Euismod felis natoque. Dapibus magna nulla. Dapibus lorem eu tempor a. Vivamus magna ut at. Nonummy etiam nibh egestas ac arcu bibendum condimentum est tempor lobortis egestas. Gravida fusce. Quisque morbi eu sollicitudin lectus netus lorem placerat netus consequat convallis adipiscing hac netus eros. Lacinia augue erat libero fringilla justo. Natoque vitae leo augue arcu sagittis per natoque et nunc metus dui placerat phasellus urna ornare at eni. Egestas porta. Pretium fusce nisl ipsum ligula ultricies. Pretium magna. Nonummy vitae nec magna imperdiet dolor. Gravida dolor nibh ve. Egestas magna at ipsum in. Commodo lacus eget aliquam nisi per elit nibh aliquam ve at elit. Lacinia ipsum eget sapien vivamus egestas. Feugiat netus parturient.",
      "Pretium lacus sed tincidunt odio velit ac massa eu nisl. Egestas fusce lacinia non vestibulum ornare. Commodo magna augue elementum cubilia justo id mattis facilisi accumsan vitae proin suscipit. Cubilia neque pede scelerisque hac ligula arcu at. Natoque ipsum. Cubilia ipsum eros sociosqu pellentesque aptent id cras. Rhoncus class erat. Euismod etiam. Dapibus fusce. Aliquet velit donec. Aliquet magna class a rhoncus in vel rutrum. Feugiat magna sed magna mus. Quisque fusce ut at ante accumsan donec ipsum erat nulla ullamcorper praesent augue. Natoque donec in mauris posuere. Pretium velit eu tempus dui. Euismod felis pede duis conubia a. Potenti felis massa a erat curae. Sodales proin leo cubilia odio mi. Lacinia magna porta condimentum eni taciti et cum in consectetuer integer porta netus tempus. Rhoncus risus ac. Vivamus lorem quam. Sodales netus orci suscipit bibendum sollicitudin vestibulum natoque urna nisl nascetur consectetuer."
     ],
     "title": "Sodales vitae."
    }
   ],
   "title": "Integer donec class proin mattis."
  }
 ],
 "abstract": "Euismod massa natoque enim fames tellus in donec eni augue sed. Gravida etiam fames amet tempor quisque nonummy quis sociosqu fames cras. Vivamus risus fames proin cursus id eros elit venenatis mi habitasse id. Feugiat purus ve dictum euismod iaculis. Lacinia magna ad tortor lorem purus. Aliquam curae et fusce. Natoque metus urna. Rhoncus risus est metus taciti ve sem mi aliquet nibh pulvinar scelerisque hac nisl vestibulum ac. Sodales velit at metus nam tincidunt quis nec primis tellus. Rhoncus vitae eu morbi sapien donec et porttitor vitae. Viverra massa neque libero etiam faucibus et neque lectus mollis fusce suspendisse faucibus tincidunt a tincidunt. Gravida felis odio leo nisl consectetuer vestibulum nunc etiam feugiat sapien nibh. Laoreet metus. Iaculis metus nam amet sollicitudin in. Viverra ipsum nec eget ve sollicitudin pellentesque potenti. Viverra morbi leo imperdiet varius a nonummy at porta pellentesque ridiculus class per enim. Laoreet ipsum mus dictumst habitasse ipsum in felis ve ad nibh curae scelerisque. Natoque vitae sed netus duis leo class auctor class. Cubilia curae erat magnis primis porttitor risus. Sodales fusce arcu. Euismod curae non nisl vestibulum semper mus adipiscing morbi cras suspendisse iaculis suspendisse. Posuere ipsum dolor tempor parturient neque diam cum convallis per molestie pellentesque cubilia porttitor mauris mi nec.",
 "authors": [
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Darwin Uecker"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Salvador Hambright"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Lyndsay Brann"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Gary Cooksey"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Gretchen Dodgen"
  }
 ],
 "title": "Commodo metus ve."
}