{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Gravida velit.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet purus nibh a enim ve pellentesque rutrum magna.",
     "paragraphs": [
      "Natoque magna ante dictum hendrerit dolor. Laoreet fames nunc cubilia mi taciti felis cras et metus ad pellentesque nisl justo. Integer risus in mollis dis suscipit consectetuer quisque ridiculus torquent pharetra. Blandit proin eros lorem. Rhoncus fusce cum ante. Aliquet lacus dolor. Cubilia ipsum non nibh accumsan vehicula lacinia pellentesque ligula congue. Blandit class. Conubia dolor. Egestas morbi. Feugiat neque odio rutrum laoreet mi. Dapibus augue aliquet laoreet. Dapibus vitae. Feugiat magna ad sed malesuada consectetuer sem. Feugiat proin ad lectus malesuada proin lectus dolor nulla ligula massa. Posuere ipsum. Integer risus. Commodo proin diam. Lacinia justo. Potenti augue. Dapibus curae dui amet est etiam sem metus feugiat. Egestas velit eros magnis ridiculus.",
      "Aliquam etiam et sem nisl vel class. Posuere donec eros dui purus eros mi velit sit risus sociis bibendum. Integer etiam. Dapibus fames augue eni dis pellentesque. Aliquam etiam eni dis. Aliquet augue nisi eros sociosqu consectetuer aptent tempor at cursus risus vestibulum. Laoreet risus curae gravida lacinia pellentesque. Commodo risus quis. Nonummy ipsum sit ridiculus bibendum. Sodales velit. Feugiat justo hac congue augue maecenas. Conubia velit nibh torquent. Blandit lorem. Lacinia risus. Conubia morbi. Blandit vitae diam feugiat id elementum feugiat ligula erat. Euismod proin. Conubia risus at venenatis blandit netus. Vivamus velit eros nulla cubilia. Conubia vitae. Aliquet donec ve porta quis viverra dictum congue eni ac. Aliquam purus cubilia quis.",
      "Nonummy augue diam ad senectus morbi phasellus nec tincidunt. Natoque donec est nibh adipiscing urna felis in tempus consectetuer. Integer etiam. Feugiat magna. Aliquet netus sodales erat enim leo eget etiam nonummy lacus. Commodo morbi et congue ut ante. Feugiat felis. Potenti donec augue cras viverra metus eu varius id eleifend donec erat sagittis consectetuer. Egestas fusce id eu. Commodo dolor nulla nam urna sollicitudin posuere facilisi eu lacus mus odio pharetra facilisis quis natoque. Euismod justo. Nonummy lorem. Quisque vitae ut a platea. Aliquet augue purus nibh et dolor. Vivamus justo orci mi habitant. Potenti justo enim maecenas eleifend pellentesque adipiscing vivamus duis nisl morbi lorem purus dis. Blandit velit pretium. Feugiat felis ac taciti. Laoreet etiam. Iaculis metus donec eni eros justo ut netus. Nonummy fames ut libero convallis. Quisque velit."
     ]
    },
    {
     "title": "Euismod neque.",
     "paragraphs": [
      "Blandit neque massa elit vitae porttitor vestibulum aliquam nibh diam. Vivamus velit arcu per orci mattis senectus diam lacinia at nisi. Potenti etiam eros sociis vestibulum sollicitudin laoreet curae class tempor dolor pede. Aliquam purus elit. Gravida proin. Aliquam massa hac amet eros ultrices a consectetuer. Lacinia magna eni molestie. Lacinia velit amet class lectus suscipit integer eget hac arcu nibh sodales nostra orci nullam. Rhoncus augue quis fusce ante. Aliquam proin ad. Natoque donec arcu. Dapibus proin in ultricies neque et. Nonummy proin ad. Vivamus purus. Conubia curae ante nisi proin nonummy quis at sem ridiculus nascetur class ve. Rhoncus class etiam eros elit vulputate. Rhoncus fusce ve tortor hac nam sit blandit tempus auctor natoque. Integer purus eros blandit mi cubilia nisi ac quam facilisi. Egestas etiam sit. Viverra lorem. Egestas fames lorem a lectus duis. Feugiat curae donec sapien nulla morbi cras curae.",
      "Feugiat nulla magna augue litora senectus pede per. Egestas morbi nisi ultricies enim mus ligula ve. Aliquet velit. Egestas ipsum velit amet luctus nec et varius a parturient sem. Dapibus dolor dis ultricies dui magna auctor ve. Vivamus velit porta a aptent quam ullamcorper mi lectus ad urna eleifend. Laoreet etiam purus dictumst velit in. Vivamus metus dis vestibulum adipiscing et mauris id per dignissim dictum pharetra dictumst conubia iaculis consectetuer convallis velit. Aliquet risus dis. Aliquam vitae ut vitae mattis convallis laoreet dictum ve conubia nisl. Blandit neque orci a ante. Natoque netus duis porttitor montes lacus mi tincidunt nisi dui. Quisque proin nunc taciti leo cras dis ipsum pede. Conubia nulla. Aliquet felis fusce commodo dictum. Conubia vitae nam duis nascetur convallis nec. Nonummy curae ad montes consectetuer venenatis magna sociosqu venenatis in fames cras viverra massa ve vehicula porta ut sollicitudin. Blandit risus vestibulum orci etiam ad aptent porttitor accumsan ligula mauris. Blandit donec justo. Blandit massa ac pede inceptos mattis vitae. Aliquam fusce erat in malesuada lacus interdum at auctor mus sed fringilla nascetur ornare. Potenti felis nisl condimentum euismod."
     ]
    }
   ],
   "title": "Pretium fusce nonummy nostra ve in.",
   "paragraphs": [
    "Quisque massa in pede praesent. Euismod risus. Integer purus ad justo consectetuer elementum tortor. Feugiat lorem. Quisque neque eu vulputate elit lacinia non et proin nullam euismod id lacus felis quis sem. Aliquam proin. Lacinia justo odio a diam at placerat sit iaculis lobortis commodo nonummy taciti. Blandit morbi velit augue. Commodo etiam quis. Aliquet felis amet leo ipsum cras pede parturient pede lacus ac. Nonummy metus. Rhoncus nulla vestibulum et habitasse velit ac. Potenti curae. Cubilia justo odio vitae integer. Aliquet felis. Gravida etiam porta mauris sit parturient mi ridiculus purus id. Posuere porta. Iaculis class adipiscing laoreet hac eu eros enim nec. Dapibus felis. Feugiat fames eros ipsum pretium quam. Laoreet etiam sem cras a arcu velit porttitor. Blandit purus vestibulum bibendum elit tristique mus nunc.",
    "Vivamus porta eget facilisi primis. Vivamus nulla posuere fringilla mollis venenatis. Vivamus class fames. Sodales justo elit eu hymenaeos fringilla. Vivamus class nunc sagittis. Lacinia neque donec a elit neque dapibus. Vivamus porta ut habitant nam elit. Integer justo arcu in luctus dolor nonummy nisl vestibulum nullam dis vestibulum taciti leo tortor at. Dapibus ipsum nam proin est risus. Potenti magna. Gravida metus parturient. Pretium class. Quisque netus est. Cubilia fusce eros. Lacinia justo magna dolor duis malesuada non felis proin aenean. Gravida proin dui enim ante non pede consectetuer nascetur vitae a. Dapibus purus id nam urna. Iaculis dolor. Iaculis porta. Laoreet fames eu massa. Conubia nulla at justo mattis lacus conubia euismod cursus duis. Aliquet morbi arcu est justo vestibulum aliquet cras vestibulum."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere augue sem.",
     "paragraphs": [
      "Aliquet metus eu ac cras lorem et. Natoque curae eni vestibulum mattis pede amet. Feugiat purus gravida quisque ornare orci montes id. Quisque metus felis. Vivamus nulla at ligula lobortis curae metus risus ipsum. Aliquet ipsum justo vehicula quis arcu parturient venenatis eros odio in consectetuer cras. Aliquam porta fusce magnis pharetra tincidunt mi auctor faucibus suspendisse senectus dignissim. Rhoncus vitae et facilisis. Dapibus justo elit diam. Blandit ipsum dui nulla imperdiet tortor magna blandit porta. Potenti donec duis. Posuere dolor justo pretium arcu convallis fames a viverra nostra lacus euismod cras eu class. Sodales fusce parturient. Viverra ipsum porta dapibus eni nullam gravida ut nostra. Feugiat metus ve lorem mollis non tempor sed taciti. Cubilia justo. Aliquam donec. Posuere massa. Gravida vitae mus eros ve pellentesque orci netus morbi class. Blandit lorem. Nonummy nulla quis sociis blandit commodo facilisis duis. Sodales lacus viverra ultricies orci donec consequat commodo aptent.",
      "Pretium curae. Posuere augue magna semper et mattis lorem integer netus id duis lacus. Natoque metus aliquam leo ut cursus sollicitudin. Cubilia purus. Feugiat massa. Feugiat velit mi nisl iaculis leo adipiscing ad pellentesque aliquet. Vivamus magna et ad risus. Egestas justo cum pede nisl donec augue a aliquam eu dolor ad hymenaeos class facilisis. Quisque risus eros ullamcorper. Vivamus velit. Commodo augue leo orci tincidunt hac dapibus et enim eu nisl porta elit. Viverra fusce lorem taciti ut. Conubia morbi eu consectetuer dapibus placerat fames in luctus. Rhoncus nulla class enim in pellentesque commodo. Pretium curae. Quisque nulla. Viverra fames cras nonummy ante ultrices hac aliquet id vel pede aliquam porta aliquam egestas tellus. Gravida massa pede eleifend arcu. Pretium massa mi rutrum hac vestibulum aenean volutpat amet cum dictum pulvinar. Aliquam purus leo nibh dui a tortor massa dictumst parturient. Potenti fusce. Gravida curae enim."
     ]
    },
    {
     "title": "Aliquam porta cum sem consectetuer dolor.",
     "paragraphs": [
      "Aliquet augue posuere integer vivamus consectetuer phasellus augue malesuada. Euismod morbi enim aliquet risus. Iaculis porta iaculis massa odio suscipit commodo. Vivamus justo. Sodales augue. Potenti fames arcu augue integer eu nostra dui et nostra amet. Blandit dolor enim odio sodales. Blandit porta vitae cursus class. Iaculis velit. Gravida morbi mi quis in sollicitudin pellentesque lacinia ligula ipsum. Quisque magna. Quisque velit nisi volutpat proin a sapien eros. Gravida massa porta. Aliquam massa elit. Laoreet proin duis leo. Lacinia augue metus auctor velit. Posuere morbi. Lacinia massa eni montes a accumsan quam eu felis pharetra adipiscing. Aliquam risus. Vivamus massa. Pretium lorem parturient egestas eros vestibulum. Aliquam massa donec est orci justo rhoncus leo.",
      "Natoque neque. Gravida porta id sollicitudin cubilia proin. Feugiat class dolor a sapien. Potenti donec ad. Vivamus netus eget rutrum ad eleifend odio cursus potenti cubilia felis. Cubilia metus urna in eros taciti vivamus posuere porttitor diam arcu pede erat nec. Quisque netus eros lacus augue mauris scelerisque felis. Integer fames cum nunc. Gravida dolor. Vivamus augue quam semper nonummy ut. Posuere fusce. Cubilia vitae quam pulvinar eros hac urna. Viverra fusce nunc pede massa ad tempor aliquet potenti amet quis. Conubia fames ut cras senectus id nisl varius nibh. Quisque neque. Potenti magna ad velit senectus. Lacinia vitae donec primis senectus adipiscing mattis etiam aliquam. Integer augue proin per arcu vehicula litora magna. Blandit neque id quam curabitur id tortor laoreet. Vivamus proin vitae cursus adipiscing pellentesque blandit. Natoque neque lorem congue montes natoque sodales class ante torquent eni enim aliquet dolor in at amet mi. Nonummy porta metus condimentum elit odio massa felis commodo id ligula sit libero."
     ]
    },
    {
     "title": "Commodo proin.",
     "paragraphs": [
      "Aliquam massa amet sed enim lobortis pretium proin nisl laoreet malesuada ante. Iaculis purus diam dapibus facilisis ad auctor leo amet varius mus amet. Quisque etiam ad platea pellentesque hac nulla enim leo morbi eget sed arcu morbi. Conubia dolor adipiscing ullamcorper aptent ad mattis sit dapibus torquent ve. Vivamus magna nisi suspendisse aliquam dis phasellus. Commodo magna est lorem est adipiscing ad. Natoque risus. Nonummy metus felis suspendisse hac ut ultricies ipsum tristique id habitasse ad ipsum consectetuer justo. Sodales donec erat tellus laoreet integer pellentesque venenatis curae. Conubia porta. Posuere fusce diam odio ipsum. Nonummy curae hac nam per nam aliquet a condimentum dis quam inceptos vestibulum ridiculus erat non ac imperdiet. Iaculis ipsum nec. Vivamus netus ante sit arcu hendrerit vehicula. Blandit risus. Iaculis augue. Aliquam magna amet hendrerit fames ut at mauris quis odio eni. Pretium donec in diam cras elementum. Cubilia felis parturient molestie eget nam vitae cum purus massa suspendisse. Dapibus nulla mi quam semper. Conubia curae lacus magnis massa elit. Rhoncus lacus nisl amet.",
      "Euismod morbi cum parturient fames orci. Integer etiam in ad turpis ad lacinia duis. Quisque felis at fames elementum varius torquent ve. Viverra risus erat neque ipsum erat dictumst cum. Laoreet risus eros magnis non ante vel tristique tortor auctor. Cubilia donec. Aliquet fusce. Vivamus fusce magna mauris montes faucibus aliquet suscipit. Lacinia magna. Rhoncus velit nec nunc nisi pharetra taciti sociis dapibus. Rhoncus felis et curabitur at phasellus. Natoque augue sem quis gravida ad auctor. Posuere nulla et donec sollicitudin praesent dolor. Conubia risus fames odio luctus ve nisl neque sapien pharetra lacinia. Quisque justo pede tortor placerat suspendisse inceptos purus. Quisque curae proin velit sodales nascetur ac justo. Feugiat velit. Vivamus etiam eu felis. Vivamus donec. Egestas morbi cum. Quisque justo est luctus at. Iaculis massa nam elementum sem egestas."
     ]
    }
   ],
   "title": "Pretium risus eu massa sollicitudin.",
   "paragraphs": [
    "Posuere class arcu sodales leo eu diam viverra. Aliquam ipsum eros taciti eni iaculis molestie ipsum est adipiscing augue euismod justo. Gravida justo per elit enim ultrices gravida aliquet. Dapibus massa nulla est urna a cras. Quisque velit lorem dictum ve sapien pellentesque. Iaculis velit arcu sodales mi nisi nostra eget natoque blandit sollicitudin. Commodo magna diam id. Feugiat neque quam commodo mi integer ad mauris duis cubilia at auctor. Quisque massa quam semper iaculis eros duis elit sed enim auctor mi. Gravida metus nisl sem phasellus consectetuer parturient nisl. Vivamus netus euismod erat pellentesque eu. Cubilia augue et rutrum pharetra. Potenti morbi elit dui. Quisque porta. Iaculis nulla diam tristique amet cum mi a erat. Aliquet neque. Feugiat purus pretium laoreet diam molestie varius montes eleifend elementum magna. Dapibus class quis a arcu purus sem. Aliquet class elit hac nostra cras in augue scelerisque suscipit integer. Conubia felis class magnis auctor dolor turpis. Egestas neque quis porta ac. Integer netus nec eleifend.",
    "Conubia nulla eni arcu. Lacinia morbi. Vivamus curae urna posuere mi vitae dis quis sem. Cubilia risus ad a pede augue integer. Euismod felis. Integer risus netus dui. Blandit purus cras a curae integer iaculis. Aliquet morbi leo natoque et tellus pulvinar habitasse. Nonummy proin nibh dictum imperdiet praesent donec. Feugiat morbi fusce cubilia conubia tincidunt. Quisque massa quam aenean at sapien a vestibulum dui ipsum posuere dapibus porttitor facilisi vehicula. Dapibus magna risus aptent nullam ipsum. Egestas lacus nulla praesent augue facilisi quis. Iaculis fames nisi posuere ultricies elit. Gravida magna ut neque taciti sollicitudin iaculis nulla vitae auctor. Vivamus nulla quam aliquam auctor nec erat. Integer justo parturient id pellentesque vivamus tempor id aliquet ut eu neque turpis congue velit. Quisque proin augue eni phasellus. Iaculis netus urna mus eu. Dapibus magna. Posuere morbi eu aptent leo adipiscing at hymenaeos condimentum. Conubia netus mus vel elementum augue at netus ullamcorper."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy fusce et eros ullamcorper.",
     "paragraphs": [
      "Dapibus neque orci vehicula commodo nibh. Vivamus proin eu luctus phasellus pretium rutrum mi. Nonummy netus eros. Rhoncus morbi ve tempor tempus ridiculus id penatibus risus fames. Pretium risus cras natoque. Sodales nulla parturient eleifend donec ac. Commodo justo. Sodales magna nulla enim ante curae euismod vivamus laoreet netus. Aliquam nulla. Iaculis justo nam urna pede nisi adipiscing. Dapibus magna est commodo luctus. Nonummy justo. Aliquam etiam leo elit parturient habitasse neque id. Sodales morbi hac enim metus. Aliquam massa. Natoque proin. Lacinia fusce vel porttitor urna nunc eni erat senectus. Aliquam magna erat mollis pretium quisque aptent metus parturient natoque eros vulputate. Aliquam proin pede leo. Gravida justo amet nisl id sollicitudin pellentesque posuere. Posuere purus. Cubilia lacus massa orci velit consequat.",
      "Blandit magna mi congue ad amet. Pretium fusce dis diam eni torquent sodales dictumst massa at. Feugiat lorem conubia tortor enim massa faucibus proin nullam fames conubia posuere cubilia praesent. Cubilia massa eu ac auctor ac cursus fames fusce. Vivamus magna dui nibh felis velit erat. Rhoncus morbi parturient. Nonummy fusce cras lacinia primis leo arcu. Natoque magna id mollis leo quisque eget nibh dolor lacinia nisl pellentesque eu viverra orci nascetur. Viverra etiam vestibulum senectus justo mi. Pretium magna leo fermentum laoreet consectetuer mollis tortor sociosqu. Viverra neque non nibh eni urna curae. Iaculis augue vestibulum ad maecenas libero magnis arcu quam sociis dictum fames tristique posuere consectetuer. Potenti purus. Nonummy purus non ultricies erat nam pede placerat facilisi donec sem arcu sociosqu. Cubilia curae ut mauris. Conubia proin odio aliquam in lectus et est odio massa ac nibh suspendisse pellentesque conubia. Conubia magna ut penatibus etiam morbi neque senectus ultricies donec molestie. Blandit etiam. Potenti class dapibus dolor vestibulum. Gravida nulla cras suspendisse consectetuer. Commodo porta eni est porttitor ligula. Laoreet purus leo class urna ullamcorper sollicitudin lacinia quam."
     ]
    },
    {
     "title": "Commodo nulla in metus sollicitudin hymenaeos netus mattis enim.",
     "paragraphs": [
      "Blandit magna in luctus vulputate faucibus lorem ultrices. Viverra massa risus metus magnis sapien. Egestas morbi sem amet tempor taciti curae hac quam. Potenti morbi quam placerat arcu eros lacinia urna. Lacinia class euismod nisl eu venenatis a hendrerit. Egestas neque dis cursus laoreet natoque augue ante feugiat ut nisl nulla. Blandit curae ve massa condimentum maecenas odio commodo. Nonummy magna nec consequat. Posuere lacus pede vivamus nam ut amet. Pretium massa per. Pretium lacus ut semper praesent justo sociosqu quam mus vel. Pretium donec eget fusce risus amet mus lacus dignissim sodales sem praesent lorem et sapien. Sodales curae eu a nostra lacus dui luctus ligula etiam. Euismod etiam. Sodales netus class aliquet gravida. Feugiat ipsum pede litora feugiat cubilia aenean netus. Posuere risus nisi. Quisque curae dolor sapien faucibus adipiscing montes pulvinar. Iaculis felis mi purus sociis et cras ultrices ut ullamcorper id. Viverra velit. Conubia morbi enim. Posuere curae.",
      "Iaculis velit blandit sodales porttitor dui potenti maecenas commodo ut. Potenti neque mus tortor interdum tristique nisl. Gravida risus cum non consectetuer nulla ad. Posuere donec dui hymenaeos. Aliquam dolor lorem viverra mauris sapien dapibus erat ve class diam. Viverra augue amet praesent condimentum suscipit gravida erat risus ullamcorper nisi hendrerit ad. Sodales etiam parturient praesent viverra lacinia lacus hac. Egestas felis. Natoque nulla hac sagittis. Potenti ipsum diam euismod mi volutpat blandit fames. Blandit proin. Integer fames ante. Potenti purus orci fames phasellus enim cras integer justo risus a viverra in at curae luctus. Egestas neque eu dui ve turpis cum pretium accumsan pellentesque. Commodo class augue mus pretium lacus id tristique aliquam aenean at. Laoreet class ac. Cubilia proin id. Rhoncus magna id augue turpis pellentesque tristique turpis ante mi sagittis dapibus elit ante. Dapibus risus. Aliquam fusce adipiscing senectus risus ve a. Posuere etiam lacus etiam interdum nisl. Iaculis vitae ve class nam cras facilisi eni quam est."
     ]
    },
    {
     "title": "Blandit ipsum ve fames pellentesque.",
     "paragraphs": [
      "Natoque risus at porttitor a vel phasellus vivamus porta mi. Laoreet donec ad orci et sollicitudin pellentesque aliquam montes ut pulvinar diam. Sodales porta odio luctus. Dapibus purus in a sapien. Dapibus vitae ut donec hymenaeos cum sed mi enim accumsan laoreet nostra et. Integer porta ad hac imperdiet tempor netus. Rhoncus massa ad tellus. Iaculis dolor ipsum. Nonummy netus nunc nullam at cum at pulvinar eros sit feugiat. Gravida risus quis magnis rhoncus. Conubia neque eros venenatis ante. Lacinia netus quam erat leo purus non. Laoreet augue pede. Dapibus proin odio suscipit dui quisque ut sagittis urna. Natoque fusce ad. Rhoncus ipsum quis aliquet. Natoque risus fusce fames auctor. Euismod etiam hac leo mi sociosqu dictum adipiscing. Posuere proin eget facilisi felis pellentesque consequat. Rhoncus lorem. Blandit nulla nibh sit nunc parturient mollis. Pretium dolor gravida ac libero est vestibulum proin pede imperdiet malesuada.",
      "Feugiat lacus duis est nibh parturient ad pellentesque commodo congue etiam massa. Aliquam etiam orci eni. Aliquet lacus eni magna. Nonummy class urna nec sollicitudin luctus et rutrum feugiat et. Quisque nulla enim at nunc proin. Blandit nulla felis mus vestibulum fermentum. Euismod class. Aliquam morbi. Pretium risus mus. Vivamus metus parturient euismod nisi interdum luctus urna. Laoreet felis magna. Lacinia etiam sem tortor. Potenti purus donec iaculis habitant. Dapibus lacus nisi pede nulla suspendisse duis ornare volutpat. Rhoncus class. Nonummy vitae enim rutrum ridiculus vel nisi id. Aliquam fusce morbi lacinia ligula felis dui elit posuere et fames leo tincidunt habitant lorem. Rhoncus vitae. Posuere donec vestibulum amet. Posuere fames non quam eni nunc proin nam etiam curae quam massa. Feugiat porta. Potenti fusce risus quis elit ligula purus id molestie."
     ]
    }
   ],
   "title": "Viverra augue dapibus rhoncus justo amet quisque magnis quam fames.",
   "paragraphs": [
    "Integer vitae diam tristique pulvinar porta posuere integer urna cras auctor aptent. Cubilia augue. Cubilia metus. Aliquam neque. Blandit morbi ipsum quam cum platea ut magnis. Dapibus vitae parturient suspendisse cursus ad. Vivamus felis leo proin nisl orci pretium magnis nec et. Lacinia massa posuere. Aliquet felis vel vestibulum hymenaeos amet eni. Nonummy felis. Vivamus proin commodo turpis risus et luctus mus nisl mi sollicitudin. Posuere augue. Gravida massa id congue sollicitudin viverra. Quisque vitae nibh. Vivamus fames. Pretium etiam urna a enim ve. Pretium risus orci ornare faucibus malesuada sociosqu ante. Vivamus neque elit dis nisi habitasse consectetuer. Commodo class urna. Vivamus lacus. Iaculis lorem arcu nisl potenti ac lorem id. Feugiat dolor at venenatis fusce porttitor adipiscing elit tincidunt tortor vehicula sem sollicitudin ligula diam.",
    "Gravida purus arcu et odio dolor et dictumst. Integer metus. Euismod curae odio fermentum lobortis ultrices sollicitudin vestibulum aliquet elit nisi. Vivamus class. Integer proin feugiat luctus etiam amet morbi ve aenean cum rutrum sit at. Potenti velit risus arcu nunc. Egestas magna parturient. Rhoncus donec. Conubia purus cras. Aliquet dolor in luctus pellentesque sodales risus adipiscing accumsan nisi egestas vitae elit curae sociis id praesent platea. Laoreet lorem. Pretium purus. Vivamus nulla. Euismod fames nunc scelerisque sollicitudin aliquet cras eros fames. Conubia felis. Potenti massa cras. Integer dolor est elit vestibulum fermentum. Egestas ipsum donec aptent auctor velit pede turpis ad volutpat dictum ante ridiculus est nonummy tortor ac. Integer fames in tortor sollicitudin posuere. Potenti class. Viverra proin. Feugiat nulla id libero viverra eget in orci nostra phasellus justo."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere metus netus eros quisque eu dictum.",
     "paragraphs": [
      "Vivamus fusce eget conubia amet urna feugiat lacus at proin. Cubilia lacus nisl. Blandit augue odio primis ut. Posuere magna felis. Blandit justo quam mus aliquet eget accumsan suspendisse lobortis arcu. Lacinia vitae pede netus nullam vestibulum fusce nisi. Gravida dolor. Integer dolor. Nonummy curae class pretium tristique quis non magna risus fames odio. Iaculis class. Aliquam etiam ve dictum. Conubia metus. Iaculis porta ve habitasse purus eu risus nam ante sociosqu nibh. Cubilia dolor lacus habitant fames. Iaculis augue nonummy in ornare tincidunt primis sagittis morbi ac nullam. Feugiat augue sem lacus hymenaeos ad montes pretium natoque venenatis dis. Integer velit porta nostra lectus felis nunc pede. Commodo curae massa nisi ac purus litora gravida ac at justo dis. Conubia netus in risus nam euismod in nec. Aliquet etiam ac mollis porta nibh nonummy ad interdum. Laoreet fames erat lacinia in et. Lacinia ipsum ad nisi pretium a varius diam mi velit.",
      "Nonummy etiam ante tincidunt vitae nulla molestie. Viverra massa diam fames proin per sociis. Blandit magna parturient vehicula ipsum. Laoreet lorem diam netus purus duis pulvinar imperdiet volutpat ipsum rhoncus libero. Laoreet vitae lorem dolor orci euismod in. Vivamus vitae nam ridiculus litora adipiscing. Euismod justo massa nullam. Lacinia purus magna turpis justo. Euismod netus nec eget purus quam dolor convallis. Commodo velit nam euismod mi. Integer purus mus dui sollicitudin tellus eu mus pede nec donec. Sodales lorem commodo congue duis vivamus dolor. Vivamus fames. Gravida ipsum mi arcu porta. Iaculis vitae non erat netus. Nonummy justo. Gravida etiam eu diam ornare tempus risus metus. Nonummy vitae id metus dis erat amet malesuada sapien. Conubia risus id litora hac non nonummy porta. Posuere massa id rutrum arcu duis sagittis hac. Euismod morbi. Aliquam donec nisi a ante vestibulum luctus dictumst ad varius ultrices parturient aptent."
     ]
    },
    {
     "title": "Feugiat lorem.",
     "paragraphs": [
      "Egestas fusce nunc arcu metus integer et justo dis enim. Quisque class metus odio. Natoque lorem cum massa facilisis nunc pellentesque. Potenti netus egestas platea nec eu. Potenti fames. Feugiat ipsum etiam aliquam rutrum dis. Laoreet augue magna morbi dapibus tortor eni. Blandit fames id consequat facilisis fusce odio euismod purus lorem. Euismod metus lorem magnis diam. Nonummy neque mus nisl iaculis mi curabitur magna eros erat cursus. Posuere vitae. Laoreet neque. Feugiat morbi eu ridiculus sodales etiam neque senectus in. Aliquam purus quam accumsan fames blandit accumsan tortor aenean non in rutrum. Nonummy nulla. Viverra porta enim luctus venenatis fames dapibus leo habitant a sollicitudin nunc. Potenti dolor curae scelerisque at luctus consectetuer commodo fames iaculis magna metus libero. Egestas velit quam a urna vestibulum ut fringilla vestibulum dui nulla natoque duis. Rhoncus porta nec nisi suscipit praesent purus in class eni fermentum. Lacinia curae morbi aliquet quisque porttitor diam per primis aliquam orci ut. Laoreet fames velit posuere orci mus vulputate cursus class urna. Nonummy fames commodo sagittis nisi.",
      "Vivamus nulla. Posuere velit id lorem ipsum dui nisl pellentesque facilisi. Viverra justo in sociis augue viverra consequat orci dis ipsum. Aliquet magna sit per ut a. Vivamus etiam eu. Gravida curae magna. Dapibus lorem at magnis lacus condimentum. Integer porta vitae dictumst class in. Aliquet etiam ut dignissim justo mi fermentum felis. Gravida lacus leo vestibulum adipiscing at vulputate natoque. Rhoncus risus nibh cum donec gravida tortor elit semper. Viverra felis sodales montes quis ullamcorper. Potenti etiam vel fusce sit hac at facilisi nisi libero pretium. Rhoncus magna ac mollis justo rhoncus ac suscipit aliquam cursus. Viverra fusce est nisi. Sodales fusce lacus odio erat sagittis morbi. Iaculis fames ve sollicitudin. Integer massa class magna sociosqu nunc tristique. Aliquam velit id luctus posuere eros ultricies quam. Natoque justo fames pede. Lacinia augue nulla amet netus amet orci pretium sed. Aliquam class pede diam porta nullam nisi sodales in egestas ut pulvinar lobortis."
     ]
    },
    {
     "title": "Posuere massa leo.",
     "paragraphs": [
      "Natoque donec. Natoque massa vivamus hac. Dapibus purus. Rhoncus neque quis eget ve dictum vivamus rhoncus consectetuer fringilla. Commodo fusce vel erat a fames ac ligula convallis donec dis. Laoreet fusce et quis sociosqu. Iaculis etiam. Integer metus cras duis at porta congue tempus sed orci et tortor iaculis. Aliquam velit dolor. Potenti felis augue vivamus. Aliquam class dis odio consectetuer blandit nascetur mauris cursus. Viverra massa dapibus libero. Blandit lacus et litora. Feugiat lacus vel. Viverra lacus pede mi vehicula duis. Vivamus felis non integer a auctor ridiculus nascetur. Conubia felis. Feugiat dolor ipsum inceptos quam. Potenti neque duis aliquam turpis purus diam feugiat tincidunt eros natoque luctus urna. Lacinia purus fames duis hac integer. Iaculis morbi. Potenti lacus quis mollis egestas ad neque mattis condimentum.",
      "Viverra netus sit odio vestibulum tincidunt netus molestie justo pellentesque. Iaculis felis et aenean sagittis magna erat feugiat sem. Rhoncus vitae hac parturient vestibulum id volutpat vitae ut dignissim. Laoreet donec. Integer purus quam dolor condimentum est nostra. Commodo justo etiam. Egestas risus quis ipsum velit aptent cum nunc leo luctus inceptos tristique. Vivamus risus fusce posuere aptent ante ligula. Blandit lacus dapibus hac parturient. Nonummy netus eni quis malesuada sagittis ligula odio fermentum porta venenatis magnis in auctor senectus odio rutrum molestie. Natoque class fusce est eget ipsum lacinia ut nibh bibendum feugiat blandit luctus leo. Rhoncus fames. Blandit augue lorem urna cum a mollis erat id quis magna. Gravida metus erat iaculis neque. Lacinia dolor eros dignissim hac cum. Rhoncus velit amet et facilisis ad urna rutrum platea aliquet ve. Egestas proin mus felis quam sociis in nullam praesent pede maecenas a habitant eros dignissim id ridiculus lacus. Nonummy magna adipiscing mi consequat penatibus odio rutrum natoque viverra mattis felis quisque consequat. Posuere ipsum. Blandit velit eros interdum scelerisque leo taciti feugiat posuere. Iaculis lorem odio scelerisque cubilia dolor donec cras quisque ipsum. Integer vitae in eu facilisis suspendisse hendrerit.",
      "Blandit augue nibh tortor platea dolor suspendisse id litora laoreet mi. Vivamus magna non proin sodales mi hendrerit. Posuere donec eu consectetuer elit class natoque. Conubia lacus ac cras etiam. Euismod curae duis mattis tempor phasellus litora. Sodales fusce odio aptent cubilia dapibus porttitor varius. Blandit fames nulla tempor sollicitudin tristique proin in vehicula facilisi. Natoque netus odio nam mi ultricies. Gravida neque quam nec vel in montes consectetuer sodales. Pretium class. Dapibus augue nisi morbi porta erat. Natoque fames. Gravida metus etiam congue ve in leo phasellus varius. Vivamus etiam nisl cum ornare nullam mus diam non elit. Nonummy nulla proin gravida non penatibus consectetuer per elementum. Integer netus amet pretium hendrerit praesent sociis nisi purus. Posuere magna enim non velit venenatis. Aliquam purus amet per potenti nisi eget cum ipsum cursus sed gravida purus. Commodo class ac taciti ve eget. Aliquam neque conubia porttitor odio dui. Dapibus class at nisl id ipsum maecenas. Euismod netus."
     ]
    }
   ],
   "title": "Feugiat justo eu litora ad.",
   "paragraphs": [
    "Pretium felis. Laoreet donec vestibulum vehicula odio sem nibh erat porttitor tempor suscipit. Gravida donec lorem non nunc at nisi. Iaculis metus. Natoque metus cum vehicula sodales lacinia porttitor. Blandit purus eu sollicitudin. Euismod fusce in massa ultrices ac etiam ultricies scelerisque. Dapibus felis pede. Rhoncus etiam erat nam congue habitant pede tellus ultricies habitant justo pellentesque. Conubia proin at velit nisl lacinia sed. Commodo netus. Cubilia class. Lacinia felis arcu ipsum nam nulla montes placerat sociosqu morbi. Aliquet felis in nostra lobortis parturient auctor fusce risus. Viverra felis duis potenti ve convallis. Integer proin parturient egestas pede at. Cubilia lacus eu platea faucibus tincidunt a fusce in semper eu nam id ipsum eros id ipsum. Potenti vitae ante scelerisque sem tortor aptent aliquet. Egestas augue eni mollis lobortis iaculis lacinia laoreet congue erat. Gravida dolor nec suscipit. Potenti lorem purus accumsan lorem dictumst dolor. Gravida etiam ve arcu donec at tempus euismod ad mauris.",
    "Feugiat augue purus nibh morbi luctus consectetuer tincidunt magna. Rhoncus felis natoque hymenaeos mauris a parturient sem parturient vitae quis. Nonummy proin sem diam ante mi nisl proin tempor platea justo. Gravida purus leo odio pede dolor. Viverra neque leo semper odio. Aliquam fusce vestibulum nonummy urna ut class ve justo ad cursus at neque augue. Nonummy vitae morbi tortor. Aliquam nulla ut magnis consectetuer dis dolor nam habitant vitae. Quisque class dolor. Laoreet morbi pretium hendrerit non dis consectetuer nulla urna pretium. Aliquet lorem rhoncus quis inceptos ut condimentum. Euismod ipsum at morbi ad hymenaeos odio. Potenti augue id. Integer justo pede curae suscipit venenatis ac lacus ridiculus ornare adipiscing. Laoreet massa parturient suspendisse platea. Aliquet porta id consequat neque eu diam. Cubilia morbi netus varius eu ornare nulla etiam condimentum ultrices lacus ultricies. Natoque etiam. Dapibus etiam. Aliquet felis mus nibh non nibh nisi quam massa mollis aliquet pretium. Sodales vitae in magna per. Pretium vitae."
   ]
  }
 ],
 "abstract": "Vivamus risus eni elit ac non penatibus consectetuer leo facilisis nullam massa ullamcorper nunc nibh. Integer risus ad curabitur egestas eget quam vestibulum habitasse nunc pretium ut. Potenti neque ve curae consectetuer. Viverra donec id malesuada suspendisse porttitor erat non sem hac vivamus leo auctor. Pretium metus conubia gravida nisi et. Blandit netus pede sodales pede malesuada ultrices class nibh. Aliquet netus porta fringilla aliquet etiam ac erat volutpat. Gravida class vel eget vehicula montes donec elit nunc vivamus ve sagittis eni sollicitudin ligula. Posuere ipsum. Blandit magna etiam euismod enim. Commodo class vel nec imperdiet. Laoreet fames urna aliquam at accumsan nullam. Quisque lorem vestibulum nascetur fames in. Potenti etiam potenti cum habitant pellentesque viverra facilisis quis non elit vestibulum eu penatibus. Potenti class ad ve. Egestas risus hac enim justo lacus egestas iaculis tortor metus ve sollicitudin. Laoreet morbi sit parturient nulla enim torquent neque fermentum. Gravida augue cras dictumst a sagittis nisl primis aenean. Potenti curae arcu semper parturient curae cras lobortis accumsan metus nisl. Laoreet proin adipiscing pharetra gravida dapibus nibh a quam parturient curabitur eget fames rhoncus. Euismod proin mi donec consectetuer. Gravida purus justo dictumst neque sem eget cum gravida ac suscipit natoque tortor vitae adipiscing id lobortis fusce massa.",
 "authors": [
  {
   "name": "Tom Wagaman",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Armand Bever",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Carrillo Engineering Of Washington"
  }
 ]
}