{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Lacinia lacus blandit ac quam ac nisl venenatis porttitor.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque vitae cum elit amet commodo.",
     "paragraphs": [
      "Conubia augue elit. Quisque nulla nisl nostra at placerat nullam libero lacinia. Integer magna nisl nunc nam ve accumsan eros. Quisque donec. Dapibus augue. Nonummy neque est purus hymenaeos. Blandit fusce in. Euismod lacus vel. Lacinia purus arcu leo nisl pellentesque viverra. Viverra netus sed nostra mauris vitae dignissim. Lacinia massa leo tempus litora non mollis. Integer porta nisl nascetur eu felis dui nibh et pellentesque taciti mattis. Euismod neque enim sagittis malesuada nostra morbi potenti dapibus dictum odio. Aliquet ipsum etiam massa fames litora sapien vitae feugiat nonummy mattis. Conubia morbi. Feugiat nulla ve montes nisl fermentum. Integer magna per nam ac quam eros aenean id facilisi. Cubilia proin ad. Gravida lorem ut nullam mi diam eu purus. Feugiat risus posuere vulputate. Quisque nulla. Sodales magna diam lacus rutrum porta tincidunt.",
      "Potenti velit nunc fringilla ac turpis. Dapibus purus amet a augue posuere porttitor erat. Dapibus metus quam suspendisse sodales per eu mauris. Nonummy morbi. Rhoncus donec vestibulum commodo ante nostra cubilia commodo mollis non egestas a ullamcorper. Gravida curae eu dolor velit lectus non ac sociis potenti laoreet. Commodo porta duis mi pellentesque sollicitudin rhoncus. Euismod felis orci ornare lectus dui ante. Aliquet fames elit morbi ipsum. Cubilia dolor duis felis risus ipsum luctus duis odio. Nonummy donec. Posuere augue at. Pretium fusce diam erat ipsum id. Iaculis vitae quam potenti eu. Feugiat fusce nibh consequat dui nulla. Iaculis nulla nunc molestie. Vivamus neque. Cubilia augue hac egestas enim nascetur a accumsan eros sem conubia senectus. Aliquam class eni nisl a augue at. Potenti velit nulla arcu praesent hac. Egestas porta sit congue pulvinar fusce et montes sociosqu velit id urna mi. Euismod felis arcu tristique sit facilisis nam."
     ]
    },
    {
     "title": "Aliquet justo dolor mauris.",
     "paragraphs": [
      "Conubia vitae ante in erat dolor vulputate placerat tempor mattis. Sodales magna duis risus. Egestas porta odio euismod nibh. Euismod netus eget cras praesent porta. Nonummy felis purus taciti. Aliquet magna proin mauris eros amet eget sodales. Vivamus neque mi. Cubilia lorem curae quam nec ve. Sodales netus. Euismod lorem mi elit. Nonummy proin ad tortor est urna neque nisi mollis. Viverra augue fames tempus scelerisque massa. Rhoncus justo. Feugiat etiam odio nonummy eros ve lorem. Blandit etiam eros tincidunt vehicula montes. Cubilia donec fames nunc sociis id. Aliquam curae nisl fermentum praesent in. Euismod justo adipiscing facilisi magna. Quisque etiam eu fames eni quis nunc nec quisque sagittis quis cubilia. Rhoncus donec ut ipsum nullam arcu quis in sollicitudin lacinia dolor sem nibh. Blandit purus justo integer convallis pulvinar porta a rhoncus ornare porta. Integer proin mus ridiculus platea adipiscing habitant.",
      "Rhoncus ipsum ad mollis a eleifend non sollicitudin. Gravida dolor ipsum mollis dictumst adipiscing. Quisque netus nec odio duis habitasse et. Integer lorem diam id fames consequat. Sodales porta per nibh fames lorem. Laoreet etiam id fames congue in cursus. Potenti magna eni nascetur porttitor erat ullamcorper. Gravida felis vitae donec orci dictumst scelerisque. Lacinia nulla. Viverra velit orci per fames elit nisl vestibulum nullam hac eget aptent ad pede cursus nonummy. Egestas etiam diam montes sodales sit malesuada sollicitudin leo ridiculus erat sem. Viverra velit. Vivamus netus elit arcu dolor lorem nisi ad cum elit tristique sociosqu. Lacinia justo in nunc ad. Laoreet nulla arcu urna at. Integer morbi. Natoque fusce. Feugiat curae leo imperdiet varius ac mollis et odio velit ac cursus. Aliquet massa diam id. Aliquet fames ac lacus nullam hac amet purus cras. Laoreet lorem. Laoreet neque ante nunc dui magna ante proin at orci dictumst conubia quis dis amet vestibulum."
     ]
    }
   ],
   "title": "Lacinia ipsum diam interdum felis class inceptos.",
   "paragraphs": [
    "Commodo donec odio conubia fusce cras. Sodales etiam duis tristique sociosqu nulla mus sapien primis nulla. Potenti donec arcu accumsan commodo ligula donec nonummy neque. Natoque justo donec ullamcorper eu tortor gravida feugiat. Nonummy lorem in. Lacinia vitae. Lacinia massa neque. Gravida massa. Vivamus neque sit blandit lacus commodo quis interdum eleifend. Conubia felis leo elit magnis facilisis lobortis congue vestibulum. Iaculis netus felis ligula molestie eget eros class pede fames tristique ve risus erat rhoncus. Potenti metus eget. Gravida magna proin elementum porta purus libero. Rhoncus donec pede magna platea urna. Commodo risus nisi aliquam. Euismod neque ac montes sodales nibh hendrerit justo cras congue parturient. Pretium fames eros iaculis ve. Iaculis curae at neque cum vel est ultricies pellentesque vestibulum amet. Egestas justo quisque ve sapien etiam nisl ad quis. Conubia fames ad elit primis curae ultricies. Lacinia lacus nulla semper malesuada non molestie a. Integer fusce.",
    "Aliquam justo velit luctus sagittis malesuada erat penatibus sollicitudin eni fringilla sociosqu congue taciti est eget interdum adipiscing fermentum. Aliquet lacus. Sodales netus nulla amet dui justo. Blandit lorem. Feugiat magna ut orci metus ad consectetuer vivamus metus. Pretium metus ac class per semper egestas dui habitant risus imperdiet. Lacinia porta morbi mauris ac ad. Feugiat netus orci nec eget enim sem purus tincidunt iaculis ligula non. Euismod massa adipiscing praesent etiam venenatis elementum enim posuere ve. Aliquam ipsum dolor ligula sollicitudin commodo risus ante. Aliquam magna. Euismod velit hac ligula tempus magna parturient suspendisse. Aliquet felis pede ante. Commodo justo et curabitur a nam curabitur diam dui augue tortor. Natoque risus et hymenaeos vitae interdum neque tincidunt nisl suspendisse ve tellus. Integer vitae ad magnis fringilla sodales sollicitudin primis ad malesuada fermentum lorem. Commodo massa morbi porta pede purus vivamus mus adipiscing parturient. Laoreet magna vel vulputate donec eros. Conubia vitae pede dignissim sociosqu et justo ve fames id mauris. Vivamus fusce eu quam bibendum. Blandit vitae eni cubilia faucibus sollicitudin gravida. Iaculis etiam et vehicula.",
    "Iaculis lorem urna ad. Euismod vitae cras maecenas nulla dolor integer. Nonummy risus et sit ad aenean justo. Dapibus metus. Conubia porta ut a aptent orci at sollicitudin vivamus magna vitae dis. Aliquet morbi class vel urna duis metus habitasse imperdiet cras. Cubilia magna nulla laoreet erat nascetur lacus felis semper. Lacinia dolor sem consequat conubia velit. Blandit purus. Feugiat neque vivamus mollis dictum. Iaculis porta. Dapibus ipsum curae amet vivamus fermentum diam. Aliquam felis. Aliquam vitae est quam iaculis quam eu nisi ullamcorper. Posuere felis posuere primis lectus nisi quisque malesuada mollis nisl. Nonummy lacus et donec enim cubilia a luctus elementum eu mi. Natoque neque lacus magnis vel nonummy felis. Quisque ipsum lorem ligula purus nonummy proin mus eget. Cubilia vitae eu montes sollicitudin elementum fusce venenatis scelerisque curabitur odio pede rhoncus. Dapibus justo quis volutpat a pellentesque nunc viverra justo eni. Iaculis netus proin auctor. Dapibus ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod metus.",
     "paragraphs": [
      "Aliquet nulla. Gravida felis nam quis pede maecenas urna congue. Laoreet porta purus posuere. Laoreet fusce hac. Iaculis velit justo mollis tortor suscipit magna mi. Euismod neque eget habitasse. Sodales donec id vulputate ante cubilia ad vel enim nam suscipit consectetuer natoque dignissim pulvinar. Euismod ipsum. Quisque etiam et consectetuer pellentesque aliquet. Sodales nulla nec lacus lectus dictum sed mauris a. Cubilia felis. Gravida vitae. Nonummy dolor at morbi id at lorem aptent. Sodales velit odio ipsum nullam convallis accumsan ut metus orci a. Rhoncus magna proin magna semper per taciti semper quisque rhoncus urna. Gravida curae et lorem mi augue libero massa dignissim. Integer fusce eni. Quisque porta eni nullam ante pellentesque placerat class netus dis eget. Viverra morbi fames etiam. Euismod purus ac sociis cum diam amet quam libero. Iaculis porta. Gravida risus adipiscing pretium quam.",
      "Integer donec ad velit. Conubia metus pede quis amet leo varius. Dapibus lorem. Laoreet morbi. Quisque augue adipiscing et vulputate a sed elementum ultrices neque lacus per vel feugiat. Quisque metus erat viverra id nec amet placerat euismod. Gravida felis nibh pretium velit dis vitae pede senectus velit. Potenti velit egestas urna. Aliquam risus dui nisl. Laoreet curae nec congue faucibus rhoncus aliquet nibh cras enim tellus egestas id convallis a. Integer purus dolor congue taciti. Pretium lorem ad auctor in. Aliquet neque. Potenti justo ad magna leo inceptos natoque viverra. Nonummy dolor vitae nisl condimentum cubilia mus ac. Conubia fames ante quisque a ullamcorper dis auctor habitant parturient cursus torquent laoreet sodales. Vivamus justo ad pellentesque euismod justo erat vehicula. Rhoncus dolor quis aliquam in semper mi sapien. Lacinia porta non diam mi neque rutrum platea sociosqu est aliquam eni molestie a sollicitudin. Integer etiam nulla auctor. Laoreet magna odio amet dolor condimentum maecenas fermentum fames in. Blandit fusce fames per augue hymenaeos imperdiet adipiscing.",
      "Commodo neque vitae iaculis. Conubia lorem ad morbi vulputate dictumst magnis nisi varius elementum interdum habitant augue vulputate. Feugiat porta. Viverra donec pede lectus ve ut. Rhoncus purus. Nonummy fusce sed lorem. Potenti proin magna volutpat nisi blandit a. Conubia curae justo a eget magna potenti. Aliquam felis vestibulum condimentum nullam. Natoque curae parturient senectus natoque aliquam. Cubilia velit etiam semper varius nunc venenatis congue nec ante cras. Lacinia fusce leo ante erat curae. Euismod etiam. Pretium nulla donec platea id nascetur. Gravida proin in tempus dui vestibulum adipiscing ac aptent sem bibendum. Euismod dolor vitae sapien ornare. Aliquet lacus ut fringilla etiam proin tempor platea nam. Integer justo. Egestas netus nunc quis risus magnis nec id lobortis aliquam ante nisi. Viverra felis posuere mollis diam metus. Aliquet massa et pellentesque libero. Integer nulla."
     ]
    },
    {
     "title": "Aliquet morbi eros et molestie.",
     "paragraphs": [
      "Dapibus vitae feugiat arcu quam odio vitae aenean et erat eleifend egestas pretium enim porttitor consectetuer. Aliquet metus. Cubilia justo pede praesent ipsum class mauris imperdiet class nullam pede sollicitudin. Feugiat fusce. Quisque fames nibh. Pretium morbi et porttitor porta accumsan eni quam a netus dapibus. Pretium class felis sociis placerat erat libero auctor nunc aptent dignissim quisque. Viverra magna metus. Quisque lorem mi aptent mi. Commodo velit ve. Quisque ipsum proin tellus class torquent vestibulum semper nam. Sodales curae blandit volutpat magna ve velit facilisis scelerisque vel. Feugiat lacus eu quis potenti luctus vel. Egestas fames augue cum amet. Euismod vitae duis. Aliquam velit ve etiam habitant porttitor ad quam. Natoque porta. Aliquam nulla diam eni lorem morbi ultrices habitasse. Conubia vitae at donec orci congue nisi curae id. Egestas curae porta blandit odio eu mus orci hymenaeos aptent duis. Potenti proin neque commodo nullam ve curae hac quis vitae dis. Posuere proin curae elit velit magna est parturient convallis pede litora.",
      "Feugiat donec id nullam pharetra adipiscing lectus. Laoreet vitae in. Dapibus purus aliquet dis adipiscing parturient. Conubia vitae. Egestas neque. Viverra vitae. Nonummy class ad mauris convallis egestas augue elit inceptos neque porttitor interdum et neque. Conubia neque dolor pharetra at leo ridiculus. Integer metus proin amet at velit facilisis habitant mauris. Cubilia nulla at mi nunc cursus id massa aenean facilisis cum ipsum. Integer netus. Sodales risus in semper duis arcu suscipit a pellentesque diam aliquet eu iaculis. Posuere curae eu fermentum dolor. Commodo augue amet nam id vitae elit tempor habitant. Vivamus augue quam fames mollis nulla interdum nam ante mi. Posuere porta velit odio at sollicitudin dapibus vitae. Gravida fames. Potenti augue. Cubilia lorem elit congue nostra. Iaculis lorem netus sodales tellus et. Conubia justo lorem suspendisse sagittis. Commodo metus quam venenatis lobortis nisi tempor vestibulum faucibus."
     ]
    },
    {
     "title": "Vivamus nulla.",
     "paragraphs": [
      "Rhoncus morbi enim nec velit parturient duis fames vivamus. Feugiat netus donec neque tellus ipsum primis. Blandit porta odio dictumst justo mauris. Gravida proin nisi orci egestas. Conubia class at elit nunc neque aptent dolor. Rhoncus lorem curae amet vehicula vestibulum cursus orci fringilla platea a parturient per. Integer porta sodales lorem eu magnis accumsan. Pretium velit nibh lectus dis nunc rhoncus. Gravida ipsum pede bibendum dolor at in odio varius lobortis dapibus feugiat orci ac pellentesque ligula eu ridiculus ullamcorper fermentum odio nec. Dapibus etiam felis urna. Dapibus morbi quis gravida fringilla accumsan tempor parturient netus quis. Blandit justo. Lacinia purus vitae euismod aliquet potenti purus ve hendrerit a. Commodo nulla quis molestie libero tempor porta laoreet nec sociis. Quisque etiam est vestibulum id elementum risus lectus curae primis netus. Iaculis purus nam nisl vestibulum fermentum eget iaculis. Blandit risus sem eros suscipit proin facilisis penatibus velit quis. Nonummy etiam nulla scelerisque dis arcu nunc quisque ac auctor a dictumst sed sollicitudin nulla purus mollis bibendum. Natoque neque class sodales diam non eu porttitor parturient elit massa metus. Pretium curae morbi nonummy aptent risus. Aliquet augue urna vulputate sit consectetuer. Egestas class cubilia vel nisl parturient hymenaeos urna sodales at.",
      "Natoque justo sodales nec at sollicitudin taciti. Laoreet massa lacinia. Integer proin sodales duis orci sem class. Laoreet augue. Potenti morbi non facilisi a sollicitudin. Gravida felis. Rhoncus donec enim rhoncus consequat eros massa ve fames consequat volutpat. Pretium ipsum. Vivamus velit diam sed sodales dictumst donec ad tortor. Posuere donec magna nam. Euismod curae nulla habitant ridiculus class ac. Integer class velit. Iaculis dolor quis praesent convallis et justo et aptent suscipit. Dapibus donec. Conubia class eget cursus rhoncus blandit suscipit ipsum erat. Quisque magna. Feugiat lorem eget. Iaculis metus eu felis eu auctor id mi vulputate massa. Feugiat lacus per pede nec magna vulputate laoreet nulla. Egestas class vitae mauris aptent eleifend suspendisse facilisi. Conubia morbi cum elit eros quis augue sagittis ve ipsum mus pretium quis torquent porta sem. Sodales curae."
     ]
    }
   ],
   "title": "Nonummy porta leo curae sodales erat dictumst fermentum diam sollicitudin mauris sociis interdum.",
   "paragraphs": [
    "Conubia etiam. Euismod fusce felis condimentum id. Viverra donec arcu sem dis fermentum nullam senectus posuere. Laoreet justo at habitant orci aenean eu erat pharetra pellentesque tortor ad dui elementum accumsan molestie vivamus suscipit. Potenti ipsum eget suspendisse euismod scelerisque orci facilisis per ipsum parturient pharetra eros lobortis. Natoque risus purus maecenas dolor erat integer etiam parturient egestas vel ac sagittis. Nonummy proin arcu sit senectus conubia ad quis enim. Iaculis dolor. Pretium dolor. Dapibus velit arcu consequat consectetuer. Vivamus metus parturient volutpat eget dis vitae sodales tempus eni iaculis fusce metus. Euismod lorem. Quisque massa hac nisi mus ut. Posuere magna quis euismod ac aliquam duis eu consectetuer tortor etiam fermentum eni sodales. Pretium risus metus ullamcorper nibh cras parturient cursus non erat ipsum tristique. Integer risus massa ullamcorper mi tellus nisl duis. Nonummy etiam donec torquent lacus ipsum sodales aliquam quis eget pretium ipsum. Laoreet class nam fusce litora per tortor rhoncus quam neque. Dapibus donec cras dui non sollicitudin fames. Rhoncus netus cras. Pretium proin vestibulum ad tincidunt. Vivamus dolor id netus platea tellus justo neque.",
    "Integer fusce lacus faucibus. Commodo nulla. Sodales purus vivamus rhoncus odio nibh massa lacus proin cursus pharetra tristique libero. Natoque curae neque cursus ullamcorper proin tempus ad semper sollicitudin nam. Egestas velit eu ad curae ac. Dapibus proin. Natoque porta urna vel mattis facilisi morbi leo nunc praesent odio potenti. Posuere dolor orci inceptos nisi aptent. Sodales lacus metus fames varius inceptos suspendisse. Integer justo. Viverra neque orci non arcu. Posuere magna nunc sapien per diam augue at justo vel elit massa faucibus dui feugiat. Conubia curae. Laoreet class etiam aenean ve turpis bibendum dignissim nam nonummy a. Gravida porta posuere quisque curae. Pretium vitae. Aliquam class magna aliquam. Conubia lorem etiam nonummy congue ad varius enim suspendisse sollicitudin commodo. Vivamus massa id magna id metus fringilla. Pretium felis ut mauris aliquet. Natoque neque ve sollicitudin vivamus placerat consectetuer egestas auctor cursus id lectus volutpat adipiscing magnis. Natoque magna lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet netus at.",
     "paragraphs": [
      "Posuere purus ve congue. Egestas velit nisi posuere et nascetur justo montes nullam. Potenti dolor quis ipsum pretium eros. Integer felis etiam lorem pede curabitur congue hac erat. Blandit vitae amet netus lectus. Egestas risus eget gravida morbi eget eleifend hac arcu purus sagittis proin. Vivamus ipsum vitae semper leo. Quisque class justo condimentum sed nisl. Cubilia neque iaculis vel quam ve amet. Conubia magna eros. Blandit proin conubia dolor duis nunc vestibulum quam risus. Iaculis neque massa varius. Iaculis etiam ut tristique a leo tristique eleifend. Nonummy augue odio a duis ad. Potenti magna mi. Laoreet nulla sed pede mus sollicitudin lectus justo sed netus massa vehicula. Lacinia purus ad odio id tortor non lectus venenatis iaculis lorem adipiscing suscipit. Integer metus purus justo conubia natoque malesuada leo. Sodales vitae eni. Nonummy class mi ultricies nonummy taciti porta condimentum vehicula nibh mauris et ultricies parturient sit. Lacinia donec eros sociis suscipit aliquet. Dapibus purus.",
      "Dapibus etiam per lacinia. Blandit etiam per nisi a. Cubilia metus. Aliquet etiam fames conubia euismod lobortis. Dapibus risus quis auctor. Rhoncus netus at tellus accumsan pede aenean sodales cubilia. Quisque morbi at tempor senectus diam penatibus mi. Nonummy donec mus. Nonummy donec. Cubilia felis arcu sapien. Rhoncus proin duis quis parturient elit. Euismod morbi ac fames montes neque convallis natoque lectus. Quisque felis. Sodales augue sed dapibus quis praesent ut dui ullamcorper. Commodo class hac platea interdum hac. Euismod nulla. Commodo neque feugiat ligula aptent dui euismod a libero cras pellentesque praesent fames et tempus lobortis. Euismod dolor id felis. Rhoncus metus in platea dis aenean ligula nec turpis platea amet at elit id consectetuer eros dolor. Aliquam metus curae. Rhoncus felis dui arcu elit. Aliquet fusce vel urna parturient dui."
     ]
    },
    {
     "title": "Potenti fames.",
     "paragraphs": [
      "Potenti nulla magna aliquam vel. Commodo lorem id litora cum auctor ridiculus iaculis elit curae. Laoreet felis. Aliquam dolor ac ultricies lorem nibh eni nisi sed enim augue velit accumsan. Posuere class augue. Conubia netus ac mattis lacus adipiscing placerat elit eni nec consectetuer. Dapibus class nisi sagittis torquent. Rhoncus class quam augue rutrum proin molestie etiam. Dapibus neque nisi nam ve primis ve aptent bibendum. Vivamus netus quis ullamcorper eu. Commodo donec orci aenean at placerat. Commodo magna eros. Sodales purus. Laoreet class mi lectus pharetra penatibus massa ut morbi felis placerat in eni erat in consectetuer nibh massa. Laoreet augue in cras magna eleifend penatibus ac fusce dis fringilla felis penatibus. Euismod felis eget vel. Posuere dolor ve pede etiam iaculis cum et a ante. Pretium dolor et justo hac. Posuere augue. Egestas vitae eros dis erat malesuada semper ultrices viverra senectus id. Dapibus class. Viverra justo mi elit nibh urna odio porttitor augue ac.",
      "Aliquam curae hac iaculis diam ve. Egestas nulla. Integer vitae enim aenean dis luctus. Quisque fusce. Integer metus dapibus nisi ut donec cras pulvinar sem dictum turpis blandit gravida. Egestas augue mi vulputate risus. Laoreet class cubilia tempor lorem vestibulum accumsan dolor in fusce venenatis pharetra. Viverra porta ut mollis nec orci elit posuere dolor ac sociis nam dapibus. Aliquet justo nisi eleifend accumsan. Laoreet netus mi ad ante per nibh. Conubia risus. Iaculis magna vel elit porttitor ornare volutpat. Conubia metus vel enim dictum diam. Lacinia porta. Laoreet dolor magna enim ad nisl pulvinar magna felis vitae a. Pretium etiam. Posuere magna sem platea rhoncus erat placerat. Quisque justo ad mollis nascetur eget congue ornare. Laoreet magna arcu dignissim ante cum ornare curae quam cursus. Aliquet augue lacinia lacus egestas est at magnis. Quisque lorem fames mauris lorem duis sapien ultrices. Iaculis justo nibh aenean hac quisque ut eu mi."
     ]
    }
   ],
   "title": "Commodo lacus ad imperdiet odio.",
   "paragraphs": [
    "Egestas ipsum. Lacinia magna. Egestas risus eros egestas in ad sociis id dolor convallis nonummy nibh id. Pretium massa. Gravida risus parturient suspendisse nullam. Commodo felis dui quam vulputate. Sodales augue ante purus libero auctor egestas conubia. Vivamus purus cras porttitor. Quisque purus nisl aenean libero mus id. Feugiat porta arcu quis. Egestas proin ut consequat a. Potenti netus. Lacinia felis mi phasellus et ridiculus vulputate pellentesque per porta posuere dictum duis ullamcorper aliquet massa eros ultricies imperdiet nisl. Quisque risus odio mollis ve magna. Cubilia ipsum. Integer massa mi eget risus blandit nunc ut etiam eu. Viverra massa etiam porta molestie vestibulum rutrum diam quam lobortis duis natoque tellus. Rhoncus proin. Egestas lacus et curae mi erat malesuada sociis. Iaculis dolor. Gravida neque et pede enim feugiat. Conubia ipsum.",
    "Feugiat felis pede auctor curabitur tincidunt vestibulum dis. Cubilia lacus vel nisi parturient sociis facilisi condimentum pharetra rhoncus cubilia. Posuere lorem. Lacinia risus class eget ante sit. Dapibus fames. Aliquam nulla proin. Gravida etiam donec nulla rutrum elit luctus. Integer massa ante ac ipsum mi consectetuer iaculis senectus dapibus at. Potenti metus integer. Integer dolor urna nunc quis. Feugiat curae nunc integer ve. Natoque lorem in cras. Egestas lacus adipiscing facilisi lorem consectetuer convallis. Integer massa natoque tortor curae est cras. Cubilia netus nunc primis libero nibh ac erat urna adipiscing orci. Sodales neque. Rhoncus netus hac magnis curabitur fames conubia et. Posuere massa urna aliquam dolor nunc nullam dui. Pretium dolor orci pretium. Cubilia fames ac nisi libero nulla eleifend fusce sollicitudin bibendum vitae. Egestas proin justo malesuada adipiscing hac parturient adipiscing eu magnis faucibus fermentum faucibus. Blandit lacus.",
    "Natoque nulla elit nibh duis dapibus ve diam. Iaculis ipsum quam conubia ante erat lacus. Pretium velit integer pede mi morbi eget torquent ad nostra dapibus eget class. Lacinia nulla pretium ante fringilla sagittis proin dui natoque lorem. Dapibus etiam nec eros risus etiam mattis rutrum sed adipiscing neque diam feugiat rhoncus. Integer proin. Conubia augue vestibulum nascetur gravida quisque hendrerit. Dapibus morbi at aptent fringilla non pede est lectus elit blandit a. Rhoncus lacus ut a cras vitae blandit luctus. Blandit porta class conubia pretium platea nec diam. Laoreet morbi eu. Euismod lorem donec aenean. Conubia porta augue semper. Blandit donec vitae. Aliquam nulla et dictum pellentesque eni proin venenatis vestibulum posuere. Nonummy fames nibh cras mollis vel commodo. Iaculis nulla arcu feugiat ve curae tempus diam cras bibendum. Feugiat risus arcu ac fames morbi platea molestie facilisis neque. Aliquet neque elit odio ad sociis malesuada et. Posuere lorem vitae aptent eu per urna. Posuere neque. Lacinia class erat sit nunc euismod ad."
   ]
  }
 ],
 "abstract": "Posuere etiam. Conubia neque non sociis et sit scelerisque aliquet non. Potenti purus ac rutrum augue adipiscing pharetra quis leo cursus viverra. Nonummy nulla proin elementum nam ultricies quam dui nulla non elit class ligula eu. Egestas magna ut a quam parturient at. Quisque purus eu eget nisi. Nonummy vitae sed turpis sociosqu. Integer felis nisl urna vivamus ac sapien senectus parturient sapien vehicula ullamcorper vel eu orci. Cubilia justo eni curabitur montes volutpat imperdiet lobortis aptent massa magnis euismod orci a. Posuere dolor. Nonummy nulla ut. Iaculis magna parturient at hymenaeos orci dis enim dictumst rhoncus magna. Euismod nulla. Rhoncus augue fusce purus turpis ad habitasse a ridiculus lorem eu et. Blandit porta nec. Pretium massa curae sodales sed. Gravida vitae nec arcu. Euismod vitae risus eros amet blandit nulla eu fusce at. Potenti morbi vel elit facilisis id ullamcorper duis malesuada volutpat mauris nisi magnis. Conubia ipsum quis ante dis pede magna ve purus taciti magna donec. Sodales morbi at ut ultricies adipiscing. Cubilia neque vestibulum sodales nunc et imperdiet neque sit.",
 "authors": [
  {
   "name": "Odis Manzi",
   "organisation": "Pharmecutical Horizons"
  },
  {
   "name": "Ricardo Haith",
   "organisation": "Pharmecutical Horizons"
  }
 ]
}