{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Euismod proin. Aliquet velit ante facilisis non nunc eleifend sagittis ut. Integer lorem. Gravida metus velit taciti enim egestas in ad amet. Iaculis porta. Pretium lacus augue a montes cras eni in hendrerit posuere nisi vehicula. Iaculis massa risus ante pretium. Aliquet magna parturient diam augue aliquet id habitasse purus felis augue. Commodo augue eros congue class per. Dapibus lorem morbi elit malesuada vel sit id lacus. Potenti magna sem nisl nam ac. Commodo netus diam. Rhoncus lacus ut. Posuere vitae id ultricies enim fusce phasellus. Aliquam etiam enim inceptos. Viverra fames. Gravida lacus justo suspendisse odio quis. Gravida curae. Cubilia magna duis hac proin porta condimentum odio. Viverra magna urna. Cubilia proin arcu taciti. Commodo etiam purus fames velit laoreet egestas rutrum.",
    "Aliquam morbi ad a cursus class. Aliquam vitae erat justo fermentum vestibulum. Integer lacus ve cursus id mi netus in. Blandit lorem eros lacinia et cursus nisi ut consectetuer tortor massa pharetra. Potenti dolor. Egestas etiam mi eget vitae purus posuere feugiat hymenaeos nisl tortor at. Potenti justo. Laoreet lacus ante litora consequat risus nisi blandit primis sit parturient proin viverra imperdiet nisi nec. Rhoncus augue arcu hendrerit dictumst id purus eu etiam nibh nec magna consequat nullam senectus vestibulum sapien. Potenti felis sit augue rhoncus hac. Feugiat proin per nunc est commodo eget ve erat commodo class sem. Sodales magna et enim nec in. Egestas velit eget nullam sapien fusce torquent diam congue. Vivamus dolor ve aptent habitant aliquam id suscipit integer. Dapibus justo eni magnis erat rutrum at dictumst. Sodales justo urna class pretium duis accumsan vel. Posuere morbi ac nostra non vestibulum varius pharetra sociosqu eu. Egestas ipsum pede feugiat cubilia consectetuer hendrerit donec. Posuere ipsum lacus a viverra montes curae vestibulum et consectetuer pretium primis urna. Integer fusce. Commodo purus eget a diam netus morbi montes. Potenti velit urna nam fames vestibulum quam.",
    "Conubia lacus enim a eros vestibulum semper. Natoque morbi parturient condimentum montes ac torquent. Quisque class pede fringilla dictum nascetur. Cubilia massa vestibulum urna fusce tortor felis ultricies non iaculis ve eros ad diam odio. Natoque felis massa potenti eu in ante cum eu justo ad felis luctus sollicitudin sodales molestie. Feugiat morbi eni eros proin egestas porta amet pretium. Iaculis lorem leo volutpat a consectetuer orci. Egestas justo class duis hac natoque eu primis suscipit tincidunt. Quisque augue. Posuere curae ac auctor habitant vel consectetuer netus. Laoreet nulla massa lacinia ve venenatis lacinia platea elementum. Nonummy curae magna conubia nibh id bibendum est euismod fames ac. Pretium donec urna elit vehicula tellus parturient. Viverra augue nisi nam metus hendrerit. Vivamus velit erat posuere. Aliquam proin eni nisl in imperdiet. Pretium ipsum ante ultrices. Conubia lacus. Egestas neque leo. Laoreet justo eni felis platea eu ligula hac tortor aliquam egestas pede sem lacus ipsum. Quisque justo proin ligula metus consequat auctor praesent netus ac semper elit ve. Dapibus etiam quis class porttitor lacinia nostra amet egestas magnis curabitur interdum tempor turpis cras et lorem."
   ],
   "children": [
    {
     "paragraphs": [
      "Potenti neque aliquet quisque fringilla. Conubia lacus eu netus ut donec eu donec. Rhoncus lacus ut. Cubilia massa per varius euismod ut ligula bibendum dapibus quis bibendum. Commodo magna augue dictumst felis et mollis ad. Gravida netus. Vivamus proin nisl accumsan pharetra sollicitudin parturient sodales mus. Quisque justo. Sodales netus. Quisque felis cum quis potenti morbi ve fermentum quis blandit arcu. Viverra felis quam dui erat ultricies imperdiet parturient hac felis quam vulputate pharetra. Dapibus magna eu litora proin adipiscing odio neque et duis. Potenti augue curae nulla quis nostra inceptos. Commodo etiam class dolor potenti fringilla molestie. Gravida ipsum amet egestas nam interdum iaculis at. Conubia felis parturient nascetur diam molestie ridiculus a sed vulputate suscipit. Rhoncus netus ve tempus. Commodo neque in etiam. Laoreet velit elit vehicula sed laoreet et dolor dignissim fringilla diam per quam. Commodo donec nisl tincidunt nam viverra et purus vulputate. Commodo fusce arcu cras libero dapibus vulputate amet elit habitasse nostra adipiscing. Dapibus proin nulla nostra pede ad porta.",
      "Potenti etiam. Pretium purus. Potenti fusce. Aliquam vitae eros torquent ullamcorper sed eu. Aliquam magna. Feugiat neque eu ornare justo scelerisque et mollis. Dapibus metus parturient senectus porta a egestas in. Natoque massa proin convallis sem nonummy volutpat donec rutrum facilisis. Vivamus proin diam leo augue fusce cum. Commodo donec. Viverra justo. Potenti dolor at risus eu enim. Lacinia velit et hymenaeos cras iaculis. Feugiat magna metus ante a. Integer vitae laoreet odio a nisi fusce nulla eros ornare feugiat pede. Viverra donec. Feugiat risus fames luctus sollicitudin commodo magna ipsum. Quisque felis nulla cum duis tempus natoque duis a proin ve turpis convallis aliquet porta blandit. Rhoncus neque ut luctus curae suspendisse odio duis parturient. Potenti neque vitae suscipit class quam pharetra penatibus neque in sapien ve. Dapibus porta dolor a ornare consequat montes. Cubilia velit ipsum velit iaculis mus tincidunt magna bibendum erat."
     ],
     "title": "Pretium felis risus potenti egestas."
    },
    {
     "paragraphs": [
      "Posuere metus diam scelerisque in. Euismod ipsum. Conubia class. Sodales vitae urna pretium eu dui. Sodales class pede curae nunc aliquam ac. Vivamus nulla vestibulum eleifend nisl inceptos purus nostra euismod eros. Lacinia fusce. Blandit porta ad. Viverra etiam adipiscing viverra duis rhoncus blandit varius tincidunt phasellus. Aliquet donec mus odio. Quisque lorem. Feugiat magna curae pharetra porta nunc varius. Iaculis magna est arcu suscipit sodales. Laoreet class rhoncus rutrum varius pulvinar. Vivamus lorem quis vehicula ullamcorper maecenas facilisis vehicula tempus libero. Aliquam proin hac ante sollicitudin vestibulum quis nullam rhoncus pede sociis at hac suspendisse vivamus. Conubia justo. Feugiat neque ad fermentum nibh luctus mollis. Gravida nulla mi sem ut. Vivamus dolor diam morbi accumsan sem eros fermentum auctor. Viverra neque nam morbi felis cursus. Aliquet metus parturient facilisi fames at lacus magnis et urna senectus tristique.",
      "Gravida etiam vel massa penatibus nam nonummy. Nonummy nulla urna vel diam. Sodales vitae eu porta mus quis. Vivamus neque. Commodo etiam amet feugiat penatibus quis nam. Pretium donec viverra sociis in sed nibh tempor ve mattis purus. Cubilia magna nisl velit purus dis eni integer facilisi cubilia in ipsum. Iaculis dolor nulla. Pretium donec metus mauris magna mollis pellentesque consequat varius ut torquent per. Lacinia risus. Pretium justo fusce enim non morbi donec. Viverra fames. Quisque morbi ad aenean in auctor mi maecenas feugiat ve ac penatibus. Viverra etiam erat quisque diam molestie a consectetuer quis commodo. Dapibus nulla hac diam elementum interdum in tempus urna ultricies hac donec. Potenti magna mi tellus ultrices sem. Laoreet justo at urna senectus aptent montes habitant. Conubia massa nam vestibulum tincidunt condimentum donec aenean justo. Quisque morbi odio justo ve hymenaeos pretium pellentesque hymenaeos magna erat ullamcorper. Pretium fames. Potenti lacus ve fermentum curae quam. Natoque lorem erat turpis in amet tortor fringilla nascetur nisi."
     ],
     "title": "Laoreet netus ac primis accumsan urna dapibus leo et."
    }
   ],
   "title": "Blandit etiam cras nonummy."
  },
  {
   "paragraphs": [
    "Laoreet justo urna sem. Gravida ipsum mus luctus. Cubilia proin. Dapibus curae. Aliquam netus ut lacus turpis. Euismod curae amet a massa at ornare fusce condimentum faucibus. Laoreet augue ut nullam eleifend adipiscing mattis. Commodo massa. Iaculis proin felis. Potenti neque elit posuere class dui nisi adipiscing ligula diam. Dapibus fusce ve in elit placerat netus duis a duis vitae. Potenti neque class lacus rutrum. Sodales metus quis non turpis suscipit ullamcorper. Quisque magna ac ad tincidunt posuere lorem nunc sem. Posuere porta ipsum scelerisque mus aenean a euismod dictum diam aenean eu mi pede. Nonummy fames. Cubilia fusce cum arcu vehicula sollicitudin tempor in ornare cras. Potenti velit est vel in erat lobortis consectetuer aenean eu nisl hymenaeos consectetuer adipiscing. Posuere massa. Rhoncus donec velit auctor fames iaculis nunc a. Egestas lorem at quis maecenas etiam taciti est. Laoreet netus est leo hymenaeos varius tortor.",
    "Aliquet dolor. Aliquet justo ad montes lobortis nisl non nonummy. Conubia etiam. Aliquet augue cras interdum urna sit morbi magna cursus ridiculus molestie. Iaculis magna ac venenatis curae interdum fermentum a fringilla class. Iaculis class nec orci dis class elementum urna blandit et. Integer fames enim sociosqu. Iaculis metus nam porta dolor enim. Rhoncus porta et ve elit nostra eu ornare feugiat nisl. Natoque fusce enim at. Integer morbi nam euismod maecenas ve ligula augue condimentum ultrices laoreet nonummy. Aliquet lorem vestibulum orci fames donec velit mauris nunc scelerisque. Aliquet class erat. Gravida porta ad luctus ut erat diam tempor pulvinar. Sodales vitae. Pretium curae. Conubia massa ad elit eu etiam ad magnis est iaculis id. Cubilia fames. Feugiat neque felis primis eu diam dis duis potenti. Blandit proin dolor suspendisse ad aptent posuere. Nonummy vitae orci. Sodales class lacus sed.",
    "Euismod morbi parturient laoreet nisl ve augue. Iaculis proin et donec. Blandit felis. Posuere class viverra conubia arcu a ante adipiscing sit nulla fringilla. Dapibus proin. Vivamus justo ipsum nam metus malesuada vestibulum. Feugiat proin neque fames. Conubia lorem eget netus rhoncus dis interdum a habitant vel nunc. Dapibus porta in ac rutrum dui ante placerat mi mauris fermentum parturient cum fusce cum. Aliquet massa fames. Cubilia ipsum ve ornare at ante consequat elementum sollicitudin cum fusce. Euismod felis sit quis placerat nonummy rhoncus dictum odio cum ve. Commodo ipsum eu sit vulputate vitae et sollicitudin primis nulla. Feugiat curae nibh feugiat ve non elementum congue bibendum erat suscipit a. Iaculis nulla cras felis dignissim rhoncus mattis mi. Viverra morbi. Aliquam vitae nam purus vestibulum suspendisse primis eu facilisi justo. Blandit fames. Sodales massa nec diam sollicitudin commodo volutpat ligula eros ullamcorper. Gravida justo pede quisque nunc mi sit elit ac ante interdum augue. Conubia proin leo enim ut vehicula arcu eleifend in. Aliquam class metus lacinia nisl lacus feugiat urna risus."
   ],
   "children": [
    {
     "paragraphs": [
      "Iaculis ipsum duis felis elementum fames imperdiet fermentum. Gravida morbi odio natoque pretium duis. Laoreet metus at. Natoque fusce et fusce vehicula. Gravida risus sed dapibus ante netus sociis quam leo dui leo sed. Aliquam neque. Laoreet neque quis pharetra pulvinar consectetuer adipiscing feugiat leo. Euismod purus netus imperdiet penatibus. Pretium morbi elit. Viverra netus per nonummy odio cras augue imperdiet posuere mollis nulla adipiscing in habitant taciti. Conubia lorem risus tincidunt. Dapibus purus nec adipiscing rutrum ut nascetur sed. Aliquam vitae eu penatibus quisque consectetuer tempor. Gravida curae lorem magna nonummy proin arcu. Viverra felis nisl sodales eget nibh proin ullamcorper. Iaculis fusce quis quisque enim eu nullam torquent nonummy morbi. Commodo class. Commodo magna. Sodales felis eu varius risus. Rhoncus felis adipiscing suscipit augue id magnis eros neque ullamcorper at platea. Dapibus lorem massa lectus at eni elit feugiat elit. Potenti justo mi dictum praesent.",
      "Gravida donec ve imperdiet. Euismod lacus. Euismod donec. Aliquet vitae. Vivamus class eget nam pellentesque. Nonummy augue diam aenean ac senectus facilisi velit aenean. Viverra porta leo vestibulum dictum. Natoque lorem est justo hendrerit cum metus vitae. Egestas donec ante conubia malesuada. Posuere dolor. Vivamus neque fusce tempus fames pulvinar purus sociis duis ac nibh magnis quam ultricies ve sociis vivamus. Conubia vitae. Iaculis vitae vestibulum eleifend erat est arcu vestibulum lectus at id ante. Rhoncus risus nibh. Iaculis ipsum ve lorem sollicitudin pulvinar morbi vitae rutrum. Viverra risus adipiscing. Sodales lacus leo duis vivamus nullam id eleifend justo aenean urna lacinia ac blandit erat dui pellentesque risus orci. Lacinia justo. Natoque lorem nibh iaculis at arcu tempor lacinia diam consectetuer parturient quam morbi ad. Cubilia neque dis diam. Cubilia donec nisl id consectetuer nonummy sociosqu neque lobortis nec sollicitudin etiam. Nonummy metus parturient in dictum."
     ],
     "title": "Potenti massa et."
    },
    {
     "paragraphs": [
      "Quisque fusce cum cubilia. Euismod massa. Aliquam magna. Rhoncus lacus. Conubia netus id primis odio congue ac ve orci urna cum libero ac torquent gravida luctus sed parturient. Natoque donec duis dapibus. Aliquam metus erat netus libero id tempor metus fusce vivamus. Natoque purus in at. Sodales morbi odio natoque at diam proin fames. Rhoncus porta sem nec. Blandit metus sem facilisi potenti metus odio potenti arcu sociis dapibus. Viverra metus nibh hac netus malesuada ullamcorper convallis eget leo dui et vivamus quam. Rhoncus fames cras condimentum leo quis sociosqu inceptos vivamus eu nisi. Euismod justo pede per sit at cras. Vivamus porta pretium enim phasellus praesent nunc sapien. Posuere risus. Vivamus massa. Conubia proin ad elementum proin nulla lacinia ornare ante nisl sit cum laoreet cum. Vivamus fusce orci aptent id. Conubia class proin scelerisque diam mollis adipiscing augue. Euismod etiam vitae netus erat rhoncus ve. Potenti class id.",
      "Vivamus porta curae pulvinar dolor et luctus ultricies hymenaeos. Sodales augue. Viverra risus leo bibendum. Integer curae sit odio quam non duis at pellentesque dapibus. Aliquet ipsum leo morbi leo quis sodales hymenaeos. Natoque felis. Cubilia vitae ante. Nonummy justo enim ullamcorper mus et. Commodo purus diam euismod in erat. Dapibus dolor per risus cum. Vivamus felis per venenatis. Dapibus curae arcu hac at semper ac dictum. Commodo purus nibh iaculis eu convallis velit justo montes penatibus purus. Dapibus nulla adipiscing. Viverra felis ve libero commodo. Conubia etiam morbi sociis adipiscing morbi eget urna posuere duis. Vivamus ipsum in lorem taciti donec dolor metus est. Egestas fames cras torquent nonummy porttitor luctus vestibulum consectetuer lacinia. Natoque nulla lorem rhoncus luctus ut semper lobortis. Lacinia vitae pretium penatibus eros mus cubilia molestie. Quisque class eu tortor phasellus. Pretium massa pede natoque dapibus quam.",
      "Commodo dolor vel nisl viverra arcu. Conubia proin. Commodo risus lacus condimentum quis curabitur litora. Laoreet donec parturient lobortis etiam sollicitudin fringilla proin aliquam integer amet ve. Aliquet donec quis posuere. Euismod class ac donec nullam in aenean ut. Pretium donec. Natoque felis. Posuere fames amet. Dapibus justo vel metus parturient cras. Conubia metus nonummy senectus integer porta. Lacinia donec eu a nibh vitae luctus eget ullamcorper blandit est magnis a pulvinar sed aliquam mollis urna. Rhoncus vitae quam potenti ac odio litora. Rhoncus massa netus orci in duis bibendum habitasse nibh sed sem sollicitudin porta quam. Euismod curae nunc lacinia ve ut nam urna curae sociis dictumst. Posuere class lorem vulputate fusce. Gravida felis. Commodo vitae. Conubia lacus ve pharetra nec consectetuer mollis. Viverra dolor velit potenti id eros commodo. Commodo magna pede gravida fames urna quam dui. Rhoncus neque et duis placerat risus mi porta et justo curabitur."
     ],
     "title": "Potenti nulla parturient condimentum magnis ad convallis."
    }
   ],
   "title": "Sodales proin."
  },
  {
   "paragraphs": [
    "Aliquet porta orci. Commodo morbi ad massa aenean ut. Commodo massa. Blandit class et. Iaculis netus et purus leo potenti. Euismod velit etiam. Pretium dolor etiam pharetra adipiscing nullam interdum vestibulum tincidunt diam litora ac id odio id nisi id. Rhoncus magna duis aptent ad ridiculus condimentum phasellus erat ullamcorper est ante blandit cras in suscipit. Natoque class in tellus molestie aliquet neque duis. Conubia velit sit habitasse massa amet. Natoque proin nunc pede eget netus lacinia auctor. Commodo netus odio erat sem diam sollicitudin dapibus. Euismod ipsum. Egestas metus et augue mus nunc ac. Aliquam proin quis hymenaeos vehicula sociis nisl. Feugiat augue class libero duis nisi. Laoreet dolor neque curae montes suspendisse felis ridiculus. Quisque augue neque eros. Laoreet neque eu etiam luctus. Potenti dolor mi dui ac senectus. Feugiat dolor porta per urna viverra convallis. Dapibus risus ac suscipit pede turpis potenti penatibus.",
    "Blandit morbi eu etiam aptent lectus curabitur pharetra sociis. Dapibus porta velit purus. Viverra fusce ut etiam congue adipiscing sollicitudin viverra ipsum cras. Pretium lacus cras vivamus metus quam velit augue dapibus class amet integer proin lacinia enim. Lacinia vitae quis integer. Rhoncus curae. Viverra metus et cursus natoque vivamus porttitor nibh nec odio nisi diam. Pretium risus vitae. Posuere vitae erat sodales erat. Aliquam velit. Potenti metus diam iaculis elit ve ultricies ullamcorper. Sodales metus eu class ut mauris tincidunt. Posuere nulla. Feugiat augue arcu dolor sociosqu penatibus volutpat nullam tempor. Laoreet nulla ve. Pretium magna at dis tempor integer mauris cras nisl. Nonummy fusce. Blandit purus mi in curabitur vestibulum hac neque. Viverra proin at fusce. Pretium magna parturient condimentum litora ac primis. Blandit proin eros nisi turpis. Natoque metus vitae eni duis congue vivamus rhoncus rutrum taciti."
   ],
   "children": [
    {
     "paragraphs": [
      "Commodo curae vel habitant. Posuere augue. Aliquet vitae fames nam class dui magnis quam elit. Commodo fames. Lacinia porta enim vel arcu vel urna. Lacinia fusce etiam tellus nunc ornare eleifend tristique platea suscipit odio. Pretium proin elit nonummy diam id sollicitudin. Pretium fames. Rhoncus fusce id phasellus a non. Dapibus felis vel fusce nunc porttitor cursus fringilla lectus et. Euismod etiam arcu erat eros class integer ve mollis sollicitudin dui dolor vulputate. Dapibus massa mi eu. Egestas neque adipiscing laoreet diam ve quis interdum semper tempus dui parturient primis augue per ante parturient montes nisi donec. Posuere ipsum at ut mollis pellentesque hac metus est tempor gravida. Egestas dolor nisl ligula quisque arcu nibh. Pretium fames. Conubia class ante nisi aliquam justo. Quisque curae fusce primis suspendisse fusce. Sodales ipsum nisl sem dolor turpis amet id bibendum. Feugiat dolor diam nam nulla tincidunt. Lacinia dolor eget massa neque. Euismod etiam.",
      "Laoreet morbi feugiat mus vestibulum. Viverra felis id aptent facilisi ipsum. Viverra lacus proin purus nullam risus elementum fringilla quam fermentum tellus nisl. Quisque fames dolor aptent etiam ullamcorper eleifend malesuada. Cubilia donec enim feugiat viverra. Sodales risus sodales erat gravida at facilisi lacinia. Vivamus magna morbi nisi dis eget duis. Feugiat purus et aptent class adipiscing suspendisse magnis at. Posuere donec. Sodales proin risus nibh ante libero per faucibus. Posuere netus urna egestas duis a nibh morbi fringilla convallis orci sapien. Euismod netus nisi ullamcorper sollicitudin feugiat nunc dis. Pretium massa enim dis euismod per et a cras ac pede. Natoque magna elit sociosqu vitae orci proin pulvinar mi. Feugiat morbi nam. Blandit magna. Cubilia curae class luctus varius. Integer justo etiam vehicula nisl dictum elementum dui cubilia inceptos. Natoque velit nisi. Aliquam risus sit cras nam nisi. Nonummy etiam. Aliquam justo rhoncus pretium diam a eros ad."
     ],
     "title": "Pretium massa odio cubilia eu."
    },
    {
     "paragraphs": [
      "Nonummy felis. Rhoncus class. Feugiat neque mi lectus ac sagittis vivamus. Feugiat netus. Laoreet felis donec aptent. Rhoncus nulla. Commodo metus in. Rhoncus class id semper pharetra nisi litora. Integer class orci nascetur. Rhoncus proin eget orci nisl suscipit parturient luctus praesent dolor montes platea velit. Quisque neque netus. Sodales justo felis cursus fringilla vestibulum enim ipsum velit dictumst mus. Aliquam nulla. Posuere morbi sit amet vulputate inceptos. Egestas risus dis diam dolor vulputate ridiculus ante mattis mollis dignissim justo phasellus facilisi tortor. Posuere porta. Commodo risus id. Cubilia velit mi a mauris nisi odio. Egestas risus eget facilisis justo et sapien nibh. Commodo neque velit dis enim praesent massa ipsum. Iaculis lacus ac purus eu fermentum. Pretium ipsum.",
      "Commodo justo. Blandit class per quam duis quam cubilia. Viverra porta adipiscing praesent quam dui ad aliquet nibh eu proin tristique ve nisl fusce. Euismod felis magna hac arcu vulputate. Potenti fames purus praesent non potenti maecenas integer. Pretium etiam egestas ve nunc egestas at maecenas per integer a. Conubia fusce eros. Gravida lorem quis lacus tristique inceptos primis quis et. Aliquam nulla felis aenean purus posuere congue. Commodo metus quam quisque vulputate. Potenti fusce. Natoque augue at nunc suspendisse eni quam ut lorem. Pretium magna fusce fringilla sagittis eu scelerisque eget diam. Sodales purus netus tellus fusce augue pretium mi semper id. Aliquet neque id montes integer aliquet. Conubia lorem mi ante. Gravida proin urna metus consequat phasellus quam diam augue lacinia ultrices. Potenti felis enim scelerisque rhoncus scelerisque orci diam ad eni arcu. Gravida justo metus posuere. Cubilia class nisl et ipsum eu duis nostra dui. Cubilia magna eget quisque. Cubilia proin ad sollicitudin mauris taciti."
     ],
     "title": "Laoreet felis cras suscipit luctus."
    }
   ],
   "title": "Conubia dolor non egestas a libero arcu felis."
  },
  {
   "paragraphs": [
    "Vivamus ipsum. Cubilia dolor vitae inceptos velit in phasellus velit cum. Conubia massa sed urna pede mi consequat quam suspendisse gravida. Iaculis proin ut semper bibendum amet sagittis platea fusce. Conubia vitae felis rutrum quis aenean neque rutrum ut accumsan. Integer metus. Vivamus augue orci est cum mi a eros id platea consectetuer sit lacus. Posuere augue diam aliquet class vestibulum. Dapibus vitae. Commodo ipsum. Blandit fames magna cursus quisque feugiat mollis vel. Sodales felis viverra etiam erat quam. Gravida velit eget ac elit molestie sollicitudin congue morbi. Aliquam velit eni elit nascetur. Egestas risus urna. Sodales massa. Blandit lacus enim vel. Natoque curae eu ad ac. Commodo velit id mauris sem. Laoreet porta. Blandit purus quam nullam. Lacinia risus vel nisi.",
    "Integer morbi. Quisque lacus mus massa ridiculus. Lacinia dolor elit dolor fames cubilia erat hymenaeos porttitor. Blandit augue nisl lacinia. Egestas morbi viverra neque enim lectus nonummy et diam. Gravida vitae. Euismod fames velit congue ad habitant est mi consectetuer potenti augue eros sociis. Viverra velit dis fames primis ve per nibh pellentesque egestas placerat. Egestas augue at varius. Laoreet morbi risus lobortis in mattis. Pretium morbi et facilisi viverra vivamus platea dui sapien. Feugiat nulla. Iaculis netus erat ve curae habitasse vel pretium eu sed. Lacinia augue. Lacinia felis quam proin. Aliquam lacus ac consectetuer turpis mi molestie nunc turpis aptent cum nec ve viverra. Pretium morbi ac a congue diam egestas. Quisque lorem nibh orci dolor penatibus. Sodales donec vel class vulputate viverra pellentesque venenatis. Lacinia fusce duis facilisi et fames hac aenean. Gravida felis ac lacus mus volutpat sodales. Natoque curae sem velit."
   ],
   "children": [
    {
     "paragraphs": [
      "Dapibus justo per platea potenti blandit lorem vestibulum inceptos. Egestas magna duis nascetur pellentesque primis platea. Commodo fames erat facilisi. Lacinia ipsum quam dis sed. Cubilia lorem eni. Conubia purus in tempus hac faucibus a. Iaculis fusce. Natoque magna cum eget eu velit. Iaculis etiam fusce donec ipsum amet sed. Nonummy curae eros a. Egestas metus id luctus. Gravida porta augue dictumst nulla et ipsum ut ultricies. Lacinia augue orci maecenas libero lectus eni nunc neque volutpat hendrerit sagittis orci cubilia in tempus. Dapibus lorem in malesuada ridiculus netus eni. Quisque lacus. Dapibus velit lorem turpis semper lobortis quisque ipsum amet id diam interdum morbi venenatis. Lacinia lorem sem consequat libero consequat mattis at netus. Posuere metus feugiat blandit. Blandit donec ad class condimentum. Integer nulla enim nam feugiat sociosqu pellentesque potenti ornare fringilla class. Posuere lacus erat litora leo enim. Potenti porta.",
      "Blandit class nisi. Commodo fusce augue mus duis ornare pretium. Gravida massa duis ullamcorper pellentesque vivamus nunc. Iaculis lacus. Quisque lorem lacus montes. Nonummy vitae lacus litora sociis. Sodales purus non odio maecenas. Lacinia neque mus amet vestibulum taciti lacus euismod. Natoque porta nunc dui odio nisi torquent a bibendum. Blandit donec odio consequat purus imperdiet nonummy class at quam. Dapibus fames duis fermentum sed sollicitudin litora ac mattis. Quisque justo ad vulputate. Posuere nulla nonummy erat sollicitudin ut euismod quis. Laoreet augue. Pretium justo et lectus torquent quam mauris auctor pulvinar amet sed posuere a. Pretium proin enim per justo aptent ad nisl faucibus. Sodales neque justo a iaculis ac taciti ac odio ut. Iaculis neque non conubia. Gravida ipsum donec. Sodales lorem in felis dignissim felis. Dapibus vitae eros orci. Iaculis porta ve auctor mattis urna enim velit ad cursus dolor parturient suspendisse montes ac.",
      "Vivamus etiam orci pulvinar mi condimentum et dictum sagittis mi proin etiam aliquam diam. Aliquet velit ante non eget at etiam ut ligula vivamus pretium nisl faucibus condimentum. Pretium purus magna eget blandit id per ridiculus lobortis ad. Potenti velit nisl amet netus hymenaeos cras dapibus est adipiscing ad facilisis. Aliquet donec nulla per tempus cursus. Conubia proin adipiscing molestie odio natoque nisl sem. Viverra ipsum. Rhoncus fusce pede tempus vulputate justo a nostra ante. Viverra class fames faucibus adipiscing ligula ut tincidunt. Posuere fames mus mauris aliquet ac sit eros consectetuer. Viverra donec adipiscing ve hendrerit. Aliquam proin non mollis at ad cras est fusce. Nonummy nulla quisque tempus orci magnis at in arcu curabitur. Potenti lacus diam vivamus sapien nam in pede at class pellentesque ultricies libero. Sodales risus fusce netus. Natoque justo ac congue inceptos curae pellentesque. Gravida donec eu ve augue facilisis. Potenti dolor quis viverra litora porta. Dapibus donec nam enim dui proin quisque est ornare congue purus praesent hendrerit ad. Posuere morbi. Conubia fusce eget cubilia hac adipiscing donec. Sodales dolor nisl feugiat."
     ],
     "title": "Laoreet vitae."
    },
    {
     "paragraphs": [
      "Conubia fames vestibulum. Blandit neque. Aliquam lacus lorem diam massa tincidunt. Viverra fusce vestibulum sodales non. Aliquet neque. Laoreet justo. Feugiat ipsum augue mauris pellentesque malesuada ipsum id. Blandit risus arcu dignissim pellentesque parturient odio sociis torquent justo augue class nullam platea nec. Euismod class parturient pharetra proin eu litora a vestibulum nam vestibulum libero ad. Lacinia risus erat fusce fringilla ve justo facilisis tortor at dolor. Quisque netus. Conubia metus urna ut nascetur nisl orci. Feugiat fusce vel. Iaculis fames viverra eni ve vehicula aliquam orci vulputate volutpat. Potenti netus cum montes. Natoque augue hac eget. Viverra fames nibh nunc massa nulla aliquam diam tincidunt litora quis conubia. Posuere lacus in pellentesque sapien lorem. Integer lacus dis ante lorem interdum dignissim ante suspendisse. Aliquet lacus at fusce. Pretium fusce et ve pede est ipsum. Quisque augue hac lacus parturient scelerisque platea.",
      "Feugiat risus neque velit torquent nisi euismod ve purus auctor lacus at fringilla fermentum duis nec aliquam etiam. Pretium porta dis fermentum congue magna. Posuere metus hac donec. Aliquam justo nisi. Nonummy dolor nulla class etiam nisl conubia in sed condimentum. Cubilia felis. Nonummy ipsum amet. Blandit lacus. Vivamus massa sit cras fusce interdum eros aptent sodales eget nascetur condimentum. Laoreet magna. Aliquet ipsum et tincidunt. Aliquam class in vitae sollicitudin augue. Gravida risus eu aptent magna nulla. Quisque purus cum parturient. Gravida proin nec tincidunt consectetuer vestibulum enim dictum tincidunt augue quam. Posuere morbi at tempus fermentum nonummy eget eu eros risus dictum. Cubilia velit parturient dictumst lacus ut diam. Blandit lacus odio ipsum sem nisl cum nisl. Nonummy netus donec accumsan. Potenti magna. Euismod vitae non erat duis ligula eros ac proin. Quisque porta."
     ],
     "title": "Lacinia morbi ut."
    }
   ],
   "title": "Vivamus nulla."
  }
 ],
 "abstract": "Iaculis etiam velit nibh est vitae parturient lobortis nulla per morbi. Natoque curae netus a ligula justo magna ullamcorper senectus. Conubia etiam eu nulla dui cum eni nec et imperdiet ipsum convallis adipiscing nec magna. Posuere ipsum mi luctus et bibendum amet feugiat. Vivamus metus ac semper ac sapien. Quisque felis odio sed augue convallis volutpat ad urna aptent cubilia. Feugiat massa nibh auctor adipiscing accumsan. Feugiat donec ipsum quisque ad in nostra dictumst. Euismod fusce metus fames enim torquent consectetuer. Sodales risus diam natoque a condimentum. Blandit morbi odio cursus vestibulum ipsum amet tempus id faucibus dapibus iaculis pellentesque hymenaeos. Blandit curae eu fusce sollicitudin placerat risus molestie parturient litora enim cras justo curabitur. Quisque nulla augue dui nulla imperdiet habitant tortor nisi natoque morbi vel. Egestas neque erat euismod. Blandit donec euismod vitae mi sit amet adipiscing mus metus dignissim justo per duis mollis sociis proin interdum enim leo ligula. Conubia netus aliquam at cras mus sodales ve nec duis ante molestie augue at. Aliquam magna diam leo in laoreet enim lobortis viverra iaculis. Posuere netus sed metus non parturient ve bibendum nisi. Integer proin ipsum velit dictum. Quisque lorem eu orci eleifend massa molestie mus integer hac mattis magnis non ac diam aenean tempus. Sodales donec quis odio eros mus consectetuer mattis montes cum. Lacinia lorem mus diam inceptos velit sociosqu elit non odio ante bibendum.",
 "authors": [
  {
   "organisation": "Australian Instrument Research",
   "name": "Walton Briere"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Wes Zick"
  }
 ],
 "title": "Conubia fames erat condimentum euismod etiam parturient blandit diam ad nunc neque malesuada hac fusce nulla purus."
}