{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Sodales porta eget amet conubia et ultrices sit. Integer magna nam odio vestibulum vel class. Vivamus neque parturient at porttitor fames amet mus. Commodo curae nam odio rutrum. Integer neque ve consequat a nec. Dapibus netus ad. Aliquam augue feugiat orci dui. Gravida proin eu luctus ridiculus potenti sollicitudin sapien in libero sit laoreet in inceptos. Nonummy dolor cubilia vel senectus hymenaeos mi primis id sapien egestas. Cubilia class id turpis sociosqu suspendisse per urna commodo ac. Natoque fames per duis nisl. Cubilia etiam ipsum nulla arcu ante praesent at leo scelerisque posuere. Aliquet netus nunc quis pretium in nibh odio nascetur. Aliquam fusce eros cras sem. Aliquam augue ve fames placerat cras hac rutrum. Egestas metus eget hac vel ad vitae sollicitudin hendrerit lorem eget. Vivamus lacus neque a magnis. Aliquet donec nec quis metus hac vestibulum lorem diam a duis donec potenti. Aliquet fames adipiscing posuere cras ad. Lacinia dolor mi neque consectetuer augue nisi aliquet nisi ad pellentesque nisl proin interdum imperdiet. Feugiat ipsum fames interdum est laoreet nisi penatibus nibh arcu donec porta. Commodo curae mus ligula auctor accumsan ullamcorper.",
 "authors": [
  {
   "organisation": "Mendez Electromantics",
   "name": "Tamica Koppes"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Fabian Ravenell"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Sidney Sheller"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Bernardo Widner"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Meredith Mcelvain"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia neque leo eros habitant ut ipsum nostra curabitur penatibus. Laoreet lorem per diam quis hac ante nisl odio. Potenti neque est eget class aliquet habitasse inceptos. Commodo magna id nibh purus. Potenti fames hac ante ut consectetuer aliquam netus nunc. Commodo neque. Aliquet lorem parturient posuere pede mi eros habitant purus arcu. Aliquet velit duis habitant sagittis rhoncus consectetuer ultricies magna a sapien fringilla vivamus purus aliquet. Euismod nulla. Cubilia morbi arcu nostra dignissim lobortis varius lacinia. Integer nulla. Commodo etiam. Euismod neque class libero sapien. Cubilia lacus. Integer porta. Commodo justo orci duis. Feugiat dolor curae massa lorem eros pulvinar justo. Conubia risus blandit ve accumsan nam ornare aliquet eget adipiscing facilisis augue eros nonummy ut quam amet ad urna. Potenti magna mi sapien senectus duis curabitur facilisi sagittis rhoncus commodo tempus eu. Posuere curae. Iaculis etiam ante. Potenti netus ac taciti vivamus pede.",
      "Nonummy morbi sem gravida id sem at a quis in sollicitudin consectetuer sodales. Sodales massa hac sociis accumsan parturient varius enim et per ad platea pulvinar. Blandit nulla. Nonummy proin in luctus feugiat enim ridiculus aenean felis facilisi enim posuere cras rutrum magna platea lectus. Feugiat porta sit nisi cubilia. Euismod risus. Aliquet morbi. Dapibus purus ut pellentesque conubia lobortis nibh. Potenti purus fames. Laoreet neque quam. Posuere vitae vestibulum vivamus odio. Euismod fames. Posuere proin fusce dui amet nibh augue lorem. Aliquam justo iaculis laoreet class. Potenti risus quis blandit neque urna. Aliquam justo. Feugiat class mi ipsum aptent suspendisse dolor. Euismod vitae id auctor et vehicula. Euismod netus est nisi. Feugiat augue ad orci nunc aliquet. Laoreet vitae ante fusce porta luctus porta netus. Aliquet dolor adipiscing id magnis."
     ],
     "title": "Posuere fames."
    },
    {
     "paragraphs": [
      "Blandit risus est enim quam amet nullam et rutrum sit vehicula posuere odio erat pretium lacus ac nostra vehicula. Iaculis justo. Natoque lacus. Blandit morbi duis mi. Dapibus morbi ac. Aliquet justo class vel nostra. Aliquam nulla quis egestas hendrerit tempor risus in consectetuer ornare felis euismod ornare purus. Commodo porta cum primis turpis dolor est enim pellentesque viverra dictumst turpis. Conubia lorem. Lacinia magna in lacus nascetur nam. Iaculis neque dolor ullamcorper id varius ridiculus massa malesuada duis. Blandit felis orci a amet ipsum blandit ante senectus est sollicitudin justo curae cursus. Rhoncus netus felis risus dolor a diam netus. Potenti nulla nonummy malesuada ac purus facilisis mi turpis dolor. Egestas curae quis potenti ve est erat nam vehicula aliquam. Conubia curae duis vel venenatis congue nibh ut sollicitudin nonummy. Blandit class. Aliquet fames risus litora proin. Dapibus proin. Viverra augue odio. Sodales justo ve. Egestas purus arcu dis tincidunt nullam vestibulum consectetuer feugiat massa eni.",
      "Iaculis class nisl laoreet a ullamcorper non. Blandit fusce dui libero posuere ac in lorem nostra. Vivamus lorem sit. Gravida vitae ac neque ad porta enim mattis interdum dui. Natoque fusce ipsum per commodo justo nunc et hymenaeos urna. Integer porta nisi tempus habitasse at tempus eu auctor ad accumsan cubilia. Natoque neque eni turpis pharetra justo. Laoreet nulla ante nam. Egestas etiam. Pretium massa potenti viverra. Commodo velit. Laoreet risus. Cubilia purus mi malesuada ut malesuada nulla in cras fermentum. Gravida justo. Iaculis netus eu. Blandit vitae et morbi montes suscipit habitasse at. Potenti fames augue dui cras ad est ad posuere nisi eni cras per non. Euismod purus porta dolor nam enim nam quam. Rhoncus felis. Potenti velit odio aliquet ut nullam eni nisi. Dapibus fusce. Cubilia donec dis urna."
     ],
     "title": "Quisque felis nibh aptent tempor orci odio natoque."
    }
   ],
   "paragraphs": [
    "Blandit metus ad a enim. Laoreet magna mi semper eleifend neque ipsum vivamus habitant cursus. Laoreet morbi adipiscing elit etiam porta pede. Viverra etiam velit auctor tellus per. Aliquet felis vitae hendrerit pede cursus et sem in proin facilisis viverra pede ad pellentesque congue. Blandit nulla ad lorem elementum curabitur adipiscing nibh platea primis dolor. Sodales donec dis quis suscipit cras platea sagittis. Cubilia donec sit egestas ac. Blandit justo eni eleifend. Nonummy ipsum enim a. Aliquet neque. Egestas dolor erat at amet placerat consectetuer lectus ipsum. Posuere porta eget hac et morbi et ut. Sodales etiam et. Viverra netus ante condimentum dui ad turpis. Laoreet class donec litora nisl duis sodales dis venenatis rutrum massa suspendisse dictumst. Quisque felis nec curae est neque sed pede enim adipiscing at habitasse. Pretium augue erat blandit convallis arcu quisque ad luctus vel ut hendrerit. Rhoncus class. Viverra proin. Egestas lorem hac tincidunt mauris. Rhoncus netus porta consequat inceptos praesent.",
    "Iaculis dolor risus sed quam vestibulum est adipiscing. Sodales justo id vitae felis potenti vivamus. Viverra massa cubilia at. Viverra proin duis ullamcorper hac tortor curae. Aliquam fusce ac donec ac fusce pede convallis sem hendrerit. Commodo neque proin nascetur mi nostra purus eu mi tortor penatibus iaculis auctor erat leo nisl consectetuer quisque. Posuere risus fames luctus. Nonummy lorem eni mus et dignissim justo leo fames elementum consequat enim consequat mauris. Aliquet augue. Cubilia curae ante leo purus. Gravida lorem morbi a amet porta. Aliquam metus ve vitae venenatis quis. Rhoncus morbi metus a libero amet pretium id. Integer risus arcu aliquet a nostra. Commodo dolor nibh quisque justo. Euismod metus. Euismod augue. Viverra etiam sem amet cum massa non platea duis. Rhoncus justo quam. Gravida risus sit. Nonummy vitae gravida curabitur. Pretium fusce vivamus libero."
   ],
   "title": "Pretium class."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere morbi. Cubilia nulla urna luctus dictum proin enim molestie. Aliquet augue nisl mi. Gravida purus quis sodales ipsum at mauris. Laoreet netus orci cubilia facilisis cras vel felis mollis dignissim. Posuere proin urna viverra per. Laoreet fames sem magna nunc litora penatibus facilisis vestibulum est vestibulum etiam arcu lacinia ve platea sed. Rhoncus augue per eni penatibus nisi dui ornare nostra hac. Natoque lorem cras cum ipsum. Nonummy vitae dolor a nunc ac pellentesque aliquet faucibus. Natoque purus curae tellus parturient pellentesque aliquet. Aliquet lorem eros id nulla facilisis ullamcorper. Blandit magna sed volutpat consectetuer. Iaculis purus parturient ullamcorper sapien ad et vel ante adipiscing non. Gravida velit adipiscing ut molestie massa cursus. Dapibus magna egestas congue quis consequat auctor. Posuere dolor. Feugiat risus vivamus nam parturient nostra augue aliquet. Sodales vitae nam eros donec nisl non ac augue magnis felis. Potenti fames. Commodo magna. Cubilia augue sit nostra maecenas ultricies.",
      "Nonummy ipsum. Euismod velit nibh per posuere at urna ad ultricies metus porta cubilia. Cubilia curae ad montes pellentesque viverra. Pretium risus sed duis adipiscing ac rutrum. Aliquet magna elit faucibus placerat. Euismod etiam nisi ullamcorper. Blandit proin eu consectetuer diam nonummy tellus netus vestibulum ullamcorper. Sodales class nunc vel est mi urna. Conubia nulla. Iaculis neque vel. Rhoncus morbi quis a pede. Feugiat risus et tortor sollicitudin est etiam fermentum sociosqu in hac penatibus tempus nascetur dui. Commodo fusce natoque sagittis mattis rutrum netus vestibulum scelerisque aptent ad. Feugiat proin. Potenti netus. Quisque felis justo inceptos fames eni enim est lacus vel. Euismod vitae diam a. Aliquet massa mus blandit id odio primis et sagittis nonummy vivamus. Euismod morbi proin tellus nisl. Nonummy etiam eros etiam. Natoque lorem nisi a nulla mi facilisis. Aliquam proin quis nec pellentesque."
     ],
     "title": "Sodales justo et nullam mus."
    },
    {
     "paragraphs": [
      "Nonummy curae dis nisi hac pellentesque in. Potenti risus ve. Iaculis purus etiam. Sodales fusce lorem euismod tristique ut et cursus posuere quisque rutrum dolor. Conubia morbi ve volutpat. Nonummy magna odio cursus quis at sollicitudin. Blandit morbi erat dis in pretium. Aliquam felis erat quis vestibulum. Blandit neque diam sociis tempor vivamus rhoncus suscipit montes. Natoque etiam nec felis elementum egestas consectetuer. Integer felis. Lacinia ipsum morbi. Posuere class sem vel. Iaculis ipsum morbi dolor. Commodo augue duis suspendisse dui mi consectetuer nunc dapibus fames. Aliquam augue. Feugiat proin lacus condimentum molestie conubia. Euismod purus eget convallis pellentesque vestibulum eros habitasse bibendum nullam. Aliquet proin dui etiam erat rhoncus netus nibh laoreet. Iaculis felis class platea eu justo id sed nisl et. Gravida fames at nunc volutpat nam. Nonummy neque parturient mi luctus facilisi gravida interdum ornare.",
      "Posuere purus nisi viverra fames cras egestas felis nam arcu eu convallis. Vivamus magna ut ligula quisque ac tempus a potenti. Potenti lorem dui praesent egestas sodales ultrices risus curae velit proin placerat class senectus sem et euismod eros. Lacinia donec pretium quisque mattis dui suscipit. Feugiat lorem. Cubilia curae nibh lacinia neque ad massa nam parturient fringilla. Blandit dolor. Laoreet vitae cum sit. Viverra metus adipiscing senectus metus urna dapibus nisi. Quisque felis. Blandit curae viverra luctus nisi ullamcorper. Natoque donec risus. Euismod risus. Viverra dolor class habitant. Dapibus curae orci vivamus luctus mi sapien habitasse donec in montes. Pretium magna dui nostra at pulvinar cras habitant amet. Dapibus lacus augue sit amet bibendum. Egestas netus ipsum. Rhoncus massa quis aptent sapien curabitur at netus ut. Posuere fames. Gravida morbi. Iaculis morbi mi turpis mi dis ac ligula."
     ],
     "title": "Conubia netus elit dis curabitur platea nec."
    }
   ],
   "paragraphs": [
    "Natoque vitae ve odio vulputate penatibus quam nam urna ridiculus ad erat proin fusce a gravida platea id ligula. Blandit purus pede a arcu ut venenatis porta malesuada sapien orci condimentum. Conubia lacus. Rhoncus massa mi mus imperdiet sociosqu donec eu. Dapibus proin. Viverra donec. Integer nulla cum ante quam. Viverra curae in phasellus massa augue. Rhoncus purus risus feugiat tristique. Feugiat etiam orci porta metus placerat vestibulum. Commodo dolor eros est curabitur montes volutpat. Blandit dolor eu nisi tempus lacinia. Lacinia proin mus. Gravida metus ac fringilla augue molestie leo sodales enim inceptos. Conubia metus ve amet curae eu interdum potenti interdum mi. Gravida lorem class. Aliquam lacus. Nonummy fames orci cum feugiat mi. Laoreet proin mus amet eu malesuada. Cubilia morbi diam fringilla sapien netus mattis erat velit nonummy cras dis mus hendrerit habitant duis. Posuere donec cum erat lobortis lorem ante a odio dolor. Iaculis massa morbi taciti aenean.",
    "Rhoncus class etiam. Pretium augue morbi egestas eros lacinia ut sem. Commodo magna sit risus non pede torquent nec quam eu hymenaeos. Euismod purus. Iaculis felis vel. Integer fusce id a eget fusce ad lorem scelerisque pulvinar fringilla nullam ultrices tristique. Euismod lacus fusce. Feugiat fames in lorem libero sed eu sodales at eu tempor ad elit suspendisse pellentesque quisque nisl. Vivamus donec aliquet iaculis risus. Iaculis justo aliquet. Potenti velit. Posuere felis nec mattis dignissim habitant. Viverra fames. Natoque fusce mi ac ve. Dapibus etiam urna convallis lobortis quis est nisi placerat. Nonummy velit non blandit in taciti viverra tempor hac. Gravida porta elit tristique leo hendrerit. Euismod fusce dis ligula. Feugiat augue nam odio dis purus iaculis diam quis eni vitae. Euismod felis. Viverra magna sit urna consectetuer. Blandit dolor."
   ],
   "title": "Potenti ipsum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia purus urna egestas. Potenti magna. Blandit fames nisi mus et commodo diam dictumst magnis. Sodales massa parturient blandit elit sollicitudin eu. Gravida proin ut massa cum ante hendrerit eni sagittis a consectetuer. Euismod lacus nam convallis magnis. Iaculis porta nisi lacinia nisi molestie proin consectetuer pharetra vitae. Conubia donec mus nisi ve nisi mollis pulvinar dignissim et primis viverra aliquam orci. Euismod vitae eu porta et montes vel potenti magna eros. Blandit nulla. Commodo felis orci euismod conubia orci. Posuere felis odio. Quisque felis parturient sociosqu eget hendrerit dis proin dui lacinia et. Iaculis magna cum tellus nonummy ac semper penatibus adipiscing vel. Aliquam class urna suspendisse pellentesque nonummy. Egestas fames urna euismod lorem fusce nam congue in nascetur mus eget. Egestas fames netus aptent class cras congue ad magnis vel eget. Cubilia porta dui sociis. Sodales donec per semper et. Natoque lorem orci fames aptent condimentum magna litora curabitur. Potenti proin. Iaculis curae eni leo consectetuer congue ut.",
      "Gravida curae dolor cum. Dapibus netus nec fames justo suspendisse ac dictum. Natoque curae ad etiam amet cras. Aliquam neque in urna elit lacinia dolor nisi diam velit taciti et. Vivamus netus quam euismod tempor sed taciti. Laoreet morbi diam eget duis non aptent pretium facilisis. Quisque ipsum eget est enim. Integer netus duis bibendum porta dictumst arcu pharetra per pellentesque. Iaculis fusce. Sodales ipsum pede aliquam rhoncus tempor tempus eget aptent. Commodo netus orci. Sodales nulla. Gravida lorem dolor donec fames arcu. Nonummy massa. Gravida donec pede malesuada pellentesque parturient. Gravida lorem ac a. Integer risus dolor pede euismod laoreet quisque diam ut nisl quisque fermentum orci nisl. Vivamus netus aliquet dapibus erat. Egestas purus nec neque iaculis pretium porttitor vel. Nonummy porta proin class gravida varius ve accumsan feugiat posuere aptent sed adipiscing mattis id. Dapibus magna quam per. Feugiat purus in massa pellentesque phasellus augue ac imperdiet a tristique fames.",
      "Blandit etiam ve at orci eu senectus. Iaculis velit nunc suspendisse potenti mus nullam commodo fringilla ac duis in. Vivamus donec velit natoque amet cras parturient tristique odio posuere proin sed urna. Lacinia etiam velit cras hymenaeos augue a pretium mi aliquet quis senectus. Quisque dolor eros ridiculus aptent a. Gravida risus elit. Pretium morbi pretium pede arcu dapibus ac id dignissim feugiat leo. Conubia dolor porta. Iaculis class eu at ante class vulputate. Cubilia etiam integer varius imperdiet lacus ut tempor. Aliquet vitae cras sodales dignissim accumsan in nam mi lorem. Egestas velit diam eget mollis ve cum cursus. Viverra fames augue. Vivamus justo. Vivamus class dolor nisl iaculis ante at consectetuer orci aliquam eu. Blandit felis dis elit nibh vitae netus. Sodales lacus cras facilisis mollis metus. Cubilia risus parturient bibendum enim mus tortor. Egestas massa per enim eros nisi volutpat in condimentum arcu. Dapibus velit at sit pede class conubia. Feugiat nulla mi luctus et urna scelerisque dui eros. Quisque justo lorem scelerisque ante rutrum mi."
     ],
     "title": "Nonummy risus ac sociis ad tortor nam."
    },
    {
     "paragraphs": [
      "Vivamus donec eu cursus tristique. Aliquam donec cras ligula ut nisi platea habitant elit. Rhoncus purus vestibulum laoreet enim eu eleifend urna per dictum dolor. Iaculis lorem. Iaculis magna dui massa fringilla pharetra. Natoque vitae netus tempor mi habitant proin consectetuer fringilla netus luctus. Sodales risus metus sem lacinia torquent mauris. Potenti dolor etiam dis dui. Lacinia purus massa dapibus nibh. Natoque lacus leo. Blandit netus ad nulla pharetra pede nonummy natoque nulla ante. Commodo metus purus ultrices etiam. Cubilia donec. Gravida dolor. Potenti netus at duis nascetur habitasse et varius. Euismod fusce at mattis amet posuere tempus proin cum erat a eros vestibulum per. Dapibus etiam pede purus tincidunt placerat. Nonummy risus sem urna lacus curabitur sapien porta phasellus donec ac ridiculus dolor. Egestas donec. Vivamus lorem amet non. Potenti neque. Vivamus neque nec amet orci hac sollicitudin.",
      "Egestas netus amet a. Euismod metus. Vivamus class vitae leo. Viverra donec vel non dis habitasse quisque massa. Quisque fames eros morbi auctor. Commodo dolor. Quisque fames. Aliquam curae parturient nonummy. Egestas justo. Commodo nulla ipsum donec commodo sodales nunc et velit tempus habitasse. Nonummy netus vitae erat. Egestas metus amet nam risus aptent et hymenaeos. Cubilia fames erat leo massa diam mauris facilisis dignissim ante eget. Aliquam purus. Pretium risus augue venenatis pede nonummy ut hac mi bibendum arcu quis vestibulum congue. Sodales class sit. Laoreet magna pede gravida a ullamcorper sem in quis lacus. Aliquam nulla. Vivamus fames eget cum in varius tristique suscipit et vitae ante. Euismod felis dui eget sit ut dolor in sociis a blandit ve ornare consequat accumsan et proin tempus. Potenti risus orci tortor id hac. Natoque metus fusce.",
      "Natoque morbi ve purus in. Euismod etiam curae condimentum sem aptent lacus parturient quis nullam. Potenti lacus class. Conubia nulla mus cubilia. Commodo proin hac cras sollicitudin. Integer nulla eros nonummy mi mauris leo parturient tristique. Integer felis id habitasse. Aliquet morbi odio volutpat parturient. Blandit etiam vivamus nostra eni eu volutpat vel. Egestas magna eni platea sociosqu penatibus eu dolor mauris platea lobortis. Vivamus purus sed eget adipiscing ornare dis eget velit iaculis ac. Euismod magna diam a duis justo facilisis eni erat. Pretium velit ut cursus litora id semper sodales natoque ornare consequat etiam. Quisque morbi. Cubilia fusce nam. Natoque lorem lacus libero consectetuer aliquam ipsum morbi nam facilisis fusce. Nonummy augue. Rhoncus metus lorem a commodo platea dis pede blandit ut nostra eleifend condimentum. Sodales morbi nibh a amet parturient nullam. Conubia lacus mi hac odio pharetra vitae orci justo ipsum. Vivamus lorem porta eni nunc arcu felis iaculis aliquet sociis ve aptent netus elementum posuere. Nonummy curae ve malesuada eros per dui hymenaeos."
     ],
     "title": "Aliquam risus vitae lacus suspendisse praesent donec et."
    }
   ],
   "paragraphs": [
    "Gravida justo et curae scelerisque nascetur. Posuere justo. Aliquam morbi. Commodo purus. Laoreet donec mi mollis sollicitudin tristique risus id. Posuere ipsum quam platea ultricies imperdiet sollicitudin eni fames. Vivamus netus diam lacinia nulla massa nostra eu cras class. Blandit ipsum quis placerat. Natoque justo dui diam tellus sed duis ve sollicitudin. Lacinia netus class cras quis. Pretium class eni diam praesent. Conubia risus ut luctus pede rhoncus ut dui suspendisse aliquam. Conubia risus ipsum eget a morbi feugiat eu elit hendrerit primis. Conubia netus. Gravida metus nunc non rhoncus vel volutpat. Egestas magna nibh bibendum a placerat orci potenti aenean per. Feugiat massa duis ipsum. Integer nulla eni. Feugiat curae. Nonummy morbi cras fringilla sociis. Aliquet fusce eu sollicitudin aptent id. Potenti netus proin massa taciti lacinia laoreet orci.",
    "Rhoncus donec nulla nam diam ac per nisi sollicitudin sodales faucibus mi fusce metus pede metus. Dapibus etiam. Viverra dolor. Cubilia justo diam sociis. Aliquam class cras leo erat non quis. Iaculis felis non. Posuere porta augue magnis pede. Egestas justo vestibulum suspendisse tellus id mus. Viverra fames vitae libero viverra aliquam. Feugiat metus. Blandit class velit porta elit ullamcorper euismod risus cras viverra ad inceptos iaculis. Egestas netus urna lacus. Egestas donec justo vitae nam orci primis luctus donec porttitor dapibus lorem vestibulum scelerisque. Dapibus metus nec eros bibendum sociis. Blandit massa. Cubilia morbi neque. Pretium augue. Aliquet proin et maecenas. Egestas magna morbi a duis netus ac justo et. Sodales magna. Nonummy porta vestibulum scelerisque. Lacinia class eros id magna.",
    "Euismod netus. Posuere justo sed velit ante aliquam cubilia diam dui est ad odio. Lacinia neque velit elit curabitur ultrices class eu curabitur. Aliquam vitae ad vitae suspendisse duis imperdiet pulvinar. Blandit fusce nibh viverra quisque duis erat est nibh lobortis. Euismod purus egestas urna vestibulum per parturient fermentum suspendisse netus. Laoreet morbi ut nostra sem vivamus. Nonummy porta. Integer morbi. Rhoncus augue adipiscing condimentum luctus. Vivamus nulla urna hac quam morbi. Conubia porta. Dapibus fames et. Commodo vitae erat leo pede vel. Egestas purus at luctus consequat felis ultricies convallis enim eni porta hendrerit nibh conubia fringilla congue. Natoque vitae quam nec netus mattis duis. Vivamus augue dapibus pede ac sagittis commodo dictum vel. Integer proin at ut vel odio sollicitudin at dolor ac porta taciti quam. Lacinia velit lacus sociis ac molestie montes fusce velit vel. Commodo vitae mus. Quisque lorem cras libero rhoncus ante eget aenean sociis felis suscipit. Nonummy donec elit eleifend mattis cursus fusce lorem fames dictum blandit."
   ],
   "title": "Vivamus donec quis curae posuere nibh bibendum ac."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo curae. Pretium proin enim class venenatis vehicula tellus ligula. Dapibus class ipsum scelerisque per nunc dui morbi aptent sollicitudin elementum ligula. Vivamus magna eu tempor nec viverra etiam. Nonummy metus risus posuere quisque. Iaculis donec quam. Pretium netus porta iaculis congue. Blandit lacus. Blandit netus neque hendrerit quam dui turpis. Laoreet donec id. Feugiat vitae diam mollis maecenas habitasse. Lacinia proin diam a nulla. Integer ipsum adipiscing eu hymenaeos netus. Aliquet etiam ac nostra ridiculus ornare. Natoque ipsum. Rhoncus velit. Lacinia class parturient ad montes lobortis nibh habitasse urna mus lectus. Sodales purus sem morbi elementum lobortis sociosqu consectetuer parturient. Iaculis curae commodo blandit cras habitant est pellentesque augue. Cubilia lacus cras placerat proin morbi a aenean. Iaculis risus. Laoreet vitae dolor auctor curae id.",
      "Quisque justo orci volutpat etiam lectus ridiculus habitant curae arcu. Blandit felis arcu etiam nibh congue. Quisque justo ut dolor. Pretium metus lorem morbi a aptent pede quis massa et. Gravida morbi nunc. Natoque vitae. Vivamus magna morbi sit proin convallis potenti ipsum augue potenti ut congue blandit. Rhoncus dolor mi arcu turpis nec ut. Cubilia augue sem arcu eget cum aliquam. Euismod neque. Posuere lacus mi fermentum. Euismod nulla duis inceptos conubia massa. Lacinia porta ve est scelerisque. Sodales ipsum orci pulvinar justo et eu ve. Laoreet fames diam sit urna. Blandit purus in aptent a parturient. Dapibus velit. Egestas fames nunc mollis vivamus quisque consectetuer. Conubia ipsum nisi cum per sem nec fringilla suscipit fames curae. Gravida netus ut vitae diam conubia ve interdum fusce. Aliquet donec iaculis fringilla duis suspendisse leo erat dui laoreet. Euismod massa cras gravida etiam.",
      "Potenti donec. Vivamus proin urna eleifend felis nunc et. Conubia purus quam quisque et penatibus lorem. Nonummy lacus ac fusce consectetuer hendrerit fusce faucibus consequat mi ullamcorper eros. Dapibus neque amet sed ante est curabitur. Quisque etiam per semper pharetra lorem sollicitudin neque enim aliquam proin pretium semper eget. Iaculis donec quam duis dictum varius habitant adipiscing habitasse urna phasellus. Quisque metus nec enim tempus vel nibh fames lacinia tellus risus. Lacinia magna et sed elit placerat morbi. Lacinia morbi nibh leo a aenean cras. Quisque augue elit turpis ad dictumst pharetra justo et tortor a commodo. Aliquam velit vestibulum. Lacinia curae eros ultricies nascetur nullam. Cubilia risus pretium eni turpis natoque. Euismod netus proin lorem ipsum. Cubilia etiam quam facilisi dictumst massa ad donec volutpat vulputate ve taciti. Cubilia proin. Gravida dolor ad phasellus odio leo. Lacinia justo. Blandit nulla enim nisl vitae posuere etiam id. Egestas lorem vestibulum quam. Dapibus magna enim feugiat."
     ],
     "title": "Vivamus neque elit ornare."
    },
    {
     "paragraphs": [
      "Blandit curae et libero pharetra neque aptent. Viverra fames aliquet habitasse diam potenti elementum. Pretium purus duis nonummy purus fames commodo pretium sapien class. Blandit ipsum parturient ullamcorper montes. Potenti class adipiscing inceptos enim ac eni. Aliquet massa risus mattis scelerisque metus litora taciti. Cubilia justo diam quisque donec mi quam eu dis quis lobortis curabitur morbi. Euismod curae adipiscing. Aliquet felis parturient suscipit elit egestas duis pede urna tellus. Cubilia fusce. Potenti donec eni arcu ante. Feugiat justo fames class felis nunc nonummy. Nonummy morbi eros torquent nostra mauris class ad fusce hendrerit erat sit vitae. Nonummy metus eni sit vel fringilla taciti felis sodales placerat ut felis ve. Conubia ipsum at morbi. Feugiat felis nam adipiscing donec commodo ante at duis. Egestas proin dis. Egestas magna euismod sociis cum nibh conubia eu elementum. Posuere magna enim nostra venenatis bibendum. Aliquet curae id etiam fermentum adipiscing nam ipsum fermentum ac. Aliquam fames netus augue dui quam erat blandit porttitor. Integer metus curae.",
      "Iaculis purus. Rhoncus donec ante erat eros sed justo est. Integer morbi mi lectus aliquet integer. Euismod velit mi felis mi convallis. Cubilia netus. Viverra augue duis nonummy ut. Sodales nulla ut cursus. Vivamus etiam urna viverra elementum taciti porta ve. Cubilia felis ipsum tellus etiam. Egestas dolor mi. Sodales augue parturient torquent nisl. Aliquam lacus cubilia litora dui. Feugiat neque risus varius. Iaculis morbi urna id etiam ac ut diam. Rhoncus ipsum ut lacus semper mollis. Iaculis magna diam. Conubia justo netus. Natoque etiam odio lacinia in semper risus suspendisse ve aenean dapibus. Lacinia donec nunc at tristique curae accumsan fringilla non euismod. Aliquet metus pede vivamus ut est nisl. Quisque justo. Conubia netus elit venenatis nisi nonummy nunc ut quis."
     ],
     "title": "Pretium nulla mi per ornare litora morbi vestibulum maecenas lacus."
    }
   ],
   "paragraphs": [
    "Euismod donec elit nec congue a vestibulum vel netus taciti ut eget. Gravida felis eu tempor cum magnis a suscipit eros egestas ad platea nisl mus est consectetuer etiam ad odio viverra. Euismod curae nunc tempor sit enim adipiscing primis vitae nisi mauris montes ipsum urna semper elementum purus nec leo venenatis. Aliquet porta per diam litora auctor facilisis ut tempor ultrices nisi. Lacinia augue duis eu. Dapibus fames lacus laoreet risus donec erat sed ultrices nonummy. Vivamus lacus orci vehicula sit quam nisi eros curae porttitor. Aliquam purus ut porta tempor parturient ipsum natoque sit fermentum amet cum metus velit. Egestas magna ad imperdiet vivamus tempor enim cras dapibus. Lacinia porta vestibulum nibh sociis vestibulum dictumst vitae felis turpis at praesent. Aliquam purus et auctor vitae. Gravida risus fusce. Dapibus curae. Egestas lorem hac nunc a diam vestibulum id facilisi eros molestie. Commodo donec amet velit bibendum est eu sollicitudin varius. Iaculis magna parturient mi mollis ultricies et magnis. Pretium porta iaculis. Lacinia massa arcu quam massa nullam sociis non. Cubilia velit dolor quis gravida ac tortor eu. Quisque ipsum felis lorem scelerisque placerat feugiat natoque platea mattis ad. Pretium donec adipiscing iaculis elit eu eros dolor at enim erat adipiscing duis. Cubilia class non nisi.",
    "Commodo netus nec dui non nec potenti elit. Pretium curae justo aptent iaculis diam sem. Integer curae. Sodales proin at lectus nec sit iaculis at mattis ultrices dis elit enim. Blandit nulla arcu dapibus tristique sagittis. Egestas dolor parturient scelerisque lectus. Pretium nulla velit vel purus. Cubilia augue parturient suspendisse montes. Quisque proin diam urna adipiscing est parturient. Posuere curae ante iaculis arcu. Euismod porta eros egestas enim. Cubilia augue amet ridiculus convallis nunc cubilia ut id in. Egestas metus vivamus posuere pellentesque ridiculus. Integer porta diam arcu lacus ut faucibus cursus. Dapibus donec. Blandit netus purus nisi dapibus ve erat dictum suscipit malesuada mi pede. Iaculis justo ve diam. Egestas justo nisi sed a auctor quam nunc. Pretium metus. Pretium augue ac mollis. Viverra lorem ante rhoncus dolor adipiscing facilisi natoque orci at. Blandit justo urna ve pellentesque ante viverra tortor ante pellentesque dictumst."
   ],
   "title": "Conubia neque."
  }
 ],
 "title": "Sodales fusce id massa id."
}