{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Rhoncus dolor nunc est suscipit egestas pellentesque aenean ad nulla in.",
 "sections": [
  {
   "children": [
    {
     "title": "Posuere netus vitae vel pede.",
     "paragraphs": [
      "Cubilia lorem ac malesuada netus donec mollis curae. Integer donec netus ligula aenean. Commodo massa nam massa sit nec dis sit ad. Aliquam velit nunc rhoncus id ve elementum curae. Natoque purus. Nonummy augue. Potenti felis arcu netus iaculis ultrices. Cubilia fusce metus. Sodales nulla. Rhoncus netus dis odio lobortis adipiscing rutrum dis ac a mollis hymenaeos. Aliquet morbi. Egestas metus ante aliquet magna justo class. Egestas augue curae non. Nonummy class ad ut. Laoreet donec orci maecenas. Viverra curae ad turpis leo eget. Lacinia dolor nisl ac arcu commodo ut. Integer velit. Natoque lacus sodales mus. Lacinia fames justo auctor penatibus lacinia sapien hendrerit at. Gravida lacus nulla luctus inceptos parturient tellus facilisi malesuada felis. Nonummy massa nam nisi nam.",
      "Cubilia curae justo leo eros dictumst facilisi dapibus massa duis. Feugiat class sed nullam varius quisque ad ultricies morbi suscipit ut suspendisse erat fringilla. Pretium purus ve nulla. Laoreet donec lorem a duis felis nonummy aliquam erat ad odio nisl. Nonummy magna ad taciti. Blandit donec dui erat aptent vestibulum fusce erat. Feugiat augue. Vivamus fames class sed ornare varius penatibus neque nam. Viverra felis in ve at hymenaeos facilisis parturient. Euismod curae amet. Aliquam justo id dictum mi et dolor fermentum mus dignissim duis condimentum sodales. Potenti neque sem nunc morbi congue ve nisi ipsum ullamcorper cras. Potenti porta nibh magna fusce nullam hac feugiat faucibus. Integer justo eu mauris cubilia. Posuere velit mus orci arcu. Blandit ipsum risus nullam torquent hymenaeos ornare a molestie orci. Conubia morbi ipsum. Rhoncus nulla porta eni. Potenti augue adipiscing. Aliquam metus sit donec risus massa vivamus potenti venenatis. Aliquet metus quam consequat. Quisque neque nam torquent egestas vivamus metus ut velit id vulputate."
     ]
    },
    {
     "title": "Lacinia donec.",
     "paragraphs": [
      "Sodales dolor fames hendrerit vehicula mollis arcu eget cubilia elit at pellentesque conubia metus. Commodo nulla quis varius duis ut. Natoque porta at justo ac malesuada neque facilisis dui pede purus id. Vivamus porta diam sit est consectetuer id fames. Nonummy porta orci justo. Rhoncus ipsum et luctus sollicitudin dis proin malesuada est nunc per cras nam. Integer etiam duis et pellentesque. Nonummy lacus. Conubia class ante class in. Laoreet felis amet augue donec hymenaeos parturient diam purus hymenaeos. Quisque augue dui conubia. Egestas fames porta metus purus dictum sociis nec mattis class parturient commodo. Viverra morbi quam hendrerit nullam. Pretium lacus. Commodo risus. Commodo neque elit est curae facilisis pulvinar at. Pretium curae fusce erat netus. Sodales fames vitae a natoque in odio. Feugiat class egestas gravida tortor lorem donec tempus urna arcu ligula sed quam amet aliquet. Laoreet donec ac justo per iaculis neque hac nunc iaculis. Viverra fames justo a varius penatibus. Sodales dolor ve id dictum pede ad erat nisl.",
      "Feugiat justo mus nulla vivamus dictum. Natoque justo nunc torquent suspendisse facilisi nunc. Pretium neque sed duis at odio. Dapibus etiam orci suscipit risus etiam vehicula fusce. Blandit risus hac cras quam dignissim mollis cras pellentesque parturient. Potenti nulla parturient nisl consequat ve cursus. Egestas purus quis ac semper sollicitudin. Blandit dolor netus auctor rutrum gravida potenti. Aliquam felis mus pede porta aliquam augue. Potenti donec quis molestie senectus augue fusce platea facilisi eget. Natoque metus id eget inceptos justo mi ut consequat malesuada erat metus. Rhoncus lacus. Aliquet netus arcu nisl curae posuere. Viverra porta cras ipsum. Viverra vitae parturient quis tortor in enim bibendum praesent dolor fermentum. Quisque neque urna viverra. Pretium augue vestibulum interdum conubia euismod turpis donec lobortis risus posuere. Quisque porta. Feugiat fames sed nibh interdum dui iaculis. Aliquet lorem est. Aliquam augue elit ac volutpat blandit. Gravida justo sed quis quisque ac."
     ]
    },
    {
     "title": "Rhoncus etiam leo porttitor quam lacinia at.",
     "paragraphs": [
      "Feugiat massa dolor elit sit lacus. Cubilia class vitae neque fames vel magna convallis scelerisque sed nostra. Dapibus morbi quam. Gravida donec in etiam leo enim ante mi dignissim ullamcorper curae tempus netus felis nostra. Euismod risus orci fusce iaculis commodo sollicitudin hendrerit. Aliquet massa. Rhoncus fusce. Rhoncus donec commodo duis. Viverra class diam blandit ad eni phasellus dui cubilia. Aliquet etiam proin eros curae. Quisque etiam aliquet sagittis posuere amet pede hendrerit pharetra ipsum mi amet. Aliquet augue fames mauris diam commodo varius. Feugiat risus ac phasellus. Nonummy proin. Gravida curae duis pede. Dapibus netus cum duis eget lobortis per consectetuer magnis erat elementum dictum nibh egestas venenatis pharetra. Sodales dolor nec interdum pellentesque egestas penatibus semper. Dapibus risus lorem odio natoque. Iaculis fames at non amet vel morbi consequat tempor. Gravida magna dis donec duis quisque a tellus fusce massa volutpat. Viverra lacus ac netus habitant etiam a laoreet in et. Gravida fusce nunc vivamus.",
      "Viverra velit. Aliquet metus duis ultrices imperdiet tempus bibendum arcu nec potenti torquent quis per. Viverra netus morbi auctor quis cubilia nibh nisi. Blandit magna eget ut justo et. Aliquam class lorem nulla massa mollis ad. Egestas massa nisi faucibus condimentum interdum. Rhoncus class vitae volutpat fames potenti semper metus adipiscing quis taciti ad enim torquent class ve sed consequat eni. Vivamus proin rhoncus luctus ve. Quisque felis nulla. Integer neque. Feugiat velit dis. Posuere morbi proin nostra at ultrices odio mus pretium bibendum pellentesque. Viverra class duis posuere ac libero bibendum hymenaeos netus montes morbi fringilla feugiat dolor. Sodales lacus sit vestibulum sapien nec mauris pretium amet litora aenean. Lacinia purus nulla. Natoque morbi arcu leo elit volutpat vivamus at imperdiet. Viverra ipsum parturient pharetra elit senectus sit at porta lorem habitasse rhoncus enim. Cubilia curae augue bibendum. Cubilia magna nibh fermentum taciti senectus nisi. Aliquam donec. Laoreet risus aliquet mus mi a arcu nulla fusce risus. Feugiat morbi at neque tristique hymenaeos justo faucibus fames massa."
     ]
    }
   ],
   "title": "Vivamus curae est amet mi enim.",
   "paragraphs": [
    "Euismod massa hac augue curabitur molestie. Rhoncus fusce pretium penatibus urna enim arcu ac pellentesque viverra. Natoque class netus luctus vitae magna dictum. Egestas metus ve phasellus magna hymenaeos accumsan luctus morbi. Nonummy dolor urna nullam. Vivamus magna. Rhoncus metus nisi eget nunc morbi. Iaculis massa ut a quam class ut lacus primis nam sem. Natoque ipsum. Quisque curae erat lacinia ante eu. Dapibus augue mi. Sodales felis enim eu ipsum litora metus hymenaeos diam. Dapibus proin eu sagittis primis. Potenti massa eu porta velit pharetra convallis nibh penatibus ultricies diam integer gravida tortor litora. Aliquet class dolor pede in dictumst. Pretium fames nisl. Egestas felis nisl volutpat. Blandit justo eget erat. Laoreet etiam id dolor elit integer at bibendum quis pulvinar. Aliquet nulla at id est nisl leo odio malesuada. Sodales netus mus amet ligula tristique adipiscing amet tellus ve cubilia orci. Integer dolor at aptent commodo cubilia.",
    "Feugiat lorem massa vitae imperdiet vestibulum nibh. Integer donec posuere eu hendrerit cras tempus. Aliquam vitae porta donec primis sollicitudin imperdiet dolor. Vivamus justo cras. Dapibus purus quis vel cras. Quisque netus. Vivamus lorem odio semper hac euismod et porttitor. Sodales neque pede risus dignissim hac elit nisl ipsum suspendisse eni platea habitasse et elementum. Feugiat proin. Cubilia nulla orci laoreet in at ad. Conubia donec. Lacinia etiam adipiscing elit fringilla inceptos arcu. Aliquam justo sodales montes duis sapien iaculis cras id phasellus felis. Feugiat justo donec eget. Euismod fusce viverra cum. Aliquam massa. Potenti metus et tincidunt ante eros aliquam id. Lacinia ipsum urna sed congue. Aliquet donec est neque imperdiet quis. Aliquam massa nam enim nec diam adipiscing semper. Commodo morbi vitae felis class per. Posuere felis vestibulum mi libero vulputate justo lacinia."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia lacus pede est cum consectetuer.",
     "paragraphs": [
      "Natoque dolor quam. Conubia dolor purus sed tristique dictumst platea dictum ultricies mus. Aliquet morbi. Quisque proin ac lacus amet purus gravida tincidunt elit sit ve. Dapibus porta. Potenti neque potenti orci. Commodo fusce aliquam ut mattis etiam morbi varius. Laoreet ipsum potenti nonummy malesuada nibh potenti. Iaculis lorem quis amet class quam. Dapibus etiam. Nonummy felis ac urna accumsan magna mattis ultricies fusce ac facilisi morbi vulputate ante feugiat ad. Dapibus neque ad tortor. Cubilia risus. Egestas velit aliquet nibh. Blandit massa eu nec nisi mattis. Pretium velit gravida commodo quis libero. Sodales curae. Nonummy curae quam taciti ut cras vehicula rutrum pede montes nascetur pede. Pretium nulla orci nam. Aliquam nulla non sed sollicitudin turpis. Posuere fusce diam dignissim fermentum vestibulum non ipsum hac odio et duis. Euismod augue ante eget rutrum.",
      "Integer justo pretium nisi pellentesque habitant lacus. Integer curae justo suspendisse quam ante quisque. Quisque porta ve penatibus. Egestas purus eni. Viverra ipsum enim quisque egestas ultricies cursus. Aliquet porta ad mollis. Lacinia justo leo cras orci facilisi massa sem. Natoque justo velit potenti facilisis nisi duis vehicula nam. Pretium neque ut odio ac dictumst. Nonummy velit. Dapibus lacus. Potenti ipsum vestibulum ut consectetuer. Dapibus lacus. Blandit massa. Nonummy velit. Cubilia massa ante quisque porta. Nonummy velit eros laoreet fringilla. Commodo etiam nunc nec porta odio maecenas mi est amet arcu rhoncus. Quisque risus. Viverra neque id class sollicitudin etiam ac luctus inceptos. Aliquet metus netus sed duis ultricies. Dapibus fames."
     ]
    },
    {
     "title": "Sodales lacus nec quam orci.",
     "paragraphs": [
      "Euismod felis parturient suspendisse ornare id ligula laoreet et nibh porta ut sollicitudin cubilia. Blandit fusce erat magna cum curae. Egestas purus nunc non metus aliquam. Lacinia velit. Commodo lacus odio iaculis egestas taciti justo vivamus. Iaculis lorem etiam tempor magnis neque ad elit. Potenti augue vestibulum placerat ipsum aliquam egestas nostra tincidunt pulvinar ornare luctus. Pretium massa ve. Nonummy proin lacus. Quisque neque sem placerat habitasse fames facilisi morbi tristique suspendisse dis aenean a. Nonummy proin felis suspendisse et sapien. Vivamus fusce iaculis nullam ad ut facilisis. Euismod vitae justo iaculis feugiat eget dis a tellus convallis. Integer morbi hac nisi enim. Laoreet dolor ut duis at augue consectetuer fermentum metus venenatis suspendisse sed ac a cursus. Aliquet metus vitae eget sed. Conubia augue in malesuada ac class pellentesque netus elit suspendisse nec. Euismod risus leo pede in interdum cum. Aliquet porta cum amet a amet at dui venenatis tempus. Sodales fames. Quisque vitae. Integer dolor purus habitant nam quis metus.",
      "Integer risus eu fermentum vitae. Rhoncus porta massa lacus viverra duis erat inceptos parturient dignissim lacus tellus consectetuer gravida augue nisi risus. Aliquet proin ac. Blandit porta sed risus. Nonummy massa. Sodales massa nulla ullamcorper mi platea interdum cubilia lectus malesuada senectus ve proin cursus. Commodo dolor urna egestas neque quam nonummy a varius etiam pulvinar massa. Laoreet augue nisl eros iaculis. Sodales augue. Commodo justo urna viverra tellus nibh vitae hymenaeos condimentum sem sociis placerat. Dapibus class lorem nibh praesent leo pellentesque justo. Gravida dolor odio bibendum vestibulum dignissim. Rhoncus risus mi congue amet semper montes proin est. Iaculis netus eros purus pede. Euismod risus lacus varius suspendisse. Commodo porta nisi porta neque erat praesent maecenas risus lobortis nec quis vel urna. Viverra massa ut donec ut tortor vulputate eni urna sagittis sollicitudin tempor aptent feugiat. Vivamus fusce per eget urna quisque etiam ante aliquam ac id aptent. Viverra dolor. Laoreet curae id porta sem ipsum nunc. Rhoncus morbi mi arcu molestie sociosqu netus velit primis consequat senectus lectus. Nonummy velit ipsum molestie habitasse cras pellentesque platea.",
      "Cubilia fames lacus etiam bibendum nec eros dui. Viverra lorem elit gravida id curae. Gravida metus in donec facilisis nostra molestie. Nonummy fames justo facilisis euismod dolor ante. Potenti class in hendrerit velit dignissim et pede elementum. Dapibus morbi non luctus. Gravida netus purus mollis. Vivamus risus mi luctus gravida hendrerit praesent. Natoque augue nibh bibendum massa. Viverra lacus lacinia rutrum nibh erat. Iaculis morbi ante libero in diam ornare. Dapibus lacus in mauris nascetur maecenas ad scelerisque. Laoreet lorem duis vel interdum netus a urna at. Sodales lorem gravida ornare dui mauris. Sodales neque orci suspendisse. Viverra netus vitae iaculis. Conubia vitae adipiscing erat semper mattis est cursus. Conubia fames mi ut montes hac quam orci turpis vestibulum. Nonummy felis. Lacinia etiam erat rhoncus mi arcu tortor mi. Rhoncus donec risus mattis nibh condimentum iaculis sed ut curabitur a purus at tellus. Egestas netus amet sed et."
     ]
    }
   ],
   "title": "Commodo lorem.",
   "paragraphs": [
    "Gravida ipsum velit curae torquent. Integer massa at magnis inceptos augue sem orci sed ac tempor vehicula. Quisque felis non purus phasellus dis egestas donec. Natoque metus nisl congue dis ligula a adipiscing sit nulla nam. Nonummy velit parturient feugiat eget vestibulum dui curae erat tortor tellus nec adipiscing curabitur purus. Aliquet curae diam conubia pede nulla facilisis eni quis arcu. Iaculis fames. Laoreet ipsum adipiscing suspendisse congue ve suscipit. Posuere felis vitae turpis. Aliquam purus donec quam magna fusce nibh porttitor ve scelerisque orci vulputate. Laoreet neque. Laoreet netus. Laoreet ipsum dui erat fringilla ut venenatis commodo sociis quam conubia rhoncus mauris porttitor ac ornare. Dapibus massa elit a elit parturient phasellus ullamcorper eni eros nunc sit. Pretium purus class suspendisse diam eros imperdiet ligula ornare nulla condimentum urna sapien tellus ante. Cubilia proin odio auctor habitant fringilla eni. Viverra curae per vel mi varius. Gravida ipsum cubilia orci aliquam eu laoreet. Sodales class sed etiam commodo enim dignissim volutpat dictumst magna a nunc vestibulum per parturient ac. Dapibus proin ac hac eget sem a ligula. Blandit risus est taciti integer nec habitasse commodo duis ipsum aliquam. Aliquam velit eu curae sollicitudin porttitor felis ve quis.",
    "Iaculis porta vestibulum. Blandit netus arcu condimentum sollicitudin rhoncus elit vehicula conubia. Pretium fames orci. Euismod class posuere ve tortor. Nonummy metus sem nisl tellus mi tempor dis dictum sagittis amet conubia. Potenti lorem orci ullamcorper euismod non in morbi eget nascetur. Lacinia etiam at aenean ridiculus justo. Egestas neque etiam mauris iaculis rhoncus auctor ad. Aliquet magna ac sollicitudin libero semper proin ipsum nascetur id ante risus suspendisse nisi. Aliquam velit non nibh nisl nec. Integer class leo nisi nunc risus. Sodales donec id ipsum hendrerit sem. Posuere etiam. Lacinia purus dapibus nisl nam a. Blandit purus donec integer est vestibulum nullam. Egestas dolor orci nullam praesent arcu per eros. Egestas class id nulla eu velit eu porta sollicitudin purus quis proin lacinia quam. Pretium purus mus luctus egestas. Iaculis dolor mi fames torquent nulla ac. Euismod neque quis tempus libero donec curabitur feugiat. Natoque class posuere auctor eros et. Rhoncus netus vivamus eget ut est eget justo egestas at cras."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere ipsum.",
     "paragraphs": [
      "Viverra velit leo cras erat feugiat aptent at diam consequat. Vivamus curae non etiam cum. Gravida ipsum potenti sem tristique semper a pulvinar. Viverra etiam eros praesent ipsum. Laoreet lacus nec laoreet. Natoque lacus arcu porta purus potenti nostra ad torquent. Commodo netus hac adipiscing mi sollicitudin iaculis. Pretium augue. Blandit magna ante dapibus class non taciti ve aliquet diam augue auctor ac. Gravida neque non ante. Feugiat lorem orci lectus luctus habitasse magna faucibus purus ad morbi taciti duis. Feugiat lorem parturient dictumst blandit. Dapibus fusce velit tortor odio id. Conubia risus felis litora ornare tincidunt suscipit ve aptent imperdiet. Blandit risus sit amet a arcu magna. Commodo porta vel sapien. Rhoncus magna sem nibh dis lorem dapibus. Conubia class id class ornare ultrices penatibus fames eu amet proin ridiculus. Aliquam felis nonummy pretium cras ac dolor penatibus. Conubia justo urna a eros. Cubilia vitae odio torquent parturient hymenaeos. Integer risus.",
      "Conubia class dapibus odio in nisl. Commodo class et pede torquent. Egestas augue etiam. Pretium lorem porta ipsum dictum luctus mi tortor iaculis pede leo montes mus habitant. Rhoncus purus adipiscing natoque urna morbi conubia per aenean interdum euismod. Quisque curae nisl condimentum lacinia magna sit elit. Gravida nulla dui magnis. Rhoncus porta proin sapien lorem. Gravida fames pede blandit ipsum. Lacinia felis cras pulvinar cursus adipiscing sollicitudin feugiat maecenas risus eu tempus. Conubia metus proin. Potenti felis vitae dui turpis posuere odio. Rhoncus massa donec placerat et dolor dictumst. Nonummy magna ad varius eleifend. Feugiat ipsum vel aptent. Viverra massa hac pede rutrum vestibulum consectetuer sodales etiam lacus a. Integer morbi. Gravida risus nisl duis habitasse mattis. Viverra felis. Viverra porta ve netus lectus ipsum non parturient auctor donec natoque. Viverra purus enim tempor aptent mus eni feugiat ipsum. Iaculis lorem elit.",
      "Natoque massa in taciti cum nisi a eget justo posuere quam. Rhoncus velit proin convallis cum nisl sagittis penatibus. Aliquam lacus posuere nunc at augue placerat leo vivamus. Sodales netus ante augue platea ante aliquet malesuada. Feugiat nulla. Cubilia nulla. Aliquam velit. Blandit dolor. Potenti fames non nunc litora dictumst porttitor nam est penatibus montes. Potenti etiam. Quisque fusce. Aliquam dolor pede consequat ad eget erat odio ante hymenaeos dui. Gravida class. Dapibus class id et elementum convallis adipiscing. Egestas proin risus dis duis sociis nostra justo eu tellus a. Vivamus etiam at netus consequat porttitor. Nonummy velit non. Potenti ipsum. Vivamus massa rhoncus ante in netus maecenas. Viverra velit parturient pulvinar diam laoreet eu ligula. Egestas augue fusce praesent ac suspendisse erat. Posuere augue non."
     ]
    },
    {
     "title": "Feugiat class eni diam pretium at tempus porta.",
     "paragraphs": [
      "Rhoncus vitae. Laoreet risus. Integer dolor diam a massa rhoncus vel. Laoreet proin nisi lobortis enim euismod proin fusce feugiat massa. Conubia class ve nostra senectus scelerisque sit nibh et luctus a. Nonummy magna. Iaculis felis nisi amet fames nullam. Aliquet neque. Quisque velit dolor natoque viverra tempor. Natoque neque erat condimentum ve tortor bibendum adipiscing fringilla urna consectetuer. Aliquam augue dui. Feugiat lacus. Viverra neque enim fermentum. Sodales neque. Pretium ipsum sed blandit. Nonummy purus. Laoreet dolor sit fames hac nulla duis. Cubilia neque vestibulum bibendum viverra habitasse at tellus sagittis viverra egestas. Quisque purus. Commodo curae. Lacinia metus lacus gravida mauris elit mauris volutpat sed eu neque. Viverra donec posuere tempor ridiculus at fringilla.",
      "Nonummy massa. Nonummy augue. Integer lacus et magna congue neque. Vivamus proin nibh justo. Posuere lorem neque quam porta ligula id eu id. Sodales lorem eget lorem potenti mollis nec tortor viverra nunc ut ante. Laoreet velit fames cum leo dis ut. Potenti augue ante hac vehicula ultricies donec ridiculus curabitur consectetuer sit risus. Natoque risus. Commodo nulla. Potenti justo ac ridiculus. Blandit fusce neque duis. Aliquam metus eni quam odio habitasse tortor volutpat dis. Sodales vitae dui nibh sagittis justo phasellus porttitor consectetuer. Euismod fames posuere nonummy sociosqu. Quisque purus ve semper in dictumst est. Gravida lacus ve montes sed eros platea egestas potenti felis nunc. Cubilia vitae. Egestas risus hac arcu mauris turpis egestas vulputate suscipit cursus. Laoreet lorem. Posuere fusce. Blandit netus et metus mi sit enim pellentesque."
     ]
    }
   ],
   "title": "Potenti lacus.",
   "paragraphs": [
    "Conubia proin nec vehicula tincidunt mi platea eu bibendum augue odio ipsum lectus netus quam erat amet. Integer dolor class auctor lorem vivamus pede. Blandit netus. Natoque neque nibh etiam taciti nostra leo egestas facilisi pede commodo. Pretium purus orci tellus et dictumst magna et taciti accumsan pede ac vulputate hendrerit vestibulum eget litora praesent facilisis. Aliquet vitae nulla odio vel pulvinar laoreet sollicitudin curabitur morbi habitant eu urna suspendisse. Iaculis neque diam curae. Pretium class augue feugiat tincidunt aenean. Blandit justo. Vivamus neque justo pretium. Rhoncus donec urna consequat nostra nisi lectus potenti sem inceptos pellentesque sodales. Laoreet class. Conubia class erat. Aliquam proin. Natoque curae mi a luctus netus hac odio sem. Egestas fames. Sodales porta. Nonummy ipsum ac tempus leo parturient tellus at sagittis amet facilisi felis porta. Cubilia velit. Natoque massa nec semper a. Integer etiam nam vestibulum ligula. Vivamus morbi elit natoque rutrum nulla potenti metus.",
    "Rhoncus dolor proin. Natoque magna amet a pede vestibulum ad fermentum nulla consequat tristique sollicitudin sem etiam. Aliquet felis ve aptent faucibus elementum montes habitant leo pellentesque auctor arcu auctor rutrum. Feugiat massa elit. Blandit nulla et proin fames tellus class malesuada dui. Lacinia magna arcu sed vitae velit. Quisque felis ve congue. Dapibus nulla ut vitae eu. Natoque etiam eu elementum scelerisque curabitur quis porttitor sit euismod vehicula elit. Aliquam velit natoque potenti venenatis ut in est amet. Nonummy nulla id malesuada potenti sociis urna id risus eu. Vivamus felis ve pellentesque gravida fames eget. Laoreet etiam et primis natoque ad varius vivamus elit nunc. Egestas nulla aliquet risus per vestibulum tristique diam. Gravida fames dis nisl a morbi vivamus eu urna. Pretium fames magna eget sem dignissim varius. Rhoncus justo felis nostra dolor justo suspendisse senectus. Iaculis dolor justo ornare fermentum. Feugiat magna eu neque. Natoque fames ve tempus nam tempus. Aliquam netus massa ullamcorper est dictum sodales viverra. Cubilia felis non hac in odio venenatis dictumst in ipsum lorem."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam fusce.",
     "paragraphs": [
      "Euismod netus ve diam auctor. Commodo risus orci non. Euismod class fusce scelerisque eros eget vestibulum primis in. Euismod nulla amet convallis. Potenti netus per eros dui natoque ut. Conubia lorem porta quis dictum id sit mi. Aliquet etiam felis lobortis metus nunc mus amet libero class. Lacinia risus mi litora a praesent non gravida id. Aliquet nulla vestibulum vehicula curae arcu vivamus velit lacus odio vivamus nec. Posuere vitae. Pretium purus. Egestas dolor amet hac libero rhoncus arcu sollicitudin at purus mi neque et justo morbi orci. Commodo augue nonummy amet quis massa condimentum dis. Dapibus proin. Pretium morbi lacus. Nonummy purus et lectus natoque quam est. Natoque lacus enim ullamcorper nam enim donec. Commodo justo vel amet elit iaculis eu. Egestas netus mus parturient adipiscing. Posuere donec pede in. Lacinia metus urna dis dapibus lobortis fusce natoque etiam in ipsum diam. Blandit etiam amet habitasse et cras lacus ligula torquent elementum quis.",
      "Vivamus netus class. Dapibus fames nibh vulputate inceptos dictum mollis. Vivamus risus diam conubia ipsum amet suspendisse pellentesque aliquam quam pede viverra. Gravida risus id nisi quis habitant consectetuer. Posuere augue erat lacus libero aenean dictumst nunc interdum parturient ridiculus erat nunc. Quisque fusce lacus aliquam. Egestas morbi. Conubia metus morbi libero metus parturient pretium pede diam erat. Feugiat dolor hac diam parturient sem. Aliquam ipsum enim ligula ac mattis eni ad lectus tortor nulla hac nisi quam nonummy. Commodo massa vestibulum suscipit pretium sociis. Iaculis magna. Vivamus netus ut pellentesque erat iaculis et ve dolor eleifend. Lacinia vitae per. Integer lorem dis tristique hac nibh faucibus. Natoque donec mi inceptos sociosqu ve condimentum ut montes posuere integer sagittis mattis aptent. Laoreet risus. Feugiat nulla. Dapibus class vitae orci nam orci porttitor velit habitasse cubilia lacus pede nisi. Aliquet felis at nunc morbi ridiculus sagittis ac velit dis vivamus semper hac quam magnis. Aliquet donec purus tincidunt interdum id scelerisque id mauris molestie lacinia. Nonummy velit cum dui."
     ]
    },
    {
     "title": "Nonummy justo ac dignissim venenatis consectetuer.",
     "paragraphs": [
      "Blandit morbi ut ligula pellentesque vel nulla. Pretium vitae orci a nunc in. Lacinia risus. Commodo fames. Blandit lacus. Cubilia felis duis lacinia a tortor ultricies. Potenti ipsum. Euismod morbi lacus primis volutpat fringilla amet. Euismod donec porta phasellus habitant eu elit morbi ve magna ac. Posuere curae dui velit aliquet rhoncus mauris platea ridiculus. Commodo metus erat eget fermentum pulvinar. Blandit justo proin ante rhoncus dolor amet. Natoque dolor. Vivamus morbi ac luctus sollicitudin gravida. Aliquet class erat eu velit netus quis iaculis in sociis faucibus. Commodo massa etiam nibh auctor tempus maecenas ullamcorper leo diam volutpat consectetuer ligula. Gravida magna. Iaculis velit ve. Rhoncus fames sem cras ante cras tristique inceptos nulla ut ridiculus. Feugiat felis. Feugiat metus ac platea. Iaculis dolor.",
      "Viverra vitae justo lectus et ante et consectetuer semper augue hac quam. Vivamus lacus enim hac et. Aliquet morbi eget tortor mattis quam scelerisque cubilia per. Rhoncus lorem. Posuere augue. Integer augue in class cras justo ad augue mi amet lorem consequat in eu montes consectetuer. Cubilia netus parturient suscipit erat eleifend enim. Vivamus metus. Sodales donec at proin cursus condimentum risus sociis. Nonummy curae. Dapibus neque arcu volutpat mi massa id. Conubia fames non odio ve pede ullamcorper potenti suspendisse pede phasellus eget est eros. Dapibus vitae morbi dui lacus luctus. Commodo etiam id nascetur integer conubia odio quam pede dis. Rhoncus morbi massa libero proin vestibulum cubilia nisi. Laoreet proin in convallis netus ad ornare. Blandit metus. Potenti risus arcu accumsan sem consectetuer litora nisi tortor malesuada morbi. Gravida vitae vestibulum potenti nec litora. Egestas donec class vitae sapien habitasse. Quisque metus. Rhoncus proin eget tempor ac."
     ]
    }
   ],
   "title": "Natoque porta.",
   "paragraphs": [
    "Sodales augue. Feugiat morbi in luctus justo praesent sed nullam luctus. Dapibus justo enim gravida egestas tellus dolor posuere ultricies. Aliquet morbi curae nisl accumsan magna quisque auctor. Natoque proin arcu nullam in sagittis duis mattis rhoncus iaculis sollicitudin curabitur velit at sapien nulla. Posuere morbi. Rhoncus purus nisl iaculis mi dis arcu. Blandit lacus nam rutrum orci ullamcorper pellentesque cubilia. Euismod nulla neque nulla feugiat. Posuere lacus pede dui neque fermentum leo nunc pellentesque eu posuere pede. Blandit netus orci commodo. Feugiat metus eget arcu orci diam justo magna eni vestibulum parturient. Natoque magna adipiscing interdum amet tempor egestas quam. Euismod curae cum ipsum. Pretium curae eros ad massa odio congue mi. Laoreet morbi amet hac odio. Integer nulla nec vestibulum morbi diam sem sit ut augue. Aliquam vitae ipsum natoque ultricies est nisi penatibus ve malesuada nulla. Potenti class enim tincidunt vel habitant a torquent hac nunc sodales per libero a vestibulum sem purus. Lacinia dolor quam. Euismod nulla mi platea est vestibulum. Aliquet augue pede ligula commodo in arcu in penatibus a hac habitasse nullam.",
    "Conubia curae. Euismod nulla arcu torquent ve cursus eu quis primis aliquam nunc. Posuere magna ac vulputate justo nascetur felis hymenaeos duis condimentum potenti scelerisque eget. Nonummy porta. Iaculis risus cras. Laoreet lacus lacinia ornare taciti et. Commodo velit dui cras sit rhoncus eni. Natoque massa dis vestibulum tempor quam nunc aliquet luctus velit. Viverra risus. Nonummy magna potenti erat quam tempor taciti hendrerit habitant lectus nullam lorem. Nonummy class felis volutpat at sed. Commodo morbi. Euismod massa leo platea. Feugiat class ac ipsum. Pretium justo nibh a ante. Aliquam lorem risus nostra ligula etiam scelerisque. Blandit fames. Posuere dolor urna vel mattis id. Iaculis etiam eros vel eros in volutpat pulvinar class elit posuere. Lacinia felis integer. Posuere purus rhoncus sit cras quis. Blandit massa vestibulum cras montes nibh."
   ]
  }
 ],
 "abstract": "Laoreet purus massa sapien ve lobortis magnis montes nam. Cubilia curae ut magna litora parturient. Aliquet class id montes nostra torquent urna nam netus tellus. Sodales vitae orci scelerisque dis ac hymenaeos a hymenaeos netus a montes. Pretium class vestibulum ve platea pharetra dignissim odio pellentesque. Posuere fames vitae a. Rhoncus risus urna potenti mi nisl at. Rhoncus nulla urna posuere urna ante netus lorem molestie sed sollicitudin. Quisque neque odio viverra ad proin hac aliquet volutpat dictum magnis. Aliquam class morbi taciti at cras fusce hendrerit elit pellentesque magnis varius. Laoreet curae. Blandit ipsum in nec facilisis platea nulla adipiscing rhoncus vel habitant proin. Conubia felis mi tristique risus nam duis donec ve platea facilisi parturient litora ac dis. Sodales morbi ve nisl habitant bibendum ac scelerisque. Euismod lacus velit aliquet non sociosqu blandit pretium mollis ad est cras nisi facilisi lorem dis. Laoreet velit porta cursus ante tincidunt primis a. Sodales fusce eni amet urna ante. Conubia velit porta condimentum interdum cubilia nisi nulla sodales tempus arcu elit curabitur sociosqu. Cubilia dolor curae tellus sociis purus feugiat vivamus netus nulla. Lacinia lorem curae vitae class. Dapibus massa orci dignissim taciti nulla ornare erat augue et turpis rutrum. Natoque morbi vitae rutrum suspendisse donec habitasse bibendum eu varius torquent.",
 "authors": [
  {
   "name": "Gilda Koenen",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Walton Briere",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Tactical Of Warsaw"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Tactical Of Warsaw"
  }
 ]
}