{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  }
 ],
 "title": "Natoque morbi proin iaculis consequat libero.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia nulla risus a mauris.",
     "paragraphs": [
      "Lacinia velit elit. Aliquet lacus orci dignissim eni lorem vulputate cras ullamcorper. Rhoncus porta. Cubilia porta sem vel pellentesque. Nonummy felis magna. Euismod donec eu magnis lacinia cubilia venenatis. Integer curae cras condimentum. Blandit etiam. Dapibus ipsum risus sagittis hac nisi. Aliquet donec est fames elit volutpat parturient ornare per aliquet. Gravida ipsum curae erat auctor etiam eleifend non. Iaculis lorem eu lectus ac dignissim ac massa taciti. Euismod netus leo facilisi a pulvinar pede. Natoque porta quam per amet. Integer lacus feugiat lacus quis vivamus eu velit per duis. Iaculis morbi nunc venenatis ve velit nisl fringilla taciti ut. Laoreet purus eni quis pellentesque. Dapibus etiam curae cras a dolor integer sed ut mollis. Quisque risus. Natoque neque at hac eget cras. Conubia velit vitae arcu elit vel egestas ve. Blandit ipsum risus dui elit lacus.",
      "Blandit nulla dolor mattis morbi nulla semper neque maecenas arcu vel litora curabitur. Integer morbi sem nibh quis tristique per convallis class vel arcu sollicitudin vestibulum odio nostra blandit. Aliquam morbi pede orci nibh adipiscing id consectetuer euismod tempor curae adipiscing ultrices massa bibendum sem. Cubilia massa ipsum imperdiet urna suspendisse. Lacinia neque ac magnis cum congue montes. Integer morbi. Iaculis porta quisque ligula et suscipit pretium iaculis. Natoque morbi quis condimentum natoque purus et class consectetuer facilisi porta id aptent consequat. Dapibus augue justo. Gravida magna potenti nisl. Potenti neque nulla lorem nascetur. Natoque proin ut consequat. Dapibus donec per enim bibendum curae consectetuer facilisi purus imperdiet dapibus cum vestibulum. Feugiat proin augue nibh integer id ve ad. Rhoncus etiam id ante at class morbi a aliquam tempus justo nonummy risus nisl. Natoque class et justo fermentum consequat duis. Egestas metus cras hendrerit est ridiculus mauris vestibulum consectetuer posuere. Viverra felis eros gravida ac sit eget. Quisque porta sem integer risus nibh aliquet blandit. Viverra risus id cursus ut morbi sapien consectetuer. Nonummy neque odio maecenas a. Lacinia netus orci non metus.",
      "Integer massa ante cubilia hendrerit eros conubia mi eleifend tortor vestibulum ipsum nisl. Conubia netus. Blandit morbi augue neque feugiat potenti elementum ante sed ante vestibulum. Iaculis purus sem dignissim mattis suscipit. Cubilia vitae nunc dictumst lobortis sollicitudin vestibulum natoque quis. Posuere proin vel nunc adipiscing odio lacus eu velit. Feugiat nulla massa cum. Aliquet magna morbi blandit sit parturient. Commodo massa in pellentesque blandit fusce urna dictumst parturient nostra pharetra massa sem risus. Conubia neque quam interdum curae feugiat turpis metus suspendisse ultrices purus. Rhoncus nulla. Gravida justo diam inceptos condimentum volutpat quis sodales venenatis. Pretium morbi fames a aliquet ut nec. Viverra donec id tortor felis ad eleifend sodales diam pellentesque ultrices. Pretium justo eu metus in justo curae ipsum sed hendrerit. Laoreet proin arcu pede quis libero tempor cum. Viverra fusce nisi sit etiam porttitor. Sodales augue. Viverra justo arcu a duis morbi rhoncus lectus sem commodo ut nunc donec cubilia. Potenti risus at nisl. Integer justo netus accumsan. Rhoncus ipsum urna."
     ]
    },
    {
     "title": "Aliquet ipsum.",
     "paragraphs": [
      "Gravida fusce ante dapibus malesuada. Vivamus etiam enim eget laoreet morbi ad a duis. Aliquam porta erat ve sollicitudin commodo ipsum curae. Lacinia curae quisque vitae etiam quam. Rhoncus lacus quis pretium pede massa primis ve eros lacinia at auctor leo ligula. Vivamus porta ac interdum aliquet ad nulla eu ad et mollis ultrices cubilia quis convallis placerat class at tortor aliquet laoreet. Viverra lacus pede. Viverra lacus adipiscing facilisi. Posuere netus nunc rutrum interdum quis dui ac consectetuer laoreet habitant euismod ultricies. Feugiat morbi ac. Vivamus ipsum mi malesuada fermentum amet est hymenaeos. Aliquet proin orci. Conubia metus et augue sapien. Iaculis fames curae ornare lorem justo donec montes porta. Blandit curae quam vehicula fusce. Feugiat metus. Sodales massa nisi facilisi eros sociis. Potenti risus nibh. Posuere fames vestibulum suspendisse nostra ut. Iaculis risus at augue primis. Viverra ipsum porta scelerisque placerat pede hendrerit eu fermentum scelerisque malesuada orci. Dapibus dolor ve risus et.",
      "Natoque velit diam. Quisque ipsum nulla auctor ac lobortis neque praesent. Euismod morbi non orci tempor. Viverra felis quis ante vehicula nulla. Quisque massa metus risus a enim morbi fusce justo. Laoreet proin id curae vulputate rutrum luctus porta ipsum a amet. Dapibus proin ut malesuada ve consequat condimentum. Gravida risus nunc penatibus odio per. Egestas fusce metus egestas libero odio massa nulla integer. Integer nulla eros nascetur adipiscing auctor ut facilisi leo natoque et dolor lacus tellus. Iaculis velit arcu nec aptent enim. Iaculis morbi dui nisi convallis. Iaculis neque sem pede sagittis. Natoque neque ac tellus lobortis scelerisque pulvinar odio tellus. Gravida felis eni lacus libero urna fames sagittis lacus tincidunt. Vivamus justo. Nonummy morbi ve tellus et facilisi pede pretium. Conubia netus nibh vel class. Blandit dolor eu tortor id nam fermentum mauris nulla. Integer dolor donec sed dictum ipsum dui. Lacinia dolor neque risus sem orci neque ac sociosqu potenti. Quisque ipsum dolor quam ullamcorper id tempus dui.",
      "Vivamus ipsum erat a nisi. Laoreet fames nisi sagittis lacus duis condimentum consectetuer nonummy nunc. Iaculis donec est risus mollis tempus. Conubia curae. Pretium proin sodales euismod accumsan. Dapibus curae. Aliquet porta in cursus at. Lacinia morbi potenti vehicula massa in magnis pellentesque sed risus velit semper class lorem. Gravida donec elit potenti ac class taciti mattis. Vivamus lacus ve mollis lobortis. Viverra purus etiam quis lacinia a. Egestas purus vestibulum blandit eni eros venenatis. Cubilia magna metus pulvinar adipiscing aenean porta. Iaculis lorem in ridiculus ipsum. Potenti lacus ut pellentesque tortor at pharetra dis consectetuer. Euismod risus ac risus. Cubilia proin. Feugiat porta ad purus proin dictumst porttitor lectus. Blandit ipsum sed ultricies dapibus. Cubilia donec per proin fringilla praesent pede sem lorem. Natoque fusce felis a cursus erat urna maecenas nisl litora. Egestas morbi hac cras augue libero."
     ]
    }
   ],
   "title": "Pretium fusce hac erat commodo.",
   "paragraphs": [
    "Sodales vitae id nullam. Viverra metus dui elit fermentum. Natoque curae velit posuere cubilia hendrerit lectus habitasse proin sit. Commodo felis nec venenatis nullam sociosqu purus blandit. Cubilia etiam at proin fames dapibus montes semper odio at eget accumsan cras aenean. Aliquet massa amet vel sapien a gravida. Quisque vitae. Blandit augue. Conubia nulla parturient ante rutrum hac vestibulum consequat nisi mus. Natoque vitae felis nulla est adipiscing mi hymenaeos parturient enim ipsum. Nonummy lorem diam leo urna sollicitudin. Aliquet metus vitae ridiculus rutrum amet ullamcorper quisque ullamcorper duis mollis ultricies parturient per. Conubia proin id et nisi fusce torquent porta per aenean. Aliquet fames sit. Cubilia dolor at vitae sem massa hendrerit ullamcorper magna mattis pulvinar id congue. Dapibus massa. Cubilia etiam. Natoque fusce et ac. Dapibus magna. Sodales etiam et convallis ve ullamcorper odio nunc parturient nostra eu nunc dolor at proin semper. Quisque morbi lorem. Iaculis fames eu ornare iaculis erat.",
    "Lacinia augue sit natoque congue et odio ultricies. Posuere class nisl a proin mi mollis a. Quisque lacus. Viverra porta adipiscing placerat eget ut sollicitudin ornare ut suscipit lectus. Rhoncus netus ipsum nullam adipiscing fusce. Gravida lorem vitae accumsan massa id neque at per ut risus proin vel orci. Quisque felis quis donec. Vivamus metus in donec fusce interdum. Pretium purus urna pretium eget vehicula porttitor morbi iaculis primis netus massa dis ornare. Viverra velit et turpis. Lacinia purus nunc eni purus curabitur. Vivamus curae elit felis eget facilisi nascetur ut tortor. Euismod velit viverra potenti. Egestas lacus ut nulla. Iaculis donec massa. Aliquet porta velit aptent ut nostra id ultrices feugiat lectus purus. Dapibus morbi ac massa sollicitudin. Feugiat lacus enim. Cubilia neque ante ridiculus luctus facilisis. Blandit velit erat magna pede ullamcorper feugiat. Euismod lacus orci hymenaeos porttitor pellentesque vel metus facilisis est molestie pellentesque. Cubilia magna massa dignissim vehicula."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet ipsum ad mauris habitasse pulvinar aptent erat cum.",
     "paragraphs": [
      "Commodo netus duis tellus mi mauris consectetuer nonummy lacus. Posuere augue urna magna. Pretium lorem. Pretium lacus lorem tempus pellentesque vulputate congue lorem suspendisse sed tempor ligula vel ligula at mauris dis. Iaculis vitae sem hendrerit. Vivamus metus erat dui ante rutrum tincidunt eleifend. Dapibus dolor adipiscing pede phasellus orci augue urna nullam hymenaeos. Cubilia nulla. Natoque metus nulla nisi conubia sodales. Iaculis metus lorem quam mi. Egestas lacus adipiscing id consectetuer sodales taciti et. Aliquet augue. Iaculis massa purus. Egestas proin gravida consequat orci. Posuere lorem vel rhoncus nisi cras tincidunt non pede consequat eu auctor ornare placerat vestibulum tempor. Sodales ipsum. Quisque neque ut taciti vel eros. Laoreet dolor ante a urna mi sollicitudin viverra velit. Euismod purus parturient at torquent eni laoreet dictumst rutrum tellus netus. Posuere risus et justo sollicitudin facilisi porta cum viverra diam mus. Conubia risus in velit tellus ultricies velit torquent class porta morbi natoque non convallis arcu vel. Nonummy fames ac porta venenatis interdum quam libero sagittis.",
      "Conubia netus porta lacinia. Nonummy dolor dui ante est justo tristique dignissim odio neque aenean nullam. Integer proin ad a ligula risus adipiscing cras mollis dictum phasellus faucibus. Egestas vitae. Commodo dolor. Aliquet magna lorem condimentum duis fermentum fames ut eu ligula est pretium accumsan porta fringilla. Vivamus etiam odio at sem et curae id ultricies morbi justo hymenaeos convallis duis nec nisi proin torquent. Viverra ipsum quis imperdiet dictumst erat dapibus enim lacus eget sociosqu justo. Gravida justo ac lectus. Aliquam morbi nibh accumsan lorem tincidunt suspendisse nulla consequat. Vivamus class commodo. Aliquet fames. Cubilia metus. Vivamus purus neque. Natoque nulla duis erat curabitur luctus a blandit tempus id cum arcu. Iaculis lorem cum duis sollicitudin volutpat lorem id. Pretium lacus ad eu taciti potenti in ve. Egestas lacus urna hac integer. Aliquet netus. Viverra ipsum. Rhoncus neque feugiat nonummy facilisi nullam aptent feugiat nisl. Iaculis porta magna quam a."
     ]
    },
    {
     "title": "Aliquam fames.",
     "paragraphs": [
      "Iaculis lacus eu class congue consequat bibendum. Viverra risus id justo ad. Quisque lacus id erat ipsum velit vehicula. Commodo netus. Pretium class vitae tellus sociosqu ullamcorper cum ac rhoncus. Conubia felis adipiscing suspendisse aenean et mattis ac purus at cum eu eros et eleifend. Aliquam nulla in. Nonummy magna nam. Nonummy etiam ad etiam et. Commodo ipsum felis curae elit morbi posuere consequat rutrum facilisi orci eu consectetuer. Egestas felis fames eleifend dui pellentesque congue nibh magna massa sagittis ipsum sed lorem. Viverra netus quis potenti eu praesent pede eros arcu. Aliquam velit dis diam lectus imperdiet lorem facilisis sagittis eget luctus eu. Gravida velit dis class. Commodo neque at proin tempor proin. Natoque augue at malesuada a vitae ve quis ipsum torquent at tellus iaculis. Potenti porta. Natoque neque ad fringilla morbi. Potenti ipsum parturient nunc etiam quam blandit elementum nunc. Nonummy lacus morbi quam dui pede accumsan torquent lorem. Blandit etiam magna conubia nibh orci netus. Iaculis felis vitae montes mi ac.",
      "Nonummy justo sem venenatis massa pretium nam lobortis egestas habitasse. Aliquam lacus pede consequat ligula a lacinia ac quam at. Blandit proin aliquet sociis cras ac curabitur. Blandit augue eu risus sollicitudin etiam nisl at. Lacinia augue porta nostra imperdiet vel enim. Blandit magna etiam vel. Commodo etiam. Posuere magna id dolor mollis sed adipiscing dictum. Cubilia proin dui urna volutpat tristique. Iaculis neque. Cubilia purus duis hendrerit. Pretium curae non aptent. Aliquet metus mi aptent nec conubia. Feugiat augue in pede lobortis blandit egestas commodo. Gravida proin nec odio ante est. Dapibus neque ve facilisis fringilla ante per malesuada sociis ultricies. Feugiat donec quis luctus mauris convallis fringilla pede lacinia magna quam laoreet. Feugiat porta dolor libero cursus per ad a ante eu lacus. Euismod proin id. Integer proin vitae fames primis dignissim convallis sollicitudin nam fusce nisi elementum litora placerat parturient congue curae. Sodales lorem parturient diam tempor penatibus lobortis felis in tortor. Vivamus ipsum."
     ]
    }
   ],
   "title": "Natoque neque vitae eget tempor.",
   "paragraphs": [
    "Pretium dolor. Cubilia fusce erat cubilia urna vestibulum penatibus. Aliquam proin nam pede urna dictumst venenatis tellus venenatis. Commodo ipsum nisl nulla auctor mi dictumst nec aliquam montes magnis nec. Viverra netus sed. Commodo etiam pede viverra. Blandit fames vitae cursus metus pharetra curae montes pede et vel id justo per odio volutpat vel. Iaculis lacus sit nisi lacus. Commodo nulla enim penatibus mi libero et cursus per leo. Feugiat vitae pretium primis justo posuere rhoncus suscipit magnis. Vivamus porta quis condimentum sodales scelerisque duis turpis aliquam ut. Sodales proin sed odio eleifend eu netus tincidunt malesuada. Quisque lacus ipsum eni duis. Viverra magna eu libero platea risus suspendisse hac quis sollicitudin. Nonummy netus ve. Natoque lorem eget scelerisque ve cursus eget cras. Gravida magna. Dapibus lorem ve ante velit at hymenaeos fusce vulputate dignissim sollicitudin. Feugiat morbi. Posuere felis diam felis. Conubia porta odio donec maecenas sit sodales. Iaculis porta.",
    "Aliquet fusce. Natoque nulla mi risus tellus nibh odio pretium. Blandit velit netus nostra ve nibh dictumst. Posuere morbi cras varius primis. Posuere risus neque augue. Lacinia purus cras. Rhoncus lorem. Laoreet fames dapibus massa eros nec duis dui. Blandit justo. Conubia vitae odio torquent posuere purus lacinia. Quisque augue erat a augue ve purus tempus. Pretium lacus ac taciti cum vivamus semper vitae malesuada. Blandit augue at luctus. Potenti curae mi taciti pellentesque sit dolor mus risus tristique. Aliquam fames. Integer massa arcu tempor sagittis adipiscing. Vivamus augue proin taciti sollicitudin fermentum etiam convallis diam consectetuer tempus libero curae iaculis molestie. Blandit velit ac consequat justo ve lacus at vitae condimentum nam tempor nulla id lectus ac. Feugiat nulla. Integer morbi porta morbi. Viverra curae eu in taciti ve aenean sollicitudin sit augue imperdiet euismod mus. Vivamus dolor amet nisi massa purus metus amet dapibus.",
    "Sodales metus leo rhoncus interdum varius dictum non adipiscing ligula vel posuere torquent arcu potenti quis metus. Blandit nulla parturient laoreet mus erat tincidunt tempor dis sodales fames adipiscing ullamcorper. Dapibus netus fames magna accumsan in ipsum sollicitudin morbi cras a eros lorem. Natoque metus ipsum dis diam parturient quam. Feugiat augue elit congue cubilia facilisis molestie arcu. Posuere augue parturient et pharetra erat ultrices ante mauris. Aliquet ipsum dui libero eu. Quisque fames quis magna posuere litora porta integer leo lectus natoque ve malesuada. Quisque proin egestas leo inceptos a consectetuer cras conubia. Euismod etiam neque purus quis pede maecenas. Pretium ipsum. Integer metus augue gravida at litora leo. Gravida metus nunc mollis eget ut augue tempus vulputate auctor torquent duis libero ve congue ve. Sodales massa ante leo mi dapibus diam et taciti per tortor. Integer fames arcu scelerisque. Egestas dolor. Blandit lacus purus iaculis aenean ad diam bibendum eu. Nonummy metus donec rutrum. Viverra velit. Gravida morbi. Egestas neque ipsum mollis proin adipiscing. Laoreet proin quam."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas justo fames.",
     "paragraphs": [
      "Quisque netus et augue imperdiet ultrices. Egestas felis mus ante et neque eu. Sodales lacus ac proin dis ornare nascetur fusce molestie. Lacinia etiam nunc platea cum duis risus natoque odio quis facilisis. Natoque porta dapibus rhoncus nostra congue integer vivamus. Aliquet morbi netus primis adipiscing. Sodales morbi ad nunc. Integer vitae. Aliquet augue class scelerisque nascetur eget nibh. Sodales netus quam. Commodo porta donec a aenean eget dictum fringilla ad ut dignissim. Conubia nulla pede sociosqu pulvinar sollicitudin parturient blandit. Viverra dolor lorem enim natoque sit platea diam tortor cursus neque natoque fringilla inceptos congue primis. Potenti etiam eros. Commodo fames nunc. Natoque massa leo enim dis eget odio fermentum habitant. Egestas netus dolor a aenean nunc sollicitudin sagittis netus. Conubia felis nulla netus risus mollis quam condimentum non magnis senectus adipiscing luctus eni habitant hymenaeos a sem habitasse duis sit ligula commodo orci. Euismod etiam mi ut eget justo ve elementum. Pretium netus velit curae varius tempus interdum fringilla a purus. Cubilia neque blandit cum. Vivamus massa.",
      "Rhoncus lacus. Rhoncus proin ante commodo ut nec diam sed. Feugiat justo. Integer porta. Feugiat lacus vestibulum nascetur quisque curae ve erat aptent. Conubia curae. Laoreet ipsum nunc nonummy. Iaculis metus pretium primis curae. Egestas vitae. Dapibus metus. Feugiat ipsum. Vivamus curae commodo purus proin dis habitasse tortor habitant. Sodales magna at ligula auctor erat. Lacinia felis ante mauris. Aliquam morbi amet dapibus porta metus tellus. Gravida purus porta taciti vitae risus. Posuere proin ad curabitur. Aliquam neque non duis suscipit phasellus mi condimentum nisl diam. Rhoncus porta magna egestas pharetra etiam at cursus fringilla. Rhoncus fusce. Nonummy massa erat quisque ve ac fermentum. Iaculis vitae cras a massa potenti.",
      "Viverra justo. Natoque netus augue cras lacinia. Potenti proin sed augue congue facilisis ipsum. Rhoncus fames elit placerat tristique quam leo commodo mi odio magna porta pretium ad id. Blandit lacus ipsum a euismod. Aliquam proin vestibulum nisl facilisis est consequat mauris a vestibulum cum. Vivamus morbi ut etiam mi neque fringilla leo. Aliquet dolor leo facilisi dapibus facilisis cursus dictumst eros tellus mus enim. Viverra felis ve sociis elit et consectetuer conubia. Dapibus vitae purus suscipit id rutrum per nunc nec lacus phasellus. Aliquet felis nunc lectus libero quis ipsum. Blandit metus sem diam adipiscing dui fames penatibus rhoncus sollicitudin primis lorem ligula. Posuere metus class. Natoque risus duis. Nonummy dolor ad ornare torquent vitae. Iaculis curae posuere ve pulvinar. Pretium metus felis non arcu a duis vestibulum libero purus viverra. Nonummy augue morbi sem magna nec odio eni inceptos ultricies ad. Integer etiam parturient accumsan feugiat tortor vel arcu sagittis sed montes a. Nonummy lacus elit scelerisque est taciti. Vivamus velit. Egestas fusce mi."
     ]
    },
    {
     "title": "Aliquam netus ante ornare dictum at sem condimentum laoreet hac eu.",
     "paragraphs": [
      "Lacinia vitae ac libero sollicitudin lacinia ipsum. Pretium fames orci hac pede netus diam magnis nam auctor sociosqu leo feugiat quis. Lacinia vitae. Vivamus massa porta aenean turpis ipsum. Aliquam porta ve arcu porta. Potenti risus est dictumst a nascetur leo urna ipsum ullamcorper dui ut ligula lacus suspendisse. Egestas risus sem mus. Quisque morbi parturient. Vivamus ipsum nisl vivamus et proin dictum. Sodales lacus fusce libero class aliquet gravida malesuada litora. Feugiat porta arcu est litora accumsan id. Nonummy ipsum erat integer diam id pellentesque. Lacinia lorem ad porta eu at. Posuere etiam quam est. Cubilia porta eget id vitae. Posuere neque elit dui. Commodo felis amet nunc felis magna proin a sapien. Gravida justo. Quisque morbi ac primis inceptos curabitur eni blandit neque dis semper libero morbi vivamus ante urna. Iaculis felis. Conubia metus amet elit lobortis lorem aptent. Aliquam vitae erat cras quam sit blandit ut rutrum.",
      "Iaculis vitae id maecenas nec consectetuer lectus amet. Iaculis purus justo erat semper. Gravida morbi. Natoque metus quam aliquam. Lacinia augue ut tempor leo parturient donec eget non mi a aenean. Cubilia neque nisl cum enim a arcu vestibulum ad ultrices cursus. Blandit massa. Iaculis class. Iaculis fusce. Lacinia dolor cubilia dolor eni ante ultrices dis conubia varius. Commodo lorem ut congue mauris senectus ultricies mi ridiculus risus a nostra amet. Potenti risus pede. Cubilia porta fusce leo. Natoque dolor felis dolor libero augue id risus et neque ullamcorper torquent. Cubilia fusce. Natoque justo ad cras nisi cum. Laoreet fusce enim duis malesuada luctus ad vehicula euismod enim. Gravida felis ve sapien mi nonummy elit ante. Lacinia magna aliquet eu leo pede vestibulum facilisis donec metus. Commodo class nisi fringilla lobortis et condimentum urna cras tristique. Nonummy etiam velit platea tincidunt potenti primis varius class risus. Conubia fames nisi dapibus id praesent euismod at."
     ]
    }
   ],
   "title": "Laoreet netus mi.",
   "paragraphs": [
    "Viverra justo eget fringilla in. Integer neque quis ornare molestie torquent. Integer metus non conubia sagittis magnis natoque hymenaeos. Viverra felis ad odio. Rhoncus augue odio tortor. Aliquet risus ante bibendum enim hendrerit elementum pellentesque mus donec. Commodo class. Quisque class. Viverra felis. Commodo augue integer. Nonummy purus quis donec. Aliquet class cum. Pretium class massa dui quis nostra platea sit congue a vestibulum. Potenti class. Pretium fusce parturient mi sollicitudin aliquam mollis. Gravida dolor. Potenti felis magna a enim. Egestas nulla nec aliquam quis etiam dictumst fusce hac sit eni ac metus morbi inceptos lorem cubilia. Laoreet nulla ac massa consequat nonummy. Integer netus non quam at fames sociis massa adipiscing dictumst sodales tempor nisl diam blandit amet morbi. Natoque vitae id a diam id morbi leo. Commodo dolor amet lobortis tortor litora aliquam in ac nunc augue porttitor sodales.",
    "Commodo lorem pede ligula aliquam duis orci interdum hendrerit volutpat. Viverra ipsum eget eros. Blandit vitae ve magna convallis dolor at dolor mi. Sodales class felis quam. Nonummy etiam nisi quis inceptos proin faucibus et. Iaculis velit eget nec. Lacinia magna et auctor dapibus euismod dignissim auctor felis. Aliquam curae nibh potenti. Pretium augue elit volutpat velit class litora ac mi sit at. Dapibus fusce odio varius. Gravida ipsum est amet a ante adipiscing. Aliquam justo. Sodales justo nisi ante venenatis purus ad porta hymenaeos est. Sodales dolor at rutrum inceptos hymenaeos odio aliquam. Euismod netus eget ultricies tempor. Lacinia lorem id tempor ve. Natoque augue nunc rutrum phasellus vestibulum duis tincidunt. Natoque felis. Conubia class magna dictum ad ante habitant. Conubia nulla quisque eget nibh lacinia massa adipiscing ac. Cubilia fames eros eget. Blandit netus."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque metus cum erat adipiscing.",
     "paragraphs": [
      "Dapibus etiam. Egestas porta orci dui massa euismod vulputate. Aliquet metus eu vel duis id eget ipsum quis laoreet mi ut. Quisque curae id faucibus urna. Integer netus vel vestibulum tincidunt enim sem dolor. Sodales nulla nibh scelerisque. Egestas nulla nunc feugiat eu molestie taciti quam ante elementum. Viverra dolor nisi pharetra blandit conubia. Rhoncus dolor proin orci sed felis neque duis aptent feugiat. Feugiat augue euismod varius ante porta ipsum lectus. Potenti purus elit ac erat nascetur mollis turpis dis feugiat. Aliquam fusce nisi integer. Pretium dolor quis suspendisse posuere. Euismod metus. Aliquet class eget dapibus neque blandit libero. Conubia magna. Conubia risus fusce. Viverra donec vestibulum pharetra vitae ut donec dictum et cubilia odio dis. Pretium etiam. Nonummy etiam amet dui cras elementum eu id orci. Feugiat risus et volutpat nulla mi sociis maecenas etiam cubilia nisi nibh. Viverra ipsum nisi nascetur curabitur mi morbi ornare ac venenatis risus a.",
      "Conubia nulla felis fusce a arcu. Commodo class quam nisi fermentum leo laoreet felis sit. Dapibus purus nibh et phasellus. Integer justo. Posuere curae ac eros ullamcorper sollicitudin viverra eros. Laoreet velit non litora mi nam condimentum egestas fusce. Egestas ipsum in a auctor elit varius donec praesent vulputate faucibus etiam sed consequat. Aliquet fusce odio. Aliquet neque eu mauris dui adipiscing. Aliquam nulla quis. Gravida metus vel class feugiat hac. Aliquam fusce nunc condimentum cum cras sapien aliquam. Blandit donec nonummy montes. Conubia etiam. Natoque fames amet nam ad tellus nulla. Nonummy proin ac nulla cum sociosqu a pellentesque nisi gravida a scelerisque sit cursus arcu nullam tempus. Rhoncus lorem justo curae sed elit quis netus feugiat turpis odio ipsum porttitor adipiscing nonummy quam ornare ad. Euismod felis quis nisi vitae mi platea sagittis pretium aliquam lorem parturient. Sodales curae quam sit nec natoque a suspendisse vel taciti id torquent mollis. Laoreet magna eu molestie magnis. Sodales netus diam aptent erat id. Commodo fusce erat hac placerat blandit nisi accumsan leo nisl conubia.",
      "Posuere netus cum dictumst conubia. Quisque magna fusce egestas imperdiet varius lorem. Iaculis vitae ad nostra nullam conubia commodo semper. Rhoncus netus nisl. Quisque proin ante hac a nostra nisi at convallis potenti nam parturient ridiculus neque a. Quisque curae morbi diam suspendisse. Posuere massa. Posuere fusce nec urna parturient elementum condimentum. Blandit morbi nibh interdum in porta aenean libero risus. Lacinia metus. Blandit lorem neque laoreet euismod massa ut magna sociis scelerisque. Conubia risus dui urna pharetra scelerisque sed eget. Natoque fames pede aliquam mollis orci. Blandit justo nam parturient. Quisque proin purus inceptos per amet cursus et in id lectus. Conubia justo. Laoreet etiam nunc augue nibh ipsum aliquam nunc. Laoreet netus nisl interdum conubia posuere cursus. Quisque dolor duis sodales purus neque erat cum porttitor pellentesque. Posuere morbi nec proin sem. Nonummy class. Laoreet class mi semper vel."
     ]
    },
    {
     "title": "Egestas risus est.",
     "paragraphs": [
      "Gravida curae orci cubilia eu taciti amet ad risus. Aliquet massa eni nunc enim semper mi sem. Euismod etiam justo mauris suspendisse magna congue auctor habitant condimentum nascetur ultricies netus maecenas. Quisque fames hac nam per mus ad. Egestas fames risus rhoncus pretium netus pretium aliquet imperdiet faucibus felis in fringilla curae. Blandit porta dis duis tellus feugiat egestas neque vel enim hac ipsum eni erat nunc arcu. Egestas fames ve purus ac. Natoque lorem at ornare hendrerit nulla ad lorem. Vivamus justo odio dis ipsum gravida risus dolor euismod interdum pellentesque. Rhoncus velit netus nostra praesent habitasse eget duis sem euismod eleifend pellentesque sodales mollis. Natoque velit purus sit nisi nec at nulla nibh magna. Vivamus lacus lorem sociis tortor convallis eleifend primis quis litora ac enim. Lacinia velit. Potenti netus sed enim non netus libero ipsum. Nonummy massa nonummy penatibus ad tincidunt a consequat etiam eget. Blandit ipsum ve felis varius congue velit eni diam. Aliquet felis. Vivamus felis ac curae sociis mollis cum arcu enim. Posuere purus nam primis luctus sem nisi ac cras id. Viverra morbi leo orci eros enim. Viverra class purus iaculis. Integer neque felis luctus.",
      "Blandit lorem risus vivamus hac parturient fringilla orci. Lacinia velit risus dui sem hymenaeos sociis netus. Quisque etiam nibh cursus tortor quam quis bibendum condimentum. Gravida lorem fames taciti consectetuer penatibus purus metus. Dapibus porta. Viverra dolor mi nulla elementum volutpat ad ullamcorper urna hendrerit ac ligula. Iaculis vitae vestibulum maecenas enim mus metus ultricies. Viverra dolor leo metus hendrerit dictum interdum ut ante id. Dapibus augue eu litora eros vulputate eu. Egestas class ut pellentesque aliquam torquent sollicitudin aliquam aptent id faucibus tempor. Potenti porta proin cursus auctor sem parturient vestibulum et venenatis quis aenean mi. Potenti metus eu metus ante. Quisque vitae. Laoreet risus mus. Cubilia dolor at et porta nam ante parturient ut. Aliquam etiam orci natoque. Feugiat fusce mi interdum. Dapibus purus dui amet faucibus class et felis ve ridiculus ve turpis nulla. Sodales massa etiam quam lobortis nonummy. Feugiat morbi id lacus luctus vestibulum. Aliquam netus ac massa at taciti pharetra lorem fusce sem. Dapibus class eros platea mi accumsan dapibus erat.",
      "Dapibus risus magna dictumst est primis est id a cursus velit parturient. Blandit neque. Nonummy risus nisl velit duis luctus mauris nulla. Potenti justo nisl lorem fringilla facilisi bibendum et porta hac ante in orci et hac. Dapibus lorem sodales neque felis habitant arcu gravida cubilia phasellus urna eni. Aliquet dolor nunc massa rhoncus quis. Quisque lorem et sollicitudin tempus vitae in torquent rhoncus nullam ve sagittis. Cubilia justo. Lacinia class at pede bibendum risus fringilla congue. Nonummy neque eros pulvinar. Quisque netus ut class dictumst. Conubia lacus dui nibh ante curabitur aptent ultrices vestibulum. Commodo metus dolor pharetra. Rhoncus dolor metus neque. Rhoncus fames ante eu erat nibh iaculis mi varius ut dapibus nunc. Dapibus vitae viverra libero nisl suspendisse pellentesque lacinia nunc lacus magna nulla dolor felis iaculis rutrum. Conubia ipsum. Viverra donec elit vulputate. Iaculis velit mi et. Sodales fames adipiscing habitant. Potenti felis orci primis. Conubia ipsum."
     ]
    }
   ],
   "title": "Posuere proin dolor vel erat.",
   "paragraphs": [
    "Aliquam class. Nonummy velit id turpis praesent. Egestas lacus parturient. Cubilia morbi arcu feugiat risus eros quisque a suspendisse per. Rhoncus neque mus adipiscing lorem pretium dis praesent sollicitudin blandit fringilla pede. Viverra lacus eget pretium felis et tincidunt etiam id semper nascetur scelerisque nam semper. Feugiat morbi lacinia sapien vel et lorem consectetuer metus. Vivamus etiam adipiscing ve torquent euismod enim eu mus mi diam pulvinar. Rhoncus metus adipiscing iaculis ante. Iaculis proin arcu vulputate nostra mi montes purus bibendum dolor netus tempor sollicitudin tincidunt aenean. Egestas purus duis fringilla montes adipiscing volutpat dolor ac cum hymenaeos congue platea hac. Natoque donec et rutrum consectetuer per dolor lorem ligula varius etiam iaculis elementum nostra faucibus vestibulum rutrum ac ut malesuada. Lacinia justo leo aptent interdum vestibulum ligula faucibus leo auctor purus. Aliquet neque vestibulum inceptos euismod posuere iaculis. Cubilia lacus ad penatibus. Quisque morbi. Lacinia donec nec. Aliquet dolor cum arcu porta tempus malesuada dui metus parturient sagittis aliquam vulputate. Iaculis dolor egestas gravida tellus. Vivamus curae in mi curae elementum sit hac hendrerit. Commodo donec quam. Cubilia netus id nascetur nonummy cubilia.",
    "Gravida massa dis inceptos a consectetuer duis fusce nullam sollicitudin. Rhoncus dolor ut volutpat. Blandit augue ante maecenas vivamus erat ve lorem congue at volutpat. Egestas lacus eni diam amet sem proin non urna nunc aptent. Aliquam vitae. Conubia neque ve auctor quisque ve nulla ut fusce. Natoque purus enim a. Posuere donec ad habitasse nulla a egestas et at quam pharetra odio ante lacus. Iaculis massa non. Commodo metus erat elit quis magna velit. Dapibus massa et morbi quis turpis id etiam tempor primis est orci egestas. Feugiat neque diam. Nonummy vitae dui odio eleifend nibh varius tortor sit. Posuere proin diam integer et penatibus donec in mattis massa vehicula eu. Natoque magna nisl curae nostra suspendisse neque tristique ligula accumsan risus fusce pede. Sodales porta parturient ut sapien praesent. Rhoncus dolor netus leo. Feugiat lacus porta auctor cras class. Feugiat etiam. Cubilia donec quisque cursus nostra porta curabitur duis magna mi pellentesque sollicitudin. Sodales felis id massa netus rhoncus eros molestie magna ornare. Aliquam vitae ad curae lectus vestibulum."
   ]
  }
 ],
 "abstract": "Pretium metus magna habitant nulla vel ante a elit netus integer ve odio commodo turpis tempus aliquam. Sodales neque duis dignissim dui sollicitudin in rhoncus eget a. Aliquet justo risus luctus facilisi risus per diam fusce fringilla parturient eros augue. Posuere dolor nonummy eni parturient tellus orci posuere at nec nisl sem dolor nisl facilisis risus. Dapibus lorem ve pulvinar primis parturient nulla pede. Rhoncus ipsum posuere nunc inceptos scelerisque dis duis. Sodales fusce sem etiam cum amet nostra vestibulum velit amet inceptos pede nisl consequat consectetuer adipiscing. Quisque purus ut semper cubilia fringilla ut fermentum id convallis imperdiet duis pede gravida. Euismod neque et donec et pede elit hendrerit eu ante amet ante purus ve. Iaculis proin erat nibh fermentum facilisi eros dapibus odio laoreet aliquam. Lacinia donec nisi cubilia sodales varius elit mi class at ornare sollicitudin rhoncus vitae magna. Pretium lorem cum quis parturient platea dis eu nostra cras augue fames nostra metus fames. Cubilia purus ut tristique lorem odio phasellus per sollicitudin ad potenti orci congue quis. Viverra curae pede duis dignissim et fusce ve porttitor elit pede. Dapibus dolor parturient habitant massa eu nostra nascetur praesent in vel nostra. Integer velit cras eleifend. Blandit etiam arcu ad amet augue. Viverra neque erat taciti tincidunt mi turpis nibh at nisi. Posuere purus augue tortor et eros massa venenatis. Conubia proin eu at leo ultricies interdum dictum ante venenatis sed. Nonummy felis et platea vitae lectus at cras nostra. Integer risus urna sit nisi feugiat augue blandit lacus.",
 "authors": [
  {
   "name": "Jim Dysart",
   "organisation": "Engineered Media"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "Engineered Media"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Engineered Media"
  },
  {
   "name": "Tana Redington",
   "organisation": "Engineered Media"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Engineered Media"
  }
 ]
}