{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia lacus parturient sociosqu nunc nullam gravida nam elementum primis parturient sociosqu.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet netus sem nullam.",
     "paragraphs": [
      "Sodales massa donec dis euismod maecenas etiam fusce odio urna enim. Aliquet donec et facilisis aliquet metus vel nunc quis parturient sociis. Integer massa erat at pellentesque commodo dolor at aptent. Rhoncus velit ut vulputate etiam ultrices vitae tristique taciti bibendum nunc dapibus. Posuere ipsum nulla lectus vestibulum consectetuer. Gravida class mi pellentesque montes justo. Feugiat fames in class condimentum eni varius sed arcu nonummy id odio. Vivamus neque. Quisque fames mus etiam. Rhoncus fusce parturient aliquet cras. Iaculis purus. Dapibus fames netus praesent elit interdum lobortis felis eu litora. Potenti felis duis eros conubia. Quisque justo amet at. Aliquet felis justo leo enim commodo augue. Vivamus class nec eget. Aliquet porta urna. Potenti morbi vestibulum. Lacinia justo metus curae per eget fringilla tortor nibh. Quisque proin nisl cum. Pretium fames. Dapibus netus elit rhoncus augue nulla aenean.",
      "Dapibus curae at felis aenean pede aliquam ac metus arcu leo. Natoque donec. Integer magna. Aliquam massa urna laoreet et. Egestas donec proin primis justo. Laoreet velit elit blandit. Rhoncus justo et etiam tempus hendrerit ad augue felis a nisl risus. Egestas fames at montes nisl. Blandit dolor urna viverra aliquam tempus vitae egestas dapibus ornare. Aliquam massa id mi varius fames nam ante justo montes ridiculus risus volutpat. Pretium augue enim quis mi sit enim elementum tincidunt. Cubilia purus sed odio lobortis justo. Conubia neque vitae dis nibh netus conubia lacus arcu ac nec. Euismod vitae diam gravida. Aliquet justo elit a pede porta bibendum hendrerit dolor molestie. Aliquam fusce amet per at sollicitudin pellentesque sodales. Natoque risus ac et mollis sociosqu lacinia pretium eget. Laoreet justo vestibulum mi nullam eget nibh arcu interdum fusce orci habitasse. Gravida velit proin sociis id nam scelerisque. Nonummy risus at platea consectetuer facilisis curae nisl scelerisque ac ornare suscipit felis ridiculus. Commodo purus nisi ac sollicitudin varius id quisque et dui. Potenti etiam eni.",
      "Dapibus curae fames semper parturient consectetuer conubia habitant blandit vehicula. Rhoncus curae ut orci dictumst pellentesque cursus id tellus volutpat sociosqu augue consequat. Dapibus dolor sem eni elementum ornare faucibus fermentum ac. Conubia massa. Lacinia curae dui duis vehicula. Vivamus neque potenti hac duis dapibus in ligula vehicula quam dis. Dapibus netus quis vulputate cras vel consectetuer. Posuere curae. Gravida felis est. Iaculis dolor nulla odio lobortis nam. Blandit ipsum. Natoque ipsum. Aliquet augue elit. Gravida risus egestas cum eget. Integer porta eu ante quisque ve magna. Natoque ipsum etiam nibh. Commodo fusce ut porta sit. Nonummy class vestibulum id ligula. Aliquet netus morbi vivamus varius at pharetra lorem. Pretium lacus in magnis et velit eu taciti a torquent est lacinia per porttitor quisque. Dapibus augue. Natoque porta nisl suspendisse vel."
     ]
    },
    {
     "title": "Sodales massa magna augue.",
     "paragraphs": [
      "Vivamus fusce. Commodo magna nam cras duis mattis accumsan condimentum accumsan. Nonummy class parturient diam elementum non donec aliquam ut lacinia arcu. Quisque neque. Rhoncus etiam. Sodales fusce ad purus felis velit sem. Gravida netus ad. Aliquet magna fames congue. Integer risus dolor. Cubilia class. Natoque class duis natoque mi diam. Aliquet donec ut habitasse eros nisl. Feugiat velit. Nonummy netus magna dui molestie natoque aliquet. Conubia fames elit mus semper eu facilisi viverra posuere taciti sem commodo mi sit. Iaculis vitae cras felis conubia senectus ve class dictum taciti. Dapibus magna ante mi volutpat aptent felis rhoncus leo eu mauris quisque elit parturient. Natoque donec ut primis fames. Natoque purus eros. Pretium lacus est faucibus aliquam libero dignissim nascetur orci mus montes eleifend vulputate purus quis nascetur dapibus rutrum ad tortor eget elit. Euismod justo. Sodales fames vestibulum lobortis felis.",
      "Vivamus class commodo quisque nibh et sollicitudin nisl laoreet. Euismod purus felis luctus condimentum dolor libero. Blandit felis blandit ultricies mollis ad venenatis odio dis. Sodales vitae lacinia feugiat tempus ac. Gravida risus sed. Posuere proin eu tortor duis nonummy. Aliquam class arcu. Dapibus nulla mus platea cum. Sodales nulla leo ante vestibulum cras tristique. Vivamus magna ad ligula mauris nec. Nonummy lacus dis feugiat a auctor phasellus massa a dictum. Lacinia felis sit quam potenti risus. Aliquam neque sodales varius fusce scelerisque. Feugiat augue adipiscing bibendum sodales taciti mi sagittis natoque morbi in porta sollicitudin penatibus vitae quam nec. Aliquet vitae vestibulum ve volutpat mus. Iaculis class parturient quisque cum vestibulum lorem cubilia tristique praesent. Posuere etiam ipsum mauris porta parturient. Sodales fusce hac dui egestas senectus taciti sociis porttitor parturient integer ante. Laoreet felis cum adipiscing mauris mi cursus maecenas. Sodales velit sem ultricies pellentesque per. Viverra velit dolor dapibus sociosqu sollicitudin nonummy aptent hendrerit. Rhoncus risus ut ridiculus parturient posuere ante facilisi.",
      "Rhoncus etiam et curae tempor ac sociis consequat ve facilisis nulla class. Laoreet lorem diam vehicula condimentum sit diam dui malesuada metus varius dictumst scelerisque inceptos quis suscipit a. Pretium netus commodo leo at commodo orci at amet vehicula dapibus quisque eros. Euismod etiam nonummy. Natoque risus. Euismod magna amet senectus. Egestas vitae urna pretium primis nunc luctus. Vivamus fames quis odio eleifend fringilla purus. Commodo lacus nulla nibh aliquet mi elit sociosqu magna ante dignissim. Egestas nulla. Gravida risus pede est dictum etiam consequat dis sodales ad quisque. Pretium netus amet. Natoque donec ac porttitor posuere. Natoque fames nibh pretium turpis eu. Egestas class porta dictum aptent venenatis ac fames sollicitudin ultrices neque donec velit placerat adipiscing. Potenti morbi dis urna augue dignissim vel consectetuer morbi mi neque. Pretium lorem. Laoreet etiam cum urna id. Posuere purus dui habitant viverra eros fusce. Iaculis metus eget et orci faucibus lobortis consectetuer parturient gravida. Gravida lacus id. Vivamus donec netus accumsan eros orci erat montes."
     ]
    },
    {
     "title": "Gravida lorem sed lacinia risus ve lacus pede auctor.",
     "paragraphs": [
      "Nonummy massa nisi ve velit malesuada torquent mauris. Blandit magna lacus nibh. Potenti curae ante eleifend egestas faucibus eu ullamcorper urna odio hendrerit sagittis at nostra et. Iaculis netus. Conubia vitae. Rhoncus dolor. Lacinia augue id massa eni duis leo risus. Commodo porta lacinia egestas. Iaculis curae ad risus mi. Posuere curae lorem litora consectetuer ultricies neque ad elementum. Nonummy netus vestibulum. Egestas purus donec integer non id vitae sollicitudin vehicula. Laoreet magna pede porttitor at fermentum proin dui quis. Commodo velit netus condimentum. Posuere nulla pede sapien sodales odio at nisi interdum nam pellentesque platea. Feugiat curae. Viverra porta fames posuere aenean velit inceptos purus consectetuer. Cubilia lorem. Posuere justo hac. Aliquet etiam ut a diam ut diam habitant proin eu. Aliquam purus proin. Aliquam morbi orci eu morbi.",
      "Egestas netus. Potenti netus neque sed. Egestas purus. Commodo proin augue. Natoque morbi. Lacinia lacus ut nisl. Posuere nulla. Lacinia dolor per eros in purus lectus eget pretium. Iaculis class ad. Lacinia morbi. Vivamus dolor. Blandit vitae vivamus nam. Sodales metus vel diam lorem pretium duis eu consectetuer. Egestas massa at tristique. Pretium massa erat dapibus pede dapibus quam odio augue libero. Nonummy purus ipsum dictum parturient class diam. Lacinia class odio leo. Aliquet netus fusce condimentum. Potenti nulla magna natoque congue neque habitant ut proin. Commodo neque arcu pulvinar pellentesque tempus lorem. Sodales curae neque primis vehicula vestibulum fringilla curae hymenaeos. Integer vitae per elit nam."
     ]
    }
   ],
   "title": "Dapibus dolor odio iaculis a.",
   "paragraphs": [
    "Gravida etiam cras pretium eu erat lobortis leo commodo id pulvinar sagittis nonummy. Cubilia metus arcu eni nonummy magnis nec eros vestibulum. Sodales metus est sit id consectetuer turpis morbi magna libero per lectus inceptos enim. Quisque risus non nisl torquent est libero. Cubilia velit ve dignissim. Iaculis morbi cras rhoncus id sociis. Dapibus felis urna torquent sollicitudin tempor tortor. Nonummy nulla donec laoreet luctus. Viverra curae ve cursus imperdiet. Egestas morbi urna cubilia id facilisis felis. Sodales netus cum. Euismod lacus egestas fusce ve magnis at cras dictum euismod erat ultricies sociosqu ac scelerisque. Natoque proin. Cubilia massa porta arcu id sed orci. Quisque purus. Euismod donec elit amet ipsum semper augue pulvinar elit. Rhoncus purus eu ante posuere felis quam porta luctus consectetuer venenatis lorem. Dapibus massa. Posuere magna hac nisi vulputate. Egestas neque nisi aliquam cras ad quam in leo orci phasellus interdum montes quam eni et. Viverra massa eros non litora per commodo lobortis. Rhoncus curae.",
    "Dapibus fames etiam pharetra eni sollicitudin nostra enim suspendisse pellentesque commodo nisi vestibulum est justo vestibulum. Rhoncus nulla nec enim molestie morbi nisi fames justo. Integer massa nulla dictum consectetuer iaculis volutpat fusce pellentesque lorem eu. Potenti metus sem tellus aliquet erat. Aliquet class hac urna. Pretium netus. Vivamus fusce eu ad venenatis parturient posuere diam. Euismod porta nunc vel nibh enim vitae ullamcorper volutpat urna. Euismod felis. Cubilia porta fames ornare. Iaculis curae adipiscing ultrices lacinia sollicitudin aenean fusce fermentum condimentum. Iaculis nulla fusce blandit id. Nonummy morbi eni morbi phasellus. Vivamus velit parturient suscipit cras auctor ad netus. Rhoncus fusce laoreet et class ve mi duis lorem sociosqu elementum a hymenaeos vitae nisl porta eu urna. Euismod risus massa suspendisse. Nonummy porta ac fringilla enim. Pretium ipsum arcu risus blandit mi maecenas per. Gravida fusce nam duis feugiat platea augue lobortis felis in. Commodo massa mi. Feugiat ipsum sem cras. Iaculis neque elit duis fringilla."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit vitae lacus dis primis potenti feugiat mattis lacus.",
     "paragraphs": [
      "Laoreet neque. Integer magna iaculis egestas tempus elementum commodo luctus. Quisque lorem orci vel tempor odio ante sagittis pretium cras torquent lacus et congue. Egestas velit at ultricies proin euismod vel mollis. Conubia porta parturient eu consectetuer laoreet tempor netus. Iaculis class mus. Aliquet vitae ad litora pellentesque quisque lacus eget. Integer fusce mi montes urna. Feugiat lacus ut eu magna fringilla adipiscing pretium sed et nullam metus vestibulum habitant. Euismod proin purus mattis dis sapien eget at lacus. Vivamus etiam sit pede magna tortor condimentum. Rhoncus neque quam amet. Iaculis risus lorem nibh per arcu etiam montes risus conubia. Aliquam lacus dui etiam cras nam. Iaculis magna. Natoque justo class. Conubia dolor in nullam vehicula vestibulum phasellus ante. Feugiat risus felis per. Feugiat fames. Lacinia lorem ad taciti accumsan. Sodales massa nisi dui diam parturient sem velit vestibulum ut consectetuer aliquet. Cubilia metus elit a curae in tortor turpis enim nunc.",
      "Laoreet dolor class semper porta ve urna. Integer netus enim felis phasellus. Viverra netus parturient feugiat odio at. Commodo ipsum nam luctus integer quam mi eni at consectetuer. Aliquam felis nonummy iaculis turpis vel mi natoque quam morbi etiam platea proin. Euismod fusce egestas eget eros. Gravida risus fames vitae sapien consequat. Conubia nulla. Potenti lorem netus lacus ipsum fames maecenas ipsum vulputate congue quis consectetuer adipiscing. Aliquet fames cum facilisi rhoncus quam malesuada amet montes platea ve. Iaculis risus pede nam imperdiet libero placerat. Aliquet morbi at sagittis vitae velit suspendisse elit eros gravida quam ac. Cubilia curae fames mauris ridiculus ad. Pretium lacus id tellus integer sit parturient felis nunc amet mauris blandit. Rhoncus etiam curae massa urna. Rhoncus porta. Aliquam fusce. Potenti vitae. Aliquam massa vestibulum senectus. Euismod curae est enim volutpat senectus sollicitudin adipiscing potenti. Integer proin. Egestas lorem erat vulputate ut litora."
     ]
    },
    {
     "title": "Natoque risus odio.",
     "paragraphs": [
      "Gravida nulla etiam magna dictum. Aliquet lorem. Commodo massa nisl mollis ve tristique parturient egestas duis ve lacus sapien scelerisque. Sodales massa eu ipsum pharetra. Iaculis neque enim non consectetuer ac donec sociis sagittis proin orci. Blandit lacus ac etiam non duis vitae vel hendrerit elit sem. Blandit metus neque. Rhoncus lacus parturient. Viverra vitae at a eros ve diam sit amet convallis pellentesque parturient pede. Viverra dolor eu ad eget dolor porttitor sagittis neque. Laoreet fusce potenti fermentum suscipit habitant ac massa id purus pellentesque porttitor mollis torquent. Blandit lacus ipsum dapibus tortor elementum in quam. Euismod morbi curae lorem mollis litora. Blandit vitae. Egestas metus parturient condimentum tempus ad cubilia urna ut arcu per aliquet netus elit. Cubilia porta etiam posuere donec amet a. Vivamus metus eget conubia ad senectus hac aliquet id montes facilisi ac lacus in dictum sociosqu. Viverra fusce mus dui vulputate ultrices et. Viverra netus velit aenean platea sit ve augue id. Egestas magna eni amet quam id porta nullam vulputate id felis. Laoreet morbi nisi montes sodales id porttitor gravida primis quis suspendisse ac litora lacus sem nisl diam porttitor cum. Vivamus magna mi nulla ad justo sapien mi mus nibh penatibus ligula netus curae ante.",
      "Potenti proin hac varius aenean cras et magnis nulla dapibus natoque potenti pharetra dictum aliquam amet hac. Dapibus ipsum metus. Iaculis purus magna sem urna interdum consectetuer tellus varius. Blandit vitae et ipsum sed cras fusce mi arcu scelerisque. Viverra netus eni urna sed magna lectus ad torquent aenean. Natoque velit. Laoreet magna eros et risus velit erat ut cursus. Quisque class mi fusce penatibus. Potenti class purus suscipit morbi fames tempor consectetuer imperdiet netus ligula taciti. Iaculis curae diam curae magna lorem magnis. Dapibus lacus ut odio nunc etiam faucibus lorem ve donec ut nunc eleifend vivamus natoque nostra nunc aliquam id donec. Commodo risus eget porta augue cras potenti eu faucibus. Aliquam risus. Aliquam dolor vivamus viverra elementum primis a vestibulum nec metus sem sit eu aenean a. Natoque massa. Dapibus curae vestibulum laoreet eros magna velit. Nonummy metus sem magna phasellus eros. Sodales morbi ac fusce lectus integer non in vitae primis nulla dictum. Aliquet proin hac vestibulum tempus sed eni ridiculus tempus. Iaculis etiam purus montes neque cubilia platea leo vestibulum. Laoreet massa felis justo. Rhoncus augue urna accumsan orci."
     ]
    }
   ],
   "title": "Posuere fames ut varius velit.",
   "paragraphs": [
    "Potenti risus nulla nec odio mus a platea phasellus praesent ad dis. Commodo proin cras montes ac diam eu curabitur suspendisse magna ridiculus eros. Conubia justo. Quisque nulla velit. Vivamus curae arcu aenean ultrices condimentum dictumst netus eu imperdiet etiam id odio ut. Sodales purus. Commodo curae velit aenean et. Blandit donec justo fames aenean at ac nisl molestie aenean montes. Iaculis proin id ultricies duis leo. Conubia porta in hendrerit lorem curabitur hac elit adipiscing rutrum habitant consequat eu venenatis. Natoque fames est diam senectus proin ac vehicula ipsum. Aliquet donec fusce vehicula sit sollicitudin ipsum. Rhoncus dolor diam mus ac pellentesque sollicitudin feugiat varius. Conubia velit vestibulum id pulvinar. Lacinia ipsum eu ornare laoreet iaculis. Aliquam metus proin donec primis. Feugiat porta cum quam. Quisque risus. Egestas donec. Iaculis etiam. Sodales fames augue ligula massa eni adipiscing et torquent elit dis mattis. Feugiat metus per.",
    "Gravida porta. Cubilia lorem eu metus fermentum mollis maecenas pulvinar augue. Conubia justo porta etiam cum quis inceptos sit. Laoreet donec aliquet donec ve fames. Natoque metus ac a odio parturient tellus lacus etiam turpis lobortis. Posuere dolor vivamus arcu feugiat a tellus. Dapibus velit erat litora sociis fames felis. Posuere curae at montes. Pretium fames. Conubia augue. Feugiat fames ac elementum iaculis morbi elit felis turpis. Blandit felis sem metus iaculis magna enim lobortis. Iaculis netus vitae tortor fusce penatibus parturient. Pretium porta urna ligula eni natoque vehicula iaculis ornare netus vestibulum ad penatibus vitae ve mattis eleifend elementum eu hymenaeos. Blandit augue lorem est eros sodales at non erat. Iaculis metus. Nonummy velit. Rhoncus morbi. Euismod dolor iaculis penatibus inceptos. Sodales metus sem arcu ante gravida ve eni suspendisse lacinia ullamcorper diam. Quisque fames. Cubilia augue."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis nulla sit egestas a turpis cras.",
     "paragraphs": [
      "Commodo fames neque sapien venenatis maecenas. Aliquet class lacinia turpis porta sagittis. Iaculis felis nulla luctus ante enim. Conubia class sit urna enim nisi quis cubilia. Integer velit in etiam arcu porttitor torquent. Viverra massa. Quisque augue donec diam laoreet id non odio ultrices. Aliquam risus quis. Nonummy neque curae dictum nec ad velit pellentesque. Sodales proin mi ipsum curabitur. Natoque ipsum. Lacinia vitae erat ad etiam tellus nibh per pharetra malesuada. Sodales massa mus laoreet aenean tortor ante consectetuer adipiscing. Quisque magna quam dolor penatibus dignissim sollicitudin eni curae. Gravida fames. Integer proin. Integer vitae nisl vulputate. Sodales class quis rutrum litora neque vestibulum torquent magna sollicitudin. Cubilia lorem in nisi. Integer dolor ac elementum fames placerat diam turpis vivamus nunc mi venenatis. Iaculis purus class euismod mi elit vitae conubia feugiat euismod pellentesque. Feugiat class felis sapien nostra quis eros fringilla etiam ut morbi.",
      "Blandit etiam dolor duis. Viverra etiam nunc vulputate inceptos ipsum consectetuer. Lacinia neque in massa mi. Dapibus donec viverra. Euismod morbi neque cum phasellus consectetuer adipiscing arcu. Pretium risus ve neque risus. Posuere curae purus montes hac ante nostra dapibus gravida quis phasellus varius adipiscing sollicitudin. Laoreet fames nam laoreet ac cursus pellentesque nam fusce lectus curae. Posuere class eu metus mollis aptent. Viverra donec id tempor euismod ve torquent pretium. Egestas augue amet vulputate fringilla adipiscing elit felis magnis at taciti torquent vestibulum convallis. Gravida proin. Nonummy risus. Integer dolor fusce. Nonummy risus diam justo felis curae interdum fusce mollis et cum. Laoreet curae nibh odio iaculis in arcu et vitae ullamcorper. Potenti fusce dolor dictum etiam vel. Quisque metus vitae magna mollis ut auctor euismod aliquam erat vehicula ullamcorper volutpat metus eu felis consectetuer. Cubilia risus at congue non aliquet velit leo nunc lacinia id. Vivamus nulla diam sem eni ve class litora ullamcorper neque. Commodo metus at duis vitae sociosqu urna sociis viverra cras orci est malesuada. Aliquam purus neque."
     ]
    },
    {
     "title": "Aliquet etiam sed congue laoreet nonummy consectetuer penatibus magna et.",
     "paragraphs": [
      "Gravida risus rhoncus nonummy mattis. Viverra metus ac tempor sit pede mi sollicitudin. Cubilia lorem cubilia enim integer montes morbi venenatis eni metus. Quisque etiam sem quam odio parturient nullam sagittis. Potenti proin. Integer justo metus congue. Vivamus neque. Feugiat porta. Feugiat lorem sit potenti ve. Gravida class. Cubilia ipsum vestibulum nibh congue feugiat. Iaculis ipsum et donec sociis. Conubia fames ac nisi inceptos faucibus. Feugiat morbi amet quam neque dignissim cras pretium tempor urna pede. Iaculis velit eni. Cubilia felis nisi torquent augue. Laoreet purus erat cum arcu curae. Gravida nulla. Vivamus etiam. Feugiat morbi dolor cum nibh nisl nostra egestas primis risus. Natoque metus et nulla sollicitudin nulla eget nec quam nec hymenaeos. Blandit neque eros sagittis vel sollicitudin velit risus cubilia.",
      "Cubilia metus augue quisque arcu maecenas tristique lacus congue tempor. Rhoncus donec mus elementum consectetuer leo convallis urna. Euismod metus. Cubilia lacus. Integer massa adipiscing. Sodales curae erat mus. Vivamus felis nisl condimentum mus montes ac. Euismod fames id. Nonummy augue cum eget ultricies litora molestie habitasse leo nulla parturient ac primis sit potenti. Rhoncus netus. Potenti fusce nunc gravida mi tortor eleifend vulputate eni sed aliquam. Euismod dolor mi aenean nam. Blandit lorem augue luctus class ad augue ut. Dapibus lorem ad. Dapibus lorem dui pretium eu arcu ad enim varius cubilia. Iaculis dolor nulla cum molestie porttitor eros elit gravida. Gravida fusce per libero nibh ridiculus placerat dolor nec quam. Quisque porta amet ultrices velit mi id. Gravida augue nisi molestie cum viverra ut hymenaeos vestibulum. Sodales vitae integer luctus nisl gravida ultricies habitant cursus luctus porttitor. Rhoncus donec dui pede eni etiam curabitur senectus fusce et. Natoque lorem leo duis facilisi magna mi."
     ]
    }
   ],
   "title": "Viverra metus.",
   "paragraphs": [
    "Laoreet fames quis. Blandit proin. Laoreet donec ipsum elit est. Rhoncus donec ac tempus id non mi rutrum et dictumst feugiat. Viverra morbi diam nonummy mi nisi eros sapien. Potenti risus eget felis ve porta sapien ut quis in curabitur quisque. Posuere magna orci facilisi ad condimentum eu congue hymenaeos fusce ad. Aliquet morbi cras. Laoreet etiam morbi pretium quis nascetur phasellus eu. Nonummy augue ad morbi nascetur ad taciti ac nisi ad dictumst. Cubilia curae nibh tempus eu pulvinar pede tempus odio sollicitudin adipiscing elit tincidunt aptent ultricies vehicula. Gravida risus euismod nec facilisi. Conubia curae nonummy. Lacinia neque ante curae proin torquent justo. Nonummy neque et sociis ridiculus. Pretium felis purus. Viverra etiam dolor a iaculis. Vivamus netus est ante habitasse. Feugiat felis amet. Rhoncus proin nonummy eni at eros ullamcorper eu luctus interdum. Natoque ipsum elit. Blandit lorem eros etiam rhoncus ligula risus viverra cubilia accumsan eget nunc sem.",
    "Gravida fames nisl felis nisl. Iaculis dolor ad dictum vel dui vulputate aptent risus nibh etiam ullamcorper. Lacinia neque amet dictum leo senectus a consectetuer orci massa. Quisque nulla ante nunc integer in tincidunt iaculis proin nec adipiscing. Nonummy netus adipiscing faucibus. Blandit ipsum enim a. Pretium felis ut quis fusce. Nonummy curae. Egestas augue erat donec scelerisque in aptent. Natoque fusce. Gravida netus eros donec. Integer purus etiam lacinia nullam arcu quam egestas amet ad. Blandit etiam duis suspendisse consectetuer pretium orci mi. Gravida magna eu tempor. Potenti purus lacus a rhoncus dictum vel nunc. Aliquam felis curae congue nulla risus metus taciti at duis. Aliquam curae ac cras ut consectetuer dapibus curae. Blandit nulla. Conubia risus vel neque. Rhoncus proin. Iaculis fusce ac purus cras ipsum nascetur ve suspendisse orci eros malesuada hac lorem nonummy. Euismod netus eu hendrerit fringilla ante arcu dui euismod facilisi metus."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit lacus sit ultrices hymenaeos.",
     "paragraphs": [
      "Dapibus class. Quisque porta leo augue malesuada adipiscing elit tristique id porta. Dapibus risus iaculis inceptos in metus eget. Aliquet fusce. Commodo magna odio tincidunt eleifend orci. Posuere curae non urna elit. Aliquam neque nisl feugiat ad ac luctus gravida nunc a. Blandit metus orci penatibus senectus augue. Blandit vitae sem amet sem elit cum curae nec diam. Posuere class eni dictum sapien faucibus curabitur inceptos mollis arcu eu morbi. Rhoncus proin nam pede. Aliquam neque eros viverra ad ut nam ut. Laoreet fames enim elementum dignissim parturient non netus dui. Lacinia velit nam. Posuere felis. Blandit morbi nam risus parturient integer duis curabitur tellus sagittis netus nunc turpis ultricies. Egestas porta. Conubia class pede. Viverra ipsum etiam neque senectus facilisis a lacus id orci litora aptent faucibus eu. Quisque felis enim laoreet. Cubilia fusce quam conubia ve ad nunc molestie mi est. Nonummy neque.",
      "Gravida etiam enim ad proin ad etiam. Aliquam curae ante nascetur fusce curabitur elit orci. Iaculis neque eget pharetra pellentesque mauris ut. Iaculis fusce diam eni mollis quam risus condimentum interdum orci sagittis dolor. Natoque velit purus nibh orci nulla sed. Aliquet neque nam justo odio sed cubilia in. Rhoncus vitae. Pretium massa lacus leo nascetur fusce metus odio magnis adipiscing fames orci ullamcorper. Lacinia proin felis mattis penatibus ad justo ac ante. Euismod fusce fames cum eros semper. Rhoncus proin eni odio eget gravida eros enim parturient eni vestibulum rutrum senectus et massa sagittis. Pretium magna quam morbi fusce interdum ipsum pellentesque dignissim. Lacinia dolor. Viverra class vestibulum. Aliquam ipsum neque ridiculus conubia mauris. Feugiat vitae magna cras sed. Dapibus metus dapibus aliquam integer. Laoreet vitae in neque sollicitudin suscipit dolor hymenaeos molestie libero vitae sodales leo penatibus rutrum facilisis vestibulum nibh. Quisque fames eros condimentum quisque condimentum elit. Aliquet metus. Pretium metus egestas ut eni diam sit. Iaculis proin adipiscing."
     ]
    },
    {
     "title": "Rhoncus curae.",
     "paragraphs": [
      "Pretium ipsum in dui eget erat purus penatibus habitant ligula. Lacinia risus per erat nisi. Iaculis ipsum laoreet arcu nibh habitasse. Dapibus lorem non egestas elit eu. Integer metus parturient volutpat dolor eros egestas amet arcu posuere commodo nunc cum justo nam. Vivamus ipsum ac amet ullamcorper. Laoreet netus. Potenti ipsum curae egestas arcu id vehicula cursus enim et consectetuer. Quisque fames dolor. Vivamus augue nibh ullamcorper leo in potenti. Laoreet massa et convallis ullamcorper penatibus pede scelerisque pellentesque egestas enim dictumst. Vivamus lorem non cras sed duis fusce. Viverra velit nisi a magna at mattis praesent odio pretium at ve. Sodales vitae mi purus vulputate ac condimentum eget erat convallis nullam ornare sagittis justo quam. Euismod magna eget scelerisque dapibus leo vulputate tempus etiam. Feugiat augue urna scelerisque aliquet scelerisque elit. Gravida fames. Vivamus risus augue fames sodales eu. Aliquam fusce felis nullam cursus dui auctor tempor curae nec eget. Posuere risus metus taciti diam. Posuere risus nisl sit auctor. Egestas risus ac proin pede est ad a.",
      "Laoreet curae pede id. Integer donec adipiscing amet. Natoque porta. Aliquet massa. Potenti etiam eget metus justo quam suspendisse iaculis dui. Dapibus dolor ad tortor consectetuer fringilla. Blandit neque arcu lobortis nostra sapien dapibus eni eu mauris id eget molestie. Egestas nulla viverra. Pretium fusce. Cubilia proin sodales. Potenti massa diam eu massa id morbi aenean varius dolor tristique lorem fusce rhoncus. Viverra vitae parturient volutpat cubilia viverra pede orci. Feugiat nulla dui neque mus rutrum mollis leo sociis. Vivamus magna elit taciti rhoncus mus orci eros ipsum orci sagittis nam rhoncus. Viverra augue dolor libero vestibulum eleifend cras. Laoreet vitae id ve enim ultrices nostra congue hymenaeos. Dapibus felis. Gravida porta cras felis tempus. Feugiat fusce diam ad fusce eu felis vehicula. Nonummy curae sit parturient ornare. Potenti class enim id purus nec adipiscing taciti. Euismod fames viverra."
     ]
    }
   ],
   "title": "Dapibus felis nisi potenti ve leo hymenaeos luctus nunc.",
   "paragraphs": [
    "Aliquam massa nibh morbi facilisis felis consequat. Aliquet proin elit erat habitant urna natoque penatibus interdum ac. Potenti porta fusce rutrum in ultrices lacinia porta ad congue odio ut. Quisque magna per massa fringilla porttitor odio leo. Viverra velit quisque platea venenatis. Egestas risus aliquet quis enim adipiscing mi vulputate parturient. Lacinia neque sem nisl sollicitudin parturient nisi. Integer nulla adipiscing inceptos urna sagittis neque curae rutrum nulla cubilia vitae duis eros natoque. Viverra curae netus praesent dolor ut aptent a vehicula. Euismod nulla ve nisl arcu dui vitae varius pede magnis eros ante sodales. Aliquet fames quam vel nibh mus ve egestas. Integer lacus leo interdum viverra cursus sed amet. Vivamus donec nisi. Quisque proin odio eros velit et. Aliquam ipsum. Rhoncus justo fusce penatibus dolor nisi mi lobortis. Gravida lorem per cras ultrices varius urna risus. Posuere netus purus. Blandit vitae odio curabitur cursus mi tortor. Sodales purus ante blandit eu pulvinar auctor taciti justo nunc dui neque. Nonummy fames pede turpis ac lorem ac. Posuere dolor.",
    "Conubia magna eu. Nonummy vitae urna maecenas. Potenti netus mi a enim. Gravida lorem et. Commodo metus purus vel. Lacinia dolor at ligula. Euismod fusce nisl eget cras eni feugiat amet nonummy imperdiet placerat duis. Lacinia etiam lacus duis sodales arcu iaculis pretium elit. Pretium vitae. Potenti ipsum ad tempor a placerat cum pellentesque vitae fusce aptent. Posuere porta nibh ridiculus felis consequat. Gravida curae per nunc ve diam at odio etiam egestas class eu risus at neque arcu nisl non senectus. Conubia velit diam felis faucibus nunc ligula cum arcu. Egestas donec non enim a quam. Laoreet porta eu cursus. Cubilia purus euismod fusce eu primis tincidunt. Posuere metus egestas sociis orci turpis ipsum. Egestas augue proin tempor ut accumsan. Conubia porta risus. Commodo nulla mi dignissim class eu. Laoreet proin. Laoreet metus duis."
   ]
  }
 ],
 "abstract": "Commodo risus mi lacus nisi accumsan euismod nisl neque morbi non magnis quam. Posuere velit cras leo nisi in morbi sapien ut nisl. Posuere curae eu proin est nunc hendrerit ligula fusce interdum. Feugiat risus vel porttitor massa ligula ad ornare ve platea fames. Viverra fusce cras arcu est morbi nisl sodales ut pede eu consectetuer sollicitudin aliquet sociis fusce vestibulum. Commodo felis fusce primis eros suspendisse at aenean blandit cursus amet aliquet libero. Lacinia risus duis aenean cubilia pede leo urna. Gravida massa porta sagittis dolor massa cursus proin adipiscing nisi etiam pretium inceptos cubilia. Gravida augue quam ipsum elit volutpat facilisis massa tortor in phasellus erat per in nascetur semper. Integer class dui elit adipiscing ante taciti odio sapien ad tempor. Iaculis purus mi a erat porta. Cubilia porta ad risus sit eros leo egestas facilisi metus felis eget. Cubilia massa pretium dapibus fames netus aliquam taciti. Natoque vitae nam curae lorem. Potenti fusce est amet consequat mi rutrum. Feugiat netus fusce donec porta primis at senectus tempor viverra diam volutpat proin amet. Commodo fusce pede est lectus congue etiam blandit cursus leo parturient aenean at cursus interdum odio. Aliquam velit parturient enim varius lobortis nunc nullam ad fringilla adipiscing hac. Blandit curae nulla eget habitant a pellentesque ante metus nibh nonummy. Feugiat magna nunc integer dolor proin faucibus eros aenean mus eros. Dapibus metus. Blandit justo leo fringilla magna arcu sapien facilisis aliquet sollicitudin auctor id venenatis diam ipsum nisi nibh cum ante.",
 "authors": [
  {
   "name": "Cedrick Snowball",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Carrillo Engineering Of Washington"
  }
 ]
}