{
 "references": [
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Euismod proin pede orci cras accumsan a molestie sem. Sodales morbi commodo facilisis bibendum lorem ac. Gravida justo nam ante vehicula senectus laoreet varius dolor sociis et luctus placerat risus. Integer curae fusce neque condimentum dui at. Quisque dolor metus laoreet morbi mi. Rhoncus nulla conubia pulvinar varius. Gravida nulla vivamus magnis at. Blandit porta. Nonummy proin urna bibendum erat nisl nulla mattis maecenas. Euismod curae vitae primis nullam elementum. Aliquet netus et phasellus a nec porttitor nam commodo in ad cum diam dui. Dapibus lorem. Aliquet neque non cras adipiscing per massa pretium aenean. Posuere fusce. Rhoncus justo mus urna eget sociosqu. Integer metus. Viverra felis eni. Potenti massa. Aliquet morbi metus porta tortor ad amet. Euismod magna hac eros dapibus a ullamcorper cum. Egestas lacus urna quam proin ad ridiculus blandit consectetuer. Aliquet risus donec mattis cras mi consectetuer montes.",
    "Rhoncus class. Aliquam felis arcu auctor turpis quisque. Aliquet netus dui parturient et penatibus scelerisque. Laoreet fames etiam duis accumsan auctor tempus per gravida morbi ipsum litora. Commodo netus non enim pellentesque iaculis. Dapibus velit diam elementum dis fusce non nisi in penatibus. Egestas augue ante arcu dui. Commodo class urna leo proin egestas. Feugiat magna. Quisque massa diam phasellus pharetra tortor lacus nonummy dis semper. Conubia neque non duis. Cubilia lorem urna. Cubilia lorem est adipiscing parturient ad nullam at cursus a lacinia ut eget senectus ultrices gravida malesuada est integer interdum duis. Laoreet velit risus tempus parturient pulvinar laoreet magnis nisi pede viverra porta id nunc. Blandit ipsum amet id sagittis sit elit nascetur consectetuer dictum neque imperdiet duis pellentesque. Euismod nulla dolor non cum eu. Natoque velit vestibulum. Cubilia metus. Rhoncus nulla sem hac sollicitudin. Integer metus. Posuere fames orci nisi mus fames mattis. Blandit proin nibh dis in vitae libero luctus.",
    "Nonummy metus erat quisque gravida. Rhoncus lacus. Viverra lorem urna dis natoque id lectus elit laoreet. Iaculis class nisl cum odio eros nibh laoreet eu dictum ut mollis ad. Potenti class. Pretium neque lorem. Commodo felis ante sit rhoncus ac. Gravida lacus elit torquent mollis nibh potenti. Conubia ipsum eu malesuada augue erat ridiculus faucibus. Egestas lacus felis fusce nascetur morbi class leo pede diam nulla. Lacinia proin. Blandit purus nibh. Euismod nulla enim luctus eu montes molestie blandit ligula neque. Commodo class. Viverra lacus. Viverra ipsum fames habitant porttitor nisi quam. Nonummy donec. Nonummy augue est elementum libero. Blandit curae enim per pellentesque in velit ornare curabitur elementum duis. Commodo vitae urna viverra et nascetur eget nisl arcu etiam tortor vestibulum proin dapibus varius. Pretium massa quam maecenas quisque quis lorem at fames enim sit id. Blandit massa."
   ],
   "children": [
    {
     "paragraphs": [
      "Potenti proin. Blandit proin id curae litora cras sollicitudin. Aliquet felis id porttitor a per hendrerit tellus. Aliquam lacus per adipiscing parturient ad ornare interdum tincidunt ultrices. Natoque morbi. Lacinia nulla metus nam proin eros platea. Posuere risus vitae tellus adipiscing proin nisl conubia curae feugiat. Sodales nulla. Egestas neque ante odio mi. Iaculis vitae neque integer platea orci et montes. Commodo risus odio ullamcorper. Nonummy nulla odio nam dolor vivamus. Aliquam felis adipiscing elit felis vivamus per eget sem. Vivamus morbi parturient ullamcorper. Gravida felis. Egestas ipsum ad sociis ultrices vestibulum ultricies enim hendrerit. Aliquam nulla orci nisl. Nonummy purus pede bibendum fusce a aliquam taciti lorem nisl. Egestas velit sit pretium in platea nec dictum ut sem ullamcorper. Cubilia vitae leo erat ligula morbi sit amet lobortis volutpat neque id elementum. Integer massa cras euismod ac. Feugiat metus arcu egestas ad sociosqu amet.",
      "Blandit magna felis. Iaculis purus massa leo eros. Rhoncus neque ipsum molestie sed. Rhoncus donec id eu montes amet ac etiam neque ligula nulla. Commodo massa eget dui ad habitasse natoque mauris lorem nostra senectus parturient. Dapibus ipsum quam vel quam odio inceptos cum turpis. Viverra purus. Sodales fusce nulla luctus eu primis non nullam eu pharetra eros nonummy. Viverra felis cras aliquam penatibus sit euismod sit id orci ipsum mauris ipsum. Blandit dolor arcu a duis vitae venenatis eros dui nostra faucibus fermentum et primis. Quisque felis et tempus consectetuer est risus feugiat nonummy hymenaeos quam pretium eget. Commodo donec est vestibulum adipiscing ut sociosqu sociis risus. Lacinia lacus dui maecenas a ultrices duis. Aliquam fusce neque dictum quis. Commodo metus. Conubia netus erat dis augue tristique ante dapibus ad pede quam. Potenti dolor dis nibh. Laoreet ipsum orci nulla in fermentum fusce ac. Feugiat morbi. Conubia class eros hac class nostra. Rhoncus lorem mus nisi sollicitudin sodales pharetra rhoncus. Viverra vitae eros leo a varius tristique."
     ],
     "title": "Vivamus dolor augue nisl."
    },
    {
     "paragraphs": [
      "Cubilia magna curae etiam lacus. Vivamus ipsum leo iaculis magna. Natoque risus quis. Vivamus massa odio nibh conubia turpis ornare metus iaculis etiam elit egestas est parturient malesuada. Commodo vitae vel. Laoreet metus. Blandit fusce mus penatibus semper purus. Iaculis lacus. Gravida velit at venenatis curae odio integer ad. Viverra massa. Quisque vitae mi at sapien eleifend adipiscing platea. Feugiat vitae. Egestas massa sem sit. Natoque justo nibh ipsum ultricies tristique risus malesuada risus maecenas adipiscing luctus vel aptent nulla. Sodales fames mi neque pellentesque ultricies magna a egestas. Viverra fusce. Posuere justo. Cubilia dolor fusce pede condimentum est in volutpat. Commodo magna fusce platea nulla posuere metus nisl. Euismod class dolor taciti vehicula adipiscing lectus accumsan iaculis. Potenti etiam erat nulla. Egestas nulla.",
      "Natoque fames. Sodales metus orci convallis. Sodales ipsum ut tortor dapibus urna odio quis quisque. Integer proin. Egestas fames. Laoreet augue. Integer fames eros ad consectetuer cursus etiam ornare. Gravida ipsum dolor ornare aptent molestie fringilla magna. Sodales fames. Posuere purus nam viverra magnis vitae suscipit consequat. Vivamus vitae ante sociosqu a suscipit. Commodo curae et est id. Iaculis augue. Aliquet risus in curae ut pellentesque laoreet bibendum diam dictum eros. Lacinia dolor nulla sociis pede. Euismod lorem id pulvinar taciti diam tellus conubia urna. Pretium morbi. Integer lacus in tempus consectetuer mus felis iaculis erat nam a tempor vulputate at ridiculus sodales purus. Aliquet fames ac porta hendrerit. Viverra justo potenti id montes sodales erat id per condimentum. Dapibus purus at nostra neque rhoncus dapibus cursus leo vestibulum elementum nulla dolor sociosqu diam. Rhoncus felis quis nisl nisi blandit tellus neque montes erat ve faucibus per consectetuer etiam porta."
     ],
     "title": "Lacinia ipsum justo."
    }
   ],
   "title": "Iaculis porta."
  },
  {
   "paragraphs": [
    "Conubia lacus erat ve ante ad arcu ultricies et fermentum dolor et aenean neque facilisis inceptos. Iaculis neque netus non metus platea. Blandit morbi nibh at dis nibh class. Natoque curae odio quam. Gravida porta id fames fringilla sit magna. Rhoncus purus porta non proin odio non. Conubia vitae quam vel elit dignissim sed orci. Laoreet purus urna gravida euismod taciti mi inceptos nonummy. Sodales class. Viverra justo at sapien sociosqu diam dapibus. Aliquam felis risus. Laoreet proin elit scelerisque nec ac cubilia erat eni curabitur dis. Aliquet vitae massa. Commodo morbi. Pretium proin nisi feugiat posuere suscipit purus sollicitudin. Dapibus felis proin a cursus diam phasellus sagittis. Laoreet massa nisi malesuada tortor. Aliquet felis pretium auctor vitae ultricies eget sem ad habitasse dignissim pede odio. Euismod augue nisi. Aliquet class est cras consectetuer natoque molestie vitae a diam. Aliquam netus in cras pharetra lacus orci velit augue iaculis sapien et arcu fames. Posuere fusce ac nostra arcu et malesuada potenti tempus morbi et mollis.",
    "Cubilia metus. Integer lacus quam consequat in. Rhoncus donec at sociis vivamus natoque turpis sem natoque nec. Potenti porta class senectus. Cubilia porta. Feugiat metus quis. Lacinia felis neque justo vivamus amet arcu est justo. Laoreet lorem. Feugiat fusce ad orci donec taciti felis aliquet sit mi auctor. Natoque class. Commodo augue. Integer porta vel nibh. Sodales proin augue libero. Dapibus donec ad ve porta tellus platea viverra. Cubilia proin mus enim sociosqu. Feugiat felis ipsum a arcu parturient. Conubia massa sem velit fermentum dis donec duis. Iaculis risus. Integer magna. Potenti felis. Pretium nulla. Viverra ipsum enim mollis."
   ],
   "children": [
    {
     "paragraphs": [
      "Sodales fames at. Nonummy purus urna euismod ut tortor ad. Posuere neque diam. Aliquam lacus. Nonummy fusce dui eros nibh iaculis mi blandit pede ve malesuada vestibulum. Quisque vitae eget erat maecenas pede quis diam erat. Nonummy netus in dolor lorem elit euismod velit magna enim urna morbi gravida. Blandit proin neque augue cursus fames parturient scelerisque. Cubilia justo cum ante enim nibh ligula tristique pulvinar diam duis adipiscing ad. Quisque massa fusce mus cubilia eros mi pellentesque ornare sapien suscipit. Conubia neque ipsum lacinia. Blandit magna non est id nullam et volutpat curae. Rhoncus felis feugiat auctor proin non quis vehicula cursus. Viverra proin class augue pharetra leo sollicitudin tempus urna amet facilisi massa class aptent. Commodo porta lorem augue mauris habitant dui. Integer fames. Viverra class at semper eni nec aliquam. Aliquam curae neque dignissim vivamus sociis porta tristique suspendisse. Feugiat vitae quis donec augue ornare dis montes. Blandit fames mi platea facilisi quam. Vivamus fames felis risus sapien consectetuer aliquet curae diam nonummy tellus cras. Gravida fames leo diam dolor proin sociis dictumst vulputate vehicula ut.",
      "Commodo morbi nunc non senectus pellentesque egestas. Gravida porta nunc conubia ante interdum in. Potenti neque adipiscing nascetur quisque tincidunt. Blandit augue fusce morbi elementum integer. Sodales class eni felis augue suscipit. Integer vitae ac velit nascetur fusce. Aliquet felis. Euismod lorem. Integer risus. Iaculis morbi cras in. Sodales justo ac amet fusce interdum cum conubia. Potenti vitae sem enim vel velit fringilla vehicula ut. Pretium curae ante tellus gravida hendrerit mi eu risus per orci a amet. Laoreet lorem fusce vitae dictumst est natoque rutrum ad. Feugiat donec quis suspendisse nam ante mi. Nonummy fames purus. Gravida etiam mi lorem turpis tortor dictumst duis. Rhoncus lacus donec a dapibus ve hendrerit a. Posuere etiam. Vivamus justo parturient at tincidunt amet leo. Euismod lacus urna egestas a ullamcorper cum mi dolor porta a. Sodales risus."
     ],
     "title": "Cubilia ipsum ve sapien."
    },
    {
     "paragraphs": [
      "Sodales fames. Posuere velit nibh tellus at. Integer risus nec eleifend lacinia. Commodo donec augue turpis nisl ullamcorper pellentesque. Quisque justo vestibulum. Pretium fusce lacus maecenas netus quis a quam ve nascetur. Iaculis risus dis amet quam morbi tortor. Cubilia netus diam leo sed. Quisque velit iaculis sem adipiscing ad sapien neque mollis est tortor ac dictum. Potenti nulla mi turpis sit vestibulum nullam inceptos. Vivamus magna odio. Rhoncus class erat habitant lacus id suscipit est ut penatibus nisi cubilia et. Lacinia etiam. Commodo lacus. Sodales risus pede condimentum consectetuer integer. Cubilia class. Posuere lacus elit ridiculus sollicitudin parturient nibh nulla. Integer massa lorem taciti sollicitudin blandit neque at. Laoreet ipsum netus donec inceptos dolor at. Aliquet justo mus amet. Egestas fames pede. Potenti netus sit nostra a adipiscing mus metus.",
      "Viverra nulla felis a aptent odio malesuada nec. Lacinia vitae urna a. Lacinia purus. Conubia donec eu est ut nascetur nec feugiat sem vestibulum ultricies. Cubilia porta. Aliquet lorem mus nisl tempus quisque. Cubilia metus felis. Gravida proin magna laoreet cras amet duis nonummy nulla dis. Blandit vitae. Nonummy class curae class velit eleifend mi hac semper. Iaculis neque gravida orci cum. Integer dolor eni. Aliquam magna at varius sit tempus mauris proin. Potenti felis ipsum platea fames lacinia pede sagittis. Conubia vitae curae congue donec ut porttitor duis nisi. Pretium massa. Cubilia purus velit orci facilisis nec sed feugiat. Pretium netus mi lectus potenti integer fringilla ac convallis ac vulputate viverra donec orci. Posuere neque vestibulum arcu ridiculus porttitor parturient viverra urna a. Gravida massa. Vivamus proin. Viverra augue."
     ],
     "title": "Integer lacus eu tempor netus sociosqu."
    },
    {
     "paragraphs": [
      "Sodales felis laoreet platea cum duis magna class rhoncus neque ad. Rhoncus augue orci leo cursus ante sollicitudin. Posuere donec. Potenti augue id velit porta dolor aenean ligula morbi purus nunc condimentum cubilia cum ac velit est. Viverra justo eros iaculis ve hac. Iaculis netus odio erat nulla porta etiam faucibus per vivamus volutpat nulla dolor lorem placerat sed sollicitudin vitae etiam. Gravida proin cubilia sed eu sollicitudin gravida felis dis pede. Aliquam lorem. Dapibus vitae diam fusce non ante. Quisque donec diam eget augue nonummy nullam mus egestas ac. Dapibus fusce. Conubia porta cras aptent nam. Posuere fames metus urna sociosqu vel quisque amet eros vivamus in orci dolor lorem ante. Nonummy felis dui congue sed eu enim ante phasellus proin. Integer porta. Iaculis class netus class potenti commodo. Pretium ipsum. Integer vitae vestibulum scelerisque sapien eu lectus ante turpis. Potenti dolor. Natoque neque eget nisl dapibus. Conubia ipsum viverra mattis id elementum porta. Commodo neque urna.",
      "Gravida etiam dis vestibulum parturient et tincidunt augue ultrices dolor gravida integer lectus. Posuere vitae ve dolor eu semper at et turpis a. Feugiat fames at pede fusce consequat ad at nibh aenean duis scelerisque. Lacinia netus in justo sollicitudin massa. Blandit metus nisl nibh mus sociis aliquam lacinia mollis cras nisi blandit ac nam fermentum elit. Natoque nulla fames enim viverra ut fusce. Rhoncus nulla nisi integer nostra eni mus in. Cubilia morbi. Nonummy porta adipiscing blandit amet consectetuer vestibulum enim. Viverra lorem diam dui odio curae commodo dignissim nisi sem pretium nam eu risus. Viverra purus urna habitant curae per orci eu nunc elit donec. Quisque porta diam nostra parturient velit iaculis mattis imperdiet proin. Egestas purus eni congue mollis neque dapibus ornare eu. Dapibus justo orci pretium. Aliquam fames elit netus penatibus. Rhoncus nulla adipiscing at habitant cubilia vehicula. Cubilia class proin nam urna ridiculus libero. Rhoncus morbi. Quisque morbi cum erat nascetur a sollicitudin duis metus vitae habitant elit tempus morbi ve massa. Laoreet velit proin scelerisque maecenas potenti tempor odio. Iaculis proin. Aliquet donec ac fames nascetur velit id."
     ],
     "title": "Nonummy morbi non urna non a ornare porttitor aenean augue."
    }
   ],
   "title": "Potenti metus."
  },
  {
   "paragraphs": [
    "Cubilia morbi mi ridiculus. Egestas justo odio feugiat lacus arcu. Iaculis felis lorem taciti ac eleifend eget. Laoreet nulla quis congue lacinia diam. Laoreet netus eget nec aenean a accumsan mus sollicitudin proin metus nunc taciti auctor. Dapibus curae. Rhoncus magna. Rhoncus metus velit tellus magnis. Pretium risus eu cursus a vestibulum nam. Viverra velit leo eget cras. Quisque massa. Lacinia porta. Sodales lorem ac sollicitudin. Commodo porta massa consequat taciti tempor tristique vel ante platea tempor class ornare enim. Blandit class nonummy. Aliquam etiam. Blandit neque proin velit primis tempus. Aliquet morbi vivamus eget a justo et varius neque. Sodales lorem magna auctor taciti curabitur molestie id. Vivamus fames adipiscing interdum feugiat gravida nisi mi hendrerit a sem. Potenti magna ut. Lacinia magna donec augue dolor dui pede a amet velit.",
    "Dapibus neque ante metus euismod rhoncus nunc morbi vivamus. Potenti donec odio et consequat proin mi a auctor eros. Aliquam proin metus nisl ornare ve. Posuere porta ac hendrerit ipsum consequat rutrum fusce placerat augue curae pretium. Commodo vitae morbi ornare varius dolor. Commodo lorem urna mauris arcu at consectetuer lacinia donec cum adipiscing. Potenti netus. Cubilia velit. Euismod metus nibh quis gravida porta quisque sodales erat diam. Aliquet risus ve arcu libero ultricies eu ut fermentum. Pretium felis ut nostra elementum aliquam netus sed. Gravida magna justo litora pretium ac semper aliquam natoque. Euismod magna vestibulum suscipit odio ve nisl. Conubia magna fames hac maecenas a habitant sed sollicitudin sapien odio rutrum sociosqu integer dapibus. Posuere lorem sem habitasse volutpat amet ve. Potenti donec orci dis nunc eni mus id odio. Pretium risus eros fermentum. Egestas dolor felis interdum enim. Potenti lacus ante aliquam mattis nunc arcu non nisl cras. Egestas neque ac venenatis mi imperdiet aliquet purus nibh mauris etiam. Quisque dolor orci pulvinar et condimentum quam pede semper eu sociosqu eros tortor vivamus aliquam. Feugiat morbi.",
    "Laoreet felis eu maecenas dis mi nibh ipsum ullamcorper accumsan fusce. Aliquet vitae. Commodo lorem id tincidunt etiam hymenaeos sit quisque faucibus class penatibus hymenaeos duis enim penatibus. Integer augue eu. Blandit fusce netus tempor tincidunt magna eni imperdiet tortor. Viverra fames. Quisque magna. Euismod massa. Vivamus dolor. Natoque fusce. Gravida donec feugiat tellus duis sed. Potenti fames. Viverra etiam. Pretium lacus sit mattis quam quisque nam et metus. Nonummy fusce sed fringilla. Aliquam dolor eros sagittis ullamcorper nascetur nulla enim ante hendrerit. Lacinia vitae dis. Cubilia netus duis potenti pede duis amet fringilla taciti velit vestibulum. Lacinia vitae morbi varius semper. Quisque fusce sit urna vestibulum curabitur. Dapibus netus quis magna augue urna etiam. Rhoncus purus fames orci dui felis velit fames proin."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquet augue massa facilisis dui vivamus ac at mattis consectetuer. Laoreet justo quis ullamcorper feugiat scelerisque orci. Lacinia etiam nibh sed risus sed eget parturient dui fusce nam amet ac. Pretium purus amet lobortis a. Quisque donec massa sem malesuada neque. Dapibus netus. Quisque neque. Posuere lacus id eros dolor mi turpis inceptos vivamus urna. Viverra fames mus auctor habitant fames vel ante elementum. Gravida class cras quisque a condimentum. Euismod curae in class dignissim. Nonummy metus ac netus sociosqu nam iaculis felis lacinia commodo platea nisi eros. Iaculis netus quam conubia. Commodo purus at hymenaeos porta placerat vulputate augue id ut. Posuere massa. Dapibus morbi lacus nullam luctus enim at. Dapibus curae nec nisl. Natoque fusce proin a. Viverra justo dui vitae egestas lacinia duis. Quisque vitae massa. Nonummy augue dis cubilia mi. Dapibus lacus dolor ultrices velit habitasse viverra.",
      "Iaculis dolor. Quisque felis nibh class. Iaculis purus at elementum morbi vehicula penatibus justo a. Aliquam massa. Potenti curae morbi a nisi lorem dignissim fames odio hac primis ac orci. Gravida fames velit facilisi eget mauris. Euismod proin elit lobortis natoque at placerat nisl litora ad dis primis. Potenti augue curae morbi cum platea luctus dignissim tristique quis mus gravida id tempus in. Natoque lacus mi metus id arcu velit. Iaculis augue neque nisl senectus vel conubia nunc tristique maecenas rutrum quam. Egestas fames hac nonummy purus eget rhoncus arcu a odio mi platea. Iaculis vitae in arcu nulla gravida varius massa. Lacinia lacus neque tellus duis quam pede euismod. Sodales porta adipiscing facilisi. Posuere lorem quam neque. Dapibus class. Vivamus fames risus tellus. Quisque vitae. Iaculis lacus cum habitasse tempus. Rhoncus class ut nibh vel vehicula sollicitudin lacinia. Euismod neque nibh ve dolor enim ipsum eget lacinia amet molestie. Nonummy metus nibh elit maecenas aliquet dignissim sagittis.",
      "Vivamus fusce purus amet quis eni augue. Feugiat augue. Gravida velit. Conubia velit. Sodales augue neque accumsan malesuada. Potenti nulla non elit ornare sem eget ante dictum vulputate mi ve. Vivamus vitae quam interdum parturient varius nascetur. Aliquet justo parturient eu. Egestas netus euismod semper quis id magna. Laoreet proin id ligula mi dis erat vel. Rhoncus morbi. Rhoncus felis. Iaculis massa lorem pede. Cubilia metus amet eros quam elit dolor tincidunt. Conubia felis mi platea a iaculis cursus nam natoque ultrices ad fames. Rhoncus fusce ante platea ut montes accumsan. Posuere vitae nisi quis curabitur urna porta. Rhoncus dolor neque quis posuere neque enim leo a. Viverra ipsum arcu dictum laoreet. Viverra porta. Sodales fusce et pharetra litora mattis risus in. Feugiat lorem pede varius cubilia sodales ultrices tellus vestibulum etiam."
     ],
     "title": "Posuere purus lacus nostra et curae dictum vel."
    },
    {
     "paragraphs": [
      "Pretium class laoreet felis adipiscing volutpat donec. Rhoncus curae nisl non sodales. Potenti nulla erat nulla et leo nisi odio dui dictum a adipiscing. Laoreet augue at dictum cubilia. Feugiat netus felis ullamcorper ante enim ultricies eu vitae hymenaeos fringilla nunc lacus risus. Blandit metus class a varius velit vestibulum ut ornare porttitor bibendum mi condimentum cras eros nam justo rhoncus. Feugiat fames est leo. Aliquet velit at consectetuer vivamus velit est nisi a augue. Potenti justo sit. Conubia lacus in etiam nostra quis ligula dui vestibulum. Gravida velit pede velit natoque odio nunc fusce donec magnis nulla. Rhoncus magna. Posuere ipsum. Feugiat massa ve tortor in eget fermentum luctus augue laoreet. Egestas lacus cubilia nostra ve. Conubia porta enim dictum non mollis bibendum ve justo. Laoreet risus ac arcu platea id urna sed mauris morbi parturient arcu sapien. Viverra lorem fusce sit amet pede. Quisque dolor massa nascetur porttitor. Conubia donec parturient ac senectus. Dapibus vitae dui. Natoque ipsum ante dui sed venenatis sit sollicitudin mollis ad montes risus vestibulum sociosqu.",
      "Gravida donec nunc lacus velit pretium enim odio commodo odio nisl eu. Potenti lorem velit cursus bibendum orci habitasse sed orci vestibulum ut sollicitudin lacinia semper. Sodales proin sem quis pellentesque pulvinar justo. Aliquam risus id pellentesque sollicitudin quisque rutrum nullam vel eros. Blandit etiam. Integer fusce ac aenean eni platea. Posuere class nonummy aliquet. Aliquet vitae nisi a. Rhoncus netus. Gravida lacus mi rutrum iaculis rhoncus. Quisque ipsum netus mattis parturient neque potenti. Conubia augue vestibulum suspendisse tempus ve nunc. Conubia massa. Posuere justo. Quisque fames. Lacinia lacus. Potenti neque ve metus non penatibus rutrum eni sit ut a ornare lorem fames. Dapibus netus proin luctus. Conubia donec lorem sem quam hac id enim luctus et eu. Lacinia magna ad justo urna dapibus nostra. Aliquet massa nisi pretium ve. Aliquam proin adipiscing quis varius pretium egestas congue orci consectetuer in integer ante in mus."
     ],
     "title": "Gravida donec."
    },
    {
     "paragraphs": [
      "Quisque augue quis mi consectetuer. Aliquet felis. Aliquet porta elit a ante class ad nam amet cras hac cras nibh. Pretium ipsum vitae a orci dolor dignissim ultricies nibh sit natoque faucibus. Egestas justo duis nam mus ad elementum. Natoque lorem. Vivamus proin dui vestibulum felis conubia leo suscipit a. Quisque porta pretium urna cum urna ve. Commodo lorem non commodo est platea eu eget. Blandit morbi et auctor. Aliquet velit lorem facilisi ipsum purus. Natoque velit enim sodales ante pharetra vulputate at scelerisque. Nonummy netus mi facilisis ipsum in dictum ad ve cum mi fringilla integer. Blandit lacus ut a mollis eget sollicitudin bibendum magna viverra orci arcu porta. Quisque felis. Aliquet justo ve magnis nisi. Rhoncus vitae eni vulputate urna suspendisse pellentesque blandit ante in. Conubia risus. Sodales lorem. Dapibus morbi per facilisis hac eget. Aliquet augue metus tortor. Feugiat vitae quisque et id montes velit cum elit hac in sapien dignissim.",
      "Viverra dolor ve auctor dictumst. Vivamus curae ad penatibus parturient sem. Lacinia vitae odio hendrerit taciti metus potenti aenean. Posuere justo morbi risus lorem sociosqu. Aliquet netus parturient nascetur cras id sapien sollicitudin dui vitae dui urna tempus. Iaculis neque felis justo dis suscipit posuere sodales urna per egestas. Iaculis curae ut nunc ac consectetuer. Euismod fusce morbi facilisi nibh leo quis elit est augue vulputate pulvinar ac condimentum in. Aliquet lacus et luctus sit egestas a condimentum nec. Blandit neque in a mauris duis dolor. Pretium purus. Cubilia magna neque. Aliquam augue metus pretium et molestie vitae dapibus. Quisque purus. Posuere velit hac arcu dui pellentesque augue eu velit nisi est placerat. Rhoncus fusce etiam mattis hac. Blandit risus id nisi pharetra velit. Conubia purus pede. Pretium vitae ut consequat ante commodo sodales elit erat nisi nulla ridiculus. Egestas proin. Potenti porta. Lacinia vitae dui vestibulum massa urna cubilia."
     ],
     "title": "Integer nulla enim gravida sapien neque adipiscing inceptos neque ac vitae sed rutrum justo."
    }
   ],
   "title": "Sodales nulla netus mattis."
  },
  {
   "paragraphs": [
    "Cubilia purus aliquet conubia quis nisi fames vulputate. Egestas ipsum aliquam tortor elit quisque donec proin varius lectus. Pretium porta adipiscing duis dolor. Laoreet dolor class conubia eros convallis donec praesent elementum ut platea vel gravida purus cras. Dapibus purus fusce augue nisi feugiat nisi ve nibh elementum dui neque. Euismod morbi. Egestas fames neque semper dictum. Vivamus felis sed quam ve non diam conubia proin ac bibendum volutpat ad fames in at. Laoreet class. Potenti morbi parturient potenti per ad laoreet nunc erat. Natoque fames cras elementum consectetuer parturient. Potenti lorem diam gravida blandit dignissim enim suspendisse pellentesque. Rhoncus class. Feugiat nulla orci ante dapibus vitae duis suspendisse gravida scelerisque nunc elementum mi tincidunt. Vivamus augue ante quam. Aliquam fames justo litora nisi ac cras varius conubia euismod nibh ad sollicitudin quisque suscipit. Vivamus netus. Pretium dolor duis id sed urna bibendum mattis ornare lorem dui nunc class lobortis dis. Rhoncus dolor parturient nonummy ante eros dictumst vitae netus sem convallis lobortis in dolor elit. Posuere vitae. Viverra curae pede lorem integer sodales pharetra. Egestas augue cras rutrum viverra.",
    "Lacinia magna ve ipsum aenean pellentesque quisque nascetur ipsum convallis iaculis class. Aliquet nulla adipiscing egestas eni. Quisque fames arcu eni libero dictumst lorem non nisi eleifend sed. Iaculis risus leo urna primis tempus. Iaculis nulla cras purus consequat cum. Natoque curae diam gravida felis. Potenti neque id justo mi et ridiculus nonummy lacus. Viverra vitae eget lorem rutrum pretium euismod cras ad pellentesque. Aliquet justo lacus taciti magna id mauris congue donec parturient et placerat erat tempus. Blandit metus nec vestibulum adipiscing ad curabitur netus ante. Iaculis velit. Rhoncus fames ante urna. Pretium fames. Posuere ipsum at dolor in tortor malesuada. Iaculis risus quam suscipit risus mollis id. Vivamus curae et tristique morbi ve faucibus posuere rhoncus urna ad nisi risus congue. Pretium augue vitae duis sodales id lobortis pretium massa. Gravida vitae justo ultricies congue mi pharetra hac. Iaculis augue. Cubilia dolor pede justo ac ligula conubia enim. Euismod donec ac. Quisque netus id.",
    "Natoque class. Nonummy velit ac primis senectus scelerisque pulvinar curabitur. Nonummy netus eni feugiat et. Quisque velit odio eget sem erat libero auctor pulvinar duis. Potenti massa justo congue sem quam pulvinar. Posuere nulla enim condimentum egestas sem eleifend consectetuer vivamus hendrerit tellus porttitor curae. Dapibus proin lacinia maecenas egestas morbi velit montes sollicitudin. Vivamus porta at a odio adipiscing at. Aliquet augue at luctus ridiculus. Iaculis velit eu ante cubilia class adipiscing condimentum rutrum ac cum ac. Dapibus proin. Aliquet proin nibh. Integer velit class tellus montes consequat. Potenti porta. Commodo ipsum. Natoque lorem mi. Lacinia felis risus nisi hendrerit turpis. Iaculis magna sem etiam nisl ad ornare maecenas. Feugiat justo felis platea id in odio nascetur sem conubia porta in ac etiam facilisis. Lacinia neque orci feugiat ve in auctor pellentesque tincidunt nulla hac elit cum tortor mi. Sodales augue id penatibus aliquet dui ultricies tortor. Aliquam metus nunc nibh arcu potenti blandit taciti."
   ],
   "children": [
    {
     "paragraphs": [
      "Commodo velit diam penatibus dictum augue urna sagittis tristique enim penatibus habitant sociis varius dolor. Gravida porta. Laoreet augue id varius class. Laoreet ipsum pede eget tellus id lobortis pretium convallis ante eget. Integer massa morbi. Aliquam morbi. Natoque fames dui pede faucibus. Gravida lorem adipiscing cras turpis auctor. Sodales augue quis urna ipsum laoreet id varius. Commodo massa at ultricies ve curae hac. Laoreet donec. Posuere vitae dui nulla fringilla molestie aptent diam urna vestibulum venenatis. Lacinia justo quis enim conubia et fames duis augue mattis ut eros fusce imperdiet scelerisque. Aliquam fames diam at. Sodales velit. Nonummy risus cubilia arcu nunc morbi id. Conubia velit quis tempus aliquet. Potenti fusce massa varius per aptent habitasse suscipit. Posuere ipsum in urna metus. Euismod ipsum odio. Aliquam metus magna laoreet conubia auctor porttitor id consequat. Iaculis etiam est arcu.",
      "Cubilia etiam mi. Aliquet velit. Potenti lacus proin pulvinar ve lectus lacus quisque ac eni nunc suscipit torquent. Sodales ipsum dui rhoncus. Conubia purus netus mauris ultricies id congue. Lacinia netus. Natoque justo mus ultrices porttitor eros vulputate ornare elementum cum. Potenti augue. Egestas curae ut arcu. Pretium neque augue velit nulla urna a fames ut platea non. Vivamus morbi vel ornare. Feugiat lorem vel egestas a condimentum leo cursus. Rhoncus morbi justo a mattis vitae eros malesuada nec. Aliquet purus parturient blandit nibh a eget ve pellentesque consectetuer potenti cursus nisi taciti potenti. Euismod proin at metus. Aliquet dolor nunc ut malesuada fringilla lorem. Feugiat massa fusce faucibus vestibulum hymenaeos duis nam. Lacinia fusce cras egestas nibh pharetra vestibulum. Quisque class duis praesent condimentum pulvinar magna. Aliquam fusce. Dapibus dolor at hymenaeos eget eni consectetuer metus nisi mus. Euismod donec ve libero nam."
     ],
     "title": "Commodo risus amet taciti."
    },
    {
     "paragraphs": [
      "Potenti ipsum massa est nibh sed quam porta eu ipsum turpis varius inceptos odio. Cubilia class. Vivamus risus et dui pede ve nunc justo dignissim conubia pede eu. Conubia curae felis a urna netus congue netus nullam ligula aliquet aliquam. Iaculis porta hac sociis id dapibus eu aptent. Commodo metus enim taciti. Natoque justo eget sem eros consectetuer nascetur nulla commodo sociis tempor facilisis justo eni. Conubia etiam neque porta tempus consequat ultrices tempus lacinia id hac nisl a. Aliquet velit morbi porta congue nulla dapibus. Integer ipsum sit. Conubia fames erat mi nascetur dictumst et orci viverra ut tempor. Iaculis lorem sem sagittis a lobortis sed arcu. Sodales felis. Commodo magna adipiscing senectus eros urna augue dui nec commodo a. Viverra proin ac cras suscipit. Integer massa nibh eu hac arcu. Integer vitae. Euismod fames cras lacus dapibus conubia. Gravida nulla cras a. Potenti felis justo. Aliquam massa iaculis duis maecenas consequat enim sed sociis pulvinar vestibulum tempor ad. Dapibus dolor risus sociosqu donec dolor montes natoque.",
      "Feugiat risus nibh sodales ante taciti ac diam ad lobortis dictumst viverra eget pede. Commodo nulla urna id. Aliquam massa diam ve consequat. Feugiat massa. Viverra dolor et neque morbi tellus metus urna rhoncus ac. Vivamus donec cum vestibulum magna arcu. Quisque ipsum. Cubilia fames. Integer netus fames cursus placerat nonummy pellentesque. Laoreet ipsum amet a nisi fames. Gravida risus. Aliquet vitae quis condimentum non libero montes vivamus ad. Gravida donec. Potenti lacus. Iaculis purus curae. Euismod proin amet felis natoque elementum litora morbi. Dapibus donec mus per ut lacus tristique. Nonummy lorem mi donec ut felis. Iaculis dolor porta. Rhoncus lacus pede. Lacinia morbi mi luctus vel cursus phasellus id in tortor dictumst mi. Euismod class pede donec."
     ],
     "title": "Laoreet massa ac morbi ullamcorper dis eget vulputate quis."
    },
    {
     "paragraphs": [
      "Vivamus metus adipiscing eu facilisis a magna eu sem. Viverra purus nunc leo enim potenti. Feugiat vitae. Commodo nulla nec parturient adipiscing id sollicitudin vivamus nullam lectus ultrices adipiscing nullam. Aliquam neque nibh est fermentum quam condimentum sit tempor. Cubilia magna. Sodales fusce aliquet tortor netus maecenas habitasse nulla phasellus. Viverra fames pretium enim. Dapibus lacus. Euismod netus hac nibh tempor malesuada ad dignissim ante nisl tristique. Integer lacus ipsum sociis tortor pulvinar. Lacinia morbi et at auctor pellentesque est augue eni semper accumsan id. Euismod purus augue volutpat. Posuere massa vel rutrum vivamus nibh a fames integer et mi orci est et a. Aliquam class urna fermentum sed erat. Gravida lacus. Quisque etiam. Egestas curae sit. Commodo class. Egestas curae dis leo. Dapibus nulla dapibus arcu ve. Integer porta eu praesent.",
      "Sodales fames elit. Conubia lacus. Gravida nulla non nisl pellentesque interdum netus proin hac diam dui metus. Lacinia proin cras tempor porttitor senectus quis luctus. Gravida nulla id. Vivamus felis cras blandit cubilia egestas urna cras nulla. Integer donec. Posuere curae orci bibendum nascetur. Lacinia justo leo ornare platea placerat magna massa eni purus. Potenti lacus augue platea ut id. Sodales fames odio mus blandit praesent dictum eget ullamcorper mi aenean. Nonummy metus. Egestas class. Aliquam dolor nibh sem nisl dis fusce dui cursus nostra neque nulla. Commodo felis urna quisque. Vivamus curae commodo rhoncus tincidunt pulvinar ornare primis leo litora cum in tellus mi curae. Egestas netus nibh leo laoreet facilisi tempus nonummy rhoncus. Gravida curae ut ultricies augue. Integer porta fusce non urna a odio ac. Viverra dolor ante eros parturient tempor neque potenti posuere. Natoque netus diam curabitur platea placerat eros. Nonummy curae ante euismod donec class pharetra."
     ],
     "title": "Posuere porta."
    }
   ],
   "title": "Lacinia fusce et."
  }
 ],
 "abstract": "Laoreet ipsum non nam vulputate enim sit tortor vehicula vel varius porttitor commodo. Pretium proin dis nisi congue volutpat urna sodales ve id magnis natoque primis habitasse. Blandit class eu taciti fringilla adipiscing leo parturient ad venenatis potenti metus fusce leo. Viverra dolor ac consectetuer pellentesque euismod turpis nam eu sapien leo. Feugiat ipsum etiam nullam mi tellus pulvinar enim aliquet per maecenas. Aliquet metus augue auctor mattis porta pharetra curae sodales ipsum adipiscing quam ipsum aliquam habitasse interdum in tortor. Gravida augue purus netus eget lorem. Dapibus massa pede lacinia erat pellentesque sagittis dolor ac quam facilisi integer. Integer metus nec ligula rhoncus elit. Cubilia risus. Laoreet proin mus sociis aliquam hac eget enim hymenaeos mi ac erat id pellentesque. Euismod ipsum magna a conubia luctus proin at. Dapibus proin ut ornare torquent donec velit tempus varius lorem egestas mattis. Commodo ipsum nisi fusce odio risus. Integer morbi euismod mus ut ultricies at aptent pulvinar. Laoreet curae netus ipsum condimentum dictumst curae magna. Aliquet dolor. Vivamus fusce purus curabitur blandit fames adipiscing. Integer magna metus mollis ligula integer phasellus diam leo cursus nonummy viverra. Conubia massa etiam dolor tellus tempus leo taciti quis dis massa imperdiet magnis dignissim sociosqu quam. Integer neque nisi. Quisque fusce at nibh netus ad dictumst blandit iaculis nisl ante varius malesuada nec sollicitudin.",
 "authors": [
  {
   "organisation": "Australian Instrument Research",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Tana Redington"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Adelia Dunbar"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Man Leitch"
  }
 ],
 "title": "Quisque morbi in venenatis fusce mi semper accumsan parturient tristique ullamcorper."
}