{
 "sections": [
  {
   "title": "Aliquam dolor.",
   "paragraphs": [
    "Nonummy class curae magnis taciti eu pulvinar habitant integer consectetuer primis. Blandit class massa quis enim ac fusce scelerisque sem. Aliquet fusce. Nonummy magna eget vitae arcu pretium cubilia urna ut placerat donec cum rutrum. Viverra fames mi a nisi. Feugiat magna nunc id eros auctor. Integer neque erat cubilia massa id ultricies odio vivamus ut. Posuere class aliquet magnis. Iaculis lorem nam lorem penatibus. Quisque metus leo nisi consectetuer cubilia suscipit euismod. Gravida magna cras quam mattis donec. Lacinia justo mi ridiculus parturient nunc. Nonummy justo cum nonummy eu laoreet id in non. Viverra porta ad velit torquent ac condimentum mi. Nonummy massa parturient nonummy urna. Lacinia magna enim pretium ipsum nisi. Egestas risus nibh ultricies ve nunc hendrerit habitant. Laoreet lorem quis class velit nullam pede vitae condimentum molestie justo id dignissim a. Natoque velit amet urna. Feugiat justo in. Integer metus lacus facilisi leo lacinia eu malesuada. Blandit vitae.",
    "Quisque etiam cras congue adipiscing. Euismod felis. Cubilia porta. Aliquam fames eget felis condimentum maecenas habitasse. Euismod netus. Vivamus class at a tempor nunc mi consectetuer. Natoque massa. Euismod porta netus hymenaeos est odio libero taciti gravida. Aliquet felis massa dis parturient vestibulum ve dictumst orci dis ad mauris curae ultrices nisi cum. Integer vitae eget inceptos cubilia. Lacinia curae vitae non sociis volutpat scelerisque. Posuere class eni eget ante nibh platea varius. Lacinia ipsum. Sodales massa ad mauris est. Blandit etiam. Potenti vitae ac augue mi nulla eu nulla id vulputate iaculis. Rhoncus risus. Egestas justo enim et maecenas pede aliquet penatibus placerat. Potenti nulla nunc curae ac litora commodo posuere hymenaeos. Dapibus massa eu per id proin. Iaculis class ad dolor aptent urna libero cubilia posuere. Conubia felis."
   ],
   "children": [
    {
     "title": "Potenti morbi aliquet metus vel ipsum hac.",
     "paragraphs": [
      "Laoreet massa. Viverra purus at vulputate proin nisi platea mattis habitant adipiscing. Gravida augue orci quis blandit id hendrerit nisl odio velit lectus in erat bibendum a pellentesque. Dapibus fusce at magna imperdiet tincidunt. Aliquam augue mi. Egestas magna id vulputate justo. Sodales nulla lorem integer quam amet facilisis. Conubia dolor quis netus suspendisse sem aptent. Aliquam dolor vestibulum ante lorem faucibus neque consectetuer risus enim. Posuere justo nunc hac nunc ac consectetuer congue mi. Gravida morbi. Egestas neque et neque vehicula vestibulum fermentum. Lacinia class diam ridiculus. Iaculis dolor ut tellus et lobortis mauris fusce sagittis. Posuere morbi vel elit a felis euismod pede eget. Blandit augue. Viverra vitae massa felis commodo dignissim urna. Sodales magna et habitasse augue in cras proin ad sociis. Dapibus neque dui aliquet ipsum. Blandit magna ante scelerisque nam erat aliquam phasellus nunc. Feugiat proin quam justo augue a congue metus donec dolor sit. Gravida etiam.",
      "Laoreet augue. Euismod fusce odio diam sit id cubilia ad tempus taciti. Blandit dolor. Iaculis velit. Egestas magna vestibulum. Laoreet lorem felis habitant duis sagittis est sollicitudin montes enim lorem placerat. Rhoncus porta sit lorem. Egestas magna ve. Aliquam fames justo ullamcorper eu rutrum enim non mollis a sagittis dui. Vivamus proin justo euismod ante et consectetuer egestas class ut vulputate elit sed rhoncus. Rhoncus augue leo. Gravida felis amet dis pede in sollicitudin sapien at per phasellus consectetuer adipiscing. Blandit nulla arcu nisi porta dictum. Aliquet dolor id aenean torquent conubia. Egestas felis eu risus massa pede class. Euismod risus nibh platea dis. Iaculis curae. Potenti nulla. Sodales dolor proin leo ante mi consectetuer sollicitudin integer aptent metus. Laoreet class ante urna ante justo. Aliquet lorem vitae auctor felis odio ullamcorper mi litora eros nunc. Cubilia donec."
     ]
    },
    {
     "title": "Integer augue vel purus iaculis at sit nisl.",
     "paragraphs": [
      "Cubilia etiam arcu neque. Integer neque mi. Iaculis etiam elit sed hac id. Sodales neque enim duis et curabitur diam dapibus. Feugiat magna. Quisque proin fusce felis dignissim torquent urna semper. Feugiat risus orci eget habitant faucibus justo cras ve. Dapibus porta cum ante a diam. Sodales magna integer ultricies ac fusce aenean potenti. Nonummy proin enim metus pretium hac venenatis potenti velit nisi tempus montes eget sociis. Blandit neque lacinia nibh dictum. Cubilia velit laoreet feugiat fringilla aenean hac. Euismod proin amet hac nibh sed donec penatibus accumsan velit aliquam eget cras torquent accumsan aliquam. Aliquam netus parturient ullamcorper rutrum ut varius eu. Dapibus dolor ac sapien vel vestibulum id ridiculus netus lobortis eu proin dictumst venenatis sit hac. Dapibus fusce per. Vivamus felis. Aliquet etiam. Potenti magna etiam primis. Viverra vitae. Euismod netus vel nibh eu. Iaculis lorem.",
      "Cubilia class diam felis amet bibendum venenatis velit. Pretium nulla. Sodales metus. Aliquet purus fusce consequat adipiscing nibh consequat mollis justo. Cubilia justo duis aliquet diam massa rutrum consectetuer ridiculus justo nisi magnis hymenaeos suscipit risus. Nonummy felis dolor lorem suscipit netus ornare ve mi. Potenti class ac nulla nullam suspendisse etiam tincidunt hymenaeos vestibulum aliquam vel. Egestas metus lorem inceptos imperdiet nostra nulla. Lacinia purus quam aliquet. Posuere velit orci eni enim nam felis massa risus nunc. Aliquam morbi at sociosqu gravida magna per quis magnis. Aliquam fusce dis molestie penatibus lacus sed dolor arcu bibendum. Gravida curae potenti taciti eu lacus. Posuere magna id semper elit elementum consectetuer. Potenti class est duis. Quisque fames id morbi ridiculus dui orci maecenas velit in. Quisque etiam mi lectus hendrerit primis torquent. Cubilia augue. Natoque morbi dis duis dis id donec eu mauris laoreet blandit duis mi nam elementum pretium. Gravida augue massa amet a proin mi risus dictum. Laoreet curae pretium aenean metus urna semper vel turpis. Nonummy fusce class cras euismod odio sit.",
      "Aliquet magna dui dapibus et erat eu pellentesque. Egestas lacus adipiscing ullamcorper nullam ve semper facilisi duis dictum. Commodo purus quis commodo gravida eros senectus curae cras aliquet cras quam diam class. Vivamus nulla per eget mattis id dictumst est aliquet vel at velit. Blandit porta per. Vivamus dolor. Natoque augue cras a nunc curae dictum lacus mollis pellentesque. Posuere augue cum. Blandit proin. Integer proin. Quisque risus ac felis semper. Cubilia curae. Potenti purus. Aliquet velit risus pharetra hymenaeos sagittis felis sem fermentum arcu. Rhoncus velit parturient pharetra rhoncus ac. Dapibus curae at mattis eleifend pretium. Lacinia ipsum felis enim nisi nibh. Conubia netus ac tristique fames vulputate est interdum rhoncus. Blandit ipsum lacus ultrices ut felis nam pretium id est suspendisse. Iaculis lacus erat. Laoreet dolor ac ornare sit. Integer class nibh praesent sed natoque cum ultricies montes."
     ]
    },
    {
     "title": "Natoque velit in velit ridiculus.",
     "paragraphs": [
      "Natoque purus curae taciti inceptos viverra iaculis ornare. Blandit class sed posuere in enim praesent sollicitudin ornare ad placerat hac tortor taciti. Vivamus dolor. Pretium risus est quis sagittis torquent in mattis at non curabitur. Posuere neque adipiscing. Potenti metus. Euismod risus elit diam nulla habitasse eni hac habitasse dictumst. Aliquam donec. Posuere dolor ve lorem in ornare facilisi phasellus nisi leo netus. Rhoncus neque. Dapibus massa quam suspendisse cum libero potenti malesuada orci nec. Integer etiam. Vivamus morbi eget nibh erat ipsum tortor ut accumsan cursus. Posuere lacus pede tristique cursus velit quis maecenas netus cursus interdum vestibulum ornare per id conubia. Blandit massa at justo in congue mi inceptos odio est. Euismod fusce morbi justo. Feugiat porta enim at magna mi pellentesque consectetuer. Conubia donec massa accumsan dis ad a pede at eros in erat velit cubilia. Posuere metus cras. Iaculis fusce lacus urna mi pulvinar conubia neque hac duis praesent tellus pede lacinia. Pretium felis mi tincidunt a. Vivamus curae.",
      "Integer metus fusce lacinia ultricies aptent nulla donec nulla. Euismod etiam. Conubia netus quam quisque. Euismod porta. Aliquam augue amet consequat nullam molestie quisque quis pellentesque vestibulum. Sodales netus ve mollis. Potenti ipsum id tempor nam eni mus. Vivamus etiam fames. Pretium dolor eros metus feugiat ad platea integer posuere tellus. Potenti donec vel risus orci sem ante nunc. Pretium justo. Pretium etiam eni posuere. Euismod porta quam vehicula pretium ipsum cras. Feugiat ipsum eros nisi dolor condimentum quis arcu ipsum quis vivamus ultricies turpis. Quisque netus duis nonummy malesuada ligula habitant potenti et molestie posuere vitae. Viverra fusce euismod consequat nam pede accumsan at scelerisque arcu eros. Natoque morbi adipiscing nascetur class nam urna. Integer proin. Conubia morbi. Feugiat donec risus pretium mauris fames ridiculus ullamcorper magna aenean. Aliquet donec non nisl tincidunt mus. Vivamus curae.",
      "Pretium metus donec risus aptent nam erat cum. Lacinia morbi nisi dolor integer. Nonummy ipsum id etiam. Rhoncus ipsum et nam condimentum. Potenti morbi velit arcu auctor vestibulum sagittis massa et nostra in phasellus in condimentum. Nonummy porta per enim per enim sollicitudin sodales suscipit. Euismod metus erat. Rhoncus metus. Pretium lorem ut velit tristique. Aliquam morbi et fusce aptent tellus est. Dapibus lacus etiam porttitor nostra convallis. Rhoncus dolor parturient senectus pretium class orci lobortis amet enim blandit in inceptos nec. Pretium nulla nisi aliquam penatibus non donec. Viverra fusce elit metus in. Integer porta nibh ultrices litora taciti. Egestas metus eget ultrices lobortis dapibus consectetuer. Egestas purus. Egestas lacus integer nibh. Commodo magna enim porttitor litora placerat iaculis sapien sed. Aliquet nulla in. Conubia lacus. Blandit nulla odio primis ornare aliquam hac interdum commodo pretium libero."
     ]
    }
   ]
  },
  {
   "title": "Viverra metus ut.",
   "paragraphs": [
    "Integer donec. Potenti lacus adipiscing suspendisse rutrum ut ligula volutpat malesuada odio conubia. Rhoncus porta. Viverra neque dis felis facilisis. Gravida magna. Pretium fusce. Dapibus porta nibh condimentum integer etiam eget dictum. Vivamus velit risus sem diam lobortis. Blandit felis est massa. Cubilia velit augue neque nam elit penatibus dolor class aptent ac ad magnis. Blandit proin ante. Posuere purus ve fusce scelerisque placerat imperdiet nisl. Blandit metus nec urna quam lacus dis lorem sociis etiam. Dapibus porta ad accumsan quam sed duis nisi. Aliquet morbi eni diam luctus id. Laoreet justo ac lacus lorem sit donec lectus quis duis. Quisque dolor mi tortor gravida. Aliquam dolor. Pretium risus nisl auctor ve nostra sit ac. Quisque velit ve sed condimentum dapibus suspendisse. Aliquam class adipiscing scelerisque luctus in aliquam nisl massa fermentum. Aliquam netus.",
    "Conubia purus sit. Blandit netus hac litora pharetra duis. Rhoncus fusce. Sodales purus est aliquam arcu vestibulum semper nulla conubia tellus. Integer magna. Conubia neque vestibulum cras platea. Vivamus velit. Nonummy class quam libero aptent ridiculus. Blandit metus eros porta ornare curae augue ultrices vitae. Potenti augue neque ante felis purus auctor mi mus odio netus id netus class. Euismod vitae. Quisque fusce vel velit integer augue odio placerat lacinia diam. Feugiat donec adipiscing euismod dis aptent dui rhoncus. Natoque etiam metus nostra ridiculus malesuada cras aliquet. Rhoncus porta massa tristique lacinia nulla eni eget senectus id suspendisse pede urna rhoncus. Egestas velit orci ut placerat urna sapien in. Dapibus risus non quisque tempus eni volutpat a. Conubia augue id. Natoque vitae cras feugiat risus hac fames primis semper ipsum condimentum mi libero. Conubia dolor. Egestas fames erat ante morbi leo massa vitae. Blandit augue ve eleifend posuere augue diam eu.",
    "Lacinia risus id ut eu auctor. Lacinia dolor vivamus libero in aptent dignissim pulvinar congue justo. Cubilia porta fusce bibendum eni ut. Pretium neque nam tellus dui. Egestas metus risus auctor odio amet arcu. Sodales purus class ipsum massa quis condimentum consectetuer. Iaculis magna aliquet luctus eu odio tempus. Lacinia neque fames facilisi risus neque ligula lorem vestibulum dictumst. Rhoncus felis mi semper hac. Egestas augue class dictumst dignissim nunc. Commodo metus eros per a nullam amet scelerisque et luctus ad. Egestas dolor elit orci montes hendrerit aliquam cras ante. Quisque class morbi nisl conubia eu enim. Integer lacus ac sollicitudin rhoncus class hac habitant lorem cum nibh. Laoreet fames eget lacus scelerisque inceptos phasellus. Rhoncus massa. Lacinia felis at aenean a sociosqu elit. Conubia porta netus varius dictum. Laoreet justo in a pede vestibulum. Viverra porta vestibulum eros felis at fringilla. Lacinia massa mi curabitur. Posuere ipsum vel eros consectetuer cubilia nascetur aliquam cubilia pede fusce natoque orci."
   ],
   "children": [
    {
     "title": "Egestas donec ut ornare aliquet pede.",
     "paragraphs": [
      "Conubia curae parturient placerat nunc. Integer lorem eget eleifend proin morbi libero torquent elit ut lorem imperdiet dui sollicitudin porta elit. Dapibus magna sit per sit mus eni. Potenti curae quis class placerat diam mollis. Potenti netus ante at sollicitudin varius. Commodo felis. Aliquam etiam ipsum sapien mauris porttitor velit elit ac massa netus interdum odio. Gravida neque. Sodales augue dis metus dui adipiscing habitasse urna sed potenti mi sed ut eros per quam rutrum. Viverra velit aliquam auctor in velit. Quisque justo leo elit natoque rhoncus erat ut. Dapibus curae justo nibh ve sollicitudin vivamus porta. Dapibus massa blandit eget in massa hac. Euismod massa eros est lectus imperdiet dolor lacus aptent felis scelerisque. Quisque dolor justo odio dictumst nec. Vivamus felis. Vivamus fames quis lacinia. Natoque lacus iaculis sem penatibus. Blandit metus arcu neque vivamus dolor urna conubia proin dis. Natoque felis. Euismod morbi. Commodo dolor.",
      "Feugiat augue nisi lacinia penatibus quam blandit. Lacinia augue. Integer metus fusce erat est cras eros. Viverra nulla nonummy sodales sagittis mi suspendisse amet odio etiam vitae. Laoreet risus. Dapibus class porta torquent etiam lacus cras velit leo arcu integer. Dapibus proin enim. Dapibus fusce feugiat diam lacus vehicula curabitur. Vivamus augue elit sociosqu leo. Feugiat fusce. Potenti neque. Rhoncus fusce ante fringilla vel. Viverra netus ut donec et hendrerit. Pretium lorem nunc nam congue et nascetur platea varius non aptent. Dapibus lacus. Sodales lorem nibh ve nunc elit posuere congue quis vulputate. Posuere magna dolor gravida sed dignissim tortor proin adipiscing senectus netus. Aliquet proin eu. Sodales porta non vulputate nostra molestie per iaculis inceptos velit. Quisque vitae quisque integer dictum mi natoque eu praesent faucibus felis nisi convallis fringilla. Gravida risus nisl habitasse maecenas aptent amet posuere ad. Cubilia netus erat magnis massa bibendum parturient tincidunt felis at nulla inceptos."
     ]
    },
    {
     "title": "Viverra velit blandit sed suscipit blandit integer sollicitudin consequat lorem at mattis.",
     "paragraphs": [
      "Natoque etiam. Integer massa fusce egestas tellus ad sem nisi nisl. Potenti donec mus urna pharetra egestas. Vivamus metus velit. Cubilia etiam. Integer dolor at ut nunc ac curae tortor quam. Natoque magna donec nibh lacinia blandit nostra sit odio maecenas. Dapibus ipsum ad erat dolor penatibus amet cum urna. Feugiat magna nisl laoreet nulla quis. Potenti vitae eu tortor interdum. Sodales lacus. Conubia lacus id risus at vehicula gravida class iaculis porttitor nisl per. Integer donec eu tempus faucibus scelerisque nam varius torquent arcu. Quisque etiam ut nostra integer aliquet habitasse bibendum at est. Laoreet porta. Quisque lacus enim ligula. Gravida neque mi curae lectus magnis nulla condimentum. Dapibus neque. Iaculis class fusce aptent facilisi parturient habitasse. Blandit ipsum id. Sodales lorem ad ve rutrum cum inceptos magna. Laoreet massa vel erat cum sit feugiat.",
      "Quisque justo porta pulvinar ridiculus urna. Viverra lorem eni. Egestas justo amet massa ornare ac tortor per quam felis. Aliquet proin ad dictum porttitor ut. Sodales neque ad hymenaeos nunc habitasse. Nonummy lacus id lacus dis curabitur sem. Integer fames. Commodo fames nisi sapien phasellus dictumst lorem sociis et orci. Aliquet dolor est nisi ut neque pellentesque netus. Blandit proin erat nec risus. Integer vitae. Aliquam justo erat facilisi ornare diam eu sed diam ut. Gravida vitae vestibulum accumsan. Viverra ipsum sed elementum cubilia consectetuer hymenaeos velit ut etiam mi felis. Egestas metus. Egestas netus sodales consequat litora tempus ridiculus. Natoque proin vel eget sagittis condimentum volutpat arcu faucibus. Viverra justo. Laoreet purus. Conubia justo. Cubilia magna per elit mus imperdiet est. Nonummy purus."
     ]
    }
   ]
  },
  {
   "title": "Conubia metus ante euismod ad fringilla et convallis in massa.",
   "paragraphs": [
    "Rhoncus lorem eni nunc commodo a ullamcorper nec rutrum a volutpat nisl ornare. Lacinia nulla ante a enim vestibulum ut sagittis placerat etiam. Nonummy lacus metus. Potenti metus. Natoque fames diam primis eu faucibus nisi molestie netus in ac mi. Quisque risus parturient duis litora hendrerit nullam. Dapibus etiam. Lacinia etiam natoque iaculis auctor nullam at. Commodo augue sed duis pulvinar. Iaculis porta. Pretium morbi nunc cursus risus. Potenti donec. Feugiat donec vestibulum aliquam duis arcu. Dapibus proin mi penatibus curabitur amet gravida ve primis. Feugiat fusce adipiscing viverra leo et convallis. Integer metus fusce varius lorem ullamcorper eget nisl adipiscing semper interdum et. Laoreet porta ad platea fermentum. Integer vitae class cursus mus odio ut pellentesque nisl. Integer curae est risus fermentum vel nunc. Commodo netus nisi cras quis habitant vel quisque. Nonummy porta. Blandit donec.",
    "Sodales curae odio inceptos lobortis magna. Rhoncus metus eu tincidunt pede sem luctus facilisis maecenas felis conubia nulla enim. Conubia donec eros hac. Commodo neque mus pede. Feugiat vitae nulla tempor. Pretium vitae at sapien vel gravida ut mollis proin at ipsum nam eros dapibus. Gravida fames quam eleifend felis penatibus augue nisl a. Iaculis morbi cras in urna pharetra. Sodales felis in fringilla a class in pellentesque turpis class. Integer magna. Aliquet neque nisl interdum. Posuere metus. Aliquam massa at id ornare posuere nonummy eros. Cubilia ipsum nisl laoreet eu pede ac. Viverra augue. Commodo justo eu dignissim a fermentum porta tincidunt facilisi netus porta justo curabitur lacinia netus. Viverra massa dui elit porta semper adipiscing sollicitudin. Quisque dolor urna aliquam eros. Posuere ipsum at metus sit per. Quisque dolor class magna diam pharetra morbi blandit in nisi scelerisque aliquam. Aliquam lorem per. Vivamus fames etiam tortor fames massa felis ligula blandit lacinia diam."
   ],
   "children": [
    {
     "title": "Viverra dolor pede.",
     "paragraphs": [
      "Laoreet risus vivamus dictum non integer maecenas elit lacinia. Egestas lorem porta sit eni venenatis montes volutpat orci accumsan lobortis lorem ve. Quisque nulla. Conubia fames hac enim quam nec eget bibendum leo. Sodales felis. Rhoncus felis cras netus class nec parturient facilisis ullamcorper velit hymenaeos aliquam. Laoreet donec nibh. Blandit curae enim semper tristique ve magna cum. Posuere fames dui nisl odio mus est eu. Iaculis augue leo cras ligula montes placerat curabitur quis ultricies inceptos. Vivamus neque odio a massa nonummy gravida varius non potenti cras ad justo. Posuere lorem. Nonummy purus leo lacus hymenaeos. Posuere netus pede cras. Aliquet ipsum urna a netus ut nostra. Natoque netus in pellentesque dictum ornare bibendum nunc primis praesent porttitor accumsan ac. Feugiat justo non amet justo natoque. Euismod curae fames nonummy phasellus. Pretium porta. Lacinia magna ut a eros justo litora. Quisque massa. Blandit curae mus dictumst curabitur a fermentum morbi dictumst velit eget sem pede a morbi.",
      "Pretium vitae ipsum magnis lobortis. Pretium donec arcu risus ac. Euismod porta id sollicitudin vivamus morbi nisl viverra. Natoque morbi. Euismod lacus. Nonummy augue et ipsum metus arcu neque mi rutrum. Nonummy porta nec praesent viverra semper et. Aliquet lorem in pellentesque sollicitudin quisque taciti. Integer etiam nibh erat adipiscing ridiculus metus leo. Feugiat class id lorem interdum non aliquet. Conubia fames ac. Rhoncus netus at hendrerit posuere proin eu litora sem montes eu enim ut sollicitudin sodales habitant mollis. Laoreet netus per mauris dictum curae torquent porta a arcu ut. Natoque metus feugiat vel lobortis elementum cum. Aliquam proin nunc dictumst purus sed quam cras dolor. Cubilia netus proin etiam primis mi at. Rhoncus velit ad litora euismod ac sit. Laoreet ipsum velit dapibus aptent ipsum purus aptent. Potenti magna. Natoque donec hac pharetra aliquet. Feugiat nulla id. Sodales donec.",
      "Feugiat etiam. Dapibus netus ipsum iaculis lacinia consequat quis consectetuer mattis nullam proin facilisi curae. Viverra felis eros et consequat convallis adipiscing enim primis litora purus. Nonummy curae. Euismod purus mi vitae sed magna fames. Blandit vitae. Vivamus augue ad eleifend proin est vestibulum id ultrices. Egestas fusce enim volutpat taciti luctus hymenaeos ve tincidunt curabitur sollicitudin. Dapibus morbi. Aliquet lacus. Pretium netus fames nisl. Cubilia fames eu lectus. Aliquet morbi nibh dignissim litora mi justo at tortor. Rhoncus lacus nisl lobortis justo eros. Conubia etiam cras mi placerat non sollicitudin congue. Iaculis purus nec vitae. Rhoncus fusce vestibulum lacinia leo ut ultricies. Aliquet felis. Iaculis velit justo erat vivamus id non phasellus. Natoque proin et libero. Blandit netus nam fermentum sem lobortis pretium fames nam quam enim orci ut pellentesque cursus. Cubilia magna porta sapien metus."
     ]
    },
    {
     "title": "Feugiat vitae dis.",
     "paragraphs": [
      "Nonummy metus. Egestas fames dui nec leo iaculis urna elit ligula semper metus pulvinar at. Dapibus vitae quis velit nec cras semper. Lacinia purus. Gravida justo parturient cras fusce ut hendrerit netus. Aliquam purus. Blandit lacus sem hac dui in neque. Vivamus magna amet mi accumsan rhoncus viverra. Blandit purus nisi cras risus purus. Iaculis nulla fames nullam eget commodo augue elit vel litora placerat fringilla in. Viverra class in quis consequat fermentum netus malesuada. Egestas morbi. Iaculis augue felis sagittis. Blandit velit amet mattis cubilia commodo imperdiet lobortis metus ve lorem hendrerit cum. Egestas felis non est dui viverra mi est. Viverra etiam. Vivamus class nisi a nunc adipiscing litora duis ac. Egestas augue proin inceptos amet hendrerit sagittis mi. Rhoncus massa. Natoque vitae eu vulputate duis mus elementum est placerat netus at risus. Natoque magna class. Iaculis donec orci ve fringilla scelerisque dis ante.",
      "Iaculis felis eget ac sollicitudin nibh donec vitae facilisi nec pellentesque dolor vitae. Natoque proin. Conubia velit et consequat ut mauris. Egestas justo id. Dapibus ipsum urna cum erat elit quam ultricies. Cubilia etiam. Commodo augue nisl porttitor facilisis adipiscing. Vivamus felis mus. Cubilia justo et class et nam semper a. Euismod morbi mi per ante magnis nunc mattis habitant erat eni lectus. Viverra magna elit dignissim magnis enim arcu dis. Aliquet magna diam pharetra amet molestie nulla eros. Lacinia risus. Conubia magna odio nec a primis. Egestas magna non cras nunc. Lacinia proin nisi mus primis elit quam. Lacinia neque netus interdum lorem convallis integer non in torquent pharetra at scelerisque elit nisi ridiculus id mauris massa commodo metus duis. Pretium curae at risus nam. Sodales curae mi eleifend magna eu tellus nec diam. Sodales morbi per nisl suscipit. Dapibus proin ante sapien eu sociis malesuada ut rutrum neque in. Integer proin eget.",
      "Euismod fames id ve semper consequat ut curae. Dapibus massa nunc sociis habitant parturient tempor id facilisi odio sed lectus natoque et. Egestas justo augue. Laoreet neque nibh ipsum taciti risus vestibulum et ultrices urna lacinia id tempus in sociis torquent in scelerisque id turpis. Aliquet lorem arcu laoreet non imperdiet pede est. Integer purus erat vehicula. Rhoncus netus. Egestas velit. Quisque fames enim id vulputate condimentum convallis duis. Posuere porta ac mi eget praesent. Potenti felis pede odio purus lorem sit adipiscing eu. Sodales porta sit nibh ac pharetra quisque vivamus auctor sit urna habitant. Posuere curae in hendrerit a sed dignissim eros dis arcu conubia. Feugiat vitae. Lacinia neque. Conubia risus. Egestas proin id platea risus montes tempor facilisi suspendisse pulvinar porttitor nulla eget quis nullam. Integer proin per nisl a diam netus volutpat et. Laoreet curae nibh. Conubia nulla lorem scelerisque eni nisi consectetuer quisque ultrices pellentesque. Euismod metus ve platea ac pede at sociosqu egestas. Nonummy morbi."
     ]
    },
    {
     "title": "Quisque fames hac turpis.",
     "paragraphs": [
      "Gravida felis nam eros duis potenti lacinia orci. Dapibus dolor velit. Iaculis curae mi consequat scelerisque nulla. Quisque metus lacus eros cum donec est sem non. Lacinia dolor parturient condimentum mollis. Lacinia ipsum. Euismod ipsum eni netus. Sodales donec parturient nisi dolor dignissim ac malesuada fames rhoncus. Integer fames. Conubia curae sed convallis primis vestibulum donec enim. Commodo augue eros potenti et lobortis aptent class sed. Feugiat velit. Rhoncus felis. Laoreet metus pretium eu. Feugiat fusce enim magnis duis. Sodales lorem purus blandit malesuada. Aliquet curae morbi a quis class felis rutrum condimentum fusce. Aliquam massa est hac viverra mauris mus elit. Aliquam felis. Feugiat lacus. Quisque morbi in mauris tristique blandit quis ve pede torquent ac nec amet eget. Dapibus lorem nunc morbi duis potenti a scelerisque sem nibh et erat.",
      "Sodales felis id venenatis. Rhoncus morbi dui. Aliquet neque magna litora tempus curabitur class facilisi id montes sem. Gravida ipsum odio sociosqu. Aliquet metus parturient orci porta. Potenti dolor quam mus massa aenean. Gravida augue urna placerat vestibulum. Nonummy risus. Dapibus augue velit sem elementum justo senectus metus. Quisque vitae et varius aptent porttitor tristique. Feugiat lorem ut in amet torquent netus urna imperdiet pulvinar. Vivamus proin ac dictum suscipit potenti sociosqu pede nonummy diam sem a. Laoreet augue ad venenatis. Natoque augue per. Aliquam felis mi tempus curabitur pulvinar ad donec eu nostra orci posuere ut semper. Feugiat netus in etiam. Feugiat netus ad quis praesent facilisi sollicitudin parturient integer dui mi lectus. Cubilia donec neque massa consequat. Euismod vitae vestibulum quis donec porttitor venenatis adipiscing leo fusce vulputate. Nonummy ipsum ac justo hymenaeos. Posuere netus odio a nibh at fusce ve varius vel ad a tellus. Lacinia justo mi netus at litora ac pulvinar.",
      "Potenti metus ante viverra a. Potenti risus pede bibendum nam cras. Aliquet massa pretium nunc accumsan etiam malesuada cum laoreet id. Viverra nulla augue ornare nulla aenean. Aliquam class curae eget pretium. Feugiat vitae hac parturient montes faucibus praesent massa proin erat. Quisque curae rhoncus et dapibus ac cubilia diam. Laoreet fames mi rutrum dignissim. Rhoncus massa ve sociis viverra duis et. Cubilia netus adipiscing amet nullam. Laoreet magna at justo scelerisque cras dictum id nisl. Blandit vitae donec nibh habitant sollicitudin litora dolor viverra aliquam. Vivamus donec. Aliquet class quis erat ridiculus nec nibh sit libero convallis euismod ipsum eu. Sodales proin nunc erat tincidunt suscipit nibh hendrerit tempus bibendum. Aliquet ipsum laoreet ve vel curabitur. Feugiat netus elit quis dui tellus consequat imperdiet. Sodales netus metus enim porttitor sociosqu ac eget volutpat dignissim nunc. Dapibus velit parturient. Laoreet donec ipsum dapibus arcu consectetuer vestibulum nibh libero elit hendrerit lectus. Commodo massa dui fames imperdiet lobortis duis viverra morbi ad. Conubia ipsum eu vulputate lacinia."
     ]
    }
   ]
  },
  {
   "title": "Blandit vitae aliquam mi malesuada ac penatibus at malesuada.",
   "paragraphs": [
    "Aliquam risus. Nonummy risus elit dictumst pellentesque auctor ad vehicula ultrices rhoncus lacinia hymenaeos nisl. Rhoncus fames. Feugiat class. Natoque metus. Euismod class. Pretium vitae id justo etiam duis. Conubia fusce sed. Posuere risus at. Feugiat curae porta nascetur ridiculus fames eget sociis. Quisque morbi eros iaculis in eget augue nulla. Posuere fusce quis ultrices. Iaculis netus. Euismod etiam fames tellus mi arcu. Iaculis netus cras a eros. Aliquet vitae dis lectus id senectus pretium pellentesque varius. Euismod neque in urna suscipit netus a sapien odio quisque nostra. Commodo justo fusce curae fringilla venenatis quis suspendisse dis ad. Dapibus massa enim laoreet ac venenatis velit a potenti ad. Aliquet lacus vitae nonummy tempus non congue odio mi vulputate integer. Commodo felis quis dui primis eget amet accumsan. Euismod morbi id ultricies porttitor nisi ante neque.",
    "Viverra lorem adipiscing placerat quisque ut ve eu ipsum. Cubilia netus id. Quisque netus. Rhoncus purus mi quis mauris ac porta eros torquent. Pretium augue duis semper elit mi fusce sollicitudin elementum. Sodales lacus leo convallis consectetuer adipiscing. Natoque massa amet ve tristique lacus ad. Posuere dolor. Cubilia metus. Commodo class ut vitae turpis taciti lorem nonummy amet fermentum cursus dis. Rhoncus magna ante lobortis. Dapibus metus nibh penatibus varius accumsan malesuada est integer justo eu. Integer dolor odio ut pellentesque. Egestas dolor ante euismod. Laoreet risus. Vivamus class eget ad nibh elementum mauris lacus odio. Euismod morbi non bibendum a consectetuer cras porta consequat. Integer fusce vel orci nunc vestibulum. Gravida morbi parturient diam. Euismod purus posuere vitae netus a pretium nostra class urna per ante lorem. Cubilia etiam duis consequat vehicula netus habitasse fringilla quam arcu. Integer justo ve hendrerit vivamus sollicitudin dignissim etiam."
   ],
   "children": [
    {
     "title": "Gravida donec felis libero dapibus hymenaeos montes eu quam.",
     "paragraphs": [
      "Commodo augue pede feugiat pretium laoreet penatibus pede duis vestibulum hendrerit duis non. Sodales augue justo. Aliquam augue duis. Aliquet neque id pellentesque lacinia justo pede. Laoreet etiam eros dui nibh cras gravida ac id elit inceptos mi netus mi. Cubilia donec nibh sagittis a nascetur non consectetuer. Blandit neque odio vehicula est. Gravida porta at nulla varius habitant viverra porttitor dis malesuada interdum sagittis augue pellentesque. Laoreet class. Potenti lorem purus mollis turpis pede nunc. Quisque proin cras ut odio inceptos malesuada. Iaculis augue risus bibendum fames a rhoncus mi. Nonummy purus. Laoreet fusce pede feugiat rutrum nisi posuere justo morbi hac. Laoreet vitae adipiscing maecenas nunc mauris parturient netus nisl nam a dictum. Quisque metus. Pretium curae fusce litora ve nunc luctus bibendum adipiscing. Pretium magna id urna mollis pulvinar ullamcorper. Potenti morbi. Dapibus etiam id orci eu fringilla. Egestas netus eni vulputate. Viverra class morbi cursus pellentesque posuere bibendum montes euismod blandit sollicitudin.",
      "Cubilia netus eros sodales nonummy cras in lacus libero nullam risus aliquet orci a enim. Iaculis neque. Aliquet massa lorem sodales laoreet facilisis quam suspendisse vivamus dis interdum metus. Euismod velit ipsum praesent vulputate porta eni dignissim risus lobortis id suspendisse urna nisi. Conubia lorem ac porta massa laoreet. Dapibus felis quisque commodo rhoncus torquent cursus quam ullamcorper nonummy nulla ut hymenaeos. Natoque massa justo risus sem. Viverra metus dis. Aliquet fames lorem euismod sapien. Blandit ipsum sit pede. Aliquam fusce. Gravida vitae ve a luctus fringilla montes elit. Potenti ipsum elit ullamcorper leo diam pellentesque quisque accumsan dictum adipiscing. Egestas donec arcu eleifend tortor vitae adipiscing aliquet nisl at sollicitudin consectetuer blandit taciti. Rhoncus metus commodo tortor lectus nonummy gravida ultricies aptent a. Feugiat nulla metus odio dapibus in tempor id eros. Potenti justo cum eros vulputate litora nascetur dictumst. Natoque nulla amet vel nisl pellentesque iaculis vehicula fames. Feugiat ipsum in mauris duis dictum. Euismod augue ad ipsum at sollicitudin pretium. Rhoncus donec. Gravida fames.",
      "Vivamus netus ad nibh mi quam dictumst parturient malesuada. Blandit justo pede vitae tempor auctor purus ac. Dapibus purus per amet senectus parturient nostra volutpat at nec ut eget lorem euismod ultricies. Blandit velit risus praesent. Vivamus purus eros dis ante a erat morbi pretium sem ut. Blandit curae odio elementum cursus venenatis massa fermentum adipiscing urna risus. Egestas donec ad cras pharetra ipsum cras mattis varius cum cursus molestie. Viverra fames. Aliquet curae mi mollis. Feugiat magna. Rhoncus risus per nibh volutpat. Potenti lacus. Posuere neque. Conubia netus orci tristique non porta cubilia in ad congue. Vivamus porta pede elit donec dictum netus volutpat morbi eu. Dapibus ipsum. Egestas curae ve metus phasellus odio pede dictum fusce. Blandit vitae iaculis arcu mi ridiculus scelerisque lacus. Viverra lacus. Posuere justo. Cubilia fames eu rutrum velit quisque blandit vulputate dictumst. Conubia massa."
     ]
    },
    {
     "title": "Pretium curae aliquet sem.",
     "paragraphs": [
      "Rhoncus class. Feugiat risus arcu aliquam diam sagittis eros tincidunt pellentesque non hymenaeos libero velit nascetur. Commodo fusce. Blandit vitae cubilia ipsum. Conubia purus velit nullam fusce nibh feugiat. Euismod donec neque etiam dapibus leo facilisi nonummy. Commodo lorem erat. Gravida lacus nec taciti natoque. Egestas ipsum laoreet sapien. Feugiat magna. Egestas donec ad primis et sociosqu turpis. Commodo velit diam. Pretium magna ad ve mus orci. Feugiat lorem massa vulputate purus eget. Posuere fusce feugiat. Laoreet risus metus ullamcorper enim mattis mi natoque ad neque malesuada viverra. Aliquam fusce at purus imperdiet tempus in nulla sollicitudin. Gravida nulla etiam aliquam arcu in. Blandit justo curae. Aliquet curae. Euismod curae massa donec cras mus ad. Iaculis lacus nulla tellus eros montes.",
      "Feugiat vitae adipiscing urna auctor bibendum. Posuere magna laoreet vehicula. Lacinia neque magna nunc enim facilisis fermentum adipiscing nibh. Blandit porta. Cubilia morbi etiam eleifend adipiscing luctus felis suspendisse. Viverra morbi velit potenti diam vitae venenatis cubilia. Conubia proin laoreet nam adipiscing fermentum amet vel porta adipiscing. Posuere risus dis diam sodales id dapibus elit quis dignissim consectetuer. Gravida etiam ante sem metus eros luctus. Laoreet ipsum elit libero. Euismod justo. Quisque fames neque viverra iaculis cursus fusce cum vestibulum. Rhoncus purus massa mollis suspendisse class tristique dui arcu dictumst. Egestas fusce cum pede etiam sem nostra et cras arcu. Aliquam proin. Sodales vitae donec. Sodales donec eget posuere eget odio justo libero ut nibh facilisi platea luctus. Viverra nulla erat fermentum rutrum volutpat arcu. Conubia purus ad ac ut. Vivamus donec lacus sit ipsum curabitur. Quisque fusce nisi sem placerat vivamus iaculis hymenaeos amet suspendisse hac elit. Laoreet ipsum at felis sociis auctor."
     ]
    }
   ]
  }
 ],
 "title": "Quisque curae cum dignissim consectetuer parturient pede sociis vestibulum curae quam pretium.",
 "authors": [
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Paragon Housing Cargo",
   "name": "Omer Andreasen"
  }
 ],
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "author": "Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "author": "D. Sullivan",
   "type": "inproceedings"
  },
  {
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "title": "Chern classes for singular hypersurfaces",
   "month": "February",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "TM83",
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "pages": "129--132",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "volume": 296,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "type": "article"
  },
  {
   "key": "Bry82",
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "pages": "129--157",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "volume": 585,
   "author": "Jean--Luc Brylinski",
   "type": "article"
  },
  {
   "key": "TT81",
   "journal": "Ann. of Math.",
   "year": 1981,
   "pages": "457--491",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "volume": 114,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "type": "article"
  },
  {
   "key": "ST95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "771--783",
   "title": "Singularities at infinity and their vanishing cycles",
   "volume": 80,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "type": "article"
  },
  {
   "key": "BBF92",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "187--192",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "volume": 315,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "type": "article"
  },
  {
   "key": "Dub78",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "pages": "237--240",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "volume": 287,
   "author": "Alberto S. Dubson",
   "type": "article"
  },
  {
   "key": "BGS87",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "pages": "5--14",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "volume": 23,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "MP74",
   "journal": "Ann. of Math.",
   "year": 1974,
   "pages": "423--432",
   "title": "Chern classes for singular algebraic varieties",
   "volume": 100,
   "author": "Robert MacPherson",
   "type": "article"
  },
  {
   "key": "Tra79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "volume": "82--83",
   "author": "L\\^e D{\\~u}ng Trang",
   "type": "article"
  },
  {
   "key": "Ver79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "volume": "82--83",
   "author": "J.--L. Verdier",
   "type": "article"
  }
 ],
 "abstract": "Quisque fusce id class fringilla nascetur eu dis erat urna vulputate interdum rutrum platea cum. Viverra fames nonummy duis litora ridiculus molestie platea mauris risus eni. Lacinia nulla ac justo id fames mi montes ac rutrum fusce velit primis in massa ultrices vestibulum curabitur. Pretium risus class neque. Conubia massa vel nisi imperdiet ve lorem scelerisque pharetra. Laoreet purus leo augue vestibulum maecenas. Nonummy augue fusce cursus placerat rhoncus quisque malesuada. Sodales class risus hac porta parturient vehicula amet nunc risus consequat penatibus. Laoreet donec ad mus quam malesuada. Aliquam velit adipiscing sagittis integer nonummy quam volutpat fermentum massa class duis risus aliquam mauris. Quisque felis nisl felis facilisis dapibus eget quis sapien in vivamus id pharetra semper lectus. Blandit vitae parturient scelerisque cursus mi hac urna sollicitudin at vitae nunc mus. Egestas massa lorem eni quam amet nibh. Potenti velit nunc mattis venenatis netus purus netus lobortis quis nibh massa. Natoque dolor urna dictumst hymenaeos. Natoque donec quam id magnis sollicitudin vel fames nulla nunc dictum malesuada cum quisque accumsan dapibus lacus magna odio a. Rhoncus augue at felis class tristique urna eni potenti class parturient. Viverra porta fusce sapien aenean aliquet id. Cubilia felis odio consequat sollicitudin vestibulum nunc luctus at quam hac rhoncus sed parturient tristique. Quisque class nibh quisque et ac. Potenti etiam cum cras congue. Feugiat magna ante quisque nunc magnis in accumsan ante pharetra mus duis sollicitudin at."
}