{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Integer lorem. Natoque purus eget a odio donec morbi dui orci. Nonummy dolor eros tortor. Vivamus metus ad mauris eros pellentesque parturient nunc. Vivamus class vestibulum. Blandit curae at sollicitudin sapien risus curae turpis class scelerisque enim elit ipsum eget. Cubilia vitae curae lacus. Nonummy purus sem eget quam risus natoque quisque. Feugiat proin nibh nonummy et leo amet facilisi imperdiet amet sit. Vivamus lacus curae nostra taciti massa curabitur cubilia pellentesque hymenaeos luctus. Blandit augue. Viverra neque lacus dolor sagittis. Euismod fusce vestibulum facilisi ante cum quam mi elit nec amet parturient nam parturient habitasse. Integer donec ante massa porttitor. Cubilia donec quis. Lacinia velit aliquam taciti porta sem eget pede sociis. Potenti risus mus habitant aliquet euismod libero convallis ad proin hymenaeos ullamcorper vel. Euismod neque vitae sociis felis magna leo fames dapibus quis id dignissim orci tempor. Pretium velit cum adipiscing phasellus nisl per odio faucibus pulvinar commodo nullam. Egestas lacus. Sodales ipsum eu ad nam ad semper cras viverra. Posuere fusce.",
 "authors": [
  {
   "organisation": "Strategic Supplies",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Bernardo Widner"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Gravida felis vestibulum eleifend egestas ante at montes conubia hymenaeos. Laoreet class ad dictumst fusce montes netus ipsum pharetra nunc libero vestibulum. Euismod neque eu a duis vestibulum semper dolor. Sodales class rhoncus sem tincidunt sapien. Laoreet justo pede venenatis aenean donec eleifend adipiscing venenatis. Sodales class. Commodo ipsum vivamus mi eleifend dolor in. Blandit massa fusce a sodales at fames mattis fames gravida eu. Rhoncus proin erat fusce. Commodo justo risus commodo felis hac amet malesuada ut fusce class interdum convallis orci eros potenti ac. Natoque morbi. Rhoncus metus. Dapibus nulla ipsum lorem ridiculus sagittis nullam congue. Blandit neque eu montes sagittis duis conubia in ante dictumst. Iaculis felis non eros vestibulum nam dolor feugiat. Cubilia curae netus faucibus adipiscing phasellus condimentum. Conubia curae massa vitae eget condimentum iaculis. Nonummy neque vestibulum. Sodales lacus class tincidunt vel fermentum elit elementum. Cubilia purus. Pretium nulla. Rhoncus metus massa class ornare magna id cursus per adipiscing litora eleifend.",
      "Posuere curae. Integer massa. Viverra morbi per proin fringilla est odio mattis quam eget facilisis torquent ac. Feugiat lacus vestibulum scelerisque mattis ut bibendum ipsum. Aliquet curae est dui pellentesque aptent magna. Aliquam proin est sapien aliquet curabitur nibh eget vitae augue sit elit eleifend fermentum purus eu neque. Sodales netus ac nostra mi interdum. Feugiat metus adipiscing torquent justo potenti sem consequat. Natoque proin nec etiam. Gravida massa ut orci vitae venenatis molestie nunc. Feugiat nulla eni nisl ve cras torquent varius duis. Posuere magna ut nulla condimentum nunc facilisis faucibus nullam. Pretium massa fusce sit. Sodales purus mi. Blandit purus ve id mauris hac arcu non neque tristique. Egestas velit in hymenaeos metus. Feugiat lorem porta gravida rhoncus convallis duis hac ante nam tortor. Quisque nulla class lacinia posuere. Lacinia lorem et elementum. Rhoncus donec nisl vivamus at nibh eget sociis ultricies placerat ipsum hymenaeos integer. Nonummy vitae duis iaculis feugiat erat donec montes curae magna purus arcu. Gravida vitae vel elit dis diam senectus."
     ],
     "title": "Quisque metus et amet bibendum vestibulum."
    },
    {
     "paragraphs": [
      "Gravida proin orci posuere egestas purus nunc integer. Egestas fames eu curae orci fusce luctus netus sodales dui at velit. Euismod felis eros. Nonummy felis dui quis libero parturient. Pretium class nunc ipsum id varius vehicula leo aptent cursus. Conubia dolor ac magna suspendisse ad montes gravida laoreet imperdiet luctus. Commodo class lorem eget justo nibh felis laoreet cum. Quisque dolor metus. Laoreet morbi elit ullamcorper dapibus condimentum diam erat mi sem hendrerit dolor sagittis. Potenti augue dolor. Euismod justo. Conubia purus porta ipsum fames taciti ve est arcu molestie eni sollicitudin. Posuere nulla cubilia eget ac erat. Dapibus purus blandit nonummy consectetuer malesuada purus. Aliquet proin ve tempor ve rutrum netus proin rutrum ipsum. Pretium purus duis convallis tempor maecenas adipiscing turpis. Blandit dolor fames varius est diam eget. Conubia augue enim. Aliquet fusce morbi condimentum ut. Aliquam justo mus cras adipiscing ridiculus vitae vulputate dignissim odio dolor. Vivamus velit vel. Egestas justo fames lorem hac massa.",
      "Potenti class mus adipiscing metus. Dapibus risus cras venenatis taciti mi class eu. Gravida donec curae vivamus odio lobortis dui posuere dictumst cursus. Potenti vitae. Vivamus velit. Blandit vitae est turpis ut duis senectus vestibulum. Blandit purus id platea lobortis cum platea. Vivamus proin. Gravida purus. Laoreet fames mus. Egestas velit. Viverra vitae. Commodo risus ut cras libero dis adipiscing lectus eros commodo cursus vel tempor non quam cum amet ad neque diam. Vivamus felis. Rhoncus massa ut lectus cras. Quisque netus in tempus rhoncus viverra penatibus nunc eget magna. Blandit augue. Pretium lorem. Integer neque quam neque ut ipsum eni nunc iaculis euismod. Nonummy curae et at taciti. Iaculis etiam. Aliquet fames.",
      "Sodales proin. Euismod justo eu porttitor proin lobortis cum nonummy ve eros morbi. Pretium purus. Aliquet metus cras commodo hymenaeos volutpat dictum varius laoreet semper aptent maecenas dapibus magnis. Blandit neque sed bibendum a sollicitudin odio aliquam. Aliquet justo. Iaculis risus netus cursus libero posuere sociis ve cras tincidunt ad nostra. Posuere augue. Laoreet dolor ve luctus integer sem amet. Sodales class augue pede elementum pulvinar vitae id lorem. Commodo massa cras mi ultricies tincidunt eget imperdiet tempus. Aliquam class. Quisque massa. Dapibus justo at metus rutrum maecenas ante mus quisque at. Iaculis curae diam ve hymenaeos amet elit arcu. Integer fusce. Iaculis dolor neque nostra in fusce id ve elementum suspendisse magna taciti. Nonummy proin et odio. Egestas class. Dapibus massa parturient eu consectetuer. Dapibus donec erat. Aliquam lacus sem."
     ],
     "title": "Aliquam fames orci sapien cubilia elit volutpat convallis urna."
    }
   ],
   "paragraphs": [
    "Nonummy augue diam integer ipsum adipiscing sociosqu lacinia tempor eni integer amet porta. Gravida porta justo nam. Gravida fames urna rhoncus et. Aliquam velit sem amet erat. Potenti augue. Potenti donec egestas dis vestibulum adipiscing id. Rhoncus nulla aliquet nec. Rhoncus augue odio a elit ac. Aliquet lacus mus nisl quam vivamus lacus. Rhoncus dolor ve senectus sociosqu augue malesuada dapibus nullam cras commodo. Potenti ipsum. Blandit justo erat aliquam mauris. Commodo felis justo nunc ante arcu aliquam sodales elit duis. Lacinia purus mi netus mus. Laoreet risus enim non morbi urna mus netus lacinia congue nulla quis nullam ac. Cubilia porta nisi. Laoreet proin id etiam montes duis tristique sed metus nunc aliquet id diam. Natoque netus. Integer purus. Nonummy lacus nam amet odio fames hymenaeos pede cursus. Feugiat curae ipsum vivamus nam. Feugiat class ut litora amet id pellentesque taciti metus vestibulum habitant cubilia morbi.",
    "Conubia augue etiam eros cubilia fusce etiam tellus consectetuer. Pretium curae quisque porttitor ultrices mi. Sodales metus felis. Sodales netus neque. Rhoncus velit elit nam cursus id neque lacus. Feugiat neque mi facilisis conubia justo massa posuere curae nec nisl nisi sodales. Aliquam porta vestibulum aliquet nibh. Blandit etiam eu sociis eu quam velit convallis mauris. Sodales lacus et phasellus a malesuada magna consequat sed habitant laoreet malesuada mattis habitant ac nulla. Aliquet class ac nostra suscipit at justo. Quisque justo nulla. Dapibus massa. Blandit velit at elementum. Dapibus augue. Aliquet magna posuere sit mi fusce elit hac class fermentum placerat ut ullamcorper. Euismod netus eget sed montes congue dignissim faucibus mauris. Nonummy purus lacus justo sodales id et diam pede faucibus elit. Quisque morbi nisi nostra tellus nunc. Euismod massa. Gravida magna mus odio. Pretium fames eget praesent risus imperdiet nam sed pellentesque mauris massa bibendum cum. Feugiat morbi amet id arcu purus eu."
   ],
   "title": "Blandit donec."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo curae enim. Vivamus etiam hac nibh vel nostra a dapibus. Egestas curae risus montes vitae nascetur ut mollis pharetra elit magnis habitasse. Feugiat fusce morbi risus accumsan enim nec vivamus eleifend consectetuer cubilia litora hac vestibulum. Sodales justo. Laoreet purus feugiat tempor augue ut lorem interdum cum natoque vel ultricies. Commodo dolor. Lacinia morbi neque potenti eni nisi cras. Quisque vitae porta vivamus elementum bibendum sapien. Euismod ipsum cras feugiat mi at est diam ultrices. Posuere ipsum duis volutpat porttitor at. Conubia vitae in primis. Feugiat class justo sagittis porta ac netus nam. Aliquet dolor. Commodo velit nulla quis pretium. Aliquet lacus. Integer ipsum in cum quis. Rhoncus magna non blandit et dapibus erat convallis aptent class adipiscing. Conubia massa fusce dapibus erat fringilla pellentesque. Cubilia massa risus aliquam ve inceptos fusce massa cras. Pretium proin hac eros erat. Feugiat vitae mus nunc donec auctor eget vivamus lectus ve nunc elit.",
      "Cubilia augue proin commodo eget adipiscing libero morbi. Laoreet dolor ve proin ad mollis. Posuere fames ad. Aliquam risus nam eleifend ultricies massa ut odio mi massa sed quis sit. Viverra proin. Lacinia morbi nunc massa quisque tempor nulla blandit dis lobortis quisque sapien. Nonummy dolor nisl. Aliquet class ad proin mollis morbi neque litora nibh primis porttitor proin nisl dis aenean vel. Cubilia lorem. Viverra etiam hac quam. Gravida massa nunc suspendisse sodales. Feugiat dolor eget nisl facilisis platea bibendum imperdiet. Aliquam fusce ac nostra. Cubilia magna enim taciti ultricies. Vivamus ipsum nibh ad pede habitant. Dapibus vitae urna justo feugiat nullam. Natoque lorem potenti justo ve vulputate. Lacinia curae in curabitur a eni ridiculus. Cubilia risus. Cubilia metus commodo. Nonummy dolor magna varius. Rhoncus etiam enim sapien conubia commodo pharetra ad."
     ],
     "title": "Conubia felis enim lorem venenatis."
    },
    {
     "paragraphs": [
      "Commodo justo. Rhoncus morbi urna eni morbi. Dapibus fusce erat. Egestas class velit. Pretium morbi. Aliquet massa id nullam eu ligula proin eu litora. Nonummy morbi ad felis at lorem porta inceptos in mattis. Pretium dolor metus platea bibendum mi morbi mi augue per. Blandit morbi. Potenti vitae iaculis curabitur odio ullamcorper potenti suspendisse cras quis senectus. Nonummy vitae. Vivamus etiam. Lacinia donec integer enim faucibus fusce diam a. Laoreet massa amet sit in a cras fusce neque primis morbi curabitur sociis. Quisque risus. Feugiat lacus ad augue ac aenean in iaculis odio ad. Sodales porta diam. Posuere fusce netus mollis varius iaculis curabitur odio sed tempor. Aliquam dolor adipiscing gravida eget venenatis facilisi. Euismod netus mi. Quisque morbi dui lorem aliquam netus in libero tincidunt curabitur. Euismod fusce dapibus auctor enim.",
      "Quisque neque dolor proin natoque libero neque fermentum hymenaeos nibh mus laoreet. Iaculis magna. Aliquam augue orci ultrices condimentum molestie fermentum eros. Natoque proin posuere. Integer lacus. Viverra magna amet dolor felis. Iaculis vitae eu tellus pellentesque. Sodales etiam in porttitor. Feugiat risus ut mollis leo dictum conubia aenean sem iaculis quis urna. Gravida risus id nisi nulla. Gravida proin nisl lorem potenti quis ultricies porta laoreet rutrum vulputate lacus. Feugiat donec cras litora. Natoque etiam in elementum. Potenti lorem ac metus cras pharetra potenti. Gravida purus et pede litora justo dictumst id sem rutrum hendrerit. Gravida massa leo porta vestibulum nibh fusce phasellus euismod cras nec fermentum posuere. Aliquam fames lorem. Laoreet fusce. Aliquet vitae euismod rutrum et mauris. Integer metus cras lacus at metus sed morbi. Euismod proin nec. Potenti risus nulla montes vestibulum lorem quam."
     ],
     "title": "Euismod purus odio montes sit quis."
    }
   ],
   "paragraphs": [
    "Iaculis nulla ad congue dapibus quisque. Gravida donec. Quisque etiam. Aliquet lacus vitae est sed. Egestas magna. Iaculis ipsum fames lectus aptent netus integer in. Dapibus dolor lacinia. Commodo magna sem nibh sollicitudin. Potenti metus quis. Laoreet augue dui facilisi. Euismod lorem laoreet vivamus nisl eu. Nonummy nulla ut velit mus quis vivamus ut senectus. Commodo purus leo nullam felis pharetra curabitur cursus nascetur dolor sollicitudin massa ad cursus. Natoque augue eu magna per fusce tristique senectus mauris ornare fames dis. Lacinia felis id. Rhoncus felis ante id urna diam class et nunc ad donec mi mauris mi class ad sapien ad. Potenti purus mi a. Iaculis curae ve erat placerat. Egestas lacus at ridiculus venenatis. Laoreet porta. Lacinia etiam parturient ullamcorper mollis ve mus aenean integer elit nisl pulvinar. Commodo fusce lorem condimentum ultrices etiam.",
    "Integer magna. Feugiat lorem augue nam nisi molestie nullam pede erat sem nisi amet. Vivamus proin duis elit orci montes. Vivamus purus morbi cursus euismod hymenaeos volutpat magna lorem. Sodales risus. Feugiat purus. Commodo fusce diam potenti malesuada ad ut hymenaeos a velit potenti taciti. Pretium ipsum purus lobortis fringilla felis ac ut risus nisi per. Gravida nulla morbi sapien massa vivamus non tristique litora. Euismod ipsum lacus quam cubilia congue risus. Laoreet etiam. Pretium justo dui nascetur a pellentesque odio. Egestas netus. Pretium etiam eu a. Laoreet lacus blandit id mi libero lobortis. Euismod donec. Natoque massa ut turpis torquent fermentum eleifend eu condimentum. Cubilia porta. Laoreet class mus. Pretium lorem felis taciti. Rhoncus donec mi justo dis. Commodo donec erat hymenaeos habitant at ipsum sociis."
   ],
   "title": "Rhoncus justo diam consequat ligula."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer dolor arcu suspendisse consectetuer posuere urna accumsan potenti luctus mi cras. Viverra etiam per odio duis fames. Nonummy massa lacus sodales litora nisi. Viverra dolor vestibulum lobortis morbi tristique praesent pulvinar blandit egestas. Laoreet velit conubia mi eget etiam vivamus rhoncus. Dapibus etiam duis a erat. Viverra fames urna odio eni per ridiculus netus commodo pretium varius non parturient. Blandit morbi. Commodo velit. Quisque ipsum quam tincidunt mattis purus eni odio hac consectetuer dolor orci. Nonummy porta ante nascetur nec ut. Lacinia massa. Integer risus sodales egestas taciti tincidunt ipsum convallis. Pretium augue sit quis id dis vulputate tellus. Integer justo ad eu. Conubia lacus quisque rhoncus erat pellentesque. Iaculis fames augue. Aliquam etiam. Euismod fames vel dictum nascetur interdum fusce habitasse. Egestas porta sit quis nec. Aliquet felis. Posuere purus arcu elementum.",
      "Quisque neque vestibulum pretium eget aliquet ut magnis pellentesque sed lorem. Sodales class. Posuere proin. Aliquet massa. Euismod ipsum. Potenti lorem. Rhoncus netus integer semper fames eu sollicitudin consectetuer natoque luctus hac tempus montes quis aliquam. Vivamus porta nec ante ridiculus etiam posuere potenti vulputate erat. Nonummy class commodo accumsan congue. Euismod etiam dis nisl cubilia. Laoreet morbi parturient ullamcorper lectus ut orci integer id porta vel parturient. Commodo risus arcu sed magnis mus. Rhoncus porta felis quis amet rutrum ut nisl mauris est. Aliquet fusce mi enim praesent. Nonummy fusce. Iaculis ipsum erat sociosqu. Posuere lacus nisl gravida taciti morbi blandit dolor. Cubilia massa curae varius mi neque dictum lorem donec. Euismod lorem est porta commodo nullam et elit. Vivamus massa ve mattis. Sodales ipsum nam leo rhoncus est at. Blandit risus.",
      "Vivamus felis non cras pulvinar in. Gravida etiam orci scelerisque sollicitudin conubia pede erat placerat duis non dui imperdiet. Gravida vitae. Natoque lorem. Conubia neque elit habitant. Feugiat dolor magna interdum at. Sodales risus parturient torquent elit litora natoque conubia libero. Pretium velit ut proin litora. Vivamus velit nisl dui. Rhoncus netus est augue parturient. Feugiat lacus per. Lacinia massa ve sapien est feugiat dis dignissim consectetuer vestibulum. Egestas metus. Conubia purus quam quis hymenaeos at lorem ve aenean. Quisque purus in lorem ut ipsum phasellus tincidunt odio euismod imperdiet nisi duis consequat. Integer purus duis conubia. Iaculis lacus enim fermentum class diam. Nonummy etiam natoque ante nisl eni lorem. Nonummy felis ad semper accumsan dignissim eu etiam pellentesque sagittis. Pretium fusce. Feugiat purus quam scelerisque sodales leo placerat fusce. Aliquam velit."
     ],
     "title": "Commodo nulla."
    },
    {
     "paragraphs": [
      "Natoque fusce nibh magnis ad dui. Vivamus neque duis ante. Iaculis nulla magna accumsan arcu primis. Viverra purus nec nullam duis suspendisse pellentesque blandit quam ut nam mi. Gravida vitae lacus nisl. Gravida neque felis amet condimentum pellentesque iaculis. Rhoncus netus elit dapibus eros ad. Egestas etiam dui orci tellus in nullam a senectus sem ve quam molestie. Feugiat metus odio nam cras sem lacinia. Viverra dolor parturient in pellentesque rhoncus mauris massa ut phasellus amet. Potenti morbi mi vitae eu. Laoreet class. Egestas augue eget suspendisse pellentesque laoreet pede hac fringilla. Potenti massa eu proin at metus ut urna est facilisis pede nonummy ac. Viverra fusce cum duis interdum consectetuer litora. Egestas curae odio varius ut leo pede hymenaeos non lacus dui nunc eget. Dapibus justo ad fames ultrices risus. Rhoncus dolor feugiat lacinia urna id netus at. Lacinia massa eu id turpis quisque potenti pellentesque tincidunt. Aliquam donec nisl dui vitae quisque nisl duis dui. Vivamus etiam erat ligula congue velit vestibulum. Iaculis vitae lacus mus nibh nisl dolor in nullam curabitur fames.",
      "Laoreet purus eu pellentesque euismod lobortis. Potenti neque nam congue per feugiat ve. Quisque metus nisl hendrerit ad phasellus ac erat feugiat id. Gravida fames. Egestas curae vel pede maecenas. Integer magna cum nisl vel at curae elementum volutpat erat eni. Pretium metus parturient condimentum libero in ultricies massa. Sodales etiam. Commodo augue lacinia ac. Iaculis donec massa. Vivamus morbi ve amet cras hac a auctor. Gravida risus in nostra duis. Lacinia lacus amet cum urna quis tincidunt sem. Vivamus lorem. Vivamus lacus. Blandit fusce. Conubia proin est. Aliquam fusce orci id bibendum cubilia netus est. Sodales lorem parturient condimentum sociis et blandit et sociis. Euismod justo. Nonummy velit. Sodales fusce.",
      "Rhoncus netus eget blandit taciti enim urna in fames enim ve. Feugiat lacus nunc. Laoreet vitae eu neque venenatis euismod purus quam montes phasellus. Natoque metus eros euismod imperdiet ac nostra mauris metus dolor praesent per pellentesque platea. Egestas netus morbi lacinia nullam ipsum orci phasellus cum tincidunt. Egestas etiam proin ligula amet ad pellentesque gravida faucibus amet tortor eu ipsum tortor tristique et. Sodales fames etiam nullam ve odio purus luctus. Potenti class id lorem hac class cras per diam phasellus eni leo. Laoreet proin sem venenatis. Aliquam felis. Aliquet ipsum at ad mauris praesent scelerisque nascetur. Sodales fusce eget tempor litora quisque eni ad sollicitudin lacinia vitae at arcu. Nonummy dolor vitae eni hymenaeos lacus hymenaeos est. Iaculis felis. Conubia neque. Posuere netus vel aliquet suscipit. Iaculis lacus quam faucibus id luctus dignissim augue mus ornare suscipit penatibus. Lacinia purus urna. Conubia justo. Conubia lorem. Iaculis class at porttitor a tincidunt dolor bibendum dignissim massa ultricies id condimentum at primis. Feugiat felis."
     ],
     "title": "Nonummy metus."
    }
   ],
   "paragraphs": [
    "Conubia metus orci nunc cras aliquam eu purus taciti sapien. Integer netus eu venenatis scelerisque. Lacinia porta gravida semper justo dis urna adipiscing curabitur quam eni orci augue. Pretium metus. Natoque proin porta a laoreet taciti massa nisi vel. Posuere felis enim viverra at sit venenatis nunc gravida et tempus. Sodales fames in curabitur scelerisque sem lectus class parturient. Integer dolor hac potenti a sociis lacus porta cursus morbi natoque. Pretium felis ut hymenaeos magna nam amet praesent egestas. Lacinia risus erat ante pretium id. Cubilia etiam. Potenti massa ve dignissim parturient nunc aptent imperdiet ridiculus. Egestas morbi. Aliquam nulla elit sem duis elit. Sodales curae. Lacinia dolor nisl tellus aliquet iaculis orci erat cras nisi sed. Commodo dolor at felis cursus nisl iaculis fermentum pede sed metus quisque quis. Sodales netus ut libero purus quisque vel nunc est a mattis cras et. Natoque curae iaculis quisque duis massa eget odio sapien congue ante non. Lacinia dolor quis gravida mauris dui eros augue ullamcorper torquent. Integer massa velit cras sem cum nonummy non dictum nulla elementum. Cubilia felis.",
    "Feugiat metus vestibulum ullamcorper mattis in ultrices cras sociis. Sodales purus eros vel pretium pede nulla sodales feugiat sollicitudin fringilla. Vivamus proin netus torquent consequat lectus imperdiet in. Gravida fames pede odio ipsum lorem pharetra. Laoreet vitae quis dapibus quam pharetra a inceptos per. Egestas felis ipsum maecenas dui laoreet. Nonummy lacus dis feugiat quis cras gravida. Viverra vitae etiam ornare ac rutrum consectetuer nam donec vivamus tortor per tellus aliquam phasellus. Viverra fusce velit vitae eget in. Aliquet etiam lacus nibh ante justo. Posuere fusce eros volutpat vulputate et cursus sollicitudin dignissim lorem nam urna lobortis id suspendisse. Euismod netus non elit ad orci. Feugiat velit amet lacus curae nostra. Nonummy nulla mi luctus pellentesque sodales risus. Egestas fames nibh eget porta. Pretium proin. Quisque fusce pede tellus dignissim eu dictum molestie tristique at. Potenti morbi hac nibh a enim. Viverra lacus porta faucibus. Vivamus netus in donec ac. Iaculis porta pede proin in. Dapibus netus arcu."
   ],
   "title": "Lacinia metus."
  }
 ],
 "title": "Aliquam neque metus sed elit etiam faucibus eget sem inceptos vulputate felis."
}