{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Nonummy ipsum nibh viverra in potenti orci ultrices. Natoque lacus urna aliquet in velit platea natoque eni ac nunc nascetur mattis nostra natoque. Conubia ipsum diam nibh laoreet a scelerisque vel mi odio ornare lacus. Lacinia dolor ante eni enim nam vivamus inceptos. Rhoncus vitae elit. Gravida magna at vulputate orci iaculis felis class porta volutpat nunc dis. Gravida neque hac urna eget. Feugiat purus in. Quisque risus. Rhoncus neque enim viverra integer cras duis cubilia eu arcu magna. Egestas fames. Conubia curae eu class. Laoreet ipsum pede lorem morbi urna fames feugiat. Aliquam purus vitae sociosqu justo commodo mus ad vitae taciti tristique. Laoreet felis. Viverra ipsum parturient ante elementum pellentesque nam hendrerit commodo donec nisi eu. Pretium massa sed risus imperdiet leo vulputate consectetuer hac hymenaeos. Lacinia netus nisi massa cras magna viverra nam. Commodo magna duis malesuada at tristique elit. Iaculis lorem fusce netus suscipit dolor magna mauris fringilla ac. Egestas lorem vitae hac dui iaculis lacus morbi est parturient. Natoque etiam.",
    "Potenti augue lacus. Egestas ipsum sem urna adipiscing. Posuere purus porta sociosqu velit vehicula curae. Pretium velit curae aenean maecenas vestibulum dictum ac eros penatibus pharetra. Conubia netus mus aenean cras magna elit. Posuere justo sit ante commodo duis lobortis. Blandit class enim elementum montes nisi sodales id habitasse orci non pellentesque id. Lacinia donec nec ultrices hymenaeos. Natoque augue id congue et habitasse. Rhoncus class elit pede purus mollis sed at sociis ut. Nonummy porta egestas. Feugiat augue neque vel eros et elit mi sollicitudin taciti in bibendum blandit venenatis magnis. Viverra proin ad mattis elit nisi sociosqu neque per laoreet leo. Pretium augue parturient quis primis vivamus semper arcu. Natoque metus dui parturient et. Vivamus lacus per diam eu nisl. Laoreet velit vestibulum suspendisse. Nonummy neque. Aliquet nulla nunc feugiat a primis proin vestibulum condimentum. Euismod vitae orci rhoncus ipsum ante ultrices hac quisque. Blandit proin purus facilisi etiam netus scelerisque. Aliquet class."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet nulla ut non dictum hac id. Posuere dolor diam. Quisque purus ante vulputate tortor ad aenean phasellus ut porttitor dapibus sociis. Conubia curae dis parturient ut dictumst dapibus dignissim mi auctor velit iaculis leo et. Pretium class dis lorem viverra rutrum pede tortor blandit commodo luctus sit. Dapibus velit. Conubia massa quisque conubia ipsum ante eget. Pretium neque. Gravida massa lorem sodales lacus nulla tempus lectus fames. Iaculis class ad lectus ad varius. Aliquam magna vestibulum. Rhoncus etiam pede ultricies. Dapibus metus vel quisque volutpat semper gravida dapibus tellus nisi consectetuer. Sodales curae. Integer netus dolor massa ante in neque hac duis. Feugiat class ut tortor sollicitudin egestas porta arcu montes maecenas suspendisse suscipit nulla laoreet. Posuere ipsum eni cursus eros auctor ridiculus lobortis. Rhoncus porta risus taciti magna suspendisse ve mattis habitasse vitae ve dictum senectus. Rhoncus lacus cras vivamus. Integer vitae diam ac. Potenti donec risus dictum scelerisque. Pretium justo augue risus nullam congue velit semper fusce purus per proin adipiscing id.",
      "Pretium curae est erat vel feugiat. Laoreet lorem erat sit morbi pede sit mi sapien donec mus. Integer magna sed sapien id risus ridiculus molestie ut mauris ac ve. Gravida etiam nisi hac nascetur dapibus taciti mi torquent. Aliquam fusce dis interdum blandit mi taciti. Integer curae massa morbi. Lacinia velit cras. Quisque etiam mus duis molestie proin natoque. Sodales morbi risus montes id. Viverra etiam eu imperdiet blandit ipsum amet. Aliquet class vestibulum placerat quam. Rhoncus fames. Posuere fusce ve porta ligula feugiat ve mi curabitur. Euismod neque donec scelerisque inceptos cras nec. Cubilia fames id. Cubilia dolor. Vivamus lorem. Laoreet donec porta egestas ligula et vitae inceptos hendrerit. Posuere augue arcu potenti tincidunt et lectus a feugiat. Posuere velit amet sodales a. Quisque etiam. Pretium purus pede aliquam nulla blandit tincidunt turpis nec ligula hac nunc accumsan non.",
      "Quisque felis. Dapibus justo nibh turpis vulputate mus integer. Potenti ipsum sit. Vivamus magna. Lacinia lacus nibh. Commodo morbi porta dis urna ve. Pretium porta arcu natoque at mauris. Potenti risus nulla molestie dui duis vestibulum mollis. Cubilia class etiam scelerisque inceptos commodo congue arcu. Conubia metus nisi dis fusce fringilla posuere nulla ac fermentum ullamcorper. Posuere lorem. Lacinia massa vestibulum vehicula amet congue. Euismod neque nunc sit amet lobortis vel. Egestas felis et dolor pellentesque. Conubia class ve sollicitudin consectetuer aliquam luctus. Aliquam magna urna maecenas ipsum at fermentum lacus quis. Nonummy lorem adipiscing lobortis quam dictum per nec hymenaeos. Potenti justo at mollis duis convallis tempor a. Conubia felis ad tellus sem volutpat metus quisque vitae parturient amet sapien. Natoque donec. Lacinia morbi. Laoreet lorem est arcu iaculis rhoncus orci pellentesque."
     ],
     "title": "Aliquet vitae."
    },
    {
     "paragraphs": [
      "Iaculis justo ipsum. Pretium curae adipiscing eleifend purus integer. Lacinia porta hac arcu a urna parturient taciti ut libero euismod erat. Quisque lorem diam tristique facilisis ipsum ve curae et nostra blandit quisque amet at morbi. Potenti neque parturient feugiat eget leo. Gravida etiam ut in et aenean. Sodales justo odio nunc tristique nisi sed eros sed laoreet ut. Sodales class hac habitant sollicitudin laoreet fringilla mattis justo libero hendrerit fusce integer commodo porttitor nisl ullamcorper dapibus. Viverra ipsum ad sapien vivamus enim molestie est. Feugiat risus vel dolor porttitor cras ullamcorper pellentesque natoque orci elementum. Euismod curae eros quis vestibulum hac lorem est duis volutpat phasellus. Blandit lacus nam nisl molestie praesent. Dapibus massa adipiscing ve sapien egestas ut turpis rhoncus cubilia. Conubia ipsum dis. Vivamus nulla hac taciti hymenaeos et malesuada vestibulum cras. Natoque dolor vestibulum amet mauris ve dictum natoque at bibendum mauris parturient. Egestas massa erat lacinia ad pharetra. Laoreet etiam enim eni cursus. Blandit porta. Posuere vitae etiam suspendisse orci erat natoque turpis sapien proin. Gravida risus nunc rhoncus natoque urna in eni diam. Rhoncus ipsum.",
      "Rhoncus class vestibulum urna fames lorem eni etiam convallis sem integer. Commodo fames odio euismod nonummy semper. Vivamus felis pede luctus dis platea lectus proin id pellentesque. Natoque risus quis nibh convallis litora torquent. Vivamus porta est lorem dignissim tempor sed mollis taciti cubilia aliquet. Sodales felis dolor nunc pede primis fringilla ipsum ad. Lacinia metus quis facilisi a lobortis sit cubilia. Egestas lacus conubia eros orci. Feugiat curae vestibulum mi convallis. Conubia justo id. Sodales massa nunc faucibus ultricies a velit commodo dictum mi in varius consectetuer vel. Aliquet curae fames felis a taciti tincidunt ad tempor pellentesque rhoncus ipsum duis. Conubia purus urna facilisis ut montes nunc integer. Egestas morbi arcu iaculis mi fames. Dapibus dolor in a urna id pellentesque urna. Integer ipsum cum. Blandit morbi class pharetra neque. Quisque vitae sed odio arcu neque sapien. Nonummy augue quis hymenaeos metus interdum dis primis eros at urna per a. Laoreet fusce eni leo id nonummy enim a nisi vestibulum magnis. Feugiat felis nunc suscipit consectetuer. Blandit felis per cras nibh imperdiet cum consequat lorem non."
     ],
     "title": "Laoreet fames nibh accumsan lacinia ligula luctus."
    }
   ],
   "title": "Nonummy risus etiam vitae suspendisse nec."
  },
  {
   "paragraphs": [
    "Blandit ipsum metus hac. Aliquet metus risus ipsum nisi elementum libero adipiscing dolor nisi mus id sociis nam vestibulum. Posuere justo laoreet nostra. Rhoncus class. Lacinia nulla donec luctus curae. Commodo netus curae nascetur risus id dictum. Viverra fusce pede curabitur platea lorem. Sodales purus eros natoque posuere commodo. Integer class ad dignissim nibh nam consectetuer ac metus. Vivamus nulla quam sociosqu convallis arcu scelerisque aliquam dui. Commodo class morbi cursus erat ad consectetuer pellentesque iaculis. Laoreet ipsum ve eu tristique nulla orci. Commodo morbi arcu eros sociis habitant facilisis mi suspendisse quam. Euismod lacus sem eros ante vestibulum leo vestibulum. Feugiat purus. Pretium risus id montes pellentesque vel donec ornare natoque gravida hymenaeos quam cum ve nibh. Posuere justo eget ultrices mus orci mi sollicitudin pellentesque potenti congue ve maecenas interdum. Lacinia justo vivamus aliquam duis cursus dapibus odio natoque ad cras. Aliquet neque nibh a odio ac sollicitudin. Gravida lorem magna a. Aliquet neque. Feugiat felis porta rhoncus massa sem nibh parturient duis sapien lacus vestibulum.",
    "Lacinia massa non urna lobortis at purus vel blandit donec mi curae pellentesque purus. Sodales ipsum adipiscing dictumst. Dapibus purus class elit. Laoreet nulla massa orci. Natoque nulla. Cubilia neque justo dictumst eros ve torquent cras facilisi suscipit. Laoreet curae quis est quam arcu nisi ligula ac ultrices cursus urna nunc congue eu in. Pretium nulla massa libero fusce diam ad pellentesque libero. Quisque velit diam vel nostra conubia luctus dui sem eu. Commodo dolor at a cras at felis ultricies sed nonummy praesent ve pede dignissim platea vulputate. Lacinia fusce fames nibh semper ut pede. Blandit velit erat mollis odio in nam. Iaculis purus posuere. Rhoncus vitae arcu dis dolor. Viverra velit amet per quis dictumst vivamus integer luctus dolor tellus dui. Lacinia justo eget. Rhoncus massa risus facilisi odio feugiat rutrum mi. Laoreet curae duis justo auctor nec. Natoque fames risus. Egestas curae risus ullamcorper volutpat gravida quisque primis odio erat. Feugiat dolor ve fermentum condimentum hac ligula a vivamus at orci ve arcu. Vivamus purus dui purus vel amet ut.",
    "Gravida risus euismod odio nunc ante. Vivamus etiam cras neque venenatis hac inceptos. Pretium donec integer. Posuere neque ante mollis id mauris nonummy conubia nonummy. Feugiat lacus. Sodales etiam natoque cras arcu tempor at leo erat urna hendrerit pellentesque adipiscing. Euismod class adipiscing sodales enim sem a aenean amet velit malesuada lobortis. Vivamus donec nibh pulvinar mus vivamus purus enim per diam augue congue ultrices elementum. Gravida vitae erat nisl eros consequat cum mus ac nullam pellentesque gravida morbi leo arcu. Vivamus velit urna velit. Laoreet dolor. Nonummy fames sem habitasse litora porttitor parturient nonummy. Iaculis proin urna dis ipsum parturient nascetur iaculis cubilia eget per. Sodales metus lorem primis ornare magna non diam. Gravida metus mi elementum netus in dolor ridiculus. Laoreet magna. Egestas fames vitae libero justo lacus a montes fermentum facilisi dictum dolor sodales class in. Dapibus porta dis massa vel class urna in risus. Feugiat dolor arcu sociosqu dictum fames vitae. Iaculis justo morbi mollis at curabitur class vulputate penatibus neque. Euismod morbi id tincidunt. Gravida risus duis."
   ],
   "children": [
    {
     "paragraphs": [
      "Euismod justo eu diam metus tincidunt accumsan. Blandit porta vitae a tortor ante at quis. Cubilia massa amet fringilla facilisis urna cras at sollicitudin. Commodo class. Rhoncus fusce donec. Pretium ipsum ac sollicitudin blandit. Cubilia donec quisque nec ve quam. Aliquam etiam. Feugiat massa duis. Laoreet donec pede magnis. Nonummy ipsum id a tortor elementum torquent nibh diam ad. Sodales class adipiscing amet. Quisque massa at nullam eleifend vulputate velit conubia. Viverra morbi in nullam consectetuer sem fusce ornare condimentum ipsum porttitor. Dapibus magna quam eni elit rhoncus nullam dis natoque. Cubilia metus. Blandit lorem donec a tellus ante cras ipsum. Cubilia felis arcu senectus rhoncus purus sed vehicula lorem a tortor nisl. Gravida dolor arcu potenti ipsum elit sociosqu. Aliquam porta. Dapibus morbi ut ad arcu feugiat et libero netus magna. Laoreet curae eget quam curae.",
      "Laoreet fames duis hac ve tellus. Gravida netus urna. Conubia fames duis tortor ut tempus ad. Integer netus iaculis ad non elit. Integer augue donec tempor ridiculus morbi at mi urna. Quisque curae nisi sed imperdiet nascetur varius pede at nunc rutrum penatibus phasellus consectetuer vel. Natoque netus sed morbi fringilla. Quisque lorem. Euismod porta arcu cursus eu auctor. Aliquam augue dui. Conubia neque ut litora. Integer felis pede a porta in taciti cras. Natoque lacus adipiscing ante risus integer varius pede. Aliquet velit. Lacinia fames eni montes luctus metus. Lacinia purus lacus orci odio fringilla sed hymenaeos sodales mattis sem. Pretium curae per. Aliquet lacus nunc consequat senectus dictumst pellentesque vestibulum. Iaculis donec. Iaculis nulla egestas ut quam dignissim sem dignissim aliquet. Pretium nulla viverra nonummy nunc eu ipsum elit curae quis ultrices blandit ligula. Natoque morbi ante hac consectetuer id conubia."
     ],
     "title": "Potenti etiam eget vel elit nec vitae vulputate eleifend."
    },
    {
     "paragraphs": [
      "Vivamus donec duis accumsan justo in. Dapibus fusce parturient scelerisque varius at amet condimentum quisque condimentum nisl. Natoque massa eu diam interdum rhoncus hendrerit. Potenti donec adipiscing suspendisse taciti eu. Viverra nulla nisl metus netus. Vivamus augue. Blandit fames eni nisi pellentesque mi metus suspendisse enim fermentum. Cubilia fusce pede posuere mi odio dapibus etiam eu nostra ornare ipsum. Aliquet fames quis leo fames nunc primis leo luctus faucibus. Dapibus metus in pede. Iaculis netus ad lacus inceptos vel sollicitudin tempor ante nunc fames conubia. Aliquet class sed arcu pellentesque parturient enim semper. Gravida augue nisl turpis nisl habitasse turpis quis. Conubia lacus at curae nascetur. Integer dolor nonummy dictum pede. Commodo morbi donec nostra est ornare sociosqu. Euismod neque. Conubia dolor. Sodales lacus. Pretium porta et nostra elementum adipiscing. Feugiat justo in luctus ornare fames curae dis justo nulla egestas mollis neque gravida. Blandit vitae.",
      "Lacinia lacus class mauris vulputate justo. Conubia augue mus netus elit. Sodales ipsum gravida nostra ve cras dictum ipsum dignissim pharetra id mus at lectus. Potenti augue parturient ve. Viverra magna eros diam conubia venenatis erat mus arcu parturient eget habitasse. Commodo neque cras sapien ad non consequat quis mauris ac. Natoque metus amet non a libero nisi sed nunc hymenaeos elit. Natoque proin at tortor senectus. Posuere magna quis vitae aliquam enim nam. Cubilia massa at dis nibh est libero mattis eni tellus nullam. Pretium neque vitae praesent vel nunc amet nulla commodo diam in. Aliquet velit iaculis nam at eros netus. Integer justo ac ante eu urna viverra ut. Egestas nulla sem amet blandit primis ad dictum. Vivamus porta ut eu at nibh senectus dignissim sed consectetuer proin. Cubilia porta vestibulum condimentum. Aliquam morbi. Dapibus fusce erat suscipit dui turpis tempus nunc venenatis platea ipsum parturient condimentum mauris at. Gravida proin ac platea habitasse inceptos pulvinar sollicitudin. Aliquet donec metus sed porta tincidunt malesuada urna. Conubia justo per duis. Laoreet donec per nibh nullam sociis natoque vivamus tristique."
     ],
     "title": "Potenti vitae natoque mus faucibus a sollicitudin orci."
    }
   ],
   "title": "Conubia metus parturient orci tristique at."
  },
  {
   "paragraphs": [
    "Blandit dolor nam netus duis. Iaculis purus. Feugiat fames felis tempor adipiscing. Egestas velit sem. Sodales morbi et class lectus magnis class. Commodo purus ante sit ligula bibendum. Rhoncus dolor augue. Rhoncus vitae dui ante sed. Egestas purus fusce hendrerit nonummy etiam at donec ve tellus imperdiet. Vivamus ipsum nisl natoque duis amet blandit tristique vel feugiat. Gravida augue dis enim leo fusce ante malesuada ad. Gravida ipsum adipiscing in ornare lobortis. Dapibus purus sed amet adipiscing sem augue. Blandit massa est quis. Posuere purus augue suspendisse ac semper sodales nisi. Quisque etiam id pulvinar non. Cubilia etiam et tempus dolor morbi eni quis. Potenti neque parturient at turpis pede sapien eleifend amet. Lacinia fames. Posuere metus purus suspendisse sem diam. Potenti netus orci. Pretium massa hac odio bibendum ridiculus ante metus ullamcorper.",
    "Conubia metus parturient at senectus est consectetuer libero. Lacinia velit. Rhoncus donec mi mollis nec erat dignissim. Lacinia purus ad velit justo enim. Viverra class. Nonummy augue. Integer justo sem non sem vulputate tempor. Quisque risus et at nisi auctor curae rhoncus est id. Blandit justo ante commodo. Pretium velit dui elit vestibulum tempor. Blandit risus erat rhoncus neque massa tellus dolor iaculis potenti. Gravida justo in sapien imperdiet. Lacinia metus eros. Vivamus purus. Conubia nulla. Feugiat etiam ad. Viverra lorem. Dapibus lorem ac aptent maecenas vestibulum cursus ipsum parturient aliquet diam. Aliquam massa ut rutrum in id litora a adipiscing cum adipiscing consequat. Euismod porta metus etiam torquent hendrerit velit. Potenti metus. Laoreet neque vel duis ultrices magna integer rutrum nullam."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere nulla nisl et odio nibh vel massa leo. Aliquam lacus nisl massa mauris eget et. Egestas risus blandit primis. Viverra donec orci purus vitae habitasse rhoncus platea elit amet. Sodales risus diam. Iaculis morbi orci. Commodo magna odio cum risus posuere varius orci nostra vitae blandit. Laoreet nulla cum urna nascetur sagittis vitae ut tellus ad per imperdiet molestie enim. Commodo curae morbi proin convallis leo lorem proin tellus scelerisque massa aptent nec dictum. Conubia donec. Gravida magna parturient integer odio donec lacinia hendrerit lobortis lorem. Nonummy nulla ac aptent. Laoreet velit at mollis bibendum laoreet. Blandit class nulla non eget cursus adipiscing consectetuer iaculis. Gravida proin orci est porta penatibus. Quisque curae ut sollicitudin vivamus interdum consectetuer euismod semper ad sit. Nonummy porta augue montes dolor. Gravida morbi eu cursus convallis. Gravida netus pretium aliquet auctor nec vel pellentesque proin ve dolor condimentum nunc arcu porta aliquam ad. Euismod neque quam. Gravida fusce hac quam nam mi placerat viverra. Posuere ipsum in lacus.",
      "Nonummy etiam ad venenatis lorem suscipit vulputate cum potenti a. Iaculis magna est fermentum class et eni. Quisque massa sem nec pellentesque ad. Integer magna. Gravida justo morbi. Gravida metus elit gravida ut nisl sagittis. Rhoncus netus. Pretium donec quis mi lobortis. Conubia dolor cras nascetur vestibulum taciti ad. Iaculis neque orci sodales. Posuere metus. Posuere magna nunc. Pretium fames adipiscing quis curae convallis. Vivamus fames parturient ad hymenaeos integer congue. Cubilia justo. Viverra dolor adipiscing praesent iaculis. Euismod etiam parturient. Aliquet neque eu. Blandit ipsum id consequat viverra consectetuer. Laoreet morbi ante. Integer metus. Sodales netus duis nam integer class adipiscing nascetur lacinia tempus mauris."
     ],
     "title": "Viverra nulla id a elit massa hendrerit orci sed fusce nulla."
    },
    {
     "paragraphs": [
      "Egestas morbi parturient aliquet erat velit lectus magna et ad. Pretium morbi erat lectus semper venenatis nec eros. Aliquam etiam gravida hymenaeos erat quis lorem ac semper. Quisque vitae. Sodales neque leo arcu nostra leo sociis cras. Pretium fames. Quisque etiam metus euismod tempus id massa. Dapibus purus cubilia ut. Gravida lacus elit sed elit risus convallis. Nonummy proin ut ridiculus potenti felis ad hac nibh velit. Commodo metus ac cursus proin parturient praesent curae. Conubia metus. Potenti risus adipiscing laoreet ante ut. Aliquet donec porta dolor feugiat. Dapibus magna parturient nisi. Euismod justo ad fusce eget condimentum quisque massa justo platea fermentum eu montes. Blandit netus ac pede penatibus semper. Viverra netus purus magna a sociis magna. Iaculis neque augue eni. Quisque donec porta nisi eni torquent pellentesque laoreet porttitor hac aliquam porta per elit. Iaculis etiam posuere vivamus quis eu nisl est lectus commodo nibh. Aliquam etiam at.",
      "Cubilia class etiam elit praesent dui vivamus ligula morbi. Posuere fusce morbi aliquam litora. Potenti augue dis. Potenti risus nisl faucibus scelerisque. Gravida dolor ut ad amet magna lacinia eni at. Quisque fames. Feugiat magna porta est mattis natoque euismod fames nisl. Rhoncus class. Sodales metus ad montes. Aliquet massa vel vestibulum magna quis. Gravida lorem donec metus dolor libero consectetuer. Egestas dolor metus nunc eros risus nulla fusce cursus metus parturient enim etiam rutrum congue ipsum. Blandit class. Conubia morbi arcu pede. Conubia morbi. Blandit magna. Commodo neque enim faucibus. Lacinia velit ante sagittis egestas magna ante a metus cubilia orci. Cubilia felis at neque sed diam et eros mi. Gravida nulla. Aliquam donec natoque massa odio magna bibendum. Viverra magna."
     ],
     "title": "Conubia porta sit eget diam integer malesuada."
    }
   ],
   "title": "Commodo class massa mauris consectetuer ultricies nulla ve ut ad."
  }
 ],
 "abstract": "Rhoncus velit etiam volutpat neque tellus scelerisque lacus consequat condimentum elementum ante lacinia nisl. Integer neque erat eget accumsan eni elit ipsum congue orci dignissim montes dictumst erat. Iaculis dolor justo iaculis at hac condimentum aliquet curae iaculis rhoncus gravida elit facilisi non. Dapibus ipsum nulla platea ornare. Aliquam dolor duis nonummy potenti montes nisl venenatis ve. Aliquet class ante volutpat senectus mi mollis tincidunt maecenas quam nullam lorem adipiscing dictumst. Lacinia dolor sem urna proin pretium fringilla urna proin suscipit fusce augue. Pretium purus erat. Laoreet justo lacus proin ipsum dictum ipsum parturient blandit cras at odio sem habitasse luctus dictumst morbi phasellus sem sollicitudin metus elit. Aliquet porta sed tempus tristique. Commodo porta. Potenti morbi fusce suspendisse. Aliquet vitae fusce nostra sollicitudin tristique felis eget at consectetuer nullam. Iaculis risus nunc vulputate ridiculus vestibulum quam montes congue sem. Egestas fusce. Egestas fusce dolor sagittis porttitor fames et ornare ad diam ad venenatis neque est elit aliquet. Lacinia velit dis commodo elit curae amet non dolor vestibulum. Dapibus dolor at consectetuer feugiat magna eni parturient elementum condimentum per primis. Aliquam proin nisl potenti id netus cum parturient ligula habitant nisi. Laoreet vitae morbi. Feugiat vitae ad nisl phasellus tempor aptent metus suspendisse interdum. Potenti donec.",
 "authors": [
  {
   "organisation": "Alternative Science Stores",
   "name": "Gino Bone"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Ricardo Haith"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Mafalda Luke"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Mendez Electromantics",
   "name": "Taylor Dewall"
  }
 ],
 "title": "Cubilia felis ac libero pellentesque nam netus cum erat montes in."
}