{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Feugiat felis enim eu curabitur vitae aliquet. Euismod augue nunc dui tempus pretium erat a. Aliquam nulla aliquet orci leo morbi nibh torquent venenatis nascetur. Potenti felis nam dictum. Commodo metus eget facilisis netus potenti nostra vel in vitae dictum montes lacus. Viverra justo nunc fringilla semper vulputate et nulla venenatis nibh eni ac velit nisi justo cursus. Egestas massa cubilia natoque curae ante nonummy lectus non sodales ad hac nisi vestibulum. Natoque metus donec. Commodo fusce et nullam eros ut odio lobortis consectetuer sapien id eu quam dis gravida vel at malesuada fusce dignissim. Aliquet massa diam vitae mi risus sollicitudin. Quisque ipsum eni urna. Aliquet class nisi leo est per natoque mi ligula eleifend. Sodales ipsum eni non iaculis sed maecenas pellentesque potenti fermentum per purus tincidunt facilisis vestibulum orci fames luctus. Potenti fusce nam venenatis nam fusce vulputate. Iaculis risus id sapien quam aenean vestibulum. Dapibus risus blandit iaculis placerat pellentesque blandit semper. Nonummy porta eu dolor id neque porta lorem mus quam est lorem potenti habitant. Iaculis porta velit cubilia ut gravida pede erat nisl. Conubia curae mus pede in eros nibh lorem etiam magnis velit parturient ac primis sollicitudin fringilla. Lacinia massa sodales orci maecenas dolor ut turpis laoreet. Euismod morbi ipsum dictum curae nec nunc lacus sapien in volutpat nunc sapien. Potenti curae pede porttitor consectetuer vel hendrerit aptent.",
 "authors": [
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Leota Cervone"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Crane Nuclear Of Toronto",
   "name": "Neil Iglesias"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Sam Benner"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Gary Cooksey"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Sidney Sheller"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Jose Shaikh"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat velit. Potenti lorem velit. Blandit curae risus lectus cubilia platea primis hendrerit dui sollicitudin lorem. Aliquet justo eni ultrices a suscipit nunc et donec interdum ac curae nullam ve maecenas vivamus. Integer porta sit urna ac consequat. Sodales risus et auctor rhoncus potenti taciti ante scelerisque conubia nulla purus arcu in justo sed tempus nascetur dictumst purus fermentum. Vivamus curae. Aliquam donec potenti facilisis ante. Nonummy donec sed enim in eros duis tristique pellentesque. Aliquam netus elit convallis montes. Dapibus massa. Pretium lacus proin erat mollis et aenean lacus blandit ut. Cubilia netus. Feugiat metus nibh a. Pretium massa. Feugiat vitae est nisi dis pharetra consectetuer lacinia hymenaeos nec ultricies mauris ipsum mollis hendrerit metus. Gravida metus mi morbi quam sociosqu massa a. Blandit ipsum diam iaculis nunc laoreet at platea consectetuer. Vivamus netus at. Egestas risus diam molestie pellentesque tempor vitae orci. Potenti fusce aliquam elit. Quisque lorem ac sollicitudin consectetuer.",
      "Commodo justo. Viverra augue netus velit magnis scelerisque lacus lectus justo suspendisse in turpis. Nonummy proin est nisi et. Natoque morbi. Quisque dolor odio eni odio tellus in facilisi quisque pellentesque imperdiet proin odio ultricies. Pretium netus eu et libero id arcu phasellus. Posuere augue. Laoreet donec eget nam nullam. Iaculis proin. Dapibus vitae parturient praesent commodo potenti metus quam ve eros ante. Sodales justo lorem purus. Gravida neque. Dapibus lacus morbi. Laoreet lacus adipiscing commodo dui varius feugiat consequat magnis ad. Euismod nulla nec odio lobortis a consectetuer ante. Quisque dolor nulla per nec leo. Blandit etiam. Rhoncus class diam mi netus massa potenti lectus hendrerit mi vulputate. Cubilia porta at risus. Blandit vitae ipsum scelerisque non semper. Natoque justo adipiscing amet ligula vestibulum pellentesque. Rhoncus justo fusce.",
      "Euismod fames quis diam urna id facilisis morbi. Iaculis dolor. Sodales neque id platea mi nisl phasellus tempus. Blandit massa hac ultricies sed lorem. Iaculis donec ve morbi semper. Egestas augue sit dignissim. Rhoncus netus. Quisque velit parturient nascetur diam blandit. Blandit purus massa eleifend netus et a nullam urna. Natoque lacus in. Posuere massa porta sapien ullamcorper curae facilisis. Posuere augue id tempus pellentesque est. Iaculis justo. Nonummy class nibh id lorem malesuada. Laoreet lorem sit purus nam. Aliquet velit curae euismod ornare felis morbi. Lacinia dolor eros senectus hymenaeos erat suspendisse. Natoque justo mi nulla est habitant consectetuer egestas vulputate. Aliquet nulla. Viverra class justo mattis quis ve curabitur vivamus. Viverra velit fames vitae mattis feugiat quisque vulputate. Posuere ipsum est eros potenti vitae quis eni natoque."
     ],
     "title": "Sodales netus ut ante."
    },
    {
     "paragraphs": [
      "Potenti fames vestibulum torquent. Natoque etiam eu tortor dui sodales. Aliquet velit fames habitant. Quisque neque odio nec. Natoque justo ut. Euismod nulla fusce. Rhoncus fusce eget consequat luctus felis pretium ante pellentesque adipiscing orci mattis sagittis scelerisque maecenas curabitur odio. Aliquam purus. Integer nulla. Quisque nulla vestibulum vivamus est congue maecenas adipiscing tempus nisi. Gravida porta amet diam purus hymenaeos. Posuere morbi ve ipsum ac cursus consequat massa vulputate sed quam urna accumsan. Cubilia proin id facilisis augue. Euismod fusce in varius facilisi convallis placerat primis adipiscing porta. Cubilia justo ut auctor consectetuer. Euismod felis adipiscing interdum eget rutrum lectus risus est nisi. Nonummy porta etiam pharetra tristique morbi. Sodales magna curae auctor mi ligula egestas quis eros molestie. Laoreet porta leo interdum cubilia venenatis. Gravida magna odio sociosqu fames. Dapibus proin aliquam arcu accumsan etiam cum cursus pretium quisque. Viverra velit fusce leo mus.",
      "Dapibus magna fusce mollis neque per arcu vestibulum urna etiam commodo. Potenti augue. Blandit etiam hac laoreet vehicula congue parturient neque nunc velit erat. Blandit massa. Euismod massa quis a arcu. Nonummy magna eni platea. Viverra dolor erat sed quis interdum gravida tortor massa. Conubia metus dis mauris lacinia aliquam purus. Posuere augue felis faucibus duis. Feugiat vitae. Pretium proin morbi semper taciti. Nonummy dolor quis in eget. Nonummy augue dolor fusce elit aliquet dignissim. Gravida fames vivamus ipsum. Commodo morbi eros facilisi lorem a auctor eget risus. Feugiat magna eget nec a sociis lorem torquent. Nonummy fames nonummy fermentum molestie et. Commodo ipsum augue. Iaculis justo fusce a posuere. Rhoncus lorem nibh ante vitae ve sociis. Vivamus curae elit. Laoreet etiam nibh eros auctor diam."
     ],
     "title": "Aliquet vitae fames turpis tortor felis."
    }
   ],
   "paragraphs": [
    "Pretium morbi velit feugiat mus molestie pellentesque posuere tincidunt facilisi taciti. Blandit lacus leo tempus at non enim litora feugiat laoreet diam arcu diam pretium sem. Euismod class odio penatibus tellus curabitur adipiscing. Laoreet class orci curabitur. Iaculis fusce risus. Blandit justo. Egestas risus quam sociosqu interdum augue vel eros pellentesque euismod inceptos in. Gravida morbi. Egestas metus in felis tempor ad id fames odio euismod at auctor et congue risus sodales. Posuere magna at nullam a adipiscing sed justo. Posuere massa potenti primis et mus orci. Aliquam netus mi aenean nisi eu imperdiet nulla nisl malesuada platea. Pretium ipsum nisl. Aliquet lacus aliquet dapibus. Egestas lacus donec vel. Feugiat morbi pede cum senectus. Dapibus neque ante. Laoreet porta ad libero aliquam habitasse pulvinar tempor pede. Quisque purus morbi eget. Viverra justo enim viverra eu et montes mi semper torquent consequat a hac malesuada aliquam tortor. Pretium lorem vitae per quis ad proin ve suscipit enim. Euismod magna ac neque mi libero id quam.",
    "Rhoncus proin arcu justo gravida montes eu augue. Viverra dolor dui libero commodo dapibus eget lorem ve tempus penatibus id class ut. Sodales felis. Dapibus porta. Laoreet purus arcu fames elementum et ve enim ornare posuere ad. Potenti etiam nec pede platea. Lacinia lacus massa molestie felis a nisl metus et metus. Posuere vitae. Commodo felis enim a ante id vehicula ante nonummy. Pretium fames mi sociis facilisi risus a. Lacinia lacus. Posuere fames gravida commodo magnis nam eu. Potenti risus eget posuere porta sed nibh vestibulum arcu justo. Laoreet lorem eros inceptos a. Feugiat felis quis facilisi morbi velit pulvinar sit. Rhoncus augue amet volutpat donec dignissim tempus dictumst. Laoreet velit pede interdum vestibulum ligula morbi neque luctus pellentesque. Posuere velit fames hac maecenas velit malesuada dis aliquet nisl pharetra ac. Rhoncus neque etiam non quam. Natoque etiam. Gravida porta ac consectetuer laoreet ipsum metus a euismod id. Natoque purus nunc."
   ],
   "title": "Aliquam magna quis laoreet a suspendisse."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra porta. Cubilia fusce. Potenti risus at justo platea taciti torquent donec consequat. Sodales felis eget a nisi adipiscing at sapien ve. Posuere porta at nam nisi at pellentesque tempus et suscipit pretium risus urna. Commodo risus. Egestas fames quam accumsan per cubilia ad nibh imperdiet dis fermentum. Vivamus purus urna mus at sollicitudin laoreet lobortis proin velit aenean vitae. Integer donec felis ullamcorper erat ante adipiscing dictum ultrices dignissim. Laoreet donec vel erat nunc. Pretium vitae mi curae erat urna blandit convallis nunc sem duis. Iaculis purus ad et convallis velit tincidunt molestie auctor duis. Vivamus purus neque mattis platea eni quisque ultrices curae metus primis magnis dis maecenas. Vivamus curae et at magnis. Natoque morbi donec faucibus id sit semper et porta vulputate in curae. Natoque neque diam sed eget parturient et ridiculus elementum eget convallis cum proin. Natoque risus sem lacinia fames orci tempor egestas elementum. Pretium donec. Aliquam netus diam arcu natoque netus. Natoque porta nisl eleifend rutrum duis tincidunt morbi. Natoque class justo proin nostra justo vivamus amet pretium ad hymenaeos. Aliquam magna purus pulvinar cras eget sodales eni vulputate.",
      "Posuere proin quam eni metus parturient ut pharetra arcu curabitur consectetuer vestibulum amet venenatis tortor habitant interdum. Euismod magna eget semper auctor tristique lorem convallis dui est imperdiet. Rhoncus donec elit semper. Conubia proin sit enim arcu. Laoreet neque eni nisl ve justo pellentesque. Pretium nulla ve pede viverra ac. Aliquam donec proin hac lorem. Dapibus purus arcu nascetur dignissim suscipit justo erat id. Conubia curae eu odio. Vivamus morbi quam maecenas purus. Euismod magna nisi natoque elit nisl cum enim a erat ut arcu. Rhoncus class sed eget enim mus integer sit ad. Feugiat morbi ad ligula pede laoreet odio orci neque hac. Integer vitae ut mauris sed euismod in sociis sodales natoque sapien mus diam in consectetuer semper in magna. Aliquam risus ad duis sociosqu eni quisque. Laoreet proin vestibulum inceptos elit cum erat pellentesque. Posuere donec urna et. Aliquam class vestibulum urna nostra odio scelerisque mi tempus id. Potenti etiam ac. Commodo dolor etiam aliquam ut cursus penatibus ut donec ut mattis. Commodo morbi elit imperdiet mi fringilla. Sodales metus nec."
     ],
     "title": "Quisque fusce."
    },
    {
     "paragraphs": [
      "Egestas felis. Blandit morbi nisi netus. Potenti neque ipsum habitant augue facilisis habitant. Pretium class vestibulum commodo nunc nibh. Viverra fusce leo urna a erat ad non fringilla lectus. Egestas lacus proin inceptos nunc viverra ut ad. Laoreet vitae nisl curabitur. Egestas fusce at mollis ve non nunc eget cubilia neque leo lorem nulla. Aliquet morbi vestibulum nisl velit vehicula ve ornare. Sodales risus orci justo feugiat rutrum dis quam nec cras. Blandit donec arcu netus natoque et odio ornare morbi. Commodo lorem pede interdum senectus. Nonummy nulla ipsum torquent magna ligula erat. Lacinia magna ac. Euismod fames massa cubilia nisi at. Conubia risus ve pulvinar habitant et. Lacinia felis viverra ac curae. Viverra velit at primis cras scelerisque sollicitudin commodo nisi interdum. Blandit massa in diam placerat vel. Pretium massa. Natoque etiam. Dapibus justo id quam.",
      "Quisque lorem arcu lacinia diam eu tincidunt quam hac netus porttitor mus consectetuer ve cubilia. Sodales dolor urna congue consequat. Euismod morbi porta turpis ornare etiam morbi. Dapibus netus ve consectetuer eros proin dignissim mattis fermentum. Rhoncus etiam leo cubilia. Feugiat curae. Dapibus felis eros sociosqu purus ut litora et faucibus luctus nullam. Natoque lorem elit integer ad arcu lorem. Euismod fusce quis habitasse phasellus urna justo quis. Natoque netus vestibulum pharetra velit netus litora adipiscing dolor ante auctor. Pretium massa enim pulvinar enim sit. Laoreet netus nibh a class mi a nunc fusce augue sit cras consectetuer mi laoreet eget. Potenti purus hac orci morbi ad tortor venenatis cubilia ante. Natoque porta. Laoreet class hac netus hendrerit pretium montes litora dapibus nibh vel elit. Dapibus curae odio facilisi velit dignissim non est pellentesque magnis at sagittis aliquet. Nonummy velit feugiat aenean duis integer litora erat primis et pulvinar vitae consequat amet pretium. Laoreet class sit proin curabitur sodales. Commodo magna. Posuere justo mi venenatis scelerisque habitasse nisl euismod feugiat curabitur aptent parturient bibendum. Posuere risus vestibulum posuere duis et enim. Pretium nulla mus.",
      "Viverra nulla. Blandit proin non cursus placerat nunc. Pretium ipsum lacus maecenas et. Gravida lacus laoreet per diam posuere erat senectus. Iaculis donec et nullam sodales ve. Viverra lorem justo nullam donec blandit eni mi auctor praesent egestas natoque. Iaculis etiam eget sed auctor egestas at. Iaculis justo ve torquent elit gravida ac et arcu ullamcorper dapibus. Laoreet lorem adipiscing posuere sed mi sociis dapibus odio pulvinar. Gravida metus quis curae velit pede at porta. Iaculis class quis senectus hac. Vivamus risus ac fringilla. Aliquam proin sed ornare sodales. Quisque risus nisl leo nec eu magna semper. Aliquam velit nulla. Quisque proin eros. Viverra porta pretium ligula. Vivamus purus mus parturient curabitur. Blandit justo lorem quam mi pede. Vivamus netus. Blandit metus diam nunc amet vestibulum phasellus diam pellentesque varius tempus rhoncus quam diam tincidunt. Lacinia porta ve massa interdum morbi lacinia phasellus."
     ],
     "title": "Aliquet dolor arcu dapibus eu."
    },
    {
     "paragraphs": [
      "Pretium metus integer gravida consequat. Laoreet nulla. Natoque velit. Blandit nulla. Lacinia etiam sem parturient tellus ve senectus. Viverra morbi ac. Viverra vitae. Feugiat dolor cras tellus viverra mi orci etiam. Quisque curae parturient enim taciti bibendum. Rhoncus fusce erat est sed sit porttitor pellentesque adipiscing nibh porta. Egestas risus magna vitae maecenas etiam eu a nisi. Vivamus netus ipsum luctus morbi. Conubia vitae. Gravida massa magna magnis risus ad mauris purus sodales. Euismod class eu a eget ve nisi urna hac. Conubia fusce pretium tortor et mattis. Gravida magna. Aliquam velit nisi pulvinar odio vivamus. Natoque nulla purus congue ad praesent pretium blandit odio. Pretium neque amet vel mollis ridiculus ultricies vestibulum blandit nunc torquent. Lacinia metus. Aliquam dolor natoque class justo dictum magnis suscipit fermentum fames tempus.",
      "Dapibus class ante lectus tempor conubia. Natoque fames quisque euismod purus morbi aliquam. Dapibus vitae ut mattis tristique proin sociis purus. Aliquet massa proin ornare rutrum quam condimentum viverra per pharetra. Vivamus donec arcu scelerisque mi luctus viverra elementum mi sapien risus nunc. Integer velit sit quam. Pretium fames. Aliquam etiam adipiscing odio. Iaculis velit in cras neque cras ad sollicitudin litora mi primis diam ornare massa ligula semper donec suspendisse volutpat eros elit metus. Potenti augue id netus taciti adipiscing. Pretium etiam ve dictum praesent mus nibh habitant. Cubilia dolor. Commodo lorem arcu ac pellentesque consectetuer posuere tortor. Egestas felis vestibulum ullamcorper nostra eu ligula sollicitudin vivamus. Cubilia lacus ante. Euismod donec amet euismod id ac litora fringilla morbi orci erat aliquet. Viverra dolor duis scelerisque euismod ullamcorper nisi tempor nisl. Laoreet vitae ve ultrices mattis elit condimentum. Cubilia ipsum. Sodales fusce. Lacinia donec sit odio habitant lacinia aliquet consequat in dignissim scelerisque venenatis quis. Feugiat netus.",
      "Viverra lacus integer sem in fermentum curae vulputate commodo non. Integer purus duis conubia quis tempor malesuada adipiscing cubilia pede et arcu primis hendrerit pulvinar accumsan. Euismod justo id habitant arcu curabitur. Commodo velit. Aliquet porta eget eni metus fringilla torquent magnis quisque. Pretium nulla mi. Aliquet justo. Egestas class sit etiam massa nisl auctor. Aliquet curae lacus facilisis condimentum cum duis sed nam. Sodales metus. Dapibus risus. Pretium risus arcu lorem. Natoque justo vel lectus metus condimentum hac urna ipsum cras inceptos pede turpis. Conubia risus massa duis dictumst condimentum sociosqu penatibus. Dapibus neque orci est massa malesuada. Nonummy lacus eu turpis sed ve primis pede duis justo viverra quis est malesuada tortor ve. Gravida class etiam penatibus. Conubia dolor eget sagittis consectetuer montes. Vivamus morbi porta integer lobortis ut ante. Aliquet fusce sed urna gravida eu hendrerit a dis dignissim dis. Pretium velit parturient eleifend etiam imperdiet. Euismod metus quam molestie."
     ],
     "title": "Dapibus risus."
    }
   ],
   "paragraphs": [
    "Pretium donec enim nibh eros fusce suspendisse facilisi aliquam vitae. Viverra netus. Egestas magna curae potenti nostra pede amet eget magna donec porttitor. Aliquet proin odio quam. Nonummy fusce hac odio facilisi pretium praesent nostra parturient. Quisque neque lacus suspendisse eu mattis consectetuer sit. Vivamus augue porta non nisl donec id duis netus etiam augue sociis. Blandit curae nibh. Commodo magna. Rhoncus velit id litora euismod ligula ut ipsum ad. Viverra ipsum porta ante in diam. Conubia augue pede eu eros magnis tellus mus. Egestas class et pellentesque sollicitudin aliquet nullam tristique ac lacus. Cubilia ipsum quis neque venenatis. Euismod class id malesuada vulputate eget facilisis semper lacus pede eni quis eros potenti a condimentum cum dictum faucibus. Euismod magna. Integer etiam. Euismod fames. Pretium dolor ve leo condimentum posuere ullamcorper amet. Potenti vitae sed nam id consectetuer. Viverra metus pede dui facilisi a sollicitudin ante quisque. Nonummy fames est risus.",
    "Quisque donec hac conubia pharetra. Aliquam class dis tempor a lobortis cras urna elementum sit nisl. Natoque etiam class ligula mattis volutpat quisque class porta tortor in faucibus. Iaculis vitae mus nulla morbi est eros varius. Sodales risus quam nam natoque in diam ullamcorper consectetuer. Rhoncus netus neque vivamus sit eu enim habitant nulla commodo. Cubilia ipsum. Laoreet curae eros nonummy tortor nunc tincidunt porttitor vitae ad felis montes turpis eleifend class velit. Cubilia proin odio erat nonummy ad arcu dictumst aliquam dolor nunc porttitor senectus lacus. Quisque magna duis auctor cras sodales a mauris. Pretium morbi lacus neque gravida rutrum non tellus ad ligula tincidunt ve platea varius. Commodo risus. Cubilia magna elit non. Integer netus et felis congue eu lorem sit. Aliquam felis erat sed. Gravida risus sit arcu urna habitant. Viverra lorem. Commodo donec. Posuere vitae. Nonummy felis nec eros vitae blandit etiam justo ipsum. Posuere donec nisl hac justo gravida tortor in. Natoque felis quis sed ve risus ve."
   ],
   "title": "Quisque curae quam sapien vitae aliquam conubia."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat donec. Natoque felis eros sit cras tempus pulvinar suspendisse facilisi convallis eget. Vivamus justo erat facilisi ornare risus et habitasse ipsum. Quisque neque at eros bibendum dignissim a risus et habitasse integer dictum ut donec varius eu tempor lacus adipiscing placerat. Natoque dolor nisl tempus maecenas mi etiam et tempus a interdum. Blandit lacus eu. Sodales dolor. Potenti massa sem eros. Laoreet augue fusce amet nisi amet tempor blandit. Aliquet nulla dis quam rutrum lobortis ad. Aliquet risus. Lacinia velit curae posuere mi cursus at fusce taciti. Nonummy lorem augue eni. Commodo ipsum. Integer risus donec nunc suspendisse sollicitudin iaculis. Posuere vitae. Nonummy dolor mi fusce sociis. Lacinia purus at sollicitudin egestas magna non netus dignissim suscipit amet luctus vehicula. Viverra neque felis aptent felis nulla tempus tortor leo cursus eu. Potenti lorem. Egestas dolor cras potenti leo tristique porta. Natoque proin dapibus sapien vel eget erat.",
      "Iaculis lorem. Commodo lorem nibh ipsum id consectetuer integer risus quam porta ad tortor mi ante. Commodo purus ut. Vivamus augue justo aliquet sed at bibendum. Potenti donec parturient ut sollicitudin nonummy tortor nam aenean. Posuere felis in rutrum. Lacinia justo dolor facilisi nibh nisl. Vivamus dolor risus ullamcorper amet pede cubilia donec. Conubia donec. Potenti velit orci tristique aptent venenatis gravida ipsum mi mollis ultrices purus cubilia quam. Dapibus fames porta magna justo diam ultricies dictumst. Vivamus nulla augue porta. Aliquam neque. Nonummy morbi parturient bibendum eros facilisi sem enim id massa. Quisque fusce id ac turpis penatibus at ipsum enim molestie eget dui ac risus interdum. Cubilia donec. Nonummy velit pede ante fusce. Laoreet lorem orci taciti pulvinar faucibus. Lacinia neque potenti habitant elit eu pede risus. Lacinia vitae nam eget vestibulum ut hymenaeos a non dignissim tellus a molestie. Commodo etiam. Feugiat proin arcu integer ut ante volutpat at aptent.",
      "Dapibus fusce massa proin rhoncus aenean at et nostra pellentesque nam massa. Egestas etiam purus quisque pretium pede quam mollis semper felis. Pretium class etiam mattis rutrum. Sodales morbi erat a duis. Laoreet vitae justo curae purus enim ipsum. Gravida curae mus nisl ad etiam ac a nullam. Euismod lacus. Nonummy class aliquet. Lacinia justo nisi eget. Blandit metus. Aliquam vitae et ligula natoque gravida orci dis primis. Dapibus purus nunc eni dictum facilisi adipiscing hymenaeos ullamcorper phasellus eget viverra dui placerat pellentesque. Aliquam lacus dis ante suscipit eni ad primis pharetra parturient imperdiet. Aliquet morbi odio consequat ad justo suspendisse at auctor pharetra at porta. Posuere nulla vivamus fermentum enim libero elementum hendrerit amet sed proin porta. Integer lacus massa duis lacus turpis convallis tincidunt adipiscing. Rhoncus proin arcu. Commodo curae ut semper sollicitudin nec felis massa quam. Euismod ipsum. Blandit donec dis lorem nibh venenatis eget sem ac. Egestas lorem et amet conubia. Gravida justo vel fusce ridiculus maecenas in."
     ],
     "title": "Cubilia ipsum nisl pede duis euismod ad sociis volutpat."
    },
    {
     "paragraphs": [
      "Laoreet dolor. Sodales porta ac placerat iaculis pretium tempor quam facilisis et enim placerat condimentum. Lacinia dolor. Integer justo. Gravida velit at felis pellentesque. Potenti massa ac ante lacus. Integer morbi urna elit laoreet eu accumsan pharetra in pede dolor proin aliquet penatibus dictumst sapien eget. Laoreet purus cras a. Egestas purus donec leo odio. Natoque dolor eni diam volutpat suscipit sollicitudin. Potenti fames eni dui est at orci luctus. Dapibus augue leo amet cursus aenean. Blandit augue eget luctus magnis. Nonummy netus dis ultricies. Feugiat massa ac nostra conubia orci in dis nibh natoque id. Natoque curae. Iaculis fusce justo sed etiam fermentum. Nonummy velit. Sodales risus magna hymenaeos eni fames dignissim aliquam justo. Pretium proin ut risus fringilla aliquet nunc torquent justo sodales aptent. Conubia risus nibh a orci vitae sagittis vestibulum consequat. Natoque donec vel amet justo vitae arcu netus facilisis.",
      "Blandit class felis bibendum sit ve sollicitudin aptent ut. Aliquam augue sed elit habitasse hac ridiculus tempus duis purus dignissim dictum fusce sodales arcu cras sodales. Feugiat dolor nisl nibh curae vivamus fusce quam blandit. Quisque vitae et. Rhoncus netus. Natoque velit. Aliquam class in facilisis morbi taciti vestibulum morbi sodales gravida eget ipsum proin. Commodo risus duis. Feugiat nulla. Gravida felis in ultricies proin ut velit consectetuer. Dapibus augue cras nisi purus donec habitant amet aliquam. Conubia risus ut arcu senectus praesent consectetuer parturient viverra sit ridiculus leo cras id. Dapibus nulla ve ultricies a hac venenatis sollicitudin vestibulum. Euismod augue. Viverra risus cras suspendisse sollicitudin dapibus duis elit phasellus semper. Blandit morbi urna nisi. Nonummy etiam massa aptent nulla interdum fusce morbi non. Aliquet ipsum adipiscing lobortis duis maecenas sollicitudin. Egestas neque. Nonummy fusce. Pretium purus. Vivamus neque cum urna id habitasse."
     ],
     "title": "Blandit magna eni purus."
    }
   ],
   "paragraphs": [
    "Rhoncus massa leo etiam dictum libero vel commodo semper ante pretium. Lacinia fusce ante a elit vestibulum mus etiam convallis conubia mattis porttitor molestie quis conubia fermentum eros. Euismod proin ut. Laoreet proin eros odio parturient sociis torquent ultricies. Sodales morbi in ac class magna ante sed eget euismod. Commodo velit ante nibh dui pellentesque ve magna nostra tempus vehicula ridiculus turpis. Viverra class mus sagittis augue dapibus in. Feugiat vitae netus nisl iaculis metus felis ultrices ipsum. Rhoncus ipsum in eget litora ultricies nec. Aliquet dolor orci et amet in netus cursus nisl convallis per pellentesque justo erat a pede mi semper sollicitudin nec. Iaculis purus mi. Lacinia justo. Posuere vitae amet faucibus accumsan sollicitudin adipiscing. Pretium felis vitae fusce ornare ipsum quam tortor. Sodales proin morbi. Gravida class. Natoque justo vestibulum interdum diam senectus fusce faucibus ut sapien. Potenti ipsum dis hendrerit enim. Pretium justo fames nibh tellus ut ultricies. Euismod felis pede quam elit quis. Commodo fames diam taciti. Aliquam fusce purus mattis eu ligula malesuada tempus maecenas ridiculus a hac elementum.",
    "Lacinia ipsum pede vehicula accumsan consectetuer. Egestas fames urna maecenas sodales consectetuer. Commodo velit adipiscing vivamus. Laoreet risus donec. Pretium justo. Pretium etiam ve nisi habitasse ad. Pretium augue parturient ullamcorper varius ve. Viverra justo conubia augue. Aliquet lacus ante senectus feugiat sollicitudin cursus etiam netus enim conubia in ad enim dictum ad vehicula commodo. Pretium donec nibh praesent. Laoreet class nisl a quam eu class dictum morbi ultrices odio turpis ac lorem. Aliquet neque arcu habitasse semper massa parturient duis netus feugiat donec. Blandit vitae quisque vel in auctor accumsan porttitor at purus. Euismod nulla nunc vitae id metus ad litora per. Egestas porta nibh bibendum sodales euismod eget. Potenti donec urna dapibus. Conubia vitae. Commodo justo parturient ve vehicula. Commodo fames class etiam rhoncus cursus. Commodo purus vestibulum potenti eget parturient penatibus urna metus sodales at vel. Euismod morbi in dignissim justo faucibus. Dapibus magna adipiscing cras tellus vestibulum consectetuer conubia sagittis."
   ],
   "title": "Gravida proin enim mus."
  }
 ],
 "title": "Euismod metus orci aptent sapien porta vitae suscipit per eu congue nam quis."
}