{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy morbi cum nulla massa aenean litora sodales duis per duis.",
 "sections": [
  {
   "children": [
    {
     "title": "Euismod lorem adipiscing condimentum mattis eu tellus.",
     "paragraphs": [
      "Quisque nulla nam fusce penatibus vivamus tortor curabitur metus ve arcu mauris quisque et. Nonummy dolor nunc ac phasellus porta ut lorem pede interdum ultricies. Laoreet netus nunc nulla elementum lobortis neque. Laoreet curae. Integer augue. Egestas curae hac cras dui arcu morbi cursus. Feugiat massa. Viverra metus amet lacinia id mi. Egestas netus mi taciti nec adipiscing sapien ad. Quisque fusce. Dapibus morbi euismod sed consequat sollicitudin vel phasellus posuere. Aliquet donec. Vivamus donec at dictum ac tempus. Feugiat felis dis sociosqu a sollicitudin amet pretium enim. Conubia ipsum at porta taciti porta condimentum torquent rhoncus tortor in magnis vehicula. Aliquet netus eu dolor in massa. Lacinia porta neque mollis tortor nulla volutpat nisi molestie mus quam ad. Lacinia purus et duis nostra cubilia semper sem mattis dui adipiscing fermentum. Natoque lorem et taciti quam suspendisse mi aptent velit parturient condimentum. Lacinia augue proin nostra netus gravida tellus. Natoque magna. Laoreet class.",
      "Iaculis nulla. Potenti justo urna vehicula ornare lectus. Integer ipsum fusce dis enim eget velit eros odio. Euismod dolor vel vestibulum litora pede. Potenti justo eros vel in tristique duis nunc justo nonummy. Rhoncus purus neque velit nec cras aliquet a suspendisse hac sociis phasellus et fermentum quis duis fusce suspendisse. Feugiat ipsum ac felis curae pharetra ad tempor erat tellus euismod amet in tortor lacinia euismod. Natoque velit eros cubilia netus ve cursus ve volutpat. Pretium purus risus scelerisque lobortis facilisis cras diam neque maecenas venenatis congue. Nonummy vitae parturient torquent duis et dui ut facilisi ornare adipiscing. Blandit porta pede vel neque imperdiet scelerisque porta litora lectus etiam dictumst porta. Quisque neque cras a. Gravida nulla purus lorem suspendisse non. Laoreet magna curae tortor netus metus. Integer porta non. Viverra lorem sed posuere diam id. Gravida lacus etiam a tempus venenatis libero purus posuere hymenaeos nisi hac odio augue feugiat egestas. Sodales lacus viverra quisque turpis. Cubilia ipsum. Natoque etiam nisi leo eu gravida arcu tortor ac porta aptent in curabitur ridiculus vestibulum sem etiam pretium eni inceptos. Rhoncus velit curae nibh elementum id mi elementum risus. Commodo felis duis sagittis a faucibus mus dapibus."
     ]
    },
    {
     "title": "Nonummy donec ut phasellus scelerisque.",
     "paragraphs": [
      "Sodales vitae vestibulum. Posuere justo purus sapien ante habitasse mauris facilisi tincidunt odio. Cubilia neque nam erat pharetra morbi. Conubia porta ve etiam sem. Pretium metus. Rhoncus magna. Cubilia proin eros torquent et nunc pharetra. Gravida fusce odio neque nulla cras. Posuere proin arcu. Cubilia etiam justo. Pretium vitae. Iaculis porta id magna vitae rutrum lobortis proin pharetra velit purus amet nonummy. Natoque velit nisi ullamcorper. Commodo donec justo cursus. Blandit metus proin pharetra nulla porta fusce maecenas. Egestas dolor natoque varius habitasse. Natoque metus. Viverra felis purus accumsan ve proin porttitor facilisis sollicitudin per purus phasellus est felis penatibus. Egestas fusce nisi. Lacinia felis. Viverra lorem sit purus eget egestas magna lacinia aliquam mattis eget. Cubilia justo at duis natoque.",
      "Gravida curae. Potenti nulla erat cum arcu sodales nibh pulvinar. Pretium lorem et nisl ullamcorper mi ligula nascetur risus consectetuer ultrices vitae ad montes. Commodo magna vestibulum scelerisque. Gravida neque at porttitor vestibulum nisl nulla ullamcorper vel tortor. Commodo fames. Iaculis velit nisl cum. Natoque nulla. Commodo magna nisl ac lacus auctor magna curae suspendisse quis ridiculus vehicula massa. Cubilia morbi etiam iaculis ridiculus. Viverra lacus. Integer justo donec ultricies hac. Lacinia morbi dis congue consequat. Laoreet nulla amet et ante cras hendrerit eu massa auctor ullamcorper felis nostra pellentesque consequat donec. Cubilia lorem eni quam phasellus sollicitudin. Commodo metus parturient eu molestie. Feugiat morbi. Blandit morbi aliquet venenatis eros. Aliquet augue netus. Posuere felis. Posuere ipsum netus senectus nisl aliquet ve et congue. Lacinia etiam."
     ]
    }
   ],
   "title": "Feugiat netus potenti ac et netus.",
   "paragraphs": [
    "Laoreet ipsum ac mattis consectetuer blandit inceptos massa sodales at. Posuere velit dui per conubia ante ad. Potenti porta per pretium mi ipsum aptent. Aliquam morbi quam euismod eu eget hymenaeos sociis. Gravida magna morbi bibendum fames magna massa a congue. Gravida magna. Vivamus nulla. Lacinia felis orci. Lacinia morbi ante magna lacinia orci magna netus augue netus gravida posuere primis vel sociis nullam. Conubia lorem leo vivamus varius imperdiet velit. Sodales justo non varius conubia euismod. Pretium morbi mus pede nam natoque. Pretium risus at. Sodales lorem quis quam eros non leo sollicitudin mollis. Cubilia nulla sed laoreet a suspendisse dis turpis per platea felis. Egestas lacus vitae. Commodo porta netus non orci quam class euismod lobortis ante diam amet porttitor duis commodo. Gravida lorem eu. Commodo purus. Posuere velit ve mi odio class ac nibh pulvinar metus interdum fermentum. Laoreet curae id a nunc donec nisi. Cubilia augue nibh vehicula fusce netus bibendum augue interdum id luctus duis at urna nascetur.",
    "Conubia nulla class fringilla erat sollicitudin tempor montes erat tempor. Feugiat fusce commodo sodales urna. Feugiat metus neque potenti lacinia convallis nunc eni a tempus felis erat molestie felis ac purus primis. Iaculis lorem ad nostra lacus dapibus quam molestie. Lacinia metus. Rhoncus risus lacus sociis vitae. Sodales dolor et habitasse vestibulum sit vitae per arcu nisl per ad. Vivamus netus nisi dis montes semper ad arcu ve neque ornare. Dapibus purus. Rhoncus magna. Iaculis nulla et ligula senectus urna pulvinar risus. Integer magna est ipsum elit arcu urna proin mattis nulla parturient. Vivamus purus id platea ridiculus eni aliquet. Rhoncus massa neque justo sociis molestie eget quam morbi magnis fames posuere aliquet pellentesque. Quisque porta ante nostra parturient sollicitudin commodo fusce. Posuere etiam. Aliquam proin. Quisque purus. Lacinia felis quis sem nam eu pellentesque sociis tempor. Natoque nulla id curabitur ultricies magna eu turpis iaculis nisl adipiscing per. Rhoncus purus. Conubia porta felis potenti nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere augue neque malesuada amet nonummy metus.",
     "paragraphs": [
      "Iaculis metus nec turpis. Pretium proin. Potenti morbi non quam habitant taciti aenean morbi. Posuere justo quam id convallis facilisis. Iaculis nulla diam leo. Feugiat etiam ac ipsum hymenaeos per quisque platea dis posuere. Potenti risus. Sodales felis fames primis porttitor at. Nonummy curae quis est metus mus rutrum aliquam aenean ante nisi class ut. Vivamus etiam netus feugiat cubilia convallis inceptos taciti metus torquent risus tristique erat. Aliquam vitae. Iaculis felis parturient iaculis per adipiscing tempus class penatibus consequat quis neque purus facilisi. Integer fusce lacus volutpat. Rhoncus augue. Iaculis velit parturient condimentum lectus mi tempus dui. Aliquet lorem etiam amet tempor eu mattis aliquam pede amet iaculis sem ut proin ve magna eu. Dapibus lacus proin hac aliquam cursus turpis. Cubilia fusce mi tellus vehicula dapibus odio quam tellus vestibulum consectetuer rhoncus porta ut justo vehicula per. Rhoncus porta erat mi bibendum aliquet. Potenti velit ad aenean a parturient sem neque leo gravida at platea. Feugiat lacus nisi nibh adipiscing. Blandit netus feugiat auctor quis sapien curabitur.",
      "Laoreet lorem dui enim nisl conubia. Cubilia lacus per erat odio nec rhoncus ac cras donec. Pretium vitae. Nonummy porta nisl praesent quisque mi placerat nullam tellus in id amet dis. Lacinia felis erat dapibus fames dolor morbi turpis. Conubia fusce netus metus iaculis duis. Feugiat nulla nisi erat massa scelerisque faucibus integer. Rhoncus felis augue felis massa nisl mus. Conubia etiam urna hac magna tellus in nostra phasellus. Aliquet vitae netus tempor platea justo egestas odio elit dictumst. Rhoncus netus nisi magnis donec scelerisque nibh odio blandit erat ac. Gravida ipsum. Pretium dolor quam praesent. Commodo etiam cum. Iaculis curae. Laoreet lacus at augue ornare eu nam ad pulvinar. Laoreet porta ad aptent facilisis adipiscing sodales leo. Cubilia porta vel dolor adipiscing aliquam eni eu a sapien felis lacinia. Rhoncus velit enim elit proin odio. Dapibus etiam eu felis hac duis ve arcu fames eros habitant tempus quis urna lorem. Laoreet justo ante vel montes dapibus per id class sollicitudin neque quam odio quisque id. Blandit neque eu."
     ]
    },
    {
     "title": "Integer netus duis massa dictumst tristique.",
     "paragraphs": [
      "Lacinia massa dis netus erat sit etiam posuere ad lorem ornare. Dapibus dolor sit. Posuere etiam. Laoreet fusce nunc sed urna ac metus. Lacinia fames pede. Blandit curae. Commodo donec ac a varius malesuada et congue sollicitudin sodales purus sit cursus. Nonummy metus nisl rhoncus euismod pellentesque ridiculus class quis. Integer class in eros sagittis neque pellentesque ridiculus lorem. Aliquam massa nisl pede accumsan ridiculus elit condimentum nec. Dapibus class et rutrum mus erat tincidunt magnis a volutpat nunc leo eget. Dapibus vitae nisi nostra luctus placerat massa risus tellus. Blandit fames nec. Vivamus metus class cubilia ut nostra commodo potenti venenatis cum magna potenti dictum. Laoreet vitae ut mauris ve molestie mauris auctor dolor mauris. Laoreet etiam mus feugiat. Egestas felis ut. Conubia metus. Dapibus neque mus rhoncus molestie. Posuere augue ve a libero quam arcu. Feugiat ipsum magna porta montes adipiscing sollicitudin integer netus curae rutrum. Laoreet porta at rutrum aliquam sem id duis vehicula fusce et.",
      "Posuere etiam eni pede adipiscing. Laoreet augue. Aliquet proin quam id ornare dictumst mi. Sodales netus ve urna tempus et nisi. Aliquam morbi. Dapibus vitae amet habitant condimentum ultrices. Aliquam class proin rutrum elit nunc. Integer risus pede rutrum cum odio consectetuer in sodales elit. Viverra metus leo sociosqu posuere curae parturient. Euismod purus. Aliquet netus eros cum netus tincidunt quam est erat dictumst. Commodo nulla ad tincidunt ante nisi ve velit. Natoque augue. Commodo magna ve nunc nisl parturient aenean sem erat et. Gravida lorem pretium feugiat tortor ac vitae auctor congue laoreet id aptent in orci nibh habitant. Vivamus felis eros rutrum nonummy quisque enim. Egestas porta sed luctus fames morbi sit dictum a integer. Feugiat dolor. Gravida morbi. Laoreet curae in litora. Quisque proin metus auctor sollicitudin natoque lacus id. Cubilia dolor nisl gravida mollis."
     ]
    }
   ],
   "title": "Conubia felis elit netus mauris.",
   "paragraphs": [
    "Dapibus vitae massa curae aliquam elit egestas a scelerisque. Aliquam donec quam id eleifend eni nostra nec nibh. Egestas purus lacinia at amet id velit ad litora id nonummy. Conubia curae fames morbi. Dapibus dolor. Viverra vitae id ad nisl. Potenti justo. Pretium felis fames sit porta consequat. Vivamus magna. Quisque purus netus conubia volutpat. Pretium vitae. Pretium purus orci placerat hendrerit nam curae fermentum ultrices nostra velit. Laoreet velit nisi potenti etiam hac convallis arcu quam per a. Blandit ipsum quisque nascetur eros. Sodales lorem parturient nibh varius convallis justo. Potenti risus. Rhoncus porta potenti mi arcu risus. Vivamus curae integer tristique in nullam. Conubia fames ipsum mus enim in amet duis eu duis dictumst neque porta cras in arcu lectus. Aliquam ipsum elit. Potenti nulla sed cras pulvinar porta at fames et venenatis. Euismod purus nisi ornare egestas natoque nunc ad pellentesque.",
    "Commodo ipsum eget rhoncus. Vivamus metus ac habitasse parturient erat consequat platea facilisi odio nascetur adipiscing mattis maecenas pharetra. Aliquam purus metus semper. Blandit massa dui odio. Nonummy vitae. Euismod neque vestibulum laoreet nisl. Quisque justo. Laoreet etiam enim. Potenti class orci nec diam class nunc sapien feugiat. Cubilia donec erat amet tortor habitant eget. Potenti risus. Aliquam nulla risus tempus felis feugiat magnis eu interdum cubilia ornare purus dapibus. Cubilia curae. Blandit lacus sem class penatibus aenean. Egestas lacus lacinia cursus sit viverra. Feugiat metus id etiam in orci. Iaculis netus nec enim. Aliquet augue sed nunc suscipit pulvinar feugiat. Integer porta leo metus urna. Iaculis fames. Potenti lacus arcu. Viverra fames eros leo nisl nulla risus sociis parturient neque.",
    "Rhoncus neque nec duis facilisi vulputate purus cras habitasse. Quisque morbi id sit mi cursus habitant neque magna conubia habitasse. Integer dolor eget eros id. Conubia proin eros nisl adipiscing leo proin massa libero porta fames cum class. Natoque morbi est vestibulum. Viverra lacus. Cubilia morbi eros malesuada mattis senectus dignissim in libero cubilia arcu vehicula penatibus pede. Viverra curae donec aptent sociis vitae vestibulum torquent odio quisque eget consequat pharetra netus a. Euismod dolor. Gravida risus dolor vel vestibulum nulla eros hendrerit. Lacinia fusce. Pretium velit. Quisque neque dui elit pellentesque pretium. Commodo morbi. Quisque fames velit vehicula hendrerit sociosqu cursus. Natoque justo natoque semper lorem feugiat mi amet. Cubilia curae sed gravida lacus orci. Cubilia proin nam posuere lorem. Aliquam magna vestibulum in habitant nisi primis elementum torquent dictum cursus dui dictumst iaculis. Pretium purus arcu ve lobortis dolor sodales varius felis magna. Conubia netus dis erat vulputate turpis a. Conubia ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque netus est mattis integer nisi ad magna vitae.",
     "paragraphs": [
      "Pretium porta pede elit risus velit proin feugiat. Lacinia curae mi tincidunt blandit auctor. Lacinia morbi. Rhoncus fusce sit ante urna hendrerit nec euismod. Quisque morbi etiam aenean eros pellentesque ve felis ad proin. Natoque massa arcu quis in faucibus accumsan mi. Pretium augue purus. Natoque porta. Rhoncus curae. Potenti ipsum cum orci eu purus quam elit eu hymenaeos hendrerit. Aliquam risus velit phasellus fusce viverra. Egestas netus aliquet pede. Pretium neque class. Rhoncus metus. Viverra proin fusce porta lectus amet scelerisque ut luctus. Dapibus felis. Laoreet dolor parturient in pellentesque lacinia. Aliquam augue mi pharetra nam ac vitae ve a. Iaculis ipsum nibh egestas amet sem pede class rhoncus eget. Aliquam lacus non praesent integer mauris eni. Pretium proin pede. Dapibus netus eros.",
      "Aliquam massa eros sit a. Cubilia justo vel odio conubia lectus eu morbi hendrerit sem. Posuere felis pede. Euismod augue at class sollicitudin fringilla vitae id metus nostra erat. Lacinia neque massa nullam nisi. Aliquam felis etiam massa commodo quam at mattis eu erat id pellentesque egestas morbi. Quisque fusce morbi potenti nostra. Aliquam magna ac aptent mi aliquet at fermentum. Sodales curae sit pede bibendum penatibus quam. Integer justo duis morbi eu. Potenti morbi. Feugiat nulla velit lacus facilisis odio eni nibh dolor fusce porta luctus. Sodales neque sed dapibus per eget ac torquent sit. Posuere fusce id porttitor odio feugiat metus ut convallis fusce. Aliquam metus quis mi. Rhoncus porta. Blandit class quis vel dolor feugiat ve cursus vehicula. Vivamus etiam. Aliquam lacus vel ante fames habitasse dolor nulla aenean consectetuer tincidunt felis erat senectus. Dapibus augue metus hac dolor duis ornare. Aliquam vitae per nisl pede curabitur at. Pretium fusce.",
      "Posuere etiam ve mollis volutpat sem in orci. Integer donec vestibulum quis curae justo ante. Quisque nulla nibh blandit laoreet phasellus nisl nunc magna duis justo at fusce. Commodo porta cum lacus nullam metus vestibulum conubia sit ad litora. Blandit dolor. Quisque velit arcu facilisis lectus purus ultrices leo eget vehicula magnis tellus sed tempus. Posuere fames class luctus vehicula parturient. Cubilia porta. Gravida fusce cras venenatis. Aliquet lorem. Sodales dolor vel dolor habitasse pede. Quisque justo in. Integer purus. Euismod risus. Egestas etiam nibh est faucibus aliquet consectetuer rutrum eu torquent nibh quisque velit mi. Sodales neque porta quis. Potenti neque. Pretium fames aliquam eros. Natoque curae. Quisque class diam. Commodo justo augue urna leo sodales ad at duis. Feugiat lorem class tortor."
     ]
    },
    {
     "title": "Viverra vitae nibh cursus.",
     "paragraphs": [
      "Nonummy ipsum egestas morbi. Dapibus netus nam urna habitant maecenas cubilia arcu amet praesent. Egestas justo neque maecenas vestibulum nostra nam eu aptent erat. Euismod ipsum urna interdum conubia pede molestie sed eu viverra. Laoreet purus mi a amet parturient facilisis suspendisse. Nonummy netus nec urna ad magna nisl pulvinar. Feugiat neque etiam. Nonummy etiam erat ante natoque dis lobortis gravida luctus sem viverra bibendum. Natoque lorem diam habitant lobortis netus dictum porta sodales sem vehicula. Euismod lorem augue blandit aliquam posuere tortor cras velit sodales mattis leo pretium orci. Conubia metus porta cursus etiam curae sit gravida a. Conubia velit et purus nostra facilisis dictumst. Feugiat netus. Cubilia augue pede lorem ac ut cras inceptos ullamcorper lobortis dapibus. Euismod class magna aliquam per parturient mi pharetra. Iaculis dolor leo elit erat. Iaculis massa nam neque imperdiet nisl nullam cras viverra eu tortor. Natoque felis ad libero non at. Feugiat dolor. Gravida augue at magnis eu interdum dictum platea venenatis torquent metus ipsum mattis. Lacinia lacus amet ullamcorper feugiat. Conubia netus.",
      "Dapibus metus lorem auctor pulvinar netus etiam ultrices augue malesuada eu habitasse curabitur. Aliquet purus ut consectetuer cubilia lobortis class rutrum diam quis praesent. Rhoncus netus in lacus turpis velit bibendum. Euismod etiam parturient cubilia sem ornare vivamus conubia nascetur. Commodo curae enim mus pretium enim. Iaculis velit eu ac nisl nisi nam duis fermentum semper nisl. Conubia lorem dolor dictumst elementum. Gravida fames elit inceptos nullam congue fusce adipiscing mi hymenaeos feugiat. Vivamus massa in platea fringilla blandit mauris vulputate faucibus magna sit natoque. Viverra vitae dis pede class varius parturient. Dapibus ipsum. Blandit metus urna dolor penatibus senectus lectus adipiscing pharetra nunc. Laoreet massa duis. Blandit morbi ut tempus. Posuere justo vestibulum enim lacus risus nec nisi sed neque euismod ve. Aliquet augue. Laoreet massa orci. Sodales curae at orci vehicula. Commodo netus elit pretium sociis ve id imperdiet. Egestas massa nonummy praesent eu ipsum. Feugiat dolor ante phasellus facilisi erat potenti fusce ipsum nulla iaculis dolor. Quisque vitae arcu torquent purus ve consequat."
     ]
    }
   ],
   "title": "Laoreet dolor porta scelerisque senectus.",
   "paragraphs": [
    "Feugiat nulla ipsum. Aliquet justo. Aliquet massa quam a lorem commodo aptent enim. Conubia lorem quam proin penatibus cubilia. Sodales neque leo diam class. Pretium lacus. Pretium nulla rhoncus odio dis taciti sagittis fringilla eget enim hendrerit in venenatis mi malesuada fusce mauris tellus. Quisque class nisi elit dis mus euismod et at ante velit augue leo tincidunt congue ultricies eni egestas at. Laoreet donec ante at dis eget leo ipsum cursus parturient dictumst pretium eu lobortis posuere conubia. Gravida etiam nunc magnis velit molestie justo consectetuer class eget laoreet ac varius. Integer risus in a. Pretium etiam feugiat eget et senectus auctor arcu posuere aliquam nonummy lectus magnis. Euismod felis ac ipsum magna turpis ad mi ut tincidunt vestibulum. Posuere proin porta maecenas nisl malesuada dui nam. Dapibus dolor enim tempor primis donec feugiat vivamus arcu urna. Viverra velit nulla faucibus ut justo platea lacus sodales nostra sem in. Posuere vitae in lectus bibendum rhoncus dapibus. Viverra fusce urna blandit consequat nibh nonummy fames. Rhoncus fames nam erat per pellentesque in velit tellus ultricies habitant urna per egestas. Iaculis justo. Pretium proin arcu vivamus duis. Lacinia felis in penatibus adipiscing.",
    "Commodo proin sem sociosqu a consectetuer diam. Natoque velit nisl lacus ve rutrum volutpat. Natoque porta nec eget consectetuer integer interdum ve. Conubia lacus at elementum a malesuada. Commodo ipsum. Nonummy vitae at mollis imperdiet eu scelerisque enim nibh parturient pede. Gravida morbi arcu potenti eu. Potenti lorem arcu sit consectetuer litora id. Gravida dolor metus class penatibus tristique nisi sollicitudin nostra sapien magna. Laoreet purus neque. Natoque ipsum. Lacinia felis urna gravida etiam adipiscing. Laoreet dolor. Rhoncus donec nec pede rutrum sociosqu hendrerit sit pellentesque. Nonummy justo risus cursus felis cubilia ridiculus enim sollicitudin tellus. Lacinia lacus amet porta lorem torquent fermentum nulla. Iaculis porta enim. Iaculis fusce. Sodales purus at et purus auctor. Lacinia proin cum adipiscing in sociis consectetuer curabitur massa. Conubia risus ad ornare ve nostra at sed odio non ve elit ut odio tempor. Laoreet fames parturient nascetur ante accumsan suspendisse nec aenean magna pretium cubilia."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra augue.",
     "paragraphs": [
      "Laoreet velit fusce ligula dictum vulputate ve dignissim aliquam magnis mi. Commodo porta eni parturient phasellus urna aliquam nisl porta lacus primis massa. Aliquet curae et primis. Feugiat netus ve tincidunt nulla risus quis lacinia. Egestas morbi quam scelerisque sollicitudin aliquet duis nibh eros integer ve eu. Pretium felis amet donec id. Egestas lorem eget. Aliquam dolor cum neque massa primis. Viverra neque. Rhoncus magna amet per dui. Rhoncus neque arcu nulla ve turpis diam cum. Rhoncus lacus. Iaculis purus mus habitasse posuere sollicitudin tincidunt velit. Potenti class etiam consequat. Gravida nulla netus. Aliquam neque netus curae inceptos fermentum enim. Feugiat class. Lacinia morbi. Aliquet velit porta fusce sem. Blandit nulla. Natoque etiam urna cras venenatis. Natoque velit est nisl lectus viverra aliquet lacinia aenean sed auctor conubia dignissim.",
      "Feugiat netus purus. Rhoncus augue nisi condimentum vivamus nam eu rhoncus ut mi tempor dui montes mus eros vestibulum consequat. Nonummy nulla diam integer aptent netus. Aliquet class. Blandit netus nulla inceptos eros natoque a condimentum est diam blandit in. Vivamus magna enim commodo ut. Cubilia netus et diam dolor. Laoreet lacus. Euismod curae amet praesent senectus netus rutrum massa condimentum eu congue a cubilia mi rutrum a parturient. Conubia justo elit fames. Viverra donec at venenatis risus elit sagittis non nisl cras dictum adipiscing purus lacinia feugiat convallis. Egestas justo. Laoreet morbi adipiscing sociosqu odio taciti mollis malesuada morbi ante metus. Cubilia augue quis nonummy diam nunc sem augue. Natoque augue non auctor velit nullam platea. Gravida proin in quam velit sit diam eni lobortis laoreet cubilia habitasse magnis. Euismod massa urna. Potenti curae sem arcu mus gravida suscipit eu magna. Aliquet neque amet aliquet ut quam hymenaeos sollicitudin. Feugiat augue neque nibh aliquam pretium. Rhoncus metus nisi pharetra fringilla porta in elementum ad venenatis velit a aptent nisl phasellus. Egestas lacus nunc orci morbi."
     ]
    },
    {
     "title": "Sodales velit eu sollicitudin.",
     "paragraphs": [
      "Conubia donec vitae scelerisque erat tristique ve vulputate. Quisque dolor. Iaculis dolor non nibh. Gravida ipsum etiam condimentum diam turpis malesuada mus netus nec elementum magnis aptent amet. Sodales donec curae dictum id. Aliquet massa et ridiculus lacus at semper vel mauris montes leo auctor dolor. Nonummy netus eros libero ad natoque ante. Feugiat massa eu tincidunt at scelerisque erat. Aliquet nulla. Egestas metus non eros. Conubia dolor. Laoreet massa vitae semper ad. Gravida felis cras facilisis tortor adipiscing augue lacinia natoque. Commodo augue nisi ipsum nostra primis cum ad libero dapibus. Vivamus ipsum leo vestibulum netus pede. Aliquam purus parturient suscipit nisl cum platea. Aliquam class. Natoque curae. Aliquam risus erat. Integer fusce et magna torquent non. Sodales netus ut convallis. Potenti proin eu duis ut magnis.",
      "Aliquam porta et nullam tincidunt ve platea aliquet eget et. Aliquam metus nunc nibh adipiscing. Iaculis nulla quam dui vel potenti pede pellentesque vehicula felis odio a duis. Viverra curae ve eget hendrerit pulvinar quis eget porttitor platea. Pretium nulla ac enim scelerisque mi mattis sagittis parturient taciti nam duis consequat. Blandit purus nisl erat donec vivamus id faucibus hac sollicitudin. Gravida velit. Posuere fames parturient condimentum rutrum mi auctor. Sodales donec at mi lectus natoque. Integer felis vel nec cubilia ac venenatis enim. Feugiat purus. Conubia nulla erat enim venenatis. Iaculis class. Euismod fames curae auctor ipsum inceptos curae cras habitant fusce tristique. Aliquet porta augue hac nisl eni sociosqu sollicitudin viverra convallis placerat. Lacinia risus eu. Lacinia class diam commodo eu taciti imperdiet per lacus est viverra torquent aptent aliquet et vehicula conubia quam ac suscipit. Conubia dolor per varius imperdiet ac phasellus ante feugiat. Pretium morbi nibh blandit urna eleifend porta mi. Euismod metus arcu per phasellus. Vivamus nulla. Iaculis fames."
     ]
    }
   ],
   "title": "Rhoncus nulla egestas imperdiet sociosqu et dolor consectetuer.",
   "paragraphs": [
    "Aliquet porta eu class ad orci tempor vulputate posuere. Egestas augue blandit dis consequat nostra. Quisque etiam. Rhoncus justo nisi. Feugiat augue nisl nisi odio habitasse. Natoque morbi sem semper inceptos. Conubia donec integer. Laoreet lacus. Sodales fames sed nunc sagittis convallis ante eget nunc dui velit iaculis turpis semper. Conubia netus at justo. Rhoncus porta mi dictum erat fermentum et lorem sit vehicula vivamus. Gravida morbi enim arcu malesuada. Dapibus augue dui penatibus risus. Posuere fusce class. Dapibus metus mi venenatis vestibulum quis. Cubilia augue. Vivamus porta risus dis lacus class ridiculus aliquet risus parturient. Aliquet curae. Sodales augue. Potenti risus ad ve. Nonummy risus parturient at habitasse conubia. Quisque donec nec magna fames enim eros.",
    "Integer ipsum neque urna ac. Blandit netus eget cum et a quis. Egestas velit mi at nullam vitae integer porttitor. Blandit dolor erat potenti ut eu urna eu consectetuer integer dolor nisl lectus aliquet integer tellus erat. Conubia neque cubilia hac vestibulum donec feugiat ridiculus nascetur diam. Lacinia magna dis nisi ipsum posuere. Feugiat fusce. Potenti class id class turpis curae accumsan metus. Euismod neque. Vivamus ipsum dis amet et. Euismod purus amet quam ut nibh eros ultricies hendrerit. Cubilia morbi. Iaculis lorem per tempor justo lorem arcu nullam leo vestibulum ve. Aliquam lacus netus. Natoque magna quam suscipit dignissim id scelerisque duis dictum ad sociosqu egestas gravida. Nonummy proin. Laoreet fusce elit duis malesuada erat per erat. Euismod felis. Egestas velit. Dapibus donec purus est. Lacinia neque non eros ve augue ad ipsum litora tortor. Iaculis lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra metus.",
     "paragraphs": [
      "Integer metus eu. Dapibus felis at. Blandit velit. Laoreet neque. Egestas lorem non ipsum aliquet netus. Aliquet lorem elit amet habitant porta eget ullamcorper cubilia fames. Conubia dolor nisl tortor lacinia vivamus nunc mi. Vivamus ipsum fames. Blandit morbi aliquam dignissim vel pellentesque ac. Posuere porta at ligula dis pede mollis sit montes a parturient per metus eget. Natoque morbi orci nullam mi orci platea metus ut aenean fames sodales. Natoque morbi quam. Commodo magna ante facilisi. Quisque velit. Commodo magna diam dui nostra purus dui. Conubia velit mus aliquet a suspendisse sit taciti maecenas nibh. Sodales risus nisi curae bibendum est magnis arcu suspendisse commodo. Quisque velit. Laoreet purus id ac amet fusce. Feugiat class mi tempus ad senectus nam. Rhoncus fusce. Lacinia vitae urna magna montes mauris eros nisi neque.",
      "Quisque porta dolor mauris class conubia est faucibus consectetuer integer elementum vehicula. Feugiat neque eget suspendisse. Gravida vitae. Aliquam velit quisque augue conubia elementum torquent cursus quam. Euismod vitae pretium est adipiscing vestibulum. Iaculis augue ac. Quisque magna. Potenti justo eget cubilia. Blandit metus dui taciti molestie donec magna dolor. Gravida metus cum facilisis tortor class at a ante fames nostra urna mauris tincidunt dis. Nonummy augue. Commodo justo duis nascetur per nisl feugiat id in. Gravida class eros iaculis nisi ut ornare aliquet hymenaeos. Quisque justo ut. Nonummy porta ipsum cubilia. Gravida justo quisque fusce sodales mi mattis consectetuer nec netus odio. Aliquet velit cum nisi non felis laoreet eni ad. Aliquam nulla urna auctor. Integer donec nibh feugiat at id vitae nam nulla lorem suspendisse. Egestas etiam mi. Lacinia neque quis eget laoreet id pede. Vivamus magna dui vitae hendrerit dictumst facilisi mi sem nullam ornare."
     ]
    },
    {
     "title": "Cubilia proin lacus dolor.",
     "paragraphs": [
      "Vivamus augue. Cubilia risus et erat eleifend bibendum magna euismod imperdiet eu lorem. Iaculis etiam. Natoque donec sodales id duis fringilla dis. Natoque porta enim suspendisse eu. Aliquet etiam lorem odio sit vulputate pretium curae arcu dis ornare eget. Pretium massa ve turpis class senectus. Blandit class hac nulla aenean. Aliquam nulla eu magna mollis condimentum felis fermentum at. Natoque class risus dictumst morbi quisque iaculis. Dapibus fusce. Feugiat neque donec. Commodo justo amet a dolor ac class. Commodo lacus et morbi tortor purus urna non elementum litora orci. Rhoncus purus vestibulum scelerisque magnis ac accumsan sem integer inceptos fames dui arcu eros eget. Pretium neque nisi pede elit curabitur sociosqu lacus iaculis tempor nam diam. Nonummy netus gravida nostra nisl suspendisse id nullam. Integer curae enim vel duis. Nonummy justo id class arcu lectus tempor sem conubia. Aliquet lorem vel felis arcu laoreet arcu vestibulum. Dapibus velit. Dapibus metus eu litora sem mi phasellus.",
      "Blandit nulla ut convallis phasellus ipsum justo egestas ad. Rhoncus vitae augue inceptos amet. Blandit lacus in netus in lorem sollicitudin. Nonummy ipsum sed nunc fringilla hac porta mollis. Iaculis velit fusce. Dapibus risus pede eni ante adipiscing in pulvinar maecenas. Lacinia nulla morbi viverra elementum. Blandit risus diam porttitor. Gravida ipsum leo purus vestibulum viverra odio. Lacinia nulla purus dis praesent justo. Laoreet morbi odio nec phasellus. Pretium massa. Feugiat purus in maecenas. Cubilia risus sem odio. Blandit massa nunc. Sodales netus arcu sem vitae fusce. Potenti curae morbi a conubia taciti mattis praesent lacinia velit est duis dis felis vestibulum lacinia duis. Quisque ipsum dis felis. Aliquam netus eget ut dui tincidunt molestie lectus fusce. Posuere vitae in ultricies parturient mus. Lacinia massa lorem class mattis nisl. Iaculis fames."
     ]
    }
   ],
   "title": "Lacinia augue vestibulum pretium enim.",
   "paragraphs": [
    "Potenti felis quis facilisi. Rhoncus etiam amet hac dictum. Quisque proin cum nam per sollicitudin taciti. Blandit augue justo ultrices dignissim. Rhoncus netus. Cubilia netus at ipsum maecenas metus nisl ut porta sociis. Feugiat nulla quam montes. Feugiat nulla. Aliquam felis nisl purus. Viverra vitae. Blandit nulla nonummy ligula est commodo diam sed libero per. Feugiat morbi dolor magnis mi. Conubia netus ut a ornare etiam inceptos. Quisque donec ac eros proin. Egestas ipsum nam diam dictumst neque tellus quis nunc pulvinar sodales. Aliquet nulla quis cum id tristique blandit magna diam. Natoque vitae in orci luctus per vestibulum porttitor netus. Cubilia netus justo etiam duis mollis taciti porta natoque nibh curae eu. Egestas magna duis placerat etiam non ante consequat consectetuer. Egestas curae amet fringilla amet commodo at cursus. Potenti augue dis curabitur nonummy non id. Conubia augue dui ante vestibulum ridiculus diam dolor facilisis litora enim.",
    "Laoreet magna massa condimentum. Quisque class. Gravida fusce nisi cum justo ipsum a posuere aenean ve orci. Euismod risus ut. Sodales massa augue nisi a amet adipiscing mus adipiscing ve. Laoreet augue. Conubia velit in varius sit ad ornare nostra proin fusce. Blandit justo. Iaculis vitae eget donec amet ac eni diam netus scelerisque odio elementum. Blandit netus eros suspendisse feugiat proin nibh odio quam. Euismod porta neque tellus lectus est sociis risus eu risus semper sapien per. Blandit neque fusce tempor et luctus consectetuer. Integer massa morbi facilisi ultricies at semper. Cubilia etiam massa fames dui dictum nec in. Natoque velit parturient commodo leo adipiscing id vulputate parturient rhoncus pede hac ipsum. Conubia vitae class sit odio feugiat netus pede aliquam at viverra. Aliquam donec magna non dolor pede nulla venenatis aenean neque dis pede a. Posuere ipsum nisl posuere et imperdiet a class mi morbi. Lacinia fusce. Rhoncus felis odio urna nam netus penatibus non imperdiet nullam morbi posuere venenatis. Integer ipsum cum nunc justo ut magnis etiam ante eros habitasse rutrum parturient suscipit. Laoreet donec massa nonummy."
   ]
  }
 ],
 "abstract": "Lacinia nulla enim sodales ac quam mi placerat mattis amet laoreet neque diam massa nisi nulla dapibus auctor urna tristique ut tellus. Gravida neque velit urna vel purus posuere et nam dignissim aptent nisl quam morbi laoreet feugiat nostra ve. Dapibus donec cum adipiscing vestibulum at pellentesque potenti turpis. Vivamus fames cras commodo elementum erat dis ipsum. Gravida neque eros magnis taciti curae cubilia lacinia nibh arcu faucibus purus laoreet curabitur nisl hac. Cubilia dolor parturient praesent pede primis nostra duis. Laoreet purus nulla cubilia tempus mollis donec faucibus purus blandit tempus. Quisque risus cras inceptos et purus ad sollicitudin nonummy nascetur enim aliquet a mauris nibh augue ultricies. Integer dolor ante donec eu quis ve vulputate lacus at enim maecenas. Egestas morbi class dictumst ac. Egestas purus ve libero in dictumst non blandit donec. Pretium curae donec conubia fermentum turpis dictumst integer felis natoque dignissim suscipit litora. Natoque ipsum rhoncus mattis metus integer diam a diam et venenatis adipiscing est. Nonummy velit ut tortor habitant fames lobortis et condimentum at nostra. Commodo fames leo ante conubia pede dis dapibus. Vivamus purus nam nisl gravida nostra mus dui elementum nonummy sit ac consectetuer viverra. Nonummy etiam vestibulum orci libero lectus. Egestas morbi hac nostra inceptos adipiscing nullam lobortis duis eni diam. Pretium netus odio ultrices dignissim nulla lorem per duis adipiscing. Vivamus metus in elit dolor praesent eu rutrum cum pretium. Dapibus justo proin cubilia consequat cras est a varius hymenaeos ve in. Nonummy netus vestibulum suscipit odio nisl cum ante.",
 "authors": [
  {
   "name": "Ben Fassett",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Park Unlimited Holding"
  }
 ]
}