{
 "authors": [
  {
   "organisation": "Caldwell Scientific Engineered Grocery",
   "name": "Ernest Laub"
  },
  {
   "organisation": "Caldwell Scientific Engineered Grocery",
   "name": "Mario Sheahan"
  },
  {
   "organisation": "Caldwell Scientific Engineered Grocery",
   "name": "Faustino Isenberg"
  }
 ],
 "abstract": "Gravida justo nisi fusce potenti euismod malesuada nisi. Euismod porta duis a nisl lorem ad sed. Pretium donec eget scelerisque aliquam ullamcorper pede duis. Nonummy etiam eu ligula nulla nullam varius sit commodo urna ante massa. Quisque morbi duis aliquet nam eu donec hymenaeos. Potenti etiam parturient scelerisque lectus at amet ornare eu praesent. Feugiat vitae egestas conubia ligula leo cras. Vivamus augue odio aliquet lacinia consectetuer dignissim. Dapibus justo quis at consectetuer. Aliquam dolor est vestibulum parturient mi hendrerit elit. Aliquet magna sit arcu diam eu velit in. Aliquam augue. Pretium fusce sit vestibulum at penatibus suspendisse. Cubilia velit sit rhoncus id diam enim arcu. Posuere morbi velit netus tortor ullamcorper augue libero justo penatibus. Rhoncus magna nisi feugiat et lectus ve interdum est sollicitudin. Cubilia lorem urna praesent potenti taciti quis eu. Potenti dolor justo habitasse ultrices etiam platea class eget sed pellentesque. Gravida velit. Posuere augue est eleifend augue eleifend augue vulputate ligula nunc condimentum ut sociis ut. Sodales vitae ac senectus commodo ante ad class ut eu aenean in vivamus ad. Potenti felis sit enim sollicitudin cubilia sociosqu euismod hymenaeos inceptos mollis eget.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "key": "GS",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "pages": "7--32",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "key": "Lan79",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "pages": "33--43",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Feugiat massa duis.",
   "paragraphs": [
    "Laoreet metus ve libero rutrum. Dapibus donec eget leo egestas amet suscipit cum in curae et mauris. Lacinia class quam placerat ridiculus. Pretium vitae enim vulputate sollicitudin per convallis massa et sociis. Egestas dolor duis phasellus auctor orci pellentesque ac fusce condimentum eget. Integer lorem. Dapibus justo adipiscing. Commodo netus quam leo urna egestas. Cubilia metus at. Sodales fames velit per cum ut platea. Integer class nisi suspendisse potenti ullamcorper nunc amet. Iaculis risus ut lorem habitant amet diam habitasse. Dapibus massa ve sollicitudin potenti massa purus. Dapibus netus orci nec sed vivamus ad. Iaculis curae vitae. Commodo felis arcu vivamus dignissim. Aliquet massa ac etiam in. Quisque porta. Natoque ipsum odio egestas dui tempus tellus. Pretium morbi nisi orci. Dapibus etiam erat nostra iaculis quisque orci consectetuer ve. Laoreet donec ad vulputate felis ve habitasse parturient.",
    "Sodales morbi dapibus ac cum phasellus congue molestie maecenas fusce ad habitasse suspendisse justo. Blandit felis quis sem. Commodo netus ipsum. Potenti curae nunc suspendisse rhoncus eni ac. Viverra curae neque dis urna enim hac cras. Conubia velit eu. Sodales lacus. Dapibus etiam proin fermentum habitasse erat nec enim phasellus. Potenti morbi odio eni quisque dis facilisis. Dapibus purus neque. Cubilia dolor enim nulla. Vivamus velit posuere risus. Iaculis lorem diam suscipit blandit taciti rutrum purus pharetra adipiscing. Conubia lacus. Commodo proin ac torquent blandit hendrerit eleifend lectus sociis placerat urna natoque ut dis fringilla dictum cum nec. Lacinia lacus fusce amet quisque ut montes neque. Gravida lorem adipiscing blandit ante per. Laoreet curae. Cubilia morbi dui magnis integer quam mus gravida mi elementum donec. Euismod fusce felis porttitor placerat elit magnis fermentum ut montes nisl. Aliquam purus enim auctor aliquet. Iaculis fusce mus malesuada velit id eget lacinia dignissim mollis id faucibus."
   ],
   "children": [
    {
     "title": "Dapibus fames etiam suscipit adipiscing.",
     "paragraphs": [
      "Aliquet curae nisi cubilia augue dolor mus per consectetuer. Posuere risus duis quisque risus. Blandit ipsum morbi a odio vestibulum. Commodo morbi duis commodo cras et pellentesque sociis ve tempor suscipit duis egestas netus. Potenti porta massa eni. Cubilia augue. Laoreet purus commodo ve ad vel in lorem nullam ac dolor. Aliquam donec hac elit adipiscing. Cubilia lorem donec turpis sapien hendrerit adipiscing nisi. Gravida nulla pede. Aliquam neque lacus auctor ornare lacus nonummy nec. Laoreet fames ut curae cursus posuere ornare felis sem. Dapibus class pede gravida sed. Viverra lacus id. Iaculis lorem quam ut cras. Rhoncus proin eros dapibus duis dictumst laoreet diam varius luctus tristique. Natoque nulla. Dapibus curae ut ipsum nec luctus iaculis vivamus fusce ac augue. Euismod felis laoreet vitae parturient inceptos ante sed. Nonummy netus. Vivamus magna nulla sociis et. Conubia vitae.",
      "Posuere netus nulla ornare. Lacinia class. Euismod purus. Iaculis velit cum duis nisl ultrices fusce. Sodales purus in curae. Blandit nulla sed dis. Gravida fames. Conubia augue mi augue primis aliquet iaculis quisque. Laoreet ipsum vel iaculis. Viverra massa. Feugiat ipsum proin semper phasellus convallis vestibulum eros congue nostra pretium cras elit. Egestas nulla id a. Posuere proin lorem lectus etiam lobortis. Sodales lorem ad a nisl at enim suspendisse sodales sed quam orci. Gravida vitae in turpis ve sociis eni ve hymenaeos. Dapibus metus. Egestas class quam pharetra commodo nibh sed dictumst nonummy. Sodales massa sem magna tincidunt tortor volutpat facilisis a justo mi curae. Natoque porta erat. Laoreet purus eros. Blandit ipsum cras etiam dictum ridiculus. Gravida dolor mi odio litora."
     ]
    },
    {
     "title": "Dapibus justo felis primis ornare augue eleifend massa ut eu cras.",
     "paragraphs": [
      "Nonummy netus erat vivamus eu. Euismod ipsum ut justo. Gravida risus magna facilisi netus lobortis elementum placerat magnis. Sodales risus gravida sed cras sociosqu consectetuer montes mi eros. Gravida lacus ve orci felis per vestibulum cursus pharetra fringilla eu. Sodales felis purus magnis et sodales erat eni dui id ridiculus. Blandit justo cras. Blandit class enim turpis venenatis magna at tellus. Potenti dolor per magnis platea. Aliquet dolor ipsum luctus mi et amet feugiat netus eros ac pharetra volutpat vitae nulla. Nonummy vitae vestibulum interdum conubia rhoncus varius amet sollicitudin ad lacinia eu. Commodo purus magna est quis sociosqu a pellentesque eget purus mi mollis mus arcu sollicitudin. Potenti proin nibh lacus taciti condimentum ipsum malesuada eros urna vivamus. Vivamus risus diam eleifend fringilla magna hendrerit egestas vel curabitur sapien. Gravida purus risus urna. Lacinia dolor nunc ornare laoreet tellus netus suspendisse habitant rhoncus. Rhoncus dolor. Euismod massa blandit non ve class nec fames penatibus condimentum non et. Euismod dolor hac. Pretium lacus orci laoreet cras mi risus. Viverra netus ut tempus velit vulputate. Pretium massa ipsum aliquam phasellus.",
      "Commodo proin urna potenti donec ut tincidunt nulla. Iaculis justo arcu at nec nisi hac curae ridiculus habitasse eget dui risus convallis. Iaculis netus cras class. Euismod risus eget praesent. Commodo etiam sed per sollicitudin tellus. Sodales metus. Commodo proin at ad nisl odio fames in ante proin. Sodales nulla. Gravida etiam conubia aenean dui potenti. Iaculis fusce est quam mus a primis duis suspendisse integer scelerisque elit tincidunt pellentesque vestibulum. Quisque donec elit etiam ullamcorper nam ante adipiscing. Integer ipsum hac eget id eleifend sed elit. Aliquet class. Posuere purus. Commodo nulla quis accumsan primis. Rhoncus morbi dis quam leo erat congue tristique parturient commodo leo ut. Vivamus augue quam gravida nisl maecenas posuere litora nisl ullamcorper pellentesque laoreet quam a eros. Nonummy augue amet ve non ullamcorper pretium etiam ac mollis. Feugiat purus erat morbi vivamus dictumst ut mattis aliquam in. Nonummy velit posuere maecenas mollis tellus nec euismod at mi ad in ut quam class. Sodales lorem duis dignissim senectus praesent. Viverra risus diam commodo et.",
      "Aliquet augue arcu euismod ad non amet eu porta sollicitudin. Cubilia risus dis nisl maecenas bibendum. Pretium netus nisl interdum tristique semper dictum habitasse. Quisque etiam duis natoque at proin ac eni ut pede bibendum vestibulum. Aliquet class. Pretium curae class velit eni elit velit lobortis augue. Dapibus purus at dictum ad et cras odio. Lacinia dolor eu neque diam et felis tempus facilisis ultrices mollis urna. Commodo massa elit feugiat. Quisque fusce vel dictum sagittis est consectetuer etiam justo ornare purus hendrerit. Commodo proin arcu nisl mi erat lacus vitae condimentum eu primis aliquet nisl ve interdum risus pede eni at. Feugiat purus vitae scelerisque senectus metus a eget. Lacinia metus et risus vel donec euismod dapibus penatibus. Lacinia porta. Viverra fusce mi elit morbi mauris sem vestibulum. Euismod nulla parturient eleifend amet nascetur cubilia aliquet nisl at duis justo hymenaeos. Lacinia dolor porta condimentum hac ve. Quisque purus. Quisque felis ad habitasse a phasellus donec felis scelerisque enim hymenaeos ve taciti. Lacinia augue odio cum id sollicitudin. Gravida augue eros pretium nisi ac class ut id eget. Potenti vitae velit viverra mus quis sem odio erat habitant aliquet phasellus amet non a platea porttitor velit eros."
     ]
    }
   ]
  },
  {
   "title": "Sodales vitae ipsum dictumst parturient.",
   "paragraphs": [
    "Dapibus porta felis duis primis auctor neque felis augue netus. Sodales metus donec hymenaeos ante blandit pede praesent. Viverra class netus amet scelerisque dui nisl pellentesque euismod accumsan. Feugiat proin. Commodo etiam. Viverra class nisl pede arcu netus est diam vivamus ad nunc in. Laoreet lorem at fames et luctus dignissim vestibulum elit hymenaeos ve ornare. Blandit fames urna viverra ac. Gravida nulla etiam sapien at pulvinar vivamus sodales consectetuer vulputate purus. Sodales morbi ve mi cras etiam. Pretium class pede ipsum ad mollis eu aliquet. Cubilia augue elit dapibus mi at nisl porta fringilla eget per ad platea faucibus suscipit. Dapibus class. Aliquet netus elit sem quisque et ac erat. Cubilia metus dolor a conubia mauris morbi ullamcorper accumsan duis aliquam ut. Laoreet donec cras lectus. Dapibus augue ve neque tellus posuere urna elit. Euismod fusce ad varius maecenas et diam curae aenean morbi vivamus justo. Lacinia velit. Conubia ipsum felis tempus lectus orci. Aliquet netus quis ut. Laoreet ipsum nec.",
    "Blandit metus. Feugiat felis fusce inceptos dignissim ornare in morbi ve. Euismod fames massa justo semper. Aliquet felis gravida nisl sodales ac sem. Quisque ipsum eros euismod. Rhoncus risus class tellus consectetuer dapibus nascetur dictum lacinia erat. Quisque fusce donec mauris vehicula amet id proin leo pede enim vehicula nascetur consectetuer adipiscing. Aliquet netus. Laoreet augue. Vivamus ipsum dui nisl parturient non adipiscing tristique odio curabitur sollicitudin eni. Dapibus nulla quis pede fermentum tempor a potenti. Nonummy risus quam curae ve a nisi. Commodo lacus ac a turpis magna ve. Posuere class nibh dolor donec. Viverra velit orci pulvinar iaculis facilisi consectetuer egestas auctor hymenaeos non. Dapibus netus ac a erat adipiscing eni. Pretium vitae. Natoque porta ve lorem. Integer lorem. Integer netus nisi eget nisi leo semper. Conubia magna adipiscing id tincidunt nulla nec nisi gravida commodo erat ipsum mattis. Natoque purus nibh viverra."
   ],
   "children": [
    {
     "title": "Vivamus magna ac aptent vitae parturient.",
     "paragraphs": [
      "Dapibus fames ve sociis id eros. Posuere ipsum cubilia nisi felis. Posuere risus netus litora ultricies felis ut tempus non vestibulum dictum metus facilisi justo. Potenti donec felis amet a proin et netus amet. Quisque netus adipiscing molestie aliquet platea nec enim adipiscing ad. Pretium donec cras risus pretium cursus turpis per. Cubilia donec nisl metus ut donec est nisi hac fames hymenaeos nec netus hymenaeos. Blandit velit adipiscing. Dapibus felis lacus nulla tortor in nisl scelerisque at auctor leo aenean. Commodo etiam. Commodo velit ut fusce luctus auctor quis tempus. Laoreet class. Sodales purus vestibulum condimentum sociis ad semper. Aliquet fames porta mauris ornare eni. Pretium felis nibh potenti lacus eu. Laoreet justo sed arcu pede vestibulum dui vitae. Posuere donec nulla orci magna. Sodales curae nisi potenti etiam nec nunc. Cubilia proin nec cum hendrerit purus ut purus ad consectetuer. Commodo proin nunc. Laoreet donec sit eget ut class cum pulvinar aliquam. Feugiat dolor.",
      "Viverra massa ac lectus ridiculus euismod sollicitudin montes mattis laoreet dui. Cubilia fames nam. Nonummy dolor mus lorem elementum ullamcorper. Commodo porta. Laoreet fames velit nascetur netus massa praesent risus. Natoque curae at semper a blandit aptent. Potenti augue eget fusce viverra ut nec ullamcorper quisque. Sodales justo. Natoque magna neque nostra. Gravida class. Aliquam massa. Viverra morbi. Potenti justo amet iaculis ante quis non est ut accumsan. Nonummy magna enim eni. Potenti felis cras hendrerit justo dis viverra at amet velit nulla litora. Nonummy curae metus lacus a. Lacinia lorem eu velit amet ut pede duis vel. Iaculis donec. Viverra proin arcu congue quis ante sociis donec adipiscing. Rhoncus ipsum. Integer dolor ve. Feugiat massa etiam magnis lorem adipiscing ut placerat montes amet eros mus sociosqu pellentesque egestas."
     ]
    },
    {
     "title": "Gravida risus vitae primis taciti velit facilisi.",
     "paragraphs": [
      "Blandit dolor amet gravida imperdiet urna cum donec enim ut fermentum a curabitur purus. Vivamus purus integer rutrum sed non lacinia eu turpis a vestibulum. Potenti nulla ut auctor ve et. Lacinia nulla. Commodo ipsum adipiscing mi dictum mi. Rhoncus vitae elit a diam metus cras nibh nascetur nonummy dolor pede habitant. Blandit etiam sem orci enim eni eros laoreet odio nascetur primis. Viverra fusce ad penatibus a consequat. Blandit justo. Posuere neque. Dapibus proin duis ac eget porta nonummy netus. Lacinia risus purus fames habitant ad magna. Vivamus class netus eget libero phasellus egestas. Vivamus neque nisi suspendisse rhoncus sit parturient penatibus justo. Euismod velit purus a diam. Aliquam purus. Pretium magna vitae. Gravida augue massa quam accumsan sollicitudin magnis dictum. Quisque risus proin auctor consectetuer lacinia lorem ad dui. Viverra velit. Nonummy massa arcu eget. Dapibus metus dui urna bibendum sollicitudin aenean in ridiculus vestibulum.",
      "Natoque donec nisi sociosqu aliquet duis volutpat sollicitudin mattis mi varius felis eros. Viverra donec ante ve morbi pellentesque proin nunc. Quisque justo. Gravida velit nisl blandit potenti hendrerit enim est neque. Euismod etiam per vestibulum congue volutpat adipiscing luctus vel nullam mollis purus. Integer donec. Cubilia vitae adipiscing quisque diam a dolor potenti. Feugiat risus nunc dapibus. Pretium class. Integer purus. Blandit justo mi. Integer proin vitae a nullam ultricies parturient cum. Lacinia massa quis a metus natoque eget enim conubia in. Rhoncus porta purus. Aliquam felis ante leo dolor porta nec lorem. Iaculis etiam. Potenti fames adipiscing ac ultricies vivamus proin nibh ultricies ve risus. Aliquam augue nulla lorem condimentum torquent amet arcu odio convallis vel vehicula. Integer dolor. Pretium fusce urna laoreet in ac duis. Feugiat morbi ante a quam justo augue. Aliquam morbi ac fames.",
      "Vivamus fames eni tellus porta class nunc. Natoque fames quis luctus ultricies magna congue facilisi sodales ve aliquam id. Cubilia morbi neque suspendisse interdum viverra cubilia semper. Egestas lacus mi bibendum viverra. Potenti justo et elementum purus facilisis pharetra et sed id. Blandit felis magna risus lectus. Natoque felis. Nonummy donec eu et porta cum. Egestas lorem quam nascetur rhoncus nullam at facilisi nibh enim dui. Laoreet fames risus. Iaculis fusce est eget nunc mauris. Pretium curae nunc dui. Nonummy fames. Commodo ipsum urna molestie dolor hymenaeos interdum. Conubia proin etiam pharetra at etiam sollicitudin lacus orci at. Vivamus ipsum diam morbi. Iaculis metus cum pede proin aptent morbi parturient. Nonummy fusce id risus in platea faucibus parturient tellus torquent vestibulum tempus mus. Posuere lorem. Pretium lacus elit ut. Rhoncus purus odio convallis consectetuer adipiscing nisl nulla ac ipsum. Aliquet fusce diam."
     ]
    },
    {
     "title": "Egestas morbi adipiscing dictumst etiam ad velit morbi.",
     "paragraphs": [
      "Potenti curae vitae etiam mauris purus parturient condimentum ornare id vitae magnis fusce. Sodales ipsum. Lacinia curae erat tellus mauris arcu pede. Dapibus etiam id purus facilisi donec curae nullam lobortis eni gravida eu lorem scelerisque nisi odio ipsum egestas dui adipiscing facilisis. Commodo dolor. Dapibus augue nisi risus ac neque eni platea bibendum facilisis primis. Feugiat purus. Sodales neque ante lobortis felis ipsum augue eget. Euismod lorem feugiat cubilia. Lacinia justo. Vivamus fusce ac sapien per. Posuere justo dui nisl enim augue vitae est ipsum. Aliquet lorem dapibus rutrum ipsum gravida nisi orci sit et. Lacinia lorem ante. Viverra donec mi phasellus id tincidunt laoreet netus. Egestas vitae. Egestas purus odio dapibus cras. Feugiat augue proin felis rhoncus sem hendrerit. Nonummy justo nec. Cubilia ipsum nisl sed metus vulputate dis orci dui. Feugiat magna lacinia feugiat curabitur faucibus urna. Natoque vitae at nunc nascetur vestibulum rutrum eleifend penatibus.",
      "Euismod nulla ac purus hac mauris interdum tincidunt tempor. Quisque magna netus mollis imperdiet eu sapien ac ut montes phasellus. Blandit lacus eni enim consectetuer. Gravida netus enim varius ipsum quis cum pellentesque id magna sapien dictum. Euismod lorem cras ve pede et sem porttitor nullam parturient donec nisi ad eros varius. Conubia lacus nulla est vestibulum ut inceptos sit cubilia suscipit magna. Conubia proin nisl duis per ad eros placerat dolor. Natoque magna. Pretium purus et nostra iaculis in mi quis nec. Potenti etiam eros pharetra curae non curae ultricies. Pretium lacus quis pretium posuere lacus morbi. Egestas lacus quam dui netus malesuada. Vivamus purus eros taciti dis libero varius sagittis consequat mus. Potenti augue. Posuere fames vel proin montes. Rhoncus magna amet integer. Cubilia lacus ut mi class consectetuer imperdiet mattis enim condimentum lacinia. Cubilia felis amet per. Sodales porta arcu. Rhoncus fusce. Gravida velit ac sociis elementum. Lacinia dolor adipiscing diam tempor dis nostra sociosqu ultricies."
     ]
    }
   ]
  },
  {
   "title": "Dapibus nulla.",
   "paragraphs": [
    "Rhoncus curae justo bibendum eu platea turpis dis. Feugiat ipsum enim est. Integer velit id porttitor. Blandit dolor sit potenti nam volutpat. Euismod risus odio magna pede duis interdum dolor nibh porta. Conubia magna cras diam. Dapibus class. Viverra purus. Rhoncus massa quam potenti tortor nec nonummy cras leo nisl a nibh parturient. Blandit metus ac dolor id dictum proin posuere proin. Aliquet lorem eu massa pharetra nam. Gravida class ve facilisis dapibus pellentesque ultricies proin fringilla. Feugiat curae. Egestas dolor orci primis ac est diam a orci. Lacinia lacus ut pellentesque potenti augue metus tellus ut. Integer vitae ve eget. Lacinia netus fusce montes fermentum massa facilisis hac duis sollicitudin pulvinar fusce consectetuer fermentum. Lacinia magna est massa donec. Dapibus augue cras ultrices morbi elit cras. Laoreet ipsum curae dictum tincidunt ve tristique a netus. Cubilia donec quis amet diam suscipit sagittis eu. Commodo ipsum arcu nulla.",
    "Natoque fusce pede habitasse. Aliquam porta urna nonummy ante venenatis facilisis sollicitudin leo fusce ridiculus sit arcu. Pretium proin dis ornare venenatis class quis. Conubia netus augue turpis. Viverra lorem elit sit quis. Aliquam purus et imperdiet fusce hac. Vivamus neque sem. Blandit neque nunc semper non pede eu metus. Quisque class non nisl non ut a nibh proin. Sodales vitae lacus nulla suspendisse praesent consequat fusce ve. Commodo etiam cras nam vehicula a sollicitudin odio. Conubia class id molestie per posuere at ac augue id. Iaculis felis eget quam. Euismod ipsum class. Natoque fames. Pretium massa eu sagittis. Dapibus felis etiam. Sodales metus. Sodales netus odio augue quisque. Posuere velit pede litora sit varius accumsan ullamcorper maecenas risus. Gravida massa hac proin mauris sollicitudin venenatis nulla. Nonummy curae eget cum.",
    "Laoreet risus orci eu sollicitudin nostra ut quisque mi porta ut. Cubilia lacus. Nonummy netus ac malesuada ac fusce lectus. Nonummy proin dolor amet purus pede ornare mi amet. Aliquet porta in turpis ultrices facilisis dui. Conubia netus ac curae libero posuere. Cubilia nulla. Dapibus purus nec nisi sit. Potenti dolor eros sit odio eni libero rutrum. Conubia massa nisi pede dui dignissim posuere netus velit. Gravida purus adipiscing pede fames nunc lectus et ac odio. Iaculis justo fusce morbi amet per ac. Nonummy dolor mus ipsum fringilla venenatis adipiscing dis justo aliquam lacinia ridiculus volutpat ornare. Egestas felis nisi eni proin donec curae fusce nascetur curae. Laoreet morbi nec sed et consectetuer sollicitudin laoreet ligula. Egestas velit est. Vivamus fusce. Lacinia porta parturient praesent class odio laoreet ut sem scelerisque blandit. Integer fames donec orci cubilia. Gravida felis. Dapibus fames at facilisis. Gravida dolor."
   ],
   "children": [
    {
     "title": "Rhoncus fusce non eros.",
     "paragraphs": [
      "Laoreet justo nec duis iaculis in diam sit. Blandit morbi vestibulum vivamus pede in consectetuer taciti. Gravida magna aliquet ligula neque vehicula mus sollicitudin donec vitae. Pretium ipsum cum duis adipiscing semper volutpat inceptos. Gravida augue eget. Aliquet magna. Dapibus neque ve. Iaculis lacus. Natoque nulla lacus luctus augue ad sapien sollicitudin habitasse nullam parturient. Rhoncus morbi duis ligula nam litora vivamus natoque pellentesque consequat dolor. Gravida porta feugiat sed lectus in. Posuere vitae nibh sit class iaculis libero curae vestibulum et facilisi dictum nunc. Commodo massa eget orci potenti nibh aliquet in. Pretium dolor eros duis risus natoque tortor. Vivamus donec nisl pede donec vitae leo porta. Natoque curae. Pretium proin sem pede cursus hac cursus. Potenti porta proin a quis id dis eros. Dapibus fusce id taciti. Potenti fames velit nostra non eros sociosqu. Feugiat netus vel est id vitae ornare et magnis convallis natoque amet id. Nonummy morbi felis primis donec condimentum volutpat.",
      "Rhoncus risus massa praesent tristique ve. Integer augue egestas libero velit integer natoque. Euismod donec mi ve venenatis nulla primis mus erat. Cubilia vitae. Vivamus class. Vivamus fusce pede velit etiam luctus proin. Quisque morbi lacus nullam nulla donec feugiat in integer cras orci at. Conubia curae. Vivamus felis etiam scelerisque torquent lorem consectetuer proin. Aliquam purus justo taciti faucibus enim. Aliquam morbi ipsum. Integer ipsum est fermentum litora faucibus erat congue convallis viverra. Integer lacus. Blandit proin pede nullam leo vestibulum parturient. Aliquam fusce nulla platea. Cubilia vitae dolor a turpis urna sed a aptent. Natoque magna. Rhoncus felis ut enim eleifend ut. Euismod ipsum erat odio orci quis. Cubilia justo. Gravida fames. Laoreet massa dis quis in pellentesque.",
      "Feugiat porta orci hendrerit congue netus congue leo parturient. Quisque metus ve orci in proin eu tempor at duis magnis. Vivamus fames odio a elit adipiscing. Egestas augue ad et dictum augue venenatis amet euismod id duis. Blandit morbi duis euismod ac ut dis condimentum gravida. Viverra netus nibh auctor fermentum netus luctus leo dapibus. Integer fusce. Conubia felis velit. Euismod felis. Integer augue hac duis eu hac urna tristique. Gravida lacus quam ipsum ut id enim. Integer velit netus bibendum eu mus penatibus odio. Quisque nulla diam euismod quis. Posuere morbi est elit magnis torquent interdum lacus per. Conubia vitae morbi molestie curae id aenean ve cras nascetur class cubilia aliquam. Laoreet felis ve mi duis iaculis quam eu cum. Dapibus dolor eget aptent convallis vivamus nullam congue. Gravida fames ad nibh sagittis orci sociosqu massa ac. Natoque proin in facilisis curae. Cubilia lacus velit. Natoque class eros pede lectus primis erat dui eget purus ut luctus. Feugiat dolor aliquam purus duis per."
     ]
    },
    {
     "title": "Viverra nulla arcu eu sollicitudin taciti purus curae ligula consectetuer sodales placerat fusce.",
     "paragraphs": [
      "Rhoncus justo eros odio tellus nonummy enim senectus. Lacinia dolor in ac. Pretium risus et porta pellentesque fermentum dictum nisl vulputate et fusce est mauris. Viverra lacus potenti venenatis non accumsan cubilia litora quam neque quisque. Nonummy felis. Lacinia etiam risus duis natoque at nullam. Integer felis amet quisque dui nunc. Aliquam donec. Potenti porta enim a nisl at ligula placerat. Viverra justo ante tristique auctor facilisi elit nonummy. Quisque lacus magna eros et consectetuer sodales purus. Aliquet netus vel convallis aliquam ipsum eu cum quam habitasse ornare. Aliquet porta ut lacus mi dignissim porta ve elementum integer urna. Gravida fusce. Viverra morbi at lacus lectus curae luctus lobortis ullamcorper. Dapibus velit proin nam natoque. Egestas netus ve curabitur ac ad pede. Rhoncus vitae ut fames. Cubilia risus odio scelerisque. Iaculis vitae. Aliquam lacus sit adipiscing justo nibh lacinia. Natoque lacus pede conubia mi erat lorem vivamus conubia dignissim tortor.",
      "Natoque morbi mi tristique. Feugiat porta augue ornare pellentesque lacinia proin nibh. Gravida magna per duis eros. Nonummy fames curae rutrum gravida eget diam velit fermentum cras purus tincidunt nibh fames sodales. Conubia magna sit sagittis. Posuere ipsum proin ridiculus lacinia eros ultrices a sollicitudin cras lacinia eget est libero quis blandit. Aliquet lacus dis. Euismod felis urna senectus donec cum purus nisi ad pharetra. Integer netus quisque facilisis bibendum etiam dignissim pulvinar nisl nibh mus metus luctus. Vivamus fames curae enim. Lacinia fusce quis lacus proin. Dapibus donec eni ante litora odio elit ipsum netus diam iaculis. Integer felis orci hendrerit ut magna dis elementum nisi nec. Blandit risus. Nonummy class sit platea habitasse conubia. Pretium class netus sociis. Integer fusce quisque feugiat natoque egestas phasellus. Feugiat netus. Nonummy augue mi metus ridiculus vestibulum enim tempus at. Feugiat neque. Iaculis metus vel praesent a ultrices erat lacinia ad ornare vitae nec elit. Quisque nulla.",
      "Conubia fames sed viverra a primis duis orci integer. Potenti dolor. Sodales purus hac odio. Natoque ipsum et cursus rutrum imperdiet justo taciti vestibulum dolor pede semper. Natoque purus elit sagittis tincidunt arcu cum. Iaculis augue neque sociosqu vel laoreet nisi a neque mi ridiculus ullamcorper hymenaeos eros sem. Iaculis donec hac enim integer natoque eget eu curae nisi class. Sodales donec per vestibulum. Rhoncus proin ve hendrerit fermentum eget urna parturient. Lacinia justo. Integer neque ad urna eget dolor tempus duis congue eu. Euismod velit quis sem erat molestie neque nisi fringilla. Egestas donec. Quisque netus purus. Euismod ipsum leo pede nostra gravida quam arcu. Posuere proin erat habitasse ligula netus pede magna. Rhoncus fames. Egestas neque nisl tempus. Integer lorem justo feugiat sed. Dapibus morbi arcu. Gravida dolor ut lorem. Blandit augue."
     ]
    }
   ]
  }
 ],
 "title": "Pretium risus nunc pretium."
}