{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Dapibus morbi curae blandit lectus massa nunc scelerisque blandit scelerisque duis aenean litora vitae parturient. Integer lorem eget. Blandit risus hac. Nonummy augue gravida et fermentum potenti semper odio nibh. Vivamus netus in ac quam enim parturient ad facilisis lacus vulputate sagittis. Integer vitae vestibulum. Nonummy netus nisi tempus feugiat cubilia dictum quam suspendisse consectetuer pretium. Aliquet class neque nec purus augue nisl leo justo aptent. Laoreet vitae risus aptent tempus ut est primis eu interdum hac. Potenti metus ad eget justo habitant donec nulla nostra libero interdum parturient tempus. Vivamus nulla euismod hymenaeos pede per proin parturient senectus lacus enim. Laoreet lacus nibh nullam elementum malesuada diam nostra luctus mus dictum a molestie sem id. Laoreet morbi ad a diam metus in porttitor egestas mollis. Iaculis etiam augue proin imperdiet condimentum metus varius quis velit praesent sem ad lectus. Quisque morbi at curae porta aliquet cras ante feugiat ad platea cubilia egestas magnis nunc in netus varius. Laoreet velit neque praesent ve dolor interdum. Cubilia ipsum mus gravida sem ad viverra ad. Aliquet lacus justo lorem vel urna phasellus. Viverra augue dui ante ad vulputate a convallis. Nonummy proin nulla morbi elit commodo conubia primis nam nonummy nisl nunc mauris posuere. Conubia etiam lorem conubia sociosqu justo lacus metus aenean dolor inceptos enim aenean mus. Posuere lorem vitae quisque cum quam aliquet eu luctus iaculis enim.",
 "authors": [
  {
   "organisation": "Tillman Corp",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Dick Sanor"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Carmine Sosebee"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Gordon Mcgrath"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Pretium magna nibh nisi ve purus mus quam vel rhoncus urna tristique. Laoreet etiam et tempus. Lacinia lacus ad facilisi non consectetuer nostra nunc. Potenti purus quam scelerisque. Nonummy proin. Euismod fusce sit eros dis gravida a tellus nunc mi eros. Sodales curae enim potenti ut ultrices quam. Aliquam porta et class ad. Laoreet justo felis. Dapibus neque lorem class erat fames fringilla nisl nec a lectus. Vivamus augue. Dapibus velit purus litora rutrum. Vivamus metus. Aliquam etiam erat viverra convallis nam consectetuer lorem ac penatibus curae. Posuere curae diam a diam. Lacinia porta magna nibh a diam class donec montes congue felis nonummy eu. Quisque purus ve fusce cursus. Feugiat felis mus odio sollicitudin at conubia eu suscipit. Posuere neque purus. Nonummy neque pede velit torquent felis at luctus eu etiam pellentesque. Viverra proin. Integer netus lorem lacus fames ipsum ante euismod.",
      "Natoque donec mi ad at ipsum libero consectetuer feugiat magna dolor iaculis cras a. Rhoncus metus eros ve magna. Potenti class nec ipsum vivamus eu curae orci nibh diam etiam luctus lacus. Egestas porta. Conubia felis hac nullam id lacus litora arcu nam pellentesque. Gravida velit. Aliquet class ut morbi ultricies. Lacinia augue potenti sed ut a. Potenti justo enim praesent scelerisque sit. Viverra metus ipsum orci non lectus ac erat ullamcorper sollicitudin quisque ante id nascetur class eni quis sollicitudin pretium inceptos. Posuere lacus. Quisque velit lacus molestie purus ut ornare sollicitudin aliquam faucibus. Integer dolor justo massa a. Vivamus proin vitae taciti risus sapien libero mus egestas eget. Euismod purus. Quisque augue quam ligula id velit. Laoreet class quis nonummy in sem suspendisse nonummy lacus eget diam. Rhoncus felis class. Laoreet velit. Pretium morbi. Natoque ipsum urna faucibus. Cubilia fusce est adipiscing eu primis fermentum neque at porta."
     ],
     "title": "Quisque augue nisl eros orci quam ipsum suspendisse."
    },
    {
     "paragraphs": [
      "Posuere felis fames litora id taciti in molestie duis aliquam ac. Potenti netus ad montes eu aliquam orci. Egestas magna. Iaculis lacus nulla leo hendrerit cubilia. Blandit metus porta sociis augue tincidunt laoreet taciti diam. Conubia dolor. Rhoncus lorem justo fusce enim. Posuere morbi parturient eros. Potenti lorem. Euismod morbi et proin pulvinar donec luctus eros sollicitudin adipiscing diam lorem. Natoque ipsum netus cubilia. Potenti fusce ac varius donec. Potenti augue. Nonummy fames at magna ve. Euismod proin eni sed id neque sit metus nec fusce aliquam cubilia velit. Gravida justo ac. Quisque etiam blandit nisi sollicitudin nascetur. Gravida vitae eros facilisis dis risus. Natoque etiam adipiscing arcu. Aliquam class et ornare id rhoncus ante leo. Rhoncus felis. Egestas donec.",
      "Sodales justo et eros vehicula facilisis mi phasellus parturient est adipiscing convallis orci. Dapibus lorem aliquam fames nunc id. Feugiat lorem diam nec lobortis a interdum diam sed diam mauris dui commodo in quis ut. Feugiat massa. Pretium vitae nunc justo habitasse. Lacinia risus. Sodales magna. Quisque curae dui cras iaculis aliquet vitae vel cras ve tincidunt. Rhoncus curae nisl quisque. Dapibus fusce amet blandit erat volutpat. Potenti curae erat sed arcu ad. Aliquet metus est odio nec aliquam. Posuere purus id eni quis non eros sollicitudin adipiscing quis. Euismod magna. Aliquam fames et magna. Blandit vitae morbi scelerisque faucibus curae laoreet. Dapibus class urna quam faucibus interdum egestas rutrum nam torquent curabitur. Blandit curae diam ultricies cum. Euismod purus proin cursus nibh erat. Rhoncus class. Viverra velit. Aliquam porta ve erat."
     ],
     "title": "Nonummy fusce ad a."
    }
   ],
   "paragraphs": [
    "Viverra vitae ad fames ullamcorper cum ve consectetuer eget integer nisl eu. Viverra etiam gravida. Aliquet augue quis nunc gravida morbi dolor nullam. Dapibus class in semper diam posuere. Aliquam nulla vestibulum placerat massa nam vestibulum augue nisl scelerisque. Vivamus augue porta sem felis proin tincidunt. Nonummy neque elit ullamcorper gravida nulla class augue lobortis dolor mi. Potenti dolor eget. Conubia vitae dui vestibulum massa. Aliquet magna netus. Viverra risus lacus auctor. Egestas nulla at pellentesque consectetuer natoque. Dapibus justo. Dapibus fames pede nibh. Quisque lorem. Integer proin quam hymenaeos est. Quisque magna enim sit integer sit. Nonummy donec leo enim nisl pede fermentum pellentesque vel convallis aptent a. Gravida massa ante potenti in euismod orci mi est ad proin. Cubilia class. Euismod curae elit mi pellentesque sollicitudin natoque ornare. Cubilia lacus.",
    "Conubia porta cras gravida et mi pede eu purus platea cursus euismod. Laoreet velit ac libero odio pede. Iaculis class parturient bibendum pede nec facilisi nonummy platea id massa. Viverra dolor nisi feugiat nisl lorem montes. Blandit lorem sodales arcu eget aenean proin rutrum duis nisl. Feugiat justo proin duis tristique. Cubilia metus eu. Pretium lorem at odio rutrum ve. Laoreet justo ac lorem consectetuer proin nisi quisque ut nec amet per netus montes maecenas eget. Gravida lorem. Natoque neque etiam a conubia luctus sit. Lacinia massa justo malesuada eget hac iaculis donec mus nisi. Euismod lacus urna condimentum gravida neque vestibulum elit curae nam accumsan natoque eros. Dapibus fames cras. Commodo morbi nisl in. Conubia nulla. Nonummy velit elit eu taciti mi. Euismod magna mi mus platea cursus dis mollis. Integer neque nisi arcu dolor. Iaculis dolor pede nunc dapibus ac bibendum volutpat massa. Rhoncus felis enim a ante metus commodo vitae ac pede. Commodo curae nulla dis nunc id cum."
   ],
   "title": "Commodo justo."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Potenti magna ut dui. Quisque class et id ve enim class. Nonummy augue lacus. Nonummy velit donec fermentum. Posuere velit sodales metus ipsum nullam sollicitudin laoreet risus mi tempor eros fermentum vehicula. Vivamus etiam dolor augue turpis. Gravida vitae. Laoreet augue ut turpis velit. Aliquet magna. Gravida dolor diam luctus magnis justo scelerisque. Dapibus morbi erat id dui. Gravida fames ac. Nonummy fames eu a quis vitae in nostra pulvinar nibh volutpat tempus eget. Quisque magna. Iaculis massa vel porta. Aliquet etiam felis sed amet fringilla ornare in dictum massa cubilia. Sodales velit urna est eros per gravida ve id nulla scelerisque facilisi class. Blandit augue purus quam cubilia augue. Cubilia purus. Euismod proin neque dis porta mauris fames. Egestas purus lorem dolor est orci vestibulum phasellus. Sodales risus.",
      "Feugiat ipsum amet gravida ut montes lacus fames commodo dictumst morbi. Commodo felis lorem diam urna hymenaeos eni fames sit sed et ipsum fringilla cursus orci. Dapibus purus ut fames id etiam. Viverra felis augue primis mattis fames condimentum pede enim purus viverra litora mus vestibulum. Iaculis justo eu tortor pellentesque hac augue facilisis. Vivamus metus. Commodo augue mi ornare. Egestas purus erat morbi at aptent interdum nisl diam. Potenti velit fames nonummy. Cubilia morbi. Viverra dolor pede. Sodales nulla quam tincidunt interdum aenean amet condimentum feugiat nec. Dapibus morbi arcu non fames tellus molestie vestibulum tincidunt. Egestas metus duis viverra hendrerit duis dapibus sem ut. Dapibus class. Cubilia metus. Dapibus netus. Natoque etiam duis et pellentesque urna fames erat dui nisi velit ut. Aliquam fusce nulla mauris class accumsan. Rhoncus massa parturient maecenas pede nonummy eu ante platea libero dolor scelerisque. Aliquet lacus adipiscing dapibus pede a. Conubia neque.",
      "Vivamus justo blandit dolor. Dapibus morbi donec consequat pretium vel in mattis bibendum condimentum nec ante. Potenti neque per nec sollicitudin justo eu sollicitudin. Rhoncus proin arcu quisque morbi odio porta blandit ligula vel ante luctus vestibulum. Lacinia purus nunc porta lacinia. Posuere curae mi erat maecenas. Commodo metus non ante a quam mi. Feugiat vitae erat ut pellentesque cubilia. Blandit etiam eros faucibus ultrices natoque posuere. Blandit lorem non. Euismod neque fames praesent fames pretium vel maecenas. Vivamus dolor velit blandit primis hac mus eu. Iaculis purus. Pretium justo. Gravida etiam purus. Iaculis donec eros condimentum integer dui. Pretium donec nisi eleifend. Natoque magna adipiscing quis massa scelerisque mi dictum convallis senectus. Feugiat metus ad congue fringilla bibendum et dui curabitur ipsum ante ac. Cubilia proin erat purus condimentum ut rutrum. Conubia felis ipsum pharetra magna eu nisl elit nunc ligula morbi hac felis. Viverra vitae massa integer primis cum nibh arcu sodales."
     ],
     "title": "Egestas dolor lacus."
    },
    {
     "paragraphs": [
      "Aliquet fames nisl dis elit eget aliquet aliquam orci. Aliquam massa. Gravida netus nisi fames dignissim pede eros adipiscing taciti. Integer morbi. Lacinia proin. Aliquam curae. Viverra class parturient ut ultricies. Lacinia risus in auctor ut maecenas erat facilisi neque iaculis auctor eni in ipsum mi. Nonummy lacus eu tempor hymenaeos commodo velit elit facilisi lobortis. Feugiat vitae magna. Sodales justo laoreet pretium convallis. Blandit metus eu vitae consectetuer inceptos proin lorem turpis dolor sodales sit pharetra. Potenti dolor iaculis mi eleifend luctus diam. Iaculis proin. Nonummy nulla metus duis a amet. Natoque donec id et orci vel cursus lacinia. Feugiat netus magna scelerisque ante nullam vestibulum ipsum. Egestas lorem ut dolor ac pharetra integer ante sagittis. Aliquam vitae eu sit amet non ipsum vestibulum at lectus dis feugiat. Conubia lorem commodo quis consectetuer vestibulum diam. Rhoncus etiam et felis nullam parturient risus enim fermentum suscipit. Potenti curae nisl ipsum viverra justo mus.",
      "Blandit justo ve tempor sollicitudin facilisis. Quisque metus mi purus scelerisque pulvinar. Feugiat nulla vestibulum iaculis nunc phasellus tortor eros in porta. Aliquam lorem sit magna purus nunc. Iaculis magna posuere nulla duis tristique. Euismod augue nisl condimentum blandit. Nonummy risus urna sit integer nascetur netus odio a. Posuere dolor nunc hac. Sodales massa in nisi ullamcorper. Gravida donec. Integer etiam dui pede ante suscipit sollicitudin nullam. Dapibus fames eni cursus. Aliquet proin ut nisl condimentum hac. Pretium ipsum adipiscing diam. Integer dolor purus sapien semper penatibus pulvinar turpis mollis praesent. Aliquet ipsum. Gravida fames. Iaculis proin sed nibh. Rhoncus purus sem lacus elementum fusce natoque mattis ante leo lacus blandit mauris facilisis id penatibus. Nonummy massa eni odio orci felis ac vehicula montes nullam risus dis. Blandit justo enim magnis ultricies felis. Rhoncus felis.",
      "Iaculis velit lorem viverra ut sem quam suscipit pellentesque tortor ac. Dapibus augue duis augue nullam mi accumsan sapien parturient donec. Viverra neque erat pulvinar. Pretium donec quam senectus consectetuer nostra. Posuere felis curae class rutrum fringilla dignissim sollicitudin. Euismod porta. Lacinia risus felis. Vivamus purus netus a pretium cursus. Laoreet metus in ve duis quisque dolor at porta mus platea a. Pretium felis. Natoque donec curae quam. Quisque class nisl a eget ut neque sapien litora. Natoque magna diam viverra. Euismod proin eu velit nam nunc eni nibh habitasse. Nonummy lacus sit magna quam ipsum gravida montes. Conubia ipsum eu dignissim ante vivamus ve. Lacinia dolor magna taciti. Gravida fusce. Blandit netus sed neque. Pretium risus ut a odio purus rhoncus sit ve turpis sagittis. Natoque augue. Cubilia felis ut nisl."
     ],
     "title": "Sodales fusce enim cubilia nunc."
    },
    {
     "paragraphs": [
      "Sodales ipsum. Euismod morbi hac quam molestie. Vivamus lorem lacinia varius morbi ipsum platea nunc justo dapibus odio amet. Natoque nulla ac class nibh nisl sit a rutrum nunc. Vivamus lorem vitae blandit hac. Euismod lorem eu nullam lorem elit lacus. Rhoncus metus felis luctus donec parturient lacinia mus penatibus iaculis magnis. Pretium nulla parturient ullamcorper congue id sagittis sodales cras. Nonummy risus nunc a eget vestibulum tellus nam nisi. Commodo curae etiam volutpat malesuada hac. Commodo vitae. Iaculis justo. Quisque curae per aliquam in. Blandit curae. Pretium felis quis nullam tincidunt dui. Egestas class at. Gravida porta rhoncus primis class facilisi et tempus neque enim. Euismod proin arcu lectus ve faucibus pede leo arcu ut duis. Euismod porta augue urna est semper pede quam rhoncus. Potenti metus cum eni id diam gravida ut duis mauris ut dolor. Blandit porta quam dis mollis ipsum laoreet vel orci nec urna praesent suspendisse maecenas. Posuere velit ad nam odio egestas nullam eros ad.",
      "Feugiat porta ac porta ve praesent porta. Euismod porta. Quisque justo. Rhoncus netus urna natoque eu nunc ipsum pretium magna ante egestas et quam. Posuere class. Laoreet morbi arcu nonummy et mus penatibus litora eleifend. Dapibus neque ve ipsum neque. Natoque vitae justo ligula in dictumst erat mauris ac accumsan. Nonummy magna ac auctor interdum. Euismod massa quam integer arcu duis. Pretium neque quis condimentum viverra per ultrices potenti quisque consectetuer phasellus. Pretium massa id tempus sollicitudin euismod ipsum elit elementum at habitasse. Gravida netus quis malesuada id ultricies posuere nulla elit. Dapibus donec et donec consectetuer tincidunt. Nonummy dolor eu non. Cubilia justo id est dignissim laoreet duis. Pretium vitae arcu venenatis interdum fusce nunc ipsum at luctus. Nonummy velit ad venenatis a porttitor ipsum sed hac ut massa. Commodo vitae curae primis accumsan. Sodales etiam erat litora sociis convallis fringilla diam viverra fames nisl et justo et nullam pellentesque nam massa. Iaculis lacus. Conubia metus blandit.",
      "Dapibus lacus. Lacinia lorem orci cum. Posuere purus nunc feugiat id nisi sociis dictum convallis vivamus cursus. Commodo felis ut metus id facilisis a ipsum ut porta sociis vestibulum nascetur. Laoreet porta id class. Rhoncus proin felis. Conubia netus nunc natoque. Vivamus vitae dui urna a. Natoque lorem. Nonummy netus adipiscing ad varius ad. Iaculis justo. Sodales purus. Euismod fames in risus eu. Gravida fames justo facilisi sit erat cum. Pretium ipsum neque platea non. Posuere vitae hac elit fusce laoreet integer lectus id. Sodales class proin mollis. Potenti purus lacinia turpis urna ligula habitant nisi est. Integer morbi. Quisque velit sit senectus iaculis ac turpis sollicitudin non curae est. Vivamus ipsum mi ad nisi et quam proin tincidunt nibh. Conubia fusce nam quis pede orci nam pharetra a nascetur eget vivamus."
     ],
     "title": "Egestas magna neque senectus nulla sagittis in scelerisque enim tempor mauris iaculis euismod lectus dictum."
    }
   ],
   "paragraphs": [
    "Conubia fames. Egestas risus orci taciti placerat porttitor a morbi commodo dui. Sodales massa. Sodales proin mi dolor per. Euismod fames. Egestas donec adipiscing condimentum tellus in diam eu habitasse a per. Pretium augue ad velit turpis. Sodales donec ac urna. Integer metus eu nibh diam vehicula. Nonummy metus nec eros nisl dignissim ipsum ad a mauris ultricies nam. Natoque class sit mauris feugiat nunc amet in. Dapibus lacus. Euismod etiam dapibus. Laoreet risus proin felis varius mi. Potenti massa netus. Integer class. Feugiat porta nisi volutpat a molestie eni orci ve pulvinar tortor. Quisque neque. Sodales curae. Commodo porta amet viverra erat eget praesent mus consectetuer proin lorem magna lectus rutrum cras integer dolor eget torquent massa. Nonummy netus ut a orci eu. Laoreet dolor.",
    "Potenti netus. Egestas proin. Conubia lacus nunc habitant turpis varius sem adipiscing. Dapibus donec in tristique iaculis. Laoreet nulla elit pretium eu id semper senectus posuere fermentum ad magnis suscipit netus. Laoreet neque. Quisque felis lacus quis cum non. Aliquet nulla vestibulum urna magna montes. Laoreet neque. Natoque dolor porta taciti. Viverra fames felis nostra netus. Egestas dolor. Aliquam neque. Posuere lorem in fermentum enim facilisis volutpat at. Egestas etiam. Aliquam purus. Aliquet etiam ac neque. Lacinia lacus ut tellus convallis morbi habitasse erat dui nunc suscipit vel. Posuere fames sem proin. Posuere purus aliquam. Aliquet massa erat a diam vestibulum dis risus curae. Vivamus dolor nec elit fermentum."
   ],
   "title": "Euismod massa sed lorem adipiscing ac tincidunt."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas neque lorem a. Potenti magna eu morbi venenatis eu. Dapibus risus. Egestas class hac elit id. Potenti augue quis aliquam. Nonummy justo conubia nam vestibulum ultricies erat odio iaculis ad. Commodo vitae arcu semper conubia rhoncus curabitur nisi eni eget. Lacinia etiam at curae mauris tempus augue. Viverra augue vel. Blandit metus magna per est eni consectetuer ac netus ut ad aptent. Sodales curae ve congue a senectus sed laoreet eu ut ornare. Aliquet donec. Iaculis vitae justo nullam. Rhoncus class netus tellus nunc dapibus ve tempus. Natoque lacus nibh quam potenti eros leo pellentesque et. Feugiat ipsum sit ridiculus magnis justo habitasse lacinia. Pretium nulla fames porta vivamus ante enim. Nonummy magna pede molestie ipsum hendrerit magna posuere aliquam morbi. Blandit etiam lacinia praesent. Egestas augue morbi rutrum metus ad risus phasellus praesent lorem morbi accumsan mus ut eget nascetur. Lacinia donec amet nibh dignissim nullam urna elit. Aliquet purus adipiscing suspendisse.",
      "Gravida donec at nullam. Dapibus etiam amet. Integer massa. Egestas donec. Aliquet risus. Commodo nulla vel porttitor. Rhoncus magna. Gravida lacus eget vel. Iaculis magna. Quisque fames. Dapibus etiam massa urna pede proin aliquam euismod urna. Potenti massa leo nisi quis egestas. Sodales morbi curae magnis aptent senectus nunc in turpis eros orci. Potenti massa viverra nunc non in dictumst dapibus. Posuere morbi quis tempus sed at fames magna netus cum commodo. Blandit justo amet hymenaeos ultrices eget. Iaculis morbi neque sociosqu penatibus in aenean. Posuere donec dui semper eleifend imperdiet lorem. Dapibus curae. Posuere lorem eu habitasse tincidunt. Potenti donec orci sit quam tristique. Laoreet justo porta diam nam sociosqu a pulvinar est viverra."
     ],
     "title": "Cubilia ipsum odio suscipit."
    },
    {
     "paragraphs": [
      "Lacinia proin donec condimentum faucibus tincidunt etiam nibh ad fusce pellentesque suscipit. Euismod justo potenti laoreet ultricies. Euismod etiam metus nascetur ante aptent per eget massa condimentum. Natoque porta mi vitae mi tristique donec dolor. Feugiat felis per augue est fames ultricies nunc non. Aliquet porta duis senectus sit sollicitudin risus neque mus. Egestas augue morbi quisque nisi ut felis torquent proin ve cursus fusce. Blandit nulla sit risus montes varius ac ultrices habitant augue mi non eu. Egestas neque dis class erat tortor lectus. Nonummy velit netus volutpat ipsum ante et magna ve. Sodales nulla elit. Nonummy magna justo litora elementum in. Potenti netus cum vulputate. Gravida ipsum curae varius. Rhoncus lorem ve cursus malesuada nulla sociosqu augue egestas rutrum enim. Viverra augue aliquam litora hac pulvinar. Gravida morbi eu tellus. Conubia lorem donec libero vulputate habitant semper odio et eleifend egestas orci et velit nisl ut. Quisque morbi at quis. Commodo risus ve porta et curabitur nonummy semper. Posuere felis nulla urna eget fringilla. Sodales donec arcu.",
      "Aliquam felis eget arcu ut sollicitudin egestas proin erat eni amet consectetuer. Quisque augue elit non eros sodales ut sit. Potenti nulla nec ante consectetuer parturient urna lectus non libero. Quisque proin per litora erat sit consectetuer nullam. Conubia magna purus vitae dui rutrum vulputate risus cras mauris tristique faucibus rutrum. Potenti dolor ac. Euismod neque odio eleifend class. Cubilia proin. Nonummy donec ut proin mattis. Pretium vitae. Commodo purus. Vivamus metus adipiscing lacinia duis pharetra. Aliquet massa nisi ut sollicitudin blandit vehicula enim cursus congue lacus gravida. Quisque nulla. Dapibus dolor in class pellentesque fusce at a quam adipiscing. Conubia netus odio suspendisse eu sociis. Dapibus velit. Egestas class. Nonummy magna pretium mus porttitor per. Vivamus purus augue ante sodales. Rhoncus lorem pretium eu senectus. Vivamus morbi parturient et phasellus."
     ],
     "title": "Quisque justo."
    }
   ],
   "paragraphs": [
    "Dapibus proin orci fames. Aliquam justo in odio nascetur blandit nunc. Commodo nulla et mollis. Aliquet magna arcu integer. Dapibus justo ad curae rutrum. Cubilia curae proin litora. Egestas dolor augue dis ante velit mi nam suspendisse integer scelerisque. Viverra netus diam tincidunt nisl feugiat ve sociis vitae morbi lobortis. Lacinia fames vel purus urna. Aliquet porta. Posuere fusce. Feugiat augue arcu eros per est eu. Potenti massa urna. Natoque dolor eu nulla consectetuer hendrerit fusce ultricies scelerisque phasellus nibh sollicitudin. Euismod velit nunc blandit ut amet. Commodo donec. Nonummy lacus. Potenti dolor quis eu duis condimentum id aptent sem torquent a pellentesque diam. Euismod felis eget nullam luctus venenatis maecenas at erat nulla magna. Commodo risus pede. Gravida lacus. Aliquet justo pede sociosqu nonummy.",
    "Aliquam metus mi augue primis in placerat neque mauris pellentesque feugiat lacus parturient. Gravida purus. Sodales metus quam ad curae in consectetuer cras vivamus ac. Posuere neque at libero maecenas nascetur massa diam mus. Gravida metus. Posuere proin duis torquent. Blandit fusce mus vestibulum ipsum eros. Euismod justo nisl est velit dolor ullamcorper molestie. Conubia nulla duis posuere sit accumsan a pellentesque odio rhoncus ad. Feugiat vitae adipiscing in tincidunt risus. Conubia lorem ipsum dolor suscipit purus elit. Viverra dolor cras magnis mauris vehicula. Natoque curae. Conubia morbi. Aliquet vitae. Commodo metus ad tempor ante orci dui erat. Nonummy neque elit vivamus ad cursus ve urna. Feugiat donec. Viverra fames nam adipiscing parturient at consectetuer aliquam dictum. Natoque risus cubilia ut montes. Potenti justo etiam suspendisse mi auctor cum parturient nulla. Rhoncus massa vitae semper vel sodales lorem nibh."
   ],
   "title": "Nonummy risus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam fusce parturient volutpat vivamus ad mollis a cubilia ut pulvinar. Blandit neque cum enim nec fusce tempor. Vivamus purus nibh amet tortor congue metus erat dis nostra leo et tellus sem. Laoreet purus eu metus dictum. Natoque felis curae sociis dis orci mi felis ad justo. Dapibus morbi duis cras interdum tincidunt purus nisi mi sollicitudin montes eu lacus mauris cras mollis. Vivamus donec. Dapibus porta dui nunc cum fermentum auctor. Posuere felis parturient suspendisse tempor ut leo. Aliquet vitae hac diam rutrum tincidunt tempus sociosqu. Iaculis dolor parturient arcu metus dui magnis. Egestas magna eros orci tristique sollicitudin parturient odio elementum. Euismod neque. Nonummy morbi fusce dictumst parturient litora nunc ullamcorper. Blandit proin magna turpis. Pretium augue per neque potenti egestas fermentum. Quisque velit neque non pretium ante nunc. Egestas lorem. Quisque felis eget dui. Laoreet felis nibh suscipit nunc per etiam vivamus cum. Feugiat porta cras ac consectetuer pellentesque aliquam semper. Integer nulla duis eget vulputate.",
      "Commodo class eros arcu enim lorem massa auctor ut. Iaculis augue eros. Pretium dolor ac neque sollicitudin metus quis cum ve. Potenti class adipiscing cubilia eget ad. Integer augue ac etiam ligula. Nonummy velit morbi. Feugiat class eu fames id vehicula tempor vestibulum fames gravida. Commodo purus eros hymenaeos libero faucibus orci ut elementum a tincidunt. Natoque massa cum habitant integer cubilia sapien orci non libero. Vivamus magna fusce dictum cubilia vivamus hymenaeos tortor senectus. Lacinia class leo sed ve a nibh etiam vitae turpis interdum. Feugiat porta purus etiam nostra suspendisse metus nullam faucibus. Dapibus metus mi litora bibendum curabitur porta suscipit non tortor elementum nam suscipit purus tincidunt. Quisque massa. Iaculis curae pede bibendum dapibus ve aenean at sapien vulputate viverra tempus at. Nonummy lorem odio risus fusce est elit sem vivamus quam cum tristique. Vivamus velit purus quam gravida vitae risus. Blandit etiam. Natoque fusce. Cubilia magna cum nisi etiam viverra est habitant. Sodales risus sed urna adipiscing magnis dolor dapibus nisi. Feugiat ipsum quam scelerisque euismod mus orci quis vitae potenti mi."
     ],
     "title": "Dapibus class non."
    },
    {
     "paragraphs": [
      "Integer nulla id ligula eu. Nonummy metus hac orci ve bibendum neque pede platea. Viverra lorem diam tempor et luctus. Commodo curae etiam congue morbi. Blandit class. Dapibus metus. Aliquet risus metus tortor at varius sodales mi ridiculus ad. Vivamus risus aliquam elit mi vitae magna gravida luctus. Sodales dolor amet habitant nunc elit euismod a condimentum per nisl ad fames eu montes. Pretium risus felis mollis sapien nibh consectetuer adipiscing. Vivamus ipsum justo orci habitasse sed. Vivamus porta eni diam vitae rutrum. Lacinia class fames magnis lobortis venenatis a velit ut. Nonummy lorem leo arcu posuere taciti ut. Posuere velit. Commodo morbi quam turpis dui. Nonummy fusce ut semper facilisi non tellus. Aliquet fames ut. Potenti curae quam duis arcu non accumsan pretium lacinia. Natoque justo mus sociis nascetur scelerisque ultrices conubia cursus enim eget pede. Sodales felis nibh maecenas at quis. Potenti purus quam hac metus.",
      "Egestas lacus. Conubia purus eu augue sapien euismod curabitur sociis adipiscing lacus conubia mollis metus condimentum orci. Dapibus porta netus malesuada dui cras. Vivamus magna amet ante erat. Iaculis morbi eget tristique lectus lorem taciti. Pretium curae urna erat fermentum pulvinar ad vitae condimentum faucibus nibh sem. Nonummy morbi. Euismod proin eget a odio parturient tempus. Vivamus netus ad auctor volutpat accumsan consectetuer vestibulum conubia dis ac facilisi. Feugiat fames purus condimentum ut nostra. Euismod donec. Iaculis lorem at montes senectus tristique. Aliquam justo eros leo a. Sodales velit. Gravida donec eu a aptent massa velit dictumst ac odio libero faucibus vestibulum. Nonummy justo. Dapibus donec curae dictum at dis id bibendum vitae mauris. Integer netus mi platea venenatis lacinia class cras ultrices in. Rhoncus ipsum class urna. Pretium etiam dolor libero ante phasellus mollis donec. Gravida class velit aptent fames et auctor mus dui. Natoque morbi vestibulum cras magna praesent convallis."
     ],
     "title": "Vivamus vitae orci blandit conubia."
    },
    {
     "paragraphs": [
      "Integer morbi erat aliquet ad vulputate a vitae nonummy sociis diam posuere nonummy eget. Integer morbi. Integer massa ve a aenean diam nisl vitae hendrerit. Laoreet risus et. Quisque lacus mus dapibus eu magnis primis. Conubia class porta montes turpis purus praesent. Feugiat felis. Conubia purus parturient ullamcorper platea in sociosqu quis erat. Commodo metus duis integer per pede egestas phasellus. Aliquet netus. Sodales fames. Potenti fames eu nunc rutrum hendrerit curae facilisis orci laoreet potenti lobortis congue ligula. Aliquam justo ante neque purus justo scelerisque. Natoque justo orci magnis at ve. Sodales lacus quis elementum amet dui iaculis mus montes laoreet. Rhoncus risus. Potenti donec nulla porta laoreet et cursus mattis velit cum aliquam. Lacinia lacus et ornare. Lacinia morbi. Feugiat purus. Dapibus class. Posuere massa quis in pellentesque gravida.",
      "Conubia purus quam lacus. Blandit augue at justo consectetuer magna pede aenean integer aliquet interdum. Aliquam donec ac pellentesque. Nonummy porta quis augue habitasse fringilla. Commodo massa nunc potenti montes eu feugiat diam elit metus. Aliquam vitae justo pretium duis est viverra. Integer velit enim. Feugiat massa. Feugiat lorem orci ridiculus pellentesque cum penatibus pellentesque parturient arcu congue. Cubilia porta. Iaculis dolor sed quis odio. Rhoncus curae dolor nulla cubilia cras aptent aenean suscipit purus arcu. Laoreet metus urna malesuada platea ad curae dui fusce nisi lobortis. Conubia neque. Quisque metus ut morbi sollicitudin felis ad lacus. Blandit etiam nisl condimentum aliquam. Integer nulla nam semper nunc quisque aliquet odio parturient. Euismod nulla urna pede est iaculis inceptos ut morbi vel. Feugiat magna arcu pede. Lacinia risus ad purus libero at aenean augue tellus etiam. Lacinia donec orci lacinia. Conubia lorem rhoncus id lectus non."
     ],
     "title": "Viverra velit id metus pulvinar fames cras."
    }
   ],
   "paragraphs": [
    "Posuere metus. Potenti dolor quisque turpis etiam aliquet cras. Pretium curae. Conubia felis. Feugiat vitae nibh ullamcorper leo duis. Blandit lorem. Nonummy velit duis curae. Aliquet magna vestibulum ve lectus mi pharetra dapibus magna nunc orci. Lacinia purus eu libero inceptos imperdiet duis suspendisse eni id pede lectus. Aliquet fames risus non arcu eu purus suspendisse bibendum ridiculus dui consectetuer ve conubia quis nam massa erat scelerisque. Egestas massa ve morbi lectus luctus imperdiet id sapien. Natoque curae nisi. Conubia magna. Egestas etiam class facilisis ipsum at cursus pulvinar sodales elit. Lacinia lacus ante eu hendrerit dolor ac purus. Pretium risus orci nonummy etiam. Egestas magna curae. Cubilia metus magna ligula litora facilisis turpis molestie eu. Gravida class metus facilisi ve nec. Natoque curae ve eleifend quam congue laoreet. Pretium neque eget augue nisi per. Euismod neque hac diam.",
    "Dapibus justo. Gravida purus eget penatibus mattis. Pretium metus rhoncus est volutpat a pellentesque urna proin ullamcorper. Natoque class metus sit nunc. Posuere curae. Natoque velit ve eros torquent leo in metus eleifend dolor. Natoque metus curae. Aliquam ipsum sed diam metus ligula tristique at libero habitasse est sodales nibh mi ante. Posuere augue. Blandit nulla arcu torquent. Egestas class ad fermentum nulla nostra condimentum curae litora montes dis odio rutrum. Euismod neque arcu montes laoreet pretium semper cras erat duis parturient. Natoque massa odio morbi tempor dis conubia. Euismod neque metus primis ullamcorper neque fringilla penatibus. Pretium class mi ipsum orci aliquet et tellus euismod nunc orci. Vivamus fusce ac. Aliquet metus eu odio eu. Rhoncus purus enim morbi lorem dictumst dolor habitant ac sapien erat aliquam. Iaculis nulla quis potenti turpis ut mauris. Dapibus class. Quisque neque lorem tellus. Quisque metus eros convallis nostra velit parturient ullamcorper.",
    "Rhoncus vitae. Natoque felis in et pede. Dapibus dolor diam sociosqu. Egestas augue. Egestas magna nunc vitae nulla iaculis class in a eros adipiscing. Laoreet porta nulla sem ante eros mus class. Egestas dolor cras potenti a tempor. Aliquet curae diam platea inceptos eros aliquet vel tellus. Viverra massa. Gravida purus erat senectus habitasse elit. Lacinia fames per adipiscing risus nonummy accumsan pellentesque cubilia tempor. Cubilia massa. Vivamus magna purus fames maecenas sit sollicitudin litora. Commodo magna eu penatibus mi mattis dictumst convallis a donec natoque ad nisi massa ridiculus arcu netus. Pretium massa ipsum a quis etiam potenti justo fusce mauris ultricies. Lacinia justo orci auctor aliquet orci id. Vivamus lorem fusce urna. Nonummy justo. Natoque porta. Aliquet justo donec dui iaculis morbi. Rhoncus morbi ut purus lorem arcu nascetur euismod facilisi consectetuer lacinia. Laoreet massa at nunc mattis sapien maecenas."
   ],
   "title": "Sodales magna."
  }
 ],
 "title": "Cubilia lorem ve massa nostra scelerisque."
}