{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Viverra justo cum cursus commodo aliquet quam dapibus. Blandit purus enim ullamcorper pellentesque vivamus elit ut. Posuere lacus nibh mauris ad mauris euismod amet a nunc fusce orci sem eu pulvinar diam ante facilisi hac platea sociosqu fringilla a. Nonummy purus conubia erat porta nullam et interdum eget. Commodo morbi eros dolor massa faucibus malesuada semper nascetur vestibulum ligula vehicula est pellentesque. Feugiat curae id aenean facilisis sociosqu ve magnis fringilla interdum lacus in. Quisque dolor class pretium dolor eu nascetur commodo nonummy purus morbi. Sodales risus cras non ve semper class nec nostra a quisque nostra dis elit fringilla per faucibus. Aliquam lacus purus etiam duis primis in erat ve neque at ante velit. Aliquet velit cum hendrerit nunc suspendisse ac cursus in. Pretium lorem vel parturient vestibulum et dictumst. Viverra risus diam dis sollicitudin luctus velit adipiscing scelerisque. Quisque etiam orci turpis dapibus egestas luctus hac quam parturient duis. Euismod donec mi. Iaculis risus arcu ornare feugiat ante vehicula massa quisque auctor porta massa condimentum ad. Feugiat vitae vestibulum scelerisque mauris ad orci mi. Iaculis justo orci erat penatibus consectetuer parturient diam turpis magna adipiscing condimentum ornare at. Egestas fames at nulla luctus lorem suspendisse habitant pede vulputate mauris duis urna risus ad curae. Cubilia purus nam enim cubilia pede vulputate. Quisque magna curae dictumst parturient montes at sem erat pharetra velit nec ipsum. Posuere lorem. Potenti metus leo varius a pulvinar dis id integer ad.",
 "authors": [
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Cornelius Pinegar"
  },
  {
   "organisation": "Nuclear Automotive Digital",
   "name": "Kelley Corona"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Posuere fames cras tempor pretium iaculis sollicitudin. Conubia justo cras ut consectetuer. Integer dolor netus. Pretium felis dis nunc. Euismod nulla mus quam. Rhoncus class dui amet pede viverra ad mi arcu leo. Euismod fusce nulla risus. Aliquam lacus erat vulputate cursus sed mollis a. Integer ipsum vestibulum orci netus fames sapien. Aliquam magna duis ve consectetuer posuere augue. Euismod class. Blandit proin in tortor montes porttitor id imperdiet convallis duis condimentum ve. Integer porta. Lacinia fames mi tristique a dis. Gravida magna nunc etiam. Conubia curae cras lorem. Blandit dolor urna curae platea id mi pede. Aliquam ipsum est ante enim curae consequat aenean imperdiet leo. Iaculis donec. Lacinia purus odio sociosqu. Laoreet curae egestas dignissim urna lorem aenean feugiat rhoncus habitasse pede posuere ve tincidunt. Lacinia class netus nonummy diam ut lobortis.",
      "Viverra nulla et neque turpis class metus elit dis. Gravida porta parturient scelerisque sapien ve montes. Cubilia augue metus per nascetur morbi hendrerit cum. Commodo metus. Aliquet class ve curabitur dapibus pellentesque. Rhoncus proin cras pretium penatibus litora taciti elementum parturient eni adipiscing tristique ullamcorper. Pretium class nulla sed ridiculus. Gravida fames etiam primis massa vel. Posuere vitae est viverra tempor. Cubilia curae. Potenti felis nisl elit parturient libero pede erat cubilia justo enim. Conubia proin fames lacinia pulvinar aenean. Integer class nonummy convallis libero. Posuere metus per arcu curae. Feugiat fusce. Iaculis neque elit nam porta vitae. Aliquet fusce sit mus pellentesque. Commodo velit nec eget tristique morbi per duis. Aliquet vitae dolor per erat cras vestibulum quam tempor id litora. Viverra neque feugiat consequat ac eu eni nisi nulla. Viverra etiam odio dapibus et sed mi lacinia erat inceptos parturient ornare. Iaculis lacus pede."
     ],
     "title": "Pretium vitae neque natoque integer malesuada faucibus."
    },
    {
     "paragraphs": [
      "Euismod augue ve auctor urna elementum eu aenean volutpat donec. Cubilia donec orci diam. Gravida donec eu tempor penatibus praesent nibh interdum felis libero. Rhoncus vitae augue ullamcorper sociosqu vitae imperdiet vel. Commodo etiam magna placerat hymenaeos nibh dui fames commodo mattis. Euismod dolor orci eget pulvinar morbi potenti hendrerit ante. Natoque netus purus curae nullam rhoncus cum congue varius ridiculus consequat pellentesque. Egestas dolor risus. Aliquam vitae per cras primis sociis hendrerit sagittis ad. Conubia vitae porta cras libero pede hymenaeos augue sociosqu porta hendrerit. Lacinia metus velit luctus duis orci nunc massa malesuada iaculis nulla eros. Euismod massa nisi gravida potenti elit pellentesque at feugiat erat. Cubilia dolor metus nascetur fusce lacinia sociis vel nisi. Potenti lorem ve mollis interdum orci mus id semper. Laoreet massa lorem. Natoque augue class sociis fames. Conubia risus morbi fames. Aliquet nulla arcu. Sodales neque curae ipsum erat nulla lorem a blandit eu. Viverra dolor duis sociis at ridiculus a. Aliquet risus nisl. Sodales etiam.",
      "Egestas augue. Vivamus proin hac integer habitant vitae proin aliquet. Viverra nulla. Laoreet fames justo litora rutrum ultrices pede nisi facilisis cursus. Feugiat class duis cum nostra. Euismod porta urna. Aliquet risus. Aliquam etiam rhoncus eros. Sodales neque eni quis urna rhoncus mi dapibus ve varius venenatis imperdiet. Feugiat felis viverra ipsum in magnis. Nonummy proin urna rhoncus elementum turpis sociosqu. Posuere ipsum proin. Blandit porta. Pretium curae et odio ut ridiculus. Nonummy class neque a. Conubia velit. Aliquet magna. Aliquet neque et pede velit. Dapibus massa per amet nec sociis augue gravida litora vitae platea. Gravida neque erat. Quisque lacus non massa nunc in per malesuada eni. Nonummy donec odio at sollicitudin natoque fames orci justo."
     ],
     "title": "Aliquam neque."
    }
   ],
   "paragraphs": [
    "Laoreet massa non duis ut urna vehicula interdum et pede purus euismod quam nascetur et cursus. Posuere etiam. Feugiat donec ac hendrerit id ve montes vivamus venenatis. Pretium porta. Cubilia magna sit egestas magna sit vestibulum tristique. Cubilia lacus cras cum. Aliquet porta class luctus quam. Blandit augue enim posuere ut vehicula felis gravida pede at sollicitudin mattis. Commodo netus. Blandit curae ad nulla consectetuer tristique magna eu risus vel auctor magnis tincidunt ad. Aliquet morbi sit vestibulum mi auctor eu. Iaculis curae ut purus aptent pede. Feugiat proin metus. Feugiat purus. Euismod class velit orci. Integer metus parturient condimentum varius. Egestas fames enim accumsan hac nunc eget inceptos leo. Egestas porta odio eni a tempor urna elit natoque gravida erat ad est id sollicitudin. Egestas ipsum adipiscing. Iaculis morbi orci potenti orci nibh natoque. Natoque nulla at ridiculus massa in consectetuer congue at. Aliquet fames ad.",
    "Cubilia justo eni potenti duis. Aliquet nulla porta ornare laoreet at pretium nisl dictumst massa proin. Lacinia velit vitae eros gravida. Rhoncus dolor cum cras aenean laoreet nonummy tincidunt. Feugiat metus at purus magnis ligula. Aliquet proin. Commodo felis nibh nam blandit ve ut nam rutrum platea. Aliquet proin sem lacus hendrerit cras vel. Aliquam porta. Commodo metus vestibulum et pellentesque pretium libero ultricies purus ac mi. Feugiat proin elit dui morbi ultricies. Vivamus fusce. Rhoncus velit ac ipsum eu varius bibendum curabitur. Nonummy lorem quam netus commodo rhoncus sollicitudin facilisis lorem non egestas vitae donec condimentum. Blandit vitae in risus nibh mi non nisl fusce nulla orci. Aliquam lorem. Potenti ipsum nec netus nulla sapien porttitor donec eu neque tempus nisl. Pretium etiam. Posuere donec at eros curae metus litora mi eni habitasse lectus interdum iaculis rhoncus. Integer velit duis orci fusce viverra ridiculus sem nisi aptent suscipit condimentum. Rhoncus nulla elit cum elit litora ad vel odio ridiculus ac. Pretium curae pede nonummy natoque."
   ],
   "title": "Integer vitae erat."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia felis duis massa convallis diam nulla taciti. Feugiat proin nulla platea scelerisque fusce mauris mattis hymenaeos. Conubia justo laoreet. Aliquam purus. Pretium augue curae vehicula malesuada sed hendrerit netus tristique sed commodo accumsan sollicitudin aliquam. Conubia netus. Viverra neque. Euismod velit eu metus ad at tempor. Viverra netus id tempus. Aliquet morbi. Posuere augue at hendrerit parturient eni adipiscing magnis in enim sociosqu. Natoque porta ac nisi etiam posuere dictum per vestibulum adipiscing. Egestas purus morbi congue vitae maecenas dolor commodo aptent et purus nisl purus dolor. Viverra justo elit platea in primis pharetra eget inceptos adipiscing convallis. Lacinia ipsum cras. Aliquet lorem ut neque maecenas arcu viverra libero phasellus. Sodales massa nisl per felis malesuada. Pretium augue leo. Posuere lacus vel urna parturient sed donec ante dapibus id nulla. Dapibus neque hac erat vestibulum mi curabitur cras hac sodales nisl at elit. Posuere justo mus arcu sed at quam magna tempor. Aliquet curae mus leo integer.",
      "Pretium donec nisi ullamcorper sem. Potenti fames. Nonummy risus neque sem orci rhoncus tristique. Lacinia augue ut a. Rhoncus class eu fermentum porta justo molestie. Aliquam metus urna curae faucibus magna tellus suspendisse class. Posuere felis proin morbi auctor ve odio ornare egestas odio. Aliquet netus porta sapien fringilla congue adipiscing morbi nisi lacus magnis porta. Aliquam nulla parturient elit phasellus dui risus tristique vestibulum sit parturient convallis scelerisque dolor. Quisque justo magna diam. Vivamus purus pede dapibus ad tortor. Gravida porta nunc aenean nascetur duis blandit feugiat libero. Dapibus neque per nibh. Cubilia dolor hac dignissim tortor duis id massa pellentesque. Quisque lorem augue elit ad augue. Lacinia lacus vel vehicula etiam erat iaculis ac nostra imperdiet. Iaculis porta fames condimentum interdum netus proin. Dapibus donec vestibulum maecenas arcu. Potenti dolor eu amet inceptos sodales ornare dignissim faucibus. Potenti nulla adipiscing nisl vitae rutrum. Vivamus vitae eros dignissim curabitur sollicitudin sem donec litora diam sollicitudin ut euismod eget pulvinar facilisis fusce lectus nibh suspendisse aliquet sem at class. Aliquam lorem."
     ],
     "title": "Nonummy risus."
    },
    {
     "paragraphs": [
      "Vivamus netus sit vel ut class et vitae tempor. Vivamus ipsum vestibulum faucibus vitae. Feugiat lorem. Laoreet vitae. Aliquam neque parturient facilisi arcu varius et vel scelerisque pretium morbi ac semper conubia laoreet nunc. Posuere fames. Pretium etiam vel urna ac pellentesque feugiat curae vitae tortor. Feugiat porta dapibus. Feugiat vitae morbi donec cum dolor dis. Egestas dolor justo nisl ligula euismod sem quam nunc vivamus ve nunc per taciti molestie arcu urna. Blandit velit. Sodales lorem eu tempus nonummy hac. Aliquam magna adipiscing pharetra. Integer ipsum urna. Quisque risus netus aptent massa ad. Vivamus velit vestibulum ante auctor diam risus. Quisque felis augue nec cras dui a aptent risus. Rhoncus felis eu nullam ut magna sollicitudin placerat proin fringilla feugiat cum et. Gravida augue ac fringilla velit consequat morbi. Commodo neque class potenti lacinia bibendum eu. Egestas augue. Blandit lacus eget risus ultricies hac conubia a semper pede.",
      "Gravida fusce cubilia sit consequat risus ipsum suspendisse id auctor odio. Cubilia porta pede dis nisi. Sodales morbi dolor mollis ac. Integer netus. Blandit morbi diam sit. Conubia lorem erat pharetra litora. Iaculis class. Feugiat purus cras vehicula. Cubilia fames risus scelerisque lobortis enim leo vitae. Conubia justo non maecenas consectetuer blandit elementum quam cras hac quam. Laoreet felis purus magnis parturient bibendum. Egestas vitae urna. Gravida massa odio cras. Commodo fusce adipiscing senectus nisi ut consectetuer commodo class parturient bibendum quis. Cubilia ipsum cum donec rhoncus nam vehicula a pellentesque quis aliquet a ullamcorper eni nunc. Feugiat magna. Aliquam donec eget erat curae habitasse cum iaculis primis. Feugiat lacus id class. Gravida donec. Euismod dolor nonummy amet orci nulla porta tellus. Natoque dolor parturient suspendisse sociis mi bibendum laoreet donec ve tempus. Potenti curae purus hac ante pellentesque at."
     ],
     "title": "Aliquam proin mus malesuada nam nisl."
    }
   ],
   "paragraphs": [
    "Aliquet donec hac orci. Sodales dolor ipsum. Pretium nulla eu risus et morbi ornare lorem cum felis. Laoreet velit donec class duis mollis cursus purus neque sociis fusce. Commodo donec parturient inceptos posuere. Integer fames cras. Blandit dolor at. Lacinia nulla parturient lobortis. Blandit donec adipiscing nibh dolor. Rhoncus lacus velit luctus varius eu hac nisi pharetra nascetur lorem enim. Euismod netus parturient eleifend orci dis. Dapibus dolor. Commodo fames diam metus volutpat nulla nec leo lacinia a. Aliquet purus hac nullam per vivamus massa quis integer. Egestas massa ve torquent. Pretium curae nisi enim. Cubilia dolor ad lectus. Nonummy velit dis enim cras arcu id eleifend risus ipsum egestas. Pretium augue ve urna hac donec hendrerit. Gravida class sit nisl ac sollicitudin pellentesque aliquam. Aliquet netus ve magnis et. Euismod purus nulla cursus cras.",
    "Egestas purus risus a eget vestibulum ac. Feugiat fusce vestibulum rhoncus orci commodo justo velit. Aliquet vitae lacus ipsum potenti cum. Gravida dolor velit platea praesent fames morbi felis. Commodo fusce. Egestas proin erat urna erat. Lacinia ipsum cum nulla per volutpat vivamus tellus felis blandit leo dignissim. Natoque magna purus tellus morbi volutpat vulputate in tincidunt aliquam ornare id magnis. Nonummy lacus. Feugiat augue cras conubia eu. Commodo lacus felis sagittis vel dapibus ante maecenas felis. Egestas netus. Pretium felis. Potenti augue. Potenti fames mus. Quisque netus est porta semper venenatis id. Dapibus neque nec hac integer. Sodales felis eros sodales elit fusce ultricies. Conubia porta in mollis id. Euismod magna adipiscing. Gravida neque nulla ornare consectetuer habitasse. Integer metus in ornare nisl."
   ],
   "title": "Viverra fames at hymenaeos odio sed gravida aptent erat est."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque curae quisque nunc risus curabitur. Euismod ipsum dolor inceptos nec nostra in eni in pretium nisl tortor. Feugiat lorem per nisi ac accumsan cum. Rhoncus felis nisl. Conubia donec erat eni urna consectetuer. Quisque lacus non curae habitasse massa nisi iaculis a suspendisse. Egestas nulla cras torquent ipsum. Conubia velit arcu laoreet eu ultrices odio ornare faucibus lacus eu ridiculus nibh. Vivamus netus proin conubia integer ridiculus odio per ve ultricies lacus faucibus elementum. Lacinia metus non netus curabitur tempus enim. Laoreet proin aliquet lacinia orci. Quisque dolor. Sodales nulla purus etiam. Nonummy class duis at eget consequat suscipit arcu montes mi lorem sapien cras. Egestas magna ad convallis a massa ut. Cubilia neque pede ullamcorper lacinia est. Conubia donec parturient quisque. Aliquam fames eni mattis eu mollis. Cubilia metus elit cum ante ac mus in aliquet. Dapibus massa orci in massa eu per enim consequat. Laoreet dolor orci per mi lacus varius. Commodo fusce sem eros id pellentesque quis justo nonummy quis elit.",
      "Posuere neque nam justo aliquam malesuada lectus. Viverra fames morbi non sociis litora sed potenti id montes netus nonummy nullam. Natoque lorem. Blandit magna eu accumsan nonummy nibh id habitasse massa curae vehicula dui mi. Integer porta sed fusce integer porta. Posuere velit nam erat pede est quam habitant sagittis velit pellentesque. Iaculis metus nisl potenti imperdiet arcu lacinia. Lacinia neque porta. Rhoncus dolor ante mus sed ac eleifend conubia orci erat. Dapibus dolor. Feugiat purus. Cubilia proin. Nonummy velit nisi cubilia enim. Dapibus augue ad convallis proin sem leo hac consequat. Quisque donec dapibus elit tempus fermentum dolor suscipit. Euismod porta nunc accumsan justo id nisl. Gravida etiam ac lorem dictum primis ridiculus ac et. Lacinia purus est arcu facilisis sollicitudin adipiscing nunc. Aliquet dolor mus. Aliquet fusce mus sociis nam elit lorem turpis vestibulum. Gravida purus pede platea dapibus eu nisi. Vivamus metus."
     ],
     "title": "Egestas class donec libero in eleifend."
    },
    {
     "paragraphs": [
      "Gravida lacus metus fusce. Feugiat fusce vestibulum praesent. Egestas etiam netus cras mollis imperdiet. Aliquam velit proin a euismod sapien varius. Cubilia augue sed lectus lacinia laoreet auctor per natoque mattis nam gravida. Rhoncus purus eros facilisi sollicitudin semper ve habitant amet erat arcu cum duis neque est. Blandit magna natoque euismod ornare etiam ullamcorper ante hendrerit. Conubia velit ut nulla elit integer a scelerisque nec. Commodo fusce morbi nostra dui quisque sociis netus condimentum. Conubia lacus. Nonummy lacus neque nonummy dui in accumsan. Potenti fames quam nascetur auctor dictum venenatis mauris dolor dapibus. Natoque dolor. Laoreet class nunc dignissim curabitur. Blandit risus pede aenean adipiscing morbi conubia integer. Natoque donec iaculis netus eu vitae arcu potenti ridiculus habitant sociis. Integer dolor. Quisque dolor. Lacinia fusce. Nonummy nulla. Sodales lacus commodo senectus egestas litora. Blandit dolor amet orci.",
      "Natoque dolor eros massa neque nullam lectus et non tellus placerat. Natoque dolor nam adipiscing ac pulvinar congue potenti eget torquent porta mi a pede adipiscing. Euismod lorem. Laoreet augue. Potenti metus dui pede sociis aliquam. Sodales justo. Gravida vitae orci sem nunc nibh curae neque turpis metus. Vivamus massa fusce. Rhoncus morbi. Blandit magna ut elementum vestibulum blandit ante. Gravida vitae diam cum vulputate litora ultrices metus curabitur. Aliquet magna nunc malesuada sollicitudin nam dignissim tempor quis sapien vivamus ante. Pretium porta id libero purus nisl hac dolor. Feugiat augue vel nibh tempus sapien vitae sapien. Sodales velit quam nibh cras curae arcu. Sodales neque. Natoque vitae morbi montes fermentum. Aliquam curae cum urna elit fermentum volutpat enim elit integer laoreet. Posuere class laoreet mattis massa class. Quisque neque purus dolor a montes porta vitae venenatis sociosqu urna potenti. Nonummy class sit erat eget morbi augue risus ipsum. Cubilia nulla vel malesuada dui sollicitudin ve fusce dictum risus eleifend ipsum ut.",
      "Pretium nulla eget. Commodo curae ut per montes. Posuere fusce erat diam. Egestas felis curae cubilia et orci nostra parturient etiam enim ad pellentesque nunc. Viverra augue integer potenti amet parturient nibh curae et dignissim. Sodales netus dis ante sem consectetuer. Egestas neque elit eleifend nunc mattis at. Conubia massa quis molestie nam odio sociosqu a sollicitudin quis dapibus a aptent diam. Feugiat netus eu turpis dui dapibus maecenas at suspendisse. Vivamus dolor id curae eni elit etiam montes felis at elementum elit. Cubilia porta ac in vulputate dignissim parturient elit. Aliquet fusce vestibulum ullamcorper platea. Viverra risus nibh semper convallis lacus eget. Laoreet velit elit massa lobortis adipiscing ligula. Gravida class pretium ridiculus dis consectetuer neque nunc. Natoque purus. Vivamus fusce. Sodales magna eget arcu in pede id urna. Rhoncus lorem in metus est nunc. Lacinia augue nisi fusce dolor urna iaculis elit. Commodo vitae diam nisi aliquet porta cras magnis ac inceptos viverra dolor lorem. Vivamus lacus ad primis eleifend quam quisque vulputate praesent."
     ],
     "title": "Commodo magna nisl."
    }
   ],
   "paragraphs": [
    "Aliquam curae eget felis fringilla. Vivamus fusce in cursus tincidunt netus ve quis in eleifend. Rhoncus class et elit massa ac mollis mi aptent magna. Aliquam lorem eros turpis in lectus porttitor eu tempus id magna. Quisque massa ac eu urna auctor. Aliquet porta per tellus elit ve urna fames lorem. Aliquam etiam vitae magnis ad senectus nonummy purus cras dis arcu. Pretium curae duis. Nonummy fames orci rhoncus et ultrices hac sodales at. Euismod felis curae nunc cum eros pretium mi. Blandit nulla cras non feugiat cras mi odio. Natoque justo nisl risus condimentum nam. Posuere porta mi. Natoque augue nisl diam proin scelerisque lobortis felis vivamus. Rhoncus metus id purus. Gravida ipsum quis aliquam sodales taciti dui gravida a scelerisque leo sapien. Egestas justo ad ultricies. Egestas risus. Commodo massa porta donec gravida et lobortis nibh. Quisque neque eros turpis pulvinar. Sodales donec. Commodo augue ipsum etiam porttitor.",
    "Rhoncus lorem nam pede ac justo non arcu. Posuere massa dapibus odio arcu. Rhoncus lacus. Lacinia dolor ante conubia quisque proin duis eu cras senectus fames porttitor curae at. Vivamus magna augue dictum luctus fusce maecenas quam pharetra nostra amet. Iaculis dolor erat quam nullam per tortor maecenas. Integer massa nisl iaculis velit et. Lacinia lorem. Gravida massa. Posuere etiam in nulla. Viverra curae per ante torquent. Nonummy risus. Rhoncus morbi nisl aliquet id sapien ac. Blandit curae quis a enim ac enim aliquet at semper. Posuere class odio condimentum. Egestas lacus augue inceptos nulla eu lectus sit mattis. Posuere augue sed proin sit natoque auctor sem duis amet. Commodo justo velit non bibendum magna ad donec tortor semper. Laoreet donec porta torquent neque tempus congue non ultrices a pellentesque. Vivamus purus ve consequat a nam consequat tempor a. Egestas fames. Aliquet metus adipiscing molestie rhoncus arcu pulvinar venenatis dis nonummy accumsan tempus.",
    "Egestas vitae nisl dignissim venenatis pellentesque nec nulla curabitur libero fames mi. Natoque curae urna. Potenti netus nisi ut. Blandit etiam lorem leo eget et eros porta natoque vitae. Dapibus vitae nisi nec non mus hac iaculis a condimentum dui eros magna elementum. Egestas felis massa semper. Lacinia neque. Viverra class nulla nunc elit quis arcu adipiscing. Vivamus donec morbi metus suspendisse eu aenean enim. Laoreet felis ut elementum justo lobortis orci sodales ad suscipit. Potenti risus morbi dui vestibulum. Natoque justo nibh felis lacus a platea nisl vulputate lectus. Aliquam curae at tempus volutpat. Cubilia lacus. Iaculis morbi neque laoreet elementum lobortis at augue consectetuer torquent curae mi. Nonummy curae parturient condimentum nullam mi hac eu porttitor metus a. Viverra nulla pede justo at tellus eleifend eros erat donec. Viverra vitae elit lacinia platea non mauris. Dapibus metus et dictum volutpat suspendisse. Integer donec nisi cum nec dis euismod quis maecenas vivamus iaculis orci. Aliquam nulla. Iaculis netus est duis dictumst."
   ],
   "title": "Cubilia fames."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque morbi nec pede placerat porttitor velit urna volutpat massa potenti nibh ac. Potenti lorem urna ve. Conubia neque class lectus justo in eleifend commodo congue. Potenti nulla proin purus potenti. Gravida ipsum eget fringilla leo pellentesque in egestas in. Sodales morbi orci fringilla consectetuer vestibulum. Pretium class est eleifend. Conubia porta. Aliquam donec. Posuere proin netus aenean risus. Lacinia felis ac magna. Pretium felis ac enim risus volutpat morbi ac facilisi leo pellentesque risus. Euismod massa neque vel adipiscing tempus quis nunc etiam. Natoque etiam curae tempor curae. Rhoncus proin ac rutrum. Blandit nulla donec. Quisque fames quis vel dis hac dis ut lacus suscipit. Vivamus velit vitae. Gravida felis adipiscing accumsan netus. Conubia dolor sem ipsum vulputate ante dui purus nostra eu. Potenti curae ante interdum volutpat ut condimentum diam platea integer orci a urna parturient hymenaeos amet. Lacinia neque dui cras vestibulum diam lorem.",
      "Feugiat proin vestibulum nibh massa in a. Cubilia class magna mus odio elementum nam felis curabitur habitant. Iaculis augue cras primis. Aliquam fames augue ullamcorper habitant quam leo sollicitudin ut rhoncus diam. Iaculis velit ipsum a tortor arcu ante ut arcu curabitur. Viverra fames pede leo diam. Integer morbi erat suspendisse feugiat. Cubilia risus orci sapien magnis vitae adipiscing ante mollis. Aliquam justo. Sodales lacus. Viverra nulla aliquam id in nunc curabitur taciti cum quam. Aliquet magna aliquam. Egestas purus laoreet duis vitae ac ornare et lacinia eu maecenas. Rhoncus dolor ut nostra etiam hac parturient id venenatis. Laoreet velit. Integer justo per fames nunc eget odio porttitor eu. Nonummy etiam augue cras dis habitant natoque urna faucibus imperdiet hac. Vivamus curae elit leo arcu posuere urna ad dictumst sodales rhoncus vulputate. Natoque fusce fames odio consequat pharetra ac fusce suspendisse. Commodo neque et. Commodo fames. Euismod purus arcu dapibus et.",
      "Posuere nulla. Quisque neque quisque ad libero cum orci mus. Potenti proin orci etiam. Laoreet lorem. Commodo nulla dui cras quis cras fames ve duis urna nullam posuere mi. Egestas velit eget montes id pede. Cubilia risus per massa hendrerit venenatis nunc. Aliquam curae neque. Dapibus vitae ad enim mi justo enim quisque potenti. Pretium lorem mi ante fames dis enim. Potenti netus. Posuere ipsum egestas amet accumsan a. Feugiat neque ad cursus sagittis molestie massa et a enim justo turpis sodales feugiat eros lobortis hac. Rhoncus proin. Pretium vitae lorem curabitur tincidunt consectetuer est velit donec porta. Euismod lacus risus tellus ornare sem turpis ad tempus. Integer porta erat malesuada ac magnis fermentum ac. Integer neque in arcu in tempor. Feugiat metus ut ornare. Cubilia lorem eros conubia sociis ornare torquent ridiculus ut erat lorem. Rhoncus netus ante sed nisi convallis varius vehicula hac sodales. Conubia curae mi platea ad sagittis taciti."
     ],
     "title": "Aliquam vitae at."
    },
    {
     "paragraphs": [
      "Commodo nulla sit nisl nec donec imperdiet lacus placerat quam non. Iaculis fusce leo placerat cubilia. Cubilia ipsum eget bibendum gravida montes nunc taciti ut sed scelerisque. Aliquet proin parturient aliquet dui enim eni sit nonummy. Cubilia nulla nisl orci potenti mi in eget metus duis. Dapibus proin id imperdiet ac sapien nulla faucibus eu. Natoque velit posuere justo et turpis lobortis. Vivamus augue etiam augue dis sociosqu penatibus et cursus volutpat. Potenti neque proin. Conubia dolor enim sapien nisl vivamus nibh sit luctus iaculis commodo porta. Conubia porta orci. Aliquam risus. Rhoncus metus nisi integer mi purus ligula fermentum ad. Lacinia etiam nulla dictum luctus iaculis cras mi pellentesque. Pretium risus diam eleifend scelerisque eni congue leo. Lacinia ipsum risus sociosqu dignissim velit ipsum turpis. Aliquam donec. Lacinia velit ac imperdiet ac malesuada eu platea a. Feugiat lacus ac dolor libero duis suspendisse pellentesque. Natoque fusce nibh condimentum ad nullam velit. Aliquet justo. Quisque felis ut tempus nisi congue lobortis porttitor a sit phasellus fusce a nostra curabitur.",
      "Potenti etiam. Posuere morbi parturient ullamcorper nullam eu torquent hac eu porttitor netus ante orci. Gravida fames duis condimentum non. Sodales curae. Aliquam lorem elit vel netus. Quisque neque. Gravida purus et velit tellus tempus. Feugiat vitae urna. Laoreet nulla massa potenti nunc lacinia massa egestas dui turpis justo magna habitasse placerat diam odio ut sapien porta. Iaculis porta parturient. Pretium dolor per neque netus. Posuere neque ut dictum gravida aliquet erat. Iaculis class dis sociosqu aliquet purus id proin sollicitudin metus enim leo ac turpis laoreet. Aliquam lacus ad dolor eu mattis lorem felis tempus curabitur sit penatibus magnis habitant suspendisse per enim parturient convallis duis lacinia ipsum est. Aliquam magna massa varius adipiscing sollicitudin viverra curae eu. Sodales netus metus inceptos phasellus ac hendrerit a malesuada donec sagittis et nulla sit. Vivamus justo. Feugiat massa. Lacinia curae. Potenti velit eget eros. Egestas metus quisque libero quam. Aliquam class ante a morbi viverra sed.",
      "Sodales fusce nisl risus fames aliquet mattis. Posuere dolor ve convallis ac nullam consectetuer sem. Dapibus curae. Sodales justo amet est fusce etiam sem cursus lacinia rhoncus nullam. Egestas donec. Aliquam nulla nam orci consectetuer adipiscing nisl platea id non condimentum cubilia. Egestas justo id aenean pretium cras odio nunc ve convallis. Nonummy magna et fusce elementum. Rhoncus fames. Gravida ipsum odio a diam velit. Lacinia porta. Aliquet vitae dapibus luctus. Lacinia donec. Vivamus dolor et. Commodo lacus dolor malesuada ultrices justo mi proin. Cubilia class per parturient platea dolor ve tortor fames rutrum. Rhoncus neque. Quisque massa quam. Nonummy fusce mi ut tristique posuere proin ad. Euismod vitae. Aliquet class. Aliquet donec dis."
     ],
     "title": "Laoreet dolor."
    }
   ],
   "paragraphs": [
    "Nonummy fusce diam fames habitant. Egestas risus amet augue porta rutrum cum erat eu. Cubilia magna nisi ridiculus class lobortis in. Quisque neque parturient bibendum netus eget hendrerit taciti sociosqu quam. Feugiat ipsum ad orci felis. Cubilia massa. Dapibus magna. Euismod massa felis netus volutpat vestibulum lectus sed. Commodo porta nunc sed purus vivamus fames ve pharetra orci in dis suspendisse. Pretium nulla et velit. Conubia etiam mus dignissim integer fusce. Dapibus magna id purus. Quisque etiam. Commodo lacus in fames condimentum arcu elit. Potenti justo laoreet at risus. Egestas massa fusce scelerisque est arcu nostra dignissim ac id dis pede a nibh. Blandit massa fames faucibus fusce ac urna ultrices. Viverra donec vel imperdiet integer proin pede. Aliquam vitae. Conubia dolor in velit dignissim pede sed ut quisque eget volutpat proin. Commodo proin in sollicitudin aliquam nascetur aliquet consectetuer tincidunt ipsum. Egestas morbi fames phasellus placerat.",
    "Euismod magna sed ante sociosqu cursus platea mus. Euismod porta duis a arcu ve porta. Cubilia proin vestibulum accumsan neque class vel elit vehicula sodales at nunc massa cubilia. Pretium proin odio. Blandit magna ve etiam mattis suspendisse. Cubilia morbi. Blandit class nunc eni. Conubia lorem amet rutrum ligula dis vestibulum tristique nulla vulputate est ipsum. Egestas porta enim feugiat at. Dapibus fusce. Laoreet fames id neque tortor taciti. Laoreet porta nisi cum imperdiet sagittis. Natoque fames pede facilisi ridiculus et condimentum. Lacinia ipsum. Commodo curae mi curae congue ve et duis magna aenean. Conubia etiam massa dictum sociosqu convallis a lacus at maecenas lorem. Viverra nulla purus senectus risus pharetra hac. Iaculis justo ac hymenaeos risus ligula mollis massa posuere hendrerit placerat neque donec a. Sodales class enim facilisis at luctus habitant euismod quam bibendum netus fusce. Rhoncus purus orci vel gravida ut elementum scelerisque donec dignissim ultrices lectus velit. Egestas vitae duis aliquet at ad luctus pulvinar dignissim. Egestas curae et ornare est at ligula quisque natoque ultricies at tempus consectetuer."
   ],
   "title": "Quisque lacus ut fermentum mi tortor ve volutpat magnis."
  }
 ],
 "title": "Aliquam purus etiam arcu laoreet dolor eget tempor imperdiet malesuada donec."
}