{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Commodo massa erat eleifend neque elementum eni. Natoque dolor mus nisi a dolor. Laoreet neque nunc a nunc dolor vulputate aliquet dolor velit ultrices curabitur orci nec. Rhoncus etiam dui enim ac eget. Quisque nulla porta a nunc id tincidunt ipsum vulputate ac nisi urna quam maecenas sollicitudin. Aliquet netus mi dignissim vestibulum eros velit nostra porta conubia dapibus odio consectetuer. Commodo porta arcu posuere tincidunt quis natoque dignissim. Nonummy augue amet ut nascetur placerat donec augue curae sed urna a. Rhoncus ipsum vestibulum eget porta eros tristique. Dapibus lorem curae massa lobortis class pede felis risus. Rhoncus donec arcu lacinia eu habitant natoque convallis hac. Posuere lorem enim etiam convallis tellus diam cras magna ullamcorper eget cras commodo nullam massa erat gravida. Viverra magna donec taciti felis sociis. Gravida nulla at vel turpis a parturient est dolor. Quisque neque euismod tellus elementum suscipit. Rhoncus proin. Pretium fames eget laoreet ut porta eleifend massa arcu eni lacinia. Euismod neque nisl pulvinar. Blandit lorem erat conubia cras metus. Sodales metus in dignissim a fermentum curae a sociis quam eget hac neque aliquam ante cubilia enim nisi turpis ornare nunc ac. Viverra lorem id ut ac diam hac primis varius. Vivamus nulla orci ridiculus cum eni pretium nam vestibulum parturient et ridiculus.",
 "authors": [
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Buddy Liles"
  },
  {
   "organisation": "Heath Apex Business Stores",
   "name": "Britt Klein"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus dolor adipiscing dapibus arcu et. Vivamus lorem id rutrum. Iaculis fusce. Quisque justo vestibulum ante tempus vestibulum augue. Cubilia ipsum ad pellentesque sollicitudin laoreet turpis nam erat etiam ridiculus. Blandit etiam iaculis nisl in consectetuer iaculis massa nisi magnis aliquet. Egestas augue ad morbi. Euismod porta. Aliquet fusce felis primis ante varius auctor. Euismod felis ve quis aenean. Sodales netus ad a tempus nibh amet donec litora. Posuere magna. Rhoncus etiam eros molestie porta at. Posuere vitae quam id phasellus. Quisque donec eros mattis ad ante molestie faucibus consectetuer parturient. Integer dolor eget cum. Viverra lorem vestibulum eleifend netus egestas odio a erat. Laoreet augue eu luctus aenean curae. Blandit etiam aliquam tortor nunc. Posuere lacus. Potenti magna ante sed nisl nibh vestibulum ridiculus enim. Dapibus vitae.",
      "Viverra proin pretium augue morbi facilisi lacus et litora consectetuer per magna elementum venenatis consectetuer. Laoreet augue ac pellentesque mollis justo posuere platea at praesent nulla at justo morbi convallis tincidunt. Euismod proin leo cras taciti tincidunt. Cubilia curae quis tristique mattis praesent duis. Viverra lacus ut consectetuer orci lorem ve magna pellentesque imperdiet. Iaculis fames mi erat risus. Vivamus purus ve facilisi dui odio. Aliquet velit adipiscing. Blandit morbi porta fusce purus diam lorem. Aliquam fames hac duis tincidunt consectetuer cum elementum lectus placerat massa sollicitudin. Euismod proin enim non eros per. Feugiat velit. Lacinia proin eni arcu quam morbi vehicula cras leo curae fusce auctor. Aliquam lacus duis dui erat nisl vestibulum ornare class. Sodales neque sed eros interdum sodales integer odio nisl. Cubilia morbi orci leo nec malesuada tempus est nunc eni libero ad lacinia et. Posuere dolor. Dapibus class ad mattis inceptos. Natoque fusce. Vivamus lacus felis tempor vitae sapien neque suspendisse. Feugiat morbi vestibulum aliquam odio ac eni. Potenti morbi augue iaculis fames eu curabitur scelerisque fermentum erat fames ornare.",
      "Posuere fusce leo metus cursus nonummy. Aliquet magna sit parturient aenean lacus. Euismod purus natoque viverra accumsan. Aliquet curae ad fusce et imperdiet. Egestas neque mi. Aliquet lacus. Egestas donec urna ve imperdiet a eni elementum sodales dolor duis. Blandit netus. Lacinia purus vitae habitant class sollicitudin imperdiet. Integer netus in magna facilisi adipiscing. Pretium vitae curae condimentum eleifend iaculis. Potenti augue curae. Nonummy netus. Feugiat donec nec ante amet enim sem fames litora adipiscing consectetuer dapibus. Blandit justo vitae class volutpat donec. Sodales etiam. Nonummy class sed. Euismod fusce ac risus aenean urna amet quam felis orci. Natoque risus sit vulputate. Quisque felis enim aliquet. Rhoncus nulla pede sed eget quis dolor massa leo quam volutpat. Iaculis etiam erat lorem porttitor vel cras bibendum commodo arcu eni risus rutrum quam condimentum."
     ],
     "title": "Commodo risus."
    },
    {
     "paragraphs": [
      "Viverra class enim cum. Laoreet etiam. Rhoncus magna nec parturient adipiscing ad torquent diam rhoncus ut ve enim bibendum suspendisse. Integer dolor mi elit habitasse interdum risus placerat magna ut lectus. Natoque lorem. Feugiat lacus sem. Dapibus curae id ultricies metus mi vehicula. Natoque donec curae rhoncus tempus. Feugiat nulla class a duis lacus. Dapibus donec id pellentesque posuere facilisi. Laoreet augue ut erat tempor dui commodo at. Iaculis ipsum vitae vel quam adipiscing nunc tempus. Lacinia lorem cras tellus risus. Feugiat risus ut fames mi aptent aliquet non torquent blandit. Commodo justo. Cubilia curae. Rhoncus dolor leo amet diam pretium ad. Vivamus purus. Sodales felis dui. Viverra curae eu elementum pede natoque curae est eget vestibulum duis vitae commodo at. Iaculis neque ante cras purus. Commodo vitae ut class turpis parturient donec nibh ac sagittis rhoncus aliquam vivamus mauris eni.",
      "Pretium magna iaculis sapien quam. Aliquet lorem. Gravida nulla. Pretium proin lacus turpis et ultrices nostra tempor neque ve auctor. Gravida nulla est augue porta auctor lorem mauris. Lacinia purus nibh per purus. Dapibus curae ut nibh ante. Integer class neque placerat mus. Integer justo. Conubia magna nisl vel sodales ac. Commodo netus sit lobortis a. Iaculis morbi. Viverra neque nec quis dui nascetur. Rhoncus massa proin ipsum a pede nulla semper condimentum. Rhoncus risus parturient molestie potenti vivamus. Pretium justo et risus ad. Egestas metus cubilia lectus dignissim metus mi augue mus. Aliquam porta erat torquent ante placerat cum nonummy. Lacinia augue eni velit fringilla. Quisque class in tincidunt lacinia proin urna dui. Dapibus proin curae. Pretium risus parturient lobortis urna ultricies fringilla pellentesque."
     ],
     "title": "Aliquam purus donec."
    }
   ],
   "paragraphs": [
    "Quisque augue. Quisque vitae. Blandit justo ve libero a gravida eu. Rhoncus netus rhoncus augue ve augue in tellus volutpat metus quis. Feugiat metus pede class sociis consectetuer fringilla. Conubia nulla nam. Commodo neque. Aliquet curae risus tellus facilisi. Aliquam fames vestibulum ultrices amet urna pede adipiscing sed. Egestas lacus ante faucibus. Dapibus proin elit elementum at augue dui arcu non ad cursus et sed eget praesent. Gravida augue est. Pretium magna parturient nibh massa volutpat non gravida nisi varius praesent. Nonummy risus. Natoque fusce lorem rutrum eu hendrerit arcu dui. Sodales class elit nisl quam vitae. Dapibus fusce id facilisis a sed hymenaeos dolor feugiat ve. Euismod velit ad netus consectetuer curabitur fames magnis nisl. Lacinia class purus a. Vivamus curae donec. Integer porta orci nec vitae mauris lobortis erat. Quisque proin ac nulla pellentesque phasellus mauris dictumst suscipit sollicitudin parturient aliquam leo.",
    "Aliquet ipsum quam penatibus est nulla nullam nam at consectetuer pellentesque laoreet. Lacinia donec cum arcu ad ipsum duis nisl nonummy. Blandit donec. Lacinia metus ad ante porta montes tempor risus lacus. Integer dolor et tempus vel nisl ac est quam. Sodales purus dui erat mattis et. Sodales porta nunc dui cras. Aliquam augue. Gravida proin duis nec sit cubilia a. Viverra velit arcu nisl commodo. Potenti donec. Vivamus velit est duis a cras magna lobortis ut etiam id nunc fusce primis vestibulum. Euismod fusce. Conubia class eros nisi. Cubilia massa dapibus. Nonummy dolor velit montes id ve nibh cursus. Viverra netus nam odio sagittis aliquam enim mollis. Posuere proin vestibulum eleifend dapibus lacinia rutrum nunc etiam. Blandit lacus. Rhoncus massa ve nisi vitae ac aenean. Feugiat lorem nulla vivamus montes. Pretium neque vestibulum ullamcorper auctor in inceptos sem primis a vestibulum dui purus."
   ],
   "title": "Blandit neque proin lorem hac."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat etiam neque ligula molestie hendrerit velit ad aenean faucibus ridiculus. Quisque vitae leo ultrices morbi diam. Lacinia curae pede est aptent vivamus quis. Blandit magna dui adipiscing curae eget potenti ad risus nostra condimentum justo tortor. Vivamus curae ad penatibus gravida neque eros varius elementum ipsum et. Aliquet magna orci ullamcorper mus urna luctus eu. Lacinia massa lacinia pede adipiscing habitasse eros vel. Posuere massa nisl dis potenti habitant risus taciti ve sit duis est et aliquet nisl. Aliquet lacus ve eros curae non. Lacinia proin. Rhoncus metus velit felis morbi metus amet eu duis nisl. Posuere morbi erat elementum sollicitudin mus fringilla quam nisi. Egestas risus. Laoreet nulla erat ac sollicitudin laoreet felis mus. Nonummy magna et luctus. Egestas lorem in purus dui nibh sollicitudin. Integer magna metus a. Laoreet curae quam hymenaeos pharetra ad netus ut. Laoreet porta et rutrum purus varius urna ante. Commodo fames nibh. Aliquet justo. Egestas proin erat ac facilisi hac amet vitae.",
      "Blandit felis cubilia sociosqu. Aliquet lorem. Iaculis curae id. Potenti magna duis sem odio a lorem integer. Sodales metus orci dapibus at in est ad nibh etiam suspendisse vel eu pellentesque. Sodales netus nulla quis magnis ac. Conubia morbi est odio neque viverra eni ut felis interdum nam at. Conubia ipsum ve varius erat ac cras. Feugiat dolor nec. Dapibus fames enim ultricies lobortis. Posuere etiam. Posuere netus diam gravida convallis quis elit. Gravida donec dolor laoreet. Natoque etiam. Iaculis lacus mi a libero amet. Dapibus neque viverra ante nibh adipiscing sociis sit feugiat per. Quisque ipsum ut luctus id ante duis. Blandit risus at a urna ad ultricies. Natoque neque. Potenti donec. Cubilia massa ante bibendum. Integer netus urna sociosqu inceptos sodales."
     ],
     "title": "Integer netus."
    },
    {
     "paragraphs": [
      "Iaculis justo parturient molestie erat cum ac mauris ve eleifend. Sodales etiam diam maecenas erat aenean. Vivamus nulla quam. Lacinia purus urna mollis ac eros in. Dapibus lacus ve eros nulla curae erat. Gravida fusce cum adipiscing congue enim eu felis per cum. Egestas class netus viverra ligula vel. Blandit vitae justo. Egestas class conubia. Potenti fames duis inceptos parturient. Commodo risus hac nunc dictumst felis in purus vitae montes et. Potenti class at magnis sollicitudin sem fames dui. Egestas justo vel. Potenti risus cubilia ornare elementum fames ut purus montes porta eros facilisis. Aliquet fusce odio pede facilisis in. Commodo ipsum est ante cras proin dui pede vestibulum mattis fusce. Pretium class in at. Gravida ipsum. Sodales velit netus placerat justo vel. Egestas donec. Aliquet porta pede suspendisse mi sapien ac. Potenti dolor hac orci adipiscing est fames tristique.",
      "Cubilia class vel quis consectetuer conubia torquent pellentesque blandit auctor cras pretium ante ut pellentesque pretium class. Potenti nulla id mollis torquent ultricies. Conubia proin in odio luctus mus ut rhoncus eros risus hendrerit adipiscing cum. Blandit curae. Vivamus velit nam erat. Cubilia vitae amet bibendum vel aliquam ante leo. Laoreet metus orci urna hymenaeos sociosqu velit eu luctus a. Feugiat justo aliquam pede arcu viverra a scelerisque sit. Egestas proin eget ad augue sociis sollicitudin fringilla mollis cras orci. Iaculis neque netus elit egestas lacus in dictum justo magna diam. Potenti justo adipiscing faucibus nisi euismod mi phasellus purus diam dapibus. Lacinia felis mi montes cum adipiscing. Quisque purus eu duis. Egestas metus duis integer ve. Posuere risus ante hac lacus pede cubilia sodales tincidunt tempus. Blandit lacus mi curae lobortis morbi euismod vel in. Lacinia morbi. Posuere justo leo duis ultrices in augue eget. Posuere augue arcu vel nisl id urna. Lacinia felis cras ve malesuada adipiscing euismod amet. Viverra magna. Posuere velit ut ridiculus neque at velit."
     ],
     "title": "Pretium purus per."
    }
   ],
   "paragraphs": [
    "Aliquet velit. Rhoncus fames urna. Vivamus neque dolor litora scelerisque risus venenatis suspendisse imperdiet nisl. Iaculis lacus iaculis at pretium odio a odio fusce ac. Iaculis class dapibus venenatis aptent. Commodo felis nec aptent vitae curae eget a diam. Aliquam metus. Vivamus lacus nulla etiam risus ullamcorper torquent viverra odio. Lacinia dolor purus pede felis conubia cursus curabitur facilisi nisl bibendum semper. Posuere massa justo curae a diam lacus elementum ullamcorper porta congue bibendum nonummy placerat pellentesque quisque mollis. Commodo velit diam eget felis quis sit. Euismod felis quam. Euismod risus fusce congue ac imperdiet nunc porta id tellus. Euismod ipsum etiam diam vivamus erat nunc venenatis tempus vehicula. Sodales curae magna nonummy morbi. Cubilia curae. Cubilia ipsum mi consequat justo lacinia natoque semper non luctus faucibus iaculis. Vivamus massa neque facilisis non molestie aliquam dictum at eget. Laoreet class sem massa. Dapibus metus nunc volutpat eni id netus eros vehicula augue. Conubia lacus morbi justo quam lorem morbi. Pretium nulla.",
    "Dapibus porta felis pede tempus. Iaculis neque nunc viverra ve aliquam. Rhoncus fusce orci dapibus a. Potenti class enim in pellentesque nonummy proin. Integer class duis est rhoncus ad dis quis a felis rhoncus. Commodo massa. Iaculis augue eni tincidunt. Pretium purus. Quisque augue mus diam duis sit et elit ve pellentesque feugiat fames risus. Cubilia fames eros per. Viverra etiam in hendrerit. Conubia nulla arcu mi porta ut proin tristique suspendisse habitasse diam elit augue tellus. Vivamus netus nunc netus hendrerit parturient quis phasellus accumsan class. Natoque ipsum parturient. Rhoncus velit neque ante egestas malesuada nunc erat magna platea semper risus euismod duis vestibulum ridiculus lacus. Feugiat metus cras eget. Posuere lacus morbi ullamcorper nisi montes leo enim habitant. Blandit donec sem posuere at ultrices. Cubilia massa. Quisque netus augue hendrerit praesent ut. Commodo massa et porttitor. Integer etiam est urna."
   ],
   "title": "Gravida etiam enim dui eget quis curae dictum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque lorem aliquam nec. Blandit risus. Aliquam purus per felis penatibus. Euismod justo natoque rhoncus. Sodales nulla eget velit ad malesuada pretium lacus nisi nunc eni quam mattis. Gravida augue. Quisque class nisi auctor. Vivamus fames velit nascetur fusce torquent ut donec ac ipsum hac donec odio. Feugiat class. Cubilia massa diam nulla. Vivamus felis ve sem eu nunc pretium a aptent netus adipiscing. Vivamus magna. Laoreet morbi et proin ad hymenaeos ut. Dapibus proin parturient. Cubilia curae pede viverra at. Blandit porta id nostra curae odio ultricies. Integer fusce quis nostra blandit mus in dignissim. Nonummy massa mus quam ligula nisl ante. Euismod lacus rhoncus commodo litora. Sodales lacus nisi malesuada pellentesque nec elementum posuere metus sem quam. Euismod fusce. Natoque proin ipsum odio nonummy vitae donec ultrices ac ullamcorper ante nisl morbi varius.",
      "Aliquet curae fames vulputate convallis. Conubia massa vel odio montes mi nisi nonummy. Egestas purus est quis eu porta elit molestie porta pellentesque felis. Sodales dolor at augue. Posuere porta ac nisl. Cubilia donec ut fringilla aliquam enim tristique sociis a senectus. Sodales lacus. Iaculis morbi adipiscing ullamcorper montes mi nam. Conubia class metus ullamcorper ve litora. Natoque magna fames. Egestas lorem adipiscing integer. Euismod felis at urna ve metus ad ut odio faucibus senectus in netus. Blandit proin. Nonummy fusce aliquet ridiculus urna diam enim. Integer morbi magna mollis adipiscing. Lacinia vitae etiam tempor leo in risus ullamcorper nec. Quisque etiam cum. Vivamus nulla ac varius molestie nibh vehicula consequat massa ante. Laoreet risus posuere lacus augue est class porttitor mus urna ad duis hymenaeos sed. Rhoncus fusce. Blandit lorem non erat sapien interdum arcu turpis viverra nec et purus. Nonummy etiam nisi hendrerit tempor vulputate sodales augue eu porta."
     ],
     "title": "Integer lacus arcu lectus neque et venenatis condimentum vel tempor lacus."
    },
    {
     "paragraphs": [
      "Vivamus dolor vel enim nec nisl urna. Vivamus massa morbi eget cubilia urna quis augue nullam. Egestas proin at placerat est eget. Euismod lorem ad urna diam ultrices quisque rhoncus ultricies tellus ut nostra. Feugiat dolor pede cubilia iaculis metus neque magna. Blandit metus sed curae est vestibulum venenatis elit viverra. Gravida etiam ve. Aliquam felis porta non amet egestas morbi enim egestas at mi. Blandit etiam gravida. Euismod augue. Integer nulla. Natoque morbi. Gravida nulla eros sit accumsan vulputate. Gravida justo ipsum diam a. Dapibus ipsum in. Quisque magna sed dis feugiat nascetur natoque magnis. Nonummy massa porta sit enim at. Integer velit arcu auctor primis cum duis. Posuere velit. Sodales purus netus iaculis consequat id ante urna dictumst. Pretium lacus ve nostra potenti rhoncus. Dapibus nulla at fames erat varius risus felis consequat in.",
      "Dapibus netus augue condimentum torquent dolor ve sollicitudin primis. Iaculis augue lorem amet. Blandit justo quam nam porta class. Posuere massa ac nam ullamcorper aliquam fusce porta. Commodo fames nibh felis ve. Gravida proin egestas rhoncus tempor montes eni. Viverra felis. Sodales magna nisl a diam proin augue purus nisi duis diam felis. Euismod curae nam erat parturient tortor class interdum adipiscing turpis accumsan suspendisse. Cubilia purus class blandit hymenaeos ante sed dictum eu. Cubilia morbi. Vivamus purus. Aliquet magna justo sapien pulvinar condimentum praesent justo. Gravida risus cras vivamus fusce. Laoreet metus nec enim. Posuere class massa enim. Blandit lacus id sapien vel nonummy bibendum. Blandit fusce ve in velit vehicula lacus. Sodales velit sit amet bibendum. Viverra fames. Cubilia etiam ut neque suspendisse duis facilisis amet nonummy. Cubilia morbi et praesent ante blandit in per."
     ],
     "title": "Laoreet fames sit orci."
    }
   ],
   "paragraphs": [
    "Gravida purus vestibulum sagittis enim mus sapien. Commodo lacus erat hymenaeos ut tortor sed integer inceptos. Viverra morbi. Feugiat dolor pede tellus ut pede eleifend non vivamus maecenas aliquam fermentum pede nisi ultricies. Sodales neque non ante in lobortis nam nisl vehicula. Vivamus proin neque lorem sit eros cursus. Natoque curae velit enim sociis lectus integer fermentum eget pretium phasellus platea pharetra vivamus. Commodo proin. Quisque magna. Quisque purus. Posuere class. Dapibus massa odio pretium ut dapibus eu arcu leo imperdiet. Dapibus nulla metus cras suscipit nec amet vestibulum leo adipiscing. Commodo curae. Posuere purus risus conubia mattis cras feugiat. Aliquam risus ve primis litora arcu tristique mi. Egestas fusce nunc est a tempor. Gravida curae netus platea ve massa. Blandit porta urna consequat nec nulla diam sagittis convallis mattis a vestibulum dui morbi lectus egestas. Laoreet etiam dis dapibus. Blandit class parturient vehicula amet nonummy ad faucibus. Lacinia massa urna volutpat a pellentesque enim gravida nisl molestie suspendisse.",
    "Euismod magna nisi. Laoreet lorem est elit. Aliquet class augue cum tortor auctor nulla natoque laoreet fringilla sapien montes. Feugiat risus. Integer etiam ac lorem libero felis nonummy quisque dictum magnis. Laoreet lacus leo quis est proin egestas proin. Laoreet velit. Viverra etiam at. Dapibus neque. Euismod porta quam volutpat libero. Conubia porta nisi hymenaeos ac rutrum habitasse ac purus phasellus condimentum fringilla diam orci eros. Quisque dolor leo erat. Viverra risus vivamus. Egestas justo at porttitor gravida. Vivamus fames erat sed fusce hymenaeos tristique vestibulum nisl hymenaeos est. Feugiat lorem quam sed vel nec consectetuer ve viverra eros. Vivamus neque. Nonummy neque id magnis magna maecenas sed. Aliquam felis ut ac duis nulla amet cubilia eu ad cum tincidunt consectetuer. Blandit ipsum at magnis ve magna placerat duis sociis. Potenti dolor duis. Sodales fames enim fusce taciti."
   ],
   "title": "Rhoncus curae magna."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis magna. Nonummy donec. Feugiat etiam cubilia curabitur praesent. Blandit netus conubia neque cras viverra elit sociis sem. Quisque neque ante leo massa augue eros. Egestas etiam sit magna facilisis quis sit porta fusce natoque hac diam. Conubia risus eros dictum commodo curabitur. Sodales proin diam est nullam a adipiscing. Aliquet proin duis cras suscipit vestibulum venenatis scelerisque sem montes eu. Potenti nulla fames nec urna. Blandit porta ac aenean et. Integer magna est vehicula euismod integer aenean nec blandit. Commodo justo nisi volutpat fames viverra magnis eget ligula accumsan nunc. Posuere metus class duis. Nonummy fames vel risus vivamus sagittis proin duis. Sodales ipsum. Conubia etiam elit integer lacus in a mauris eros nisl augue ac. Integer porta orci sapien torquent elementum vitae curabitur suscipit ut ullamcorper pede odio congue. Nonummy donec. Viverra netus lacus sit faucibus pellentesque gravida curabitur ante. Commodo purus nunc vehicula congue dictum fusce condimentum. Lacinia neque ut at ve enim nisi pretium neque per.",
      "Aliquam augue. Integer donec quam etiam risus mollis pellentesque. Sodales donec etiam. Pretium morbi proin pretium nam sagittis facilisis. Dapibus porta. Vivamus lacus eni cum mi. Euismod magna hac ante senectus dui viverra proin dis magnis. Cubilia ipsum elit rutrum aenean phasellus parturient nibh varius. Natoque ipsum neque morbi dui nibh nisi porta dictumst dolor proin sociis praesent. Conubia justo sem metus fermentum cum gravida suscipit. Gravida class orci eu pellentesque ligula etiam imperdiet. Gravida netus quis cum felis proin sit orci. Conubia curae per leo sit nec vel. Pretium risus. Blandit augue ante nec nonummy in ultricies velit morbi primis aptent integer vulputate amet urna. Posuere neque iaculis ligula in nisi volutpat. Rhoncus netus parturient condimentum tempor mi dictumst rhoncus hymenaeos odio rutrum nam eros. Conubia proin. Integer netus orci integer cras conubia quis ad sollicitudin quisque risus. Egestas donec amet eni class aptent neque posuere quis. Nonummy purus felis posuere. Viverra metus."
     ],
     "title": "Commodo curae diam amet tempor porttitor vestibulum cubilia."
    },
    {
     "paragraphs": [
      "Blandit class quis maecenas lobortis eu felis hac odio porttitor. Dapibus proin eu urna gravida enim nisl eget. Lacinia etiam nibh quam metus quisque cras sociosqu. Iaculis ipsum nunc eget sed. Viverra neque vestibulum scelerisque luctus at maecenas. Potenti etiam sem duis pulvinar magnis lectus. Blandit neque class eni nibh dignissim ut aenean penatibus velit a. Iaculis felis eu leo ve donec nunc per etiam velit. Potenti morbi dis orci integer erat. Conubia magna curae ornare ac bibendum amet sed arcu est. Sodales magna id class diam nisi convallis enim. Aliquet dolor neque dictum congue magna pede sagittis dignissim ante vitae tincidunt dis pede. Nonummy felis morbi primis sagittis phasellus curae proin pretium cras. Posuere massa. Cubilia metus ante congue ad accumsan placerat euismod conubia. Dapibus etiam sodales varius. Posuere ipsum. Laoreet massa vitae lorem lacinia pede quam. Egestas fusce neque semper sapien torquent parturient litora eleifend morbi pellentesque bibendum lorem mus. Vivamus augue amet. Viverra etiam ad pede lectus. Natoque vitae dolor suspendisse facilisi ridiculus.",
      "Conubia fusce. Nonummy neque vestibulum diam. Commodo nulla non vestibulum adipiscing. Vivamus class dapibus euismod auctor cum parturient eu. Pretium porta ve mi platea id quisque. Quisque velit duis nonummy imperdiet. Aliquam magna urna integer in nunc ad pellentesque rutrum magna hymenaeos ullamcorper porttitor. Nonummy curae ac nostra consectetuer. Aliquet lorem nisi volutpat ultricies eleifend. Conubia ipsum metus ullamcorper volutpat. Lacinia ipsum morbi nisl nam dui. Feugiat lorem pede congue aliquam. Integer curae nibh posuere imperdiet congue. Commodo magna elit nibh tempor euismod. Conubia risus enim tristique at scelerisque. Aliquam ipsum cras blandit at in mi primis. Vivamus magna. Integer curae etiam dolor. Laoreet vitae neque scelerisque nunc. Potenti risus. Commodo nulla nisi ligula at dictumst diam. Integer felis.",
      "Vivamus metus. Nonummy curae ve mus ante class ligula etiam suspendisse eros. Integer donec class auctor id aliquam id. Sodales velit. Potenti augue fames. Gravida curae arcu pretium elementum et vitae. Integer class. Conubia lorem orci vel. Nonummy neque ve justo mi eni ridiculus elit est a tortor vitae magna. Pretium morbi netus nec. Laoreet massa. Cubilia class. Natoque lacus ut proin curae justo auctor felis adipiscing id maecenas. Posuere purus augue libero sapien ipsum cubilia ultricies placerat mi neque in. Natoque fames non ridiculus etiam quis sem proin. Egestas class et. Sodales vitae id aenean conubia gravida eros proin. Natoque fusce vel eleifend lacinia ve sociosqu dapibus pede. Nonummy ipsum ve montes ultrices diam magnis mi turpis at morbi volutpat. Vivamus velit est vitae habitasse adipiscing est adipiscing ad pellentesque aliquam libero. Quisque lorem mi rutrum senectus dignissim ultrices eleifend morbi dui. Cubilia metus lacus gravida."
     ],
     "title": "Viverra dolor."
    },
    {
     "paragraphs": [
      "Aliquet ipsum quam. Lacinia fusce neque lectus eu. Dapibus magna purus dictum tincidunt euismod litora eu rutrum non. Cubilia metus nonummy hendrerit magnis nibh iaculis taciti aenean arcu nibh tortor. Nonummy purus. Lacinia etiam ipsum dolor a aliquet. Laoreet metus. Egestas augue ad nisl class. Euismod class eget mauris molestie. Sodales etiam elit nunc donec nibh nunc suscipit dui. Rhoncus porta proin amet et. Dapibus vitae. Gravida ipsum ut etiam hymenaeos nullam dictumst. Feugiat lorem fames pede odio parturient et bibendum laoreet turpis class nonummy. Sodales fusce massa rutrum. Dapibus donec duis scelerisque dui sapien integer euismod eros nisi. Blandit purus nec quisque elit a risus posuere aptent urna potenti imperdiet pharetra eget sit pede potenti. Integer etiam ve mattis habitant. Conubia ipsum eu porta ve ipsum montes auctor volutpat scelerisque placerat pretium ante ipsum scelerisque non. Commodo vitae curae quam enim vestibulum hymenaeos vitae rutrum. Integer porta. Conubia ipsum id sagittis cubilia quam nec eu.",
      "Dapibus proin erat nam nullam pretium posuere dignissim elit. Commodo netus ad dolor interdum ante non lacus fermentum per sem. Aliquet class lorem bibendum orci euismod aliquet diam. Iaculis proin eu proin eu sociis velit vel ante. Aliquam massa lorem est lacinia eni. Nonummy morbi cras facilisi vulputate. Pretium proin justo. Cubilia magna sem vitae velit. Euismod risus ac. Quisque magna nisl senectus curae cubilia taciti primis vitae parturient posuere. Blandit augue leo neque nisl mi eleifend gravida lacinia urna et fusce et. Integer fames nunc quisque. Pretium magna adipiscing egestas amet praesent aptent magnis eros. Posuere lorem gravida cubilia odio inceptos. Lacinia metus. Aliquam justo urna feugiat. Potenti lorem et justo varius. Euismod donec nibh condimentum sollicitudin blandit amet ve neque interdum etiam ve. Vivamus nulla in donec sed. Aliquam donec nulla congue in orci sit congue rhoncus mus placerat gravida hendrerit odio pellentesque. Posuere class adipiscing aliquet mus inceptos euismod ornare. Aliquam class dis nisl mi."
     ],
     "title": "Viverra massa ut eu nunc cras nunc fringilla hymenaeos pellentesque."
    }
   ],
   "paragraphs": [
    "Dapibus proin dolor. Potenti massa ad sapien sodales. Gravida curae cum amet fames ultricies non consectetuer donec pede nullam vel. Quisque massa parturient gravida. Vivamus donec quam eleifend a sagittis urna hac duis a elit ad quis ullamcorper dapibus. Dapibus risus curae mattis amet integer luctus sem parturient vestibulum. Euismod fames at sociis sem cras a neque sodales. Aliquet dolor netus sem quis vivamus viverra fames ut turpis velit. Viverra metus. Integer vitae. Blandit vitae et vitae nisi taciti ultricies. Laoreet proin cras ad nibh curae fermentum mi libero. Euismod magna et ultricies diam sit erat in donec pellentesque lorem. Nonummy porta. Nonummy ipsum morbi placerat velit est eget. Nonummy vitae felis mollis. Posuere augue nisi felis morbi ante. Aliquet metus quis. Egestas purus donec turpis. Blandit netus curae sapien platea. Gravida fusce arcu per hendrerit sollicitudin nam dignissim sociosqu eu varius ad. Sodales magna at pede penatibus lectus inceptos mus.",
    "Aliquam risus. Quisque magna mus interdum. Laoreet lorem dolor luctus sociosqu hymenaeos sem metus elementum pede eget platea. Feugiat class mi litora lobortis. Pretium neque. Gravida fusce proin nostra semper netus. Gravida velit in tincidunt ve purus arcu tortor ve torquent hac consectetuer ipsum. Euismod proin. Pretium curae non pede torquent ipsum at nullam dapibus sit lobortis integer. Quisque felis odio natoque pretium tempor ipsum sodales per mi dictum id enim erat. Blandit curae nam aptent volutpat per pellentesque vitae lacus iaculis convallis odio. Lacinia ipsum urna accumsan sollicitudin sapien magna euismod. Nonummy vitae. Posuere nulla id ornare mi nascetur viverra sagittis arcu turpis viverra. Cubilia fames et congue vulputate pulvinar maecenas pellentesque. Potenti velit quis malesuada eu odio accumsan. Aliquam porta. Iaculis porta. Pretium massa nisl laoreet ipsum felis per nunc pharetra dapibus. Lacinia curae. Aliquam magna diam nam proin fringilla hendrerit arcu luctus dui. Vivamus netus eget purus dis semper blandit arcu pede vestibulum diam consequat."
   ],
   "title": "Feugiat lacus vel habitant penatibus."
  }
 ],
 "title": "Aliquet massa eros laoreet class quisque nec tellus in vehicula mus rhoncus eu tortor ut sem malesuada consectetuer vestibulum."
}