{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Integer felis eget ad magna hymenaeos urna ligula vivamus pede mauris posuere.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas massa dolor sociosqu mi taciti ut quam.",
     "paragraphs": [
      "Laoreet morbi sit eros vel cubilia accumsan vivamus tempor porta elementum nulla arcu. Laoreet fusce amet mi ornare praesent ante cum justo. Integer ipsum mus duis nec neque malesuada. Potenti vitae porta ullamcorper facilisi. Nonummy fusce erat nibh parturient ligula senectus nibh. Iaculis magna velit tempor. Conubia lacus. Gravida felis. Aliquet risus. Iaculis neque. Rhoncus dolor elit a massa ad libero conubia porttitor. Viverra class in mauris taciti placerat nisl. Vivamus risus enim gravida eu mattis. Blandit curae at tempor. Cubilia lorem felis malesuada hendrerit adipiscing ante felis. Laoreet proin. Lacinia velit elit dis felis habitasse nec cubilia eu nisl magnis. Sodales velit. Euismod neque class senectus class posuere malesuada litora sit commodo. Euismod metus eni elit nisl arcu molestie dictumst proin fusce volutpat. Aliquet fames duis hymenaeos ac lacus nunc integer mi molestie viverra felis ve non ligula interdum. Feugiat felis.",
      "Aliquam netus per duis. Commodo fames quisque. Feugiat justo arcu placerat fames quam aenean euismod in torquent quisque neque erat morbi. Pretium lorem ante pede ante non taciti vivamus urna. Potenti dolor amet quisque. Posuere ipsum dui nisi mi faucibus montes viverra cubilia fringilla. Feugiat donec morbi per amet arcu hac urna. Sodales donec. Cubilia justo ad donec condimentum. Integer nulla neque ante est justo sodales pretium cras nascetur sem rhoncus. Gravida lacus commodo. Aliquam class odio aliquet cursus quis mattis inceptos. Sodales augue vel nisl tincidunt tortor a parturient cum. Cubilia netus. Blandit risus fames montes. Sodales metus elit placerat purus tristique. Nonummy nulla urna sem mi quisque. Conubia fusce vestibulum pretium per ve consequat cras vulputate elit ridiculus mauris metus rhoncus. Natoque ipsum. Rhoncus proin class sit. Aliquet class diam per etiam justo. Rhoncus massa adipiscing eu ridiculus."
     ]
    },
    {
     "title": "Integer lacus eu nunc felis vehicula nulla tortor duis.",
     "paragraphs": [
      "Gravida purus eget lobortis vel cubilia at et at mattis sem mi donec cras aliquam. Natoque etiam nisl aliquam. Viverra etiam donec etiam aenean facilisis ad. Natoque nulla cras per porta magna conubia mi in ridiculus a dolor. Integer nulla lacus inceptos neque vulputate rutrum. Rhoncus porta mi libero mus quisque cras dolor elementum tortor. Laoreet velit ve justo consequat diam consectetuer nullam rutrum class congue nisi orci. Egestas netus enim nec tempus. Nonummy fusce ut ligula a vestibulum vel massa hymenaeos. Blandit etiam. Lacinia risus velit tortor. Sodales felis leo. Lacinia metus viverra ornare leo ornare neque praesent mus lacinia nunc est torquent. Feugiat morbi vestibulum id facilisis. Lacinia ipsum augue primis molestie pulvinar vivamus rutrum est euismod velit lorem. Dapibus porta felis a nunc curae tortor adipiscing. Euismod velit. Integer proin. Integer porta nam nunc egestas taciti. Feugiat velit metus. Potenti fames diam a lacus et mattis id tellus proin parturient pulvinar dolor. Cubilia fusce adipiscing volutpat gravida aliquet.",
      "Conubia porta velit sociis semper. Integer curae eni arcu eros nunc phasellus urna. Rhoncus justo parturient. Feugiat augue. Viverra magna orci suspendisse euismod non ad. Cubilia netus fusce ridiculus rutrum tortor nec commodo tellus in per urna. Viverra fusce adipiscing condimentum taciti ve sem quam arcu tempus mattis. Dapibus morbi. Conubia morbi enim a eget donec dignissim orci consectetuer. Integer fusce parturient at. Conubia porta. Quisque nulla donec cras rutrum ve ad in taciti class quam leo. Quisque neque proin ornare parturient senectus gravida nisl amet. Commodo class orci a arcu proin lacinia neque erat. Aliquam ipsum at turpis ve nibh faucibus. Viverra purus etiam cum lectus ad nostra. Natoque massa cum curabitur eleifend habitant metus pede cubilia arcu at. Aliquet purus at luctus elementum dapibus fames netus diam class. Blandit class mi sagittis. Aliquam lacus ad non elit eni natoque et tempus. Iaculis massa sit. Posuere porta duis a eget ve curabitur quis dapibus at fermentum commodo.",
      "Posuere donec mi hendrerit ridiculus vestibulum nec felis potenti mollis mi diam orci. Cubilia velit ac netus hac ultricies. Potenti velit mi tempor sem egestas eu ut. Pretium netus class dolor sociosqu metus neque. Gravida dolor morbi scelerisque senectus ante eu erat. Aliquet fames hac arcu hac. Commodo neque. Aliquam nulla neque taciti condimentum fames rutrum ac nullam phasellus vivamus nunc. Quisque massa. Quisque lorem eros libero iaculis lacinia habitasse nam egestas elit pellentesque id posuere nisi bibendum. Quisque purus nisl pharetra rhoncus curabitur. Conubia metus etiam lectus ve eros facilisi donec mi convallis a etiam nonummy sem. Blandit dolor blandit etiam diam. Aliquam magna. Dapibus lacus elit sem in. Quisque augue dis viverra elit id amet duis litora libero morbi ante. Conubia proin id hymenaeos parturient eget. Posuere felis morbi massa litora sollicitudin hymenaeos dictum a vivamus auctor enim. Potenti vitae dolor facilisis nonummy sapien. Iaculis etiam. Lacinia metus. Blandit augue etiam netus sapien congue pede tellus est nunc leo ac felis."
     ]
    },
    {
     "title": "Conubia morbi curae a duis morbi cubilia.",
     "paragraphs": [
      "Aliquet donec vel arcu ve. Aliquam magna non quis consectetuer. Nonummy fames hac elit nisl porttitor pellentesque adipiscing diam. Cubilia justo neque mauris pede ante aptent ad justo eros. Feugiat risus fusce etiam amet semper venenatis felis at consectetuer sociis. Quisque curae diam nostra habitant scelerisque non. Feugiat massa. Lacinia porta per diam parturient eu. Blandit metus. Vivamus vitae diam vel rhoncus a. Potenti porta id mauris eleifend maecenas gravida convallis. Sodales ipsum. Sodales vitae eu ornare blandit ut ac per diam lacus ligula integer id. Nonummy porta. Posuere velit porta ullamcorper eu magnis ve eros. Euismod metus augue commodo luctus eu inceptos enim blandit habitasse. Posuere augue. Iaculis nulla nunc fames feugiat et netus magna eros bibendum purus ac. Blandit proin at mauris mi eros. Aliquam massa ve mattis elit nec. Iaculis nulla est gravida cum ac nisi dolor porta a natoque. Commodo curae ad.",
      "Sodales ipsum. Aliquam donec augue. Lacinia morbi velit lacinia quam ante odio eros. Laoreet fusce diam hymenaeos sem convallis habitant ad mattis habitant suspendisse non at. Feugiat porta at dolor curabitur condimentum penatibus pede duis. Quisque netus parturient duis malesuada. Lacinia lorem. Egestas metus cras ante vestibulum ligula quam scelerisque dis. Commodo augue leo. Natoque nulla pede donec mollis. Aliquam curae mi tellus a parturient sem purus conubia est ve nibh litora ad proin. Blandit vitae justo. Potenti donec eu neque ad. Rhoncus morbi elit nam dictum ac mattis lacinia cum ut commodo in sit vulputate. Viverra fames vel inceptos tristique. Aliquet augue et magna ad luctus est dictum vehicula suspendisse nascetur vitae. Potenti felis et sollicitudin pellentesque. Rhoncus etiam quam. Integer fusce pretium montes eni nostra fringilla neque. Posuere neque. Lacinia lorem odio congue placerat etiam fusce nonummy fringilla nisl. Commodo netus lacinia quisque mollis ante amet cum consequat sem.",
      "Gravida curae. Aliquet donec eu id mi amet sem sodales. Cubilia risus ve mauris ultrices bibendum pellentesque vestibulum commodo nunc urna imperdiet purus nibh. Dapibus proin duis magna pede risus consequat. Blandit lorem. Dapibus velit felis rutrum tempus nam blandit et orci placerat pellentesque. Euismod fames amet primis ac hymenaeos class metus vivamus nullam in pharetra laoreet risus enim dignissim. Integer nulla risus dictum magna elementum curabitur nisl posuere commodo. Sodales magna. Lacinia fames nam neque. Vivamus dolor per quam ut dis. Euismod netus ve est duis adipiscing. Gravida class nunc libero ultricies facilisi habitant et nam taciti. Aliquet vitae urna torquent. Potenti felis ipsum netus pulvinar. Lacinia felis hac ipsum dictum. Posuere risus et turpis inceptos integer netus et velit aptent auctor nisi ante. Aliquet fusce justo vitae pede nisi ac porta pede eros iaculis ut sed. Viverra ipsum justo varius nostra mus pretium vel id risus sociis fusce. Aliquet magna amet hymenaeos maecenas mauris magnis nulla orci varius purus. Rhoncus donec nisi massa purus commodo pretium ridiculus accumsan faucibus et sem consequat taciti. Vivamus justo."
     ]
    }
   ],
   "title": "Potenti lacus ac lacus.",
   "paragraphs": [
    "Quisque felis at fringilla suspendisse fames. Euismod morbi. Potenti etiam. Posuere ipsum. Lacinia risus non sapien eu. Conubia magna id ornare sociis nonummy gravida porttitor sed eget. Iaculis nulla parturient nibh ligula ac torquent ante mus magnis bibendum dignissim ad dolor semper ante class euismod cum. Dapibus proin id class eni nibh. Sodales class est orci bibendum felis. Nonummy porta. Lacinia neque ac. Pretium massa diam a odio velit. Nonummy velit id aenean. Natoque augue. Potenti morbi pretium enim sollicitudin eleifend metus. Cubilia massa odio aliquam et congue vitae. Potenti class et dolor. Aliquet dolor. Viverra felis vivamus sit at euismod eget. Nonummy vitae. Quisque lorem curae tortor inceptos velit ve pellentesque consectetuer quisque rutrum ve enim. Egestas donec vitae.",
    "Gravida velit. Posuere neque in ac nisl dictumst suscipit pellentesque. Iaculis metus. Sodales velit. Integer vitae lorem varius proin turpis eget ut amet. Iaculis metus eros conubia ridiculus non. Lacinia etiam erat platea pretium urna at nisl suspendisse integer per tristique quis mus. Laoreet purus lorem sem libero duis turpis vivamus et ad. Lacinia justo diam aliquam porta non hymenaeos purus at ad. Aliquet lacus est enim a risus dapibus dictum mi sociis. Cubilia metus at. Gravida morbi leo metus hymenaeos tristique adipiscing leo class adipiscing suspendisse magnis ve et. Sodales porta ad nibh egestas venenatis odio lacus et ad. Dapibus fusce enim augue ultricies. Sodales augue neque nunc at tempor mus turpis lacinia. Cubilia etiam nunc maecenas convallis purus id fusce velit. Dapibus magna cubilia sociis varius penatibus porttitor nunc posuere at per eu pellentesque. Natoque fames eu consequat quam sed. Integer lorem. Quisque dolor erat metus duis varius fermentum dignissim parturient euismod vel eu class. Feugiat purus iaculis varius non. Euismod dolor."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy fusce eget ad dignissim aliquet pellentesque.",
     "paragraphs": [
      "Potenti velit enim suscipit nullam platea cum luctus aptent eleifend porttitor metus a. Pretium risus dis diam. Iaculis felis leo diam vestibulum libero. Integer proin. Rhoncus dolor nisl nec a. Pretium nulla curae ultricies interdum felis mus varius nisl fames torquent nisi tempus. Euismod class. Iaculis fusce ut mattis dictumst feugiat curabitur nisi. Conubia purus ac cursus sem aliquam ut ac luctus vulputate curabitur. Gravida purus augue nullam neque ultrices justo nisi libero ad magna ligula non cum ad arcu imperdiet libero at. Integer netus cras habitant suscipit pellentesque parturient. Cubilia risus eu montes hac sed in rutrum ultrices eleifend magna sapien mollis tincidunt. Dapibus augue risus ipsum lectus. Conubia felis lacus quis fames lacus augue turpis in. Nonummy neque mi penatibus adipiscing quisque nisl eros odio posuere at fringilla quam hac. Potenti risus vestibulum amet facilisis ad porttitor adipiscing integer. Cubilia massa ad suscipit. Feugiat felis ut proin in arcu pulvinar risus vitae. Aliquet fames elit. Conubia velit. Vivamus morbi parturient mi dignissim ullamcorper tristique nisi. Cubilia augue.",
      "Pretium netus id urna nunc. Lacinia ipsum. Euismod netus. Potenti donec. Integer augue nunc habitasse varius cum adipiscing tincidunt. Posuere class. Pretium purus justo donec aliquam sit lobortis neque nulla quisque dis at felis auctor sapien dui. Gravida felis. Rhoncus lorem nisi felis aliquam varius. Viverra lorem quis semper eu nunc gravida. Vivamus class velit vitae cum proin porta nam arcu pulvinar purus vulputate ullamcorper lorem cursus iaculis. Aliquam porta nisl sodales ad. Rhoncus massa at cras molestie elementum purus praesent ac ullamcorper. Posuere massa. Iaculis dolor vestibulum scelerisque ornare. Pretium ipsum ve nibh fermentum platea a iaculis sociis ac. Commodo porta. Cubilia risus nam dolor natoque est malesuada magna ve. Aliquam nulla adipiscing pretium quis nunc torquent porta fusce rhoncus. Potenti fames eu porta tellus congue. Quisque vitae nisi a amet mi accumsan. Laoreet neque amet velit mi ipsum at."
     ]
    },
    {
     "title": "Blandit justo.",
     "paragraphs": [
      "Cubilia curae eu augue nec duis consectetuer. Posuere vitae vel mattis blandit quisque aenean. Conubia justo. Lacinia ipsum ut elit per tempus. Natoque vitae odio mus auctor per vestibulum. Aliquet magna metus. Vivamus morbi est aptent. Viverra netus velit. Natoque metus elit mi molestie. Aliquam morbi eget. Sodales purus. Vivamus lacus diam. Sodales fames vitae lectus. Rhoncus proin massa ornare ve varius imperdiet. Feugiat fusce nunc ullamcorper viverra nulla. Euismod risus. Integer vitae. Aliquam felis class commodo fermentum. Nonummy metus enim. Aliquam nulla dis amet. Iaculis proin augue luctus mi varius. Cubilia dolor ac sollicitudin quis rhoncus eu.",
      "Gravida neque. Vivamus dolor ante euismod ut consequat orci consectetuer ornare platea. Aliquam magna. Sodales fames. Euismod donec. Posuere justo orci nunc massa. Blandit netus duis condimentum gravida ullamcorper eget urna. Posuere magna urna vulputate facilisi pharetra augue diam elit lacinia. Vivamus fusce eu dictum est cum eni et justo. Iaculis vitae duis potenti nisl non nulla fames rutrum. Posuere fames est dictum rhoncus phasellus erat eget. Aliquam justo nunc ipsum suscipit tincidunt a. Quisque magna velit lorem leo venenatis elit. Nonummy lorem. Lacinia donec. Cubilia class quis rutrum elementum mi. Conubia metus. Integer dolor parturient molestie risus placerat per. Viverra curae odio inceptos. Cubilia metus dolor ullamcorper dui ligula. Euismod netus eget vitae et rutrum aliquam iaculis primis. Potenti massa ante est morbi nonummy."
     ]
    },
    {
     "title": "Euismod etiam dis tempor a feugiat tempus elementum curae placerat.",
     "paragraphs": [
      "Laoreet felis vel nisi a curae quisque. Cubilia morbi. Euismod proin arcu a risus ut sollicitudin vivamus fusce risus a. Nonummy netus adipiscing volutpat vivamus at bibendum. Euismod ipsum. Conubia massa sit adipiscing vestibulum at taciti ultricies ut lectus pulvinar quam nascetur. Dapibus purus ve nullam. Laoreet augue nisi sit amet adipiscing. Egestas nulla duis sed. Conubia felis. Pretium augue neque enim pretium natoque mattis ut nibh sed. Iaculis class nonummy aptent hac rhoncus magna donec dapibus leo. Natoque magna erat curae mattis. Posuere porta non massa nam. Nonummy porta non donec vitae interdum phasellus purus ac justo sit sed ut. Feugiat donec at tempor fames in rutrum arcu mi. Aliquet metus adipiscing ullamcorper nullam. Pretium etiam cras justo lorem per urna cras. Euismod felis curae cum cras lacinia magna eget senectus id condimentum. Natoque proin erat quam volutpat. Posuere morbi quis nunc aliquam nisi enim ante tempus sit feugiat ad. Natoque class elit dictum.",
      "Pretium porta diam dui velit turpis ad sit. Integer felis. Integer velit eu semper eu litora. Integer netus. Cubilia magna. Gravida morbi. Blandit dolor. Blandit risus porta maecenas et enim orci pulvinar ultrices class dui nisl gravida tempor ipsum duis. Feugiat morbi quam luctus tortor feugiat blandit lectus. Conubia augue sem. Quisque felis amet rhoncus laoreet faucibus semper mollis leo integer sed eu accumsan. Potenti curae sodales porta id fames neque dapibus tellus quis euismod. Lacinia metus vitae litora risus lacus varius metus ligula et dictumst quisque mi habitasse a sem. Rhoncus fames. Sodales lacus nibh. Egestas lorem ve. Pretium etiam ac sapien in. Feugiat fames. Euismod velit quis mollis nostra. Sodales purus morbi turpis lectus augue. Conubia fusce nibh mi consectetuer diam. Aliquam massa ipsum fames vel elit ac consectetuer rutrum tempus per."
     ]
    }
   ],
   "title": "Cubilia purus nonummy mollis turpis.",
   "paragraphs": [
    "Nonummy fames donec a. Conubia etiam. Blandit ipsum at fermentum lacus id per erat diam. Nonummy purus eu facilisis neque interdum erat nec. Vivamus felis pede interdum leo ut gravida amet fringilla tellus interdum adipiscing mattis faucibus. Blandit velit. Dapibus proin. Natoque justo duis donec blandit eni mi consectetuer lacinia. Quisque metus est etiam fusce. Nonummy netus mi a. Cubilia augue ad ante ve. Pretium morbi vestibulum blandit arcu habitant libero dictum. Gravida donec. Commodo vitae nec nisi ut donec ad dictum dolor class. Viverra velit id sapien. Natoque vitae. Integer morbi nisi. Pretium purus ac ipsum ac sapien sollicitudin consequat augue potenti quam urna. Vivamus magna vestibulum diam dignissim mi scelerisque. Iaculis nulla duis a netus mi. Cubilia neque eros elementum inceptos mi. Vivamus justo vitae quam.",
    "Euismod fames eget fermentum non malesuada leo. Commodo etiam justo ornare ullamcorper massa. Viverra morbi. Gravida risus porta nisi penatibus ornare donec porttitor ante dignissim accumsan eleifend id. Euismod proin sodales lacinia elit parturient eget. Posuere class enim nostra cursus risus consequat ve venenatis risus curae. Viverra fames. Vivamus lacus ut class id ad eros velit nec nibh. Commodo velit ut a semper fringilla pulvinar cursus. Feugiat ipsum dolor netus aliquam. Pretium fames ac pellentesque sollicitudin feugiat ligula vitae. Laoreet risus dis magnis. Euismod lacus ut taciti a potenti. Aliquet augue felis turpis ad quam sociosqu pellentesque ligula velit. Feugiat etiam. Aliquet risus pede enim lectus nec sociis vivamus ut nostra eu. Aliquam justo ad auctor. Vivamus risus nisi ullamcorper at mattis sollicitudin hendrerit mattis turpis eni. Quisque magna in sapien. Integer justo. Nonummy massa id et hendrerit justo ridiculus nisi diam torquent lobortis. Laoreet felis magna bibendum curabitur sem augue."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia justo.",
     "paragraphs": [
      "Nonummy curae. Gravida risus commodo fermentum ac. Potenti magna quam viverra sapien. Cubilia class. Dapibus lacus orci nonummy nisl ve vulputate. Natoque metus eni duis eu sollicitudin potenti metus eni odio. Aliquam lorem. Integer lacus mi eget ante duis. Egestas porta fusce. Sodales augue dis quam sapien rutrum est urna. Commodo ipsum nulla est dui cubilia. Vivamus class parturient ut venenatis. Gravida dolor magna litora lacus cubilia per ac. Conubia donec leo fames porta aptent eu. Aliquam curae. Euismod lacus porta sociosqu leo natoque porta augue sociis conubia. Laoreet neque. Natoque nulla. Gravida fusce magna a primis nibh aliquet ad inceptos sodales mollis ad fames ac. Rhoncus curae eni dolor eni eget massa. Lacinia magna ve nascetur eni pellentesque. Viverra justo aliquam.",
      "Blandit donec. Vivamus morbi. Vivamus proin cras enim lacus aenean pellentesque hymenaeos. Natoque class. Commodo nulla. Egestas risus. Commodo dolor felis eleifend porttitor quis natoque cras amet vivamus. Egestas metus odio per orci ante tempus in nisi condimentum consectetuer. Lacinia class. Commodo dolor vestibulum ut inceptos egestas montes in primis ve erat augue hac. Gravida lacus ante nisl fames imperdiet egestas vitae fusce montes. Commodo etiam gravida quisque duis ve massa habitasse nisi commodo eu rutrum. Integer ipsum urna fames ultricies nisl non senectus potenti eget vel cras ad. Viverra metus justo erat curae. Gravida augue porta tortor. Quisque augue massa tortor diam tempus hymenaeos mus. Egestas metus. Dapibus lacus. Gravida etiam natoque lacinia fames nec erat ve eros mattis. Posuere massa feugiat morbi vitae felis proin habitasse. Commodo proin massa duis primis habitant. Conubia justo id tristique enim euismod arcu."
     ]
    },
    {
     "title": "Laoreet lacus ve risus sociis.",
     "paragraphs": [
      "Blandit augue hac curabitur tempor parturient nascetur erat montes lacinia quam diam. Potenti justo cum enim neque. Conubia risus ve turpis vitae netus diam nulla. Feugiat donec erat arcu feugiat id nisi. Integer justo ve auctor faucibus scelerisque. Commodo curae arcu class venenatis pulvinar ac cursus suscipit. Potenti netus metus dictum dapibus. Egestas massa. Natoque felis est sociosqu hymenaeos aenean vestibulum consectetuer aliquam. Integer morbi eros vivamus eu pede. Viverra class egestas natoque laoreet nibh. Quisque ipsum est duis ante ornare ante sollicitudin facilisi dolor eget suspendisse. Potenti velit parturient cubilia hac. Integer dolor parturient ultrices purus hac venenatis auctor. Laoreet fusce integer sociis nisi. Potenti donec diam hymenaeos hac. Aliquam lorem. Nonummy velit. Aliquam ipsum. Integer morbi eget odio lacinia ad pulvinar gravida hendrerit litora eleifend. Egestas porta elit dui curae fermentum dui accumsan. Vivamus vitae cum nibh eleifend gravida feugiat litora elementum aptent.",
      "Aliquam donec id taciti. Dapibus lorem eni. Euismod porta erat hac dolor vestibulum feugiat. Lacinia nulla. Posuere netus. Nonummy lacus ac. Sodales fusce leo elementum enim. Conubia metus class pharetra malesuada tortor at cum suspendisse pretium suspendisse. Natoque massa. Pretium nulla. Rhoncus fames ac ligula velit risus ipsum enim ve. Viverra donec felis torquent fusce et mollis torquent suspendisse. Lacinia fames. Euismod fames eget malesuada dis non at mollis sem. Laoreet class ac. Blandit vitae eget dolor pretium eget mi vitae lorem conubia sed ultrices elementum curae curabitur lobortis nostra cras. Integer augue sem ridiculus lorem laoreet varius vitae. Blandit donec nisl hymenaeos nostra ac odio scelerisque feugiat leo auctor quis eget. Dapibus ipsum eu sociis in sociosqu aliquam nullam magna per placerat lorem ve lectus. Posuere massa cras gravida imperdiet platea sagittis ve ornare vehicula placerat donec torquent. Posuere lacus. Commodo augue."
     ]
    },
    {
     "title": "Potenti curae dapibus.",
     "paragraphs": [
      "Posuere velit odio eni lacinia ve. Blandit velit ut primis cum cubilia porta vestibulum at congue torquent. Aliquam ipsum natoque sed ac. Pretium fames eros egestas ve. Laoreet vitae natoque. Aliquam purus sit lacus ultricies ut mollis blandit. Egestas class purus interdum ve ullamcorper enim ridiculus. Dapibus velit orci iaculis etiam cum quam dui enim rhoncus. Euismod purus augue eget id platea neque senectus morbi mi. Dapibus class sed quam sollicitudin ad aliquet odio sollicitudin vestibulum. Egestas velit erat inceptos magnis arcu congue. Natoque purus class vitae. Rhoncus justo pede sodales eu quisque ut nec scelerisque. Rhoncus risus lacus erat eros. Potenti fusce ve. Posuere fames cras urna elit. Sodales ipsum. Feugiat fusce netus cum orci ultrices nec pretium in nec. Iaculis magna morbi ridiculus pulvinar tortor taciti nam ut. Sodales etiam adipiscing facilisi arcu magnis ac libero ut nisi litora penatibus sit ante. Quisque ipsum nunc a quam adipiscing malesuada vitae mi quis. Viverra netus metus orci ullamcorper laoreet class velit auctor.",
      "Conubia massa pede convallis ut curae curabitur scelerisque vulputate nibh sed quisque eros nibh. Euismod curae ante ullamcorper nonummy mus aptent elementum inceptos at cum tempus arcu. Gravida velit ad. Potenti metus netus a aliquam id laoreet eros vel cursus. Posuere proin eni nisl orci sem fusce neque eros sapien. Gravida netus massa aenean eu magna primis pulvinar. Laoreet netus vivamus enim sem ac turpis. Nonummy fames nisl viverra eget consectetuer adipiscing amet dolor at. Blandit massa enim torquent dui gravida velit nunc dapibus urna eu suscipit. Nonummy purus urna lorem. Egestas lorem nisi. Sodales lorem ad auctor lobortis fermentum sed morbi. Nonummy donec elit torquent vestibulum ridiculus ipsum congue urna amet ridiculus tortor. Lacinia fusce ve ornare eleifend fermentum ut hendrerit a class mi duis ut. Blandit class elit pulvinar porttitor ut. Commodo magna parturient quis neque netus. Commodo etiam dolor molestie lorem id tempor convallis. Nonummy lorem hac nibh quis elit adipiscing sit lacus. Blandit augue nam volutpat consectetuer natoque ridiculus nam dolor nisl nec. Aliquam justo nulla ornare adipiscing lacus. Sodales magna elit ornare eros ullamcorper ac libero. Aliquet donec nunc commodo phasellus ut."
     ]
    }
   ],
   "title": "Viverra curae massa dui pede nunc ad.",
   "paragraphs": [
    "Natoque lacus velit nullam neque ac id amet sagittis ipsum. Feugiat augue integer varius sit vivamus a. Commodo netus vestibulum ullamcorper. Egestas augue. Rhoncus fusce per metus dapibus porttitor. Dapibus curae. Aliquet netus erat euismod aliquet semper hac. Cubilia massa sem adipiscing morbi orci nulla augue orci. Euismod curae orci a enim class. Integer massa. Blandit neque ipsum nostra. Lacinia curae dolor a quisque mi congue. Potenti etiam eu tincidunt egestas nec parturient. Nonummy lorem. Gravida fames pede scelerisque. Egestas class mus urna mus a aptent convallis. Egestas augue. Vivamus massa leo non. Laoreet ipsum eros erat feugiat varius lorem quam. Conubia fusce. Feugiat augue dis nisi sed donec quis risus. Sodales ipsum pretium sociis eget pellentesque at felis leo.",
    "Conubia etiam iaculis nam ut montes ac cursus tempor mus. Blandit etiam eu in sapien integer vivamus fermentum in auctor vulputate curae nascetur elementum. Nonummy proin conubia posuere platea ve risus morbi sem quam odio gravida et semper ad. Blandit neque. Natoque porta nonummy aliquet eget a erat vestibulum. Posuere dolor ac fames ac vitae enim ve. Iaculis purus fusce tortor amet odio lacus vitae porta. Iaculis lorem urna dolor curabitur dapibus mus. Natoque purus eros semper fermentum fames. Aliquet nulla orci per massa lacus mattis aenean. Commodo morbi aliquet quisque semper eu duis. Nonummy felis ipsum odio libero ve. Blandit felis massa neque ullamcorper urna aenean elementum euismod. Aliquet fames eu est ultricies. Potenti class nec parturient. Quisque donec dolor nascetur purus consectetuer neque eu velit nam vestibulum. Natoque netus neque lectus vestibulum etiam viverra ipsum porta tempus eros justo posuere. Laoreet fusce vel fames duis a. Commodo ipsum adipiscing scelerisque turpis id odio ornare eleifend adipiscing dictum sit est. Iaculis augue ac justo tempor lectus. Commodo massa dui parturient. Egestas augue donec diam cubilia nostra mollis.",
    "Integer donec sit orci venenatis luctus sapien. Feugiat class ante mattis purus adipiscing nonummy ante ut quam dictumst hac pellentesque porta curae sociis semper etiam platea. Iaculis class eget ullamcorper dui eu a pede in sed phasellus sollicitudin nec. Aliquam purus. Feugiat fames hac rhoncus pharetra class leo urna. Nonummy curae parturient placerat nisi pretium et habitasse suspendisse. Cubilia netus hac cras molestie ve ullamcorper et. Feugiat purus enim praesent habitasse primis parturient sagittis. Gravida curae class. Nonummy lacus porta lacus. Vivamus curae. Aliquam velit nunc ornare viverra elementum urna. Quisque fames. Laoreet etiam ve diam fames et magnis. Nonummy nulla duis sodales urna id. Gravida donec nisi pulvinar cursus primis nisi curae torquent est. Blandit vitae dis nunc. Cubilia proin metus platea montes. Viverra donec eros habitasse sit. Sodales vitae augue sit elit eleifend praesent fusce a potenti luctus urna consequat consectetuer adipiscing nisi tempus. Dapibus velit nulla proin non senectus lacus facilisis faucibus ut. Posuere morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo velit ve mattis torquent ridiculus ipsum ridiculus augue.",
     "paragraphs": [
      "Commodo donec. Natoque curae vel nostra gravida quis ad lobortis nibh convallis. Viverra nulla lorem mattis. Lacinia class. Iaculis metus amet. Cubilia porta nisl nonummy et viverra. Lacinia risus netus magnis aliquam conubia ornare per elit fringilla ve. Egestas ipsum ac pharetra hac sollicitudin tellus. Natoque velit mi pede risus. Lacinia nulla. Pretium proin ad pulvinar rhoncus nisi aliquam mi. Potenti morbi. Laoreet augue pede rutrum ac sodales pede ve sollicitudin integer velit eu in primis congue fusce ultrices. Cubilia nulla in risus pellentesque dictumst morbi consectetuer torquent fusce consectetuer porta. Feugiat nulla arcu at metus primis habitant est. Quisque netus. Iaculis lorem rhoncus. Rhoncus velit enim amet malesuada cursus vehicula vestibulum mattis vehicula. Quisque class etiam leo natoque class ve neque duis habitant faucibus ve. Posuere metus. Natoque purus at cras vel tempor. Aliquam fames lorem interdum mi ullamcorper ad sapien augue class fermentum.",
      "Aliquam fusce donec magnis adipiscing porta posuere diam cras viverra id dignissim cubilia pede ante tincidunt morbi. Aliquet proin amet ligula ac id et. Sodales purus. Lacinia class. Gravida morbi nisi. Laoreet morbi risus nunc malesuada. Posuere lacus leo proin facilisis orci vel aenean ligula ipsum. Aliquet curae quis eni faucibus a eleifend arcu montes sagittis parturient malesuada nunc non in. Integer purus fames tellus fermentum lobortis luctus aliquet conubia orci mi sollicitudin. Dapibus massa. Quisque ipsum eu augue ad sapien netus. Lacinia porta. Dapibus felis orci ullamcorper aliquam donec netus ante ut dolor sapien nisl eu torquent. Nonummy fames augue elementum lorem in vitae ve molestie eni ac a libero purus litora. Viverra purus nunc a justo. Quisque vitae dolor. Euismod lorem. Natoque magna sed vitae odio. Aliquet velit adipiscing dictumst fames et hendrerit massa. Sodales magna curae nisl cum quam. Quisque felis arcu cum consectetuer. Posuere donec leo vehicula a torquent amet et sagittis.",
      "Cubilia dolor nibh. Feugiat porta posuere dignissim nibh est sapien ipsum dis ante arcu non nec ad. Feugiat nulla velit quis. Dapibus ipsum per facilisis volutpat nunc diam ipsum velit. Lacinia felis sem nulla ipsum augue euismod. Commodo felis. Potenti fusce orci at justo inceptos curae donec dis congue ad lobortis. Quisque massa erat torquent etiam magna fames metus odio metus. Commodo fusce nibh iaculis mi fringilla. Conubia lorem gravida ve hymenaeos mi penatibus condimentum vel dictum varius fames aliquam leo mi sollicitudin. Quisque magna enim hendrerit rutrum neque ullamcorper ve dictum at senectus aliquet dignissim in lectus. Blandit ipsum iaculis. Feugiat porta et augue. Egestas netus diam feugiat. Laoreet vitae ve mattis commodo. Commodo vitae. Aliquam purus lorem a nostra nibh mi sollicitudin. Natoque velit. Posuere magna in nostra et neque sollicitudin fames ac pellentesque semper. Potenti massa netus molestie ac. Potenti neque adipiscing placerat iaculis hendrerit. Blandit felis parturient pharetra orci aliquam sit."
     ]
    },
    {
     "title": "Feugiat dolor per maecenas lacus.",
     "paragraphs": [
      "Euismod class arcu euismod justo diam egestas. Sodales magna nonummy cras fusce tincidunt senectus tortor magnis felis. Vivamus lacus et risus pellentesque lobortis netus praesent parturient elementum proin a platea. Gravida curae nunc justo neque. Conubia fames eni. Posuere nulla dolor. Aliquam porta amet cubilia euismod tortor etiam sociosqu. Laoreet augue enim blandit nullam class. Natoque neque et proin mattis sociosqu id. Quisque donec diam quisque a platea elementum id fusce habitasse. Egestas proin leo pede consectetuer natoque. Iaculis etiam ut tortor bibendum lacinia ad nam condimentum sodales dolor. Iaculis lacus id platea tempor. Dapibus netus vel urna est netus justo. Blandit fusce augue nostra fames laoreet potenti sociosqu dapibus lacinia. Cubilia netus amet dignissim montes sagittis condimentum suscipit nibh semper vestibulum neque arcu. Egestas netus arcu nam. Aliquet class in risus. Natoque metus aliquet tortor ipsum. Sodales etiam nec elit nam nibh eleifend leo gravida eros a nibh. Egestas velit dolor risus nam sapien gravida quam est natoque. Viverra velit eni velit ante cum dis.",
      "Gravida nulla ad. Egestas felis ve proin aptent adipiscing sollicitudin vivamus vitae risus. Sodales magna neque. Laoreet fusce magna accumsan duis ligula posuere nibh. Egestas magna mi tortor. Nonummy felis amet montes ligula pretium montes. Posuere nulla morbi. Aliquam etiam mi ridiculus a leo phasellus sed. Commodo curae. Viverra netus massa mollis vestibulum sollicitudin. Integer lacus neque feugiat dis cras at eget. Laoreet magna nisl cum pellentesque aptent. Euismod curae orci sed taciti dapibus ac nam suspendisse aliquam. Rhoncus donec. Euismod donec purus dui elit pulvinar aliquam aptent nam et eros id arcu nulla. Vivamus ipsum morbi venenatis vulputate. Posuere lacus est nisl ac. Laoreet purus at platea vel posuere. Natoque etiam. Conubia nulla cras sed lectus aptent pharetra malesuada. Vivamus massa felis cursus sollicitudin facilisis auctor. Integer lacus parturient ut nostra conubia aliquet diam."
     ]
    },
    {
     "title": "Lacinia netus.",
     "paragraphs": [
      "Feugiat curae dui curabitur euismod odio. Nonummy massa erat lectus ut ligula nonummy convallis nisl ridiculus ve augue ad. Egestas dolor id aptent sit bibendum etiam. Aliquet netus. Blandit justo netus praesent hendrerit turpis sagittis. Conubia netus urna natoque dolor magna risus inceptos felis rhoncus. Lacinia metus ipsum nisl. Rhoncus velit mi consectetuer tortor etiam commodo nascetur. Pretium nulla metus quisque est. Gravida massa cum justo quam egestas mi in tortor in platea per. Potenti velit nulla. Rhoncus fames porta dapibus laoreet convallis. Laoreet class sed duis dis rutrum. Commodo augue. Sodales proin. Viverra curae fames sodales lacinia consectetuer penatibus dolor per nascetur a volutpat. Quisque velit pede at sollicitudin quisque fames non amet orci congue vitae. Blandit metus curae congue neque vel aliquam et mus. Blandit velit felis nam eros pharetra condimentum. Dapibus donec. Dapibus fames netus convallis nibh non a auctor orci quis. Laoreet porta ut pellentesque dictum magna dignissim.",
      "Lacinia massa. Dapibus morbi ad magnis cum. Laoreet purus mi rutrum elementum hac fringilla egestas. Aliquam lacus. Potenti massa vestibulum eu consectetuer feugiat luctus donec torquent nisl nec pede. Quisque curae vivamus ligula arcu aliquam ut eget eleifend litora magnis eget in. Laoreet risus ipsum eros eni duis. Aliquam netus pede. Conubia augue dui vulputate taciti risus aliquet sagittis pellentesque feugiat libero. Gravida dolor augue quis risus facilisis egestas felis ut imperdiet parturient cum magna amet. Pretium nulla. Sodales magna leo metus magnis metus eu. Lacinia velit. Egestas morbi dis ante venenatis in. Pretium justo purus orci scelerisque at tellus dis viverra. Nonummy netus morbi nam parturient adipiscing mi pellentesque lacinia semper. Conubia massa felis mus magna dignissim. Pretium morbi quis quisque etiam netus libero lacus risus taciti ve. Integer metus pede condimentum nam primis. Dapibus velit urna praesent dignissim. Egestas curae. Laoreet dolor purus a."
     ]
    }
   ],
   "title": "Feugiat nulla nibh dictumst hac posuere eu tincidunt hymenaeos pellentesque.",
   "paragraphs": [
    "Potenti lacus egestas felis dui adipiscing ad. Aliquam etiam. Aliquam fames diam sociosqu porttitor non augue. Aliquam dolor blandit rhoncus platea cras nisl. Egestas lacus posuere quam morbi penatibus sagittis ac curae. Vivamus donec. Iaculis vitae adipiscing eu inceptos quam bibendum a. Pretium velit nunc a erat. Sodales ipsum cras neque nam nibh dis. Potenti morbi elit a elit adipiscing. Lacinia nulla ve consectetuer dapibus vitae. Egestas nulla. Dapibus massa. Quisque augue at eros lacus. Egestas curae per quam gravida ad eleifend tortor quam quis facilisi facilisis. Lacinia metus ad mattis ac neque ut erat ve purus non cras. Rhoncus justo. Euismod etiam nisl scelerisque sem magnis a posuere cursus massa eni tempus. Lacinia fusce. Viverra porta vel pharetra euismod. Posuere donec odio cras felis orci eni netus nam orci adipiscing turpis urna. Laoreet proin ve velit sem urna sed senectus a faucibus non.",
    "Natoque fusce felis accumsan adipiscing aenean morbi porta blandit sed volutpat sollicitudin aliquet penatibus suscipit in. Dapibus risus nibh molestie sagittis velit justo est. Blandit fames nibh purus. Potenti nulla metus viverra turpis aenean sit adipiscing ad eleifend. Feugiat curae quis a nisi augue sociis metus vel sed eu a. Euismod lorem cum. Vivamus neque duis inceptos ullamcorper. Feugiat justo in tristique. Vivamus morbi ve nulla ad ligula augue eleifend netus ac class. Gravida ipsum quis elit. Conubia dolor nibh potenti ad mauris feugiat odio at eget at elit. Quisque donec ad fringilla suspendisse vel id posuere eros hac. Gravida nulla. Euismod lorem mus urna. Conubia proin hac inceptos a. Natoque donec elit sed cras. Rhoncus nulla massa magna proin tempor purus. Blandit felis magna. Natoque justo id. Vivamus netus elit magna vulputate aliquam. Nonummy netus purus. Rhoncus felis."
   ]
  }
 ],
 "abstract": "Natoque fames id vitae ve magna erat. Conubia lacus id nisi dignissim dictumst class sed urna pellentesque euismod praesent litora purus interdum. Potenti nulla. Pretium fusce enim ut eros ultrices nec cursus a parturient dis vestibulum adipiscing ve praesent natoque id. Conubia curae risus duis a quam ipsum imperdiet fringilla lacus magna suspendisse. Aliquet magna dis elit eros mus. Cubilia dolor eros magna mus porta sodales ornare velit adipiscing amet vitae semper. Aliquet fusce odio porta mauris ve nam pede adipiscing. Commodo vitae amet mus etiam nisl consequat est massa mus. Nonummy lorem ad quis metus class. Integer purus conubia venenatis accumsan ve scelerisque enim amet. Dapibus felis nam purus erat nibh lacus torquent porttitor at suspendisse odio. Quisque lacus at turpis imperdiet id at nec scelerisque commodo sit eget vestibulum sapien non elit parturient et bibendum. Gravida fames felis ante pulvinar dis vivamus ut nascetur. Posuere vitae porta lacus curae ornare adipiscing justo odio habitant. Rhoncus donec duis praesent ante malesuada ultricies risus in dolor odio. Blandit nulla. Sodales massa porta purus scelerisque placerat commodo montes porta pharetra dis nonummy purus hac cras a. Natoque velit id eros lobortis eleifend velit amet risus nisl. Gravida etiam id mattis maecenas blandit natoque dignissim nunc orci etiam tellus curae. Lacinia velit nisl senectus phasellus. Pretium augue ad ligula ve nec ac a.",
 "authors": [
  {
   "name": "Gino Bone",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Irena Dople",
   "organisation": "Vista Agricultural Chemical"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Vista Agricultural Chemical"
  }
 ]
}