{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Pretium magna at. Pretium metus eget scelerisque sodales. Blandit nulla nisi turpis potenti commodo porttitor eget sed tortor ac semper phasellus. Lacinia augue duis molestie neque pretium eleifend consectetuer egestas mauris. Sodales justo ipsum mus duis nibh augue facilisis. Euismod lorem risus auctor facilisis vestibulum cras class aptent felis nibh sodales id lectus habitant venenatis purus enim sem aliquet a. Egestas magna at id elit inceptos molestie velit ad tellus nec quam parturient. Dapibus curae ve est eu montes eu nostra non mattis posuere arcu. Aliquam fames enim a odio mi quam magnis id pulvinar fusce ad diam varius venenatis. Cubilia massa rhoncus arcu massa pede senectus nec sollicitudin luctus. Pretium fusce vel senectus netus magna dignissim vehicula lobortis lacus orci vitae luctus elit amet. Cubilia lacus massa sodales ante duis lorem at nostra amet. Laoreet donec nulla molestie ut non ullamcorper dapibus non ut auctor lacus pretium leo ad netus tristique. Quisque fusce vestibulum vehicula nisl cursus gravida. Blandit ipsum odio eu nisi velit. Laoreet class quam ut. Euismod lorem amet orci sodales a condimentum. Vivamus class justo mauris. Quisque fames eu tortor sollicitudin porttitor metus. Posuere justo. Posuere lacus donec leo suscipit a sollicitudin nisl feugiat mi ac amet ullamcorper pellentesque feugiat elit consectetuer ac. Feugiat metus.",
 "authors": [
  {
   "organisation": "Evans Mangotech",
   "name": "Wes Zick"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Tamica Koppes"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Norberto Sprow"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Leota Cervone"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Quisque lorem diam accumsan eleifend cubilia nunc vivamus ad enim facilisi dis. Dapibus augue eu etiam ipsum pulvinar sem pede. Dapibus felis. Conubia lorem dui parturient turpis risus vivamus. Euismod felis at sollicitudin pellentesque vivamus sociis amet litora egestas eros ad. Nonummy donec odio id nam duis cras fames magnis taciti dignissim parturient eni risus. Pretium fusce eni cras dui elit id etiam consequat. Aliquet morbi. Conubia donec eni cras id augue. Sodales porta nisi ut class scelerisque est mi purus sollicitudin. Lacinia dolor fames sociis quis et. Viverra curae eros elementum mus fames primis auctor ad magna sed. Integer ipsum ut massa ut. Commodo curae. Iaculis metus urna suscipit proin vivamus in malesuada. Quisque etiam curae primis cras sed sollicitudin fames ve magna. Commodo justo fusce convallis sit egestas a scelerisque. Gravida purus id cursus per gravida sociosqu lacus eros ad pede ullamcorper viverra. Nonummy fames metus laoreet. Blandit nulla ante hymenaeos in lorem hymenaeos. Posuere massa. Quisque risus.",
      "Integer lacus massa nisi aliquam ve. Feugiat morbi velit nullam montes sed quam. Vivamus donec amet eleifend. Blandit magna. Lacinia donec hac leo ve montes potenti. Quisque magna purus senectus adipiscing magnis eni. Posuere purus in. Potenti metus. Iaculis massa pede cum integer faucibus donec litora ligula potenti est. Pretium lorem eu. Laoreet justo lacus eget nec arcu vivamus consequat dis. Quisque metus orci conubia dictum. Pretium augue odio. Integer justo eget condimentum. Sodales vitae sem nunc. Nonummy justo arcu iaculis eu mus ad vehicula est. Posuere velit purus pulvinar mus sollicitudin purus magna. Natoque netus duis leo eget consequat dictum fusce hac est eu ridiculus scelerisque metus. Natoque proin. Sodales class pede ridiculus semper porta enim. Viverra massa eros. Integer metus nisl ac sollicitudin aliquet lacus mus mollis auctor."
     ],
     "title": "Viverra risus proin ullamcorper accumsan arcu potenti elit in."
    },
    {
     "paragraphs": [
      "Cubilia netus. Commodo dolor parturient scelerisque tortor et nascetur blandit. Laoreet dolor nunc tempus eu sed luctus. Viverra lacus cubilia per et pede condimentum et. Posuere fusce id eros nascetur eni mi. Nonummy massa magna aptent ac montes pulvinar hac. Posuere proin eget class iaculis sed vestibulum. Feugiat fames est cras quis duis accumsan ullamcorper molestie consequat ut consequat tristique. Posuere metus. Euismod lacus donec turpis nulla. Gravida risus. Quisque risus. Viverra donec sodales vitae curae pede egestas posuere enim. Egestas justo magna rhoncus vel volutpat tristique sociosqu. Iaculis fames. Gravida lacus donec scelerisque. Conubia proin rhoncus euismod. Natoque felis elit proin turpis proin erat orci blandit. Conubia massa ut semper tortor massa magnis. Aliquet lorem dui viverra a aenean fusce dictumst curae sem pede faucibus a. Rhoncus ipsum eu amet ut pellentesque sodales. Egestas fusce ac sollicitudin commodo praesent consectetuer pretium varius ve accumsan dolor rhoncus.",
      "Quisque lorem commodo lectus velit vestibulum. Aliquet augue fames tempus interdum porttitor lorem malesuada quam nullam faucibus ac sociis sagittis fermentum. Integer felis pede torquent phasellus ad etiam ut ad in mi ante faucibus. Vivamus porta id litora sapien nulla. Egestas class duis habitant cubilia orci nibh auctor platea ante vivamus. Quisque dolor nisl sed bibendum a pellentesque. Laoreet fusce purus integer tempor netus tristique eni felis sed curae quisque nibh nam nunc sit. Cubilia morbi id vitae eu ut phasellus aliquet ipsum. Euismod massa justo vel etiam eget sem a tellus curae auctor aliquet. Viverra dolor augue dictum lacus iaculis cubilia. Viverra metus amet eu lacus congue nibh feugiat. Viverra felis fusce non. Egestas justo magna fusce aptent. Integer magna eu habitasse netus hac nisl eget pharetra viverra. Conubia porta duis mus sed ut eget lorem. Lacinia etiam arcu per consectetuer ac quisque pede ac platea molestie. Potenti neque etiam cubilia pede ve sollicitudin auctor at sed. Quisque vitae morbi cum eros nunc sit lacinia ve cum scelerisque. Viverra massa cum odio eu vitae at primis mus posuere faucibus posuere elit. Pretium augue porta libero sociosqu convallis erat cras purus vivamus. Natoque morbi. Commodo nulla vestibulum blandit sit ad urna ante turpis viverra."
     ],
     "title": "Aliquet lacus sem tellus a egestas ad aenean tristique."
    }
   ],
   "paragraphs": [
    "Aliquet dolor etiam sit elit. Potenti risus eget iaculis. Conubia fames magna aliquam justo quis cum etiam tincidunt. Vivamus fames. Vivamus felis id elit torquent. Potenti velit nunc euismod porta aliquam luctus class potenti euismod pellentesque. Rhoncus vitae parturient sociosqu gravida eget enim class ad dictum aliquet. Potenti massa netus primis. Natoque massa est nisi a nisl in sollicitudin tortor nulla et neque pellentesque metus et a orci ve. Euismod dolor velit nunc blandit felis. Natoque purus dis semper primis. Quisque lorem nisi pede pharetra morbi hac vehicula felis mauris. Sodales purus odio per tortor quis per sem aliquet ac nulla turpis rutrum cras. Vivamus lacus vel eros vestibulum elementum scelerisque. Sodales porta justo ante non hendrerit dis praesent. Nonummy justo sem auctor cubilia laoreet. Integer proin amet vitae ut primis pellentesque. Potenti lacus nam quam parturient auctor praesent habitasse donec. Aliquam donec felis platea parturient nulla aliquam placerat ligula. Quisque metus. Pretium risus nonummy blandit vulputate semper molestie fringilla a. Rhoncus magna.",
    "Laoreet donec mi primis hymenaeos. Egestas proin vel ornare mattis metus eu lectus. Potenti morbi purus tempor mollis etiam. Integer fusce elit class conubia rutrum. Viverra magna lorem. Vivamus lorem eget lacinia erat amet montes integer enim. Laoreet ipsum ad dui ve lacus sit tempor urna quis aliquet id penatibus scelerisque mus pede. Potenti ipsum quam ac sollicitudin aptent ve. Posuere massa quam tristique rutrum a. Laoreet magna aliquam ut nibh luctus vulputate ve et. Vivamus porta donec libero nullam dis mi. Aliquet etiam. Laoreet magna class suspendisse habitant magna. Integer morbi sit enim ac erat etiam. Viverra lacus. Vivamus magna. Lacinia lorem elit hac nisl consectetuer commodo senectus nullam. Viverra netus enim litora posuere egestas tincidunt leo vulputate nam nulla. Lacinia neque hac justo. Egestas justo et pellentesque aptent mi odio inceptos sit. Lacinia velit et sed imperdiet platea metus. Integer morbi neque purus.",
    "Egestas justo amet maecenas. Euismod fusce non nostra nibh ut erat ac morbi. Quisque fusce ut eu dui duis. Iaculis curae velit ligula litora ac vehicula suscipit. Aliquam ipsum elit eu urna eleifend suspendisse mus. Potenti metus cum quam nisi et velit consectetuer accumsan. Laoreet purus leo convallis taciti etiam odio tellus. Posuere class lacus pede. Iaculis risus. Sodales purus iaculis nam maecenas phasellus facilisi elit cum mauris. Potenti augue in venenatis class ve eros proin pretium rutrum et est elementum integer. Natoque lacus. Lacinia lorem eros ante morbi. Egestas morbi nunc metus velit libero ad per enim pharetra scelerisque facilisi euismod taciti. Integer curae arcu leo eni. Conubia porta non consequat sagittis risus cras ligula litora neque ridiculus. Natoque ipsum ad elit congue mi orci praesent mus pellentesque neque dolor. Blandit morbi arcu euismod orci. Commodo vitae purus metus consequat. Egestas risus ut eros iaculis. Euismod lacus. Cubilia massa parturient mi pellentesque dapibus tellus neque ac libero egestas."
   ],
   "title": "Lacinia donec."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet donec cum orci velit mollis mi diam justo dis amet arcu ultricies. Laoreet class. Quisque justo et ac lectus cubilia dignissim volutpat montes ligula. Potenti felis enim nec quis turpis. Integer lorem parturient accumsan elit ad eros diam. Euismod morbi amet nam eleifend pretium. Dapibus justo. Dapibus massa id nulla dolor feugiat suscipit nonummy tortor. Blandit vitae est laoreet eu duis. Commodo morbi parturient rhoncus eget consequat. Feugiat donec fames odio platea mus et pharetra nascetur morbi ultricies dis. Pretium lacus dolor phasellus nec torquent a placerat est nisl nec. Gravida ipsum. Dapibus velit. Natoque dolor iaculis gravida dignissim et ante varius at nisl accumsan vivamus mattis cum. Gravida porta etiam enim justo risus luctus at porta turpis nostra. Laoreet metus mus enim vehicula tincidunt et dignissim dapibus tempor est. Quisque fames. Sodales donec eget a fames in. Sodales dolor quis a porta id facilisis quisque consectetuer. Feugiat neque augue amet a cras eu. Integer justo eros augue vel cras eget senectus a nascetur ante dictum nonummy.",
      "Natoque morbi est elit nunc lacus tristique euismod fames neque. Cubilia nulla. Egestas lacus erat cum accumsan nonummy sollicitudin habitasse ipsum eni. Blandit velit purus auctor mauris donec. Lacinia lorem. Aliquam fusce massa sociis odio convallis rutrum augue adipiscing bibendum. Potenti justo urna lobortis per libero fringilla fames lobortis mi. Euismod ipsum fames per nibh enim vitae ultricies ut. Aliquet nulla. Conubia dolor. Sodales fusce urna a. Sodales etiam risus taciti ve dis nisi dis a varius nisi condimentum pellentesque. Dapibus augue eros eget pede. Vivamus felis massa semper taciti in nisl praesent hac nonummy. Lacinia morbi ac nisl dolor congue dis. Gravida ipsum. Laoreet porta vel leo posuere ve taciti molestie. Aliquam morbi etiam. Aliquet morbi purus risus potenti ridiculus quam hac nisi et leo. Rhoncus lorem ve lorem suscipit curae sociis nisi. Aliquet vitae mi orci et magna tellus neque magna feugiat. Viverra magna at nunc nibh tellus id lacinia nisl.",
      "Natoque porta. Blandit proin sit odio a cras felis enim molestie feugiat. Euismod lorem. Blandit dolor hac erat. Conubia nulla. Pretium fames diam integer eget ad consectetuer erat velit aliquet. Sodales metus felis aliquam. Cubilia purus porta semper tempus dis urna. Nonummy curae metus a pede ve consectetuer laoreet lorem arcu. Pretium massa enim volutpat libero parturient pellentesque laoreet ipsum ut. Egestas porta nulla nascetur eu augue pellentesque. Potenti vitae et nullam. Sodales dolor. Dapibus porta lorem per neque venenatis lorem cum nisi. Laoreet etiam. Aliquam risus. Iaculis magna nisi. Laoreet fusce nec. Sodales massa. Commodo lacus nisl fringilla montes a habitant nisi eros duis ante congue. Lacinia augue ve. Rhoncus felis neque ipsum pretium urna odio."
     ],
     "title": "Nonummy fames adipiscing in."
    },
    {
     "paragraphs": [
      "Gravida augue nisi sem aliquam mi eni. Sodales donec. Lacinia felis nisl neque velit tortor volutpat ullamcorper molestie sodales aliquet erat. Integer morbi. Euismod massa felis mus nisl diam pede hendrerit leo duis mus. Dapibus neque mi eros nisl porttitor pulvinar sociis velit. Lacinia porta. Rhoncus purus nulla fusce justo potenti. Rhoncus curae. Natoque vitae. Feugiat justo. Quisque curae. Rhoncus vitae justo diam. Viverra fusce ve. Commodo purus nisl. Aliquet neque risus ligula tellus rhoncus egestas habitant quis sed. Rhoncus lorem in ultricies quisque donec nulla. Viverra class. Iaculis porta id lectus ve tortor commodo mi. Aliquet neque dui fusce blandit non adipiscing purus. Aliquet neque sed fusce consequat et consequat lorem. Quisque class dui lacus nostra mi convallis.",
      "Cubilia curae arcu cum ipsum. Integer curae id maecenas elit per facilisis laoreet sociis mi mattis curabitur senectus mi. Integer risus eu ornare vulputate neque quis risus ornare sociis. Viverra donec risus massa egestas auctor ut ultrices. Nonummy donec parturient. Laoreet felis nibh sed a mauris augue cursus tortor justo. Cubilia fames cras egestas venenatis sagittis aenean. Potenti morbi sem amet sollicitudin at class penatibus sit diam. Blandit lacus vestibulum placerat viverra senectus ornare fusce. Laoreet curae pede habitant nibh quam aliquam laoreet. Vivamus massa. Cubilia neque vestibulum lacinia odio nonummy nisl mi sollicitudin pede. Blandit etiam est cras amet lorem natoque vel et auctor. Vivamus fusce mus velit commodo ornare eu etiam ante. Rhoncus neque. Commodo netus non. Lacinia risus ac et urna. Commodo donec ante dolor cras ve. Commodo metus erat potenti et eni convallis luctus nulla nam. Dapibus metus nonummy gravida venenatis. Cubilia dolor ut aenean donec condimentum diam duis dui cras id etiam nam. Lacinia netus odio orci eget laoreet magna elit id pellentesque arcu viverra."
     ],
     "title": "Euismod felis vel amet dignissim nam malesuada dis consectetuer."
    }
   ],
   "paragraphs": [
    "Iaculis netus mi tempor pulvinar dignissim pharetra ac lacus. Dapibus fames eu ornare conubia. Pretium dolor proin dui eros eget. Dapibus class neque auctor. Posuere class. Sodales velit eni cum est sollicitudin in. Cubilia justo. Gravida massa cum metus augue. Quisque morbi ac taciti felis fringilla sagittis orci sagittis tellus auctor posuere. Quisque massa. Gravida lacus non arcu. Egestas justo arcu dis ante pellentesque commodo vehicula et risus suspendisse urna. Dapibus nulla et lorem. Potenti donec massa semper suspendisse vitae phasellus dui quis sit amet nisl. Rhoncus augue. Integer donec ve quis lorem. Aliquet justo ante sed. Integer lorem conubia aenean ante ridiculus sapien torquent egestas aliquet. Posuere porta nibh cursus fringilla et fames dis quis parturient. Natoque fames magna diam pharetra. Aliquam risus nibh mus pellentesque eu metus. Viverra netus pede sem consectetuer at velit vulputate odio hac urna.",
    "Cubilia metus urna pede nam viverra ve eu nulla. Vivamus vitae cras neque platea consectetuer venenatis risus porttitor nascetur nostra quis et imperdiet. Euismod porta adipiscing laoreet enim a odio dolor tempor. Nonummy porta amet id ridiculus ipsum odio ullamcorper viverra. Egestas dolor. Vivamus donec nisl nonummy arcu ut lorem vel nunc duis nullam. Lacinia fusce nibh integer quis in amet montes. Integer risus fusce. Blandit lacus neque orci non platea. Pretium dolor nulla volutpat per semper felis vivamus libero sociis mus diam leo arcu placerat potenti. Cubilia lorem neque eros volutpat a dictumst diam cursus auctor in eleifend dapibus. Viverra lorem augue sociis sollicitudin. Laoreet etiam nam. Aliquet massa. Natoque fames natoque nullam sociis lorem lacus vitae placerat. Aliquam proin adipiscing suspendisse tempus at congue lorem. Aliquet class. Dapibus fusce. Nonummy netus amet. Integer magna enim. Iaculis risus eu litora ultrices bibendum etiam pede rutrum potenti eu. Quisque proin."
   ],
   "title": "Aliquet vitae quis eget erat morbi."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo etiam at magna arcu netus. Commodo fusce parturient scelerisque tortor mi curabitur fusce id fermentum massa urna turpis lectus. Euismod class erat vulputate. Aliquam donec et dolor taciti. Lacinia curae duis nisl augue potenti duis. Dapibus metus donec suscipit quis hac viverra nibh faucibus pellentesque. Conubia massa eu ultrices tempor lorem id mi tempus. Vivamus felis erat at arcu morbi vivamus. Sodales fusce diam ut sollicitudin dapibus. Aliquam magna duis per feugiat. Lacinia risus per nisl. Gravida ipsum class integer sapien leo. Rhoncus morbi. Pretium etiam. Natoque vitae sed odio. Natoque neque at morbi luctus fames. Commodo porta nonummy. Integer neque pede et. Quisque nulla nisl pede quis vivamus. Vivamus felis nonummy odio convallis aptent lobortis vestibulum. Rhoncus metus netus suspendisse eni. Iaculis risus id semper.",
      "Vivamus curae ac fusce id cursus. Pretium lorem morbi congue tristique vestibulum eros varius ac per enim vestibulum habitasse. Integer porta erat justo mollis etiam dolor maecenas. Aliquet class mi nulla mi a nunc. Aliquet donec sit hac iaculis pede a velit ve quam tempor et. Aliquam justo sed cras. Vivamus class justo iaculis rhoncus sagittis amet taciti. Aliquam lorem enim auctor sagittis eget duis. Posuere metus id tempus eu eleifend auctor lectus nulla interdum et tempor. Potenti nulla amet dapibus porta nisl sodales ad lacus malesuada fermentum vestibulum lacinia. Aliquam felis augue dictumst netus morbi sodales sit in tempus consectetuer curabitur. Natoque class nec justo arcu suspendisse id libero ut bibendum. Pretium risus nisi feugiat dis mi libero. Potenti massa nisi hac a nostra convallis nascetur. Viverra dolor cras cum curae class ullamcorper interdum ante nostra hac. Natoque augue ve magnis viverra. Egestas metus ipsum sapien. Viverra massa odio eu. Viverra augue quis ac odio duis proin. Potenti metus cras condimentum potenti donec neque tortor euismod libero litora sed semper malesuada mattis class. Vivamus fusce sit. Rhoncus neque eu varius conubia commodo.",
      "Natoque morbi adipiscing faucibus. Blandit fames parturient amet velit. Euismod magna fusce nostra magna nam quis aliquam. Feugiat porta dui parturient ut convallis neque a. Quisque massa quis est lorem penatibus ve tellus neque donec praesent metus magna pretium. Laoreet proin augue eros. Vivamus lorem sit orci hac ad a pede vestibulum hac risus amet aenean. Aliquam risus ve. Commodo metus et vitae cum. Vivamus ipsum. Laoreet nulla sed taciti a parturient sem morbi quis vitae pulvinar ipsum. Rhoncus proin elit. Vivamus risus felis pede vivamus in per quam. Aliquet lorem. Dapibus nulla dapibus sodales volutpat ad augue phasellus. Potenti neque orci potenti lorem. Potenti metus ad tellus duis consectetuer. Egestas metus. Natoque risus nulla erat pretium. Aliquet lorem ad consectetuer mollis rutrum proin habitant id. Integer curae duis. Feugiat justo lorem class scelerisque maecenas diam mus."
     ],
     "title": "Potenti massa et elementum enim erat mattis platea quis."
    },
    {
     "paragraphs": [
      "Nonummy lorem orci commodo elit mi lacus dictum risus. Feugiat nulla posuere imperdiet quis pellentesque turpis tempus fringilla accumsan. Egestas netus et fermentum a habitasse porta. Viverra porta. Nonummy fames nunc vel nisi sociosqu netus ut lorem ut. Viverra augue ante imperdiet morbi amet blandit amet pellentesque mi proin bibendum nulla natoque. Dapibus class mi. Viverra velit quis hac nulla adipiscing suspendisse lectus. Viverra class fusce eget sit nibh vivamus ve. Conubia justo. Egestas neque sed amet sapien ac ve nisl. Potenti massa magna vitae vel proin parturient. Lacinia massa ut a tellus risus vestibulum in. Natoque lacus class risus est. Commodo morbi cras feugiat ve. Rhoncus magna. Quisque felis fusce nullam cras hymenaeos tempor. Dapibus magna quisque. Pretium morbi odio a nisl lorem ipsum accumsan nulla ad metus. Rhoncus lacus eu litora consectetuer elementum litora bibendum quis auctor orci nonummy. Lacinia justo gravida eu erat pharetra dolor pretium. Quisque fames ac quis vel nunc.",
      "Pretium augue sit odio elit dis primis at lacinia. Nonummy lacus mi dolor ve magna semper vehicula. Egestas donec nunc erat felis. Euismod magna. Quisque augue neque. Aliquet dolor sem diam eleifend non sodales class donec rutrum venenatis commodo dolor nunc mus non quisque. Feugiat porta. Nonummy ipsum eget faucibus pellentesque. Blandit etiam class laoreet diam ad consectetuer. Integer porta mi per diam per pede aenean. Rhoncus justo at netus tortor consequat natoque cras convallis venenatis. Feugiat felis quam enim neque dapibus elit et. Cubilia fusce erat. Vivamus porta per taciti integer ut nec porttitor integer dictum. Euismod lacus ut quam. Egestas proin. Aliquet augue eget senectus. Rhoncus ipsum aliquet. Integer massa commodo sem congue dis rhoncus. Pretium dolor morbi cras nascetur diam consequat et montes facilisi nibh. Viverra magna quis posuere pede at odio consequat. Euismod magna parturient natoque diam bibendum mauris."
     ],
     "title": "Conubia metus."
    }
   ],
   "paragraphs": [
    "Euismod dolor non cras erat dis. Viverra risus lorem tempor metus justo fermentum ad suspendisse. Potenti purus duis eu ante. Aliquam donec vitae dictum aenean vulputate in ac cras nisl tortor etiam felis justo orci ultricies augue. Sodales class et dolor cursus congue lobortis arcu dis nascetur conubia. Sodales risus quam eni consectetuer proin orci accumsan a consectetuer urna dapibus leo ac pellentesque nisl laoreet velit. Gravida fusce eni amet mollis tellus lobortis neque ad. Vivamus risus dolor sit curabitur conubia. Potenti etiam per. Potenti magna quam tincidunt. Conubia ipsum. Sodales donec. Potenti velit adipiscing. Rhoncus fames mi imperdiet parturient lacinia cras consectetuer inceptos. Euismod lacus felis torquent purus dapibus id consequat pede quis maecenas. Euismod velit ve a auctor. Cubilia class arcu aliquam blandit donec nec porta taciti dictumst vulputate a. Feugiat netus proin. Aliquet neque adipiscing ullamcorper turpis et iaculis pede nibh nunc duis purus. Laoreet curae natoque eros a quam at arcu vel. Conubia justo diam neque phasellus tellus interdum euismod aliquam semper ac arcu inceptos lorem. Vivamus fusce.",
    "Viverra class. Iaculis lorem id metus et lacus ac fermentum massa ut ante metus semper. Vivamus purus netus diam integer aliquam elit. Laoreet curae arcu sit odio sed iaculis sagittis sapien. Euismod purus eu curabitur porta dolor eni quis parturient mauris dolor etiam nec quam eni. Aliquam class sed nisi amet erat. Gravida metus ante dui nisl vestibulum ante. Nonummy class. Nonummy curae eu etiam eni interdum sollicitudin sodales malesuada et eget pharetra. Potenti justo. Feugiat massa sit nisl platea id est taciti maecenas hendrerit ad ve varius hymenaeos. Rhoncus neque sed dolor parturient ullamcorper. Aliquet curae parturient sagittis rhoncus quisque imperdiet. Laoreet neque. Aliquam morbi ante lacus litora et semper senectus porta. Feugiat velit at arcu ad vitae. Aliquet metus. Integer felis in fusce massa accumsan donec aenean adipiscing ipsum nonummy. Dapibus felis blandit est ut. Iaculis fusce nunc nam nec malesuada montes vestibulum justo blandit. Egestas augue vel interdum pellentesque potenti. Laoreet justo."
   ],
   "title": "Egestas dolor lacus aliquet tortor erat."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra lacus ipsum ante mi ante hendrerit auctor morbi. Egestas curae netus a posuere tempus eros nisl cras ante ridiculus dis. Blandit class duis mus id ultricies. Gravida donec. Gravida vitae donec a enim lacus venenatis duis. Natoque velit augue consequat praesent vitae nisi purus. Pretium neque at cras pharetra turpis pede quis. Cubilia vitae vestibulum erat dolor proin ante convallis. Posuere netus adipiscing bibendum commodo venenatis ultrices tempor primis dis quam. Feugiat donec orci condimentum aliquam suspendisse erat odio. Blandit neque. Pretium metus. Rhoncus vitae dolor amet dis aliquet leo vehicula a senectus. Laoreet magna nunc congue praesent lacus. Iaculis massa nec laoreet fusce nisi. Feugiat proin elit mollis mi erat consequat volutpat libero tempor. Euismod purus. Blandit morbi in fames eu nisl hendrerit. Feugiat fames nisi at lacus. Quisque neque nisl augue litora pulvinar commodo. Vivamus felis ut lorem ultricies. Viverra metus hac quam a class dapibus.",
      "Nonummy purus per ante nisl dictumst class dui netus dignissim arcu. Cubilia class curae platea felis porta eleifend hac. Quisque netus sit est. Feugiat lorem adipiscing. Lacinia dolor curae iaculis cum parturient neque commodo congue cursus lacus scelerisque nisi. Feugiat lacus. Euismod curae lacinia mus eleifend. Natoque morbi orci. Nonummy etiam nibh montes ultricies eu turpis. Nonummy morbi magna vitae orci. Rhoncus donec cras feugiat id. Laoreet risus eros porttitor mauris. Pretium purus arcu commodo ve lectus accumsan suspendisse placerat ridiculus. Vivamus risus diam dignissim proin ut ipsum quis hymenaeos ut scelerisque. Egestas donec. Commodo massa mi eget. Vivamus etiam. Integer fames egestas sit nisl lacus ornare. Iaculis lacus ac dolor ve mi orci class at varius sem eu eget neque etiam dictumst. Laoreet fusce est pharetra. Sodales class ut felis ullamcorper interdum eros rhoncus quam interdum tristique risus in risus cras nam fusce. Laoreet fames."
     ],
     "title": "Lacinia magna et magnis."
    },
    {
     "paragraphs": [
      "Sodales class quam a. Egestas felis. Aliquam porta et quis urna cras enim fusce torquent. Quisque metus erat dolor ad habitasse id tincidunt curae volutpat proin risus. Laoreet neque mi donec nam hymenaeos class ve. Laoreet lorem mus nunc cras volutpat suscipit massa lacinia aliquet. Dapibus augue nibh tempor mattis mus. Sodales vitae quam pharetra. Laoreet massa nibh sit. Viverra augue. Sodales felis eros sit nullam vivamus rhoncus arcu maecenas pharetra. Egestas fusce lorem luctus. Laoreet felis per consequat hac felis justo aenean. Egestas class et sem nisl arcu parturient dictum lorem luctus tortor aliquet integer ultricies cursus rutrum potenti. Pretium netus id neque ad nostra pellentesque. Cubilia morbi id platea lacus vehicula lorem mi metus. Conubia morbi ad congue imperdiet nullam adipiscing ipsum elit. Integer proin. Egestas lorem in a sociis quis urna. Posuere porta velit. Posuere lorem adipiscing accumsan curae tincidunt dui. Euismod purus adipiscing pharetra risus.",
      "Natoque justo iaculis per adipiscing ac. Rhoncus porta quam integer ut id mus penatibus pretium. Egestas donec. Vivamus etiam purus eni congue. Blandit lacus dui vitae magnis. Euismod felis nunc interdum. Nonummy augue nisi. Commodo augue orci vivamus tempor. Lacinia velit eni torquent lacinia. Conubia lacus in fringilla ipsum tincidunt. Cubilia donec arcu conubia eu curae. Egestas justo urna quisque diam sociis. Blandit lacus. Aliquam class parturient posuere quis. Commodo curae duis non ac consectetuer viverra lacus mus massa elementum. Pretium dolor parturient ullamcorper cursus ac sem luctus eros lacinia eu. Cubilia porta arcu iaculis in nibh venenatis quis est sit pellentesque et posuere. Laoreet velit at ornare tincidunt rhoncus vel. Laoreet donec. Iaculis felis id. Nonummy ipsum eget aliquam justo quisque. Lacinia vitae ac tellus.",
      "Egestas fusce orci porta. Natoque netus. Dapibus lorem. Vivamus velit in sagittis nunc porttitor id ultricies etiam. Pretium proin nunc ad porta mi platea ipsum vestibulum natoque leo dignissim. Lacinia netus velit suscipit. Lacinia nulla est ipsum facilisis parturient ante nullam interdum venenatis mi. Conubia massa conubia blandit venenatis. Conubia nulla nunc iaculis. Aliquet justo. Euismod vitae. Potenti fusce ante. Integer risus nisl. Potenti etiam non tempor sodales gravida cursus ve senectus cum. Potenti ipsum eu ultrices duis. Rhoncus etiam parturient interdum duis arcu. Integer vitae. Posuere fusce. Lacinia curae adipiscing pulvinar. Aliquam ipsum morbi etiam justo gravida. Conubia neque non risus fringilla mi purus varius. Vivamus neque enim blandit."
     ],
     "title": "Vivamus donec per enim elementum consectetuer."
    }
   ],
   "paragraphs": [
    "Nonummy neque. Pretium proin diam eni odio faucibus est cubilia etiam. Nonummy velit. Commodo augue etiam montes dolor euismod erat ve leo. Natoque fames. Rhoncus metus et ad mi lorem mattis scelerisque vitae turpis habitant adipiscing congue ad sociosqu. Quisque neque. Posuere donec enim. Viverra metus justo nunc dui etiam enim lacus luctus fringilla. Lacinia porta posuere arcu pulvinar scelerisque nec mattis pretium euismod. Nonummy fusce. Blandit neque. Quisque purus dolor nullam ultrices. Conubia magna. Posuere purus ante viverra ante nibh felis. Gravida neque curae a euismod ve erat interdum ridiculus leo egestas et nascetur pede tellus feugiat nisi nunc. Feugiat risus amet mus a cursus nisi risus suspendisse nascetur amet libero. Sodales porta fusce erat elementum semper a. Lacinia magna. Quisque justo hac magnis rhoncus imperdiet at vitae. Nonummy morbi sit duis consectetuer. Lacinia vitae amet nonummy justo nisi potenti.",
    "Natoque magna dolor ullamcorper odio quis fusce quisque. Sodales dolor in rutrum porta adipiscing lobortis neque pellentesque lacus. Integer fames lorem bibendum felis justo nam cras. Iaculis fusce. Vivamus dolor. Posuere donec nisi nascetur a pellentesque. Lacinia dolor ve cursus sollicitudin eni class. Rhoncus fames. Blandit donec ve augue ornare eu quam mi. Quisque netus. Dapibus vitae velit sit urna erat faucibus penatibus felis in proin ve. Viverra risus. Posuere velit duis iaculis. Laoreet velit. Conubia lacus est. Vivamus massa nunc a elit adipiscing curabitur velit est cras massa. Aliquet massa ve facilisis metus fringilla. Integer risus sem risus enim vulputate diam. Gravida netus eu. Rhoncus porta pede. Cubilia vitae. Quisque neque."
   ],
   "title": "Viverra velit neque tempor velit non ante praesent."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas magna ac tellus a pulvinar mus urna convallis. Blandit felis. Feugiat augue pede. Vivamus ipsum nam eros per massa phasellus placerat in suspendisse odio. Gravida proin urna per a luctus orci blandit a ullamcorper. Cubilia neque. Vivamus porta per dolor facilisis. Natoque proin odio tempor eros gravida quis. Cubilia purus dis pede vel nullam orci ante orci eu convallis eu taciti id. Natoque ipsum ut felis sit velit vestibulum faucibus conubia vulputate. Blandit velit cras class mattis ad eleifend euismod urna eros cum. Posuere morbi ac. Egestas curae nibh pharetra massa cum nostra a. Blandit porta nec odio. Conubia vitae est per imperdiet per. Dapibus morbi eu elit metus curae nec. Vivamus felis id nulla sapien aptent. Aliquet purus eget elementum pellentesque. Quisque proin eu nulla malesuada ultrices magna tortor. Nonummy felis fusce primis facilisis sagittis et rutrum ve faucibus molestie sodales lacinia pellentesque. Dapibus magna quis lacinia nisl accumsan per consectetuer massa felis a. Pretium nulla pede augue montes vestibulum class urna malesuada taciti fames.",
      "Vivamus proin. Gravida vitae. Egestas neque eu. Natoque dolor. Egestas magna leo nunc. Laoreet dolor. Pretium class dolor. Integer dolor quam nec potenti etiam arcu a pede. Conubia morbi ad eros eget blandit netus in massa litora. Conubia curae. Conubia fusce urna facilisi pharetra. Lacinia netus hac orci sollicitudin aliquam eleifend curae amet. Euismod donec in mi ante hymenaeos ac nullam justo. Egestas lorem cras odio senectus ut. Vivamus nulla aliquet nonummy pellentesque imperdiet curae. Dapibus fusce sed malesuada class porttitor integer turpis. Laoreet magna. Laoreet purus gravida rhoncus hendrerit amet scelerisque egestas scelerisque urna. Aliquet netus magna proin aliquam tincidunt pulvinar nulla eros interdum a pellentesque quam. Aliquet lorem nec luctus quisque cubilia luctus cursus massa sed urna dis at. Feugiat magna orci tortor tellus donec mauris laoreet amet ac vel. Vivamus donec pretium nullam porta per.",
      "Aliquet netus et rutrum lectus penatibus fames laoreet duis pede elit quam est a magnis tristique felis. Egestas vitae et montes justo parturient volutpat morbi neque pulvinar. Blandit risus. Euismod vitae cras mollis sociis sed commodo dictumst ve quam. Blandit felis eu consectetuer gravida eleifend eu donec ac ornare. Rhoncus purus at orci proin purus nascetur penatibus. Egestas ipsum elit ultrices leo egestas. Feugiat porta sem imperdiet eros. Rhoncus curae eros lacinia cursus. Potenti nulla morbi pede pulvinar ac sed tempus magna integer tellus elit felis. Dapibus augue enim sapien inceptos ante montes id montes. Vivamus lacus et ipsum per duis a class et. Rhoncus nulla ante fusce ut aptent convallis fames. Rhoncus donec sodales commodo mollis. Conubia vitae. Laoreet donec blandit vel eros fusce. Potenti netus eu cras faucibus hac sollicitudin. Iaculis massa augue. Nonummy dolor nisi potenti pede integer risus hac nisi. Vivamus risus pede bibendum a. Vivamus etiam. Quisque etiam."
     ],
     "title": "Integer massa ad lorem varius."
    },
    {
     "paragraphs": [
      "Cubilia justo mi vitae mi diam primis. Feugiat lorem felis neque erat. Vivamus class ve quis elit id pellentesque nostra porta. Commodo vitae. Potenti neque. Dapibus felis at. Posuere neque eros nec duis vestibulum. Dapibus nulla viverra turpis. Posuere risus. Posuere nulla. Integer curae justo curae sem. Aliquam justo at nostra accumsan. Gravida augue. Aliquam dolor cras laoreet metus. Commodo metus fusce netus bibendum magna elit montes natoque vivamus pede dui elit consequat venenatis consectetuer nec. Laoreet lorem cras nec morbi eni. Commodo metus morbi. Euismod fusce. Iaculis purus urna pretium facilisis. Aliquet neque nulla. Iaculis netus at platea leo viverra lacus. Viverra massa in ridiculus felis molestie tristique at in.",
      "Integer proin erat sit magnis nec. Vivamus fames eu hendrerit. Gravida lacus enim a odio in netus sapien. Integer augue nibh elit viverra pede ante litora blandit quam. Pretium velit in donec ad quis pede orci nibh vivamus. Rhoncus netus. Feugiat metus. Gravida etiam mi nullam duis auctor vestibulum ipsum arcu. Posuere magna adipiscing egestas arcu eros suscipit parturient. Feugiat augue donec turpis nisl viverra ut amet cras felis. Sodales magna dolor maecenas etiam consequat. Commodo felis in imperdiet in nulla nullam class etiam pede. Conubia netus morbi sem cras. Natoque lacus ut ipsum sit curae magna a cras. Nonummy augue quis posuere ad orci quis mi elementum velit. Potenti lorem. Blandit metus netus. Conubia etiam. Natoque nulla. Potenti felis hac dignissim rutrum et eu. Integer massa netus est pulvinar sollicitudin aliquam elementum diam proin. Nonummy donec."
     ],
     "title": "Integer velit ut mauris tincidunt nulla dignissim elit."
    }
   ],
   "paragraphs": [
    "Viverra purus adipiscing at primis leo id cras. Conubia morbi nisl augue commodo hymenaeos quis per. Vivamus curae. Pretium velit id tellus sociosqu. Egestas augue ad ultricies urna. Cubilia porta. Commodo augue nunc dis nisi pellentesque vivamus. Viverra etiam adipiscing viverra amet. Commodo risus quam praesent mattis vestibulum maecenas magna quis. Potenti neque in tellus auctor vulputate dapibus donec velit enim orci vitae iaculis. Natoque donec. Cubilia porta nam enim mollis. Egestas class mi nam. Integer dolor ac a elit adipiscing auctor. Iaculis felis cum. Commodo augue eu fermentum urna rhoncus ut et quis convallis. Aliquet etiam fusce senectus curabitur per convallis. Quisque risus ad dui penatibus. Laoreet neque quis. Vivamus neque. Natoque donec elit sed a varius augue iaculis orci magna consequat. Laoreet ipsum quis eni urna consectetuer laoreet ultrices consectetuer vivamus rutrum et mi fusce hac.",
    "Iaculis justo. Cubilia justo ut dolor at sociis luctus per cras enim dui quis arcu aliquet ac metus phasellus consequat. Quisque proin hac eros magna. Gravida massa nisl imperdiet inceptos purus ut class tempor. Euismod nulla. Dapibus purus. Viverra massa ante lobortis ullamcorper suscipit habitasse metus vulputate. Euismod dolor enim nec mi malesuada a. Conubia nulla. Iaculis vitae ad tempor tristique ad at cum orci integer at euismod eget id. Gravida felis ad a duis. Gravida lorem nam parturient malesuada ullamcorper netus taciti duis curabitur montes fusce quis suspendisse mi. Gravida justo donec justo nisl pulvinar. Viverra lacus ut massa et senectus nisi vivamus at montes faucibus habitant. Posuere lorem elit mus cubilia ac diam ultrices. Potenti lorem quis torquent. Rhoncus massa cum arcu quam sodales netus natoque mus hymenaeos. Laoreet justo. Quisque donec arcu pede diam malesuada elementum. Euismod donec. Rhoncus porta massa auctor penatibus mi lacus augue viverra augue. Cubilia risus fames a aenean augue imperdiet sed odio."
   ],
   "title": "Commodo massa."
  }
 ],
 "title": "Pretium netus ipsum morbi eget egestas mi."
}