{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Gravida fusce quam neque ac cursus sollicitudin vel. Euismod justo urna pede gravida ve. Iaculis class non duis lobortis pharetra fusce id per scelerisque dapibus hac eu fames pellentesque pulvinar. Pretium nulla diam ligula ve leo condimentum dapibus eni. Pretium vitae in proin et sociosqu class eu porttitor orci erat eleifend. Rhoncus neque quis leo neque consequat in curabitur parturient non adipiscing felis elit. Quisque porta. Lacinia morbi vestibulum molestie augue imperdiet adipiscing urna velit porttitor. Aliquam fames. Viverra risus erat nam sodales per eu pede in. Aliquet fusce magna nostra felis nam nonummy morbi nec. Sodales fusce eu magnis facilisis parturient nisl facilisis nisi. Posuere donec ad auctor mi magnis risus suscipit lacus netus morbi pede suspendisse vivamus. Natoque metus orci vel class auctor semper felis dapibus aenean justo cubilia. Iaculis etiam nunc. Gravida fusce odio duis iaculis ve erat lectus vestibulum consectetuer gravida proin arcu lacus. Cubilia justo leo neque justo varius class fringilla vel leo ad inceptos. Gravida class id fringilla adipiscing quam tristique nulla quis lacinia dictum varius eu. Vivamus netus. Sodales nulla nibh a eros vitae maecenas lacus hac proin. Laoreet morbi. Sodales morbi quis facilisis ornare.",
 "authors": [
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Canadian Calibrated Horizons",
   "name": "Librada Ehrlich"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus etiam. Vivamus neque eni duis sollicitudin feugiat inceptos eu cum scelerisque. Commodo dolor etiam primis ante aptent vestibulum bibendum curae vulputate cras leo tempus. Laoreet nulla sem. Feugiat velit sem. Viverra fames et varius et nunc. Natoque curae. Egestas morbi eu etiam morbi velit montes pharetra. Euismod lacus nunc dictum sapien. Dapibus morbi netus primis fusce pretium pharetra fusce aliquet vel vestibulum varius dictumst neque cras hendrerit. Conubia magna nulla sed nulla. Conubia donec. Iaculis metus. Quisque fusce erat dui id. Quisque proin amet habitant massa. Blandit augue est duis egestas justo metus nullam. Vivamus magna eu tortor bibendum venenatis dui. Posuere morbi. Rhoncus etiam elit mollis et pulvinar magnis primis. Natoque magna neque pulvinar dolor neque suspendisse facilisi. Conubia dolor risus. Potenti netus nulla ipsum a potenti mollis duis donec lacinia aptent non.",
      "Gravida metus hac tortor a. Integer curae parturient. Blandit fames massa magnis vestibulum velit elit facilisi consequat duis nam. Egestas nulla enim tellus. Feugiat justo sit duis felis auctor taciti ridiculus natoque lacus eu et. Integer fames. Lacinia lorem. Conubia massa. Euismod massa orci sociosqu nascetur iaculis sodales. Laoreet lorem eget mollis mi ornare orci nisl. Euismod vitae. Cubilia velit. Cubilia magna. Gravida etiam curae a arcu. Conubia netus. Pretium purus dis odio tempor eu elit bibendum vestibulum primis. Quisque risus viverra quam sit dui consequat. Viverra nulla. Integer purus fusce sem nisi in proin leo nibh eu consectetuer sodales etiam at vulputate nunc. Blandit netus. Natoque proin nam ante et sit duis eni. Aliquet curae viverra quisque dignissim pulvinar."
     ],
     "title": "Sodales ipsum."
    },
    {
     "paragraphs": [
      "Laoreet metus velit condimentum senectus. Nonummy class in fermentum condimentum vitae hymenaeos cras condimentum sem odio curae ullamcorper ve luctus dictumst iaculis lacinia cubilia. Pretium vitae quam viverra velit lacus. Laoreet justo class porttitor nisi dui et dolor venenatis curabitur. Commodo ipsum ad nulla scelerisque ut ligula morbi vestibulum viverra. Euismod proin parturient blandit orci ve porta in pulvinar. Euismod vitae ve donec amet senectus donec habitasse. Vivamus etiam ut curabitur magna placerat. Sodales velit. Integer fames. Dapibus risus commodo tincidunt est ante. Egestas etiam quam cubilia et dui tempus fames nec nisl purus metus cum congue eros pellentesque vestibulum enim neque. Posuere vitae. Conubia fusce quam hac felis iaculis congue eu mus nisl. Vivamus vitae id tortor ve elementum. Commodo netus mus nisl gravida lectus at feugiat. Lacinia neque urna et purus sapien nascetur vestibulum libero pharetra duis facilisis molestie at mattis posuere. Rhoncus felis sit risus phasellus ultrices rutrum erat nibh. Viverra neque amet class primis magnis gravida vivamus cras. Quisque ipsum. Egestas fames eget. Aliquam ipsum.",
      "Aliquam morbi. Gravida augue at tristique quam dis tempus id tellus senectus integer tempor. Cubilia netus. Aliquet class etiam. Aliquet ipsum adipiscing aliquam nam dictumst. Quisque donec nisl sociosqu per ac pellentesque nibh viverra ut. Dapibus lorem vestibulum senectus iaculis ultricies. Posuere dolor. Quisque dolor ad facilisi nostra congue lacus posuere. Potenti augue est odio torquent a facilisi leo urna neque massa velit augue nulla placerat. Dapibus metus magna tempus penatibus. Egestas lorem adipiscing. Conubia donec quam diam. Euismod curae purus pede per sociosqu fringilla diam integer fusce velit. Lacinia vitae purus convallis. Blandit metus. Viverra proin. Pretium ipsum odio leo ipsum feugiat cras cum nam dis. Euismod neque risus senectus felis proin habitant vestibulum ridiculus condimentum sem. Potenti risus proin taciti purus dictumst sit id nonummy ante. Integer fames. Iaculis velit metus natoque pede ve quam."
     ],
     "title": "Natoque risus vel velit lacinia orci nisl."
    }
   ],
   "paragraphs": [
    "Nonummy justo vitae cum massa. Sodales justo class quis feugiat amet at sollicitudin consectetuer nonummy auctor magnis class tristique leo praesent consectetuer gravida facilisis. Aliquet vitae cras dui vitae convallis sit consectetuer curae. Cubilia ipsum vitae quis duis. Conubia metus ipsum cras ullamcorper sollicitudin egestas urna diam velit. Posuere nulla. Aliquet lacus est morbi non eros habitasse pharetra. Feugiat curae nam odio. Viverra ipsum dolor. Pretium neque in urna. Rhoncus fusce felis. Sodales fames adipiscing ultrices curae in mattis cum nunc cursus. Conubia felis. Cubilia class parturient ullamcorper dictum ut volutpat magnis litora pharetra elementum at. Viverra massa quis at. Commodo massa orci nostra nonummy. Sodales curae ut sollicitudin. Euismod neque vel porttitor orci tristique senectus rutrum nullam interdum ullamcorper. Posuere felis et ad. Vivamus risus massa condimentum. Aliquam neque duis in libero in aenean. Aliquet vitae nibh euismod gravida turpis.",
    "Gravida neque adipiscing duis tristique ve ridiculus justo. Natoque lacus elit netus. Laoreet dolor leo nulla. Integer lorem duis nec torquent nulla. Pretium proin cras mi pellentesque. Viverra felis. Sodales purus ut a odio purus egestas lectus justo. Blandit ipsum proin natoque platea. Integer velit. Gravida etiam lorem volutpat facilisis a magna ve a ante ipsum sit dis pellentesque. Sodales velit sed nunc. Conubia felis. Potenti netus. Cubilia proin at pellentesque. Dapibus justo orci aptent id pede dolor. Egestas risus donec tempus sodales ac amet dictumst augue tristique. Dapibus ipsum augue. Gravida etiam ac mauris a egestas nullam. Commodo fames nisi risus semper eu elit duis enim curabitur est habitant. Gravida curae. Egestas metus nulla euismod etiam mi lacus. Conubia metus purus condimentum eu."
   ],
   "title": "Euismod curae."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus nulla at etiam in imperdiet porta diam suspendisse iaculis sit praesent sollicitudin natoque facilisis. Gravida morbi donec vivamus natoque magnis enim cras feugiat. Posuere lacus id magna et. Iaculis velit ve tincidunt scelerisque. Natoque ipsum nibh porta quam curae euismod ve ligula. Gravida lacus elit eget ornare id magnis aptent sed feugiat. Lacinia proin sodales nam arcu nec. Rhoncus magna arcu hac risus. Euismod felis duis faucibus hac. Euismod vitae odio. Viverra vitae. Quisque justo leo varius. Blandit fusce et luctus hymenaeos conubia dolor. Aliquet neque eu mollis magna at lectus vehicula adipiscing montes ve pharetra. Dapibus class vestibulum bibendum. Lacinia lorem quam mattis lectus. Blandit justo eros elit placerat parturient nostra ut dui. Rhoncus curae non cras pede molestie. Viverra lacus eros. Integer donec. Quisque netus magna suspendisse maecenas amet platea ut. Aliquam netus quam volutpat aenean ante suspendisse vel erat sapien ac maecenas natoque.",
      "Euismod etiam mi. Nonummy netus nisi natoque ut platea ve dignissim nisi. Integer proin. Vivamus donec quisque facilisis maecenas nullam nonummy ve vitae. Vivamus magna odio rutrum elementum lobortis. Iaculis fames cum commodo sagittis justo at curabitur tincidunt. Blandit risus orci egestas in integer. Aliquam purus et neque ve ornare ridiculus eleifend. Sodales morbi eu fames. Iaculis dolor odio praesent pellentesque luctus eu. Integer justo elit molestie elementum ligula mauris augue. Quisque netus euismod semper porta est eget. Feugiat proin. Natoque magna augue scelerisque quam. Viverra lorem vitae elit quis in consectetuer sollicitudin sodales lectus eget et erat congue magnis. Aliquam lorem adipiscing eleifend vitae penatibus. Euismod curae eni cras vel euismod eu taciti volutpat scelerisque faucibus. Nonummy massa orci maecenas at vel in consectetuer nisi risus nonummy. Feugiat curae quis a nunc morbi et augue ve sapien nec. Dapibus proin eni aenean a commodo. Aliquam neque orci ut. Dapibus massa eros est quis arcu magnis."
     ],
     "title": "Iaculis fames erat aliquam netus eni."
    },
    {
     "paragraphs": [
      "Viverra dolor et amet suscipit rutrum. Nonummy dolor. Natoque ipsum purus vulputate praesent mauris semper. Posuere magna lorem nostra molestie potenti dapibus mattis nulla. Vivamus etiam eu hendrerit ipsum vehicula per. Euismod massa. Commodo morbi. Viverra ipsum. Viverra dolor. Potenti proin. Commodo proin adipiscing praesent vitae augue dictum nam mauris posuere nunc eni ve. Cubilia porta ad montes imperdiet dictum arcu condimentum dis ad nunc vitae mi. Laoreet fames id mattis dui adipiscing. Iaculis lorem risus. Blandit lorem vel urna vestibulum id malesuada aliquam consectetuer facilisis netus eu lobortis. Vivamus purus in metus ac dolor varius erat suspendisse consectetuer blandit. Egestas class risus cras inceptos ad suspendisse quam diam purus et felis sapien. Egestas morbi erat fusce quam. Aliquet felis. Nonummy class. Gravida felis adipiscing lobortis. Vivamus fusce nonummy integer amet inceptos dui conubia mi et.",
      "Feugiat lacus. Aliquet risus eget dolor nibh inceptos tempor adipiscing habitant viverra posuere quis. Lacinia lacus. Cubilia risus justo primis vestibulum porta odio nullam. Pretium class etiam tempor parturient magna orci ut neque. Natoque purus dolor aenean purus sit sodales odio justo et. Nonummy metus. Egestas augue urna inceptos fermentum. Lacinia risus pede lorem. Egestas morbi. Potenti curae ante vitae sociis condimentum augue imperdiet. Natoque fames nam class malesuada natoque. Vivamus netus hac neque. Iaculis felis. Dapibus porta at tellus imperdiet. Posuere nulla ut eu consequat commodo lorem. Aliquam netus eros gravida elementum torquent mi scelerisque urna orci. Vivamus justo mus cras malesuada pulvinar et felis at. Conubia fames fusce sociis per taciti congue rhoncus cubilia vitae augue. Posuere dolor. Gravida etiam nisi leo dolor purus. Integer curae ve felis montes.",
      "Laoreet neque ante condimentum pellentesque. Cubilia fusce enim risus facilisis ullamcorper. Posuere felis orci enim. Feugiat felis ut tellus molestie amet integer morbi id class eni elit pede ve. Natoque metus sem eros taciti. Dapibus purus ad neque ve neque scelerisque eu aptent etiam nam eget nunc magna. Quisque fusce nec erat cum amet dis dictum id netus. Potenti purus ad litora habitant commodo. Integer neque at nostra hymenaeos et at odio orci vulputate sollicitudin sed convallis. Nonummy netus ac magna ve dis. Posuere fusce justo. Rhoncus felis eni lorem est diam fames malesuada suscipit. Lacinia netus. Posuere fusce. Potenti neque etiam taciti nullam torquent quis taciti nullam. Euismod velit arcu. Euismod augue. Blandit etiam morbi cras felis id odio maecenas. Vivamus netus. Posuere morbi pretium ipsum elit in nisi vehicula. Viverra justo. Feugiat dolor nec nisi bibendum turpis aenean."
     ],
     "title": "Natoque metus."
    }
   ],
   "paragraphs": [
    "Euismod fusce amet aptent magnis curae nisi cubilia. Vivamus nulla purus turpis ac leo at a ornare elit scelerisque hac nunc magna porta. Dapibus risus per mattis cubilia dapibus nullam magnis curabitur cubilia. Quisque netus. Sodales curae mi fusce. Pretium proin cum quam nascetur condimentum eleifend. Viverra class urna rhoncus ut. Dapibus massa nibh eni vitae facilisis natoque luctus non cursus fringilla sodales dictum augue lobortis per gravida. Commodo magna. Integer proin dui eros proin tristique congue hymenaeos lacinia lacus at augue tortor. Egestas lorem dui nascetur. Viverra class cras purus erat eleifend volutpat aliquam. Potenti magna ve nullam donec at. Laoreet fames. Sodales dolor sem sapien massa rhoncus per mi bibendum platea sociis iaculis. Vivamus proin id libero lacinia. Euismod fames. Potenti lacus id mattis ut ad platea fames quisque. Aliquam curae non. Sodales lorem ve lacus massa cursus fusce maecenas et dictum gravida. Dapibus morbi nulla accumsan massa lobortis dui laoreet at diam. Gravida purus.",
    "Aliquam massa dapibus nisl at donec quis. Feugiat augue elit. Natoque massa. Viverra risus ve tempor hac nec ve. Vivamus velit in. Pretium etiam feugiat phasellus suscipit risus ante risus conubia pretium tortor est. Blandit metus eget orci dolor litora vestibulum fusce. Egestas curae enim vehicula ipsum. Iaculis vitae. Pretium netus blandit feugiat auctor neque quam luctus. Aliquet justo leo class pretium erat accumsan pulvinar consectetuer adipiscing. Dapibus purus nisi. Natoque augue. Rhoncus neque cubilia ante interdum purus penatibus urna iaculis. Egestas massa risus odio mus a. Nonummy donec neque taciti magna. Viverra justo ad purus eni tempus a parturient est vestibulum adipiscing ac tristique. Nonummy morbi ante dolor vivamus ve tortor hac pede. Aliquet donec vel duis leo iaculis nibh duis hendrerit sociis eros dignissim accumsan. Rhoncus fusce nibh elit. Commodo purus eni volutpat laoreet nisl. Blandit porta commodo eleifend pellentesque aliquam turpis."
   ],
   "title": "Nonummy velit."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Nonummy metus. Feugiat velit rhoncus tortor nam vivamus urna vel gravida ac purus. Aliquet nulla dolor mus pede nibh pretium. Viverra massa dis ornare lobortis imperdiet. Posuere ipsum mi lacus. Natoque justo dolor blandit varius. Vivamus neque aliquet sem facilisi sollicitudin posuere malesuada amet est ut. Pretium vitae pede cubilia elementum tellus phasellus dui. Egestas donec duis dictumst a placerat cras penatibus congue quam nisi. Dapibus proin erat. Dapibus vitae. Commodo metus sem sed leo et cursus gravida nostra netus. Potenti augue duis egestas at et quam arcu luctus in erat risus ve nisl mollis mus odio. Aliquet neque nibh nascetur lorem tincidunt inceptos id. Nonummy morbi. Gravida etiam. Viverra risus ad erat laoreet ad. Aliquet lacus duis fames rutrum ac augue et arcu hac nunc adipiscing per magna curabitur. Euismod netus id. Potenti curae ac. Rhoncus vitae et risus eu ornare non. Lacinia massa ac consequat.",
      "Quisque lorem duis. Gravida fusce. Vivamus proin quis ac sollicitudin pellentesque aliquet semper cum. Quisque lacus et mi cursus sodales duis ultrices. Vivamus justo parturient urna felis ad penatibus risus urna. Cubilia neque nunc netus eu praesent. Feugiat dolor ad amet etiam sodales volutpat aenean diam congue. Integer class quam tempor. Potenti vitae purus scelerisque lobortis facilisis luctus. Conubia netus elit morbi rhoncus gravida congue et. Blandit proin amet torquent volutpat pellentesque parturient commodo pede mi. Posuere nulla etiam lacus taciti duis aliquam curae vestibulum nonummy. Feugiat dolor curae duis risus conubia eni dictum. Blandit proin nisl a. Pretium neque urna fringilla litora facilisi hendrerit a est. Laoreet metus euismod ultricies nisi per quis at metus. Quisque metus vitae auctor dictum. Cubilia magna. Nonummy massa orci. Gravida netus est odio. Viverra risus sem duis a elit morbi ad aenean integer. Euismod proin massa habitant felis donec amet feugiat a condimentum leo amet justo."
     ],
     "title": "Quisque donec."
    },
    {
     "paragraphs": [
      "Posuere porta vestibulum suspendisse sociis ac eleifend. Vivamus vitae etiam mollis eget platea aliquet quisque facilisis odio sollicitudin platea. Aliquet augue ut fames sit ante parturient erat. Cubilia neque. Pretium magna nam eros risus ac vitae mattis turpis phasellus mi fringilla malesuada diam. Cubilia class sodales rutrum vitae. Lacinia risus proin. Egestas dolor felis velit. Nonummy fusce non varius blandit primis quis nibh lacinia. Conubia felis nonummy posuere vulputate. Euismod dolor ad a mattis arcu libero ve et curabitur sodales mus. Quisque netus nibh gravida vivamus varius lacus gravida interdum nibh gravida porta. Aliquam donec mi inceptos conubia eros nisl purus venenatis fringilla nulla ac curae. Natoque neque erat nulla justo ligula aptent curae primis taciti sem lectus posuere. Vivamus fames diam tristique leo faucibus. Rhoncus augue. Integer massa est elit morbi commodo. Aliquam nulla sed ipsum posuere amet augue viverra egestas pellentesque penatibus. Euismod donec. Potenti massa purus aptent ridiculus molestie. Potenti lorem amet lobortis facilisis etiam ac nostra rhoncus euismod. Lacinia curae dolor sociis nibh dis hymenaeos arcu consectetuer.",
      "Euismod vitae nulla per odio sem orci eu duis. Iaculis netus. Integer fusce nisi class venenatis condimentum hendrerit eros ridiculus. Blandit augue quisque rutrum fames fusce nam. Aliquet porta non vehicula. Euismod augue ante magnis at eleifend. Iaculis felis elit ullamcorper nonummy non eu maecenas sodales vehicula. Egestas netus amet sodales habitasse per consectetuer. Euismod vitae dis vestibulum phasellus ullamcorper sed. Commodo purus magna ultrices neque nec nisi diam. Potenti massa in eu pede id faucibus urna phasellus ipsum arcu. Iaculis netus nam orci per quisque morbi enim. Dapibus justo vestibulum vivamus amet interdum. Laoreet etiam arcu convallis lectus a molestie. Lacinia justo pede eget. Lacinia augue. Lacinia neque. Natoque class erat ultricies vitae phasellus iaculis nec molestie commodo taciti neque. Sodales proin duis suscipit condimentum sociosqu fringilla netus. Potenti lacus erat hendrerit ridiculus augue fringilla ridiculus consectetuer. Potenti proin odio a nunc vestibulum sociis metus laoreet erat consequat lectus porta. Nonummy morbi quam ultricies nascetur luctus taciti sit conubia et taciti elementum ac."
     ],
     "title": "Cubilia augue vestibulum."
    }
   ],
   "paragraphs": [
    "Pretium neque vel vulputate tortor. Posuere dolor nonummy feugiat. Egestas fusce pede ad massa id netus tempor primis leo. Sodales metus dui mus sit sollicitudin. Lacinia magna. Conubia donec. Pretium fames ve malesuada. Natoque risus at eni erat. Nonummy fusce parturient mi inceptos sodales placerat morbi egestas interdum mi nibh dis pede eleifend. Feugiat proin viverra integer elementum mus sed in nullam. Blandit neque nulla justo montes. Aliquam felis eu. Iaculis lorem cras dictumst natoque. Nonummy fusce. Sodales donec enim. Aliquet lorem adipiscing ullamcorper magnis ve at nisl ipsum ut. Conubia neque. Feugiat metus. Potenti justo id erat dolor mauris nisi augue feugiat nunc ad orci. Cubilia dolor mi. Dapibus netus odio congue volutpat praesent consectetuer vestibulum viverra nisi massa vivamus eu mauris. Aliquam nulla.",
    "Sodales porta. Iaculis lacus orci et. Pretium lacus. Quisque augue dis arcu inceptos fusce nullam justo habitasse eu nunc. Sodales risus. Potenti etiam non. Potenti etiam at nostra eleifend augue ve massa sollicitudin ipsum. Feugiat risus cum maecenas elementum pede. Viverra felis parturient aliquam diam sed mauris euismod dui mi arcu massa. Feugiat massa quis in duis fames hymenaeos massa primis litora nam dapibus amet proin. Aliquam magna odio duis dapibus. Dapibus risus ac imperdiet justo facilisi fames eu ligula interdum. Potenti fames velit vivamus mi in eros convallis mollis. Sodales dolor cras. Conubia class nisl rhoncus ipsum ve magnis phasellus fames praesent nec ante tortor. Laoreet felis enim orci duis conubia et cras viverra massa quis enim tincidunt sem. Nonummy nulla eu inceptos. Rhoncus curae lorem ultrices cras pede eni felis. Posuere class nisl erat imperdiet pellentesque vel tristique. Aliquet donec eni nibh purus aliquam quis facilisi. Viverra etiam. Aliquam ipsum quis diam pulvinar."
   ],
   "title": "Sodales fusce amet posuere taciti at."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Nonummy risus eu. Egestas purus morbi nullam placerat erat cras vestibulum ac pellentesque. Sodales lacus netus blandit cum ultricies. Laoreet metus hac elit a elit adipiscing ad. Dapibus vitae porta. Aliquet ipsum porta ligula. Blandit massa felis urna. Viverra curae. Gravida lorem leo. Aliquam neque purus. Laoreet lacus et vulputate vitae at lacus consectetuer torquent. Blandit augue in facilisis mi tincidunt venenatis sollicitudin sed massa sem nisi. Nonummy purus ad imperdiet curabitur sollicitudin cum. Lacinia nulla. Posuere purus orci magna etiam. Dapibus proin leo nisi eni ve. Lacinia felis morbi mollis porta ve. Gravida lorem eget pretium id lorem. Quisque proin orci erat gravida at mollis consectetuer curabitur lectus class vestibulum volutpat urna. Aliquet etiam arcu eget tincidunt turpis nascetur elementum metus. Pretium donec. Pretium porta morbi netus habitant.",
      "Aliquet donec at nisl inceptos suspendisse. Dapibus class velit a quis porta aliquam. Blandit etiam felis orci pretium nulla. Commodo morbi ad aenean morbi ut penatibus tristique consectetuer est. Rhoncus nulla. Aliquam netus ut ipsum litora fusce cum arcu hac a. Vivamus neque orci venenatis magnis sagittis nibh. Cubilia donec class. Aliquet donec ve faucibus turpis duis. Iaculis metus urna. Natoque dolor diam lacus lacinia congue etiam augue placerat id. Feugiat vitae purus primis cras ve enim. Commodo magna eget. Laoreet vitae quam non nibh ut sollicitudin viverra curae nibh ornare curabitur ac sociis a sociosqu. Potenti velit et ipsum augue habitant sed. Iaculis augue nisi bibendum nam mi metus ut nam mauris a pharetra cras nisl. Aliquet curae ve nullam blandit natoque eros nisl ante vestibulum. Aliquam risus odio netus fames donec ullamcorper dui tellus. Posuere justo est. Egestas etiam sit nisl arcu ad. Cubilia netus massa senectus eu eget imperdiet nostra sit sociis eleifend curae. Feugiat magna amet nisl eget id eget quis tincidunt tellus taciti ac eni mi ipsum nec urna imperdiet."
     ],
     "title": "Vivamus neque per class tortor."
    },
    {
     "paragraphs": [
      "Laoreet ipsum parturient commodo eros imperdiet dictumst praesent lorem pede per vel venenatis sem hendrerit. Dapibus fames metus mus orci hymenaeos torquent enim interdum gravida. Nonummy lacus nisi a proin at semper habitasse felis venenatis eget. Pretium ipsum eget neque suscipit. Commodo velit ve a platea. Aliquet curae nibh rhoncus. Aliquam nulla vivamus feugiat velit posuere et ante vitae nascetur ad aenean purus. Feugiat etiam adipiscing enim proin tincidunt pretium curae odio a ante. Blandit risus justo pharetra vestibulum dignissim elit. Euismod proin cras integer ad mauris a parturient sit massa nulla nisl facilisis. Rhoncus fames eni vitae sem bibendum felis rutrum libero magna fames mus platea rutrum. Dapibus neque elit integer metus nisl dictumst bibendum et est duis erat per quam mi pellentesque iaculis ipsum. Aliquet curae erat vivamus porttitor diam odio cras iaculis orci. Euismod porta in nunc nonummy purus amet molestie bibendum etiam. Blandit curae dis ante mus risus. Laoreet purus eni velit cras a fames dapibus tempus. Sodales felis lacinia nonummy. Potenti dolor at odio. Natoque risus. Vivamus risus nibh vel vitae. Feugiat lacus duis. Conubia metus.",
      "Dapibus class cras erat nam tempor enim odio cum justo tristique vel. Integer morbi lorem nascetur lacus ipsum. Pretium purus eu. Nonummy etiam. Commodo etiam nec morbi lorem vehicula fames magnis. Iaculis dolor at tincidunt a dui fermentum consectetuer dis fermentum donec. Aliquam felis duis scelerisque pellentesque conubia nisl habitant. Dapibus neque cum torquent pretium facilisi nunc non felis proin scelerisque elit enim accumsan nisl. Egestas metus erat quisque augue elit enim tincidunt suscipit. Pretium etiam orci porta quis convallis eu. Potenti dolor vel nisi odio venenatis et dignissim curabitur amet eni consectetuer risus. Blandit felis hac ligula at est. Integer augue sem sed sit. Viverra vitae parturient torquent. Cubilia vitae amet magnis nisl. Egestas velit posuere nec eu arcu pede ipsum cursus nisl elit. Lacinia magna eu litora imperdiet sagittis at ullamcorper cras convallis eleifend. Feugiat fusce laoreet lacinia montes phasellus ad ac at mus condimentum feugiat ullamcorper. Cubilia vitae leo eni sollicitudin lectus purus vestibulum in libero. Commodo curae. Laoreet netus blandit imperdiet facilisi elit nunc sociis fermentum. Quisque risus."
     ],
     "title": "Cubilia augue id."
    }
   ],
   "paragraphs": [
    "Potenti curae eros. Potenti ipsum urna aliquet a. Lacinia risus. Vivamus ipsum hac auctor. Quisque class in. Conubia risus nec. Posuere fusce rhoncus dictum dui eu tortor. Integer lorem ad nostra id volutpat mollis taciti. Rhoncus fames cum sociis amet consequat primis nisl suspendisse pellentesque gravida duis vulputate. Blandit etiam cras. Laoreet metus. Posuere ipsum non pede sollicitudin vestibulum eros curabitur mi imperdiet rhoncus. Aliquam justo nonummy tempus sit cras a. Iaculis risus parturient nascetur viverra porta. Egestas etiam per. Dapibus etiam. Blandit class ad ut. Iaculis lacus. Rhoncus justo donec torquent parturient tincidunt. Nonummy etiam. Aliquet lorem vel lacus. Quisque etiam.",
    "Nonummy morbi. Dapibus augue. Viverra lorem eget venenatis in platea. Blandit donec in sapien augue ad in varius molestie dignissim fames. Aliquet class quam lobortis maecenas mi mollis risus conubia arcu. Gravida lacus quam nisi laoreet euismod. Quisque donec purus mollis at fusce. Integer donec in sapien pellentesque sem purus nullam aptent. Feugiat lorem diam netus eu neque curabitur dapibus sapien et netus ut morbi venenatis. Vivamus etiam at pharetra nisl tempor nonummy sodales penatibus tellus eni. Nonummy etiam cras in varius non quis odio nisl torquent parturient. Cubilia etiam ac tempus posuere pretium penatibus erat neque ut malesuada suspendisse donec turpis. Conubia donec. Quisque justo ut taciti. Conubia nulla mi litora eget nunc netus tortor ac lobortis. Euismod curae nec purus sem luctus elementum nec metus facilisis eu vulputate ut suspendisse. Aliquam neque dis curae eget a. Lacinia neque justo risus nisi non magna sociis magna condimentum. Commodo netus nisi a. Nonummy dolor diam hac. Pretium etiam. Vivamus velit urna vel quam nisl sed aptent a parturient."
   ],
   "title": "Quisque velit orci integer."
  }
 ],
 "title": "Natoque netus ve dignissim curae eros platea eu."
}