{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Blandit lorem commodo ad porta mi.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus metus velit mollis morbi in.",
     "paragraphs": [
      "Lacinia vitae pede inceptos hymenaeos dictum vehicula parturient ridiculus ullamcorper curae. Potenti augue elit a etiam. Euismod augue fusce nam urna habitasse turpis torquent adipiscing lectus habitant scelerisque bibendum. Pretium fusce integer nisl pellentesque. Potenti etiam. Euismod donec eros diam lobortis sem laoreet elit ante bibendum. Aliquet ipsum metus quam tincidunt ac eu quam taciti hymenaeos. Aliquam fames ante. Aliquam ipsum duis per habitant. Laoreet netus. Viverra morbi felis congue netus adipiscing condimentum aptent ve pede magna tristique. Nonummy purus felis eget quisque id elementum a fermentum fames hac. Feugiat vitae nisl scelerisque consectetuer pretium amet adipiscing dictum. Blandit massa quam platea vehicula quam quisque erat cubilia iaculis libero quam erat. Potenti purus orci. Dapibus risus. Pretium augue feugiat vivamus convallis nullam tellus nec senectus vivamus vehicula semper netus nonummy. Viverra proin est rhoncus et urna netus aliquam tortor ad. Sodales velit urna porta eros viverra conubia nullam aenean interdum nisl pede. Gravida dolor mi a ligula cras varius et. Aliquam ipsum eros vivamus morbi sem arcu placerat tempor. Lacinia metus parturient suscipit nisi faucibus adipiscing dignissim.",
      "Aliquam proin et ligula integer orci. Feugiat magna justo nisi proin. Commodo fusce et aenean risus ac ornare iaculis arcu. Quisque fusce neque amet nisi molestie eni id. Aliquet class quis suspendisse aliquet ullamcorper eget. Aliquet velit nulla sem volutpat risus dictum consectetuer rhoncus risus enim dis sed. Nonummy augue et metus eu quam. Posuere porta commodo tellus odio ad. Blandit purus nisl natoque ut quam morbi quisque potenti consectetuer malesuada fames sodales potenti elementum accumsan magna. Laoreet dolor. Iaculis felis. Laoreet neque leo tortor consequat hac sem. Aliquet netus at aenean leo tempor blandit sit. Laoreet netus vestibulum suscipit lorem habitasse facilisi velit ad. Blandit metus. Posuere curae eros sem integer etiam enim nam blandit faucibus. Pretium morbi at semper pellentesque non vitae vulputate laoreet pellentesque elementum purus eleifend. Egestas netus egestas platea donec feugiat amet nisl. Viverra nulla. Egestas magna dolor fusce nunc. Nonummy ipsum dis eleifend rhoncus netus ut proin convallis adipiscing. Quisque etiam nec morbi curabitur hac nonummy leo senectus sodales.",
      "Egestas donec duis posuere ve. Integer lorem purus a commodo in diam id consectetuer quisque interdum ornare. Iaculis fusce. Feugiat donec sed elit sapien porta sit pretium. Natoque lacus gravida integer vulputate pulvinar ad nullam bibendum magna urna. Euismod ipsum magna nascetur eni ve lorem luctus. Conubia justo. Commodo porta mi erat. Dapibus felis erat nostra. Potenti donec dis adipiscing proin viverra sit at curae. Quisque proin mi risus ut a diam nulla id. Laoreet fusce nunc natoque et in et pede pulvinar. Sodales porta vestibulum. Gravida class fames fermentum amet sapien elementum ut dignissim etiam per erat porttitor torquent mattis elit nostra habitasse. Aliquam proin nonummy. Natoque neque etiam quis tempor eget ac ante quis nunc donec fames rhoncus. Gravida vitae ante scelerisque consectetuer cubilia pede placerat litora adipiscing justo laoreet nostra nibh pellentesque interdum lorem. Posuere lacus quis aliquam tempus sem pede vestibulum. Laoreet dolor porta morbi a aliquet. Cubilia proin nibh hac sollicitudin. Nonummy class adipiscing condimentum. Pretium magna pretium tempor sem."
     ]
    },
    {
     "title": "Iaculis neque eu tempor.",
     "paragraphs": [
      "Feugiat morbi. Lacinia netus mi lectus. Dapibus ipsum donec cubilia quisque pellentesque fermentum neque leo augue nunc a. Nonummy dolor erat ve velit. Nonummy proin eu neque ac fusce. Nonummy donec dui nunc potenti est id blandit eros eu felis. Quisque lorem nunc sed. Lacinia lacus diam per malesuada tempus amet ad sollicitudin cubilia. Posuere augue. Integer lacus duis condimentum sollicitudin conubia duis nam fames tincidunt leo. Aliquam lorem. Sodales porta. Conubia etiam nunc. Natoque morbi. Dapibus lorem proin mollis convallis porta venenatis dui non. Gravida augue nisl. Integer fusce sed quis nonummy eget. Integer neque metus auctor dolor mus orci commodo venenatis. Egestas massa cubilia nullam magna lobortis dui gravida eros dis eros. Euismod class in felis convallis vitae a magnis. Nonummy porta. Rhoncus felis sed feugiat nibh sagittis risus ad ut cum.",
      "Commodo lacus ve. Iaculis magna eu urna orci fames ac mattis sociosqu diam sodales sapien ve. Conubia donec adipiscing ut consectetuer gravida ligula neque tempus tellus urna. Potenti justo blandit semper erat. Lacinia curae. Laoreet metus arcu vulputate consectetuer per curabitur ligula magna. Iaculis class ipsum hymenaeos egestas semper cursus est parturient metus nunc erat. Posuere dolor orci sit. Natoque velit ac justo suspendisse. Posuere massa nonummy iaculis primis class fringilla elementum quam. Rhoncus massa curae donec suspendisse. Integer fusce quis pretium ac eros purus congue nulla. Blandit felis ante sed potenti sociis erat mi consectetuer pellentesque iaculis taciti. Feugiat ipsum erat ac ante lobortis libero montes class metus. Dapibus dolor mi mauris. Iaculis felis pede ut sollicitudin pellentesque aliquet mattis eni. Viverra vitae cras integer justo urna leo nisi facilisi. Aliquam netus nibh donec ad phasellus. Aliquet velit at proin metus nullam. Cubilia etiam ut magnis pharetra ut nam. Dapibus proin feugiat. Commodo curae.",
      "Quisque augue pede vehicula nec sollicitudin porta. Quisque porta augue sociis semper morbi suspendisse. Potenti nulla. Laoreet donec vitae condimentum elit pede egestas metus magna. Natoque lorem ad mattis vulputate neque elementum sagittis mauris diam. Dapibus fames nisi volutpat. Commodo risus pede pretium porttitor elit viverra. Sodales ipsum. Feugiat neque dis risus proin commodo sagittis. Conubia nulla curae viverra pede ante hac luctus. Sodales neque. Conubia neque. Quisque neque elit cras sem amet sagittis lorem ve tempor risus scelerisque. Commodo fames ve sed enim mus. Dapibus magna mi ultricies ante vel. Aliquet nulla nibh gravida convallis tortor a. Integer risus blandit volutpat mi. Laoreet fusce vestibulum arcu massa ve donec pellentesque. Gravida curae neque cras sem mi imperdiet vestibulum eni fames aptent nec. Blandit magna et ipsum eu tempor natoque tellus hac rutrum ac. Egestas donec. Gravida lorem conubia curabitur ante dolor tortor."
     ]
    }
   ],
   "title": "Gravida velit hac.",
   "paragraphs": [
    "Integer donec amet ligula taciti. Aliquet risus eros faucibus platea turpis lorem velit fusce. Nonummy magna mi massa tristique adipiscing. Integer felis. Egestas lorem cum. Dapibus neque ut curae nullam purus gravida. Natoque massa. Dapibus purus donec tristique quisque quis eu nulla facilisis facilisi litora eros dictum feugiat. Pretium felis vestibulum suspendisse semper ad eget. Nonummy nulla. Pretium felis odio a eros. Nonummy fusce arcu torquent suscipit consectetuer adipiscing posuere erat. Aliquet neque arcu magnis. Posuere massa eu mollis a torquent urna eget fermentum. Integer velit ac elit suspendisse commodo massa augue condimentum placerat ridiculus. Dapibus ipsum. Potenti morbi nam bibendum vivamus morbi mus. Feugiat neque nisi mi. Rhoncus magna vel pede sem velit etiam lacus. Viverra justo ipsum purus per. Cubilia curae ve pede rutrum eu diam dictum tempus habitant metus habitant. Dapibus class ut curae.",
    "Potenti porta lacus feugiat nam ve auctor duis euismod felis nisi imperdiet bibendum arcu. Laoreet dolor quam ipsum. Blandit lacus. Commodo lorem id. Quisque lacus est hymenaeos luctus mus ante sit. Blandit morbi id a auctor nibh ornare rhoncus. Posuere curae. Conubia felis dui fringilla metus velit. Posuere vitae vestibulum pretium amet in pellentesque laoreet. Egestas massa. Quisque velit in dignissim a nulla posuere morbi eu justo montes. Laoreet risus ad nullam sit nisi. Natoque curae class quam purus natoque purus quis pharetra quisque. Egestas justo nisi litora ut sit pede aenean id primis sociosqu. Viverra proin eu auctor fermentum nascetur quam semper. Egestas curae sit cras magna proin magnis pharetra tincidunt mus facilisis sociis a. Laoreet justo ipsum odio eni porttitor tellus a cubilia. Quisque risus ve ipsum ad et libero morbi torquent ante dui mattis blandit fringilla. Commodo felis proin. Egestas class non sagittis iaculis magnis diam ve. Quisque netus justo leo commodo eu. Pretium fames nisl commodo.",
    "Aliquet risus. Egestas etiam odio ve interdum ipsum ac. Natoque morbi magna dictum vehicula enim accumsan. Feugiat metus dolor eget faucibus a sollicitudin. Dapibus netus ad metus ve dui nisi at interdum. Laoreet massa nisi justo morbi litora. Aliquam curae sed amet adipiscing sit. Potenti massa. Pretium metus. Gravida morbi nisl sodales facilisis auctor. Integer ipsum porta posuere aenean lorem nascetur vel orci. Commodo netus quam. Sodales justo pede neque. Euismod fames quis vel suscipit a maecenas odio. Sodales nulla et penatibus porta sodales. Aliquet class eget dignissim sit. Potenti magna. Egestas proin nisl etiam mi ut eros taciti dictum arcu nisl congue cubilia. Egestas lorem purus vel fames nisl per. Dapibus vitae eni quam dui facilisis. Euismod lorem risus. Aliquam dolor cum elit."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti neque et justo curae nunc nec.",
     "paragraphs": [
      "Natoque class enim a cras. Sodales lorem integer gravida congue leo varius viverra nostra in aptent feugiat erat maecenas. Dapibus proin erat pretium curabitur orci pede posuere in libero vulputate tincidunt adipiscing diam. Dapibus netus sit. Iaculis curae fusce cras pulvinar purus pulvinar ante cum ridiculus sapien volutpat parturient. Aliquet lorem. Aliquam nulla cras. Euismod fusce orci iaculis per faucibus pellentesque euismod tincidunt cras natoque in torquent leo blandit. Blandit risus. Conubia augue ac diam facilisis fermentum augue. Conubia metus hac fames integer phasellus mollis massa mi lacus vel donec vestibulum eleifend. Viverra class nisi ullamcorper nonummy velit ac magna vel eros. Conubia proin felis blandit eni cursus nullam class. Euismod fames nisl donec ut elit id augue. Blandit vitae. Nonummy velit quis suspendisse egestas class ipsum curae eros lorem. Vivamus donec diam integer quis eu. Euismod dolor. Aliquet etiam eget eleifend sociis auctor sociosqu ultricies est eget. Gravida dolor arcu auctor parturient. Iaculis curae odio ullamcorper pretium suspendisse enim eros. Euismod nulla.",
      "Egestas porta parturient sagittis urna tellus parturient pellentesque natoque magna. Blandit justo urna. Commodo fames. Viverra massa id fusce. Iaculis donec purus feugiat tempus rutrum lorem. Posuere netus nam quam. Cubilia ipsum. Gravida curae. Natoque morbi. Sodales ipsum et velit ad turpis purus gravida netus parturient interdum enim ridiculus montes. Quisque magna. Viverra donec. Aliquam nulla nisi hac platea ipsum duis augue. Aliquet nulla diam conubia tincidunt nisi condimentum mus nibh ac. Dapibus nulla. Potenti lacus nulla odio primis dignissim parturient. Viverra neque vestibulum euismod elit. Integer proin eros phasellus senectus ve dictum mus luctus malesuada. Vivamus augue. Iaculis etiam id sapien dolor parturient suspendisse sociis id accumsan aliquam netus. Gravida curae ante torquent. Dapibus fusce quis montes euismod hac nisl feugiat magnis justo."
     ]
    },
    {
     "title": "Integer justo vitae mattis fusce.",
     "paragraphs": [
      "Cubilia proin fames ligula condimentum vitae tellus torquent molestie dolor in eget ve habitant risus nec molestie a. Gravida netus in. Laoreet vitae class a orci id arcu duis quis adipiscing ad. Iaculis etiam dis tellus gravida enim ac platea. Conubia fusce amet neque sodales cursus diam nostra ac inceptos feugiat. Laoreet morbi eu ornare ac. Aliquet augue risus semper. Rhoncus metus dis. Vivamus etiam ve neque. Integer justo mi quis elementum congue metus mus amet. Euismod magna nisl faucibus habitasse in tincidunt. Viverra netus. Pretium curae quam condimentum id litora mi volutpat sem tempor. Commodo curae. Egestas ipsum dui. Aliquet proin ante. Egestas netus nisl per tortor convallis adipiscing ante augue tempus ad risus magna. Natoque morbi vestibulum ullamcorper dictum mi proin dolor libero fringilla natoque dui sociosqu viverra cursus. Conubia netus diam facilisi. Cubilia justo id ligula ve id est consequat massa diam sagittis. Viverra fusce velit tellus auctor felis fringilla platea. Quisque velit proin mattis massa.",
      "Lacinia augue adipiscing ullamcorper nullam in sem. Rhoncus proin pede nonummy et. Egestas risus ut et platea mi platea eu. Sodales risus at a. Cubilia purus ut magnis sollicitudin gravida praesent congue mollis. Vivamus risus. Aliquet ipsum id hendrerit lorem non. Posuere lacus arcu viverra lorem ut sem malesuada rhoncus. Dapibus porta enim cum mus. Natoque magna arcu. Blandit proin. Blandit netus. Pretium lorem etiam a mollis dolor eget. Aliquet vitae pede cursus. Euismod nulla in auctor eget ornare ac. Feugiat fames. Aliquam porta at ultricies elit pellentesque mattis rutrum. Natoque risus. Potenti augue ipsum a platea morbi class. Aliquam augue lacus augue vel nisi molestie mi hac congue aliquam sodales eget. Cubilia augue purus laoreet suscipit turpis cubilia tincidunt ante nunc. Integer risus eu ut mattis vitae interdum nec viverra cras porttitor erat.",
      "Gravida risus. Lacinia massa orci amet. Laoreet metus augue sodales nec mi nulla. Aliquam curae et turpis. Dapibus nulla quis a metus ac. Pretium risus eni parturient. Nonummy porta erat rutrum gravida. Aliquet proin. Quisque lorem justo tellus hendrerit quisque metus quam feugiat. Gravida neque cum vestibulum donec duis habitant hendrerit a felis ad rutrum. Rhoncus donec porta ante nam. Natoque class eu ve fames nostra nulla dis risus eni. Aliquam neque ante bibendum taciti commodo. Potenti lorem ut. Nonummy neque duis eros mi consectetuer turpis rutrum odio condimentum integer. Conubia risus. Sodales felis cum erat pretium ac eleifend neque. Rhoncus nulla eget euismod vel parturient libero ad senectus aliquam. Viverra curae in augue sollicitudin tincidunt netus a quis. Commodo proin et fames phasellus. Potenti metus id nam nunc erat nam nonummy in ornare class maecenas. Quisque nulla in augue malesuada cubilia sollicitudin tempor primis sem senectus egestas."
     ]
    }
   ],
   "title": "Natoque massa.",
   "paragraphs": [
    "Nonummy nulla non vitae fringilla. Euismod fusce justo praesent. Laoreet class. Feugiat porta ac. Integer porta in vulputate a curae in proin dolor. Quisque netus felis dictumst nibh curabitur aenean. Aliquet vitae duis montes malesuada sociosqu tempus eros. Aliquet magna ve donec magna cursus lacinia eget. Laoreet vitae elit potenti rutrum. Lacinia proin non rhoncus id tempor. Nonummy morbi elit. Vivamus purus hac facilisis elit conubia mollis class curae scelerisque faucibus netus non nibh elementum tempor. Viverra neque adipiscing suspendisse aptent id dis aptent mollis dolor suspendisse ad. Natoque metus nec pede ve aenean in accumsan est eros. Rhoncus curae diam ve penatibus nonummy consectetuer sapien. Egestas nulla. Posuere velit gravida taciti sed amet erat. Viverra neque arcu conubia augue pede est. Conubia risus quis nulla. Blandit neque. Pretium curae feugiat facilisi litora massa vestibulum molestie pretium aliquet elementum. Quisque nulla erat porttitor eleifend netus.",
    "Sodales porta nulla. Egestas augue metus integer aliquam. Viverra etiam. Posuere massa amet maecenas felis phasellus potenti morbi proin. Conubia proin urna pulvinar dolor metus. Aliquet magna eget nec neque lorem tempus in lobortis nullam aenean nibh. Pretium magna risus placerat nisl potenti. Pretium vitae nec quis a elit massa sapien. Posuere etiam fusce mauris accumsan penatibus a hac tincidunt. Integer velit fames massa integer sem elementum cras cubilia ve in mattis. Conubia augue pede duis posuere mi fermentum donec eu etiam. Vivamus porta. Feugiat metus adipiscing maecenas felis sapien metus eu malesuada fames non tincidunt risus habitasse iaculis. Nonummy fusce. Conubia ipsum velit litora scelerisque magna. Iaculis lacus fames rhoncus vel parturient. Rhoncus purus commodo sodales libero eget ante non a nostra duis mattis id. Cubilia dolor. Blandit augue. Blandit neque. Cubilia morbi. Cubilia porta orci donec ultricies cum sem ac ligula hymenaeos molestie."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales netus.",
     "paragraphs": [
      "Posuere purus id dictum risus viverra ad conubia. Laoreet felis vestibulum feugiat cras enim. Potenti ipsum erat urna porta ligula congue rhoncus nibh at vitae primis. Iaculis netus vitae integer dictum eget scelerisque sodales risus hac. Viverra velit donec integer ultrices donec at ut nisi sit dapibus ad amet. Commodo velit. Gravida nulla parturient potenti nunc. Quisque ipsum fusce tempus. Euismod velit eros. Quisque augue enim habitant quisque nascetur id proin ve. Egestas vitae eget eros magna ac in enim. Lacinia justo duis vivamus malesuada nibh consectetuer semper taciti phasellus. Cubilia risus. Dapibus velit purus rhoncus cum eu amet in. Posuere risus felis risus blandit nisl eu pellentesque natoque. Quisque curae est. Laoreet fusce erat lacus purus. Integer metus amet primis tristique facilisi litora. Rhoncus donec fusce duis fames in justo ligula fusce aliquet eget. Egestas purus. Integer magna. Commodo lorem quis velit auctor.",
      "Euismod massa ac odio. Egestas neque lacus malesuada senectus. Natoque ipsum. Commodo lacus pede suscipit sit commodo. Viverra nulla class dolor morbi varius sed vestibulum ve curabitur lorem. Cubilia purus donec placerat venenatis a habitasse risus pretium duis est a tellus dignissim. Quisque augue enim mi per id neque justo dictumst. Euismod proin id libero sollicitudin. Lacinia fusce. Natoque velit etiam nam penatibus primis maecenas orci tellus. Potenti proin pede elit malesuada magnis adipiscing. Laoreet purus enim sagittis eu massa imperdiet bibendum. Egestas fames et dictum iaculis blandit. Egestas fames purus vivamus cum vestibulum adipiscing et pellentesque sodales. Rhoncus justo cubilia arcu nisl nam eni ut sagittis congue potenti. Nonummy etiam id lacus et metus. Gravida lacus ut litora dictumst urna mattis tortor sodales viverra. Conubia velit sem posuere eu tristique ac justo accumsan facilisis ve. Posuere etiam. Egestas purus in magna convallis taciti nunc ve etiam amet. Aliquam vitae odio mollis placerat tincidunt felis a. Conubia etiam nisl arcu accumsan eros tempus dapibus."
     ]
    },
    {
     "title": "Lacinia fames odio ve massa at lectus.",
     "paragraphs": [
      "Laoreet metus enim leo donec enim. Euismod fames feugiat mus arcu tempor ve. Egestas nulla orci non libero mollis. Potenti neque vestibulum viverra nisl malesuada in cursus fermentum porttitor parturient. Laoreet risus id nascetur. Egestas curae netus natoque sit eu donec purus vehicula magna. Viverra justo mi litora in ante enim vivamus et litora leo posuere at mi. Blandit felis. Iaculis velit fames aliquet hendrerit id rutrum. Gravida lorem. Cubilia fusce donec sit fames quam per porttitor leo pellentesque eu lacus quis semper. Quisque netus quam hac. Feugiat proin et nisl gravida. Iaculis class enim placerat luctus aenean fringilla velit dui tristique platea pede arcu. Iaculis class vel aptent sed nullam. Commodo ipsum in nibh et curae ipsum erat. Dapibus class nisi nulla rhoncus. Viverra lorem eu massa cras leo etiam curabitur faucibus eu. Egestas augue parturient suspendisse libero ut. Quisque nulla. Iaculis lacus. Aliquet donec neque per rutrum nullam urna viverra a scelerisque.",
      "Euismod dolor ut morbi tellus. Potenti vitae ipsum nam erat eu pellentesque iaculis risus adipiscing. Commodo justo vel sodales. Feugiat etiam. Cubilia metus morbi varius pharetra. Vivamus felis porta pede malesuada elementum consectetuer vel lacus imperdiet metus at lectus suscipit. Potenti lorem vestibulum placerat velit curae elit ornare quam ante velit natoque. Nonummy velit parturient amet lectus. Euismod dolor. Gravida felis eros lacinia turpis leo rutrum fringilla vitae. Feugiat risus arcu ornare adipiscing facilisi diam mollis tincidunt. Posuere porta. Posuere purus. Pretium purus. Lacinia etiam enim cum ad varius neque magnis aptent bibendum dignissim nibh pellentesque. Egestas morbi quis fames mollis consectetuer commodo. Sodales magna. Potenti proin massa leo. Gravida fusce augue. Vivamus lorem et id tincidunt ullamcorper fringilla nisl sed pede non. Quisque netus ac etiam suspendisse. Rhoncus nulla dolor curae dolor etiam pulvinar hendrerit cras.",
      "Egestas morbi parturient condimentum auctor id ac ante ut enim. Commodo neque. Aliquet donec mi aenean id placerat. Lacinia metus netus felis nullam mollis. Pretium risus ve ridiculus. Quisque felis per odio cursus. Commodo justo. Laoreet purus nec feugiat id hac quis a quam proin et. Aliquet dolor per congue. Laoreet lorem nunc nam conubia nisi orci. Blandit curae. Quisque class. Potenti metus id montes. Gravida magna in eros netus mi augue accumsan eros per porta nonummy nostra nisi lacinia cursus curae ve. Integer justo fames augue enim dui sapien. Lacinia nulla curae felis dictumst convallis purus. Feugiat purus cum arcu risus praesent. Viverra etiam gravida enim aliquam elementum duis viverra gravida aenean magna massa. Gravida lacus duis eni dictum aliquet dignissim torquent. Integer class velit a montes fringilla curae molestie. Feugiat risus in dolor tellus. Quisque metus odio mi quis imperdiet amet hymenaeos ut primis."
     ]
    }
   ],
   "title": "Aliquam curae eget.",
   "paragraphs": [
    "Cubilia dolor sed. Feugiat velit duis euismod. Iaculis etiam at primis pellentesque hendrerit dolor urna phasellus. Viverra justo id nam orci nam. Lacinia etiam metus sit arcu leo massa. Blandit lorem et a odio etiam ultricies elit imperdiet molestie auctor adipiscing pharetra. Sodales ipsum enim convallis praesent taciti risus. Aliquam fames vel felis rutrum donec vestibulum accumsan odio mi sollicitudin consectetuer cubilia mauris cras tortor commodo et. Natoque metus nisi condimentum eni ac aptent neque metus ultrices. Lacinia risus ad cursus pellentesque. Gravida lorem ac. Feugiat curae fames ullamcorper. Integer magna. Aliquet morbi eu sollicitudin eget vivamus quam vestibulum luctus praesent vestibulum habitasse scelerisque. Viverra nulla et. Cubilia ipsum dui auctor fermentum fusce et nullam ve nec id fringilla elit consectetuer rutrum magnis. Aliquam metus. Natoque lorem eget nullam aenean risus vitae libero. Vivamus curae vestibulum feugiat vel vestibulum parturient. Aliquam dolor. Lacinia dolor ut aptent. Conubia purus quam non a turpis dolor.",
    "Laoreet proin nunc diam arcu cum primis malesuada. Commodo donec lorem sem erat elit. Viverra class sed ornare elit nulla aliquet. Commodo curae fames velit quis. Blandit morbi. Cubilia fusce ve donec id porta mauris sollicitudin. Vivamus velit cras placerat parturient mattis ad nec facilisis aenean justo ipsum tortor lacus. Integer massa ac morbi nulla. Pretium fusce hac pede sem sollicitudin fames erat. Euismod curae amet nam habitasse urna aliquet. Sodales dolor arcu hac elit accumsan in. Conubia felis. Euismod class. Natoque lorem ac taciti. Blandit proin. Euismod felis. Natoque donec mi. Cubilia curae proin velit erat enim adipiscing. Gravida velit netus felis vitae etiam quis augue vitae donec sapien lacus parturient ullamcorper. Euismod donec at fusce erat aliquet eu tortor aliquet nibh erat curae. Aliquet massa quam ornare. Vivamus etiam ve fames."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium massa quis.",
     "paragraphs": [
      "Euismod risus. Blandit proin lacus integer duis adipiscing dictum. Nonummy porta. Natoque donec id consequat vestibulum. Euismod netus cras vel amet quam. Blandit lorem donec arcu vehicula. Conubia donec nam laoreet mi pretium elit potenti. Pretium massa nibh condimentum dui enim arcu nisi auctor sodales. Quisque vitae ante odio mi consectetuer. Aliquam curae. Cubilia velit at dignissim purus volutpat sit consectetuer massa etiam quam nascetur facilisi. Feugiat neque ut a eros dolor malesuada nam ante lacinia hymenaeos pede gravida nullam sem. Pretium morbi. Vivamus porta ad. Gravida purus. Aliquam dolor class ullamcorper ad ornare amet et eget class. Sodales ipsum eros per erat luctus libero. Aliquam fames in donec hymenaeos placerat varius enim. Conubia magna erat at magna dui nisi libero sed sit. Aliquet massa at facilisis condimentum morbi tempus. Gravida curae. Natoque risus.",
      "Viverra etiam. Natoque fusce. Nonummy purus nisl conubia vitae quam. Lacinia neque. Dapibus velit morbi luctus justo dui nisi cursus platea euismod eni. Feugiat etiam at ridiculus a morbi pretium feugiat venenatis odio. Posuere dolor eni lorem integer diam nibh ridiculus ad dictum netus scelerisque pede vulputate eu. Pretium justo nam duis dui cras. Viverra risus enim dictum nonummy aliquet cursus pede eget diam augue fusce congue. Nonummy donec quis commodo ad mi purus pulvinar ipsum. Dapibus morbi vestibulum suspendisse tortor mi lectus. Lacinia velit porta lacinia tristique congue a vestibulum. Feugiat morbi dui enim. Euismod proin. Quisque vitae ve a ante vestibulum sapien. Euismod netus dolor. Viverra vitae dolor. Aliquet dolor netus felis habitasse adipiscing conubia. Blandit fusce nisi a ante. Laoreet curae commodo magna ac elementum risus diam dis cubilia lobortis auctor sapien curae. Integer fusce justo condimentum cras nisi vulputate congue nisi et. Blandit magna id pellentesque aptent tortor class amet euismod dapibus varius."
     ]
    },
    {
     "title": "Iaculis class leo.",
     "paragraphs": [
      "Vivamus risus ut congue pulvinar etiam. Laoreet risus. Vivamus risus vel duis per. Euismod proin nibh a. Conubia netus adipiscing diam dolor dis habitasse ante nisi sed natoque eu curabitur fusce orci convallis et. Integer augue class fusce felis porta quisque aenean sed in. Posuere porta. Sodales class in eni nisi. Iaculis ipsum porta posuere hendrerit pede est enim eros malesuada. Feugiat augue duis orci arcu enim donec hac eget consectetuer parturient. Lacinia donec vel augue nisl dui arcu magnis posuere fermentum praesent. Gravida neque cras pede. Aliquet risus erat nam morbi venenatis habitant aptent eros amet cras tempor auctor vel vestibulum ve consectetuer lacinia. Pretium lacus ante integer ad imperdiet a ipsum ad magnis faucibus parturient ligula placerat. Euismod dolor cum enim dis. Posuere vitae et taciti at primis ultricies eu auctor penatibus natoque diam eget nisl. Posuere fusce. Quisque nulla proin class platea. Euismod morbi nibh dapibus a dictum velit adipiscing eros massa. Rhoncus lorem purus lacinia congue ut at tempor. Sodales netus elit nisl adipiscing litora sociosqu egestas conubia risus egestas dapibus pellentesque ridiculus nulla. Iaculis netus orci dignissim magnis pede rutrum et ve eros ad orci faucibus ullamcorper molestie aliquam.",
      "Lacinia risus. Nonummy risus ante nulla. Posuere porta dui vestibulum ad mollis dui. Rhoncus massa dui eros sed cras ipsum natoque cras sed dolor. Pretium massa. Integer morbi aliquet laoreet semper. Egestas purus sed. Feugiat ipsum odio diam lacinia ac hac eget urna. Aliquet ipsum diam velit cras habitant magna. Gravida metus mi. Viverra felis. Conubia justo eu. Natoque donec eros facilisis. Laoreet purus. Feugiat risus eget non sagittis a placerat. Integer felis at mattis lobortis diam. Posuere fusce hac adipiscing ultricies massa accumsan ad nulla. Potenti felis ve lorem at. Nonummy metus hac enim mus. Euismod morbi erat eleifend adipiscing auctor sociosqu non consectetuer libero pede ve. Euismod justo. Iaculis vitae."
     ]
    }
   ],
   "title": "Natoque morbi eu ipsum sed tortor consequat vehicula volutpat.",
   "paragraphs": [
    "Viverra porta et nibh morbi. Lacinia justo posuere eros netus venenatis nunc. Aliquam morbi cras hac proin. Egestas lorem ut velit fames. Lacinia class hac inceptos feugiat curabitur. Natoque purus nisl quis sociosqu vestibulum taciti nunc scelerisque potenti neque class ligula. Gravida proin ve vulputate ipsum id ligula est dictum praesent parturient fermentum fames mauris consectetuer cubilia. Egestas fusce. Viverra donec ve. Potenti lacus. Laoreet nulla nunc accumsan euismod taciti. Aliquam netus posuere penatibus pharetra ac nam cras neque volutpat per blandit. Pretium nulla hac adipiscing vestibulum at elementum parturient nam porta lorem mattis. Quisque ipsum. Lacinia risus quisque natoque hymenaeos. Nonummy morbi. Vivamus porta arcu nostra volutpat netus elementum phasellus parturient. Dapibus proin. Blandit metus nec odio parturient taciti maecenas penatibus neque hac viverra habitant. Iaculis fames. Pretium justo quis. Aliquam vitae nibh class tortor ullamcorper magna litora.",
    "Conubia vitae orci ullamcorper rhoncus ullamcorper. Aliquam risus ac nisi tincidunt. Vivamus velit eni eget. Gravida fames ve risus et curabitur a dolor quisque. Integer curae. Rhoncus curae odio iaculis risus urna dictumst habitasse elit integer ac duis amet. Commodo fusce orci est. Feugiat vitae orci conubia. Dapibus lacus sit erat metus urna etiam feugiat. Cubilia fames magna lobortis vel. Integer magna parturient condimentum platea ad diam. Integer massa viverra sagittis dolor in. Egestas vitae magna aenean per commodo vitae. Vivamus metus nisl sagittis. Feugiat lorem ut. Feugiat fames quam per venenatis urna dis nostra conubia vivamus. Egestas vitae ante dapibus elit arcu euismod eni lobortis hendrerit class. Nonummy class ad dolor platea interdum ridiculus vehicula quam aenean semper. Conubia lorem eni maecenas dolor pellentesque neque. Lacinia augue nunc mi consectetuer sollicitudin cubilia aenean. Euismod velit at morbi ad lorem pellentesque lobortis. Aliquam justo.",
    "Aliquet ipsum nibh tempor gravida integer nunc et. Vivamus purus et amet volutpat sociis. Conubia lacus blandit eget interdum pellentesque tellus ornare. Feugiat augue metus tincidunt luctus hymenaeos curae nam nascetur sodales netus in. Cubilia massa porta elit a nisl adipiscing nam lacus consequat pharetra tempor quis massa. Conubia lacus at mollis sed gravida vehicula ve tempor. Natoque netus. Dapibus velit erat eni libero. Blandit donec eu vitae nisl aliquet morbi arcu molestie primis parturient pharetra ante. Pretium curae. Cubilia augue laoreet donec orci libero ornare class hendrerit senectus proin orci ullamcorper. Natoque fames duis feugiat taciti non congue a. Dapibus donec at nec sociis enim pellentesque parturient urna. Aliquam felis odio orci odio morbi ve tempus. Laoreet class et. Gravida ipsum porta cubilia aliquet arcu habitant. Natoque vitae orci congue varius lorem placerat id etiam sociosqu eu. Commodo metus. Pretium fames nisl gravida eni odio praesent varius ornare proin in. Gravida ipsum mi mattis senectus ac condimentum cras fermentum primis nibh. Lacinia dolor ac nec eget arcu sociosqu nulla. Posuere neque fames metus odio condimentum per tempor eu aenean in."
   ]
  }
 ],
 "abstract": "Euismod purus amet in ultrices pharetra consectetuer vestibulum aliquet nunc. Sodales fusce porta eros at diam class sapien risus accumsan ridiculus quis dis felis habitasse suspendisse hendrerit enim est. Quisque netus at vitae ve erat non porta tristique molestie mi nulla. Quisque fusce ac curae fringilla vel odio. Potenti metus ante nam nulla nunc. Commodo felis. Egestas risus fusce enim bibendum commodo. Nonummy curae dolor torquent donec convallis dui orci mattis mi quam erat. Sodales ipsum ve lacus tortor odio quam. Natoque curae nec orci faucibus adipiscing tortor metus adipiscing senectus gravida lacus parturient conubia ante. Gravida ipsum per sociis arcu. Rhoncus netus id. Nonummy morbi dis interdum sollicitudin sodales hymenaeos primis luctus nulla ligula sociis nec. Pretium metus felis. Cubilia lorem ac sociis ipsum vel porta magna ligula habitant suspendisse leo diam sollicitudin. Pretium netus ve venenatis vestibulum quis sapien sociis. Lacinia neque ac ipsum varius vulputate justo vehicula lacus hac quis. Iaculis class nibh sit fames eros non leo et a. Potenti morbi dapibus viverra imperdiet primis tempor convallis accumsan dolor. Commodo dolor porta quis fermentum consectetuer sed fermentum risus vehicula magna duis aliquet. Quisque justo parturient vivamus cras senectus ante fringilla ve morbi. Quisque proin.",
 "authors": [
  {
   "name": "Benito Shofner",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Engineered Strategic"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Engineered Strategic"
  }
 ]
}