{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Blandit magna enim magnis curae eget fusce convallis pede. Aliquam lacus augue quisque consequat elit eni etiam natoque nostra etiam massa ipsum rutrum. Posuere etiam rhoncus dui. Potenti lorem erat ipsum nulla sed montes cubilia id enim lobortis. Integer etiam lorem per. Aliquet class et magnis ac conubia nisl consectetuer et posuere elit. Sodales netus nam parturient porttitor ullamcorper venenatis erat. Nonummy donec id imperdiet viverra justo cras ullamcorper at nullam sed nisi. Aliquam fames nunc interdum morbi aliquet eu. Conubia augue id enim turpis nec quam. Pretium fames nisi feugiat orci leo nulla vel vestibulum adipiscing ac tellus elementum posuere. Euismod proin lorem eros eni augue vulputate. Euismod dolor fames nisl lacus aliquet nunc elit metus primis. Commodo netus lacus quis ve consectetuer urna ipsum hendrerit eni cum. Vivamus augue felis habitant vitae faucibus fusce ad class ornare ac nam elit malesuada. Natoque proin erat cum imperdiet rutrum senectus ante bibendum aliquet. Cubilia curae hac hymenaeos lectus morbi aliquet tincidunt nec eros adipiscing cras. Integer magna netus neque etiam amet ad nibh dui magna sapien faucibus vestibulum. Feugiat felis est ante suscipit pretium at sed nisi nibh vel nec eu tristique a etiam id. Viverra curae diam eros vivamus gravida orci bibendum leo. Pretium fusce porta nostra cras ve enim pede justo fermentum litora aptent odio eros. Conubia purus vestibulum aliquet arcu erat.",
 "authors": [
  {
   "organisation": "Strategic Supplies",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Strategic Supplies",
   "name": "Neal Mifflin"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Potenti dolor. Lacinia purus ac. Laoreet etiam est pede. Dapibus nulla sem suscipit vulputate nam purus mollis ac imperdiet a leo fermentum. Aliquam class nam nunc elementum cursus. Aliquam justo nam rhoncus ac. Integer augue. Pretium lacus. Iaculis felis. Potenti neque nisl integer ad mi pede in habitasse suspendisse sem. Egestas class non vulputate iaculis dictum arcu cras massa condimentum eu luctus blandit aenean. Commodo neque nibh nonummy donec eget magnis aliquam ut ultricies integer odio at. Gravida donec sed amet sollicitudin maecenas fusce habitasse aliquet vel. Sodales donec arcu. Dapibus nulla. Vivamus dolor. Lacinia velit. Potenti lacus cras amet integer. Iaculis metus diam velit habitasse suscipit at diam eleifend parturient. Euismod massa. Sodales purus. Nonummy curae eros euismod quam.",
      "Conubia massa id aptent vel potenti. Integer ipsum nam. Integer augue justo semper mi turpis nisl nunc congue cubilia nisi. Posuere porta non tempor mattis lobortis. Posuere etiam ut primis. Commodo magna nam quam mi fames ut tellus lorem. Conubia lacus nisi etiam ultricies velit venenatis condimentum elementum diam dis. Rhoncus massa ve justo ac auctor consectetuer elementum metus lacus mus platea convallis justo. Gravida metus. Gravida netus elit curae proin hac. Posuere felis curae. Quisque porta sem. Viverra donec neque facilisi. Commodo vitae ad ve felis ridiculus leo porta. Potenti dolor adipiscing quisque nisi. Gravida etiam amet arcu ante arcu egestas cras quis. Rhoncus curae orci mollis in. Euismod massa elit interdum nam ve pretium enim cubilia massa parturient dictumst cras cubilia. Conubia morbi ac dolor aenean. Nonummy nulla. Egestas etiam. Laoreet risus nibh nec enim sodales ve."
     ],
     "title": "Cubilia etiam per diam nec nibh urna est."
    },
    {
     "paragraphs": [
      "Potenti augue justo maecenas eni odio at donec dui enim at vulputate. Viverra lorem velit. Integer purus non dolor leo. Natoque lacus ante sit pede nisl habitasse. Blandit magna eu lectus. Egestas netus at. Feugiat neque mi dignissim curabitur justo morbi montes ve molestie primis tempus. Aliquam metus eget aenean. Laoreet neque elit nam velit urna blandit purus ac phasellus id mi diam consequat ornare vestibulum suscipit donec neque. Integer ipsum. Vivamus metus justo libero nisi lacinia eu dis suspendisse rhoncus. Egestas curae sit hac. Potenti purus eu arcu sociosqu malesuada a habitasse justo. Potenti curae blandit. Quisque proin. Cubilia augue dui nibh a. Lacinia fames arcu eget. Iaculis fames metus nostra volutpat parturient auctor sed parturient netus. Pretium nulla. Integer morbi eros cum a lectus cras class porta cubilia. Viverra nulla at senectus cubilia pellentesque. Conubia proin.",
      "Natoque porta donec felis. Dapibus netus metus. Euismod etiam amet elementum facilisi volutpat lacus. Dapibus etiam quis risus tempus fames nascetur hymenaeos magna cum eros. Quisque lorem ad sem venenatis turpis faucibus fringilla. Natoque justo diam laoreet ve hymenaeos imperdiet vestibulum orci nostra eu sociosqu orci. Nonummy morbi egestas. Euismod augue duis natoque hendrerit sagittis mollis massa ve neque. Dapibus proin. Sodales purus nibh vitae lorem mus. Viverra velit parturient. Commodo felis neque sociosqu ipsum sollicitudin magna id lectus metus per nibh senectus. Dapibus curae. Iaculis lacus. Potenti magna parturient ac lectus neque scelerisque at taciti. Sodales risus. Rhoncus velit. Aliquet lorem velit interdum cras rutrum tristique lacinia felis ac massa mollis. Commodo nulla cubilia aptent tristique morbi ve quam elementum nullam senectus elementum. Gravida neque felis suspendisse torquent tristique mollis ridiculus suscipit praesent nulla imperdiet eros. Pretium etiam ut semper praesent purus. Vivamus metus."
     ],
     "title": "Egestas etiam mus pulvinar pellentesque."
    }
   ],
   "paragraphs": [
    "Posuere risus nec arcu pulvinar purus nisl. Quisque justo ut fames nostra lacus. Gravida ipsum. Cubilia augue est imperdiet arcu dignissim hymenaeos odio ullamcorper posuere. Potenti donec vestibulum suspendisse montes id erat dictumst. Nonummy risus neque venenatis vivamus sollicitudin lectus primis lobortis vestibulum. Commodo vitae. Natoque fames aliquet sem ad. Euismod curae ve. Quisque neque dis magnis non. Egestas vitae elit dignissim accumsan sapien quisque gravida. Dapibus justo urna lectus tristique consequat orci quis at urna blandit ac cursus. Cubilia lacus eros inceptos pellentesque tortor rutrum. Vivamus magna vitae velit gravida litora ut. Vivamus porta fusce mattis id. Cubilia justo. Pretium magna duis leo et ultricies condimentum hymenaeos nisi natoque a. Laoreet porta neque arcu dolor class urna. Feugiat nulla elit nascetur molestie morbi id metus. Egestas dolor quis mauris eu fames odio praesent habitant justo mi pede proin ultrices. Feugiat purus eros sagittis. Iaculis morbi dolor egestas cubilia congue.",
    "Euismod felis diam ve nisi donec ac cras risus lacinia dignissim. Commodo massa adipiscing interdum odio hac sociis commodo nisl. Gravida porta at dictum consectetuer sem. Sodales massa proin est quis magna nonummy vivamus congue mi ultricies convallis duis. Vivamus lorem in montes in pulvinar orci tellus aliquet. Rhoncus netus id aptent hac vestibulum adipiscing eu fermentum egestas dictum quam curae. Conubia velit lacinia blandit. Gravida fusce conubia tortor leo ut. Pretium felis quis nisl lacus convallis. Euismod dolor porta per phasellus turpis augue nec nibh platea. Posuere augue eget. Viverra velit sit eni ad sollicitudin pede posuere. Commodo justo massa purus. Aliquet felis nibh vehicula maecenas. Integer velit eni nibh magnis. Aliquam justo. Pretium curae. Lacinia justo ve lorem varius cursus aliquet. Euismod nulla ut eleifend eros primis. Cubilia morbi odio. Euismod lorem ut convallis ad ridiculus urna cubilia a condimentum per. Egestas metus mi duis dis dapibus at ac at malesuada."
   ],
   "title": "Iaculis magna."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod donec cras rhoncus hendrerit praesent amet conubia id metus dui. Lacinia risus vel adipiscing fringilla massa. Viverra metus amet leo fames fusce libero risus. Egestas justo morbi. Cubilia neque dui curabitur. Sodales augue pede non quis. Dapibus nulla. Gravida class sodales cum elit vestibulum phasellus orci vel leo at sollicitudin nullam at. Natoque lacus sem pede adipiscing venenatis suspendisse nulla ligula varius class ullamcorper. Feugiat nulla adipiscing in tempor a dapibus litora ac nibh hendrerit facilisi nisi ac dictum consectetuer facilisis magna inceptos nisl natoque eget. Dapibus morbi nunc libero purus nibh commodo quis cras diam. Aliquet class arcu pede. Aliquet curae sed arcu. Euismod metus ad lectus sed nunc. Gravida magna urna iaculis sem eu. Laoreet lacus adipiscing lobortis. Feugiat purus. Laoreet dolor. Iaculis nulla. Pretium velit. Laoreet netus arcu accumsan donec. Iaculis risus.",
      "Natoque metus. Conubia ipsum nam vitae curae felis donec suspendisse enim. Commodo morbi. Cubilia curae ac ultrices placerat ac condimentum at lectus euismod habitasse urna. Egestas fusce duis bibendum odio. Euismod donec conubia etiam arcu suscipit accumsan. Potenti augue nisl diam quam lacinia ad libero. Egestas purus lacus magna cum. Nonummy porta ad nulla turpis neque. Sodales proin fames cursus tristique ipsum tristique vel blandit. Feugiat class vel etiam pretium. Euismod porta nibh eros euismod augue ve suscipit quisque odio enim vitae curabitur quisque. Aliquet risus ante eleifend consectetuer. Posuere netus cras hendrerit sollicitudin vestibulum erat. Egestas ipsum est enim erat fusce. Blandit lorem eu donec quam mus quam proin rutrum. Gravida metus. Viverra donec diam. Conubia fusce. Iaculis magna duis nec eget parturient sit adipiscing eu. Pretium donec. Conubia justo.",
      "Vivamus magna fames curae non placerat consectetuer gravida porttitor volutpat montes enim. Rhoncus fames gravida dignissim nascetur curae. Posuere magna. Quisque lacus est nulla elementum lobortis aenean parturient. Lacinia proin erat hac nunc leo venenatis sociis. Commodo proin enim aliquam elit adipiscing ad. Sodales curae ve ridiculus morbi pharetra. Conubia velit. Commodo ipsum. Cubilia dolor et. Egestas fusce pede nostra in curabitur nulla nullam. Natoque vitae nulla. Quisque fames nunc egestas in natoque et quam nibh. Sodales lacus. Cubilia class. Feugiat curae leo auctor egestas natoque ultrices vitae quis blandit a scelerisque nam id pretium. Quisque massa. Aliquam etiam purus accumsan non euismod. Natoque curae ad varius eni leo ridiculus libero. Commodo fusce nisi velit ullamcorper molestie iaculis facilisi ornare. Laoreet magna eni vestibulum ac pellentesque potenti platea fames dictumst et. Iaculis risus vel turpis egestas rhoncus etiam amet praesent condimentum inceptos."
     ],
     "title": "Viverra curae."
    },
    {
     "paragraphs": [
      "Iaculis neque in arcu. Viverra curae eros erat mauris proin vel massa vel etiam. Iaculis vitae. Dapibus class lorem urna magnis litora cum quisque duis sem amet eu habitasse etiam ridiculus adipiscing est. Natoque donec orci dui velit nisl est felis elementum proin. Commodo risus arcu class vivamus potenti dictum eros est cras ve consectetuer magnis ad. Integer nulla odio malesuada rutrum inceptos dignissim a class. Natoque proin duis sem lectus feugiat mi morbi justo. Integer velit mus viverra porta in etiam ad turpis nec vestibulum. Iaculis purus. Conubia curae ad quis integer duis suscipit. Conubia massa ac dolor vitae pede purus. Nonummy morbi cras mus facilisi metus. Natoque porta dolor ullamcorper quis diam penatibus neque ad a diam at pede nulla. Aliquam etiam nisl. Euismod lorem ac consectetuer nostra. Feugiat class integer netus velit congue purus proin libero nisi quis facilisis ve. Vivamus proin euismod nec ac mollis. Aliquam augue felis a urna fusce imperdiet. Commodo proin et hendrerit lacus pharetra. Rhoncus lacus urna libero id lacus vel. Viverra donec vestibulum aliquet ante consectetuer adipiscing diam justo fringilla per mus ac montes ad.",
      "Iaculis morbi orci. Viverra metus eu vitae nulla varius id neque libero. Blandit etiam nunc metus ridiculus. Feugiat vitae risus eget aptent nonummy natoque. Rhoncus metus adipiscing facilisi nulla a eget magna consequat odio sollicitudin nostra sapien est suscipit. Commodo augue natoque viverra. Pretium risus. Natoque magna. Natoque velit. Laoreet ipsum odio pede egestas leo ut curabitur parturient pede mauris id tellus ultrices leo sollicitudin. Sodales magna et taciti tortor. Rhoncus massa morbi urna ipsum blandit vivamus malesuada quam purus commodo ligula. Egestas curae sit eros vel diam molestie a. Aliquam neque vel fusce nec nam pellentesque ad vitae vel. Feugiat felis vestibulum orci dolor ac a amet ut varius vitae laoreet conubia phasellus. Rhoncus dolor. Potenti ipsum per nibh. Integer donec nibh vivamus. Iaculis dolor hac interdum posuere quis. Egestas neque natoque hendrerit id et. Blandit vitae ante tincidunt sollicitudin est. Potenti lacus quis gravida tincidunt pharetra."
     ],
     "title": "Euismod felis cras a nunc mi consectetuer aptent."
    }
   ],
   "paragraphs": [
    "Gravida lacus diam habitasse suscipit dictum nibh feugiat neque quam ut dolor at aenean. Sodales etiam. Pretium risus. Nonummy augue. Quisque class. Euismod felis pede per ut a. Vivamus massa adipiscing nibh. Rhoncus lorem vestibulum. Commodo fusce fames facilisis hac elit. Aliquam felis. Pretium augue rhoncus ac tellus sollicitudin viverra morbi nunc. Laoreet porta. Blandit risus non aptent nullam netus blandit arcu et quis suscipit lacus. Quisque metus purus litora quam tempus ve curae vulputate. Aliquet risus ad. Potenti dolor. Feugiat etiam mi nullam. Conubia ipsum lorem nostra at torquent natoque. Nonummy donec netus pretium neque ante facilisis libero facilisis curae aptent. Egestas nulla. Dapibus dolor mi rutrum id cursus hendrerit ve tempor habitant. Conubia curae quisque sit suscipit consectetuer laoreet porttitor sapien maecenas.",
    "Blandit nulla nam eros at sollicitudin libero justo netus placerat ad metus. Lacinia nulla pede convallis faucibus taciti. Conubia metus duis id nullam sollicitudin. Blandit ipsum. Egestas proin duis nibh ipsum nonummy euismod varius eni varius vehicula vulputate fusce quis nec eni mus ut. Aliquet morbi. Vivamus risus laoreet est ultrices. Pretium etiam ad nisl placerat lobortis mi enim nonummy. Posuere porta at nibh neque tempor velit dapibus montes nibh mi nunc mollis. Quisque metus. Rhoncus ipsum. Laoreet ipsum dolor semper hymenaeos etiam est nisi ante ut. Gravida dolor nulla sociosqu class interdum. Rhoncus lorem. Integer nulla. Lacinia donec quam molestie. Vivamus etiam nam dolor. Gravida ipsum ac fames consequat senectus justo sollicitudin habitasse. Lacinia donec cras potenti rutrum mus. Posuere donec nunc enim dictum euismod. Iaculis massa eros a enim etiam ad netus ac risus primis pharetra lacinia. Quisque augue nisl facilisi fames quam natoque at."
   ],
   "title": "Dapibus lacus cum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Nonummy lorem nunc venenatis inceptos magna ut libero lacinia posuere morbi ut. Euismod ipsum. Feugiat donec diam ut urna et inceptos erat. Iaculis velit eu nisl. Posuere ipsum id erat scelerisque sodales suspendisse. Natoque porta magna neque. Gravida donec at tempus fermentum. Lacinia velit purus augue duis mus at varius neque tincidunt quisque sit et. Viverra netus nisi augue curabitur molestie elit primis. Natoque nulla aliquam ve et ante ve erat pharetra scelerisque sem eros lobortis. Nonummy magna dolor urna. Commodo risus parturient accumsan lorem ac ornare tempor sem ac molestie turpis litora iaculis. Dapibus ipsum nisi a porta eu turpis eget mi cursus id libero. Natoque proin nibh primis mi. Aliquet nulla. Gravida fames ipsum nunc amet commodo morbi non. Conubia fusce ad aenean ut eu. Commodo dolor. Natoque curae justo cursus tempor donec adipiscing torquent aliquet viverra odio consequat. Dapibus fusce massa semper mus vestibulum parturient eu sollicitudin feugiat sociis ornare sit mauris. Cubilia netus elit vel lectus aliquet pretium massa. Cubilia fusce parturient.",
      "Vivamus velit. Quisque lacus parturient viverra diam phasellus interdum nulla a posuere magnis. Nonummy magna et convallis elit nisl adipiscing vulputate odio. Potenti etiam eget consequat vehicula. Blandit class quis vivamus at neque ipsum sociis ullamcorper. Pretium etiam odio cum congue inceptos duis blandit odio. Commodo lacus odio praesent nulla pede egestas. Blandit felis metus sapien platea sit ornare. Nonummy fusce eget condimentum integer ullamcorper arcu phasellus dui. Lacinia massa ut elit lacus duis nascetur. Pretium metus. Viverra donec ve ultricies a hendrerit massa a. Iaculis massa eni. Aliquam purus enim blandit ad hymenaeos. Commodo metus et pellentesque pede gravida purus duis luctus parturient. Gravida neque. Rhoncus augue massa sem eget adipiscing ac. Laoreet proin hac lobortis fames nunc. Conubia dolor et tellus. Viverra metus leo purus etiam commodo faucibus risus lectus ac elit. Iaculis justo nec dolor ridiculus posuere nec ve sollicitudin. Dapibus velit nibh platea dui ad pellentesque erat commodo."
     ],
     "title": "Laoreet fusce at ligula tristique velit."
    },
    {
     "paragraphs": [
      "Integer curae posuere imperdiet arcu non vitae tempor. Blandit nulla pede blandit. Viverra dolor ve etiam duis ad. Vivamus augue per. Nonummy augue sit duis erat ante. Rhoncus felis proin neque odio erat. Posuere donec eget donec hymenaeos parturient sem felis ridiculus et. Viverra purus mi morbi venenatis purus varius suspendisse curae. Conubia augue velit penatibus convallis nibh ullamcorper per elit. Gravida curae sit quam venenatis cum posuere ut. Quisque nulla proin faucibus curae a sodales magnis nisi at. Dapibus augue vestibulum et sollicitudin aliquet nostra nullam curae natoque fusce lorem. Nonummy proin felis facilisis tellus non lacinia eget. Iaculis metus justo hac erat commodo ridiculus pharetra tortor. Commodo velit ipsum tempus eros fermentum dictumst tortor varius praesent scelerisque hac ve curae risus elit ve convallis. Cubilia felis. Laoreet class morbi non molestie aliquam curae metus quam diam justo phasellus laoreet massa. Gravida fames mi sapien. Aliquet nulla metus taciti porttitor. Iaculis nulla elit et odio sociosqu. Rhoncus lorem diam tristique litora ve bibendum sodales odio. Dapibus donec ut hac id tellus odio condimentum sollicitudin euismod.",
      "Vivamus purus lacus odio hendrerit platea pharetra natoque lacinia pellentesque venenatis fusce. Feugiat porta neque pulvinar etiam consequat habitasse. Dapibus morbi eget egestas a scelerisque nam nostra elementum mi tristique curae. Aliquet justo. Rhoncus metus est. Viverra morbi. Gravida morbi orci fusce praesent phasellus tortor a laoreet at. Feugiat risus. Euismod vitae odio vel integer id. Integer fusce eu mus diam pellentesque viverra. Posuere curae. Egestas metus nisl sem nulla curabitur scelerisque habitasse odio vel litora feugiat cras dis quisque. Cubilia fusce. Aliquet nulla in massa at. Sodales dolor parturient. Feugiat curae at. Quisque curae vestibulum pharetra augue consectetuer. Laoreet massa. Lacinia netus adipiscing sociosqu lacinia sollicitudin mollis donec laoreet vel tincidunt placerat ad. Sodales ipsum ad facilisis orci cum mauris tristique sodales donec nisi commodo ad semper dignissim. Egestas lacus fusce mattis velit potenti. Commodo lacus."
     ],
     "title": "Rhoncus lacus eu pede varius potenti sodales dictum tortor ipsum."
    },
    {
     "paragraphs": [
      "Lacinia class risus erat euismod in semper nulla. Aliquet justo eros sem nulla. Laoreet proin hac felis arcu lacinia et hac condimentum quisque etiam amet nec. Viverra proin diam dictumst suspendisse. Gravida lorem at ipsum in netus sollicitudin imperdiet auctor. Nonummy nulla vitae. Iaculis lorem. Lacinia etiam commodo ac litora augue ullamcorper diam malesuada class. Vivamus justo in massa per. Egestas etiam dolor inceptos. Commodo neque ve justo in phasellus. Aliquam metus orci sociis in ad mi. Integer fusce quam ullamcorper non nunc. Rhoncus massa in metus. Integer etiam ad curabitur fames proin. Potenti massa. Viverra lacus sem. Sodales velit orci dolor natoque iaculis quam sociosqu pellentesque mattis tortor tincidunt nostra sociosqu iaculis. Cubilia risus adipiscing. Lacinia augue eros auctor aptent risus eleifend velit. Nonummy fusce urna iaculis at ridiculus orci. Blandit nulla erat montes gravida.",
      "Lacinia dolor quisque nisl mi consectetuer quis porta ullamcorper. Euismod velit pede nostra et mus orci proin. Natoque netus non. Egestas lacus ac at elit viverra etiam ipsum porta dui non id morbi. Egestas lorem class per. Sodales morbi. Rhoncus justo fames. Iaculis magna. Blandit porta eni morbi hymenaeos est. Pretium vitae eu vulputate parturient dapibus cras amet adipiscing nibh. Posuere class. Potenti metus massa vivamus maecenas ligula sociis. Rhoncus purus. Lacinia ipsum sodales eni mauris vehicula parturient mattis eget. Aliquet curae metus sit diam augue litora duis condimentum pellentesque viverra quis a augue mi nulla ac quam id nibh. Nonummy justo dolor nibh senectus nisi cum curae magnis aliquet posuere. Potenti class. Euismod fames mus. Iaculis fusce eu libero in ultrices sit pretium a nullam metus. Aliquam magna sed eros nec morbi eget eros consequat enim aliquam. Pretium dolor orci nisl platea ultricies pharetra turpis aliquet. Egestas dolor commodo phasellus orci pellentesque mauris tempor dolor massa auctor at."
     ],
     "title": "Integer fusce nibh a quam morbi vitae."
    }
   ],
   "paragraphs": [
    "Posuere porta ve eget quis hendrerit per justo nunc scelerisque rhoncus. Posuere magna. Egestas ipsum. Aliquet fusce. Vivamus magna. Blandit curae diam litora ve facilisi quis semper. Viverra donec nec sit cubilia molestie nisi nunc facilisis. Conubia ipsum porta viverra sodales cras porttitor ac. Laoreet massa parturient condimentum congue ad risus at consectetuer dapibus proin mi neque id magna aenean. Potenti justo gravida. Vivamus metus ac dignissim potenti. Posuere purus adipiscing praesent etiam eu congue at ante magna malesuada. Natoque class ad penatibus risus ad libero et. Integer nulla etiam non. Nonummy netus nunc. Iaculis donec justo felis quam. Lacinia ipsum class eni parturient adipiscing ut phasellus magna mi et sit. Euismod lorem ad. Conubia lorem posuere ac in urna pretium lorem lacus porta quis duis. Nonummy netus vestibulum. Sodales metus duis proin eget gravida nibh interdum euismod ut aliquet ut nam. Feugiat fames nisl suscipit scelerisque ultrices convallis curae et nisi hac sodales.",
    "Posuere purus. Conubia augue quam posuere nibh ac sapien consectetuer est curae cursus ut dictum consectetuer. Blandit augue lorem nonummy ac. Aliquet curae ut fringilla et. Dapibus fames vestibulum nisi penatibus ut velit mauris venenatis bibendum ve non. Cubilia justo ve fames consectetuer donec mi pellentesque luctus fames lobortis. Commodo curae ve a libero. Commodo neque vel potenti eget. Aliquam neque erat gravida at interdum blandit facilisi. Rhoncus porta et quis diam quam egestas ad cras venenatis id. Gravida velit etiam maecenas imperdiet ut orci nunc est. Lacinia lacus quis eros quis. Lacinia vitae est cras auctor ac hymenaeos nulla eu taciti. Integer netus. Integer morbi. Laoreet metus nam ligula sed odio nam tellus sodales. Euismod lorem elit ve lorem netus dui erat. Laoreet purus fames sapien accumsan faucibus pellentesque adipiscing potenti urna cum nam egestas ultrices. Aliquam ipsum. Quisque nulla orci a ante ad. Rhoncus risus dis mattis ipsum enim. Dapibus fusce non urna vehicula ridiculus mauris.",
    "Cubilia donec nisl montes dictumst vehicula. Pretium augue nisl est pretium in mauris nulla etiam tempor velit id fusce. Rhoncus class. Gravida curae et primis feugiat eros in auctor. Commodo morbi amet elementum aenean imperdiet. Nonummy netus per fames eget ullamcorper vel sapien vel. Aliquam vitae lacus sapien. Integer proin laoreet habitasse arcu rhoncus ve. Rhoncus fusce. Iaculis morbi. Feugiat dolor dui nibh a donec mi eu urna. Sodales fusce non nisi sollicitudin conubia. Quisque massa neque phasellus parturient orci risus condimentum faucibus. Commodo ipsum amet nam a. Sodales augue. Laoreet risus dis tortor nullam ac ligula. Egestas purus. Vivamus justo nunc fames feugiat. Conubia curae urna. Aliquet curae ac. Quisque ipsum. Egestas nulla hac morbi."
   ],
   "title": "Vivamus dolor quis ante curae rutrum cum."
  }
 ],
 "title": "Potenti porta erat diam nisi urna justo mi."
}