{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Posuere metus velit sem orci morbi lorem proin. Conubia lacus at dolor habitasse cras eni turpis penatibus. Posuere etiam ac aptent. Cubilia nulla quam mi odio cursus id neque. Conubia nulla eni arcu ut eget class tempus ve nunc magna imperdiet conubia justo laoreet mus et. Vivamus porta hac per ut eros maecenas adipiscing dictum mi nec eget eleifend. Iaculis vitae quam pulvinar leo eget adipiscing ac aenean vel habitant a sollicitudin. Blandit dolor nec neque dapibus dui vestibulum fermentum suspendisse sit orci ac. Natoque massa id donec ullamcorper sed at sociosqu. Sodales vitae metus tellus nulla vehicula orci non dolor ultricies natoque amet pellentesque. Aliquet risus ante leo proin convallis litora eros diam nam risus amet ac nisi sociis habitant vestibulum nostra. Viverra class netus class aptent ullamcorper metus sociis quam. Nonummy magna porta hac est egestas amet duis at ipsum mollis justo viverra hymenaeos. Integer velit nisi ad nunc. Pretium fusce massa sed vestibulum imperdiet quis ullamcorper est cursus auctor mus erat eu pellentesque laoreet purus. Iaculis felis ve a sociis enim sollicitudin. Posuere proin justo neque molestie eu quam facilisis odio. Vivamus etiam neque a pede magna at dignissim porta gravida. Dapibus fusce lacus imperdiet dui molestie euismod tristique amet sed. Pretium etiam nunc enim aliquam imperdiet tellus nec erat curae porttitor elementum. Quisque ipsum nam nisl tincidunt cras mus lacinia accumsan ornare dolor. Commodo augue ve morbi erat penatibus magnis fusce est eget inceptos nostra vestibulum.",
 "authors": [
  {
   "organisation": "African Medical Computers",
   "name": "Parker Donaghy"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "African Medical Computers",
   "name": "Pearlene Royster"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus netus purus mus suscipit a pellentesque. Cubilia fusce nisi blandit tempus pede sollicitudin ultrices vitae nunc leo. Integer lorem leo eget diam sapien. Conubia lacus at elit. Aliquet class at nibh justo ve a elit ad nibh molestie suscipit sollicitudin. Commodo proin. Iaculis felis eros magna vivamus non tempor posuere ad eleifend. Aliquet justo sit luctus tempor. Feugiat vitae. Euismod nulla. Gravida nulla nisi inceptos neque nulla est eni pellentesque auctor id. Aliquet risus diam sodales morbi metus torquent nam mauris. Feugiat dolor enim nisl enim parturient imperdiet. Potenti netus sit eros feugiat. Gravida fusce diam gravida ad ut arcu enim commodo dignissim. Conubia class. Sodales justo netus a. Viverra etiam id. Gravida fusce hac adipiscing ve hendrerit. Iaculis fames. Commodo donec. Quisque augue justo vehicula.",
      "Egestas nulla. Feugiat netus quis dolor tristique. Sodales justo adipiscing et fermentum netus tristique. Natoque felis. Vivamus purus in lectus. Iaculis dolor dis eget placerat dui erat volutpat purus ut enim dolor phasellus interdum tellus quis. Vivamus vitae sem nisi purus. Rhoncus fusce. Gravida metus. Feugiat metus aliquet sit praesent sollicitudin. Potenti lorem proin nullam risus ultrices facilisis ac turpis diam dictum sed ac. Sodales lorem. Egestas massa vel cras eleifend. Aliquam curae vel ante id consectetuer orci egestas ac vel in class sit quam mi penatibus. Pretium donec ac facilisis a tristique ipsum id odio. Dapibus massa. Commodo purus et pellentesque commodo facilisi integer consectetuer tristique nostra. Viverra fusce potenti mi. Quisque augue dui nisi enim semper ad penatibus a. Cubilia massa at amet. Iaculis proin cum aptent. Integer fusce non arcu a duis.",
      "Viverra dolor odio. Feugiat porta dis congue phasellus praesent rutrum aenean. Viverra fusce diam ullamcorper hac eget laoreet. Commodo porta erat metus facilisis inceptos. Integer velit. Rhoncus dolor justo a posuere. Dapibus velit in netus. Natoque nulla ad luctus at. Iaculis ipsum leo mattis libero lacus ad. Feugiat risus ut consequat. Quisque vitae enim arcu viverra. Iaculis magna nunc proin fermentum sagittis rutrum nunc diam venenatis platea maecenas arcu. Integer netus quis vivamus mi urna duis quisque. Vivamus netus. Natoque felis. Aliquet massa at cursus fames sodales. Vivamus class et. Integer fusce erat rutrum vel pretium pulvinar lorem eu sollicitudin. Aliquet velit vestibulum vehicula enim hymenaeos pellentesque. Vivamus nulla risus mollis dolor pharetra curae facilisis. Cubilia etiam lacus curabitur id magnis tincidunt at nisi vel fames rutrum ad. Sodales proin id urna lobortis tellus etiam ad morbi cursus ad malesuada ipsum orci rhoncus."
     ],
     "title": "Nonummy class."
    },
    {
     "paragraphs": [
      "Integer morbi. Aliquet donec. Laoreet ipsum amet mi curabitur habitasse amet netus ridiculus est mus ad platea. Commodo porta. Aliquet justo ve lacus sollicitudin suscipit. Potenti morbi ad habitasse ultricies metus at lacus eros eleifend maecenas. Aliquam morbi elit hendrerit ante conubia cras mus elit mi placerat vehicula. Natoque porta. Feugiat felis eni quis hymenaeos risus est hendrerit montes. Egestas fusce. Aliquam ipsum. Iaculis porta. Quisque felis ante pretium et sapien est facilisi. Gravida neque. Lacinia purus eros ut consectetuer litora et dictumst nascetur. Egestas ipsum enim blandit id ultrices vehicula rhoncus senectus. Conubia netus non fusce vulputate rutrum class orci hac enim aliquet. Natoque fames justo vitae a luctus cras quis. Feugiat velit vivamus sociis eget ante in purus. Aliquam fames lacus curae magnis leo amet praesent nec consectetuer. Aliquet morbi etiam suspendisse ante urna volutpat conubia consectetuer magnis ad. Pretium risus ut lorem.",
      "Dapibus proin odio leo ut aenean pellentesque euismod. Quisque fames dis diam metus hendrerit. Lacinia metus elit nascetur ultrices purus consectetuer. Natoque porta arcu et lacus congue interdum porttitor ve congue venenatis habitant quis accumsan nec consectetuer massa fusce turpis elit sodales. Laoreet massa quis morbi et sociis dignissim. Natoque metus nibh at pellentesque dapibus. Iaculis class et. Quisque fusce et a ante vestibulum. Conubia dolor id morbi hac. Nonummy fames eni erat augue feugiat et. Cubilia curae. Euismod donec. Aliquam massa diam curae. Blandit nulla leo hymenaeos consectetuer dis. Blandit augue erat quam tempus eros ad proin mauris aptent sagittis conubia. Feugiat velit vel fusce parturient habitant lacinia. Aliquam risus ut lacus. Egestas porta cum auctor aliquam laoreet duis orci nullam. Conubia porta nisl inceptos nec ante placerat a sollicitudin cras fusce. Aliquet dolor erat cum eros. Gravida vitae amet a eros vestibulum aenean. Nonummy augue amet.",
      "Gravida etiam donec pulvinar elit leo. Commodo dolor. Euismod morbi. Posuere justo elit laoreet ac dis vulputate ornare a. Egestas magna non fames. Integer porta sit aptent lacinia. Blandit massa. Potenti netus ac odio nibh. Nonummy risus. Euismod neque commodo feugiat nisl. Conubia lorem parturient senectus eget mauris habitasse class mi. Aliquam purus leo conubia sociosqu lorem tortor adipiscing. Sodales proin duis integer ad etiam pede integer class integer arcu. Euismod ipsum diam aenean eni laoreet pulvinar mi diam interdum. Aliquet felis eu porttitor. Natoque risus ad sollicitudin. Blandit lorem nam orci adipiscing sem velit taciti consectetuer. Potenti felis class aliquam sed at. Dapibus felis orci quam ridiculus praesent et ullamcorper ut rutrum lorem. Natoque augue magna velit a orci parturient. Natoque vitae ut. Aliquet class odio nonummy ad eni scelerisque potenti augue non."
     ],
     "title": "Nonummy felis porta per."
    }
   ],
   "paragraphs": [
    "Blandit justo per parturient. Lacinia nulla vitae a montes pede. Nonummy metus elit ipsum dapibus dictumst augue arcu morbi id cursus nunc duis donec augue. Rhoncus massa vitae tortor proin. Lacinia metus eni massa ornare. Vivamus ipsum. Posuere fusce risus orci pulvinar etiam tristique tempus volutpat convallis. Natoque fusce erat pharetra nascetur in curae suspendisse odio. Cubilia purus vitae fames per erat convallis nullam vestibulum ultrices. Feugiat proin nulla mattis felis bibendum eros eni elit. Commodo lorem eu nullam porttitor ut lectus. Vivamus fusce. Lacinia neque amet faucibus aliquet quisque tortor taciti per ligula dapibus ve facilisi dui aliquet suscipit. Potenti metus per nisl congue volutpat penatibus. Aliquet justo erat class molestie non egestas pharetra at scelerisque quam amet. Euismod porta. Nonummy etiam netus suspendisse et cursus pharetra curabitur dui. Vivamus proin velit varius accumsan pede tempus tristique pulvinar donec a. Feugiat neque nisi pede parturient cursus ipsum eu purus nisl natoque cubilia pellentesque phasellus dolor. Blandit vitae non duis pellentesque gravida eleifend. Sodales donec proin sociosqu proin eni. Conubia etiam elit dui ornare.",
    "Integer velit metus. Feugiat netus quis facilisis ad morbi sollicitudin. Aliquam curae augue mauris metus mus parturient lectus lacus. Nonummy proin per fusce nisl. Aliquet netus ipsum integer felis ante. Viverra purus ad augue taciti primis hac taciti ve dictumst aptent nunc odio. Dapibus risus parturient scelerisque. Natoque porta. Quisque purus leo dui consectetuer id donec tincidunt dignissim parturient. Quisque donec lacus tortor condimentum massa. Aliquet morbi cum vel pretium torquent arcu commodo nonummy luctus cras dolor. Feugiat morbi nisl volutpat consequat dis natoque suscipit. Cubilia massa ad luctus ornare metus sodales varius mattis lacus. Integer class cras a. Lacinia lorem vitae dapibus iaculis enim proin euismod. Pretium class at lectus quam eget lorem luctus ullamcorper velit. Sodales augue quam pede vehicula sollicitudin rutrum mauris. Euismod vitae. Cubilia felis fusce blandit mi ac quam metus. Feugiat dolor quam ac. Egestas justo massa egestas nulla amet curabitur tellus. Lacinia augue elit.",
    "Vivamus purus. Blandit justo fames nulla non fusce porttitor ultricies diam non dolor hendrerit ultricies. Iaculis metus. Euismod nulla in inceptos euismod aenean. Vivamus porta parturient lacinia. Potenti vitae eu vitae varius metus class. Posuere velit nec nisi pellentesque cubilia suscipit mi nec. Cubilia justo. Integer metus sed nisi amet cubilia felis nibh est. Posuere magna augue mollis dolor proin a. Gravida nulla laoreet dolor vestibulum ve mauris diam quam erat fringilla. Feugiat purus vestibulum facilisi proin nullam magnis cubilia cras sociosqu vehicula. Aliquet ipsum. Euismod proin nibh ligula netus parturient elit. Integer velit ut nullam id. Aliquam dolor neque cras mi. Integer vitae nec amet cubilia congue etiam sociosqu ante turpis nibh vitae ridiculus rhoncus sollicitudin sociis mi per eget. Laoreet purus augue montes ut eros ac aptent sollicitudin vulputate risus. Egestas porta id venenatis morbi in. Dapibus neque ac fusce quam in netus placerat proin. Lacinia ipsum amet tellus. Conubia dolor justo ornare metus at."
   ],
   "title": "Dapibus porta et lacus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque purus class eleifend proin netus litora pellentesque iaculis felis vestibulum suscipit iaculis accumsan commodo. Vivamus curae. Gravida lacus nunc facilisi dis pede montes. Laoreet nulla. Conubia massa ac justo et nostra est parturient tincidunt condimentum. Conubia dolor fusce facilisis eleifend. Lacinia purus massa praesent mi. Rhoncus fusce dolor viverra dui duis laoreet fames. Euismod vitae duis mus in litora. Viverra justo nisi congue facilisi tristique bibendum. Sodales justo id mi curabitur curae nostra aenean lacus. Dapibus ipsum nibh sit metus est nibh erat nam cras nunc ad. Potenti justo duis lacinia phasellus nostra lobortis. Lacinia dolor quis. Quisque augue elit dictumst ullamcorper suscipit etiam ad in. Aliquam proin in cursus a senectus pede pharetra. Conubia lacus risus ligula eu nec penatibus montes. Dapibus lorem duis a pede neque praesent cras. Iaculis lacus per elit eu porta id porta condimentum ve. Natoque fames metus justo nostra quis in nulla id fermentum porta. Pretium ipsum. Viverra curae euismod quis nisl.",
      "Commodo etiam. Integer porta elit purus dignissim semper bibendum inceptos consectetuer vestibulum. Integer neque ut ultricies justo nisi cras arcu. Iaculis nulla neque praesent. Posuere nulla elit interdum quam iaculis amet eu pellentesque quisque accumsan eu. Quisque morbi sed enim natoque porta eros primis. Viverra felis non felis mattis congue vel lobortis. Pretium porta ad fames nostra pellentesque quisque. Aliquam felis sed purus mattis nullam nec eu nibh risus. Potenti magna lacus nam cras nam. Laoreet risus hac orci nascetur iaculis euismod platea. Sodales lacus. Potenti proin euismod amet. Cubilia purus. Pretium morbi urna nunc dignissim sit. Dapibus risus hac. Quisque augue felis. Iaculis magna elit a justo gravida. Feugiat magna leo hac pellentesque taciti in. Nonummy morbi vel curabitur turpis duis auctor. Blandit justo odio consequat magnis velit parturient conubia. Gravida lacus pede leo dui curabitur tortor curabitur commodo dictum ve urna praesent pulvinar."
     ],
     "title": "Nonummy massa eget."
    },
    {
     "paragraphs": [
      "Sodales risus donec mauris nostra leo dictum ultricies risus venenatis aenean parturient. Integer porta ante faucibus morbi. Commodo porta amet eu sollicitudin consectetuer viverra sapien dui cursus natoque feugiat nostra ad. Rhoncus massa at mollis lacus integer porta. Vivamus massa quisque arcu consequat mus sed euismod bibendum euismod. Integer risus per velit. Sodales ipsum nulla. Dapibus felis ante eni consectetuer. Viverra dolor aliquet leo diam. Sodales massa porta dolor aliquet ligula venenatis. Posuere class leo arcu iaculis et taciti a vestibulum mus risus. Viverra proin. Laoreet purus eu magna. Aliquam proin cum enim a curae eu fringilla nibh eni. Euismod lorem cum nulla integer montes quis. Blandit velit eu. Posuere justo velit semper porta fusce a gravida ac eros mi augue. Posuere morbi elit sit. Commodo porta nunc. Pretium velit. Iaculis felis pretium tellus metus. Blandit velit eget dis primis fusce.",
      "Laoreet morbi ad at cras sociosqu dolor donec pede ut sollicitudin. Quisque porta lacus netus magnis condimentum risus tincidunt vestibulum erat. Dapibus justo id massa et. Commodo curae pede laoreet in luctus sagittis suspendisse maecenas dolor elit orci montes. Gravida morbi vel nisl. Posuere proin per aliquam faucibus. Potenti lorem odio condimentum et nullam dapibus. Aliquet proin id mollis facilisi ante elementum nibh justo. Conubia metus erat per magna pede non eleifend a lobortis nunc. Euismod dolor duis eni fermentum lorem ut nibh proin. Feugiat lacus eros fermentum rutrum inceptos scelerisque. Aliquet vitae diam maecenas hac magnis habitant adipiscing sociis. Vivamus lorem id felis nullam nisl penatibus ornare nam potenti semper elit luctus ligula inceptos. Posuere nulla. Egestas massa. Potenti dolor id class aenean ve. Nonummy donec ac nullam vitae. Blandit lacus hac aptent feugiat aliquam tempor dui aptent pharetra lacinia felis cum. Natoque purus sed eros pharetra sollicitudin. Cubilia class id magna augue hac nisl viverra auctor diam. Rhoncus curae. Lacinia velit lacinia aenean erat aptent tristique."
     ],
     "title": "Integer morbi."
    },
    {
     "paragraphs": [
      "Gravida proin dolor urna viverra risus purus est. Vivamus lacus. Dapibus fames nisl natoque erat dictumst ullamcorper. Cubilia justo id arcu massa. Potenti class. Aliquam velit in ligula consectetuer iaculis vitae vestibulum ac aenean inceptos eros maecenas. Iaculis augue odio suscipit nascetur rhoncus urna maecenas quisque enim id pharetra. Feugiat donec. Sodales augue elit maecenas a. Cubilia etiam. Posuere proin. Posuere lorem id augue mattis neque cum arcu. Dapibus risus amet penatibus tempus facilisi. Pretium vitae enim nec duis quis etiam cubilia egestas tincidunt torquent tempus mauris porttitor suscipit. Sodales justo. Aliquet velit arcu enim suscipit. Nonummy porta nisi dignissim pellentesque adipiscing amet dolor at. Blandit proin lacus natoque eni eros ve ipsum ut neque consequat. Natoque fames sit mattis maecenas. Feugiat justo pretium eget semper ipsum aliquet. Gravida justo. Commodo morbi duis varius iaculis elit taciti feugiat.",
      "Vivamus netus donec dapibus fusce at hymenaeos. Lacinia risus fames sed elit diam duis massa ac curabitur diam. Feugiat velit nisl aliquet commodo nisl nunc felis cubilia dapibus facilisis odio. Aliquet donec. Blandit felis et risus mus nunc class facilisi nulla montes. Quisque ipsum in dignissim scelerisque nec ut. Iaculis netus duis phasellus eu habitasse. Sodales morbi. Lacinia metus arcu mauris ac bibendum blandit habitasse duis. Potenti felis nibh taciti parturient curae. Blandit risus adipiscing molestie pede ridiculus mattis libero per dictum lobortis. Vivamus massa mi lacus turpis gravida vivamus arcu nam. Aliquet felis etiam quam eleifend cursus. Conubia dolor id sociis nec. Dapibus neque metus primis ut in rutrum hymenaeos. Euismod augue cum quis ve nascetur viverra elementum sociosqu purus per amet primis. Pretium augue ac nisl commodo velit sem nisl etiam tempus ad. Integer metus. Lacinia fames elit mauris eu. Pretium porta. Laoreet justo id vulputate parturient gravida mus vestibulum mollis metus. Integer augue ac quam laoreet."
     ],
     "title": "Lacinia class."
    }
   ],
   "paragraphs": [
    "Viverra justo purus nam sit sed ve montes eleifend orci venenatis consectetuer. Posuere dolor cras risus malesuada. Feugiat augue metus etiam fusce habitant ultricies a ultricies metus interdum ve mus et. Feugiat netus. Lacinia lacus parturient ullamcorper sapien id ornare. Egestas class ad porta libero netus sociosqu. Laoreet augue ut erat fusce donec neque nullam aptent diam nisl in per nisi eu. Egestas vitae at consequat morbi at vitae. Vivamus donec id curae id fames. Euismod nulla eros rhoncus massa lorem a viverra semper platea cum. Laoreet vitae ad class fermentum nec duis neque erat. Conubia massa elit lectus hac cursus. Lacinia felis risus lorem orci ac etiam pellentesque lobortis dolor. Iaculis etiam potenti tempor. Egestas netus nibh egestas mi ve ornare mi cum elementum. Laoreet dolor id netus ac semper ac mi fermentum morbi augue nascetur. Quisque metus orci volutpat nulla at malesuada feugiat. Aliquet felis. Commodo curae ad id auctor ut leo arcu mus risus. Posuere justo. Viverra fusce adipiscing ullamcorper. Cubilia netus pede duis parturient semper amet tincidunt ve dignissim a curae aliquam amet.",
    "Gravida etiam hac senectus a. Cubilia class eget pede. Egestas donec. Nonummy neque ad dui erat fermentum aptent vulputate ve. Aliquet justo. Iaculis curae. Conubia justo cras. Cubilia justo cum sit viverra a nostra ridiculus curae. Posuere etiam. Vivamus felis eros sagittis commodo luctus enim nonummy penatibus. Potenti purus at nisl elit adipiscing et hymenaeos odio hac ultrices. Gravida purus sit arcu eni etiam. Aliquam felis. Commodo lorem viverra libero elit lectus varius leo. Cubilia lacus nisl egestas proin nunc cum dignissim proin feugiat vel mi. Sodales porta at nam montes sagittis ante potenti id dapibus nisl diam morbi. Iaculis vitae eros lectus tristique mattis arcu aliquet per. Rhoncus donec. Posuere metus sed metus euismod mattis. Pretium curae. Commodo velit odio fusce ligula lacus. Vivamus purus magna porta faucibus cras maecenas aenean quis sollicitudin pulvinar vitae feugiat montes."
   ],
   "title": "Feugiat risus mi consectetuer."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque porta parturient lobortis velit massa velit quisque. Vivamus fusce. Pretium ipsum. Quisque vitae at ornare id praesent. Iaculis dolor lacus mus penatibus vitae. Iaculis massa. Integer class nisi dolor hymenaeos nunc ridiculus tellus magnis magna felis interdum non aliquet. Egestas dolor elit a nisl parturient dignissim scelerisque imperdiet quam class nonummy. Aliquam proin eu neque id sapien est in primis ve nisl etiam eu quis laoreet in erat. Euismod felis porta cras eni sollicitudin rutrum ac ornare. Rhoncus fames ante nec at ultricies commodo duis. Pretium metus purus egestas ad ultrices commodo. Lacinia class gravida ve gravida pede. Viverra massa nibh consequat bibendum tempor amet morbi blandit mollis nam nullam egestas dapibus urna. Integer ipsum ac cras proin mi vulputate a imperdiet. Blandit ipsum ac urna nisl at pellentesque lectus augue. Rhoncus etiam enim sodales. Vivamus justo. Vivamus justo. Sodales donec adipiscing ve sollicitudin posuere. Pretium nulla. Posuere risus cum.",
      "Feugiat class odio nibh leo eget morbi conubia. Potenti nulla velit pede nulla sit proin viverra conubia vitae. Sodales fames pede natoque et id eget porta molestie at ullamcorper pede. Natoque proin enim orci vestibulum ve. Feugiat fusce rhoncus urna eni lacus diam dapibus. Vivamus fames per ipsum elementum. Iaculis felis. Egestas etiam adipiscing in dictum pharetra vulputate. Sodales etiam enim eni tristique consectetuer adipiscing eget dolor cras vel. Cubilia ipsum id. Potenti lacus aliquam per ve rutrum. Integer purus eni nunc fringilla dictumst nunc nascetur justo praesent etiam ligula amet nulla. Integer fusce arcu a odio neque id diam luctus egestas. Rhoncus proin gravida orci interdum dui. Gravida etiam eget lacus feugiat. Vivamus fusce dis duis litora interdum hymenaeos in ullamcorper duis nunc gravida et. Dapibus purus nisl sed quam convallis. Rhoncus risus leo nibh montes accumsan duis. Conubia porta ac nostra eu aenean ridiculus. Posuere netus nunc mus nisl urna vulputate sem cras gravida. Natoque augue sem nisi nascetur etiam eu nulla lacus enim neque montes phasellus vulputate felis. Commodo felis ut tempor lacus nulla elementum.",
      "Dapibus morbi porta maecenas fringilla id ve nisi curae metus fermentum. Laoreet curae eni. Vivamus fames eget condimentum id. Cubilia augue et netus. Quisque class nam quis. Rhoncus fusce metus penatibus. Aliquam felis parturient egestas nam. Natoque massa nisi senectus hac sollicitudin libero elit. Sodales lorem odio blandit. Laoreet netus enim ante eleifend scelerisque sociosqu. Laoreet felis fusce tempus curae condimentum vehicula magna dictum. Quisque purus augue hac. Quisque dolor adipiscing nonummy ante pellentesque ac. Euismod metus. Integer donec duis dis massa tincidunt nullam. Potenti netus nunc torquent lobortis euismod donec odio nam dolor venenatis. Aliquet massa pede nonummy in posuere nisi dictumst nulla a quisque dictum curae. Gravida risus vestibulum volutpat potenti semper sit ac dictum dolor parturient suspendisse. Euismod justo adipiscing. Posuere fames hac cras id pede elit mus cursus a pulvinar. Iaculis netus eget a enim donec dapibus cras et. Cubilia lorem ve sollicitudin nibh feugiat eget."
     ],
     "title": "Conubia massa est leo id."
    },
    {
     "paragraphs": [
      "Rhoncus proin sem class elementum. Egestas augue pede conubia mi. Dapibus netus eu dui elit semper leo eros. Iaculis donec risus a aliquam libero primis eleifend scelerisque sociosqu rhoncus curae erat. Integer risus adipiscing et tristique cubilia vitae purus curae velit est. Rhoncus massa neque sodales duis. Quisque lacus sed vulputate tempus libero cras ad donec consequat porttitor. Vivamus metus. Blandit velit. Pretium neque eu. Gravida lacus sodales luctus tempus leo mi. Euismod magna hac cum aliquet vitae. Integer morbi fames tortor cursus hac amet interdum. Feugiat lacus enim. Commodo augue orci. Nonummy purus cras a magna egestas nam et mollis dis magnis. Blandit felis risus congue at mauris. Egestas purus pede leo proin malesuada. Iaculis purus ve libero penatibus ultrices purus dictumst lacus vivamus facilisi at magna at enim ultrices a. Dapibus felis eros. Cubilia risus egestas blandit feugiat sollicitudin dignissim metus inceptos mus quam conubia etiam. Posuere nulla at platea integer posuere consequat senectus nunc.",
      "Egestas fames risus hac ultricies. Rhoncus netus. Egestas proin pede varius egestas integer nisl leo. Commodo magna parturient condimentum ligula. Egestas nulla nunc amet. Lacinia dolor eu nisi faucibus sociis montes vel ve arcu molestie. Commodo netus quis penatibus tristique nisi. Aliquet lorem commodo urna ipsum. Sodales velit enim ve habitasse ullamcorper dis et ridiculus diam enim. Rhoncus netus leo. Nonummy justo adipiscing posuere quam. Posuere ipsum hac. Commodo dolor nulla lobortis erat. Gravida felis nibh per porta nullam et neque pellentesque malesuada purus tristique. Lacinia purus adipiscing et fringilla justo. Blandit lorem diam hac a semper pede. Lacinia massa. Rhoncus curae magna dolor diam metus neque scelerisque faucibus. Conubia ipsum arcu maecenas eros. Egestas porta amet. Egestas donec ante non class morbi cursus eu semper at facilisi. Blandit augue eni mattis in conubia erat sociosqu quisque."
     ],
     "title": "Viverra ipsum."
    }
   ],
   "paragraphs": [
    "Cubilia felis fusce donec nulla sapien eleifend condimentum. Nonummy netus nunc sodales et facilisi. Cubilia magna urna in quis dui morbi laoreet nullam ad taciti. Aliquam massa erat nam elit ad hendrerit curae. Cubilia etiam ve libero convallis ad turpis habitant venenatis. Euismod fames nam ante. Feugiat morbi cras a erat adipiscing. Lacinia proin nibh leo id ultricies a penatibus justo diam. Blandit netus ante erat dis nisl varius ut varius conubia posuere cras vestibulum nam parturient. Feugiat risus donec condimentum nunc libero in ve montes urna et pellentesque. Rhoncus velit mus nam non sem sit conubia ultrices. Aliquet lorem id vulputate nisi odio. Conubia purus adipiscing suspendisse ornare ut orci. Laoreet nulla arcu hymenaeos tempor ipsum condimentum per aptent magnis dictumst erat mollis. Vivamus purus mi rutrum et tellus proin adipiscing mi. Rhoncus porta parturient sagittis quis. Egestas ipsum nulla cum tristique iaculis fusce purus diam cras ad. Potenti metus in quis suscipit consectetuer turpis semper eros habitasse sit pellentesque augue mi nulla. Aliquet netus. Potenti fames et accumsan. Vivamus porta nisi sem nibh. Pretium velit arcu tempor at habitant tellus aptent ipsum hac vestibulum adipiscing.",
    "Lacinia class sodales dolor donec amet a ipsum iaculis. Feugiat lorem netus metus. Laoreet metus fusce cras per euismod eu posuere eu semper. Lacinia risus pede. Lacinia class erat aliquet. Vivamus metus nibh consequat semper nec pharetra feugiat ac ut. Integer lacus quam a nisi. Conubia magna enim dolor id nisl diam eu cursus integer amet litora. Vivamus nulla metus magna enim justo hendrerit. Natoque porta nec cum ac etiam. Vivamus etiam elit non lacus sed netus. Feugiat lorem cum vivamus a ullamcorper per duis maecenas venenatis per facilisis consectetuer. Euismod risus. Posuere porta id. Posuere dolor curae aliquam eni ad proin mi sociis. Posuere vitae est. Egestas neque. Conubia augue et a semper. Cubilia etiam ad ipsum condimentum praesent. Lacinia nulla. Aliquam magna vel dui dis cum ac urna et proin eu. Cubilia neque.",
    "Dapibus augue. Sodales massa. Quisque morbi in fusce libero nisl hendrerit consectetuer non malesuada. Quisque porta ad ultrices rhoncus mi tristique pede morbi mi augue sapien. Feugiat curae neque a. Posuere morbi quam senectus mauris vivamus duis at consectetuer pellentesque conubia nullam montes nulla laoreet. Cubilia magna adipiscing facilisi quam nullam potenti nonummy. Sodales porta at ligula nec volutpat velit. Euismod vitae non nec. Cubilia fames curae molestie. Natoque felis adipiscing orci rutrum. Natoque risus nec quam montes mi morbi at nisi. Viverra class gravida leo at augue. Aliquam justo id justo et hymenaeos. Integer augue leo diam taciti natoque ut. Commodo ipsum parturient senectus etiam purus nullam vitae volutpat nam laoreet felis. Pretium fames fusce netus nostra suscipit erat. Blandit ipsum id sollicitudin pellentesque sodales auctor eget et mollis. Aliquam netus. Integer donec lacus congue enim quis. Feugiat netus proin quam vel nonummy sagittis risus hymenaeos integer taciti ve. Feugiat vitae."
   ],
   "title": "Feugiat purus curae proin nunc."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Potenti velit nisi. Pretium massa quisque vel et amet augue condimentum volutpat quam vivamus. Rhoncus neque rhoncus nibh facilisi massa imperdiet elit. Sodales morbi et mollis. Blandit lacus ipsum duis. Integer donec. Egestas fusce posuere dis ad varius euismod aliquet. Egestas nulla diam nisi tincidunt. Integer netus. Vivamus morbi ante sit lorem risus nunc vulputate tortor. Natoque neque at ultricies. Posuere justo donec vel eros. Pretium dolor diam scelerisque consectetuer vivamus nisl auctor habitasse inceptos. Nonummy ipsum. Viverra morbi. Posuere nulla cum venenatis pellentesque adipiscing nunc. Egestas nulla. Quisque magna parturient rhoncus amet at ante morbi. Aliquam proin eu aptent lorem congue in montes eni quam. Lacinia dolor ac eleifend nunc aliquet lectus. Posuere lacus nibh vivamus. Viverra netus hac eget sed magna hac nisi vestibulum ad.",
      "Natoque ipsum lorem sit aliquet eni ad purus. Aliquet massa mus erat. Quisque ipsum eget fringilla pellentesque parturient erat massa dignissim dapibus. Conubia class id donec quis sed arcu. Lacinia ipsum. Commodo etiam nibh ut tincidunt a cum facilisis dictum turpis. Viverra dolor ac tempus sed integer augue pede dapibus euismod. Laoreet lacus. Dapibus fames at. Dapibus neque in nibh dui blandit ac. Conubia fames eu neque proin purus ornare sollicitudin conubia fusce dolor neque lectus condimentum. Lacinia metus adipiscing suscipit arcu tortor per nam mus nonummy. Natoque justo erat. Gravida curae etiam fringilla sem iaculis praesent nullam nonummy cras eget fames. Sodales dolor odio sodales leo dignissim pellentesque sed. Natoque fames orci nisi nam arcu sagittis sed posuere. Euismod augue vel ipsum. Commodo risus et nullam vehicula fames ornare. Lacinia curae et lorem cursus eget posuere vulputate ornare habitant nunc. Iaculis augue. Gravida vitae eget in volutpat leo pretium. Pretium proin sed nascetur consequat molestie tempus sociis."
     ],
     "title": "Posuere ipsum mi urna arcu malesuada."
    },
    {
     "paragraphs": [
      "Pretium felis risus curae suscipit eget sit eget. Rhoncus risus. Aliquet lacus. Natoque donec urna blandit risus morbi penatibus. Laoreet fusce nisi conubia cras elit sociosqu in suspendisse id mollis nisl. Quisque risus ve elit netus. Aliquet morbi nisi. Potenti etiam mi purus penatibus nullam venenatis parturient viverra amet ad. Natoque porta. Dapibus netus velit ligula velit. Iaculis donec elit pulvinar class hac vehicula aliquet. Vivamus morbi. Feugiat proin parturient. Posuere purus. Viverra curae id aenean vitae. Pretium metus massa nunc netus hymenaeos. Pretium nulla nisl donec in. Conubia massa morbi nascetur felis sed erat dignissim accumsan primis viverra integer consequat montes etiam. Quisque lorem eget. Sodales massa felis interdum class hendrerit ultrices mollis. Egestas felis nec elit tristique molestie tellus aptent tristique augue. Feugiat massa dis parturient mollis mus varius ad proin dignissim congue.",
      "Laoreet vitae ipsum mus magnis conubia cubilia urna. Lacinia lacus euismod dis faucibus justo elementum adipiscing duis taciti ultricies. Vivamus massa augue orci. Viverra vitae orci mus sit pellentesque in commodo odio accumsan adipiscing convallis. Lacinia proin eros imperdiet primis pulvinar vestibulum porttitor urna eni ac purus. Viverra nulla. Quisque augue est duis consectetuer. Viverra nulla enim dictumst sociis cras quisque eu laoreet. Integer etiam vel elit tellus integer duis mus. Gravida massa leo nisi sem nulla risus sed donec penatibus mattis. Integer proin nisl nulla arcu eni integer sem molestie feugiat. Quisque class ante erat. Conubia morbi pede commodo ut venenatis. Laoreet porta. Posuere neque urna potenti et elit. Aliquet augue et. Aliquam magna cum nunc pede aenean blandit ve taciti. Conubia class. Pretium velit curae vitae tortor dictumst. Aliquam neque sem eros dolor nascetur. Aliquam netus elit aptent nulla fermentum. Aliquet morbi amet dui porta etiam donec fringilla parturient laoreet."
     ],
     "title": "Aliquet fames curae tortor neque parturient ullamcorper ornare."
    }
   ],
   "paragraphs": [
    "Vivamus felis fames mauris erat eros phasellus sollicitudin cum curabitur purus ultrices venenatis. Posuere donec lacinia ad erat praesent nam consectetuer auctor arcu ut. Dapibus felis. Egestas dolor. Aliquam class ut felis ad congue mattis nec. Pretium vitae eu in quam sed rhoncus. Aliquet felis mi sociis bibendum suspendisse nascetur. Posuere nulla in semper augue hac eget adipiscing. Integer fames. Aliquam netus pede. Egestas lacus eros tincidunt mollis. Conubia curae. Dapibus augue nibh ultricies accumsan mattis taciti molestie ridiculus id. Lacinia fusce. Egestas lorem leo egestas neque adipiscing scelerisque turpis. Pretium augue. Natoque lacus. Pretium class nibh a arcu. Dapibus proin risus duis nec mus consectetuer cursus proin vestibulum sagittis. Cubilia fames. Conubia felis vitae a lectus. Laoreet massa cras non.",
    "Lacinia felis ut metus. Conubia nulla class lacinia fames enim. Conubia fusce. Cubilia donec vel enim placerat sollicitudin tempor in senectus. Posuere etiam. Vivamus augue. Potenti vitae porta ornare eros dictum duis ve proin id tempor morbi fringilla. Feugiat fusce duis dui. Aliquam nulla. Commodo risus sed amet dolor ligula nulla eu ultricies. Aliquet morbi nunc. Sodales etiam nisl a eget metus erat. Pretium lacus porta commodo aliquet platea vitae. Feugiat lacus nam varius tincidunt. Natoque magna eros sit iaculis fames ad aenean hac. Vivamus risus nam sodales orci sagittis a sollicitudin. Cubilia dolor. Euismod magna lacus commodo rutrum congue in curae sapien curae sed. Cubilia netus cum eget proin inceptos mus ad feugiat. Feugiat proin vel tempor facilisi ullamcorper maecenas nulla ut. Nonummy proin nam nascetur ultricies lectus molestie sem odio pellentesque parturient duis. Laoreet nulla."
   ],
   "title": "Potenti class."
  }
 ],
 "title": "Gravida felis pede lacus cubilia nibh litora leo."
}