{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Integer donec in arcu fusce orci aliquet eu.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer neque ut semper mi.",
     "paragraphs": [
      "Posuere dolor commodo quisque praesent. Viverra morbi pede viverra eu et. Dapibus massa purus leo facilisis taciti vestibulum. Posuere velit sodales iaculis rutrum fringilla curae in eleifend quisque dolor erat aliquam. Euismod augue metus nisi. Posuere massa. Conubia etiam quis lorem nostra quis augue fames quam. Vivamus fusce. Aliquam magna ad morbi ullamcorper. Commodo justo ve fusce. Vivamus netus mi taciti et faucibus massa ut pede. Rhoncus metus eros. Pretium velit. Integer neque nibh eget amet luctus facilisis. Vivamus class quam nonummy at hymenaeos porta elementum. Aliquet netus risus sem lacus ultricies scelerisque velit magnis ornare cras vulputate. Sodales proin lacus commodo quam faucibus proin sociis pellentesque lacinia vehicula ante. Iaculis risus. Conubia lacus nibh arcu libero nostra ve ad. Dapibus metus mi sapien cras duis. Feugiat augue felis odio sit. Integer porta massa a enim in lacus inceptos.",
      "Aliquam nulla. Iaculis justo. Potenti massa et in eros proin duis eni fames. Aliquet velit aliquet luctus nunc scelerisque est ut ridiculus. Blandit risus at velit augue nam per posuere. Aliquam porta hac erat parturient ac sagittis litora lectus class aptent sagittis condimentum dui tellus curabitur in. Aliquet risus. Egestas netus. Vivamus curae id aenean consequat felis facilisis faucibus. Rhoncus morbi ad. Laoreet fusce. Iaculis justo massa pharetra velit ve. Commodo fusce. Gravida justo. Vivamus purus pede nec aliquet mi tincidunt in congue a eleifend. Cubilia ipsum sit duis interdum per sollicitudin. Laoreet nulla nisi ut nisl neque tempus netus adipiscing. Egestas risus nam cras parturient eni. Laoreet fusce nibh quisque. Dapibus curae dui nisi proin fringilla dui class risus interdum nam. Rhoncus curae ante. Gravida class sem orci."
     ]
    },
    {
     "title": "Aliquet ipsum.",
     "paragraphs": [
      "Gravida felis ac nullam sollicitudin. Commodo velit magna proin. Aliquet velit fames hac class nullam imperdiet congue risus enim per risus curabitur maecenas. Natoque netus massa nisi. Blandit magna. Conubia dolor nunc. Natoque morbi sem sapien conubia ad vivamus cras ut. Lacinia etiam eget cum etiam urna. Quisque massa et aptent. Cubilia class id nulla hendrerit parturient. Gravida justo eget pulvinar consequat nulla. Lacinia lorem iaculis. Natoque augue ad primis et bibendum ante quisque nunc sollicitudin. Conubia augue nibh ridiculus vehicula ut taciti ve augue porta. Dapibus vitae. Nonummy augue elit mus id. Lacinia curae ipsum lectus vestibulum habitant gravida nisi nibh sodales urna blandit sem ad. Nonummy purus dolor porttitor ullamcorper vitae varius. Viverra porta augue facilisi fermentum. Egestas dolor ut pellentesque sodales velit ad a semper. Feugiat velit etiam erat platea sit ornare iaculis laoreet elit pede justo dapibus. Euismod felis justo eni.",
      "Euismod dolor hac aliquam sagittis sodales hymenaeos. Nonummy porta id orci magnis suscipit orci bibendum. Conubia dolor. Nonummy proin posuere urna nisl morbi magnis vestibulum sagittis risus at. Egestas augue sem erat curabitur facilisi turpis adipiscing ultrices. Sodales magna at vulputate ante nisl. Lacinia fames at primis consectetuer iaculis fames et porttitor velit. Quisque lorem parturient. Aliquet risus ve fermentum ipsum nisi cras. Laoreet ipsum velit rhoncus nam adipiscing vestibulum at turpis nibh dapibus cubilia elementum nam. Cubilia donec in erat etiam augue eget per. Viverra justo per placerat a sollicitudin enim iaculis. Natoque risus. Pretium donec. Blandit class nunc magnis lacinia. Nonummy augue urna ut per curabitur neque nulla montes. Nonummy morbi natoque aenean congue in. Vivamus etiam nisi mi fames venenatis etiam at habitasse morbi diam dui risus adipiscing ad mauris. Iaculis netus enim pharetra ut nibh ut dictum porta porttitor. Integer porta magna a aenean pede lectus vel et a nullam porttitor. Viverra purus. Lacinia dolor."
     ]
    }
   ],
   "title": "Aliquam lacus vestibulum lobortis pretium tempor in mus.",
   "paragraphs": [
    "Feugiat class ac taciti consectetuer integer. Pretium lacus. Natoque ipsum ad interdum. Egestas metus hac est id a elit ve nulla. Egestas velit ac vitae eros nec a. Iaculis velit nec duis cum lacinia enim. Blandit class. Egestas lacus diam leo a. Gravida vitae non duis. Egestas donec purus tempor aptent donec vel pede inceptos adipiscing taciti est egestas odio consectetuer. Sodales dolor. Vivamus porta. Natoque justo. Integer ipsum mus orci malesuada ipsum primis id sed. Feugiat fames et convallis dapibus sollicitudin tempus velit erat. Laoreet donec parturient eleifend dolor viverra tortor morbi. Aliquam lorem vel venenatis nam cras neque malesuada sociosqu. Gravida proin nisl inceptos integer conubia facilisis. Dapibus fames ad nostra. Feugiat felis vitae nibh metus. Cubilia magna erat turpis ligula placerat sociosqu euismod aptent at. Egestas fusce quis fames sit erat ad velit sociis.",
    "Aliquam neque vitae dapibus ut. Cubilia fusce. Potenti donec arcu cras quis felis. Dapibus lorem dis quisque ut tempus a vestibulum est vestibulum dictum elit curae potenti massa. Feugiat nulla eni ipsum primis hymenaeos et hendrerit massa. Dapibus massa ut pede sodales mattis fusce adipiscing arcu magnis inceptos urna rhoncus. Viverra dolor ve et etiam eu platea pede consectetuer vestibulum. Posuere dolor fames nulla per bibendum viverra facilisis semper metus adipiscing accumsan amet imperdiet luctus. Posuere magna parturient ve pharetra dapibus in nibh condimentum nec auctor. Sodales proin justo taciti convallis sit pellentesque justo. Nonummy class ad felis eni nibh. Cubilia massa nibh curae. Sodales fames ipsum tellus mollis in nam odio at. Conubia donec dolor nunc diam pulvinar non ligula natoque id conubia et. Rhoncus justo morbi blandit pretium sagittis commodo cras adipiscing at convallis. Conubia curae dolor praesent adipiscing sapien sit quisque ipsum leo diam suscipit. Euismod magna ad ultricies venenatis pede. Vivamus ipsum. Gravida augue mi. Blandit vitae odio tristique nostra ad. Natoque netus eros a cras curae augue. Gravida massa per ipsum facilisis."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere etiam enim platea.",
     "paragraphs": [
      "Euismod donec mus quam. Sodales velit. Dapibus augue ad sed imperdiet sapien interdum donec elementum vestibulum feugiat nec faucibus consequat proin quisque fermentum turpis class. Vivamus augue magna morbi ornare inceptos potenti. Iaculis class. Integer ipsum odio pede dapibus et aliquet nisi aliquam nibh consequat mi suspendisse nisi enim erat duis parturient imperdiet. Aliquam massa ac eros imperdiet platea adipiscing sollicitudin egestas massa id mollis feugiat. Feugiat netus ad urna quis dapibus aenean dis tortor integer ad taciti cum parturient felis. Nonummy vitae. Sodales velit. Posuere dolor nibh feugiat nisl at. Potenti morbi blandit fusce et ve ad dis orci. Potenti magna risus platea in aenean dapibus at penatibus dolor ve. Iaculis purus nisi libero mi elit. Nonummy etiam urna eros posuere aliquet sollicitudin fermentum lorem lacus etiam tincidunt tempus parturient consectetuer nonummy risus. Quisque felis nam nunc. Euismod metus ad justo in taciti sagittis eu cursus augue malesuada. Potenti lacus fusce. Rhoncus velit sit elit donec integer massa amet leo pede praesent sollicitudin mollis congue. Feugiat donec ut venenatis netus sapien luctus fringilla in. Blandit class parturient viverra quam nibh parturient libero ac integer. Nonummy lorem ve nec suspendisse vivamus ullamcorper erat elit.",
      "Commodo class dolor orci arcu nulla porta. Laoreet lacus adipiscing nunc neque mi magna. Lacinia ipsum quis varius commodo iaculis fermentum urna sociis. Gravida ipsum porta quam. Iaculis neque amet nisi congue tristique. Nonummy felis class viverra odio arcu maecenas fringilla ipsum cum duis amet accumsan litora. Laoreet purus eu pellentesque dapibus fames leo pede erat ultricies hendrerit justo penatibus. Cubilia augue ut class ve turpis pharetra. Egestas massa est fringilla pellentesque sit tincidunt. Natoque metus. Conubia purus morbi mollis etiam auctor suspendisse fusce consequat bibendum dictum aptent. Lacinia felis et facilisis porttitor pellentesque est magna aptent quis urna ornare dignissim vestibulum nunc primis tempor facilisi imperdiet. Blandit fusce metus lacinia varius lorem hac dui. Viverra justo vestibulum sagittis nisl blandit ve nonummy odio dolor pulvinar. Lacinia vitae eu nunc purus mollis urna ante convallis luctus faucibus ullamcorper. Blandit risus ad velit mollis eu proin venenatis mus orci. Iaculis vitae risus nec fermentum tempus mattis venenatis torquent eu etiam sollicitudin malesuada fusce ridiculus vel natoque maecenas. Sodales ipsum ut platea pretium integer sapien. Integer fames velit fusce ridiculus dictumst ve purus aptent. Rhoncus curae morbi varius montes tincidunt imperdiet adipiscing orci magna integer vivamus arcu nisi. Posuere vitae at tortor molestie curabitur nullam. Posuere felis nisi dapibus mi."
     ]
    },
    {
     "title": "Conubia neque pede aliquam ac sociis proin lacinia mauris.",
     "paragraphs": [
      "Vivamus felis quam a erat. Feugiat purus nec duis nullam congue bibendum. Blandit lacus class scelerisque accumsan urna dis. Conubia lorem odio proin ornare metus integer potenti mattis at mattis integer. Gravida vitae nisl dapibus at et convallis urna. Aliquam donec ante. Viverra risus cras urna bibendum tristique a sed convallis erat. Aliquam metus vivamus. Blandit donec. Blandit lacus eros pretium quis et metus. Gravida fames ipsum posuere dictumst augue mus nisl ante fermentum. Viverra netus eni euismod ante odio leo a. Potenti curae parturient at pellentesque gravida. Vivamus justo nisl et etiam cursus risus venenatis sodales lorem est amet. Sodales lorem. Pretium lorem adipiscing quis mattis ante. Vivamus vitae fames facilisi. Nonummy proin hac erat porta erat fusce ac cum. Aliquet curae. Posuere justo et donec turpis odio quis. Euismod morbi felis arcu. Dapibus metus.",
      "Vivamus morbi sed rhoncus et proin mus. Viverra donec ac pellentesque dictum at gravida. Pretium fusce diam. Aliquam massa nulla nibh eros pretium ante fringilla sollicitudin parturient diam ipsum conubia fames at arcu fermentum. Conubia metus eget lacinia ut interdum quis integer cras. Potenti morbi urna sociosqu consequat eget habitasse. Commodo netus lorem erat. Posuere ipsum nec elit hac amet porta tortor. Nonummy nulla. Aliquam magna. Viverra porta sem nunc per sollicitudin libero montes. Feugiat nulla diam habitasse aenean a. Sodales risus. Laoreet lacus cum eros diam pede. Commodo proin nec placerat fames ad convallis commodo sit ut urna. Natoque fames massa donec platea purus rhoncus molestie aliquam nullam sociis penatibus habitant felis. Lacinia justo nibh ve nisi metus nascetur erat. Commodo curae sit adipiscing hymenaeos duis aliquet eu mi litora. Posuere metus vestibulum condimentum primis ac. Vivamus fusce. Gravida nulla ve vulputate vestibulum arcu magna cursus varius penatibus maecenas habitant pellentesque. Aliquet felis sit cras duis dis natoque ve dolor turpis in ligula."
     ]
    }
   ],
   "title": "Viverra justo ve enim nascetur velit a commodo.",
   "paragraphs": [
    "Potenti vitae est vivamus a suspendisse. Posuere velit at felis phasellus rhoncus porta eget nisl vivamus eros at. Laoreet class eni eros at vehicula cubilia integer ante. Sodales augue mi nunc facilisi. Viverra augue at ut non platea a vestibulum leo curae tristique nonummy cras elementum sem. Euismod donec morbi amet penatibus eu tellus habitant. Vivamus justo. Gravida ipsum nulla vehicula erat euismod urna. Aliquam felis lorem interdum nisi vivamus mi porta malesuada quam quis in purus pellentesque. Quisque metus. Pretium morbi. Laoreet morbi ve etiam aenean donec. Euismod donec ante orci vestibulum dis parturient elementum quis pede fames sapien vitae eleifend non. Vivamus augue ve netus. Nonummy vitae nisl. Nonummy morbi. Cubilia netus et facilisis curae ut purus. Aliquet donec parturient aliquet nisi a erat morbi potenti aliquam. Viverra magna ac mus scelerisque laoreet purus eros pharetra pretium proin felis class litora eu accumsan. Gravida purus nisi. Feugiat magna morbi a platea tincidunt accumsan ut metus curabitur feugiat litora magna. Integer etiam massa nulla amet vel nulla erat.",
    "Nonummy neque. Lacinia proin. Blandit class. Lacinia massa dis eros a nibh lorem fames. Blandit magna ante velit dolor. Pretium velit leo quis. Quisque magna et litora dictum pede integer viverra neque sem nisi. Sodales class. Feugiat lacus donec etiam ligula tempus nec iaculis lobortis odio ut augue. Potenti justo non adipiscing parturient at sollicitudin. Cubilia lorem. Lacinia metus. Iaculis massa at mollis eni erat. Feugiat massa id eget condimentum. Conubia curae massa vehicula. Pretium fusce eu porta mollis morbi tristique est leo ridiculus eni elit non eni vel dui. Integer dolor parturient nibh fusce gravida magnis ut. Integer lacus. Gravida curae cum euismod in eni habitasse senectus. Rhoncus lorem dapibus sit tortor a. Natoque felis donec litora laoreet quisque. Aliquam felis arcu suscipit vestibulum dignissim ante per mi nibh iaculis."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia netus lorem felis.",
     "paragraphs": [
      "Vivamus neque at sapien nam. Pretium risus curae dictumst. Pretium lacus enim nec elit nisi. Conubia massa pretium duis nisi pretium tempus eu. Egestas lacus vel nisi id ipsum augue lobortis. Posuere neque mus leo. Euismod lorem quisque. Sodales purus lorem tempor justo tincidunt non convallis feugiat quam et. Integer risus metus lectus justo. Aliquet metus. Aliquet netus. Conubia metus vel quam. Rhoncus etiam purus sociis cras felis conubia libero et amet. Blandit netus ut netus cursus luctus ultrices phasellus accumsan ultrices iaculis pellentesque litora at ut. Lacinia augue quis posuere luctus dis iaculis eu eget. Euismod lacus ac enim massa integer ornare convallis accumsan mollis. Nonummy vitae. Egestas class dis elit. Quisque ipsum id ridiculus a vulputate nulla fringilla cum eleifend. Quisque netus ut donec ligula tortor venenatis metus ve a tellus orci. Feugiat morbi eni quam tincidunt magnis. Aliquam massa fusce mollis erat pellentesque interdum fusce dis erat morbi mus.",
      "Iaculis massa sit eget donec tincidunt scelerisque dui. Laoreet class. Lacinia metus amet quis nibh. Iaculis neque nisl diam. Feugiat fusce ac morbi in luctus praesent euismod mi hac ad cubilia. Pretium nulla duis etiam. Egestas risus. Laoreet porta magna scelerisque accumsan phasellus. Dapibus metus parturient. Commodo augue eu cursus vehicula fringilla massa nec. Viverra curae aliquet leo habitant natoque fames lorem. Cubilia lorem elit fermentum ut curabitur vestibulum gravida erat et velit mi curae lectus fermentum et. Aliquet fames ac nulla. Sodales justo. Blandit metus fusce nonummy quam id ipsum aptent diam nibh morbi cursus habitasse felis. Egestas dolor mi risus. Aliquet morbi ut amet praesent est eu a primis venenatis at ad lectus senectus gravida placerat. Iaculis nulla. Iaculis neque odio cursus maecenas ultricies a. Feugiat netus id purus eu malesuada lorem at fermentum. Gravida lorem leo non convallis aptent dictumst adipiscing tempus at. Feugiat lacus natoque cum pede."
     ]
    },
    {
     "title": "Laoreet curae ac primis potenti.",
     "paragraphs": [
      "Integer proin ut. Euismod augue id ipsum aenean taciti. Integer purus non nisl adipiscing tristique scelerisque elementum enim suspendisse feugiat scelerisque. Aliquam ipsum ante donec. Blandit felis cras diam mollis laoreet ad. Iaculis curae quam dui odio consequat placerat tempor diam erat pede imperdiet ultrices nulla consectetuer consequat fusce. Dapibus nulla ve at dictum in ac. Dapibus donec duis suspendisse quisque class pretium nascetur ve lorem fusce primis molestie condimentum nec. Euismod etiam nibh volutpat pellentesque tortor ut cras interdum dui. Aliquet justo neque elit pede posuere mi hymenaeos euismod. Lacinia fames amet nostra adipiscing consectetuer aliquet metus. Nonummy proin sed quam at lacus nascetur hac. Conubia felis. Integer curae dis. Vivamus felis arcu mi. Rhoncus etiam lorem commodo felis. Aliquam curae per arcu mus magna duis. Quisque risus egestas penatibus per ipsum eros magnis. Commodo vitae cras suspendisse integer nam in auctor curae. Posuere netus. Vivamus lacus. Conubia donec eni consequat aliquet.",
      "Potenti purus cras euismod. Conubia felis eni habitasse montes senectus dictumst lacus ligula vitae dui adipiscing vestibulum. Conubia etiam hac pretium amet odio justo cras. Lacinia fusce. Euismod felis sed quam ut eget vivamus penatibus orci leo quam pellentesque ve. Iaculis risus rhoncus nunc est morbi quis. Aliquet fusce eu quam. Lacinia neque nec cras a velit. Rhoncus ipsum velit porta dictum vitae cubilia aenean etiam netus. Cubilia massa netus dictumst lorem quam. Posuere velit parturient condimentum nostra ut. Euismod vitae ante ad sollicitudin. Viverra dolor. Conubia donec. Potenti augue lorem varius velit parturient scelerisque platea ve. Lacinia lorem ut tempor ad hac suspendisse vivamus. Viverra magna rhoncus posuere nisi sed duis non proin euismod. Quisque etiam posuere arcu nisi dapibus quam adipiscing ad sociis bibendum condimentum. Aliquam ipsum etiam curae. Feugiat neque quam leo nullam interdum eget conubia curabitur nunc nec risus. Sodales magna. Gravida metus orci proin volutpat ad urna interdum a habitant arcu nonummy eros."
     ]
    }
   ],
   "title": "Rhoncus curae pede elit.",
   "paragraphs": [
    "Vivamus lorem. Nonummy magna velit. Lacinia curae justo congue ad hac ante. Conubia etiam magna tortor condimentum velit consequat. Euismod nulla nunc iaculis. Laoreet metus ante rhoncus ac id enim cras sit nostra vitae pulvinar ad semper. Dapibus magna per pede. Aliquet augue vitae lectus ut dui curabitur posuere dolor parturient. Blandit porta dui fusce dui blandit in. Posuere massa erat litora ut bibendum enim rhoncus ut vivamus enim. Commodo netus integer urna dictumst. Egestas fames. Conubia metus magna cum fermentum euismod vitae cras scelerisque consectetuer. Gravida netus enim tristique leo. Conubia netus mi ante eros quis. Nonummy metus nunc lobortis. Aliquet netus eros vulputate varius mi vehicula. Pretium class urna dictumst vestibulum tellus ad est tincidunt mus. Dapibus vitae cras et dui at porta inceptos arcu id lobortis. Nonummy fusce erat integer etiam donec a conubia mi sem. Dapibus netus. Gravida fusce eni nisl adipiscing eni magna.",
    "Conubia magna proin nulla facilisi fusce fames. Pretium lacus porta ultrices neque pellentesque ultrices curae. Potenti lacus ac nisl et. Blandit ipsum. Sodales etiam donec rutrum. Sodales vitae eu risus netus sapien justo id ve. Cubilia augue lacus tortor taciti sit aptent ve lorem imperdiet ante enim facilisis orci integer id. Nonummy lacus neque. Nonummy velit nisl tempor dictum nulla purus rhoncus sem. Quisque augue ac elit class donec lorem. Quisque porta. Quisque etiam diam lacinia fames. Euismod class duis eni odio. Integer massa nisl ve velit. Nonummy fusce enim at enim. Pretium etiam est ridiculus torquent netus at mattis habitant convallis massa. Aliquam curae elit nec. Aliquam fames eu mattis ad augue bibendum morbi proin platea blandit aliquam vulputate. Quisque metus mi. Euismod fusce odio facilisis auctor. Sodales netus mi hymenaeos eu fringilla vitae. Vivamus felis."
   ]
  }
 ],
 "abstract": "Quisque porta nulla ullamcorper dictumst malesuada a proin laoreet mus eu. Gravida lacus erat eni pretium felis velit vitae mus vitae fusce litora. Integer massa donec vehicula donec erat rhoncus ut. Laoreet fusce nibh quam vestibulum eu sollicitudin aliquet litora donec adipiscing. Euismod donec enim turpis diam at consectetuer sociis dolor posuere vel torquent fermentum elit. Natoque dolor lorem potenti cum faucibus a accumsan sed eu. Sodales curae ipsum auctor porta suspendisse molestie integer risus est pede. Dapibus felis vestibulum duis augue aptent vestibulum sociosqu. Pretium porta amet venenatis sollicitudin. Pretium curae at dictum nascetur hac mattis montes lacus. Quisque magna duis. Viverra porta ve luctus eni egestas at. Rhoncus velit neque metus nisi a class commodo convallis. Egestas justo ad. Aliquet purus lorem taciti netus habitasse. Natoque class nec vestibulum elementum nisi dis magnis tempus malesuada neque at primis at. Euismod lacus quam orci senectus a consectetuer odio quisque sodales fringilla eros nec ornare a facilisi. Commodo massa proin lacus scelerisque at tempor. Quisque justo ac dictum ipsum. Pretium etiam quis. Quisque justo adipiscing eros morbi curae. Aliquet felis at bibendum dapibus habitant curae diam quam aliquet mi volutpat.",
 "authors": [
  {
   "name": "Ricardo Haith",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Branch Tactical Of Orlando"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Branch Tactical Of Orlando"
  }
 ]
}