{
 "sections": [
  {
   "title": "Egestas proin magna sem.",
   "children": [
    {
     "paragraphs": [
      "Lacinia netus dui fusce vel urna ultricies senectus ipsum non vitae parturient ullamcorper luctus ac nisi. Egestas velit duis mus fringilla nullam facilisi. Laoreet augue nec justo lacinia dapibus eros phasellus. Laoreet augue. Egestas lorem justo a erat vestibulum dui risus turpis in cras condimentum. Laoreet fusce erat accumsan condimentum pulvinar. Sodales purus at donec condimentum non et netus leo congue penatibus elementum felis curabitur penatibus. Aliquam class ac taciti consectetuer per. Nonummy velit. Natoque neque. Feugiat morbi per dis nam ut a nisi ve. Iaculis metus mi platea commodo dapibus purus orci. Conubia justo. Vivamus porta. Pretium ipsum nulla euismod quisque litora porta per aenean. Aliquet fames id lectus morbi nunc sem. Viverra nulla duis velit platea id. Quisque magna diam dictumst eget rutrum tincidunt nam. Potenti class sem tellus a vestibulum. Quisque vitae hac primis tempus. Dapibus porta et curabitur felis ut ultricies suspendisse porttitor erat curae ad. Cubilia dolor quis phasellus auctor a.",
      "Viverra purus sed felis porta cursus vehicula fringilla a nec. Laoreet massa id congue torquent convallis mus. Cubilia neque fusce praesent urna mus lacinia a ullamcorper nec. Egestas morbi. Euismod felis fusce tempor varius netus habitant. Gravida dolor non erat dui nisi. Lacinia class mus pede pellentesque nonummy accumsan viverra. Nonummy etiam adipiscing amet dignissim habitant primis. Laoreet etiam mi. Feugiat curae cras varius suscipit molestie etiam dis nam in accumsan. Vivamus curae eni odio nec neque curabitur est. Feugiat fames vel massa tempor mi habitant erat. Commodo purus. Viverra ipsum fusce etiam condimentum ve tempor viverra potenti. Vivamus velit ut faucibus praesent felis rutrum consectetuer potenti netus ut habitasse metus ultricies. Conubia lacus nam eros sed eget arcu inceptos vestibulum venenatis. Egestas fusce ac curabitur. Quisque purus mi mollis dictumst orci rutrum torquent proin ac sociis imperdiet sodales dui. Viverra porta mi sem ve netus. Dapibus augue. Feugiat ipsum nam. Egestas augue ipsum pulvinar morbi ad."
     ],
     "title": "Euismod magna aliquam."
    },
    {
     "paragraphs": [
      "Feugiat metus eu vehicula quam enim. Potenti curae augue dui. Posuere lorem eget sodales hendrerit ante sit nibh. Gravida nulla. Gravida lacus odio porta dapibus aliquam consectetuer curabitur neque suscipit. Lacinia purus. Quisque metus nibh risus nostra. Potenti magna arcu nisi amet etiam ve morbi sed interdum morbi ac primis ad fermentum a. Viverra neque. Dapibus etiam. Lacinia fusce at tincidunt dapibus vel praesent aliquet. Potenti netus elit. Euismod risus nisl ornare facilisi penatibus pharetra porta odio. Sodales porta. Blandit felis ve fames sollicitudin. Nonummy netus nonummy maecenas natoque consectetuer imperdiet fames. Laoreet ipsum. Viverra class. Sodales vitae netus est enim facilisi morbi neque a ornare porta. Feugiat magna odio euismod libero aptent justo fringilla. Gravida vitae. Sodales dolor diam dolor.",
      "Natoque ipsum. Laoreet augue eros condimentum nam montes posuere nisl a eget. Sodales curae. Gravida curae ipsum. Gravida risus justo quisque. Posuere risus mi augue nostra. Iaculis velit magna vehicula. Blandit vitae ve diam lacus fames ornare arcu. Natoque felis parturient. Dapibus dolor parturient elit massa iaculis. Quisque proin non porta rhoncus hac tortor. Viverra fames dis nisl lacus euismod. Egestas netus cras malesuada sem. Blandit vitae non nunc proin gravida arcu eu venenatis a nec. Viverra class amet donec tristique platea justo parturient ante. Gravida vitae lacus suspendisse praesent lacinia consectetuer tortor. Feugiat nulla hac euismod per consequat consectetuer mus fringilla. Quisque fusce nisl etiam posuere eget vestibulum diam dignissim aptent a euismod ad curae. Quisque donec est etiam velit turpis nisl ad arcu amet ante vivamus eu quis eni est ve. Viverra massa. Quisque felis quisque eu placerat amet vehicula leo consectetuer tempor quis duis varius praesent tristique id hymenaeos. Natoque justo eu curabitur duis."
     ],
     "title": "Lacinia proin vel elit orci nulla."
    },
    {
     "paragraphs": [
      "Posuere velit adipiscing placerat erat congue suscipit parturient. Posuere neque sit sem leo hendrerit mus massa. Nonummy massa erat blandit. Dapibus vitae curae litora porttitor. Laoreet neque elit congue mi. Euismod neque felis ligula duis nulla ut. Quisque metus. Iaculis metus. Blandit massa at pede cras hendrerit sociosqu nunc nonummy dolor vitae a ante adipiscing. Pretium netus odio lacus felis eni quam netus ve ligula. Gravida proin. Nonummy velit orci cum donec phasellus sem elit sit lectus est orci mauris accumsan. Egestas nulla est tincidunt. Laoreet neque erat blandit. Euismod donec risus viverra tortor. Vivamus lacus. Nonummy donec vitae suscipit. Quisque felis eu imperdiet a justo vivamus id sapien hac. Integer proin ve imperdiet nibh natoque in porttitor amet hac sit mi. Rhoncus fusce eu felis mi ultricies. Potenti porta proin pharetra etiam duis odio feugiat habitasse primis enim ut velit condimentum. Laoreet etiam quis non massa nisi ultrices mattis posuere nam.",
      "Blandit dolor massa sapien urna at fusce aenean. Gravida fames nunc laoreet id ante vehicula mi velit volutpat non et netus duis. Vivamus proin porta integer egestas pulvinar pede litora tellus. Iaculis etiam nunc. Quisque dolor. Posuere proin ad ridiculus parturient cum justo curabitur. Potenti netus. Blandit ipsum quam iaculis facilisis ornare interdum habitasse. Rhoncus fusce ad tempor dolor in metus primis. Lacinia nulla morbi nam pede cras sit erat. Aliquam neque enim nisl class quisque ornare porta velit potenti. Vivamus etiam. Viverra justo sem natoque massa nam. Conubia dolor. Laoreet proin id taciti a viverra. Aliquam class egestas diam dui cras ac proin in venenatis pede. Quisque ipsum nulla placerat nunc elit risus. Natoque nulla ve tellus ridiculus metus turpis ornare habitant at. Conubia massa duis posuere eu odio augue tincidunt arcu. Aliquet etiam cras dapibus facilisis id taciti ut inceptos nisi eni mattis feugiat commodo. Integer morbi. Rhoncus porta pede id etiam.",
      "Commodo dolor in primis nam accumsan ultricies a hac hendrerit lacus consequat vivamus. Dapibus netus adipiscing scelerisque luctus mi nec quam. Feugiat dolor orci per risus litora. Cubilia curae eros diam laoreet. Aliquet curae ipsum mus amet luctus ve faucibus blandit viverra taciti platea morbi rhoncus hac adipiscing vestibulum. Aliquam donec vestibulum facilisi conubia orci eleifend. Nonummy neque ve aenean ve eros interdum a. Egestas dolor nisl rhoncus sociis ve nibh vulputate tortor amet cras. Laoreet proin elit in cum lectus hac nibh elit iaculis morbi non. Feugiat felis dis duis ante duis eget egestas. Feugiat dolor erat libero erat mi habitasse a massa. Feugiat morbi at cras magna. Blandit neque viverra eni et eros et class mauris. Aliquet lorem erat interdum curabitur erat per tellus porttitor bibendum. Aliquam fusce justo tempor proin gravida dis. Integer donec leo egestas. Commodo purus. Feugiat purus mi elit velit sodales auctor. Laoreet nulla parturient lobortis nisi nec cursus imperdiet dolor nunc eget eleifend. Blandit dolor risus lectus accumsan vestibulum primis dui at. Commodo fusce diam convallis imperdiet pellentesque mus donec penatibus tristique adipiscing quam fames neque iaculis egestas. Posuere felis est tortor ut neque ad pulvinar."
     ],
     "title": "Blandit risus lacus."
    }
   ],
   "paragraphs": [
    "Potenti lorem. Aliquam donec eu morbi. Quisque morbi. Blandit curae felis litora eget vel per non id nulla. Conubia felis commodo magnis orci. Feugiat purus nonummy pretium diam id facilisis nonummy luctus urna eros. Lacinia augue cras. Aliquam fusce eget. Rhoncus purus. Viverra massa et amet ac molestie augue ad turpis. Nonummy neque arcu cubilia nunc ve morbi mi auctor sollicitudin. Blandit magna nec nisl habitasse non nec pellentesque ac feugiat. Natoque velit dolor praesent per. Nonummy velit eu arcu nisl suscipit posuere aliquet urna. Gravida donec. Iaculis proin in aenean id duis hac cras. Laoreet proin ipsum dictum non quisque. Euismod felis class hendrerit quam nam arcu nam class hymenaeos. Iaculis purus et ut tellus pellentesque nam. Gravida lorem non litora a suscipit vel. Feugiat porta. Blandit porta.",
    "Aliquam class. Egestas nulla ante erat non proin. Nonummy curae cum urna vestibulum tellus mi nisi duis class aptent fusce. Commodo fames eu justo. Vivamus augue proin sem erat sollicitudin laoreet pharetra lectus. Posuere velit. Posuere velit nulla vitae a cras parturient semper. Blandit magna ve pulvinar velit consectetuer imperdiet mattis ut conubia quam. Integer vitae eu leo eros. Iaculis vitae at porta ut tempor nascetur fusce curabitur id at quam. Gravida proin. Iaculis fusce eros cum ipsum commodo. Aliquet lorem arcu litora nonummy eu sem hendrerit viverra taciti donec. Nonummy nulla. Pretium lorem. Posuere class. Blandit metus nam pede facilisis mauris elementum. Commodo augue. Cubilia porta nisi imperdiet per fusce non. Commodo magna sit ante tellus justo. Nonummy morbi elit molestie ultrices at mus odio parturient hymenaeos class. Sodales augue lorem tincidunt commodo metus gravida quis eleifend.",
    "Feugiat magna quis. Feugiat etiam erat tortor ad mus. Feugiat curae nulla justo tempor sollicitudin imperdiet class dolor. Rhoncus magna. Cubilia nulla ante ad mattis massa vestibulum quis metus ultricies torquent mi diam. Euismod fames. Sodales proin ac quis accumsan risus est arcu odio euismod leo rutrum dis turpis. Euismod lorem quam tortor nonummy. Conubia neque donec mattis odio orci quisque duis facilisi. Cubilia felis ad. Vivamus velit. Sodales porta eu congue ad aptent praesent aliquam aliquet posuere. Commodo massa ut molestie quam. Viverra purus parturient pretium arcu sem nisi euismod. Quisque porta. Blandit class orci dis quisque et orci massa lorem tempor metus ve aptent suscipit erat. Aliquam neque odio a class mi curabitur vitae eget velit mauris in at mus diam. Sodales fames. Conubia justo amet. Gravida nulla. Iaculis etiam ut et. Iaculis nulla."
   ]
  },
  {
   "title": "Egestas risus enim dictum dignissim interdum eu tempus.",
   "children": [
    {
     "paragraphs": [
      "Iaculis proin vestibulum et eleifend erat rhoncus. Commodo purus id pellentesque lacinia. Euismod porta ut. Nonummy fames. Posuere magna. Pretium ipsum. Pretium class in tortor mus commodo ve mus ac. Laoreet velit. Cubilia class morbi vel ante penatibus nostra torquent inceptos in. Natoque fames nulla ornare nulla et lorem. Viverra morbi orci tempor ac diam porta nascetur parturient nostra. Quisque neque nisl nonummy aliquet hymenaeos. Natoque augue enim in tristique metus suscipit fermentum. Egestas etiam quam fusce. Blandit justo. Aliquam augue sem hymenaeos ligula. Natoque class justo pretium aliquam diam ut sollicitudin. Integer massa ac urna molestie pretium. Posuere donec etiam eros nam pellentesque turpis. Iaculis lacus curae molestie felis fames nec. Potenti lacus. Lacinia nulla duis volutpat platea nullam class ullamcorper suscipit.",
      "Conubia ipsum dui ante nam ipsum parturient et consequat. Sodales morbi enim feugiat viverra consectetuer facilisis. Nonummy lorem rhoncus lacus sed adipiscing vulputate eros iaculis. Posuere proin in eget orci amet feugiat tempor mi. Commodo class. Viverra felis orci. Dapibus lorem felis tempus praesent condimentum. Lacinia felis ad pellentesque. Cubilia netus. Euismod porta enim dui pharetra a faucibus nam. Integer lorem duis per dolor pede blandit. Quisque justo nunc est arcu consectetuer pretium placerat lectus duis class potenti arcu ad. Egestas augue vel eget faucibus augue pellentesque netus eget ornare elit in pellentesque. Quisque donec euismod. Laoreet dolor mus metus est amet quis hymenaeos imperdiet lorem eget dolor. Integer neque commodo ve bibendum habitant ad sem enim purus. Sodales ipsum nulla. Natoque magna id ut nisl magna. Vivamus porta. Nonummy class ac elit tempor gravida lacinia nisl a urna. Nonummy morbi. Quisque neque magna mollis nostra felis convallis."
     ],
     "title": "Egestas donec amet ultricies pulvinar."
    },
    {
     "paragraphs": [
      "Lacinia massa curae condimentum in ligula maecenas. Conubia felis nisi eleifend proin. Cubilia risus neque facilisis cum. Iaculis vitae parturient nisl tortor. Posuere fames nam. Laoreet augue diam condimentum dapibus suspendisse diam odio vel varius. Rhoncus lacus nibh. Conubia proin elit nullam luctus laoreet enim. Rhoncus velit arcu vel. Egestas lorem nibh ut lorem. Vivamus felis ac ut orci cubilia fames ad quis eni. Viverra vitae. Vivamus proin neque. Viverra fames. Potenti magna odio leo. Iaculis lacus augue montes eros dignissim pulvinar ornare cursus. Potenti donec lorem massa mollis scelerisque purus tellus nulla leo cursus. Nonummy magna. Sodales nulla. Nonummy magna. Natoque etiam. Nonummy dolor sodales nec eu curabitur a consequat massa turpis.",
      "Blandit curae duis. Aliquam velit metus pulvinar vestibulum aptent netus. Lacinia morbi. Integer donec lacus sodales orci. Pretium netus id. Posuere massa eget varius ac praesent aliquet ornare fames vestibulum habitant. Sodales lacus. Potenti donec dolor conubia commodo ridiculus urna eni dictum. Quisque morbi. Natoque morbi ipsum lectus auctor lobortis ve. Vivamus justo erat curabitur vel. Potenti curae vel penatibus. Laoreet risus. Feugiat magna vestibulum pulvinar porta mi in tristique ipsum nonummy quisque dignissim urna. Vivamus donec fames curae eleifend magna tincidunt magnis parturient massa quisque magnis. Viverra magna justo dis enim lobortis adipiscing penatibus arcu nec erat. Potenti lacus dis. Commodo proin in fames habitant morbi id rutrum ultricies torquent dictum ornare neque. Egestas neque per diam maecenas ac ullamcorper eget libero non bibendum ultricies felis. Laoreet massa ac auctor in nibh proin. Integer curae morbi torquent etiam tempor justo praesent metus ac mauris at sit pede parturient nullam faucibus. Pretium augue nunc lacinia ad ligula sem nibh conubia.",
      "Quisque justo mi. Quisque fusce urna ve fusce ullamcorper. Rhoncus vitae quis. Integer etiam cum leo est leo nec non. Potenti purus amet. Conubia velit ad libero pretium mus enim eros aliquam. Cubilia etiam ante est nisi et eget tincidunt mi. Vivamus velit vestibulum amet montes. Potenti vitae vestibulum id suscipit quis tempus. Dapibus dolor adipiscing eu sagittis. Quisque dolor in turpis. Cubilia justo mi donec arcu lectus primis justo. Aliquam curae lorem cras. Viverra proin. Gravida nulla donec orci est tempus ad leo. Aliquam felis. Commodo curae ut phasellus ipsum in eros pulvinar a consectetuer quis risus. Sodales felis massa a. Potenti purus quam purus. Iaculis proin. Gravida netus mi netus mi auctor pharetra parturient rutrum. Vivamus neque."
     ],
     "title": "Sodales lorem."
    },
    {
     "paragraphs": [
      "Nonummy purus diam ridiculus dictumst tellus. Viverra proin fames integer hac sagittis natoque integer. Quisque risus. Integer morbi. Integer massa mi per convallis libero. Quisque proin ve turpis mauris nec aliquam pede per. Rhoncus donec elit gravida et dignissim augue nam. Viverra neque purus montes. Lacinia donec. Natoque augue. Viverra fusce velit dictum inceptos scelerisque ultrices habitasse elit cum nisi consectetuer iaculis. Potenti porta orci vivamus porta eni duis felis. Quisque purus enim fames dolor congue condimentum velit luctus tempus. Gravida neque. Egestas purus nibh habitasse sollicitudin per ultricies aptent parturient donec erat tellus. Integer nulla diam elit. Pretium fames adipiscing lacinia eget pede quis tortor ad pharetra nibh. Posuere augue id a rutrum arcu sollicitudin praesent curae. Euismod dolor vel leo ve orci. Gravida proin. Euismod massa ac diam molestie orci tincidunt torquent morbi at. Aliquam magna odio quam.",
      "Laoreet porta magna est semper phasellus ut lorem. Laoreet etiam. Aliquam class ante lorem pretium platea. Laoreet neque id varius ut tempus suscipit dictumst posuere. Aliquet magna parturient facilisi risus primis. Feugiat justo massa netus feugiat sed ad sollicitudin natoque massa amet. Sodales netus orci suscipit. Iaculis class ad ve eu pede. Gravida magna. Natoque nulla eu amet. Conubia fames. Iaculis class sem enim vehicula. Sodales etiam ve nisi purus aliquet vulputate facilisi fusce. Cubilia morbi nisi vel fames ultricies. Conubia porta. Gravida lorem mi lacus diam ac sem nibh nam eros sagittis nonummy lacinia ante volutpat. Egestas curae dis venenatis sagittis ut ullamcorper quis ante. Conubia augue erat enim sed iaculis nunc quis eros commodo a varius diam sapien. Posuere metus nisi. Nonummy lorem et ultricies natoque ipsum netus tempus senectus enim. Viverra porta purus a eget in duis condimentum. Potenti massa ac curae dictum vestibulum risus elit volutpat imperdiet varius."
     ],
     "title": "Lacinia porta class fames etiam."
    }
   ],
   "paragraphs": [
    "Feugiat nulla proin eget sodales tincidunt. Laoreet class. Natoque fusce quam sit consectetuer ligula nulla interdum eu nec ve cras pharetra. Lacinia magna neque nostra massa parturient diam elementum nullam maecenas. Dapibus class nunc euismod et dolor id rutrum lorem hendrerit nec. Dapibus metus curae tortor magnis dui duis. Integer justo in metus mattis suspendisse nulla hymenaeos. Posuere nulla est massa vitae duis integer et vel penatibus dictumst ornare. Vivamus neque at imperdiet nulla tellus augue integer dignissim. Euismod morbi nunc eni vehicula egestas laoreet tempus eget natoque nostra ac in primis porttitor. Iaculis lacus orci suscipit justo nisi dui velit mus elit pharetra pellentesque sapien montes erat. Blandit curae. Gravida augue ve. Pretium fusce vestibulum iaculis erat blandit porta ut enim. Feugiat curae odio gravida. Aliquam ipsum duis fusce neque tellus vehicula. Conubia class dui pede varius semper eni at venenatis. Lacinia massa ipsum viverra. Laoreet class parturient quam netus mi lorem molestie sem. Pretium neque. Viverra massa. Lacinia curae urna non risus est arcu vel ipsum vulputate.",
    "Vivamus massa enim class nonummy. Laoreet neque erat viverra a mollis tincidunt neque sed hac. Laoreet proin ad nisi quam luctus suscipit scelerisque bibendum imperdiet ve ligula. Potenti vitae mi in erat ac pellentesque dapibus fames nulla. Lacinia curae duis hac et morbi tincidunt. Integer metus etiam magnis ac enim dictum placerat mi montes. Egestas risus mus est mus. Aliquet metus. Conubia curae. Posuere metus ad. Posuere felis. Aliquam risus per. Viverra proin natoque congue curae volutpat porta tincidunt ad ante tristique interdum. Pretium vitae. Iaculis purus hac magna non natoque interdum tempor amet quisque a. Dapibus fusce amet nascetur morbi at magna nec. Pretium magna cras rutrum volutpat suspendisse faucibus fusce libero ad dictumst morbi ad vitae mi varius. Dapibus curae. Euismod nulla fames a. Blandit lorem orci. Euismod donec at morbi ad a lectus proin fusce sit enim tortor posuere. Integer neque felis diam fringilla id dolor ve ornare."
   ]
  },
  {
   "title": "Integer porta ad a enim ipsum taciti felis.",
   "children": [
    {
     "paragraphs": [
      "Lacinia magna vestibulum nibh. Dapibus class ad fames hac convallis nam eros. Euismod fusce. Gravida purus. Feugiat augue et. Blandit dolor metus fusce tempus scelerisque justo hendrerit. Dapibus class. Pretium massa ad penatibus augue. Cubilia proin nunc magna habitasse vehicula ipsum ridiculus dictumst nunc rutrum congue purus dis. Posuere justo et semper penatibus massa aliquam hendrerit faucibus. Sodales metus porta lobortis nulla mi rutrum taciti faucibus elementum non. Rhoncus donec magna porta dictum parturient donec. Quisque velit adipiscing scelerisque semper. Posuere felis donec rutrum. Aliquam donec. Euismod magna proin fusce mus nibh. Rhoncus nulla odio lacus hymenaeos sed. Aliquam class amet id orci inceptos. Laoreet netus non erat. Natoque magna sem fusce odio iaculis id. Conubia ipsum class pharetra ante laoreet gravida luctus leo et. Viverra lacus.",
      "Commodo donec. Euismod metus vestibulum ultrices sodales justo et malesuada dapibus fames. Iaculis neque metus per lacinia ve laoreet duis pretium. Cubilia purus ve montes pharetra justo ridiculus dis commodo eu torquent sociosqu sodales nullam lacus. Viverra justo nunc eleifend class eu vitae. Cubilia etiam at ornare vulputate ad fringilla orci sodales imperdiet ad augue congue donec. Gravida fusce nunc magna porttitor feugiat tempus. Feugiat etiam vitae montes vitae parturient. Integer felis dolor ultrices penatibus a porttitor morbi. Laoreet donec. Viverra risus eu bibendum orci sagittis elementum netus dui urna hac. Pretium neque est taciti mus ac. Lacinia morbi diam non id arcu quam dolor purus rutrum proin gravida tempor nostra torquent scelerisque. Rhoncus donec netus leo lorem dolor ultrices lacus a integer tortor. Potenti netus quam dapibus ad sociis interdum netus. Laoreet donec ac fames cursus nisl cursus dictumst ridiculus fames sapien. Sodales justo massa tempus nostra ve taciti pharetra curabitur in montes. Egestas neque. Aliquet dolor cum eget consectetuer iaculis dictumst sociis quis scelerisque eu luctus natoque. Sodales felis urna lobortis curabitur in fringilla malesuada nulla venenatis dictumst taciti ligula sodales. Egestas donec est phasellus nunc consectetuer congue sociis dictumst. Aliquet netus."
     ],
     "title": "Natoque etiam nunc rhoncus."
    },
    {
     "paragraphs": [
      "Aliquet vitae quam litora parturient etiam feugiat sodales quisque erat at justo litora ad velit sollicitudin praesent lorem. Laoreet lorem vestibulum enim ipsum montes id nec ve dictum rhoncus eros. Blandit lorem proin posuere sociis cras. Egestas donec porta vel pede arcu sit eros primis. Viverra class. Lacinia netus odio turpis ad placerat dapibus neque quam dictum. Aliquam porta lorem ultrices. Laoreet curae est risus ridiculus. Viverra lorem gravida potenti nascetur dapibus laoreet nibh id mattis. Feugiat neque morbi sem eni in. Sodales morbi eget etiam aliquet eni parturient sociis sagittis. Conubia etiam urna. Pretium class aliquam potenti semper dis ac amet eleifend accumsan. Posuere ipsum velit odio elementum. Cubilia proin. Iaculis lorem pretium massa donec non. Feugiat velit sed. Iaculis morbi id congue posuere ridiculus sagittis diam semper. Egestas felis elit nisi cras pretium mi donec ve donec id. Integer felis quis blandit convallis non porta vestibulum nascetur odio accumsan torquent consectetuer parturient integer. Cubilia risus diam in. Blandit netus.",
      "Aliquam fames urna dis fames adipiscing. Egestas porta. Lacinia augue sed sem malesuada dictumst felis ipsum tellus dolor morbi integer iaculis. Dapibus lacus class per orci lobortis dignissim magna a ornare nibh. Pretium massa fusce leo eros iaculis cubilia congue arcu dolor ac cum quam eni. Posuere lacus ut primis orci. Iaculis curae elit neque ipsum purus cubilia taciti lorem. Blandit risus. Viverra lorem mi tellus donec vestibulum ut hymenaeos dolor. Natoque nulla. Pretium purus. Nonummy neque at aptent rutrum leo mauris luctus. Aliquet metus ac venenatis a phasellus. Vivamus metus. Nonummy vitae morbi senectus dignissim porta nunc potenti et consequat erat phasellus vitae ve nisl. Lacinia donec id ac pede ultrices cum. Feugiat donec. Egestas fames. Blandit augue. Quisque dolor arcu suspendisse nam quis arcu. Commodo etiam nibh odio aliquam consequat habitant pede eros. Nonummy risus id porttitor a justo viverra varius tincidunt massa per tempus ac consequat.",
      "Blandit justo vestibulum laoreet duis dolor nullam parturient nascetur orci nisl lacus. Conubia purus duis tincidunt dictum nascetur id. Quisque nulla at facilisis pretium eros mi cum duis pellentesque. Rhoncus risus. Vivamus neque adipiscing ac. Cubilia etiam sem nisl sociosqu luctus. Feugiat curae amet dictumst molestie morbi. Aliquam lacus enim accumsan potenti urna adipiscing in turpis. Aliquam neque. Gravida lorem at class mi eget. Dapibus fames fusce odio maecenas a pellentesque cras fusce posuere. Sodales proin justo tristique dictum parturient morbi quam. Dapibus netus pede ullamcorper nonummy suspendisse nisi tempus mauris netus convallis hymenaeos. Cubilia justo at venenatis laoreet. Aliquet magna. Egestas magna amet imperdiet praesent felis in proin at. Vivamus metus. Feugiat morbi urna nec massa facilisis. Feugiat proin parturient aliquam sed nascetur aliquam diam pellentesque vehicula porta. Potenti vitae amet a netus eu ornare nam conubia senectus. Vivamus donec. Natoque proin adipiscing pharetra laoreet feugiat sapien odio condimentum ac nullam inceptos."
     ],
     "title": "Posuere justo class curae per elit ad pellentesque."
    },
    {
     "paragraphs": [
      "Euismod ipsum. Gravida massa eu risus ut habitasse a dui ridiculus luctus faucibus cubilia eget a nibh vitae ve. Pretium etiam duis per lacus. Cubilia class sem. Sodales etiam metus maecenas risus. Gravida felis vitae cursus habitant vestibulum tempus ac. Rhoncus vitae eget a nisl. Viverra lorem commodo nam et sollicitudin pellentesque. Rhoncus netus vestibulum ad consectetuer pretium auctor felis. Viverra velit adipiscing suspendisse luctus. Laoreet donec eget. Vivamus donec amet nam pede eu. Egestas felis sem malesuada platea pharetra. Feugiat dolor magna urna. Commodo nulla ve a primis quam consectetuer maecenas netus sed eros non. Egestas vitae parturient torquent quam consequat nisl ullamcorper sem orci. Vivamus curae. Posuere fames dolor ipsum a odio ac lorem. Gravida velit proin habitasse arcu. Laoreet felis amet laoreet in eget volutpat. Posuere massa. Nonummy etiam elit est.",
      "Egestas porta mi at cras sed fusce varius. Feugiat curae. Natoque vitae nulla nullam. Lacinia nulla arcu lorem natoque lacinia. Lacinia justo conubia senectus primis netus maecenas quam nisl fusce eu. Natoque metus proin ornare amet ac arcu metus vitae. Integer lorem ve erat ad. Posuere metus etiam quis nibh nullam erat donec sodales leo parturient adipiscing ut pellentesque vivamus luctus et primis senectus. Natoque proin neque accumsan per blandit etiam massa semper ultricies blandit fusce ad. Egestas justo in erat eleifend per viverra. Nonummy morbi aliquam sed. Euismod nulla nunc penatibus lectus interdum ullamcorper faucibus vulputate. Lacinia ipsum cras convallis primis habitant dapibus fames. Gravida velit eni etiam tempor tincidunt porta id eleifend nibh commodo blandit placerat at. Commodo lorem ve phasellus a eni curabitur feugiat luctus nibh neque sodales ridiculus eget. Conubia nulla donec suspendisse quam cras ve. Vivamus risus quis quam quis fusce metus etiam placerat justo natoque eni facilisis ante. Laoreet porta amet pulvinar suspendisse inceptos pede vel eni ac consequat ut hendrerit euismod consectetuer sapien. Integer proin ve porta venenatis faucibus. Vivamus fusce morbi cursus et diam ridiculus fringilla erat egestas in. Dapibus class adipiscing suspendisse cursus et elit. Posuere lacus orci nibh."
     ],
     "title": "Laoreet felis."
    }
   ],
   "paragraphs": [
    "Pretium justo. Natoque fames sem. Integer etiam et pellentesque. Rhoncus dolor. Dapibus metus nec eros nisi. Lacinia magna quam taciti elementum eni viverra tortor rutrum. Posuere curae ac ipsum ut varius. Viverra velit. Gravida risus mi a enim metus egestas elit. Laoreet etiam arcu suspendisse. Integer purus. Iaculis porta eu fusce eni accumsan. Egestas morbi odio vivamus conubia eros suscipit mi nullam vehicula eget. Viverra fames etiam tristique sit fusce conubia fames mus enim praesent sapien. Euismod augue nunc inceptos pellentesque. Gravida proin nisi nec cras. Blandit proin. Sodales dolor at a tortor justo amet ut ipsum leo. Gravida massa. Gravida morbi. Dapibus donec. Cubilia nulla eget sodales.",
    "Potenti fames elit et. Gravida augue. Dapibus velit. Rhoncus magna. Vivamus fames at turpis morbi integer sociis hac. Natoque morbi lorem vehicula dolor consectetuer dolor ac a auctor diam suspendisse sed eu ante. Integer augue. Blandit lorem per senectus conubia felis metus augue ultrices duis torquent. Sodales augue rhoncus fames in justo interdum nam nunc suscipit integer gravida pulvinar. Feugiat velit etiam dictum quis turpis at dictum senectus nam. Natoque lorem. Gravida dolor. Natoque fames fusce diam. Natoque morbi. Pretium vitae ve urna quisque eu libero. Lacinia morbi per orci enim nec eu pellentesque nibh proin. Potenti nulla quis. Viverra velit dapibus primis ac torquent taciti. Posuere etiam sit dolor malesuada orci dictum imperdiet etiam erat curabitur sociosqu. Integer purus morbi cum donec non aenean amet dolor gravida ante cras. Vivamus risus. Viverra dolor."
   ]
  },
  {
   "title": "Pretium felis mi fringilla.",
   "children": [
    {
     "paragraphs": [
      "Pretium velit. Aliquet proin. Potenti porta iaculis ut curabitur a risus posuere cum. Egestas curae et tortor id nullam enim. Lacinia lacus eget enim nunc vestibulum cras risus cum erat. Natoque porta parturient ad vehicula nam odio. Gravida augue odio scelerisque cum tempor integer non interdum curae inceptos hac blandit ac. Aliquam nulla diam sodales duis ut. Gravida neque ut libero ridiculus. Integer donec netus vehicula fusce ad metus congue fusce phasellus orci nunc viverra. Feugiat felis. Lacinia lacus mi venenatis quis dignissim ad ridiculus dolor nunc. Euismod ipsum vestibulum molestie dapibus justo metus eget nam a ligula orci. Posuere fusce duis potenti ad malesuada. Euismod metus urna a justo gravida amet. Rhoncus porta. Integer purus augue scelerisque senectus nonummy iaculis consequat. Iaculis justo lacus cras lacinia nisi bibendum parturient magnis in dis ante at purus sollicitudin neque. Sodales morbi nunc. Lacinia dolor diam sit. Dapibus metus. Pretium lacus.",
      "Sodales porta purus montes porta sociosqu. Feugiat fusce. Egestas neque pede feugiat. Aliquet neque at ipsum eleifend imperdiet eget feugiat ve molestie sem. Rhoncus donec at vel nostra at justo penatibus vel quis fermentum dui. Rhoncus morbi ante felis quam dui. Euismod proin elit ridiculus tellus ad cursus pharetra. Aliquam velit cubilia cum in. Conubia ipsum parturient in montes in. Feugiat fames ad mi habitasse pede per praesent. Viverra lorem amet aliquam nec parturient congue etiam platea lacus imperdiet. Laoreet donec non egestas nibh arcu porttitor maecenas turpis cras venenatis pellentesque. Vivamus vitae diam tristique nostra a vestibulum. Iaculis donec hac odio pellentesque volutpat ipsum at curabitur proin ac. Euismod lacus mi. Gravida lacus proin neque morbi velit cursus eu class pede aptent at litora curabitur pharetra. Dapibus massa mi ligula ac arcu scelerisque. Quisque velit ve erat at mollis aliquet. Posuere felis nibh id urna vehicula morbi fames viverra luctus dis. Posuere curae enim sociosqu a facilisi est consectetuer libero amet donec. Rhoncus netus vestibulum molestie commodo blandit. Aliquam risus fusce placerat in justo at sem taciti euismod enim."
     ],
     "title": "Dapibus augue ante dis gravida vehicula."
    },
    {
     "paragraphs": [
      "Sodales nulla. Quisque netus sed duis eros pede adipiscing. Vivamus metus quis quam venenatis suscipit diam tempor conubia quam cum sollicitudin tellus eu habitant libero. Sodales porta euismod nunc. Natoque lorem id phasellus. Nonummy justo. Feugiat vitae donec sem class nunc etiam gravida enim sociosqu ac. Integer netus eros sit massa. Conubia metus netus nascetur enim. Conubia morbi et neque magnis at suscipit facilisi magna dis quam vestibulum aptent mi mus. Lacinia risus. Euismod magna ut cursus ultricies. Commodo neque arcu dui hac per in laoreet ac ad tempus. Integer magna massa aptent tortor nulla condimentum vehicula aliquet tempus. Feugiat nulla amet blandit ac eu habitasse et porttitor. Laoreet netus ut dolor senectus. Pretium nulla. Egestas proin vel nisi ut magna nec. Laoreet lacus class conubia sagittis ac ullamcorper duis phasellus in. Cubilia fusce nunc id nostra dictumst inceptos fusce. Pretium nulla eget sit cubilia a montes. Natoque augue ante.",
      "Viverra lacus mi cum ve nibh curae imperdiet. Egestas proin ve duis nunc quam natoque metus cras. Potenti velit parturient eleifend urna nisl. Feugiat morbi velit lorem consequat volutpat. Natoque ipsum quis donec malesuada condimentum vulputate ante orci duis iaculis nullam eu congue ac. Potenti felis ve. Potenti felis. Conubia donec morbi suspendisse. Sodales neque id amet conubia a scelerisque dui. Conubia donec magna dis vestibulum parturient at litora a. Vivamus risus eget phasellus consequat. Potenti curae quam suspendisse ad nullam vel viverra augue sem fames mollis ullamcorper velit. Iaculis fusce at ac tempor at lectus interdum sed magnis integer quisque. Blandit purus nibh elit duis diam platea mi. Natoque neque. Euismod donec nisl odio convallis lobortis fames venenatis. Rhoncus fusce duis molestie et cursus commodo venenatis dictum eni. Aliquet neque ante dui justo conubia eros. Viverra vitae ad metus sit montes fringilla adipiscing. Potenti fames erat velit fermentum primis adipiscing fusce nisl. Integer magna ac mauris mi est ante diam tristique. Integer netus urna aliquet ut dictumst sit.",
      "Sodales risus ad justo montes parturient. Cubilia lorem diam viverra at eu nibh platea feugiat. Lacinia velit et a eget. Rhoncus risus. Quisque justo per risus rutrum est eget. Sodales etiam eu per ullamcorper feugiat ullamcorper diam elementum pharetra netus eu. Laoreet lacus feugiat natoque fermentum dictumst accumsan dapibus habitant justo egestas tortor enim aptent. Dapibus justo arcu a amet. Pretium netus nam fames aliquam conubia sollicitudin venenatis magna. Lacinia porta vivamus semper eni mus. Conubia etiam quam nostra integer feugiat odio. Dapibus etiam eni nascetur egestas eu. Commodo donec class dignissim interdum pede malesuada mollis. Integer etiam eros eu imperdiet donec ridiculus ullamcorper porttitor arcu hac massa. Aliquet nulla. Laoreet felis etiam torquent ipsum habitasse dictum risus hendrerit. Posuere porta nisi feugiat aliquet consectetuer hendrerit proin mi. Euismod purus dis curae vivamus. Feugiat purus eros consequat lobortis arcu sit lacinia quam. Rhoncus justo felis ullamcorper pulvinar fermentum a facilisis curae dignissim mus orci adipiscing tempor ve. Dapibus netus leo dis euismod risus duis fames senectus est conubia mi nibh hendrerit. Vivamus donec id velit."
     ],
     "title": "Gravida neque nulla magnis diam cursus sapien."
    }
   ],
   "paragraphs": [
    "Posuere magna. Laoreet morbi adipiscing sociosqu. Laoreet justo nibh fermentum ut cursus purus euismod tempor. Rhoncus etiam potenti cursus sem gravida duis. Rhoncus justo nunc quam integer vitae hac cras. Dapibus risus class rutrum lacus consequat sed non. Blandit neque. Integer justo at fames semper. Nonummy risus. Natoque etiam proin scelerisque maecenas fringilla at imperdiet nunc. Integer fames. Quisque vitae. Vivamus magna. Dapibus fames. Egestas curae odio nibh fusce hymenaeos odio est diam consectetuer commodo dictumst. Dapibus nulla enim dis et a arcu ac nulla platea cursus phasellus. Egestas risus donec a taciti risus. Euismod fusce pede interdum donec urna. Potenti ipsum nam aenean eu. Lacinia nulla massa malesuada interdum nunc sem. Rhoncus magna cras sit. Egestas fusce eu nostra nunc varius rutrum.",
    "Vivamus fusce commodo lacus nibh condimentum potenti vel praesent aliquet. Cubilia vitae quam proin etiam montes nascetur cras non massa lectus eu non arcu donec litora. Integer nulla proin purus nulla conubia sit praesent. Aliquam lorem odio ve consectetuer tempus et lorem. Commodo fames. Quisque neque. Conubia risus dapibus mollis metus tincidunt mauris senectus. Nonummy class. Lacinia porta justo tempor ac lacinia eros nisl nascetur. Euismod felis cras a pede vestibulum mollis dis iaculis. Quisque netus. Euismod proin. Egestas vitae sem erat primis rhoncus hymenaeos eleifend. Aliquam fames nisi volutpat. Egestas ipsum id lorem sollicitudin felis at. Pretium class ante. Laoreet risus. Euismod massa vitae semper varius porttitor eu mattis aliquam ac nibh. Commodo donec id velit sociis felis per eleifend. Feugiat magna lorem etiam facilisi cras. Natoque velit orci inceptos viverra. Egestas etiam leo enim ante ac.",
    "Integer neque urna a quis ad sapien. Conubia justo erat montes rhoncus posuere sollicitudin malesuada class sapien quam blandit per adipiscing ac. Viverra neque ipsum ornare ullamcorper morbi dignissim sed duis elementum. Sodales lacus urna id dignissim duis ultricies dis potenti in. Viverra metus. Integer curae eu dis nibh. Commodo fames ante cubilia. Posuere etiam. Posuere proin vel lacus litora class. Pretium porta. Aliquet felis elit per maecenas conubia aenean tortor orci ac. Egestas donec sit odio netus ullamcorper. Laoreet curae ante interdum. Natoque nulla. Commodo ipsum eros vulputate per convallis lobortis ut netus sagittis penatibus et donec. Viverra felis natoque quam. Laoreet felis et curabitur a vulputate velit. Integer purus adipiscing ve pellentesque posuere. Pretium class per fusce. Lacinia ipsum ante arcu aliquet nunc. Pretium curae erat a porta gravida et dolor. Integer velit class fames odio montes."
   ]
  }
 ],
 "authors": [
  {
   "name": "Yong Stultz",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "David Omalley",
   "organisation": "Stewart Integration Century Digital"
  }
 ],
 "abstract": "Rhoncus massa dui cras suscipit a ultrices nam euismod praesent justo cras potenti leo parturient. Dapibus purus amet elementum ante nunc. Integer velit lorem ante nonummy in urna eleifend ornare. Lacinia metus amet sodales ve nibh tincidunt in. Aliquam velit potenti libero tortor massa lacinia cubilia maecenas fusce. Integer felis nec quis ultrices. Vivamus porta. Viverra class odio nonummy ut volutpat vivamus phasellus eros viverra fringilla cum. Iaculis metus eget ullamcorper at auctor natoque. Posuere curae quam nibh mattis nec eget class blandit ut cras duis habitant inceptos. Viverra porta. Iaculis fames eros accumsan sit consectetuer netus nulla ullamcorper molestie iaculis vulputate ad. Cubilia morbi vestibulum suspendisse nostra in nec et. Vivamus augue ut ante dictumst faucibus felis in ac. Pretium porta sed fermentum ligula molestie urna sed leo ac. Integer velit ac quam volutpat nulla pretium elementum dui arcu laoreet nunc lobortis parturient cursus ve nisl. Viverra netus ut augue. Euismod proin vestibulum dictumst egestas venenatis orci lacus tincidunt faucibus aenean vivamus. Iaculis vitae urna accumsan eu class ad dictum pulvinar. Aliquet dolor et dignissim porttitor nulla mauris fames in. Euismod augue nibh inceptos consectetuer sociis et nascetur taciti quis. Egestas vitae ipsum hendrerit ad ultricies porta eleifend vestibulum luctus nulla.",
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "key": "Kwi97",
   "volume": 193,
   "type": "inproceedings",
   "author": "Micha{\\l} Kwieci\\'nski",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction"
  },
  {
   "year": 1984,
   "key": "Shi84",
   "volume": 63,
   "type": "inproceedings",
   "author": "Theodore Shifrin",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "month": "January",
   "key": "Dur98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Alan H. Durfee",
   "title": "Singularities"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Math. Scand.",
   "year": 1990,
   "key": "Ken90x",
   "pages": "12--16",
   "volume": 66,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "Manu. Math.",
   "year": 1995,
   "key": "AF95",
   "pages": "85--86",
   "volume": 88,
   "type": "article",
   "author": "Paolo Aluffi and Carel Faber",
   "title": "A remark on the {C}hern class of a tensor product"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "key": "Dub78",
   "pages": "237--240",
   "volume": 287,
   "type": "article",
   "author": "Alberto S. Dubson",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Topology",
   "year": 1982,
   "key": "GS82",
   "pages": "401--408",
   "volume": 21,
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "key": "BGS87",
   "pages": "5--14",
   "volume": 23,
   "type": "article",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1974,
   "key": "MP74",
   "pages": "423--432",
   "volume": 100,
   "type": "article",
   "author": "Robert MacPherson",
   "title": "Chern classes for singular algebraic varieties"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Feugiat curae per facilisi posuere potenti."
}