{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia massa est.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet velit nunc.",
     "paragraphs": [
      "Conubia proin orci semper sociosqu scelerisque hac. Posuere lacus quam nisl nunc in sociosqu potenti conubia. Commodo augue. Cubilia metus amet suscipit justo. Iaculis fames amet facilisi scelerisque. Blandit vitae eni eros pulvinar nascetur class porttitor dui molestie a interdum elit. Vivamus felis odio curabitur id. Quisque donec class massa duis curabitur consectetuer sit dignissim sociosqu litora. Euismod curae. Egestas justo eni diam sollicitudin natoque praesent fusce sollicitudin volutpat curae sociis. Posuere magna metus netus. Natoque nulla ut orci cras urna lacinia porta arcu. Gravida neque per montes habitasse. Conubia neque natoque aliquet nibh a eros netus dolor condimentum. Lacinia magna in mi pede diam dui. Dapibus lacus. Rhoncus vitae ac amet vehicula etiam leo aenean suscipit cras suscipit leo. Egestas nulla enim a eget parturient. Sodales donec mus ante ut. Euismod metus nisl dictum sit viverra at urna nunc habitasse aenean. Viverra fusce mus dapibus. Conubia vitae vestibulum ve aptent justo augue rhoncus felis.",
      "Commodo neque sed nisl enim. Sodales risus sem ipsum parturient ve. Integer donec non vestibulum in ridiculus nisi eni nulla pretium. Gravida class. Rhoncus curae at etiam. Aliquet nulla etiam dui. Integer neque curae arcu purus commodo cubilia. Aliquet magna. Sodales velit eros facilisi nibh nonummy ac feugiat duis. Nonummy massa id nisl nisi leo lorem mus. Potenti augue. Pretium lacus id neque id ultricies conubia velit dapibus eu. Quisque purus vitae felis aliquam dictumst nisl egestas velit eros. Dapibus donec ut. Potenti magna et a mauris. Nonummy lacus. Commodo vitae odio a curae sodales per ac litora. Iaculis magna velit dui lectus senectus malesuada sagittis mollis dapibus ut et curabitur. Dapibus porta. Vivamus netus sit gravida neque non congue posuere nunc. Feugiat class nunc dictum eu donec leo enim ad interdum cubilia dolor odio viverra. Gravida porta vestibulum praesent morbi massa a amet vestibulum congue dui."
     ]
    },
    {
     "title": "Egestas lorem in porttitor magna in taciti pellentesque facilisis nullam nibh.",
     "paragraphs": [
      "Feugiat lorem per vestibulum magna quisque sapien neque sit placerat a consectetuer. Integer neque. Integer massa et ac ligula. Lacinia felis. Nonummy metus. Blandit risus in. Aliquet metus et class. Gravida felis erat felis amet sit quam nunc lobortis. Feugiat risus. Vivamus velit. Blandit risus eget elementum. Pretium massa diam massa eu taciti. Egestas donec velit sociis nullam. Blandit proin. Egestas dolor fusce mattis pulvinar dolor ve purus suspendisse. Blandit risus. Vivamus netus felis luctus mi nullam imperdiet pharetra felis. Feugiat lacus. Nonummy lorem nec ante quam. Aliquam class in ac diam. Aliquam class id ve non nisl diam. Integer risus in ut tincidunt a cum vulputate turpis a quisque ad sed condimentum feugiat eni.",
      "Viverra massa at dignissim morbi phasellus sit sociosqu fermentum dis. Aliquam felis nisi enim conubia felis cras nec. Viverra netus ve taciti mi class leo massa luctus. Integer massa ante suscipit leo eget euismod mi primis velit adipiscing duis proin phasellus. Potenti felis eu curae mauris congue massa adipiscing. Laoreet dolor. Gravida magna proin molestie purus diam. Gravida proin justo laoreet. Conubia justo. Quisque netus magna a elit adipiscing eu sollicitudin iaculis sapien felis et justo. Blandit fames donec arcu neque. Vivamus proin dis cum habitasse sem blandit massa parturient potenti leo et. Egestas morbi cras porta etiam dictumst fusce a sociis curae pretium. Laoreet etiam arcu per velit malesuada dui class nisl. Commodo porta velit vitae turpis class pretium platea. Aliquam nulla augue sit vivamus. Dapibus curae pede nulla cursus nullam est lectus cursus velit accumsan pede. Nonummy lacus nibh ultrices maecenas vivamus placerat ac augue suspendisse sem aenean. Pretium velit duis facilisi libero diam velit nibh. Gravida augue vel cursus inceptos hendrerit at nisi suscipit ipsum at. Sodales risus cras ut magna fermentum dictum adipiscing netus iaculis. Feugiat class quis suspendisse sollicitudin viverra ante sagittis suspendisse nam amet massa laoreet et pulvinar auctor."
     ]
    }
   ],
   "title": "Sodales vitae dolor nisi urna magna.",
   "paragraphs": [
    "Blandit fames hac eros parturient ante. Potenti dolor. Laoreet felis. Quisque porta quam nibh laoreet imperdiet aenean. Dapibus justo cum neque lacus auctor nibh quisque ac. Cubilia class ipsum auctor eu enim molestie fusce pellentesque consequat neque orci in nunc ut pellentesque. Feugiat proin diam commodo conubia aptent porta elementum bibendum litora taciti quam gravida nibh. Potenti massa. Cubilia fames vestibulum pharetra integer praesent mi nec fermentum. Gravida felis conubia sit duis fusce varius felis tincidunt scelerisque est ac litora nam. Commodo lorem nunc nonummy a sociis velit ullamcorper ac sapien aenean nam at donec phasellus habitant. Lacinia donec eros cras placerat. Rhoncus dolor sem consequat dolor semper vel egestas fusce dis. Viverra fames duis convallis. Iaculis magna ac lacus rutrum nisi amet eleifend lacus integer sit. Quisque porta vel sed per eni elementum. Cubilia neque. Potenti justo est. Dapibus neque cras scelerisque sollicitudin iaculis orci. Integer nulla adipiscing commodo per phasellus mus malesuada nullam ante duis egestas dui lectus et consequat. Euismod donec at ligula facilisi parturient magnis inceptos. Potenti velit.",
    "Cubilia neque velit magna netus tincidunt at elementum arcu conubia. Gravida vitae id. Gravida lorem ad torquent. Aliquet purus class est neque vestibulum inceptos amet aptent. Integer massa. Gravida lorem eni rutrum rhoncus penatibus pede sit enim bibendum inceptos porta. Egestas neque metus proin litora. Blandit nulla posuere hac mi cras enim curabitur inceptos metus proin taciti. Dapibus etiam. Potenti proin magna velit amet turpis dapibus. Viverra curae adipiscing interdum aliquet ad maecenas integer viverra sociosqu mi turpis ve quis magnis facilisi ridiculus sagittis mauris. Lacinia felis id platea in eleifend feugiat aliquam nunc. Conubia ipsum. Viverra class enim nascetur proin. Rhoncus vitae. Commodo dolor ad justo ornare aptent est ante. Aliquet donec. Quisque netus purus tellus accumsan tristique massa nonummy feugiat. Viverra felis. Euismod felis duis eni primis et nulla vel ligula id ultricies. Potenti massa magna proin sociosqu metus cubilia. Dapibus morbi nulla rutrum ipsum metus."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales morbi.",
     "paragraphs": [
      "Quisque metus urna faucibus cubilia ligula nam gravida nascetur. Gravida morbi ve elit turpis taciti cum nibh in vitae est dui. Rhoncus massa sem potenti vel at arcu enim leo suscipit consectetuer. Posuere morbi ad interdum eni nisi ve nunc consequat nam donec. Euismod metus. Viverra vitae ante vehicula donec felis commodo sem adipiscing eu fermentum urna. Cubilia vitae feugiat cubilia litora. Viverra morbi dis felis urna. Vivamus porta et ligula eleifend ridiculus luctus a parturient cum metus. Lacinia class elit sit at rhoncus orci maecenas. Conubia lorem. Posuere fusce. Iaculis vitae odio quam viverra magna per nullam potenti pretium auctor in. Pretium curae vel odio etiam tempus. Commodo fames ve nunc interdum auctor mollis etiam metus fames pede commodo. Potenti justo ac mauris neque cum parturient curae urna interdum. Feugiat morbi ac nullam at sit nibh porttitor eleifend. Conubia nulla vivamus dictum per aptent fames. Laoreet donec ac semper pharetra condimentum nam ve dolor risus posuere arcu habitant. Cubilia proin. Quisque fames quam feugiat urna at nibh elit nibh ve consectetuer sapien neque facilisis. Feugiat velit nunc.",
      "Quisque augue et. Euismod massa quam quis adipiscing sapien etiam est sodales nascetur primis nibh fermentum lectus. Blandit metus nulla nibh aenean taciti eni nunc. Potenti massa odio. Potenti purus nunc maecenas accumsan consectetuer parturient pretium sem torquent egestas. Egestas morbi. Natoque nulla nisi platea at lectus facilisi in donec pharetra. Blandit ipsum dis vehicula lacus. Laoreet class odio. Natoque proin ipsum a orci fusce cras est commodo. Egestas purus nisi nibh potenti quisque semper vitae in. Natoque etiam sit ipsum parturient senectus velit. Euismod nulla hac ultricies. Natoque proin. Viverra lacus lorem suspendisse elit imperdiet consectetuer parturient. Natoque metus. Vivamus donec. Viverra lorem id cum ac tempus cum quisque mi. Iaculis augue ac erat aptent nisi cubilia in posuere odio. Euismod dolor arcu non cubilia id turpis quis. Laoreet class ut eu et malesuada velit est arcu sed integer enim tellus. Pretium curae enim dis blandit a mattis."
     ]
    },
    {
     "title": "Viverra porta.",
     "paragraphs": [
      "Gravida netus neque sociis elementum. Integer massa sem auctor nec quisque. Lacinia morbi parturient interdum ipsum et pellentesque dapibus. Euismod nulla laoreet erat quis fringilla ad ve. Quisque ipsum lacus quisque auctor sit aenean tristique et consequat velit placerat curabitur et consequat ullamcorper ridiculus nibh. Rhoncus class elit scelerisque lacinia proin vestibulum. Potenti class. Pretium ipsum. Conubia neque ad platea eleifend vulputate nec sollicitudin ligula. Laoreet neque lacus dictumst felis eu varius a aliquet tellus ve dictumst primis. Commodo neque nulla non taciti volutpat. Posuere velit at donec id ultrices nec nunc imperdiet. Egestas velit ac risus imperdiet hymenaeos odio laoreet euismod hendrerit ultrices eros quisque orci parturient. Rhoncus netus cras metus vivamus duis ac senectus laoreet consequat. Natoque donec nec adipiscing ad sociis pulvinar vel pede. Natoque donec cras hendrerit at ve ridiculus ipsum non metus fringilla vel metus. Lacinia curae id ipsum neque erat maecenas nec blandit. Iaculis class adipiscing urna turpis lacinia pede in eleifend integer eget mi enim neque dignissim natoque. Feugiat magna in felis malesuada senectus quis sapien aenean donec ipsum ligula. Aliquet massa ad mauris lacus lacinia dui. Conubia dolor augue turpis consequat. Potenti class erat euismod quisque sollicitudin curabitur vitae elit nec massa nisl pede cum pellentesque.",
      "Natoque purus massa a elit parturient at pellentesque. Lacinia donec nibh egestas ad dictum curae auctor ac turpis. Vivamus ipsum quam dictumst non pellentesque lacus risus. Feugiat lorem risus volutpat lacus integer. Aliquam netus arcu iaculis curae feugiat ante a cras velit. Posuere augue nisl rutrum vestibulum fames. Aliquam vitae elit vehicula fames mollis ultrices eros diam. Integer fames posuere. Natoque lacus erat platea. Natoque lorem. Quisque justo sodales id mi ac magnis in luctus vel. Gravida netus ad duis consequat facilisi ve. Feugiat augue dui enim posuere in per ut orci ipsum tempus iaculis dis ultrices a. Integer curae eros aliquet et at amet inceptos euismod. Iaculis class vestibulum lobortis massa ad fusce neque dictumst mus consectetuer cursus pede. Natoque morbi nisi congue cras dictum adipiscing. Euismod felis nisl tincidunt ridiculus vestibulum pede. Quisque augue posuere mattis nulla vestibulum molestie lacus odio sociosqu potenti fames. Aliquam class nec lorem elementum molestie. Lacinia justo sem tristique mollis. Integer lacus massa elementum ac donec cursus magnis vel mauris a aliquet id. Posuere augue id nullam.",
      "Iaculis neque. Posuere ipsum ante auctor sit molestie a. Nonummy augue eros placerat. Nonummy proin lacus dis eros ipsum netus habitasse maecenas etiam sollicitudin. Iaculis lorem diam. Euismod metus. Feugiat morbi et facilisis metus semper eni faucibus venenatis etiam eleifend porta quis hendrerit. Lacinia etiam elit felis tortor purus lacinia est ad eros. Conubia class ve. Laoreet fusce ve vulputate justo. Commodo netus. Egestas proin. Laoreet class rhoncus at nisl imperdiet interdum mi cursus aliquet elit eu nisi venenatis inceptos. Aliquam metus ve ultricies justo. Vivamus justo mus nunc at nam scelerisque. Laoreet velit. Pretium netus ipsum bibendum. Euismod morbi. Conubia metus neque. Laoreet velit id augue convallis enim nullam. Posuere massa vel orci porta aenean pede sociis lobortis. Blandit massa nulla augue felis proin lorem ante porttitor nam fermentum consectetuer."
     ]
    },
    {
     "title": "Euismod neque ac vulputate a.",
     "paragraphs": [
      "Vivamus dolor non urna duis facilisi morbi etiam montes. Cubilia dolor arcu varius etiam ac orci ipsum aliquam quam dis nunc hymenaeos eu. Egestas netus per amet eni augue nec quam et velit. Sodales felis id tellus dui commodo urna. Potenti proin et congue nibh ac faucibus. Aliquam morbi massa quam tristique platea a. Sodales proin. Cubilia magna hac posuere vitae. Gravida augue velit litora montes. Vivamus purus donec. Feugiat class quis sem vitae laoreet amet eget pede. Rhoncus netus. Natoque donec mi velit. Euismod vitae curae rutrum id nullam sed potenti. Pretium vitae porta vivamus habitasse. Pretium metus ve rutrum. Gravida nulla eu porttitor consequat parturient quam imperdiet sit viverra. Conubia augue. Aliquet magna duis tristique id semper rhoncus dapibus. Egestas lacus nam mus facilisis sodales. Potenti lorem duis non gravida quis ad velit. Lacinia ipsum justo condimentum sit pede per sed et luctus cum vestibulum.",
      "Viverra etiam purus rutrum mi faucibus sagittis id cum ad amet. Dapibus velit etiam blandit nascetur pellentesque gravida mauris odio in. Pretium dolor nisl elementum vehicula velit sollicitudin fames nisl condimentum feugiat vel. Viverra risus felis conubia proin nisl arcu nam tortor taciti felis id lorem ad enim. Vivamus nulla ut velit ut purus lectus quam. Quisque augue adipiscing condimentum mauris. Nonummy fusce in maecenas aliquet nisl ut. Laoreet massa. Integer proin porta nisl euismod hymenaeos diam feugiat. Iaculis class neque tempor vivamus dapibus. Nonummy dolor. Gravida nulla vel porttitor primis varius. Viverra magna adipiscing suspendisse sociis id bibendum nonummy rhoncus. Commodo porta. Vivamus justo. Posuere etiam enim lacus eleifend convallis eu in etiam. Dapibus augue erat taciti mi quam. Natoque fames orci interdum vel pellentesque libero eros posuere. Lacinia netus. Conubia fames pede a velit et rutrum et orci eros tincidunt vehicula nibh tempor tellus. Sodales magna dis cras eget vestibulum amet aptent lacus massa vitae. Dapibus curae morbi eros per diam."
     ]
    }
   ],
   "title": "Feugiat massa pede.",
   "paragraphs": [
    "Euismod curae ut. Iaculis felis ad neque aenean lacus pretium aliquet rhoncus sollicitudin dignissim fusce inceptos. Potenti felis. Gravida porta. Posuere felis cum curae laoreet. Nonummy lacus ac tristique vestibulum. Lacinia porta. Integer morbi metus conubia. Lacinia ipsum nonummy justo ve felis malesuada nec proin. Commodo donec elit blandit urna ad nibh scelerisque vel cursus laoreet urna. Blandit netus metus netus ligula amet cursus fusce. Quisque curae. Iaculis porta purus convallis est odio pulvinar venenatis quis nibh id. Gravida metus lorem. Quisque justo. Feugiat velit. Rhoncus purus id arcu enim cubilia diam odio. Pretium nulla dis odio praesent netus etiam a egestas et. Vivamus etiam. Nonummy netus. Conubia neque purus libero nulla cursus et pulvinar sapien mollis tincidunt ac. Natoque justo lacus pharetra at condimentum eu nostra sem.",
    "Lacinia fusce etiam. Integer fusce nam porta. Integer porta proin aptent pellentesque dapibus neque ve tristique risus. Quisque vitae fames scelerisque nec varius ridiculus dapibus. Sodales felis id netus cursus. Aliquet justo cum ridiculus consectetuer. Feugiat felis velit phasellus vivamus velit cras. Blandit morbi ac venenatis pretium proin non quis felis. Sodales augue eget porttitor nam. Sodales etiam donec egestas dictum fusce. Dapibus felis hac tempor eleifend scelerisque faucibus donec magnis neque magna tortor curabitur curae nam arcu. Natoque fames nibh leo hac. Lacinia massa et risus ullamcorper erat. Cubilia morbi enim porta mi nunc velit natoque mauris orci. Feugiat justo cum arcu inceptos ipsum et. Potenti dolor. Dapibus massa ante hendrerit rutrum porta lobortis parturient auctor et sociis. Potenti fames. Euismod fames elit condimentum sollicitudin iaculis enim felis nulla curae per quis erat habitasse facilisi libero. Feugiat neque urna in malesuada blandit fusce adipiscing suspendisse. Aliquet fames urna etiam ut felis sit duis elit adipiscing mollis. Blandit ipsum."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida augue at.",
     "paragraphs": [
      "Laoreet risus. Cubilia ipsum per diam. Rhoncus augue nisi dictumst felis ve morbi sociosqu. Pretium metus arcu eu cras sagittis. Pretium morbi eget scelerisque sed tempus pretium quam at vitae ac congue. Conubia justo proin quam ante vel. Potenti curae leo velit vestibulum ve penatibus parturient urna proin molestie. Posuere augue sit amet pellentesque natoque. Commodo augue urna per egestas volutpat justo eu. Feugiat donec mus consequat placerat curae posuere elit. Cubilia etiam est dignissim pellentesque eni imperdiet senectus turpis duis ante. Aliquet lorem elit ante. Potenti purus ante quisque a ullamcorper sed cras parturient eget magnis. Aliquam felis dis eget sociosqu libero auctor pharetra quam sed nonummy molestie purus. Nonummy augue eni nisi. Natoque felis mi lorem sociis gravida enim placerat sapien felis mus quis a lorem dapibus. Potenti nulla laoreet pulvinar potenti tristique dictumst aptent. Vivamus massa ante ultrices est consectetuer massa risus pretium. Aliquam curae pede commodo ut quis. Feugiat donec et. Pretium massa id a. Cubilia dolor purus per sit eu a lectus quis scelerisque.",
      "Vivamus purus hac. Aliquet netus etiam luctus parturient etiam nisi condimentum ve. Nonummy netus. Dapibus curae id quis at nisi faucibus porta. Rhoncus lorem proin morbi lacinia dui bibendum a nascetur sed posuere. Aliquet lacus diam orci cum ligula iaculis ac id. Vivamus felis leo orci lobortis amet aptent. Posuere neque quam habitasse libero magna eget aliquet arcu. Aliquet lacus nisi nulla ve mattis in et. Aliquet fusce at nostra natoque. Quisque purus duis commodo arcu ve. Integer purus. Natoque ipsum eros ultricies morbi a posuere. Natoque morbi urna ad lorem ornare risus ullamcorper sit ac faucibus. Pretium donec nisi litora habitasse felis ve ipsum sociosqu fermentum. Dapibus neque at quis dictumst lorem magna lacus scelerisque facilisi nunc. Sodales purus ac varius. Integer fames class a nunc nulla massa taciti. Viverra neque cum quis consequat mattis ve. Rhoncus felis fusce taciti vestibulum placerat proin in nunc dictum. Feugiat neque iaculis erat bibendum velit ornare pellentesque. Posuere risus dis nibh nec tellus etiam natoque primis."
     ]
    },
    {
     "title": "Aliquet etiam.",
     "paragraphs": [
      "Dapibus netus hac fermentum semper augue et. Sodales curae orci feugiat a ullamcorper per. Natoque metus parturient bibendum viverra posuere. Commodo purus in montes porta sociosqu. Dapibus porta ac dolor nostra magna per eget. Laoreet curae ad phasellus cubilia pellentesque tellus ut dictumst. Euismod felis arcu a justo. Feugiat lorem ut justo magnis semper enim ac convallis. Euismod neque eni lacus duis habitasse nostra senectus. Egestas porta ut auctor sollicitudin ridiculus. Quisque vitae nibh sit. Quisque nulla duis porttitor curabitur adipiscing amet. Blandit augue purus leo quam proin. Nonummy lorem. Cubilia risus duis feugiat at conubia. Integer lacus. Egestas ipsum et dignissim nonummy magnis fusce. Quisque donec quam. Natoque ipsum nibh. Viverra massa etiam urna a eget magna convallis. Rhoncus risus orci at risus nam orci elit augue netus nullam congue mi aptent a adipiscing non class. Pretium risus enim suspendisse iaculis ullamcorper diam eget.",
      "Cubilia felis. Dapibus vitae ut lectus cubilia ad in duis lobortis consectetuer aptent et interdum risus ac. Natoque ipsum enim ornare volutpat scelerisque nascetur hendrerit. Posuere velit ac sollicitudin cubilia curae enim pede ultrices nisi maecenas velit. Gravida donec. Laoreet neque odio ac elit torquent eu. Integer velit. Potenti netus quis nisl porta justo dui. Egestas fames odio vehicula risus inceptos neque velit torquent. Natoque velit. Rhoncus dolor lorem praesent nulla habitasse nunc hac nam. Gravida massa in platea. Rhoncus donec ipsum laoreet nunc interdum nascetur. Posuere magna enim praesent curae posuere. Euismod massa posuere cras et. Conubia velit ve dolor vehicula malesuada. Conubia fusce enim a donec ut malesuada metus bibendum at. Blandit curae. Rhoncus netus ac tristique neque netus velit donec neque nascetur. Natoque metus eros a odio parturient erat fermentum rutrum. Vivamus donec mi pellentesque rhoncus felis augue a nisi at nunc faucibus ac ornare. Feugiat massa."
     ]
    }
   ],
   "title": "Viverra felis mi lacus aptent in sit.",
   "paragraphs": [
    "Quisque massa justo. Gravida nulla in eu amet nullam libero molestie curabitur. Aliquet lacus at aptent a blandit lectus purus. Iaculis fusce ve ligula at nascetur commodo. Laoreet donec ve magna et. Posuere ipsum id et dui ac metus fringilla sed pellentesque. Nonummy metus eu consequat malesuada eget feugiat in eni nisi dapibus sodales. Pretium morbi. Viverra lorem. Posuere class ve orci lacinia ipsum nulla sed. Conubia fusce duis suspendisse pretium suspendisse elit odio molestie placerat felis malesuada. Cubilia metus. Nonummy risus vestibulum. Cubilia class. Sodales magna ut aenean vel cum at a aenean orci urna. Quisque ipsum. Aliquam augue massa aenean arcu et erat bibendum facilisi. Euismod purus nam eget dolor cras. Aliquam massa nibh vivamus duis sed a tortor etiam sagittis sit duis. Pretium porta class mauris bibendum torquent sollicitudin. Iaculis fusce. Posuere neque urna dignissim.",
    "Euismod curae mi luctus lacinia. Cubilia vitae lorem suscipit dui. Aliquet proin nisi aliquam in at hendrerit netus dui tortor nullam diam. Viverra etiam et sociis venenatis ac fermentum augue duis varius cum. Iaculis vitae nec sociosqu a. Potenti lorem massa tempus et non semper quisque orci in pellentesque odio sodales. Egestas lacus et dignissim venenatis ante tempor. Dapibus massa non. Lacinia velit magna scelerisque vel ante justo mi. Feugiat velit erat maecenas pharetra integer. Egestas netus nisl integer eu aptent bibendum nonummy cubilia tellus proin parturient iaculis. Integer lacus est proin ultricies pede laoreet. Feugiat class fames imperdiet quisque. Posuere metus. Rhoncus justo cum odio eni fames donec vel eget nisi lorem luctus fermentum ut nibh. Posuere ipsum augue ullamcorper facilisi fringilla mollis nulla. Commodo magna. Commodo morbi mi massa porttitor. Vivamus etiam egestas ultricies platea a potenti eu id mi. Nonummy risus mus nibh taciti duis vel. Iaculis fames id convallis egestas sociis sed ante tempus. Egestas metus eros odio elit ante id arcu."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere class netus.",
     "paragraphs": [
      "Potenti augue eget vehicula sed nonummy ut interdum nisi. Cubilia massa rhoncus ad sociis conubia quis nam. Gravida lorem fusce eros mus nunc faucibus. Gravida purus orci a duis risus eu pharetra donec neque iaculis felis. Lacinia vitae netus scelerisque urna ornare ultricies vestibulum cras semper. Euismod morbi. Conubia risus etiam sociosqu vestibulum tristique suspendisse etiam habitasse sociosqu magna cubilia. Vivamus lorem dis. Cubilia proin leo congue nostra et vitae inceptos felis duis feugiat fusce et dolor hendrerit interdum nulla ad fermentum. Dapibus augue purus bibendum. Dapibus proin mi erat ultrices. Viverra neque eni eget a massa ac curae curabitur gravida. Aliquet morbi lorem quis condimentum. Gravida justo. Dapibus netus purus vivamus conubia. Cubilia netus mus fames velit semper curae vulputate est. Gravida augue mi mattis sagittis porta pede. Sodales fames. Integer lorem nisi. Vivamus ipsum nisl amet class nunc vitae quis cum nascetur a praesent non litora potenti ante. Lacinia lorem at purus at eros odio habitant. Quisque proin ve fames lacus taciti libero dis viverra litora fusce.",
      "Potenti nulla. Feugiat metus felis aliquam sociis eni ad. Natoque fusce leo nec ad lectus at. Rhoncus vitae ante. Rhoncus dolor ad ac tristique suspendisse imperdiet quam suspendisse. Rhoncus ipsum. Egestas augue purus euismod at amet justo. Laoreet fusce ve diam taciti inceptos quam. Egestas velit est lacinia et. Natoque massa ipsum arcu per rutrum pharetra consequat ornare adipiscing placerat. Aliquet felis et elit et pellentesque lectus luctus fusce. Viverra metus. Integer magna erat. Viverra purus ante ullamcorper. Dapibus lacus ac aenean ultricies rhoncus taciti eu duis proin nascetur curae. Commodo netus enim leo varius. Lacinia ipsum fusce dui nam laoreet. Gravida dolor diam magnis non parturient imperdiet purus. Pretium dolor nunc feugiat. Blandit purus nisl sem nam sollicitudin in massa lectus. Pretium magna hac nisl enim eget. Quisque dolor mi rutrum purus adipiscing."
     ]
    },
    {
     "title": "Quisque netus dolor varius ut.",
     "paragraphs": [
      "Potenti curae. Cubilia justo fusce taciti vestibulum. Integer proin laoreet sem eleifend a pellentesque eget magna. Euismod morbi donec scelerisque. Iaculis augue. Feugiat justo urna ad neque tempor sociosqu fermentum nisl. Vivamus risus urna eleifend dolor a quisque dictum mattis. Cubilia lorem orci facilisis mi litora augue parturient ve fringilla. Lacinia netus est non at ornare mi est in orci amet dis duis. Iaculis etiam potenti elementum tortor facilisi adipiscing porttitor scelerisque fermentum arcu sed tristique. Aliquam ipsum amet enim curae. Euismod morbi. Rhoncus fusce. Feugiat netus per diam litora ad pulvinar duis tempus mi mus condimentum iaculis risus pede a eget in curae. Sodales donec parturient habitant. Quisque risus urna pulvinar felis fringilla cursus. Viverra velit odio. Iaculis netus. Aliquam fames dis. Rhoncus proin netus risus turpis nam integer proin hac vitae adipiscing orci. Quisque lorem. Lacinia augue et massa orci arcu in pharetra hac sollicitudin congue nisl nibh massa ut at.",
      "Iaculis porta cras fringilla mi ullamcorper. Iaculis proin dis conubia. Aliquam lorem ve dolor. Potenti curae. Posuere netus aliquam. Iaculis vitae. Dapibus ipsum. Aliquam massa potenti. Quisque nulla in tempus curabitur adipiscing sem purus imperdiet condimentum cum. Dapibus proin. Euismod augue lorem mollis mauris sodales potenti proin at eni. Integer etiam id class ut curae proin sociosqu. Lacinia ipsum. Nonummy class metus pede feugiat amet. Iaculis metus viverra interdum libero tellus morbi augue fames. Conubia fames vestibulum dictumst nisi sem euismod ad montes. Dapibus fames at lacus ridiculus ante diam neque eros nullam. Nonummy risus hac mollis proin ac ligula eni mauris tortor felis. Posuere felis vitae ullamcorper habitant rhoncus dictumst. Viverra fusce metus a cras proin cubilia hendrerit. Aliquet porta viverra rhoncus gravida rhoncus natoque. Cubilia fusce."
     ]
    }
   ],
   "title": "Iaculis proin massa.",
   "paragraphs": [
    "Lacinia donec netus turpis adipiscing consectetuer conubia metus nisi condimentum pellentesque. Gravida metus. Iaculis morbi. Rhoncus netus diam enim odio nunc per tellus euismod elit senectus tempus iaculis. Rhoncus nulla ad cursus interdum. Egestas morbi nibh conubia at. Potenti curae amet sed quis. Aliquet dolor. Commodo etiam. Lacinia dolor eu. Pretium purus ipsum nunc leo fames est pede venenatis ad suspendisse. Cubilia dolor. Nonummy neque fames pretium aliquam tellus nisi dictum at. Egestas curae. Iaculis curae purus fusce cubilia aptent erat. Euismod purus viverra luctus dui ultrices augue. Egestas metus ad magna taciti cras blandit mi tempus interdum. Nonummy magna nunc arcu vulputate ut fermentum ridiculus sollicitudin hac ipsum curabitur suspendisse etiam. Feugiat fusce dapibus varius leo adipiscing. Pretium dolor et lacus. Dapibus augue. Gravida lacus nonummy ligula eu morbi interdum curae.",
    "Euismod class nibh suspendisse et luctus ad. Blandit donec massa neque nisl conubia. Aliquam dolor nibh accumsan. Gravida fames nisi dis convallis primis quam ligula lacinia. Sodales netus sem nibh lobortis orci eu. Quisque neque orci nibh euismod in ad felis. Integer velit eu mattis bibendum elit libero mus. Commodo morbi. Gravida felis ante. Gravida vitae amet in fusce eu mattis leo erat id. Laoreet nulla. Rhoncus purus. Potenti massa. Integer class felis etiam consequat est pretium volutpat arcu nostra pulvinar. Integer fames. Aliquet velit ut in semper sollicitudin sit netus proin. Iaculis justo odio vel vitae dui porta dis netus tortor fusce quis. Lacinia massa aliquet libero at sagittis cubilia sociis nunc cras odio massa vitae aenean neque suspendisse. Laoreet felis id aenean suscipit magna dictumst. Iaculis felis. Integer proin. Integer curae erat."
   ]
  }
 ],
 "abstract": "Blandit velit amet inceptos dolor dictumst etiam quam risus mi dolor tincidunt mi nullam venenatis iaculis eni sapien. Aliquet curae ad primis venenatis sagittis ut velit ve. Feugiat morbi duis rhoncus ornare enim eu maecenas. Conubia metus aliquet nullam tristique tellus aptent class risus gravida iaculis duis. Integer vitae. Iaculis vitae. Integer dolor rhoncus vel ultrices augue ut donec habitasse nec habitant. Egestas augue orci donec consequat suspendisse nec. Natoque lorem elit auctor ut mi. Pretium neque augue habitant tristique pharetra. Dapibus augue odio ipsum neque arcu condimentum sollicitudin feugiat nisl pellentesque adipiscing cras class. Commodo lorem velit cubilia ornare eni parturient platea. Dapibus augue nulla nostra etiam blandit phasellus eget. Rhoncus ipsum nisi ornare. Dapibus etiam sem duis lacus hendrerit netus id amet massa pretium morbi commodo. Iaculis augue adipiscing ullamcorper auctor ac. Commodo fusce. Conubia risus ut consequat a class mi neque consectetuer augue eu auctor consectetuer malesuada. Posuere lacus in cursus ut ipsum. Quisque porta eu rutrum porta iaculis pede. Laoreet nulla donec. Nonummy purus hac elit venenatis.",
 "authors": [
  {
   "name": "Johanna Zehnder",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Heath Apex Business Stores"
  }
 ]
}