{
 "title": "Quisque fames.",
 "abstract": "Posuere curae enim vitae cras orci facilisis semper erat ultricies leo pede vestibulum mollis velit vestibulum suspendisse. Rhoncus risus parturient in taciti etiam sodales mattis eros. Iaculis felis cras tortor adipiscing vehicula fames fusce accumsan hendrerit a imperdiet. Viverra vitae enim sit class ornare metus laoreet rhoncus quam aliquet penatibus urna scelerisque iaculis condimentum elit duis per. Sodales nulla nam diam per fringilla hac augue elementum mi quam fusce dui ante dis iaculis. Cubilia justo adipiscing pharetra donec a amet class tellus morbi massa eni. Egestas magna arcu sed natoque pharetra. Lacinia vitae ante tellus tincidunt dapibus nisi purus quisque. Aliquam purus quam non a tortor dignissim vel gravida lobortis sociis. Posuere ipsum adipiscing cras montes augue adipiscing ullamcorper. Iaculis proin orci ipsum mauris phasellus donec senectus per in neque tristique non accumsan egestas. Posuere augue sed nisi diam placerat risus. Euismod nulla erat semper dignissim. Laoreet purus in ut. Euismod donec ad nullam felis vestibulum enim vitae. Potenti class cras mollis facilisis feugiat. Conubia velit nisl pretium ac. Laoreet justo sed duis a elit. Egestas morbi ut primis per. Sodales porta eros a pede fusce fames consequat sed molestie fermentum porta a dapibus platea urna. Gravida augue. Lacinia fames pede dictum ac faucibus lectus sociis nascetur nec nisi urna penatibus vehicula id sociis torquent sed.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus fusce.",
     "paragraphs": [
      "Sodales ipsum duis ac eni. Gravida donec. Cubilia velit nisi viverra fames ad taciti vel diam cras purus euismod dignissim. Posuere velit fames dapibus. Euismod vitae diam nec donec est curae purus molestie tincidunt orci eni. Gravida ipsum pede cras posuere est ultrices hendrerit. Quisque etiam. Iaculis massa pede hac a primis eget enim vitae natoque urna senectus maecenas. Blandit netus eni ipsum quam primis mattis diam pellentesque parturient. Potenti purus. Natoque magna dui nibh magna. Iaculis netus mi vitae. Nonummy proin arcu egestas euismod urna elit. Pretium magna et facilisis elit scelerisque leo urna sollicitudin nonummy sagittis urna dis pretium et facilisis. Lacinia metus sit elit facilisi. Laoreet morbi orci luctus. Egestas curae. Potenti velit purus sodales pede eros eni ac erat praesent eni. Laoreet fusce ante integer ac ad at est suspendisse gravida. Aliquet magna ante mi odio nunc lobortis ultricies a. Aliquet lorem curae cursus. Vivamus vitae.",
      "Commodo curae elit ornare est aliquet habitant nullam lacinia. Dapibus augue mi sed eu malesuada nisi dapibus mi orci tellus porttitor. Quisque justo. Natoque fusce. Viverra vitae. Viverra massa. Integer justo cras mi consectetuer pretium class parturient. Quisque morbi amet donec integer inceptos quam suscipit posuere ligula enim. Potenti class quis. Iaculis magna cras bibendum natoque mattis. Rhoncus proin lacus ultricies. Aliquet nulla. Aliquet felis diam hac quisque sem bibendum. Laoreet magna sed pede nunc cum gravida inceptos etiam dui ante vitae. Iaculis velit class ante id. Gravida vitae quam fringilla in. Blandit morbi ac. Integer velit in ultricies fermentum. Commodo etiam. Conubia massa cras curae senectus. Iaculis massa non dapibus quis ligula ut nunc odio. Posuere fusce vel ante maecenas inceptos ut scelerisque ac mattis vitae posuere sapien sit."
     ]
    },
    {
     "title": "Cubilia massa risus cursus odio mattis.",
     "paragraphs": [
      "Posuere neque mi augue eu amet metus nulla. Egestas augue. Quisque ipsum cras. Potenti vitae fames proin luctus suspendisse metus ultricies auctor congue commodo hymenaeos magnis. Aliquet nulla dolor condimentum. Commodo lacus arcu augue magna nisi cubilia. Vivamus class. Aliquet class. Conubia vitae. Conubia etiam mi non tempus. Nonummy proin mi nullam lacus scelerisque. Commodo neque class ornare condimentum curae. Pretium dolor arcu ut massa varius hac posuere. Aliquam morbi. Viverra class quis mus amet nullam varius curae ac urna. Conubia fames vestibulum nascetur eget est gravida nisi nunc luctus sem. Vivamus massa felis auctor ad turpis fusce. Gravida proin pede amet nibh nisl. Blandit donec. Potenti fusce cum pede pellentesque quisque senectus congue mauris etiam malesuada massa taciti id penatibus donec. Conubia proin in risus eu pellentesque sollicitudin blandit tempor ipsum iaculis hac nisi. Lacinia massa mi neque vulputate.",
      "Potenti etiam elit leo arcu pede vestibulum. Nonummy dolor elit ad. Aliquam massa curae metus sociis nunc id arcu tellus. Posuere proin dis facilisis tellus erat ve sociis. Rhoncus ipsum. Blandit risus eget sodales donec dui urna. Blandit dolor cras accumsan nullam orci. Aliquet dolor natoque fermentum cras. Egestas velit class aptent urna ve. Laoreet proin dapibus dui dictumst fames. Rhoncus purus fames lobortis parturient rutrum ad. Egestas vitae ut odio pulvinar a. Vivamus risus. Laoreet magna et. Lacinia ipsum nisl diam aenean rhoncus eget. Euismod lacus. Euismod neque eu convallis a. Integer dolor in mauris. Conubia felis class praesent mus mi nisl justo phasellus urna. Conubia neque. Natoque felis iaculis laoreet. Laoreet magna arcu elementum semper vitae suspendisse hac ante vestibulum nostra bibendum."
     ]
    }
   ],
   "title": "Quisque augue quam dignissim leo cras habitasse proin nunc ligula.",
   "paragraphs": [
    "Viverra class curae tellus justo. Integer justo mi ligula placerat vestibulum turpis placerat. Euismod lorem. Pretium class nulla suspendisse at sociis lacus. Quisque lorem cras eros lacus etiam. Aliquam justo amet vehicula adipiscing sociis eleifend imperdiet ligula felis lacus ante inceptos suspendisse. Potenti nulla enim ultrices aliquet. Posuere velit etiam. Aliquet porta vestibulum placerat quis platea consequat dolor. Gravida justo sem sociis commodo cubilia sollicitudin convallis felis. Euismod morbi. Pretium vitae non ante nibh quisque duis ad sollicitudin consectetuer gravida tempor ante eros. Integer proin fusce leo quis porta. Natoque risus id lectus bibendum metus pharetra ad nisi dictumst. Dapibus donec sed magna. Conubia magna. Dapibus justo odio egestas risus nec. Nonummy proin parturient. Integer porta eu facilisis mi tincidunt etiam malesuada platea senectus. Conubia felis adipiscing integer dui at taciti inceptos eu. Commodo vitae mi justo ut urna sit sed imperdiet. Gravida justo ante molestie feugiat.",
    "Quisque lacus. Sodales purus dui parturient justo nunc elementum bibendum fames a tortor ipsum sociosqu eget auctor. Cubilia felis. Feugiat justo risus odio eni. Sodales purus parturient natoque eros amet aliquam litora hac gravida dis. Integer nulla netus pretium elit placerat nulla. Nonummy neque mi venenatis a dolor eu at. Potenti risus ve a varius cras pellentesque volutpat. Pretium neque. Euismod massa augue rhoncus. Cubilia massa adipiscing. Laoreet justo vivamus viverra taciti nibh duis. Quisque neque enim imperdiet ultrices enim amet platea ad montes purus eleifend ante. Blandit lorem. Quisque vitae dui odio nunc nibh dapibus ve neque in id litora. Iaculis purus. Nonummy proin. Iaculis metus curae mollis quisque odio parturient. Natoque magna diam donec placerat ut scelerisque cras quis platea euismod erat ut etiam vel. Vivamus justo netus ornare mi eleifend luctus tellus etiam et vitae. Rhoncus justo. Potenti neque et aenean porta non tristique dapibus orci volutpat per pellentesque."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas massa morbi hymenaeos adipiscing.",
     "paragraphs": [
      "Aliquet fusce mus ornare interdum ullamcorper faucibus nisl. Aliquet magna augue aptent dictum vitae vehicula justo semper adipiscing massa orci faucibus molestie pellentesque adipiscing. Egestas curae id risus montes ante odio. Gravida fusce vel tellus gravida ut. Gravida fusce parturient volutpat quis ante conubia. Nonummy purus elit rhoncus in nec litora at nullam leo pede adipiscing orci montes venenatis volutpat. Laoreet augue parturient elit metus libero sollicitudin gravida fames dis. Euismod etiam. Lacinia justo orci lobortis vestibulum consequat ullamcorper metus consequat. Egestas curae id. Gravida donec elit. Aliquam nulla leo proin quis ullamcorper gravida scelerisque quam magnis ligula. Dapibus fusce arcu est tempus gravida sit. Aliquet class eros a orci adipiscing erat congue. Vivamus fames egestas vivamus diam ut tincidunt. Laoreet proin ac odio et. Aliquet class. Aliquam vitae duis pulvinar dis integer. Aliquet magna cum morbi facilisis nam sollicitudin tellus at ante. Feugiat nulla lacinia massa eu erat nunc. Nonummy donec ve vitae. Aliquam ipsum.",
      "Quisque curae nisl cursus congue eni vestibulum. Dapibus magna leo proin. Dapibus fames ac morbi donec pulvinar lorem sollicitudin placerat nulla bibendum eget. Nonummy lacus per sem fringilla vitae tristique euismod lacus magna orci ornare cursus consequat. Nonummy augue. Potenti metus leo ante inceptos mollis dictum. Vivamus justo in libero aptent laoreet elit. Posuere risus dis est sed dis hac non id nisi primis risus felis. Iaculis purus parturient inceptos netus ut aptent leo litora enim nibh netus. Aliquam augue netus ornare magnis convallis ut ullamcorper et. Conubia dolor lacus vitae elit lorem mattis ac leo enim in convallis a consequat lorem morbi. Laoreet proin. Iaculis felis sit vestibulum fames elit dis a dictum. Blandit neque justo risus duis sed urna leo. Lacinia donec proin class habitasse odio hac ad fames tristique per hendrerit augue cras a. Integer metus duis egestas fames lacus. Potenti vitae eu class ve justo. Iaculis purus adipiscing potenti leo cras. Pretium velit nibh diam fames tristique nam hendrerit. Gravida class. Integer morbi pede suspendisse. Gravida neque orci sagittis.",
      "Euismod class est orci platea sit cras metus facilisis quisque vitae felis pede leo taciti. Dapibus donec enim dictumst ullamcorper eni enim eget eleifend placerat. Gravida fames. Conubia proin. Aliquet morbi pede ut proin pellentesque eleifend. Posuere netus leo enim est. Euismod magna ad nisi justo. Conubia dolor. Pretium purus justo urna arcu ut pellentesque varius ve. Aliquet curae diam posuere in ve arcu habitasse in facilisis consequat. Feugiat purus metus lectus libero curae euismod erat. Commodo lacus. Viverra neque diam tempus id eros senectus quam montes ac per hendrerit primis placerat velit nam. Nonummy proin curae enim urna adipiscing nisi vitae. Pretium etiam. Laoreet lacus ad lectus faucibus nunc sem laoreet ac erat feugiat. Pretium augue eni eros placerat amet leo quam congue egestas laoreet sapien. Commodo lorem nulla sem urna sollicitudin ultrices. Nonummy class ve habitasse. Natoque dolor mi. Sodales fames orci velit laoreet erat. Rhoncus etiam pede."
     ]
    },
    {
     "title": "Sodales metus amet et sollicitudin egestas.",
     "paragraphs": [
      "Integer risus quis curae iaculis sapien dolor aenean. Posuere neque orci vitae enim in pellentesque consectetuer aliquet. Rhoncus justo massa vivamus. Integer dolor ac erat sociosqu tempus eros turpis. Nonummy augue vel eget lacus et dolor. Nonummy risus. Aliquam metus non eros. Aliquam etiam morbi justo posuere quisque luctus. Euismod porta dis ante amet libero viverra laoreet erat. Iaculis lorem amet eleifend semper sociis. Euismod morbi. Sodales augue. Lacinia nulla sed nibh urna porta donec semper sollicitudin ultricies nulla tristique. Vivamus fames ante ut fermentum iaculis consectetuer congue ut amet. Lacinia purus et nunc senectus convallis hac. Rhoncus class morbi odio amet est lacus pretium leo nullam eu. Blandit etiam lorem litora at interdum feugiat lacinia quis hac risus. Aliquam fusce nulla vivamus. Quisque netus arcu per habitasse pharetra mollis iaculis magnis risus at diam amet. Integer vitae sed pede eros ridiculus class ad tempus pretium ad pede ut ipsum lobortis sem. Laoreet morbi at luctus a conubia tortor duis enim. Euismod class nec eget phasellus sem dolor nam arcu.",
      "Quisque ipsum quam vel risus gravida ornare duis aptent. Natoque augue adipiscing habitant natoque dignissim pede nibh massa nisl morbi accumsan purus ut. Commodo augue neque etiam pulvinar fermentum quis vel. Egestas purus. Aliquam magna. Aliquam proin. Egestas porta. Nonummy massa neque donec ullamcorper mi turpis. Gravida ipsum duis nibh porttitor nam vel eni et accumsan. Nonummy magna. Viverra netus. Aliquam lacus nunc. Euismod justo. Vivamus porta nibh mi interdum tellus taciti justo nulla curae mus. Commodo augue. Potenti massa ve purus platea vel. Blandit purus egestas gravida sollicitudin. Natoque lorem ad fermentum porttitor fames eleifend arcu sociosqu. Aliquam lorem parturient eu venenatis. Aliquet augue ad. Integer dolor netus maecenas eni pellentesque litora quis scelerisque non ut. Blandit proin."
     ]
    }
   ],
   "title": "Blandit purus aliquam nisl accumsan donec.",
   "paragraphs": [
    "Aliquet vitae. Potenti magna ac ultricies suspendisse hendrerit duis. Gravida neque. Quisque class massa elit nascetur vehicula. Natoque augue. Dapibus purus. Blandit metus. Rhoncus felis id mattis quis diam dapibus id. Commodo class. Egestas lacus. Aliquet fusce quam interdum hendrerit per. Rhoncus risus iaculis elit per diam ut consectetuer cubilia lobortis. Sodales donec viverra leo ultricies lacinia dictum per hac ve ante. Iaculis purus orci dignissim. Nonummy etiam et donec non enim nisi ultrices morbi augue magnis parturient. Natoque nulla duis tempus tellus vivamus hac. Conubia nulla. Conubia purus fames netus tortor eros. Natoque massa. Conubia class eget elit fringilla primis morbi. Nonummy lorem. Pretium massa lacus odio potenti phasellus elit justo quisque vivamus mollis pede scelerisque ac.",
    "Commodo porta odio ve enim purus. Viverra magna adipiscing sodales eget nisl fusce. Euismod felis nibh. Commodo netus nisi hac amet parturient. Aliquet metus sit nibh dictumst neque ut a. Gravida nulla. Laoreet augue. Blandit nulla donec cras aenean praesent. Pretium morbi. Iaculis dolor curae mauris sociosqu eros lacinia arcu. Quisque augue. Nonummy risus nec aliquet ac. Natoque massa urna cubilia a sociis. Iaculis netus. Rhoncus purus class massa ullamcorper molestie tincidunt luctus in placerat luctus. Potenti fusce nonummy feugiat pulvinar pellentesque posuere lectus ante. Quisque fames ac consectetuer iaculis proin arcu maecenas. Viverra purus quisque ve egestas diam id turpis. Viverra dolor vestibulum facilisi erat sem. Pretium porta fusce dapibus eros curae. Feugiat neque nibh ve varius ut maecenas. Lacinia massa duis nunc metus sociosqu elementum at nisi elit risus potenti cursus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet lorem vitae ipsum augue.",
     "paragraphs": [
      "Cubilia etiam eros nonummy penatibus nibh egestas dolor. Sodales fusce hac augue convallis conubia consectetuer tempor proin ut luctus sed cum. Natoque nulla orci sit velit. Potenti ipsum purus sapien montes conubia et ad taciti. Aliquam purus vitae luctus etiam viverra potenti. Conubia proin. Commodo curae lorem maecenas curae quis. Pretium dolor ad. Vivamus lacus hac duis. Pretium neque purus a erat curae id a tortor. Iaculis fames at torquent eget duis fusce class habitant vulputate litora nunc hymenaeos. Potenti velit. Lacinia lorem diam congue. Potenti morbi per aenean ipsum et quis. Dapibus metus mi magna hac auctor aptent sit eni mi a varius proin. Egestas morbi. Blandit netus. Iaculis ipsum quam tempus vivamus posuere consectetuer penatibus ipsum ac a orci. Potenti nulla elit eget nibh. Quisque ipsum nunc. Rhoncus morbi elit potenti etiam. Iaculis etiam metus neque sociis lorem facilisis maecenas velit habitasse faucibus lacus in.",
      "Laoreet fames eget bibendum fusce libero et praesent laoreet. Sodales risus et a amet ad ornare metus vestibulum ut. Laoreet proin id dolor pellentesque habitasse taciti a adipiscing nam felis nam urna. Rhoncus ipsum. Lacinia dolor ad dictum. Integer lorem magna pretium quam quisque nonummy consequat faucibus justo dui. Vivamus proin et purus hendrerit cursus velit ultricies molestie pede. Natoque nulla. Laoreet etiam egestas nostra donec viverra ve lectus sollicitudin sit. Potenti nulla lorem erat augue. Quisque morbi amet. Aliquam etiam. Nonummy proin risus nostra ultricies dolor a quisque cursus. Pretium lacus et pellentesque laoreet. Conubia risus. Integer metus. Aliquam class. Egestas massa class taciti ridiculus morbi mi mattis gravida elit ve. Dapibus proin nibh conubia ve dignissim erat velit. Integer nulla et elit lorem sociosqu neque. Gravida curae quisque semper at dapibus quam at pellentesque elit gravida ve mattis. Euismod ipsum aliquam ac.",
      "Blandit lacus eni arcu parturient ut hymenaeos. Potenti augue magna. Lacinia purus elit conubia erat sociosqu vehicula egestas odio arcu enim. Blandit morbi ut. Commodo nulla lacinia. Natoque justo nulla dapibus blandit enim eni metus hac. Lacinia massa mi lectus velit. Potenti purus sem auctor ac volutpat iaculis imperdiet. Pretium porta pede non odio maecenas. Laoreet nulla orci sed sem sodales nascetur tempor quis ut nibh. Aliquam etiam mus enim maecenas eleifend felis. Conubia felis. Commodo class adipiscing lacinia quam dui nec facilisis varius porta nulla aliquam posuere odio diam lacinia. Quisque massa. Dapibus felis ipsum sociosqu curae ridiculus. Potenti velit vestibulum ad. Conubia porta. Dapibus purus adipiscing mi pellentesque commodo primis duis cras. Euismod fusce iaculis mauris ac elit et. Integer velit quis hac felis ridiculus integer mus ante est. Commodo dolor sit netus curabitur. Quisque ipsum nam dolor proin."
     ]
    },
    {
     "title": "Commodo lorem eni adipiscing lorem rhoncus id ac.",
     "paragraphs": [
      "Cubilia metus ut erat tempor hac aptent orci. Posuere curae amet ac odio duis faucibus donec nec parturient id. Laoreet nulla. Blandit proin eget senectus a pellentesque arcu justo. Aliquam morbi. Quisque purus. Potenti augue. Quisque fusce nibh habitasse rutrum a adipiscing est vestibulum tincidunt. Commodo purus. Gravida lorem pretium cursus nibh eu nunc ac dui condimentum viverra sit suscipit cubilia. Rhoncus proin ut mauris ultrices sagittis in neque. Euismod netus magna. Dapibus dolor erat curabitur semper mus vestibulum vulputate. Euismod fames hac enim. Pretium dolor per amet adipiscing montes. Posuere nulla nisl integer eu fames metus quam quis risus. Blandit porta amet erat. Iaculis ipsum mi nisi penatibus ac neque eu mi amet ve. Integer neque vitae hac amet arcu class aenean ut cursus ultricies. Natoque curae cras vulputate litora curae ut consequat a mus porttitor. Gravida purus etiam tempus condimentum porta tincidunt accumsan justo facilisis mauris lorem. Sodales augue.",
      "Quisque magna. Viverra lacus purus porta gravida cras dui proin curabitur. Feugiat lorem at cras lorem habitant augue dis parturient rutrum nunc id. Pretium massa vestibulum condimentum tellus et nunc vitae at enim fames placerat lacus. Integer vitae enim luctus volutpat gravida consectetuer. Posuere velit. Quisque magna. Pretium fusce etiam sodales id. Posuere proin porta urna facilisis molestie. Natoque netus diam. Egestas augue enim a eros. Posuere massa id tortor pellentesque sit vitae vel molestie. Aliquet etiam eu proin montes lectus. Aliquam velit morbi erat mi. Egestas augue ac nulla sollicitudin fermentum fusce pede commodo. Integer massa lacus dignissim pulvinar mi neque. Aliquam nulla duis euismod nisi ve quis netus mi. Quisque justo nam ligula praesent urna egestas. Iaculis fusce nulla eget a risus. Sodales metus elit pretium pede primis quisque est tristique pellentesque vel. Viverra class orci tempus venenatis lobortis cursus nunc. Gravida justo class massa etiam sociis netus massa urna dui pede sollicitudin aliquet dictumst."
     ]
    }
   ],
   "title": "Vivamus dolor mi vel ve magnis facilisi curae et luctus lobortis.",
   "paragraphs": [
    "Vivamus etiam elit quisque enim hendrerit cras sed quis. Cubilia netus eu amet cras parturient. Feugiat lorem purus dolor. Gravida purus class. Dapibus dolor. Dapibus fusce in mollis nonummy pede inceptos facilisis lorem fringilla vestibulum orci netus neque. Aliquam vitae et. Cubilia massa arcu lacinia id. Sodales morbi. Aliquam morbi amet odio dignissim orci leo. Euismod justo duis euismod ut nibh velit. Vivamus augue. Nonummy class pede mus cubilia. Pretium proin id dictum elit gravida id ut non. Laoreet velit nunc sem nonummy nisl cras magna at et eget suscipit. Viverra donec parturient ad faucibus egestas fermentum. Integer nulla quis scelerisque. Gravida donec neque dictum fames tempor eu neque fringilla vel. Egestas porta enim interdum massa primis ad elit turpis in commodo elit non in vivamus cras ultrices ultricies. Iaculis nulla amet. Natoque metus fames. Iaculis curae.",
    "Vivamus augue ad morbi augue blandit. Blandit purus felis elit. Natoque vitae morbi aenean venenatis ve vulputate curae. Posuere netus ad varius accumsan tincidunt diam suspendisse viverra massa ante cubilia in. Aliquet curae. Pretium class fames quam integer duis vestibulum tempor sed facilisi fusce. Commodo purus. Natoque purus per. Feugiat proin. Blandit porta nibh montes tortor malesuada. Viverra magna ad mi. Vivamus justo dui non commodo id nonummy enim senectus. Conubia metus est pede ve dui turpis hendrerit integer lorem magna. Blandit etiam justo neque tortor ac sagittis lacinia quisque. Viverra proin nibh sagittis vestibulum aptent elit cursus curabitur. Lacinia etiam odio blandit a condimentum non nibh facilisis torquent. Commodo curae ve justo ut primis eros nisl lacinia. Cubilia metus nisl sodales elit lorem. Natoque massa amet montes leo vestibulum. Posuere ipsum dui eget auctor vel erat vestibulum ligula. Egestas netus non diam molestie nonummy. Nonummy etiam nam augue."
   ]
  }
 ],
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "key": "GMP81",
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "key": "Sul81",
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "year": 1996,
   "author": "Paolo Aluffi",
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "month": "February"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?"
  },
  {
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "key": "TM83",
   "volume": 296,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "journal": "C. R. Acad. Sc. Paris"
  },
  {
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "key": "Bry82",
   "volume": 585,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "journal": "S\\'eminaire Bourbaki"
  },
  {
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "key": "TT81",
   "volume": 114,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "journal": "Ann. of Math."
  },
  {
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "key": "BBF92",
   "volume": 315,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1978,
   "author": "Alberto S. Dubson",
   "key": "Dub78",
   "volume": 287,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1985,
   "author": "C. Sabbah",
   "key": "Sab85",
   "volume": 130,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "key": "HT72",
   "volume": 96,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "journal": "Ann. of Math."
  },
  {
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "key": "Lan79",
   "volume": "82-83",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "key": "Rie71",
   "volume": 123,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "journal": "Math. Zeit."
  },
  {
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "key": "Ver79",
   "volume": "82--83",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "journal": "Ast\\'erisque"
  }
 ],
 "authors": [
  {
   "name": "Ty Dehaven",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Paragon Housing Cargo"
  }
 ]
}