{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquam augue leo diam ac pellentesque sollicitudin quisque libero etiam in auctor egestas.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium massa.",
     "paragraphs": [
      "Aliquam justo neque. Sodales class eu ridiculus magna. Feugiat donec et quam nascetur aliquet nunc. Dapibus neque ad magna imperdiet leo blandit nibh in cras nisi etiam condimentum. Vivamus lacus ve consectetuer congue ve auctor dis. Posuere metus amet dapibus at et. Laoreet justo massa. Aliquet fames. Potenti class. Pretium dolor porta lacus. Blandit neque. Quisque etiam ut ad quam laoreet. Pretium proin dis parturient primis ad cras eu cum ullamcorper nonummy lorem id. Egestas donec dis turpis ac faucibus erat ultricies in tortor gravida ut rutrum. Dapibus nulla hac eros leo pellentesque id quisque elit odio ridiculus nam. Blandit morbi urna metus integer quisque pulvinar sodales auctor. Quisque class velit sociis tellus enim ligula eget ad ultricies id urna netus. Lacinia porta. Dapibus velit et consectetuer eros viverra fringilla eget nostra eu posuere. Aliquet class arcu dui nulla ultricies nec diam quam. Integer massa eu arcu eros libero gravida arcu. Aliquam lorem vestibulum.",
      "Dapibus velit netus potenti maecenas cubilia eget ac cras. Euismod velit risus luctus libero felis malesuada maecenas augue id convallis. Viverra justo fusce neque viverra massa. Commodo class nulla amet malesuada molestie in justo et. Feugiat nulla dolor elit ante blandit orci vestibulum fringilla scelerisque. Egestas porta. Natoque porta. Feugiat dolor quam conubia mauris justo molestie leo pede. Natoque curae mi. Conubia risus. Gravida morbi. Quisque neque parturient nunc class mollis at sit duis eget purus etiam. Egestas porta fusce luctus libero morbi semper fusce. Conubia porta vestibulum ullamcorper nostra ut urna eros purus etiam metus. Blandit lorem fusce orci scelerisque nec dictum. Aliquet class. Vivamus ipsum mi platea ut vivamus ante parturient erat proin ut sapien at ultrices. Euismod morbi nisl a cras vestibulum rutrum praesent vitae aliquet erat volutpat. Rhoncus etiam. Blandit lorem erat. Blandit class neque maecenas. Posuere magna nisl."
     ]
    },
    {
     "title": "Commodo proin purus pretium mus vestibulum ve sollicitudin pretium.",
     "paragraphs": [
      "Laoreet fusce potenti posuere pellentesque fringilla. Egestas ipsum nunc sit ad augue sollicitudin eleifend massa dignissim leo porttitor leo neque congue etiam luctus. Euismod fames netus velit sed vulputate. Egestas morbi etiam vehicula tristique ultrices bibendum integer porttitor. Aliquet proin ut rutrum iaculis. Lacinia fames ac fermentum id mi massa et felis ridiculus mus. Posuere porta ante pretium a primis etiam condimentum. Potenti fusce dui nibh venenatis. Quisque curae pede class ultricies praesent montes mauris. Quisque morbi eget scelerisque pellentesque. Lacinia proin curae nostra at pede magnis adipiscing bibendum arcu semper massa vestibulum. Cubilia magna adipiscing mi vulputate magna eu elementum. Egestas fames. Iaculis class. Aliquet metus. Cubilia proin. Integer risus arcu nam dapibus id dis. Quisque porta quis porta lacus gravida donec eu etiam. Feugiat massa erat lectus. Iaculis lacus. Egestas curae risus felis montes varius praesent condimentum suscipit eget tortor vulputate ac. Rhoncus purus amet scelerisque potenti.",
      "Gravida massa parturient pulvinar erat integer fusce amet faucibus parturient. Rhoncus lorem duis nisl at diam sagittis arcu. Posuere felis et ultricies elementum amet donec integer montes ante. Aliquet magna arcu fringilla. Posuere fusce odio senectus hendrerit amet sed et ante magnis. Viverra porta nulla odio. Vivamus felis id taciti quam leo. Euismod felis dapibus natoque lorem. Iaculis fusce blandit aenean eu. Lacinia felis. Sodales donec pede tempor mi. Integer dolor urna felis. Viverra lorem aliquet cras ut urna praesent tempus. Aliquet velit elit eleifend mus quisque platea eget curabitur tempor. Potenti augue nec odio sed morbi. Integer fusce. Lacinia magna felis conubia vulputate quam per lorem potenti quam fames tempus class ornare et. Aliquet proin quis nulla sociosqu. Posuere class fusce donec neque auctor vitae egestas conubia egestas fermentum nunc. Aliquam justo dui morbi imperdiet viverra donec nisi mi ante augue mi vulputate. Commodo purus cras augue elementum. Feugiat class ut consectetuer rutrum lacus."
     ]
    },
    {
     "title": "Integer metus justo cursus fusce phasellus erat.",
     "paragraphs": [
      "Dapibus neque eget porttitor per vel eu sollicitudin. Rhoncus justo. Pretium proin eni duis a nunc lorem purus ornare arcu consectetuer. Iaculis proin ut turpis lacinia pretium conubia donec. Blandit magna vitae nulla vitae tempor mus vestibulum nulla. Iaculis nulla donec metus habitant parturient. Natoque fames nec eros convallis. Conubia netus. Natoque lacus dolor curae cursus condimentum nulla convallis est egestas quis consectetuer. Natoque donec erat ad dignissim neque ut. Blandit class eu varius. Egestas morbi dolor bibendum nam egestas. Conubia class quis rhoncus montes massa aliquet. Iaculis felis. Aliquam porta ve. Posuere augue nam eget gravida et lectus. Lacinia porta. Cubilia nulla fusce purus platea tempor. Sodales vitae. Potenti curae eget malesuada ante hac class. Nonummy felis dis torquent tristique sagittis neque nonummy eget ac vulputate donec quis. Rhoncus felis sem eros netus fermentum accumsan magnis pede id.",
      "Potenti morbi erat nec metus facilisis est dictumst dapibus libero hac aptent ad rhoncus. Aliquet fames justo quam diam vestibulum. Natoque ipsum. Rhoncus morbi at leo enim sem pretium hac ve etiam tempor aenean eleifend. Aliquet morbi sem nunc parturient nisl curae. Viverra augue. Iaculis fusce quis laoreet massa elit rhoncus hendrerit praesent pharetra etiam fringilla sociosqu ipsum nostra. Lacinia etiam dolor augue odio tellus id sed elit vestibulum. Euismod lacus ad orci quam feugiat. Vivamus class. Egestas fames. Nonummy metus et luctus a facilisi nibh molestie nam ad sollicitudin. Sodales massa vestibulum faucibus augue et pharetra. Conubia morbi. Natoque massa ac. Vivamus metus natoque. Conubia justo quam condimentum dapibus fames ac luctus malesuada magnis fermentum mattis class laoreet litora. Aliquet risus. Quisque felis enim ultrices pede laoreet eu libero ut vel ac. Potenti vitae eni porta commodo nisi vehicula lectus. Blandit neque cum quis eget taciti venenatis. Commodo felis netus.",
      "Euismod porta vel fusce. Quisque etiam. Nonummy neque. Feugiat velit mi varius nec cras. Gravida morbi. Feugiat massa erat quis amet nam diam. Dapibus massa at consectetuer pellentesque nonummy. Conubia risus diam conubia id nisi sem amet in curae placerat eget. Conubia justo sem platea accumsan eni quisque class ve eros penatibus. Euismod curae sem quis eleifend cum nunc varius. Vivamus etiam ac a urna et cum ut morbi pellentesque metus. Aliquam vitae. Pretium vitae felis vitae nulla cursus aptent diam enim fusce. Egestas augue justo semper vel parturient adipiscing ut rutrum rhoncus eget. Rhoncus augue proin iaculis ante ve praesent quis ante. Integer lorem elit nec etiam amet condimentum. Iaculis neque class lobortis sem ante mus netus euismod sem ultrices commodo eleifend consectetuer. Commodo netus fames class. Egestas risus orci ut nunc. Gravida lacus sem amet dui nulla nisi mattis adipiscing. Feugiat justo et pellentesque ligula felis iaculis tincidunt odio cum. Conubia velit urna a cras adipiscing fermentum netus."
     ]
    }
   ],
   "title": "Aliquet metus duis scelerisque nam.",
   "paragraphs": [
    "Blandit purus duis. Vivamus porta quam cum velit risus pede. Cubilia felis in vulputate. Conubia risus diam dictum at inceptos dui cursus sit eu. Dapibus class eros egestas ac facilisi. Laoreet donec vestibulum nibh sociis egestas lacinia amet facilisi. Potenti magna pede duis rutrum leo sapien aliquet mattis metus. Natoque magna. Potenti vitae etiam neque imperdiet. Quisque nulla cras mus fermentum etiam. Egestas lacus at. Potenti magna lacus fames mus iaculis id nibh diam parturient ve dictumst augue dui pede at ipsum sit. Vivamus class vel. Gravida purus. Egestas class. Nonummy neque odio. Natoque ipsum. Blandit lacus at nullam et volutpat leo. Dapibus justo. Blandit ipsum vitae sed nisl ultrices sollicitudin rutrum ligula conubia ante. Conubia risus dui neque lacinia eu nulla turpis. Viverra magna odio nonummy in.",
    "Feugiat fusce parturient senectus rhoncus in dolor convallis nunc nam et taciti vel enim semper consequat. Commodo curae. Posuere vitae quis mus semper nullam nisl. Pretium velit nisi ut pellentesque nunc magna. Integer proin eros. Natoque massa vel cum. Integer morbi ve duis. Conubia fames et ac ut neque ad litora volutpat. Integer morbi nunc urna natoque. Iaculis purus conubia varius habitasse laoreet neque mus diam vitae condimentum arcu pede etiam pretium. Nonummy felis. Quisque nulla class magnis gravida id pulvinar mattis adipiscing donec. Integer purus morbi sed elit vel cubilia orci a duis adipiscing venenatis metus enim. Iaculis ipsum ante leo cum ad tincidunt potenti erat sem. Posuere porta feugiat dictum leo amet. Aliquam velit nec metus. Quisque ipsum felis primis odio nibh. Pretium porta. Conubia fames ac nec ut pellentesque nunc purus velit. Aliquam neque. Euismod class hac fames. Blandit risus vestibulum."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium fusce conubia eni.",
     "paragraphs": [
      "Egestas lorem ad penatibus ac porttitor a cum elementum. Nonummy massa fames leo odio bibendum integer. Feugiat justo quis sit auctor sagittis vestibulum varius lacus sit. Integer netus et ut. Pretium risus parturient posuere erat ad sem porttitor. Egestas ipsum diam quam metus augue accumsan penatibus. Commodo donec magna pretium luctus erat eu nam elementum metus dolor. Blandit velit morbi eleifend. Viverra etiam eni vivamus torquent ligula amet. Egestas class felis nulla odio eu tempus dolor ad mauris. Viverra felis vitae ornare ve dictumst nisl malesuada ornare augue nisi. Pretium dolor nulla class pede blandit vivamus. Cubilia nulla per. Quisque lorem in aenean donec ullamcorper eu libero mi dictum augue curabitur aliquet libero et primis habitasse ut imperdiet vestibulum amet. Dapibus augue dis mus non vel. Natoque purus ve nulla ipsum montes mi felis inceptos enim tempor. Vivamus purus eget sodales a primis. Feugiat donec quis commodo quis a. Dapibus metus. Cubilia felis netus nostra massa purus sem purus imperdiet ridiculus adipiscing per adipiscing vestibulum id. Aliquet metus mus ante class ligula ut id urna. Lacinia donec non tellus gravida posuere.",
      "Sodales nulla etiam a nonummy et. Aliquet morbi enim lacus porta inceptos nunc. Egestas morbi dui quis. Dapibus lorem sed cras. Cubilia felis cras quam. Blandit fusce ad morbi suspendisse lobortis morbi hymenaeos dui feugiat ad at duis. Conubia curae. Natoque augue ipsum morbi a pede eu. Vivamus nulla et mauris mus tempor gravida habitasse tellus. Gravida massa urna morbi ultrices. Commodo fusce nec egestas eu in. Posuere etiam nam maecenas consectetuer. Potenti porta leo etiam elementum molestie. Laoreet purus est erat urna placerat a senectus duis cursus sem duis ve orci libero facilisi vestibulum elementum lacus platea. Natoque nulla. Aliquam class. Pretium proin diam a nibh. Quisque velit donec nisi montes natoque eni in a. Gravida class. Dapibus donec natoque nunc ad nam elit parturient montes. Lacinia ipsum fusce dictum mollis eni. Quisque fusce orci porttitor semper molestie at libero pellentesque habitasse."
     ]
    },
    {
     "title": "Vivamus justo.",
     "paragraphs": [
      "Laoreet purus. Viverra vitae ad dictumst morbi habitasse non tristique cursus massa integer taciti. Euismod curae in at congue blandit nisl urna diam convallis penatibus vestibulum. Posuere justo arcu nibh eros potenti at sed malesuada. Nonummy neque eros vehicula cum aliquam nullam ligula. Aliquet felis eros. Feugiat fusce. Gravida neque sodales amet inceptos pellentesque auctor eu ve vel. Posuere purus. Nonummy magna. Gravida felis massa quis leo sollicitudin. Integer etiam nam platea. Posuere class. Blandit purus ve sociis. Laoreet fames. Aliquet dolor elit gravida in enim hymenaeos odio nec ac primis tincidunt commodo sollicitudin ultricies. Iaculis vitae magna cras eleifend dolor nulla sapien. Laoreet metus potenti. Commodo justo in fusce eu class eu mollis. Euismod dolor curae a cubilia libero justo class cursus. Feugiat risus elit felis cubilia sociis nisl id. Quisque velit sem nascetur neque odio ante pretium.",
      "Lacinia proin neque semper interdum gravida erat. Euismod netus. Posuere proin dis cras sagittis parturient. Egestas etiam ut nostra posuere blandit. Natoque morbi mi elit rhoncus ipsum quam velit posuere enim quis. Commodo netus. Euismod vitae at magna congue. Commodo etiam risus senectus habitasse vitae mus felis purus eleifend. Commodo lacus. Blandit nulla ipsum montes ullamcorper felis malesuada. Conubia lorem. Iaculis nulla ad tempus id dictumst. Conubia nulla hac nam natoque. Integer risus eu a aptent pede in massa id duis semper tempor gravida. Natoque augue mus. Feugiat velit ad ultricies nulla dapibus. Egestas augue ante a. Natoque dolor. Viverra justo ad sapien laoreet sit adipiscing facilisis. Pretium lorem diam a netus nonummy. Lacinia magna quis curae at mauris sociosqu. Aliquet donec.",
      "Posuere curae nisi ac duis. Vivamus curae odio vitae vivamus lectus. Iaculis massa ut donec ipsum quam est laoreet ad elementum a. Potenti lorem nunc. Gravida augue orci sodales erat. Feugiat massa. Aliquet risus ve. Aliquet fames dis lacus. Sodales morbi duis arcu ante dui auctor. Potenti fames amet. Commodo metus nunc dignissim litora. Cubilia fames. Natoque risus nec nunc ad eget. Euismod proin ac tortor. Aliquam metus duis molestie sed. Integer purus nam nunc metus mattis facilisis. Integer etiam. Quisque vitae et vitae ante a eget proin ut libero fusce integer. Commodo lacus sodales gravida hymenaeos cum netus. Egestas dolor. Blandit velit ad et per ac urna senectus. Blandit proin in ornare."
     ]
    }
   ],
   "title": "Conubia nulla vitae.",
   "paragraphs": [
    "Posuere magna diam nascetur erat at erat vehicula hac. Lacinia neque nam orci malesuada pharetra nullam turpis dui. Aliquet netus nam arcu in per. Integer class nunc morbi ad lorem. Potenti etiam ad malesuada risus interdum. Viverra felis fusce mollis sociis. Cubilia curae cras facilisi venenatis a fringilla augue. Rhoncus justo. Potenti magna ad magnis ad justo consectetuer faucibus. Rhoncus velit porta a ornare eget. Dapibus justo arcu ullamcorper nam ut tortor augue. Natoque justo at. Euismod risus massa quisque. Dapibus morbi nunc aliquet vitae nunc dis ante imperdiet venenatis. Cubilia morbi cras donec ante facilisi. Posuere donec amet suspendisse dis eget ante iaculis ac eni at primis. Aliquet massa leo diam amet parturient. Pretium lacus sem nibh diam. Vivamus velit. Cubilia morbi vestibulum iaculis quam a odio at. Posuere fames est nulla parturient condimentum. Sodales neque.",
    "Nonummy augue orci. Integer augue id ridiculus pede. Feugiat velit sem vestibulum et. Dapibus morbi in ante odio id consectetuer montes. Cubilia netus. Vivamus magna ut pellentesque sapien at eget justo facilisis inceptos. Vivamus fames sed nisl pharetra condimentum torquent fringilla et taciti pellentesque est donec turpis gravida. Rhoncus porta. Viverra dolor nunc integer sem ad maecenas amet cubilia ve. Integer risus. Dapibus massa augue sem ipsum vestibulum at malesuada adipiscing quis velit. Viverra fusce quam per dapibus turpis elit eros convallis tempus. Potenti ipsum est fringilla sollicitudin vestibulum elit. Pretium fusce. Natoque felis. Gravida dolor in magna eros proin vivamus suscipit. Laoreet lacus morbi dis nonummy molestie potenti. Posuere morbi eros pharetra nam amet sed dictum litora proin adipiscing elit morbi natoque et in cum elementum. Pretium felis nunc magnis viverra ut hendrerit lacinia sociis. Natoque donec amet morbi turpis morbi sociis turpis id facilisi odio dapibus in. Potenti justo est ipsum est elit aenean dapibus pede inceptos nullam ligula eu orci. Conubia etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia morbi parturient at hendrerit morbi lorem.",
     "paragraphs": [
      "Rhoncus porta. Iaculis felis mi consectetuer vivamus nulla nec ante consectetuer adipiscing erat curae montes sit posuere class. Aliquet justo adipiscing pulvinar eget venenatis et semper suscipit pede. Vivamus neque eros dis pede malesuada sem malesuada ornare parturient maecenas justo. Laoreet fusce ad class montes integer natoque vehicula. Commodo vitae fusce auctor at est et. Euismod velit. Rhoncus felis ad metus ve elementum vivamus. Pretium etiam. Quisque lorem orci dis duis diam. Sodales risus amet. Dapibus nulla arcu condimentum egestas. Iaculis felis. Dapibus lorem dis diam metus luctus ac dis. Iaculis curae nisi nostra ac eros. Commodo risus quam rhoncus mauris diam lacus hendrerit est. Conubia purus class tempor nisi class aenean ut quis est diam mus nisi nibh. Egestas massa. Dapibus etiam. Dapibus purus at leo taciti mollis vulputate rutrum vulputate. Quisque class justo turpis metus fames lobortis. Vivamus lorem ad tincidunt class ac fames eros ve curabitur adipiscing eget risus porttitor euismod congue duis porttitor odio duis nunc.",
      "Cubilia neque. Potenti felis in montes vitae volutpat justo. Iaculis ipsum diam placerat hymenaeos in metus magnis. Integer felis etiam urna accumsan habitant potenti. Dapibus massa at odio maecenas malesuada a risus ad. Feugiat velit eros tempus dis sodales a condimentum sed turpis habitant orci vel. Quisque vitae ut convallis scelerisque malesuada enim mus dictumst pellentesque lacinia. Potenti velit elit magna imperdiet vestibulum nunc facilisis taciti ultrices. Egestas metus. Gravida lacus. Vivamus justo parturient scelerisque tempor. Quisque neque class dictum pellentesque dapibus risus. Aliquet neque ut phasellus a massa. Egestas neque felis sit. Quisque class quis habitant ipsum sollicitudin. Laoreet justo laoreet dui mi vulputate fusce molestie parturient dictum. Potenti ipsum. Viverra porta amet pharetra augue. Laoreet etiam et etiam enim sodales. Pretium class netus sociosqu sed. Vivamus lacus cum iaculis nisi ut molestie. Feugiat curae netus ante risus blandit fusce ac.",
      "Natoque vitae ante hac lacus tristique quam pretium neque. Aliquam porta. Cubilia nulla risus ultrices at scelerisque amet rutrum in nisi. Dapibus risus vestibulum suspendisse tempor. Nonummy lacus at ipsum. Vivamus lorem nibh. Vivamus netus in habitant nec integer hac mi taciti mi netus. Nonummy curae enim fermentum lectus leo ad duis malesuada mollis. Commodo dolor odio. Vivamus ipsum ve tempor a molestie nam varius magnis elit quam class nonummy. Egestas donec. Posuere proin odio purus vivamus cursus donec eros sodales quisque gravida eget. Euismod dolor urna suspendisse et turpis volutpat amet egestas at. Dapibus felis nonummy at augue nec. Aliquam curae nisl erat ac congue. Iaculis massa diam non phasellus dictum faucibus dignissim eget. Cubilia lorem. Quisque class in. Egestas neque donec sem litora mi non tortor auctor vulputate nec. Viverra lacus dui urna mus et sapien. Potenti fusce nisi curabitur volutpat et risus in. Dapibus magna quis congue."
     ]
    },
    {
     "title": "Quisque purus amet est a aenean tincidunt.",
     "paragraphs": [
      "Viverra lacus ut porta est. Nonummy metus sit odio et nunc sodales id aenean sociosqu. Dapibus velit id morbi. Commodo purus ad consectetuer urna risus scelerisque. Viverra proin. Rhoncus netus duis sit. Dapibus justo magna platea aenean. Viverra metus ac elementum a per malesuada. Lacinia neque dui netus venenatis metus semper gravida mauris. Lacinia velit. Pretium purus augue suspendisse dis turpis ad molestie mauris magnis purus velit duis. Integer porta rhoncus elementum primis mauris. Potenti lacus amet habitant quisque ridiculus id nulla ut a. Aliquam justo nunc. Vivamus justo. Iaculis magna hac dui ac nisl id nam. Lacinia class vel diam turpis. Posuere ipsum purus blandit mus ac metus ac erat eros cubilia. Lacinia ipsum. Cubilia netus parturient suspendisse. Cubilia donec ut nullam vel primis dictumst habitasse at. Posuere fusce mi enim porta lacinia luctus varius eu accumsan.",
      "Viverra curae. Rhoncus fusce. Commodo morbi eni elit at morbi. Cubilia velit quam est consectetuer mi ipsum eu tristique. Potenti class ac sagittis laoreet quisque. Posuere netus eget natoque mattis cras conubia netus arcu elementum ultrices tortor mollis curabitur neque. Cubilia velit. Rhoncus lorem odio sit nisi congue natoque urna neque vivamus elementum sociosqu. Conubia donec enim aliquam ut interdum orci et. Lacinia massa. Iaculis neque arcu cras. Rhoncus justo duis. Quisque donec adipiscing mi taciti semper. Viverra nulla ut tortor sollicitudin aliquam. Viverra morbi vitae facilisi risus at litora purus. Cubilia fames ad dictum nam erat malesuada magnis vestibulum fames nisl dapibus pretium. Posuere netus parturient pharetra aliquet auctor ut nunc et. Integer class dui donec hymenaeos dis metus auctor elit ac ipsum. Sodales augue ante. Sodales donec. Quisque metus. Aliquet felis diam orci pede ligula magna integer gravida."
     ]
    }
   ],
   "title": "Integer lorem nibh.",
   "paragraphs": [
    "Integer fusce. Pretium proin parturient sodales erat enim. Aliquet etiam enim proin mi sollicitudin viverra massa ante cubilia morbi amet est nibh. Natoque massa arcu non urna interdum phasellus nascetur elit blandit a nullam cras. Vivamus dolor. Quisque velit in curabitur natoque mollis sem. Rhoncus vitae mi ornare. Sodales massa vestibulum gravida vel mattis mi vitae dictum. Pretium nulla odio posuere mi. Rhoncus curae urna. Vivamus risus ac aptent id congue id quis lacinia a turpis ridiculus mi primis mi dui. Integer neque vestibulum gravida sem mauris. Natoque nulla orci dui. Aliquam etiam quam potenti id at convallis massa iaculis integer eros et odio. Potenti neque eros scelerisque vivamus metus arcu suspendisse per. Gravida purus per elit. Rhoncus morbi ante. Integer morbi ac class montes phasellus adipiscing blandit. Vivamus nulla adipiscing nisi nulla donec a. Conubia magna amet quisque mi primis per quam ante odio. Potenti massa. Vivamus magna ad ligula nunc pellentesque dictumst donec id vitae.",
    "Integer class est donec mus ridiculus. Laoreet ipsum eget mattis sociis vitae. Dapibus morbi felis cum habitasse velit ut ve erat metus vivamus. Sodales risus mi massa. Potenti massa urna ridiculus. Vivamus ipsum arcu donec augue nulla posuere. Sodales justo dui odio integer nec. Aliquam etiam. Gravida risus ut sem pede nisi dui. Sodales metus ipsum natoque feugiat pede arcu ante curae. Lacinia justo nec non sollicitudin ve conubia. Rhoncus metus potenti sociis lorem est. Gravida etiam ad erat magnis interdum amet. Lacinia augue euismod lectus eni eget dis amet. Conubia metus mi nulla sollicitudin magna in tincidunt duis. Posuere felis enim a nibh. Egestas ipsum dui class. Blandit class lorem nascetur per. Commodo magna et congue lacus curabitur pede viverra ac cum at cursus mi dictumst pede lectus justo. Natoque velit ac aptent. Cubilia fusce ut massa suspendisse eleifend quam conubia imperdiet duis iaculis commodo auctor. Gravida augue eu porta sollicitudin phasellus tempor.",
    "Viverra netus cras taciti. Aliquam magna at non. Laoreet class odio duis. Iaculis vitae vestibulum lacinia odio in consectetuer auctor velit elit. Laoreet justo fames per diam sollicitudin laoreet. Integer curae vel donec fames duis hac class imperdiet cursus. Feugiat ipsum metus habitant curabitur mi ipsum. Iaculis neque. Feugiat dolor nunc orci rhoncus. Conubia purus. Feugiat donec hac augue leo. Feugiat curae nisl potenti cum ac ante. Aliquam augue lorem torquent urna. Conubia nulla ad dignissim blandit netus fusce. Commodo etiam. Euismod proin arcu bibendum porttitor. Integer velit felis tellus in litora habitasse praesent at scelerisque. Quisque ipsum erat lacinia ve orci consequat nullam augue nascetur est. Feugiat fames non nibh habitant ullamcorper placerat penatibus a est. Aliquet velit. Iaculis massa ut tincidunt augue vitae duis fusce convallis. Lacinia fames parturient molestie nonummy nullam non et."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque netus.",
     "paragraphs": [
      "Aliquam ipsum ac a dictum quam. Vivamus fusce cum pede dolor neque euismod semper in quis. Commodo ipsum eni ligula conubia. Blandit dolor. Dapibus felis fusce scelerisque at sapien facilisi porttitor at justo eu congue ac. Pretium fusce et est eros per magna rutrum et pharetra nonummy integer ante. Pretium lorem dolor mauris mattis. Dapibus class. Vivamus massa netus dolor. Natoque felis leo metus pede a curae mi primis imperdiet in. Cubilia lorem ad. Sodales nulla ad nisi duis quis lacus ad volutpat aliquet. Egestas fames nulla tellus. Commodo metus. Posuere vitae. Egestas justo vel inceptos dignissim in ullamcorper enim varius. Commodo purus. Feugiat nulla dis quam morbi gravida. Gravida ipsum. Feugiat class metus risus. Cubilia dolor ut sapien bibendum vestibulum turpis ut etiam suspendisse nisl. Gravida metus leo neque orci malesuada sociosqu semper enim nibh.",
      "Quisque curae vel quis nam. Commodo magna in tellus at dictumst aliquet ridiculus magnis. Conubia curae vel urna consectetuer. Lacinia neque amet class turpis lacus felis volutpat justo sit. Conubia class leo arcu diam eget lacinia ve curae sit posuere. Iaculis fames proin elit enim platea ve. Feugiat purus mus cras faucibus lacinia neque id. Rhoncus fames iaculis tincidunt. Laoreet justo curae netus. Feugiat porta curae dictumst. Rhoncus neque non metus magnis vestibulum. Sodales etiam. Vivamus ipsum at a tempus ante. Commodo class adipiscing sodales nisl nulla eu sed. Blandit magna. Blandit risus augue purus volutpat. Aliquam netus neque curae lectus mollis. Egestas ipsum amet justo ipsum mollis justo vulputate dictumst ornare eros. Commodo lacus quis torquent netus ultrices leo nostra. Dapibus class. Lacinia etiam risus condimentum et. Vivamus proin nec odio fringilla volutpat proin sed eget tristique primis facilisis proin et quis.",
      "Natoque lacus augue. Pretium justo erat tempus ante mauris ultricies ve. Natoque netus viverra in natoque amet libero at primis pellentesque dapibus dolor metus lorem quam erat amet. Viverra fusce. Sodales massa pede. Rhoncus magna fusce cras senectus felis mi. Cubilia etiam class hendrerit nunc consectetuer cursus nostra sagittis erat euismod. Quisque porta ad sapien fusce bibendum ante eros neque dapibus mus varius taciti vitae adipiscing habitant. Cubilia netus cras tincidunt ligula duis mi cras. Blandit neque. Rhoncus justo sed odio dictum ornare nulla adipiscing mi fermentum. Dapibus netus duis aptent penatibus risus feugiat semper. Dapibus morbi. Commodo massa pede in elementum a hac curabitur vitae. Posuere etiam. Blandit metus class congue libero. Aliquet class. Vivamus class urna ridiculus facilisi dictumst pellentesque vestibulum. Posuere velit duis volutpat scelerisque cum ac consectetuer aliquam accumsan. Aliquam justo netus est nisl ultricies eu cursus lacus est. Vivamus metus et consequat a. Nonummy magna neque aliquet montes quam eros lacus ridiculus rutrum volutpat arcu urna."
     ]
    },
    {
     "title": "Blandit vitae parturient diam magna.",
     "paragraphs": [
      "Cubilia proin eget nullam libero facilisi. Egestas fames elit libero at habitant conubia. Sodales justo adipiscing odio proin tempor facilisis tortor faucibus maecenas risus quis. Viverra metus mi urna ullamcorper sollicitudin viverra nibh venenatis. Iaculis curae nisi curae dolor mattis fusce sodales rutrum ad nec in. Conubia ipsum. Sodales neque amet lobortis velit. Pretium vitae ut turpis class condimentum volutpat erat posuere arcu. Potenti velit euismod id nibh urna mollis tellus. Aliquam fusce ante mi. Integer curae orci leo eget ve sollicitudin egestas fames et. Aliquet metus erat vitae viverra nunc pellentesque faucibus magna duis. Lacinia neque. Rhoncus purus. Vivamus augue ante. Blandit augue. Laoreet vitae. Laoreet donec amet tempor donec venenatis hac conubia eu erat lobortis ridiculus. Feugiat donec adipiscing duis metus vitae. Rhoncus proin eget nisi lorem convallis per enim sit turpis ipsum lectus mauris. Sodales morbi. Conubia massa.",
      "Integer risus quis eni velit. Aliquam donec. Blandit metus sed orci proin pede. Feugiat metus sem cras eros. Pretium dolor duis dictumst nulla curae per. Sodales etiam ad elementum. Aliquet class eu mauris porta vestibulum ac facilisis class a cras at neque dictum. Iaculis morbi ac nam mi. Dapibus nulla lacinia quam quis. Vivamus netus hac nam facilisis morbi eu cras eleifend a. Euismod magna. Nonummy netus cras leo sollicitudin. Iaculis morbi per risus adipiscing. Commodo curae adipiscing integer est. Vivamus ipsum. Dapibus augue egestas ultricies orci dui fames sit cras. Vivamus fames commodo nostra primis eni enim. Viverra netus hac cras ve fames dictum arcu sodales a sociis dignissim auctor facilisi condimentum sociosqu. Quisque dolor parturient sociosqu porta in habitasse dolor convallis aliquam quam. Cubilia fusce. Conubia fusce eni parturient litora justo. Iaculis curae hac neque nisi tristique mus pellentesque vitae enim.",
      "Conubia neque duis mus euismod ut nostra facilisi. Posuere massa metus nibh luctus. Feugiat purus curae taciti at ut est ve orci nibh vehicula pellentesque tempor litora. Nonummy proin quam sed urna accumsan auctor magnis sed id. Blandit metus diam netus velit sit eget enim. Gravida massa. Vivamus netus quam lacus malesuada nascetur ad magnis euismod. Conubia fames. Blandit porta natoque. Gravida lacus fames phasellus curabitur parturient. Aliquet risus odio aliquam a libero quam quis adipiscing aptent pharetra. Lacinia donec sit faucibus pellentesque aliquam venenatis molestie erat quam sodales lacinia habitasse. Commodo augue. Potenti velit hac diam nascetur hac. Aliquam risus at consequat velit proin mauris aptent consequat. Potenti massa vestibulum interdum enim mus risus malesuada justo. Commodo etiam. Potenti metus pede integer turpis magna. Nonummy dolor mus consequat ultrices ornare enim congue integer amet etiam tristique. Aliquet lacus duis elit quisque eros at. Pretium vitae at est amet. Integer etiam quam."
     ]
    }
   ],
   "title": "Feugiat magna.",
   "paragraphs": [
    "Sodales magna ve id felis sit. Lacinia neque eros natoque ve dictumst sodales integer. Rhoncus massa. Natoque risus hac elit a amet vestibulum. Viverra purus. Commodo risus nunc montes velit sociosqu sit consectetuer libero odio cras. Integer netus nam duis dignissim mauris elit enim curae lacus. Viverra risus ad lectus ad non ullamcorper integer lacus et bibendum nam nisi mus nec sit potenti vel ve. Gravida class diam aenean adipiscing porta nunc vitae. Iaculis etiam adipiscing nisi magnis rhoncus tortor eros eget vehicula massa. Gravida magna id proin vel eros nisl dui magnis enim dictum lectus proin vestibulum. Integer risus amet potenti pede donec nonummy elit eu cum scelerisque vivamus netus. Euismod magna orci dapibus pretium amet. Laoreet massa porta aptent semper pretium quis tristique. Potenti lacus eros ullamcorper sodales leo nisi diam. Rhoncus massa sem odio elementum ac nibh dictum. Sodales class dui cras vestibulum nisi vulputate class. Quisque ipsum in. Quisque ipsum fusce. Vivamus curae. Commodo curae. Egestas purus ante habitant.",
    "Aliquam augue quam hymenaeos ultrices semper nostra mus lectus euismod eros mi curae. Potenti felis nisi potenti ad luctus id faucibus integer. Pretium metus. Rhoncus metus aliquet cras malesuada ornare donec accumsan proin ve. Aliquet lorem adipiscing torquent etiam. Posuere neque est cras nam primis. Lacinia fames. Blandit purus et tortor porttitor lobortis etiam facilisi morbi. Blandit dolor. Dapibus etiam ve odio eros dignissim nisl hac cubilia id. Posuere neque morbi enim sodales fames class quam consequat. Aliquam porta curae placerat ut mus in mollis dis nisi ultrices. Sodales magna mi morbi hendrerit bibendum etiam id curae semper rutrum volutpat hendrerit eu. Laoreet lacus. Gravida augue lacinia inceptos dictum luctus fames dapibus. Potenti fames nam amet vestibulum in consectetuer viverra. Natoque vitae. Cubilia fusce. Vivamus magna sed duis. Dapibus fames vitae condimentum duis primis enim nisi elit parturient cursus. Aliquet augue ad ornare pharetra duis mus. Lacinia neque mus diam nisi parturient montes in hac ullamcorper vivamus ullamcorper."
   ]
  }
 ],
 "abstract": "Sodales morbi sit orci vitae congue primis proin nibh massa ultricies fermentum lacus posuere eni ad. Viverra netus quam quis sed nibh. Laoreet morbi. Potenti augue neque varius primis vehicula malesuada orci aenean praesent vestibulum ornare suscipit dis nullam sem. Pretium vitae enim suscipit molestie potenti nibh. Vivamus proin augue phasellus eni. Aliquet etiam felis mattis eu vel ut massa non. Nonummy etiam pretium eget a arcu et class fringilla. Nonummy fusce mi velit ve nisi in quam tellus hac. Sodales magna adipiscing. Laoreet dolor sit risus diam dolor vehicula vestibulum. Euismod morbi lorem gravida at quam nulla purus nisi magna ut velit at felis hac. Natoque lacus quam nunc netus ullamcorper eros nisi egestas mi vel orci dictum curabitur. Dapibus class ante posuere ve tortor nisi pellentesque ac magna id tortor. Quisque ipsum leo amet quam risus potenti justo adipiscing. Potenti dolor parturient pretium leo montes hymenaeos sociis vestibulum felis nunc. Nonummy ipsum id semper nullam. Potenti magna risus litora. Vivamus ipsum lacus feugiat eu montes et cum phasellus integer mollis lorem condimentum facilisi diam sit ipsum. Euismod fusce parturient ad consectetuer sodales libero eget metus mauris. Integer class eu varius sed mi consectetuer tellus. Laoreet purus augue quis posuere commodo.",
 "authors": [
  {
   "name": "Librada Ehrlich",
   "organisation": "Engineered Media"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Engineered Media"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Engineered Media"
  }
 ]
}