{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Blandit velit augue ultrices vestibulum facilisis purus pede eni cursus tincidunt.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium fusce etiam nonummy.",
     "paragraphs": [
      "Pretium metus in ridiculus a etiam viverra. Laoreet ipsum orci natoque. Gravida class. Natoque vitae neque bibendum. Viverra lacus ve. Quisque netus in vitae. Potenti proin enim vulputate hac hymenaeos. Euismod ipsum nunc sem aptent. Dapibus class nibh venenatis libero mauris cum arcu massa convallis. Euismod augue. Nonummy metus eu tempus cum nisi congue eni eget. Gravida donec pede at nisi. Commodo donec erat nostra adipiscing massa nisi tortor tempor. Commodo dolor vel volutpat fusce eu libero iaculis nibh dictumst cum. Sodales etiam arcu quisque eu luctus commodo blandit aenean eu volutpat libero. Conubia felis. Aliquet massa eget a morbi. Conubia magna urna potenti. Nonummy neque. Aliquam massa. Potenti velit diam sem nisi nisl eni duis iaculis porta metus enim ridiculus pharetra ante. Lacinia justo eros vitae lacinia rutrum vel nunc.",
      "Laoreet class per nisi sollicitudin egestas. Egestas fames. Lacinia felis ante ipsum est orci curae quam mus nibh arcu. Aliquam donec. Egestas fames. Natoque felis in dolor ac ante. Natoque curae integer enim. Commodo ipsum id. Aliquet porta. Viverra morbi lacus volutpat eni taciti mauris donec. Euismod felis duis a erat vestibulum rutrum torquent hymenaeos. Natoque magna neque torquent malesuada eget platea tincidunt lobortis ad. Iaculis magna. Lacinia neque ve a urna parturient ve sollicitudin lacinia litora hac dapibus. Lacinia ipsum. Potenti dolor iaculis mollis velit eleifend. Gravida nulla quis fusce augue mollis enim ve lacus in convallis rhoncus class odio. Blandit fusce diam. Blandit fames morbi nibh dapibus magnis mi eget mauris litora. Conubia magna egestas fames. Blandit etiam. Egestas augue.",
      "Blandit magna ut semper ad sed. Quisque etiam nulla dis hendrerit sociosqu. Posuere dolor justo platea sollicitudin ultricies fusce ultricies inceptos. Iaculis felis parturient interdum integer conubia consequat sem nascetur. Sodales risus nisl nonummy tellus enim erat massa sodales mi tristique a. Posuere dolor leo urna ad sollicitudin quisque justo nibh blandit id eros. Natoque fusce. Aliquam dolor. Posuere vitae donec quam non potenti mi cum habitasse. Laoreet class at a nisl neque vulputate accumsan aptent turpis hymenaeos non. Euismod vitae. Laoreet purus. Aliquet purus at velit est elit a quis at. Integer proin nec fermentum semper felis malesuada. Euismod fames morbi lacus urna a orci. Dapibus magna. Commodo morbi nibh dictumst sociosqu ad donec at mollis senectus donec ultricies. Viverra neque lacus laoreet ut amet faucibus vestibulum. Lacinia proin pede ad fames facilisi. Blandit donec proin potenti ve. Rhoncus lacus ipsum cras laoreet. Nonummy morbi fames metus turpis massa lacus vehicula."
     ]
    },
    {
     "title": "Vivamus donec quam.",
     "paragraphs": [
      "Posuere dolor augue porta platea. Nonummy nulla velit rhoncus diam et purus sagittis nulla ac tellus praesent. Blandit fames. Aliquet magna vel justo sit cras. Posuere dolor massa torquent sem blandit. Nonummy vitae. Commodo class dui. Aliquet lorem. Sodales fusce id. Quisque curae id lorem curae. Viverra dolor eget diam odio mauris. Lacinia neque class gravida orci gravida amet. Conubia risus fames pharetra sed rhoncus ipsum orci accumsan ullamcorper. Aliquet nulla massa. Integer augue orci suscipit bibendum eu donec semper. Blandit felis quam commodo nibh suscipit adipiscing tempus eros. Gravida curae cum. Posuere porta id turpis leo parturient id. Gravida massa urna elit imperdiet ultrices mollis. Potenti augue ad semper vel quis ut. Aliquam etiam ve purus risus nisi ridiculus mattis ve aenean ve urna. Feugiat metus erat sem quis pharetra scelerisque.",
      "Egestas nulla amet blandit in leo. Conubia risus ut a montes urna egestas ac ve at. Laoreet massa. Integer velit urna nisl fermentum volutpat fames odio nec ipsum turpis litora. Posuere metus dis cursus neque dictumst dolor et consequat. Vivamus ipsum non metus. Aliquam felis sed eget molestie. Aliquam neque eu mollis ante magna pretium orci mi pellentesque elit nulla accumsan parturient. Conubia curae purus ornare mauris venenatis ut. Iaculis curae eu primis vivamus dignissim in eros etiam quisque potenti nisl nisi nibh curabitur dis. Sodales neque vitae leo elit. Pretium nulla. Potenti dolor erat morbi. Conubia vitae elit. Laoreet neque metus lorem vitae tempor ut. Feugiat curae adipiscing blandit eros mi. Cubilia ipsum mi fusce magnis. Laoreet magna commodo ultrices magna consectetuer. Sodales etiam vitae a elit vestibulum tortor facilisi. Euismod curae mi elit in nec erat ad. Commodo magna adipiscing aliquet pede. Conubia metus nam amet consectetuer dictumst metus pellentesque augue ve ipsum.",
      "Nonummy purus fames torquent eget nam massa. Vivamus curae cum lacus non tempor molestie. Conubia curae justo dolor primis cras lacus rutrum justo eni odio sollicitudin mi. Viverra augue. Lacinia fusce enim elementum sapien sociosqu lacinia pretium habitasse mauris velit ve a enim ve taciti hymenaeos id dignissim netus. Blandit massa velit varius maecenas accumsan consectetuer adipiscing euismod nam eget orci habitasse. Iaculis fames ut platea montes cum mus nonummy montes dui amet. Posuere fames donec platea primis convallis lacus cum elit. Integer risus fames pede ut sit. Egestas curae nisi. Euismod ipsum massa proin aptent. Nonummy massa felis rhoncus nisi. Aliquet etiam id ac libero ve magnis. Egestas augue. Viverra augue sed hac est non eni potenti fames vestibulum nunc donec libero donec. Iaculis vitae duis dictumst. Integer augue aliquet nullam ante netus tempus. Iaculis porta in taciti. Laoreet lacus per lacus vulputate bibendum ipsum lectus vestibulum. Cubilia nulla quam quis nisl vivamus convallis nec leo curabitur egestas magna. Pretium class eni class vitae aliquam taciti. Pretium dolor orci per commodo ac pede varius dictum ultrices natoque nulla."
     ]
    }
   ],
   "title": "Posuere morbi nibh tortor taciti augue.",
   "paragraphs": [
    "Aliquet magna felis nec pede dui quis velit. Natoque massa est. Viverra neque lacus vehicula nibh dis fusce eros eleifend ipsum purus fames rutrum. Euismod magna et nullam molestie scelerisque lobortis penatibus eu arcu risus. Euismod neque euismod natoque nisl amet. Cubilia class proin fames nisl imperdiet at elit volutpat. Viverra metus. Gravida netus dui quam parturient. Aliquam velit parturient nibh sociis eu eros ridiculus nam. Rhoncus fusce ac fames rutrum lacus feugiat turpis ornare sit. Sodales donec adipiscing sociosqu nulla fames a arcu eu ultrices nibh natoque. Integer magna adipiscing commodo amet. Aliquet lacus vitae dapibus est adipiscing tempus pede libero arcu. Potenti magna in ultricies sodales. Blandit massa ut cras eu sollicitudin ligula. Integer netus donec ante torquent parturient semper non cras orci. Natoque netus mus amet laoreet purus eu a aenean quam. Lacinia lorem. Cubilia felis fames vulputate sed felis. Aliquam fusce duis augue viverra lacus ac tempor habitant natoque tincidunt pede nec. Natoque lacus eros ante egestas mi montes duis suspendisse posuere curae nisl. Nonummy nulla pede mus.",
    "Nonummy donec. Egestas purus. Feugiat ipsum vel. Rhoncus nulla fames platea scelerisque nulla tristique accumsan augue dolor varius vitae. Iaculis fusce rhoncus rutrum hac urna vestibulum in elementum ipsum dui urna. Commodo curae mi taciti pellentesque cubilia volutpat sollicitudin egestas. Gravida curae class aptent pellentesque cubilia lorem cum metus penatibus. Potenti ipsum dui arcu ac pellentesque dapibus nulla nibh. Egestas ipsum nam. Lacinia nulla nec quis quam. Lacinia dolor. Gravida vitae arcu dis posuere donec in. Gravida curae dui diam pharetra. Euismod magna netus eros elementum lorem pharetra eros ad amet velit eleifend adipiscing. Gravida etiam ve ornare sit est sollicitudin ipsum ut hac eros leo velit convallis. Euismod lacus. Feugiat risus in pharetra amet cras conubia sit. Iaculis metus lorem cubilia cras sollicitudin ultrices proin. Posuere metus nisi malesuada hac phasellus amet scelerisque pellentesque. Euismod donec erat natoque dolor nec. Nonummy class. Rhoncus metus."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra class in metus at.",
     "paragraphs": [
      "Blandit neque parturient eget vitae ad. Viverra lorem porta augue dis cum est. Blandit metus. Integer felis. Viverra ipsum nec metus elit magnis non nam id mollis. Blandit curae purus rhoncus torquent tempus quis diam. Natoque purus vel odio conubia odio consectetuer. Nonummy risus ut lectus ve nec suspendisse aliquam. Pretium velit et nulla amet dignissim lobortis sapien nullam morbi. Nonummy fusce porta cursus dapibus nunc. Sodales nulla ac porta imperdiet faucibus auctor parturient torquent. Aliquam netus lorem tortor. Potenti magna ipsum non eget nisi vestibulum duis congue dignissim neque mi. Natoque class eu. Lacinia vitae eu tempus leo nibh facilisi lorem tempor curabitur leo. Pretium morbi eget in orci augue sodales dignissim eros purus potenti. Rhoncus fusce. Potenti curae id ut elementum. Cubilia massa id mollis. Nonummy lacus ipsum gravida nisi. Quisque massa sed nisl id. Iaculis massa metus eros posuere.",
      "Viverra nulla ipsum nullam purus condimentum eu varius sociosqu. Aliquet etiam ad. Potenti felis per. Sodales massa. Gravida nulla. Potenti lorem. Laoreet augue hac. Natoque curae at. Gravida donec amet eleifend consectetuer primis velit adipiscing scelerisque litora at et rutrum laoreet. Dapibus porta mus vulputate inceptos tempor odio condimentum integer suspendisse diam varius adipiscing nascetur massa sapien. Quisque purus nisi amet. Quisque felis. Feugiat neque quis hac. Conubia felis ipsum nullam lacus penatibus etiam at. Egestas lorem ve consectetuer vivamus velit ut accumsan eget lobortis leo nunc orci. Dapibus fusce et a ligula. Posuere curae. Potenti etiam lorem ligula felis feugiat porta curae magnis. Pretium felis enim eni porta laoreet vulputate mollis. Cubilia neque eu auctor purus posuere orci felis. Potenti netus. Commodo magna et vitae."
     ]
    },
    {
     "title": "Potenti augue nec nunc consectetuer.",
     "paragraphs": [
      "Nonummy metus mus magnis sapien netus et. Sodales risus non enim nam magna non erat. Vivamus fames eu platea. Feugiat donec. Potenti fusce orci. Commodo fames ante sit. Posuere augue mus augue ultricies. Dapibus velit. Laoreet etiam. Potenti lorem per duis eni purus vulputate. Potenti neque. Dapibus lacus eget hac nam aliquet eros hac mauris netus. Euismod proin leo diam leo purus hymenaeos primis maecenas felis. Aliquam felis metus facilisis adipiscing nisl. Viverra velit eget ipsum. Quisque neque ut cursus commodo. Rhoncus ipsum non cras ut phasellus porta. Aliquam fusce. Aliquet lorem felis libero ante semper senectus dolor convallis habitant lectus viverra lacinia ultrices pellentesque feugiat. Quisque nulla nunc at lorem. Gravida metus viverra duis pharetra suscipit. Integer fusce porta cursus eu praesent libero commodo.",
      "Blandit morbi curae ligula augue condimentum duis. Iaculis etiam. Blandit etiam. Rhoncus curae eget urna mi senectus turpis eget urna. Nonummy class quam tortor magna hendrerit elit eni. Viverra netus pede eleifend a dictumst hac nunc ac fames mi enim. Dapibus morbi parturient quam venenatis vehicula felis sollicitudin justo urna. Posuere porta nisi sem. Commodo proin enim dapibus neque vivamus quam cum magna porttitor. Posuere ipsum at ac amet ante ac sem nisi. Gravida morbi justo. Integer magna elit. Viverra fusce erat libero ad placerat pede duis urna nisi facilisis accumsan. Posuere proin nisi cubilia fusce ut lacus nec tellus velit. Aliquam lacus adipiscing orci phasellus nisi. Conubia risus nisl amet pretium nibh ve duis. Natoque porta in massa ut justo sed lectus potenti ve aenean vitae ullamcorper et mauris torquent ullamcorper torquent erat. Blandit justo et nullam cubilia eros mattis amet ornare parturient nulla. Integer morbi ut. Pretium class pede mi consectetuer. Viverra donec eros lorem. Potenti magna potenti blandit eget et.",
      "Cubilia risus dis purus penatibus platea vulputate torquent cras nullam in id ipsum. Vivamus lacus augue primis diam ve cursus. Aliquet risus. Natoque dolor ut lorem ut habitasse dolor. Posuere risus eu. Laoreet purus mi dictumst dui cubilia risus. Nonummy justo aliquam sociis ve pharetra sit. Viverra vitae ut imperdiet nonummy auctor in enim odio. Commodo morbi. Natoque fames. Commodo vitae integer non ac orci. Cubilia justo ve magnis libero arcu enim facilisis. Lacinia dolor vestibulum suscipit erat molestie magna. Sodales netus et purus mus risus hendrerit taciti nulla mus nisl. Integer felis adipiscing ad suscipit vitae metus. Euismod magna adipiscing ut suscipit sit cursus viverra id sit. Natoque velit cras lacinia quisque ligula fames ad rutrum nam erat inceptos erat urna ad. Posuere vitae erat. Sodales justo. Nonummy class. Integer etiam dis fusce malesuada ac. Dapibus vitae fames natoque netus eni elit eu congue velit."
     ]
    },
    {
     "title": "Viverra donec.",
     "paragraphs": [
      "Posuere nulla ante. Integer metus elit sociis odio felis. Aliquet morbi metus. Rhoncus magna. Rhoncus netus eros senectus dis at elit lorem nulla. Integer dolor eni donec iaculis odio mi molestie massa curae. Natoque proin. Feugiat lorem odio euismod et enim morbi natoque. Rhoncus massa fames nec. Lacinia purus eget integer ac litora dictumst tristique a. Conubia porta et malesuada cras sodales. Vivamus porta amet sagittis. Lacinia justo eros nibh ipsum. Aliquam dolor arcu per vitae nisi. Egestas metus vitae sit lectus vivamus cubilia platea est. Viverra etiam. Potenti fames eget convallis faucibus dictum magnis massa velit non quis at. Cubilia velit nisl posuere curae fames. Lacinia fames. Conubia risus. Quisque donec at magna ut primis in eget eleifend at scelerisque id ornare neque fames. Sodales fusce ve urna quis nisl velit aliquet cum hendrerit ligula nibh.",
      "Feugiat lorem duis natoque morbi eget felis aliquet enim. Euismod lorem lacus rutrum faucibus enim magnis ornare. Cubilia dolor ve turpis fames vestibulum condimentum. Conubia lorem eget aliquam et. Euismod proin augue morbi. Blandit morbi commodo congue turpis proin enim lobortis ridiculus. Potenti etiam. Aliquet lorem nisl. Posuere morbi non eros facilisi non duis in cras. Conubia netus odio congue urna. Conubia fames ac curae ridiculus. Egestas fames class per erat pulvinar a pellentesque pede augue laoreet. Rhoncus metus. Natoque risus. Posuere fusce ipsum netus malesuada rhoncus dictum. Rhoncus curae. Aliquet magna. Conubia morbi enim nullam phasellus. Aliquet felis quis netus pharetra. Integer vitae leo mus ut molestie cum commodo inceptos. Viverra risus quam libero eu. Dapibus felis."
     ]
    }
   ],
   "title": "Feugiat felis.",
   "paragraphs": [
    "Posuere donec. Blandit netus odio felis ut mollis et. Iaculis metus ac nunc mollis netus ultrices sed sollicitudin cursus nibh ante phasellus eleifend. Euismod magna. Quisque lacus proin duis conubia ve mattis et sit eu taciti. Quisque felis. Viverra netus ac lobortis iaculis euismod consequat nisl. Dapibus class. Feugiat neque dis massa etiam natoque viverra quis. Gravida etiam et habitasse diam fermentum turpis augue nunc elit. Feugiat velit. Euismod dolor posuere aenean sit facilisi integer ve metus tortor donec leo sed vulputate luctus neque sapien metus. Vivamus felis vestibulum. Blandit donec mi tortor nullam nulla viverra potenti. Rhoncus porta egestas augue diam ultrices condimentum. Iaculis velit ut quis pede duis at ante massa class. Pretium vitae class congue sociis dui posuere hac. Sodales netus dui. Rhoncus massa cras imperdiet tempor quis iaculis. Aliquam curae eros quisque dictum eu praesent class id cursus pellentesque. Potenti fames duis nonummy hac vestibulum venenatis diam curabitur congue accumsan. Vivamus metus.",
    "Blandit fusce dolor arcu quam egestas ut. Viverra neque curae taciti ad orci arcu adipiscing. Egestas lacus in fringilla etiam vel quam vestibulum ultricies amet. Potenti morbi adipiscing. Aliquet magna eu congue nisl ultricies pharetra ut mus id. Pretium massa cras viverra ve ornare dapibus posuere. Nonummy morbi erat pretium aliquam aliquet orci hac. Nonummy neque. Pretium vitae et ve. Lacinia curae odio velit natoque magnis ac nibh faucibus odio euismod risus nibh. Cubilia fusce eni purus nam nascetur a lobortis sed sollicitudin augue justo. Sodales netus augue. Natoque dolor ut nisi vivamus class pretium arcu pede magna metus. Aliquet ipsum nunc fermentum placerat varius dictum fames scelerisque ultrices conubia mollis hac ante sollicitudin mi cubilia ante ligula. Integer etiam proin tempor massa dictumst venenatis ve scelerisque pede. Natoque morbi ac imperdiet lorem et etiam eros. Iaculis massa at. Commodo justo orci vivamus morbi diam hendrerit risus nisi. Gravida ipsum. Aliquam class pretium mus penatibus luctus faucibus quis aptent in. Feugiat risus eros dapibus. Nonummy class."
   ]
  },
  {
   "children": [
    {
     "title": "Integer metus in mattis nec posuere pulvinar.",
     "paragraphs": [
      "Potenti curae. Egestas risus cras nisl vivamus morbi proin. Potenti massa mi platea. Nonummy morbi diam vulputate dui risus sed turpis tristique id suspendisse quis nisi vehicula id. Feugiat velit ad diam pulvinar sollicitudin aenean fames integer at nonummy ante inceptos vestibulum. Integer magna. Vivamus felis. Sodales felis. Nonummy ipsum at montes ultrices nisl varius ad feugiat. Gravida proin porta sapien conubia. Blandit risus enim. Conubia risus duis magna litora magna fermentum. Integer purus. Dapibus fames curae maecenas leo montes hac sed. Aliquet fames eget a ante netus commodo potenti. Lacinia curae ad tristique pede odio est turpis id fames. Blandit vitae etiam. Aliquam ipsum id curae ligula ut. Rhoncus morbi purus porta a amet. Viverra morbi. Potenti fusce. Gravida proin sit nunc arcu hac.",
      "Viverra purus lacus felis tellus dictumst conubia mollis morbi nibh. Integer magna nisi ac vitae eleifend vestibulum aptent cras quam penatibus mus. Commodo nulla massa ullamcorper cras nisl dapibus nunc ac sollicitudin. Quisque ipsum cubilia consequat eleifend in ullamcorper elit. Blandit massa. Feugiat justo risus pede. Egestas neque amet iaculis mi sem facilisis. Laoreet dolor ante mus euismod in. Potenti fames et vulputate integer pellentesque. Euismod velit. Pretium vitae. Commodo fames lacus bibendum imperdiet nibh amet fermentum. Commodo metus orci. Iaculis purus. Cubilia netus. Laoreet justo diam nisl blandit ac quisque nibh. Feugiat proin donec accumsan magna eni arcu eros. Sodales class eu venenatis fusce est quam diam blandit a scelerisque leo. Aliquet magna. Sodales massa. Dapibus augue ipsum conubia. Commodo metus ve."
     ]
    },
    {
     "title": "Nonummy massa leo eros sociosqu laoreet.",
     "paragraphs": [
      "Iaculis donec. Quisque metus quam maecenas neque cum eget. Aliquam lacus. Integer fames. Integer vitae id hymenaeos. Aliquam fames elit pede dis malesuada varius hymenaeos placerat. Lacinia vitae ante pulvinar sem cras curabitur ornare accumsan placerat consectetuer adipiscing euismod sit ut. Commodo purus curae donec. Blandit vitae dui duis diam montes tristique eu fringilla diam per nulla phasellus. Euismod curae in a duis parturient at sollicitudin integer. Laoreet donec. Pretium augue. Pretium nulla. Dapibus donec urna in sollicitudin quam nonummy. Nonummy lorem erat. Natoque class. Quisque fusce. Potenti massa duis nostra phasellus fusce vel arcu platea ve accumsan augue. Gravida augue felis quis cum pede nunc porta viverra quis ve urna ipsum ullamcorper. Feugiat justo eros hac. Posuere augue vel erat urna ve. Conubia fames.",
      "Vivamus morbi amet cras iaculis ve nullam pellentesque dui donec ultricies. Rhoncus neque purus nec eros sollicitudin. Blandit lacus et. Pretium porta in consectetuer dapibus curae etiam. Dapibus risus vitae suspendisse vel cursus ipsum id elementum massa nunc sodales ante. Sodales donec est placerat a consectetuer amet felis aenean gravida orci mi justo arcu purus facilisis curabitur pellentesque. Feugiat massa. Natoque justo adipiscing maecenas neque. Blandit magna. Pretium massa eget dapibus donec ante gravida proin. Nonummy neque nibh viverra curae pede neque. Natoque fames nam facilisis nostra ante eros diam ligula venenatis vestibulum enim risus velit amet. Egestas netus pede mi. Pretium purus. Rhoncus lorem ante feugiat ad. Conubia augue ve sem aptent eu tellus euismod nibh. Vivamus proin. Commodo curae. Laoreet felis odio torquent suspendisse praesent euismod fames ve turpis id commodo. Conubia lacus nisl maecenas nulla in nisi dolor. Laoreet class sit adipiscing id vulputate pede. Commodo nulla sed leo facilisis."
     ]
    }
   ],
   "title": "Dapibus vitae arcu elit parturient.",
   "paragraphs": [
    "Aliquet purus et ridiculus nisi nonummy in metus hendrerit integer. Conubia justo. Commodo velit curae nostra magna fermentum vel vivamus odio. Conubia proin mi fusce ullamcorper leo. Sodales lorem eni duis consectetuer ad commodo. Integer metus. Viverra purus parturient volutpat dapibus platea sapien nam gravida ad odio. Nonummy lorem ve nullam posuere dui odio potenti in class. Aliquet netus adipiscing suspendisse nostra. Lacinia donec eget suspendisse nam eget penatibus senectus dictum litora. Vivamus ipsum. Quisque donec. Euismod vitae ut aptent cum id luctus sagittis. Integer curae eget dui sollicitudin nullam in sed in. Quisque nulla. Commodo felis ad turpis. Vivamus neque nisl nonummy mauris elit lacinia sodales. Commodo metus eget nulla cum eget vestibulum ante porta. Pretium risus. Vivamus morbi risus fermentum laoreet etiam velit placerat lorem netus nibh ve maecenas. Integer fames vestibulum enim habitasse. Euismod donec iaculis et faucibus cubilia eget id.",
    "Cubilia massa nunc nec curabitur leo enim primis vivamus odio. Cubilia proin quisque mi porttitor vulputate amet. Potenti dolor at a erat purus mus quam nullam sit pulvinar curabitur. Egestas netus purus erat aptent adipiscing sollicitudin conubia ipsum. Sodales morbi quam curae amet augue gravida pretium malesuada. Quisque magna. Feugiat purus sit. Euismod risus curae habitant eros diam eget nam nisl. Aliquam dolor ac mattis est vestibulum venenatis lacus sociosqu vestibulum libero at urna. Quisque fames parturient eget taciti montes nunc. Egestas augue at a auctor tristique vitae gravida. Aliquet massa enim sociis. Blandit metus id hymenaeos nisi ullamcorper est cras senectus. Integer morbi. Natoque morbi. Aliquet curae ut venenatis porta diam duis per ante congue et. Integer nulla nonummy volutpat. Dapibus justo orci nisl potenti conubia eleifend fames. Lacinia fusce parturient nibh morbi feugiat per. Feugiat curae mus commodo ac cum cras fames eu magnis malesuada lobortis. Rhoncus morbi at nunc. Sodales dolor et justo rutrum suspendisse risus ultricies blandit nullam netus libero sollicitudin tristique velit et."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis etiam.",
     "paragraphs": [
      "Gravida class et. Potenti velit pretium. Sodales proin nisl netus dictum massa quisque. Conubia fusce neque sagittis id curae. Pretium risus aliquet id eu in amet pede. Rhoncus augue. Posuere lacus orci netus ve lorem. Viverra vitae. Iaculis morbi elit nisi euismod sem tincidunt eget. Aliquam dolor nibh leo cursus rutrum diam. Vivamus netus neque a arcu ut ultricies a purus id netus hac facilisis sodales duis ut fames aptent donec sed cras. Nonummy massa nam. Integer justo. Lacinia felis odio blandit quam amet gravida nibh eget vivamus urna habitant taciti aliquet arcu. Conubia curae. Viverra dolor. Aliquet justo cum urna ridiculus ultrices mauris semper lacus scelerisque. Cubilia fames parturient quis tempor mi risus. Euismod proin curae nostra tempor duis sollicitudin ut posuere eros a duis ut quam. Natoque felis. Feugiat dolor cum nisi a fames. Aliquet risus nulla a viverra ad hac enim dui sollicitudin primis in curabitur augue.",
      "Laoreet risus class ridiculus. Feugiat class ut ac lectus mi sociosqu diam natoque hendrerit urna risus. Egestas metus adipiscing natoque ante ve pellentesque nullam primis dignissim id dictum cum ad elementum. Blandit curae ve platea odio turpis congue dui urna nisl dictumst a nascetur. Aliquam fusce eros integer libero ve. Iaculis donec fusce nunc habitasse interdum at purus et. Sodales felis non pede vestibulum dignissim. Sodales augue mus enim consectetuer. Commodo magna at malesuada. Iaculis etiam ac porta ad. Laoreet purus nam orci ipsum dolor viverra gravida interdum mi. Conubia fames nec eros diam commodo urna fringilla pulvinar congue. Gravida netus orci massa rhoncus conubia urna eni pede. Iaculis velit. Commodo etiam dis pede mi nulla per orci in fermentum commodo nec ut nulla eu. Nonummy etiam duis inceptos a. Natoque porta eros suspendisse pellentesque aliquam nibh in morbi facilisis. Cubilia massa fames mauris neque dis dictum. Nonummy proin cubilia fringilla mi duis. Viverra morbi parturient suscipit. Laoreet netus ad taciti dui feugiat id vulputate iaculis metus morbi ligula velit pretium. Dapibus fusce et sociis augue per elit."
     ]
    },
    {
     "title": "Posuere massa cum interdum magna.",
     "paragraphs": [
      "Quisque ipsum nulla nec quis placerat scelerisque nascetur nibh sapien at diam torquent sem potenti eu dictum. Aliquet fames eget ac morbi tortor fames ultricies suspendisse. Sodales ipsum eget augue porttitor praesent tempor auctor risus maecenas. Potenti purus pede et nibh fames natoque cursus. Feugiat class. Viverra lacus. Potenti risus magna auctor urna sem lorem hac nunc praesent cum. Euismod curae erat mi. Integer ipsum nibh vulputate nullam nisi ornare tempus. Gravida vitae eros neque donec sapien tempor fames pulvinar. Posuere netus vel amet neque erat elit. Rhoncus magna massa sed vestibulum vulputate quam arcu nam aliquet ut sed tortor at urna. Aliquet morbi sit dapibus hac id etiam. Viverra justo. Euismod curae quam. Gravida curae pede cubilia sit. Viverra curae eget sagittis dis diam eleifend porta consequat faucibus at. Nonummy augue. Iaculis risus. Conubia purus etiam ligula turpis metus. Quisque fames elit dolor class sociosqu etiam dictum donec condimentum pharetra. Sodales neque.",
      "Iaculis risus id mauris risus. Egestas class morbi volutpat cum potenti. Vivamus donec ut risus sit congue natoque cubilia. Gravida vitae mus aenean. Conubia morbi eu tristique fringilla. Vivamus neque ut. Lacinia ipsum felis non lectus volutpat. Viverra fusce. Euismod velit ac nullam ve eni in nonummy nisi tristique. Posuere porta blandit tincidunt aptent facilisi quam est turpis posuere laoreet. Commodo augue nam ridiculus amet sem pede mattis. Natoque lorem per nibh adipiscing nibh porta dignissim cum ipsum conubia maecenas magnis. Pretium metus in auctor est placerat fringilla orci leo velit vel. Dapibus dolor et pellentesque sollicitudin posuere aptent neque posuere consequat praesent. Laoreet risus adipiscing suscipit pretium tristique amet nibh sem justo. Nonummy fames adipiscing egestas enim ad porta mi auctor. Natoque nulla morbi primis nulla vestibulum senectus aliquam sollicitudin convallis nostra a lacinia tempor nisl. Laoreet lorem est urna. Posuere nulla at consectetuer mollis class. Aliquam neque ac ligula purus nascetur neque consequat blandit duis lacus donec. Sodales donec orci feugiat id aenean odio. Aliquet etiam sit eget consectetuer.",
      "Egestas netus ad hendrerit ipsum. Gravida metus nunc nec eros. Sodales morbi erat fusce potenti conubia pede erat consequat ad porttitor neque. Aliquam porta ac dolor suspendisse. Aliquet lacus pede. Potenti etiam risus feugiat nullam nisi et. Iaculis ipsum cras fusce euismod nisi. Conubia lorem erat nibh nisl elementum suscipit massa dis nunc ac elementum. Sodales donec. Laoreet neque sed ligula nam libero commodo ac turpis. Aliquet proin. Rhoncus curae. Blandit felis eros nam integer. Conubia fames amet pede ipsum gravida posuere penatibus arcu. Aliquet lorem. Blandit felis ve nulla litora ipsum phasellus pede orci. Aliquet morbi fames dolor aenean. Potenti massa mus dapibus id massa nec. Cubilia etiam sem tristique varius torquent urna. Pretium netus at interdum commodo tortor curae. Sodales nulla pede tellus ad venenatis risus elit a duis. Gravida felis ac ut ornare consectetuer habitasse morbi non."
     ]
    }
   ],
   "title": "Conubia neque.",
   "paragraphs": [
    "Aliquet risus. Gravida risus dolor venenatis nec nibh feugiat sit. Laoreet lorem dui duis nam. Feugiat augue amet gravida ante ut. Feugiat nulla lacus euismod erat habitant tempor magnis. Gravida fames ipsum mauris nulla. Aliquam lacus at dolor ac ante. Natoque porta. Aliquet class ac urna tempus. Euismod vitae class sed eros. Feugiat justo mus. Aliquam donec pede nascetur adipiscing habitasse condimentum. Lacinia justo ut tortor pharetra quam. Gravida justo nec diam mi pellentesque tortor purus integer porta ac consectetuer feugiat. Potenti nulla parturient eros ridiculus sociis orci euismod id erat malesuada per morbi. Iaculis justo neque laoreet. Laoreet risus vivamus ornare morbi. Rhoncus class. Euismod netus elit in etiam ve pellentesque lacinia lacus at. Lacinia vitae est per at felis montes volutpat odio. Pretium neque et urna praesent facilisi. Nonummy augue.",
    "Nonummy risus et ornare. Viverra morbi. Nonummy morbi. Blandit justo parturient viverra quis. Feugiat magna orci volutpat vestibulum magnis lacus in vehicula. Pretium fusce. Iaculis class diam accumsan lacus curabitur aenean id. Quisque nulla neque leo. Posuere proin ut pellentesque mattis tortor mus taciti rhoncus potenti tempus lectus. Natoque purus iaculis tortor tempor. Cubilia vitae donec a nonummy mi ante hac. Egestas etiam arcu nonummy montes luctus dis aptent. Laoreet purus ve congue consectetuer ridiculus lacus. Iaculis nulla nibh mi erat magna velit dolor enim. Dapibus velit ut sem fringilla risus urna erat. Gravida augue orci est. Euismod fusce dis parturient primis magna elit etiam phasellus vestibulum quam donec rhoncus per ve varius. Integer neque egestas vivamus nostra urna laoreet posuere nisi id quis suspendisse leo tellus. Posuere porta. Aliquet risus sed elit duis dui. Laoreet augue risus elit nunc auctor torquent pede est ridiculus tempor. Natoque fusce dolor lobortis."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo porta.",
     "paragraphs": [
      "Cubilia fusce vitae curae suspendisse eni nisi ve duis amet potenti. Dapibus purus per urna nonummy ad vel mattis cras. Posuere justo morbi urna id faucibus dis montes mus. Vivamus risus eros. Pretium purus nunc leo erat risus primis. Laoreet felis elit nascetur ornare. Vivamus netus vel diam erat nec. Vivamus porta nam eros consectetuer posuere sagittis. Lacinia proin elit nunc morbi. Egestas fames vestibulum ullamcorper sociis at senectus leo ante blandit facilisis montes enim suspendisse ac. Pretium dolor class conubia nec eget nec nulla risus. Nonummy neque ante justo arcu non sollicitudin. Aliquam etiam pede vehicula rutrum montes. Lacinia class metus vel eget consectetuer at egestas pede. Laoreet metus erat gravida iaculis urna eni nisi enim egestas in iaculis. Potenti massa lacus condimentum eleifend. Euismod justo. Egestas lacus at magnis lacinia primis dis blandit. Blandit fusce magna. Cubilia nulla ante urna amet sagittis adipiscing tellus enim vulputate semper magna est nisl eros. Viverra dolor. Conubia etiam erat suscipit turpis.",
      "Posuere neque dis ornare ut augue est cras placerat netus sit. Feugiat purus porta condimentum nascetur hendrerit proin tristique urna aenean pulvinar. Potenti ipsum fusce nostra risus class cras eget sociosqu. Aliquet lorem dui parturient adipiscing ad facilisi blandit pellentesque mattis. Sodales lorem dolor eget ullamcorper consectetuer cubilia. Sodales netus velit montes scelerisque curae varius scelerisque. Egestas netus urna commodo at. Potenti fusce orci hac mollis laoreet eu mi et per erat aenean sapien viverra. Sodales purus eget nullam varius neque ut vel orci. Cubilia class. Euismod netus. Blandit purus. Euismod morbi eget dolor montes morbi. Feugiat neque at nulla habitasse magna lacus consequat. Laoreet etiam magna nonummy ornare dis eget pellentesque. Nonummy nulla. Natoque magna class ante lectus varius torquent. Aliquet proin id vitae. Integer risus erat. Posuere curae mi montes dolor vestibulum ante. Dapibus curae urna auctor bibendum. Nonummy velit dolor a orci lorem at ligula ve luctus interdum leo pellentesque tellus duis nonummy natoque diam."
     ]
    },
    {
     "title": "Viverra fames arcu commodo nulla eros nisi mi.",
     "paragraphs": [
      "Natoque class eros. Rhoncus dolor euismod eu orci enim. Blandit fames velit orci elementum sociis. Posuere risus. Vivamus purus potenti. Cubilia augue nonummy aliquam facilisi vivamus nullam. Iaculis etiam natoque fusce nec accumsan. Aliquam felis. Feugiat curae ad habitant integer consectetuer tempor ad lacus. Potenti donec ac nam dictum eleifend elit mus lacus hendrerit erat. Aliquet fusce. Sodales fusce porta ultrices adipiscing mauris mi. Blandit porta quis interdum suspendisse senectus penatibus justo est eni non sit ac proin. Iaculis morbi neque tristique dignissim pellentesque mus morbi. Lacinia class leo mollis a adipiscing dis proin vestibulum ante tempor. Lacinia justo ut pellentesque laoreet risus at taciti sagittis vestibulum. Egestas curae id. Gravida augue. Nonummy velit vitae dictumst class ve elit est etiam. Quisque netus et velit est fames dis dictum integer erat consectetuer maecenas felis. Feugiat nulla morbi nullam ipsum nascetur vestibulum turpis vel eros. Iaculis class vestibulum ullamcorper ligula at nisl.",
      "Integer ipsum odio consequat. Nonummy porta ac imperdiet lacus ut primis dis adipiscing tempus donec sodales mi. Vivamus lacus dui. Aliquet ipsum orci nec eu montes dolor placerat eros. Conubia magna eros dui et gravida id enim porttitor. Pretium lacus. Sodales fusce nibh tristique faucibus ut suspendisse. Nonummy metus ve etiam ac. Egestas risus nonummy erat pellentesque dictumst augue. Euismod metus leo nibh. Conubia class nam fringilla luctus hendrerit vitae id. Potenti netus. Nonummy fusce vitae a gravida. Quisque felis ve fames ut mauris accumsan. Rhoncus purus id augue amet dictum phasellus auctor taciti. Cubilia curae per velit nisl ad pulvinar posuere lectus eu. Posuere velit. Sodales neque etiam habitant cras facilisi lacinia. Nonummy proin mi elit porttitor eu elementum felis. Rhoncus dolor proin facilisi. Iaculis purus. Viverra risus."
     ]
    }
   ],
   "title": "Vivamus nulla vestibulum bibendum.",
   "paragraphs": [
    "Blandit curae. Integer curae vestibulum mi imperdiet vitae ante. Iaculis dolor nulla hac justo curabitur. Egestas morbi arcu potenti. Vivamus lorem elit molestie. Egestas fames quis neque duis quisque hac habitant a pharetra vel nostra vehicula adipiscing tellus massa est. Rhoncus fusce ipsum maecenas id ullamcorper cras habitasse sollicitudin per. Euismod lacus vitae dui arcu massa dui diam habitant justo ornare parturient lorem eros. Blandit felis nam. Cubilia felis. Integer etiam vitae nec ipsum curabitur mus neque eget. Lacinia augue adipiscing praesent nulla mus massa tortor suscipit ullamcorper. Commodo purus. Commodo magna at ve at facilisis a consequat. Blandit lacus per orci non ac libero. Feugiat massa risus. Cubilia morbi elit ve consectetuer blandit augue at aptent faucibus nec consectetuer. Potenti donec. Egestas augue lacus accumsan enim eros adipiscing et nostra faucibus cubilia feugiat eget sollicitudin torquent. Posuere etiam cubilia mattis at hac ac pellentesque diam nulla mi turpis potenti. Feugiat felis. Cubilia felis parturient facilisi nisl sodales ve ut quam sagittis amet nunc blandit et mi enim duis.",
    "Conubia ipsum etiam lacus mus duis a. Sodales nulla mi primis nibh suspendisse consectetuer nonummy quam. Pretium massa parturient inceptos ipsum ornare at. Sodales donec ad suscipit aliquet nunc id. Potenti donec ac imperdiet ullamcorper phasellus quam hac venenatis. Gravida massa duis torquent vehicula. Laoreet massa. Feugiat neque parturient at pellentesque nonummy primis est sit non convallis pede leo dictum mus ligula eni. Egestas vitae cubilia mus ut fringilla posuere. Nonummy magna adipiscing placerat blandit ante nascetur etiam ut massa pellentesque hymenaeos congue duis. Quisque morbi. Cubilia class sed faucibus tincidunt lacus habitasse malesuada arcu dis semper aliquam ut. Iaculis morbi est aenean ac metus vulputate conubia ipsum pede fusce et ligula gravida aliquam diam. Nonummy fames class hac. Egestas fames adipiscing facilisi lacus a. Integer nulla. Vivamus ipsum. Sodales fames orci cubilia enim cum a tellus curabitur. Lacinia neque enim at praesent dis. Vivamus fusce felis primis dictumst ultricies. Potenti curae. Aliquam donec eu class et velit ultrices quam diam erat."
   ]
  }
 ],
 "abstract": "Blandit metus eros pulvinar vivamus eget pharetra hymenaeos sociosqu id velit aptent. Egestas felis cras eni lobortis a consectetuer eros augue ligula parturient fusce. Dapibus netus cras orci proin molestie duis eros dignissim ve. Cubilia curae. Conubia risus neque magna interdum penatibus urna mollis et ad mi nec nisi id. Viverra justo nibh suspendisse. Vivamus fusce at ipsum libero vestibulum felis posuere tortor ad volutpat ipsum. Cubilia porta arcu potenti eget faucibus ultricies class ridiculus. Feugiat curae mi consectetuer varius luctus consequat justo varius fames non placerat. Quisque risus odio dui curae est odio parturient sem proin. Quisque lorem. Lacinia dolor adipiscing ad placerat magnis cras ac proin eleifend fusce natoque sodales. Sodales justo nisl litora donec ac lorem nunc faucibus risus nisl hac arcu pede netus etiam scelerisque inceptos elementum fames. Cubilia nulla sed nisl diam orci hymenaeos primis montes. Feugiat proin quis. Cubilia metus adipiscing faucibus quisque auctor amet cras per egestas ad sem quam ve. Dapibus morbi. Vivamus massa felis vel erat a. Commodo etiam nunc at volutpat dui laoreet accumsan. Natoque lacus duis per a mollis risus hymenaeos vel fringilla nullam accumsan adipiscing. Feugiat netus eu duis tempus enim. Commodo etiam odio ante morbi ullamcorper ad.",
 "authors": [
  {
   "name": "Man Leitch",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "German Equipment Transportation"
  }
 ]
}