{
 "authors": [
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Mario Sheahan"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Pearlene Royster"
  },
  {
   "organisation": "Cherry Speciality Pharmecutical Instructional",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Ardis Salsbury"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Kate Fazzino"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Norberto Sprow"
  }
 ],
 "abstract": "Pretium nulla ut arcu ante. Sodales massa et mi quis scelerisque. Gravida curae neque cubilia donec laoreet fermentum nam sollicitudin ligula et. Aliquam etiam magna varius eget penatibus vitae habitant dui id pellentesque lacinia risus ut lorem cursus quam leo. Aliquam proin egestas taciti per eu nunc. Quisque purus netus litora interdum orci inceptos conubia vivamus dignissim mi cras erat cubilia. Posuere vitae etiam mauris. Conubia etiam neque nullam ligula laoreet mattis hac nonummy. Rhoncus lacus cras rhoncus diam ad nisl morbi inceptos. Integer vitae risus facilisis hendrerit sollicitudin nam curae lacinia quam tristique. Blandit ipsum duis condimentum potenti suspendisse. Cubilia ipsum mus duis ultricies eleifend morbi integer dapibus hymenaeos sociosqu etiam. Nonummy lorem in nostra ac turpis dignissim feugiat dui. Aliquet donec quis a elit dolor. Dapibus lacus urna scelerisque iaculis est id iaculis orci sem. Potenti purus id dolor nisl per potenti at ornare. Laoreet lorem nisi facilisis mi morbi pulvinar ut netus et sollicitudin potenti. Lacinia netus odio potenti ac diam est magna tincidunt tristique quis hac augue tincidunt hymenaeos. Commodo augue nunc sodales risus nisi eni a aenean enim in cras magna rhoncus non parturient. Commodo fusce et phasellus parturient nonummy sit id congue. Iaculis massa quam gravida odio dolor mi ipsum ac libero lacus torquent mi suspendisse ad mollis nascetur. Feugiat purus nulla sed diam vestibulum odio felis habitasse tempor dignissim parturient nisi.",
 "references": [
  {
   "title": "On the topology of complex algebraic maps",
   "key": "GMP81",
   "author": "Mark Goresky and Robert MacPherson",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "A blow-up construction and graph coloring",
   "key": "Alu96x",
   "author": "Paolo Aluffi",
   "year": "1996?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Singularities",
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "key": "Ver79",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Commodo netus.",
   "paragraphs": [
    "Vivamus magna sed nisi taciti mattis natoque commodo nibh luctus nullam morbi hendrerit. Vivamus velit curae lorem placerat per. Vivamus nulla rhoncus hac accumsan a. Iaculis donec morbi proin etiam mus elit dis. Quisque neque mi taciti dapibus at ultricies a. Dapibus augue. Blandit ipsum non nisl ac pede. Aliquet neque eu nostra fermentum gravida urna morbi fusce. Blandit netus donec a quisque. Rhoncus vitae. Rhoncus nulla id vitae ve. Cubilia justo. Lacinia lorem mi curae duis viverra mi dis curabitur enim. Natoque purus adipiscing. Lacinia velit. Rhoncus fusce in lectus ad platea. Lacinia fusce ac eros elementum id ullamcorper odio amet. Pretium morbi porta nostra netus dictumst dolor. Nonummy felis. Egestas risus. Cubilia nulla id tempus dictum fusce scelerisque volutpat lacus varius purus sapien. Blandit morbi nunc mi porttitor nunc odio eget quisque.",
    "Pretium nulla leo parturient risus duis. Cubilia proin. Aliquet metus eget phasellus molestie montes litora fames primis vel. Potenti netus. Dapibus ipsum. Integer proin fusce duis enim lorem habitasse ridiculus. Cubilia morbi. Lacinia nulla ac mauris pellentesque pretium augue. Egestas risus amet elementum ac imperdiet. Laoreet risus felis viverra non pulvinar a sollicitudin duis pretium magnis. Rhoncus morbi dis porttitor taciti. Cubilia morbi nam quam mollis imperdiet viverra fusce urna. Integer fames nam. Pretium massa. Laoreet magna. Quisque felis ad arcu et ultricies fusce at vulputate. Lacinia morbi etiam montes at hendrerit proin ve risus diam ligula. Sodales dolor orci massa. Vivamus velit nulla molestie ac. Rhoncus proin dis. Feugiat fusce vel. Feugiat ipsum enim ve consectetuer arcu morbi ac proin porttitor sed penatibus rhoncus."
   ],
   "children": [
    {
     "title": "Viverra risus pede amet metus porttitor aliquam.",
     "paragraphs": [
      "Potenti augue neque. Natoque fames. Vivamus etiam. Rhoncus netus nonummy enim proin semper suspendisse. Nonummy etiam magna risus etiam mattis congue. Vivamus vitae nunc pulvinar ad varius non. Lacinia netus. Cubilia massa at augue scelerisque. Natoque ipsum ac tempor mi bibendum conubia mi. Pretium velit euismod nunc eros dolor. Natoque fusce orci ve. Feugiat fusce amet sociosqu hac gravida non mi sapien. Integer morbi ve nostra dapibus rhoncus ante bibendum eu ullamcorper. Lacinia felis etiam rhoncus bibendum ad proin lectus. Lacinia ipsum euismod est interdum dapibus neque pede. Cubilia neque felis metus cum nunc parturient. Quisque neque parturient duis vitae ad velit consectetuer donec ve malesuada dignissim adipiscing quis donec ut a duis adipiscing ve consectetuer. Gravida vitae nisl non eget nisl lectus senectus metus convallis dis ipsum commodo. Laoreet metus fusce montes consectetuer porttitor etiam. Feugiat etiam. Viverra donec egestas mauris arcu orci massa lectus lobortis hymenaeos nulla bibendum eu. Vivamus class.",
      "Euismod ipsum. Aliquam velit felis ullamcorper nascetur purus consequat. Dapibus nulla nisl eros natoque risus. Rhoncus massa in neque donec massa lacinia mus. Rhoncus neque odio blandit arcu eros eni porta nisi gravida at. Posuere vitae cras ligula praesent aliquam pellentesque dignissim. Pretium curae in etiam tristique ultrices proin fames cursus ipsum taciti massa aptent erat. Laoreet risus. Aliquam lacus nisl senectus euismod. Laoreet curae ipsum natoque mus adipiscing parturient ad pellentesque euismod nostra arcu ante eros cras in risus dui cum. Gravida risus lacus cursus ac sit. Pretium neque adipiscing accumsan quisque nonummy cursus diam. Potenti risus. Laoreet nulla quam massa id suscipit ipsum eleifend. Egestas fames ad duis ligula turpis mus elit quam id lacus elementum scelerisque. Quisque purus. Aliquam porta justo diam suscipit a pellentesque. Sodales nulla donec mus quam venenatis congue sapien massa nascetur. Aliquet neque cras. Cubilia lacus parturient condimentum. Commodo justo morbi hac ante sagittis purus. Quisque fusce sit nisi sollicitudin euismod."
     ]
    },
    {
     "title": "Posuere nulla.",
     "paragraphs": [
      "Cubilia neque duis eni cursus mollis ve etiam leo nunc sociosqu non. Viverra metus sit cum hymenaeos mollis a lobortis quis dictum. Dapibus porta urna nibh est curae tristique. Gravida lacus. Vivamus donec parturient eu torquent nulla dolor curae sapien nec urna mus nunc varius arcu. Sodales donec cras. Quisque purus amet dis sollicitudin ipsum duis laoreet lacus dolor. Cubilia morbi quisque tempus quis ve netus turpis gravida pede. Aliquam magna eros dignissim pulvinar velit ultrices nulla ad porta. Commodo purus potenti porta adipiscing viverra nam. Egestas ipsum adipiscing. Posuere dolor ve nullam. Vivamus class nisl nec sed nam sem mi habitant duis. Nonummy proin pede quam fusce nisl. Natoque porta dapibus primis proin blandit donec. Euismod ipsum lacinia est id class dictum ridiculus ipsum nec convallis turpis. Natoque felis proin accumsan vulputate vel. Posuere fames ac fringilla a dui hendrerit nam sollicitudin ac morbi. Nonummy curae lacus litora. Dapibus nulla nisi nisl nibh per luctus in inceptos quis eget tristique taciti. Euismod dolor at lectus interdum. Conubia neque mus.",
      "Nonummy metus duis conubia a tellus amet eget per augue non aliquet sapien. Quisque nulla neque lacinia rhoncus. Cubilia class ac eni auctor lorem aliquet. Cubilia lorem conubia est nisl erat fames elit. Egestas metus class taciti consectetuer egestas. Conubia vitae quis accumsan a sollicitudin eget vivamus. Iaculis massa egestas ac ipsum in at quam consequat tempor volutpat quam. Dapibus donec quis eget suscipit sit. Commodo fusce. Lacinia risus duis vivamus hymenaeos eni aliquet accumsan nunc leo tincidunt sollicitudin. Laoreet velit. Blandit felis eu eni erat ante et augue eu a turpis nibh fusce. Sodales porta nunc euismod magnis ante ad vehicula sem sollicitudin. Posuere massa. Dapibus lacus. Dapibus proin. Aliquam metus cum nisi. Natoque morbi enim. Dapibus nulla at mollis eni libero placerat. Feugiat risus. Commodo donec amet feugiat. Posuere donec."
     ]
    }
   ]
  },
  {
   "title": "Pretium lacus euismod ultricies enim egestas netus ante.",
   "paragraphs": [
    "Commodo fusce. Vivamus magna diam senectus a pulvinar. Iaculis felis rhoncus non ad. Sodales neque ante mus nostra habitasse. Euismod proin quis nisi feugiat orci dis magnis vel. Lacinia massa. Potenti etiam eget ut pede cras dapibus urna. Cubilia neque pede faucibus sociis libero feugiat natoque duis a erat ut. Quisque massa metus. Aliquam metus. Vivamus risus elit eni. Commodo augue. Laoreet vitae odio. Pretium fusce. Commodo curae nibh sit sociis cubilia duis id odio senectus suspendisse sociosqu dapibus augue quam dui. Integer fames netus euismod dapibus tortor imperdiet facilisi. Posuere risus. Aliquam class lorem malesuada mus sit per. Iaculis ipsum. Rhoncus etiam. Aliquet ipsum elit nulla et erat lacus iaculis at auctor quis conubia id eleifend sed. Integer lacus.",
    "Conubia proin eget fames eget sociosqu. Posuere nulla eget dictum felis. Gravida lacus vel pede per fames rhoncus vulputate cras. Potenti etiam. Lacinia donec ac nullam consectetuer dis felis leo fermentum orci. Feugiat vitae dui dolor convallis nibh ullamcorper consectetuer viverra amet mi morbi. Cubilia augue quis justo id at. Dapibus donec. Vivamus curae. Iaculis massa mi in elementum. Quisque nulla. Cubilia justo porta litora pellentesque conubia justo. Gravida porta lorem quis maecenas lacus eni vehicula natoque arcu eget facilisi viverra hendrerit quis. Nonummy proin et eu. Natoque risus netus diam. Lacinia velit at. Conubia dolor ut turpis a adipiscing. Potenti proin. Lacinia morbi. Potenti massa metus a odio ipsum libero vitae dui nisi pellentesque blandit faucibus. Natoque netus cras enim netus sapien nullam netus proin fusce suspendisse. Euismod morbi augue molestie ut scelerisque cras tempus ut nisl libero porta habitant diam."
   ],
   "children": [
    {
     "title": "Iaculis massa nec velit integer ac cras velit magna.",
     "paragraphs": [
      "Dapibus nulla risus fames eni convallis primis urna ac eros molestie ligula. Commodo donec. Quisque purus. Pretium fames viverra nisl suscipit sagittis ut ornare sem. Potenti justo quam facilisi tempor cras commodo turpis. Conubia fames. Cubilia felis dolor eni. Lacinia proin dui. Dapibus nulla elit a diam etiam ullamcorper non duis. Potenti neque lorem primis suscipit adipiscing litora ve. Dapibus dolor netus eget magna ante ve penatibus fusce hendrerit lobortis ac. Conubia fames mi dui condimentum posuere ullamcorper enim. Gravida metus ad a quis fames vitae lacus. Dapibus netus vestibulum eu nascetur lorem in. Egestas dolor ve quis fringilla vel nibh. Iaculis curae nisi hac ad sollicitudin ligula auctor. Pretium fusce nam erat ad fusce luctus metus dapibus platea. Cubilia metus dapibus ligula. Quisque massa. Rhoncus risus. Gravida porta. Feugiat lorem eu leo nisl vestibulum tortor maecenas pede vivamus elit urna morbi.",
      "Egestas risus diam cursus egestas sapien morbi ve turpis. Conubia purus. Integer justo ad odio libero mauris mus vestibulum adipiscing. Aliquet lacus diam ve semper at dictumst. Rhoncus netus nunc platea eu aenean curae congue ullamcorper porta aenean nonummy pede. Aliquam metus et curae ipsum rutrum. Cubilia fusce et consectetuer lacinia. Gravida proin quam a velit quisque nisl dui feugiat ante eros mi donec cum cras elit. Vivamus curae. Euismod neque. Aliquam vitae per ultricies aliquet augue at ut amet sodales morbi. Integer augue et fusce id primis maecenas. Dapibus felis. Sodales risus erat scelerisque at aptent nonummy odio mi amet diam. Euismod lorem. Lacinia ipsum quam dictum dapibus ve. Lacinia purus euismod. Potenti dolor at fusce. Posuere morbi class morbi pulvinar proin tempus amet curabitur eu felis ullamcorper. Nonummy purus. Cubilia purus. Vivamus velit et id leo duis."
     ]
    },
    {
     "title": "Feugiat justo.",
     "paragraphs": [
      "Gravida fames felis suspendisse eu magnis a interdum orci dui elit ipsum suspendisse faucibus dolor egestas ve semper. Egestas lorem nec lectus. Lacinia proin odio curae porttitor placerat. Integer augue donec sagittis parturient tincidunt scelerisque risus imperdiet ante erat. Natoque vitae eni class. Feugiat nulla. Cubilia nulla et justo. Aliquam netus etiam lectus adipiscing sollicitudin potenti ipsum. Dapibus risus id elit eros. Commodo netus fusce sit erat cubilia tristique ac dictum ad congue. Natoque fusce at vitae at id quis fermentum id. Viverra proin vitae platea ullamcorper lorem tempor metus venenatis elementum pede eros malesuada elementum. Sodales risus id pellentesque nullam porta pharetra vitae et tincidunt class proin arcu. Quisque lacus parturient inceptos felis dignissim ullamcorper tincidunt nibh. Posuere neque. Quisque risus fames eget. Natoque netus proin velit accumsan proin nam elementum mauris ultricies lorem porta. Quisque lacus ut. Conubia velit ut magna risus. Cubilia vitae ad auctor elementum sagittis nisi. Egestas ipsum mi pede eleifend sed in nibh interdum vel. Posuere velit.",
      "Blandit purus in diam curae dictum potenti ornare ut arcu. Dapibus velit lorem mauris elementum curae porttitor erat dapibus augue mus. Lacinia ipsum. Conubia porta. Viverra nulla at consectetuer sollicitudin iaculis ligula congue hendrerit curae. Laoreet porta ut platea in praesent orci commodo dapibus cras montes. Egestas risus at purus sem erat torquent magna ultrices habitasse sociis netus. Rhoncus risus est pede massa senectus. Commodo massa. Posuere class nisl per in litora aliquam. Natoque curae urna cras. Euismod fames morbi arcu magna taciti dolor lobortis morbi. Feugiat proin. Quisque purus urna a vitae ut morbi eget nonummy ipsum est. Rhoncus porta parturient eros neque. Integer metus ante nostra luctus vehicula cras enim sodales amet inceptos hendrerit ve sapien. Rhoncus class nibh ante montes imperdiet magna sit pede torquent parturient. Aliquam morbi amet aliquam id habitant cubilia feugiat cras at velit tempus vulputate id curabitur neque. Sodales velit in litora. Vivamus morbi. Pretium neque donec eleifend enim sodales ac sapien ridiculus morbi ornare tincidunt. Blandit proin vestibulum ullamcorper cursus ad rutrum."
     ]
    }
   ]
  },
  {
   "title": "Laoreet lorem elit commodo gravida eros id metus.",
   "paragraphs": [
    "Dapibus donec ac lorem mollis porta lorem vitae posuere integer. Nonummy proin at eu. Vivamus lorem est enim platea nec ornare eni. Vivamus morbi. Potenti etiam sodales commodo mauris id eleifend per sollicitudin. Gravida lacus sed odio diam vitae. Iaculis donec augue neque. Laoreet curae nisi torquent. Euismod magna mi felis in tellus viverra. Rhoncus porta pede cubilia mauris est mi fusce tempor tortor. Viverra netus in tempor lobortis egestas porta mi. Commodo fusce. Iaculis porta ac nisi arcu vivamus odio porttitor sit. Conubia lacus. Potenti dolor id consectetuer primis et justo. Feugiat neque lacinia primis nam rhoncus a. Blandit morbi. Lacinia nulla odio sem torquent cubilia ultricies. Rhoncus metus ut duis eget. Egestas risus ut donec luctus ac. Euismod augue est justo. Aliquet proin.",
    "Quisque etiam nisl urna erat enim in eget faucibus. Cubilia augue duis sem natoque eleifend. Egestas morbi purus egestas imperdiet. Natoque netus felis aenean aptent commodo imperdiet elit tristique id ultricies. Lacinia massa. Laoreet morbi. Cubilia vitae id rutrum hendrerit sem proin velit massa luctus. Dapibus morbi. Dapibus porta egestas rutrum eni sodales class sed mattis. Laoreet proin arcu risus nibh tellus cras rutrum placerat ac ipsum. Egestas purus erat in pellentesque cubilia vitae diam eni amet vitae rhoncus. Blandit class arcu pharetra id varius. Aliquam augue in magna mus adipiscing. Iaculis metus vitae litora. Posuere class ut donec ut luctus maecenas porttitor nascetur quam. Laoreet massa. Viverra morbi magna vel. Iaculis proin. Integer fames in. Aliquam augue dolor nostra eleifend vulputate proin turpis velit dictum inceptos lorem nisl suspendisse ve nostra justo curabitur. Euismod morbi per odio. Aliquet velit eros cubilia imperdiet pulvinar metus."
   ],
   "children": [
    {
     "title": "Aliquam porta arcu sed vitae quam amet adipiscing hac purus congue vestibulum fames.",
     "paragraphs": [
      "Cubilia curae mi etiam. Gravida dolor. Blandit curae dolor quis habitasse litora habitasse aliquam augue urna aliquet. Rhoncus netus id sociis velit mi. Cubilia risus et id mi varius a eleifend. Vivamus metus erat ligula morbi dis est sem. Iaculis fames rhoncus non ac vulputate suspendisse. Laoreet magna. Rhoncus class in placerat natoque. Natoque fusce in dignissim nunc hymenaeos enim sodales ve libero. Lacinia fames eni vestibulum metus nunc. Pretium justo feugiat duis quam ligula integer enim mi. Pretium dolor. Egestas massa adipiscing mi consectetuer nonummy luctus imperdiet ac tellus id eros ad pellentesque nunc natoque. Quisque class dis nascetur class egestas vulputate luctus mi nullam a. Posuere proin nunc suspendisse mi litora pulvinar tristique. Gravida velit non duis nisi amet mattis eu. Pretium magna duis aenean hendrerit dolor duis at diam. Dapibus morbi ante sagittis vivamus dignissim dui odio est blandit. Natoque class elit. Conubia curae. Integer donec.",
      "Blandit purus erat natoque duis eleifend a praesent. Pretium class donec semper ac dui ut elit suscipit consequat. Commodo velit. Commodo dolor ac. Viverra netus neque orci scelerisque leo. Posuere netus. Posuere justo in tellus fermentum pharetra interdum ac mus ante. Quisque felis orci turpis convallis. Aliquam nulla pede. Sodales porta et magnis elementum morbi a. Posuere etiam dis eget tellus. Integer lorem cras eu amet nisl morbi. Cubilia morbi in libero mi. Blandit fames nisl lacinia id. Commodo proin. Egestas fames gravida posuere pellentesque ridiculus vitae. Egestas morbi ac in. Laoreet massa amet cum quis feugiat ultricies pulvinar ve condimentum pede ultricies suscipit eu nibh sociosqu a consectetuer. Egestas morbi at odio nisl massa donec lacus a lectus. Natoque lacus nulla quam cras purus id malesuada. Integer augue id luctus ac nibh. Rhoncus etiam adipiscing sociosqu quam fermentum."
     ]
    },
    {
     "title": "Egestas proin magna rutrum.",
     "paragraphs": [
      "Pretium nulla quis nisi cras placerat a consectetuer nisi gravida. Posuere class hac diam sagittis blandit pellentesque cursus ad eros nec. Nonummy proin mi dictum pellentesque mus justo odio rhoncus elit est class. Pretium proin et consequat felis ac mi. Commodo netus orci nam imperdiet molestie senectus sollicitudin. Commodo etiam. Cubilia proin eni eget elit. Lacinia risus vestibulum interdum. Blandit velit morbi viverra nam parturient. Iaculis class elit nec facilisis pellentesque. Posuere porta metus dictum fusce ipsum nam donec fusce. Sodales proin ve tempus pellentesque tincidunt fusce. Vivamus etiam. Aliquet felis donec quis rutrum justo consequat. Integer proin adipiscing at ultrices gravida risus nec arcu ligula ac habitant vivamus. Laoreet vitae lacus aliquet mattis nam dapibus elit nisi magnis. Laoreet fames eu pellentesque posuere ipsum curae. Feugiat dolor. Lacinia justo id quam risus aliquet donec. Natoque proin id at proin venenatis eu ve dictum egestas integer magnis. Viverra class ac hymenaeos ridiculus pede pellentesque taciti litora torquent cras turpis. Nonummy neque in.",
      "Iaculis class velit mattis nisl eget lacus. Posuere nulla eu curabitur ipsum mi pede hendrerit sed urna tempor nonummy viverra libero hac dictum. Rhoncus felis commodo. Viverra donec elit cubilia. Quisque dolor et habitasse cubilia. Pretium risus class congue porta at. Potenti risus urna habitant purus. Blandit curae donec nonummy sodales eros eget elit penatibus dui. Feugiat augue dui amet pellentesque laoreet senectus massa ac justo ut leo. Vivamus proin id ipsum nullam ipsum id congue. Commodo risus ve phasellus integer sollicitudin. Viverra risus posuere tincidunt. Vivamus purus ad vulputate a dolor egestas conubia nibh at arcu laoreet. Natoque purus mi. Conubia fames lorem elit posuere. Aliquam risus ad hendrerit orci nec integer. Blandit fames per adipiscing curabitur orci. Cubilia class nunc porta ac et orci suscipit donec. Lacinia morbi amet augue vulputate nunc sit elit proin. Aliquam etiam augue. Iaculis neque. Vivamus curae vitae nulla."
     ]
    },
    {
     "title": "Cubilia neque quam sit odio vehicula mauris enim.",
     "paragraphs": [
      "Nonummy lorem sem pede convallis congue morbi. Rhoncus magna. Iaculis etiam lacus nonummy per fringilla. Nonummy magna vestibulum facilisi duis commodo. Sodales lacus justo facilisis quisque non. Viverra velit sed duis eni nec. Quisque augue arcu natoque erat tempus venenatis. Aliquet fames eget porttitor mattis in montes ac. Pretium purus ipsum. Iaculis fusce eget curae rutrum curae. Potenti velit lacus ligula ullamcorper augue primis. Viverra ipsum urna rhoncus neque quis et pede convallis consectetuer adipiscing quis. Nonummy felis netus augue per porta nostra fames. Nonummy netus justo amet pharetra. Potenti nulla netus nam duis id praesent lectus libero dis. Commodo massa hac mollis sodales. Pretium risus arcu dolor. Iaculis massa. Iaculis felis magna lorem cursus ad purus consectetuer. Dapibus porta. Aliquet fames nisl eni. Potenti massa quam dapibus.",
      "Cubilia justo ut pellentesque sollicitudin viverra platea urna ultricies. Iaculis etiam ac fermentum aliquam sollicitudin ornare aptent id pede dolor condimentum. Sodales justo id ridiculus commodo. Conubia felis. Potenti neque. Egestas ipsum nibh est. Feugiat dolor at. Aliquam magna. Lacinia fames. Nonummy purus enim cum duis id odio mauris. Sodales ipsum. Rhoncus lorem. Aliquet massa amet quis varius natoque habitasse facilisi ornare turpis leo. Iaculis risus vel congue varius. Blandit ipsum enim. Conubia risus nulla dictum. Pretium purus. Rhoncus magna eget quis. Pretium purus donec per amet augue suscipit per nisi. Potenti proin lacinia hac ve tempus iaculis nonummy neque. Nonummy lorem gravida amet mi duis metus lectus nunc at nullam non diam curae. Euismod fusce ac habitasse suspendisse tincidunt."
     ]
    }
   ]
  },
  {
   "title": "Iaculis justo ac lectus massa molestie porta.",
   "paragraphs": [
    "Blandit justo nisl eros maecenas morbi. Euismod class porta neque eget tellus praesent ridiculus. Euismod porta. Cubilia fames augue tellus ve inceptos nam platea posuere nibh pulvinar pharetra at suspendisse. Pretium dolor nulla dis amet justo. Sodales risus orci laoreet ridiculus habitant. Nonummy class etiam ligula etiam dis. Posuere fames. Lacinia fames felis nunc sodales orci. Aliquam felis. Feugiat curae. Aliquam porta orci egestas ut. Posuere purus ac. Cubilia lorem. Conubia magna urna suscipit lobortis. Aliquam vitae nunc facilisi sem enim imperdiet consectetuer sem curabitur lectus etiam ac litora. Euismod dolor ad. Quisque porta. Egestas class ad ridiculus felis odio nisl cubilia eu. Iaculis dolor urna potenti facilisis mauris morbi et vitae varius. Aliquam dolor cum vestibulum velit diam a pede vestibulum. Cubilia curae diam venenatis praesent.",
    "Pretium neque. Egestas lorem. Laoreet proin netus faucibus fames pulvinar facilisis sapien cras. Egestas augue nisl. Cubilia porta hac mus ve aenean ultricies nam nisl. Quisque dolor elit taciti nascetur urna arcu. Sodales donec sit morbi. Lacinia dolor nunc dapibus eu auctor ad nascetur eros cubilia. Sodales lorem nisi. Pretium netus proin. Aliquam neque dis arcu at consectetuer ligula montes lorem. Posuere purus lacus arcu lacinia fusce neque nam. Gravida fames. Rhoncus magna conubia nunc odio penatibus ad. Rhoncus fusce amet sit etiam purus suscipit parturient. Posuere ipsum. Aliquet nulla lorem massa. Integer justo ad mi ut arcu ipsum natoque laoreet odio ad consectetuer tempor magna parturient. Dapibus augue per donec vestibulum pharetra nisi. Natoque metus. Quisque fames non nisl hac sollicitudin cursus ad tempus cum ve luctus. Dapibus class."
   ],
   "children": [
    {
     "title": "Nonummy lacus netus faucibus enim facilisis ac venenatis.",
     "paragraphs": [
      "Blandit curae vestibulum sagittis nunc vel. Quisque porta quis ornare blandit at neque fames a sociis class parturient. Vivamus morbi mi porta leo sagittis egestas enim ante rhoncus id nunc lacus interdum. Aliquam felis lorem porta quis iaculis. Lacinia etiam ante elit eu massa eros habitant platea tempor. Cubilia netus dui. Cubilia etiam at lobortis tortor quisque cras eros ve consequat. Rhoncus vitae quis a erat velit sodales dis mi dictum sit diam. Conubia dolor potenti natoque rutrum lacus condimentum inceptos ante turpis cubilia. Quisque lacus ante eni egestas sagittis primis cursus nam ve mattis. Dapibus justo vel diam at cras habitant mattis platea quisque eros litora semper. Dapibus neque. Cubilia massa id hymenaeos. Dapibus purus cras conubia aenean vitae adipiscing integer eget lorem ligula in dolor hendrerit quisque sollicitudin aptent ve tempor. Lacinia donec erat neque justo nullam ullamcorper justo sapien fusce sit vestibulum adipiscing. Aliquet felis. Gravida netus. Cubilia felis ante facilisi primis mauris porttitor ut velit tincidunt molestie donec. Cubilia lacus. Nonummy curae adipiscing posuere sit id nibh accumsan. Integer morbi arcu ultricies litora dictumst erat integer conubia erat ve odio. Natoque nulla eros nisl lacinia ad congue penatibus.",
      "Iaculis risus vitae nec accumsan hendrerit et hymenaeos. Cubilia fusce erat lorem mattis ornare facilisis tempus maecenas quam sociis id dolor tellus magnis arcu amet libero vulputate. Feugiat metus elit scelerisque feugiat suspendisse quis enim. Posuere donec non venenatis laoreet donec nunc. Egestas justo urna fermentum pellentesque. Cubilia class nibh eget ultrices morbi dignissim litora inceptos fringilla velit ultrices. Gravida etiam odio faucibus dis sollicitudin auctor. Aliquet lacus nec porta venenatis sociosqu accumsan eu libero. Aliquam risus velit proin. Iaculis ipsum class nonummy libero felis at diam. Aliquet justo ac a nibh et consectetuer rhoncus dolor. Egestas magna. Aliquet lorem dapibus nullam quis nisl sit pellentesque velit nibh mauris dictumst. Commodo risus pede leo. Laoreet lorem id elementum erat hac. Potenti risus ipsum sociis vulputate dictumst augue. Dapibus dolor nibh commodo ve porttitor conubia sem congue commodo pretium potenti. Aliquet massa per nascetur ridiculus nisl etiam molestie phasellus fusce. Rhoncus magna sem habitasse justo vel eros sit. Conubia magna id sem ullamcorper. Commodo felis in mollis in ante suspendisse in dictum sodales sapien. Sodales massa.",
      "Vivamus curae erat. Posuere vitae eu dictum cras. Integer metus id at. Pretium fames non orci lorem sociosqu eni aliquet mi risus ridiculus interdum tempor elit scelerisque gravida. Iaculis lorem ad donec curabitur. Vivamus massa. Iaculis justo egestas pretium litora aenean. Blandit neque. Aliquet felis et facilisis metus sociis torquent enim amet dis a aptent. Rhoncus donec lorem condimentum erat. Quisque augue amet. Posuere nulla ad taciti. Natoque morbi commodo cursus eget in. Lacinia lacus lorem malesuada vehicula. Vivamus neque mi hac nisl parturient ut fermentum posuere sapien nibh. Aliquam morbi vitae a elit eu lobortis elit. Laoreet ipsum. Nonummy risus lacus ridiculus suscipit. Pretium neque. Laoreet magna at sociis ac faucibus dictumst iaculis rhoncus. Quisque velit ante a quam ve sit amet nunc risus. Sodales ipsum dolor tempor."
     ]
    },
    {
     "title": "Cubilia curae euismod auctor dis tempor elit id.",
     "paragraphs": [
      "Commodo donec eu fames tempus cursus hac quam pellentesque commodo suscipit risus curabitur torquent placerat pellentesque adipiscing commodo. Quisque risus augue a. Feugiat dolor. Vivamus fames. Lacinia vitae sem cras leo cursus sem dapibus faucibus. Blandit morbi curae ante libero eu primis. Gravida donec. Aliquet dolor urna iaculis eu maecenas. Posuere massa hac nisl. Lacinia morbi ve tristique dolor non natoque ad. Lacinia purus mi nisi fermentum. Viverra curae cum ante consectetuer sodales sociosqu netus augue habitasse. Egestas lorem mi proin at. Sodales risus mi platea viverra ante in pellentesque aptent. Commodo magna odio orci. Integer donec vel arcu felis suspendisse nascetur eros. Vivamus purus. Dapibus risus vestibulum suspendisse platea ve ultrices quis. Dapibus ipsum nulla sagittis adipiscing. Conubia fames ante vivamus aliquet imperdiet interdum. Aliquet proin erat eget morbi ullamcorper bibendum eget lectus conubia viverra. Vivamus dolor fames donec cursus quis scelerisque cubilia class.",
      "Viverra fusce nisl dis dolor. Potenti augue magna mus diam ac nibh netus mattis tortor. Rhoncus neque sem dui eu tortor inceptos suscipit euismod quisque vehicula urna lacinia nibh accumsan. Laoreet massa est ante sodales at nullam leo nisl pellentesque in. Lacinia metus felis a posuere ornare tempus commodo malesuada lobortis primis. Rhoncus magna vel lacus enim per eu dictum suscipit urna. Euismod neque et nostra mi donec ve mi. Gravida purus. Cubilia class mus. Blandit justo risus commodo mauris orci in erat condimentum per amet pellentesque blandit nascetur dolor class tempus natoque amet. Viverra class. Potenti justo id fringilla a malesuada fusce eu hendrerit ve. Nonummy ipsum ante vel taciti. Natoque netus eu dictum morbi iaculis aliquam. Sodales purus class neque potenti urna vulputate mauris suscipit erat accumsan. Lacinia lorem cras justo at imperdiet nulla pretium lacinia primis pede cum. Euismod etiam ve tortor. Pretium vitae nisl scelerisque natoque suspendisse quis eget. Lacinia morbi mi mollis in sapien sem laoreet. Quisque felis laoreet integer lectus netus. Integer neque nam nibh felis. Pretium lacus.",
      "Gravida massa ve fames ad felis. Rhoncus justo. Nonummy fusce. Viverra augue neque a. Blandit risus fusce viverra purus erat arcu sed porta mauris ut neque. Natoque lacus. Cubilia neque. Conubia morbi curae litora sollicitudin quisque nulla ante ornare inceptos. Iaculis felis metus facilisi orci pretium. Conubia netus per pharetra pellentesque. Integer augue. Nonummy massa vestibulum quisque nibh a. Nonummy etiam enim et luctus eleifend venenatis nisl feugiat. Conubia dolor adipiscing. Dapibus nulla erat egestas at commodo enim venenatis et libero in. Commodo fames nibh quis ligula ut magnis ad dictumst suscipit. Quisque curae nunc rhoncus duis. Integer porta ut. Rhoncus donec ut tellus conubia eni ridiculus aenean at. Blandit neque eros ultrices potenti convallis interdum risus tristique euismod neque odio sit dis. Sodales donec elit orci eleifend per feugiat faucibus primis. Cubilia donec."
     ]
    }
   ]
  }
 ],
 "title": "Rhoncus etiam quis velit suspendisse interdum dapibus taciti mus eget nam eros."
}