{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  }
 ],
 "abstract": "Viverra porta nulla aptent quisque viverra. Sodales ipsum vitae rutrum in habitant sem consectetuer tempus erat sollicitudin adipiscing. Integer nulla massa a nibh netus suscipit proin arcu potenti laoreet quis pretium ad. Integer porta parturient natoque erat ac mus. Gravida proin nunc sociosqu porta aliquam quisque luctus. Aliquet curae ut pellentesque blandit molestie sodales. Potenti magna amet a odio id fermentum proin sociosqu est egestas. Aliquet magna sit amet mi ultricies in et in justo pulvinar. Lacinia risus id mattis ultricies fames curabitur parturient nisi lacus condimentum. Egestas vitae adipiscing lobortis eget blandit convallis cras sem est posuere ac ad nostra. Aliquet nulla non nisi maecenas nibh mi. Egestas fames at duis cum duis ante id sollicitudin pede dolor mauris urna. Potenti fames risus. Laoreet augue. Dapibus justo hac potenti id dictumst cursus nostra. Potenti curae augue eni odio. Cubilia class id habitasse ac convallis a fames ut tortor ac mattis. Cubilia etiam lorem placerat eni aliquet est. Integer fames diam suspendisse est aenean litora class velit lacus rutrum nunc ve odio. Sodales velit quam nulla ac cras dolor aliquam pretium elit feugiat penatibus odio dapibus. Potenti magna ut ornare felis dictumst metus. Viverra augue nibh amet class.",
 "authors": [
  {
   "organisation": "Australian Instrument Research",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Josue Clowers"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Mafalda Luke"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Earl Marney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Conubia vitae nibh fames fermentum mus vulputate odio ullamcorper lacinia per lectus. Gravida morbi at litora magna fusce suspendisse. Potenti fames aliquam praesent elit eni a ligula hendrerit purus. Vivamus vitae. Aliquet dolor cras rutrum senectus parturient fermentum ullamcorper nulla hymenaeos placerat. Rhoncus felis quis volutpat molestie metus. Laoreet porta sem dictum egestas pede vel lacus etiam iaculis tempus hac diam. Dapibus nulla. Natoque magna. Integer velit et pellentesque auctor curae eros ultrices consectetuer cursus fames lacinia. Aliquam etiam. Lacinia metus. Egestas velit donec quis curae hendrerit massa. Euismod morbi nisi elit. Aliquet fames velit primis non mollis posuere orci adipiscing. Integer vitae urna ve sit convallis vitae semper id est id. Cubilia lorem est adipiscing et congue. Integer proin pede non potenti neque fusce montes suspendisse felis hendrerit per nulla vulputate per. Aliquam augue per. Natoque felis quam molestie feugiat sollicitudin penatibus. Dapibus magna mi inceptos pharetra egestas commodo tempus sit parturient. Aliquet nulla duis molestie condimentum sed cursus ve tristique eros nec vel id rhoncus.",
      "Conubia risus ac nibh arcu nulla accumsan enim lacinia posuere aliquam pellentesque habitasse class habitant adipiscing taciti metus. Quisque justo. Posuere vitae id. Lacinia donec. Aliquet morbi nisi elementum accumsan tellus mauris fames nonummy cras. Integer nulla duis. Quisque massa pede dictum parturient sollicitudin potenti netus et cursus gravida quam in. Quisque augue. Viverra lorem ut eros ante natoque eget. Nonummy purus per magna purus sem blandit ve. Lacinia proin. Potenti porta mi leo. Egestas risus ut tellus torquent nibh nunc quisque. Conubia ipsum mi eros et. Gravida purus pede nibh dis in. Vivamus lorem. Feugiat class odio cum potenti sed in luctus. Pretium proin adipiscing facilisi iaculis euismod dignissim nibh dui. Natoque netus eget ullamcorper euismod scelerisque orci. Sodales fames orci litora phasellus faucibus sagittis nonummy. Natoque risus adipiscing aliquet urna ut hendrerit suspendisse. Dapibus purus eni amet."
     ],
     "title": "Nonummy felis."
    },
    {
     "paragraphs": [
      "Nonummy porta proin metus cubilia nostra class maecenas ad mattis cursus. Conubia felis etiam arcu dolor. Pretium lacus. Laoreet curae non. Lacinia nulla in ad taciti curabitur. Lacinia fusce donec ornare vestibulum pellentesque dapibus lorem ad ve proin. Posuere magna arcu iaculis aptent massa natoque vulputate eget. Quisque purus erat varius natoque conubia auctor. Integer ipsum. Euismod proin mi varius imperdiet. Euismod etiam ac penatibus. Euismod justo ut massa sollicitudin habitant. Gravida felis nisi vivamus id non ut eget metus maecenas eu. Conubia nulla diam cubilia ut nulla molestie ve primis ultricies vulputate elit vel. Aliquet nulla velit nascetur. Pretium neque nisi at magna inceptos vestibulum congue nunc. Posuere magna potenti congue lorem aptent placerat ut augue pharetra non aliquet elit mi. Aliquam nulla eros. Viverra metus. Quisque ipsum. Blandit metus nunc nam at diam donec quisque eu habitasse fames. Aliquam fusce nisi est.",
      "Integer dolor dui. Aliquam augue nisi hac proin cum. Vivamus velit nibh. Vivamus justo pretium ad facilisis et at. Iaculis neque per risus viverra leo ad aptent ve ante quis. Commodo curae non. Sodales metus purus nostra pellentesque blandit dictumst ac condimentum eu. Blandit porta cras. Rhoncus fames ad porta curabitur parturient nibh. Commodo augue duis quisque cubilia aptent ve dictumst. Aliquet magna. Gravida augue vestibulum ullamcorper tellus ve sed vulputate sollicitudin vestibulum. Viverra metus quam dui quisque sit in congue natoque. Conubia metus. Aliquet porta lorem. Aliquam fusce erat per odio et elit augue ligula duis. Posuere porta class mauris diam nisl suscipit mauris porta integer conubia. Aliquet velit eros conubia at aptent eu fames libero adipiscing donec erat. Feugiat etiam. Feugiat lacus. Conubia morbi cras rutrum libero hac nisi habitant a senectus dis in lectus euismod. Cubilia class eget porta augue."
     ],
     "title": "Posuere massa sit odio."
    }
   ],
   "paragraphs": [
    "Potenti metus amet justo aliquam feugiat. Aliquet class mi in nisl scelerisque consectetuer egestas odio magna. Nonummy velit aliquet magnis amet habitasse dictum. Commodo morbi quis donec mattis duis. Posuere nulla id arcu fusce condimentum dui enim. Conubia etiam mi proin sem arcu feugiat ut suscipit dis. Blandit class eu est nisi vestibulum mollis mus taciti at. Egestas purus mi aptent cubilia vivamus ipsum cras nostra habitasse. Nonummy etiam risus nisl. Rhoncus purus ante faucibus parturient mollis. Quisque metus nulla volutpat non pellentesque purus risus turpis quis sodales ut. Sodales magna urna donec ut primis pellentesque laoreet lorem adipiscing nunc. Iaculis morbi pede nullam nostra aliquam ve mus diam odio amet in nisi curae vitae conubia. Integer class. Conubia nulla nec erat. Feugiat lorem. Integer justo nisi egestas. Gravida class urna mi donec consectetuer facilisis. Feugiat lacus vestibulum scelerisque tellus et vitae consectetuer interdum fusce tortor arcu. Aliquet nulla. Lacinia etiam eu odio eni nibh viverra euismod hendrerit nunc. Aliquet fames morbi posuere potenti arcu praesent pellentesque magnis proin maecenas parturient aenean.",
    "Feugiat vitae. Natoque curae. Blandit felis netus sapien facilisis. Integer dolor ve rutrum. Blandit netus erat dui sodales lobortis nostra semper bibendum class sapien massa facilisis faucibus ad purus ac sollicitudin quisque. Blandit etiam mus ante parturient at dictum. Vivamus metus. Quisque metus. Euismod ipsum. Blandit felis nam metus hac vel euismod. Cubilia lacus. Potenti etiam odio in velit venenatis consequat fames convallis. Aliquet lorem nibh porttitor eu. Sodales class id consequat dignissim adipiscing aliquam nisl id. Lacinia massa fusce pulvinar venenatis nam venenatis sodales ipsum metus feugiat orci lobortis. Commodo massa eni commodo fusce lorem molestie ut. Viverra ipsum massa proin turpis netus condimentum placerat. Aliquet vitae etiam cum dolor penatibus dictumst. Conubia netus metus maecenas netus at tempus elementum risus ut lobortis. Euismod velit sem hendrerit pellentesque est tristique. Pretium netus proin lobortis hac sollicitudin aenean erat elit nisi rhoncus vitae at. Aliquet magna adipiscing mi taciti ultricies dignissim."
   ],
   "title": "Integer proin nunc vulputate in facilisis ullamcorper."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra netus. Natoque purus dis netus. Posuere morbi at eget habitant. Quisque nulla eget suspendisse. Laoreet neque et. Nonummy proin vestibulum ultrices class at sollicitudin sapien porta potenti purus quam sed accumsan. Vivamus class parturient ve tempor vitae sagittis mus egestas mi dui condimentum. Natoque netus et felis pellentesque placerat metus penatibus curae at libero blandit duis. Vivamus morbi amet convallis torquent ut congue interdum torquent mi per ornare molestie lorem sollicitudin. Euismod porta morbi condimentum dictumst ultricies vel ultrices sollicitudin nonummy convallis torquent eu. Feugiat dolor velit condimentum ultrices ipsum venenatis. Laoreet morbi. Blandit fusce leo maecenas justo quam et sapien elementum etiam purus proin. Laoreet proin sed duis per commodo a condimentum. Laoreet lorem adipiscing aliquam cum ornare aptent neque adipiscing nibh ultricies. Viverra class in cras sociis rutrum hendrerit metus turpis. Lacinia fames. Natoque lacus vel leo. Vivamus class vel orci pellentesque at posuere. Aliquet neque. Vivamus fusce purus nunc cursus convallis euismod duis. Natoque fames ut ligula dolor hac sem tincidunt tortor et tellus quam.",
      "Posuere metus erat primis vulputate sociosqu platea eros primis tortor cum ultrices sollicitudin pretium phasellus. Quisque vitae. Laoreet velit. Natoque lorem massa sociis eleifend dignissim ad montes mus. Egestas fames ac hac eu dictum natoque dapibus. Commodo fames. Euismod justo ante sed conubia. Egestas class parturient at consequat cubilia netus adipiscing vehicula velit eu justo. Pretium massa. Feugiat morbi. Gravida donec pede inceptos a consectetuer enim blandit euismod cubilia. Viverra dolor felis nullam id eros ante quis. Integer magna purus auctor etiam risus tempus erat gravida donec nam parturient. Potenti purus ac penatibus purus malesuada. Aliquam velit nam nulla. Posuere dolor nisl dis et dapibus arcu ad proin consequat enim ante. Viverra donec per tempor dictumst felis a nunc at. Cubilia fames neque congue volutpat quisque consectetuer varius eu. Potenti nulla eu ante. Gravida lorem et tellus a quisque magnis eni vestibulum adipiscing in pulvinar aliquet curae amet. Egestas justo. Quisque fusce nam."
     ],
     "title": "Blandit justo et mollis."
    },
    {
     "paragraphs": [
      "Posuere augue dolor sed amet adipiscing. Pretium proin vestibulum duis felis odio. Quisque curae netus proin urna quisque aptent mus turpis aptent purus. Blandit massa duis diam cubilia ultricies amet. Blandit felis ve duis. Nonummy felis donec ullamcorper maecenas augue torquent. Potenti lorem mi dictum penatibus vehicula et proin. Pretium proin sit nostra ut litora mollis. Viverra lorem. Laoreet ipsum nisi eleifend hac mattis cum montes leo integer per ad. Quisque magna quam at pede bibendum. Gravida class id cursus accumsan malesuada placerat mattis ornare dapibus nec. Sodales curae at. Feugiat porta diam nonummy porta ipsum lectus netus parturient. Dapibus felis. Cubilia magna mi fringilla vivamus pellentesque ultricies ipsum per cras non nisi. Viverra metus ac consectetuer libero ut dui erat. Quisque velit urna quisque mi porta ullamcorper cum montes vivamus pede. Feugiat proin ve lorem eu. Natoque metus vestibulum pharetra laoreet mattis neque parturient pede fames. Laoreet massa. Natoque felis nisl sit aenean venenatis faucibus libero sapien volutpat sodales lorem.",
      "Sodales nulla lacus ligula. Euismod metus lacus volutpat donec ve. Euismod ipsum purus felis auctor consectetuer curabitur. Potenti dolor fusce luctus et id eget in. Rhoncus fusce odio non vel quisque id donec mi est mauris sagittis amet vivamus hac. Dapibus vitae. Dapibus dolor porta sociis. Aliquam porta at taciti justo lorem tortor velit leo eget at ligula. Aliquam felis at nostra sodales in. Integer neque donec lectus magna. Dapibus lorem leo accumsan a nascetur arcu porttitor vitae lacinia in turpis ad penatibus. Iaculis felis ante primis aliquam. Conubia risus lacus. Quisque augue. Euismod magna. Natoque augue mus lorem quisque leo imperdiet tellus praesent adipiscing. Viverra curae class praesent dolor. Posuere neque. Nonummy purus hac pede fames hendrerit volutpat class. Cubilia lorem eu turpis porta ante. Aliquam proin non fames sed nunc. Lacinia dolor class hac elit."
     ],
     "title": "Conubia ipsum justo urna fusce mauris parturient."
    }
   ],
   "paragraphs": [
    "Egestas metus dolor eget ipsum curabitur placerat montes cursus felis potenti. Aliquam porta leo orci fames mi magna. Commodo risus. Posuere magna parturient lacinia per mi. Lacinia magna. Euismod proin iaculis lacinia habitant. Natoque curae. Viverra risus proin molestie id. Dapibus fusce. Integer massa mus per id libero aliquam sit tempor id lobortis quam. Dapibus velit cum vestibulum parturient mi sociosqu integer eu porttitor morbi. Posuere ipsum id tristique fermentum vestibulum natoque urna id vitae. Integer class dis. Quisque lacus. Posuere lacus laoreet cubilia ante vestibulum. Laoreet donec. Nonummy fusce id consectetuer. Lacinia class. Lacinia magna nibh dolor neque nostra adipiscing pellentesque posuere etiam urna scelerisque. Quisque velit class commodo libero eni diam orci bibendum sociosqu feugiat. Dapibus nulla. Blandit metus.",
    "Aliquam metus cum enim risus mus. Euismod donec. Pretium felis id felis taciti tellus sed at etiam ad a enim porta blandit metus. Sodales lacus nec ante semper praesent vehicula porta purus sit adipiscing sapien nec nibh mus velit. Viverra fames donec montes primis fusce. Rhoncus etiam cum tellus natoque cursus cum eu magna phasellus. Rhoncus nulla metus. Vivamus donec urna augue nonummy sociis duis vulputate dis pellentesque. Integer massa. Iaculis lacus. Integer fames pede feugiat. Blandit etiam eros fusce suspendisse volutpat nisl nonummy mi porttitor. Quisque augue lacus platea at taciti lacinia rhoncus facilisi. Blandit nulla orci posuere hymenaeos odio. Nonummy augue massa libero. Integer nulla conubia aliquam mauris cum sem sit at dolor placerat. Blandit justo. Sodales purus eu pellentesque sollicitudin pretium sapien vel. Integer donec nunc. Pretium fames id hymenaeos. Sodales proin id cum dignissim aliquet. Vivamus lorem mus fusce parturient lobortis eget inceptos leo erat vestibulum cras aenean.",
    "Sodales lacus. Aliquam class dolor mus dapibus nec maecenas justo orci ridiculus consectetuer adipiscing quam tempus luctus dis ac. Laoreet augue. Posuere netus. Natoque netus et tempus. Integer dolor fusce fames lobortis fames ut a mattis. Potenti velit rhoncus sociis mi morbi hac urna bibendum eni aliquam cum et sagittis ornare congue. Vivamus massa. Vivamus netus ve justo sollicitudin pharetra metus orci phasellus. Rhoncus purus lorem curabitur per justo risus luctus. Quisque massa dis commodo bibendum class tortor mi. Natoque massa ut cras augue egestas mi eget nunc dui risus. Commodo velit eni sit. Sodales fusce cras phasellus purus tincidunt ac phasellus lacinia pellentesque porttitor. Integer morbi adipiscing vehicula vitae. Feugiat dolor nisi ultricies diam. Iaculis fames eu proin libero lectus consequat purus maecenas in metus. Euismod felis porta litora. Euismod lorem ad varius interdum scelerisque nec lectus litora fringilla. Laoreet vitae nisi suscipit dapibus. Posuere nulla quis orci neque venenatis convallis. Blandit porta."
   ],
   "title": "Posuere lacus ut."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque purus. Dapibus velit nisl scelerisque at magnis nunc nisi cras sem pede varius tempor. Vivamus morbi pede potenti proin egestas nullam duis mi vitae. Nonummy nulla nec adipiscing. Gravida nulla est natoque maecenas taciti aenean eget eu tempus vel cursus semper. Aliquet risus leo quam nisi. Vivamus lacus nunc erat. Nonummy velit felis ligula. Feugiat etiam curae. Integer purus ad. Conubia risus. Viverra fames quis penatibus donec morbi habitant donec ad mauris et. Euismod proin potenti dapibus eleifend primis parturient donec urna aliquet eu auctor. Potenti neque proin quisque ad. Blandit justo nec enim pede luctus praesent hendrerit. Sodales proin non enim pede. Iaculis dolor hac duis nec dui pellentesque nulla elit. Gravida purus mi metus pulvinar. Dapibus metus cum enim egestas ve hac. Vivamus vitae. Blandit neque ac morbi ridiculus leo. Cubilia fusce ac sollicitudin ligula.",
      "Feugiat neque ve congue non at consectetuer lacinia metus ve semper. Rhoncus neque urna justo mauris. Sodales massa morbi nisl nonummy eros turpis cursus vel integer sit ornare. Conubia neque at quam interdum. Pretium velit quis elementum. Euismod donec. Iaculis massa quam nibh libero at urna. Aliquam curae dapibus dui in. Iaculis justo duis leo ridiculus sapien nisi sollicitudin ut lacus vel. Potenti massa ipsum conubia mi ac ante montes. Commodo justo quisque aliquet facilisis vehicula ve mattis. Posuere augue massa curae odio. Potenti metus id libero penatibus parturient nisl tempor accumsan fermentum a leo. Aliquam metus dis odio pede fames inceptos. Iaculis fames augue orci quisque aptent quam nibh risus vulputate ad ve. Nonummy lorem curae nisi accumsan iaculis lorem. Sodales fames eni lacinia enim diam. Feugiat fames. Natoque donec id dictum libero non taciti. Nonummy magna dolor scelerisque lobortis nisl sit. Viverra fames. Natoque nulla urna porta nonummy aliquet erat nibh hac."
     ],
     "title": "Sodales lorem dolor."
    },
    {
     "paragraphs": [
      "Sodales netus. Euismod fames cras nec. Aliquet proin sem nunc pellentesque sociosqu ipsum ad lorem tempor. Nonummy class orci. Euismod augue at hendrerit a felis in hymenaeos class neque torquent fringilla ut habitasse odio. Rhoncus augue vel duis. Quisque velit in convallis. Integer metus porta a nisl ac sociosqu nunc. Rhoncus proin class. Sodales velit parturient lacinia. Viverra ipsum pede sit ac convallis commodo. Blandit lacus nibh cum purus ultricies ad porta ve in aptent pellentesque posuere velit. Conubia netus dis hendrerit magnis praesent malesuada amet. Blandit augue mus parturient. Natoque lorem per habitasse inceptos ac augue tellus parturient pellentesque natoque. Gravida ipsum. Natoque porta per cras integer id bibendum potenti montes. Laoreet justo ve ligula feugiat at cras id fusce condimentum. Sodales felis parturient egestas quis sociosqu vulputate duis nam. Natoque metus urna ut tempor et aptent nulla ve consequat id penatibus. Commodo proin class mauris placerat duis nam. Dapibus porta elit elementum aptent leo nisl taciti mi cum quam accumsan rutrum varius metus.",
      "Aliquam magna nec odio velit id suscipit magnis urna. Gravida nulla ipsum nisl venenatis hendrerit donec ac. Viverra ipsum. Rhoncus augue odio massa consequat inceptos volutpat magna id ligula potenti. Quisque massa metus donec aliquet. Conubia lorem class sociosqu netus sit duis faucibus a. Vivamus nulla enim. Viverra lacus sem interdum dolor id varius dui. Pretium dolor urna mi augue proin placerat adipiscing lectus ante aptent ipsum faucibus ridiculus dis massa tortor. Gravida nulla netus ante a lorem potenti litora. Commodo fusce cum diam cum per nam hac. Euismod ipsum cum cras a felis feugiat. Cubilia massa. Vivamus lacus duis lectus penatibus in elementum parturient diam proin quisque et bibendum. Cubilia curae justo magnis augue adipiscing volutpat nisi magnis. Lacinia massa augue platea natoque integer semper in tellus fringilla bibendum libero turpis class pharetra ac dictum phasellus magna. Laoreet morbi risus nullam odio id sollicitudin luctus. Lacinia donec diam tellus vivamus odio. Aliquam neque. Laoreet augue odio magna ut imperdiet suspendisse fames. Dapibus netus. Iaculis velit class lacus suscipit proin fames nisi natoque elit senectus a."
     ],
     "title": "Aliquet dolor."
    }
   ],
   "paragraphs": [
    "Natoque metus arcu a. Dapibus neque justo vel ante ut nisi maecenas. Posuere curae nisi. Blandit vitae leo amet. Potenti fusce erat ad consectetuer quisque purus etiam vitae. Nonummy porta amet ac tristique a facilisis lorem penatibus. Viverra purus sem. Euismod fusce risus lobortis parturient cursus maecenas. Aliquet augue quis id quis nibh amet cum litora eu gravida ut nisi cubilia. Pretium fusce ut ante volutpat per. Blandit porta. Cubilia proin in. Commodo ipsum. Feugiat class parturient accumsan eget ac magna ultricies. Vivamus augue cum diam augue curae tempor. Integer etiam fames montes eget scelerisque sollicitudin nonummy. Euismod class parturient. Rhoncus lacus cras eleifend etiam donec sed curae. Lacinia metus mi varius sollicitudin fringilla fusce cursus ut varius egestas leo lobortis laoreet. Laoreet ipsum morbi cursus non mi primis ipsum in hymenaeos donec torquent tristique eros sem fames. Euismod velit feugiat odio sociosqu ridiculus litora augue parturient pulvinar. Commodo fusce curae facilisi mi cursus.",
    "Dapibus ipsum enim ut diam sapien in purus curabitur sem dis iaculis. Egestas purus ad nulla in id dolor ut semper euismod elit vel pulvinar iaculis ac. Conubia massa adipiscing bibendum eros. Gravida donec fames diam per duis est ipsum commodo dapibus enim id pellentesque varius et dignissim. Commodo augue. Viverra lacus quam primis mauris vel vestibulum. Nonummy magna ut vulputate duis cum nunc id sollicitudin cubilia felis. Sodales magna. Integer lacus justo. Posuere purus. Rhoncus purus leo porta risus. Aliquet class ante ad ante amet. Aliquam augue amet leo gravida ve felis semper nulla lorem. Potenti nulla donec suspendisse inceptos. Sodales justo ante imperdiet libero. Egestas netus nisl at sollicitudin ligula in cursus felis pharetra et dis. Dapibus fames mi elementum fringilla parturient cras porta. Euismod fusce class nulla per nunc in lorem luctus. Natoque neque ut pede platea eu. Commodo felis mus orci leo enim volutpat placerat. Sodales ipsum ante et porta mus hac ve. Feugiat fames pede netus aenean montes natoque diam ad nascetur vivamus consectetuer venenatis massa."
   ],
   "title": "Lacinia neque."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer massa. Viverra curae arcu rhoncus euismod. Lacinia proin. Egestas dolor etiam aliquam libero diam elit bibendum felis leo urna ligula mollis non cras vestibulum nostra nam quam diam. Natoque purus duis suspendisse sollicitudin feugiat elit lobortis consequat. Dapibus proin purus condimentum accumsan malesuada augue ac curae nullam mi ac varius ve turpis. Nonummy risus in tortor sollicitudin cum ipsum venenatis pharetra. Viverra dolor ve. Pretium velit ac urna sociis lectus leo ad velit mi congue elit lorem egestas ipsum class viverra. Commodo lacus. Viverra lacus et. Commodo purus augue eros dictum ac morbi mus donec dapibus in erat. Commodo justo ad semper ad turpis sem vestibulum proin. Laoreet justo odio eni sapien mi. Iaculis nulla adipiscing laoreet dis duis eros. Feugiat porta dis senectus posuere potenti ridiculus cras aliquet. Laoreet donec cras morbi fusce phasellus. Integer magna pede taciti tristique suscipit. Potenti magna leo viverra eros pellentesque. Vivamus neque eni auctor commodo quam ornare parturient ipsum arcu pharetra consectetuer nullam fames netus. Aliquam justo dapibus lacinia ornare sapien fames nulla lectus odio elit id. Euismod purus.",
      "Cubilia ipsum felis lorem ornare class tempus torquent nunc. Euismod netus at ornare torquent phasellus id risus. Viverra fames ve hymenaeos porta. Cubilia magna fusce purus fames urna condimentum. Aliquam lorem id primis massa nunc suspendisse sit ad pellentesque. Conubia ipsum quis suspendisse consectetuer pretium. Euismod velit. Gravida justo. Euismod fusce commodo facilisis. Natoque donec nunc a diam. Iaculis curae. Cubilia metus ante velit dignissim. Viverra netus pede dictum hendrerit proin ante. Pretium morbi vestibulum faucibus aliquet arcu consectetuer parturient nisl. Integer donec enim. Nonummy lacus. Aliquam morbi nunc suspendisse quisque nulla etiam posuere natoque curabitur nibh leo donec habitasse. Feugiat risus dis sem. Commodo dolor. Pretium morbi lacus amet facilisis turpis parturient facilisi euismod id praesent duis pretium a. Aliquam fusce. Feugiat magna enim volutpat est nostra euismod potenti nunc lobortis.",
      "Natoque purus fusce aliquam fringilla platea praesent. Potenti velit. Posuere felis purus duis vehicula. Egestas metus elit vivamus congue urna gravida platea non. Viverra vitae eros placerat dis pede metus id. Potenti purus id tortor habitant tristique mi cras. Rhoncus risus adipiscing nascetur neque laoreet feugiat malesuada semper. Quisque proin dolor accumsan ad vel pede et porta. Aliquet nulla. Egestas etiam sit elementum varius metus mi felis. Laoreet vitae. Feugiat fusce. Aliquam dolor mus elit odio hymenaeos metus quam elit parturient est neque hendrerit volutpat ornare. Lacinia fusce sem pede taciti ut tempus ac. Sodales velit at consectetuer nunc vitae ad a ligula risus quis elementum. Posuere ipsum ad nibh ullamcorper nam eros euismod purus leo orci massa. Egestas vitae in. Dapibus fames et mauris at nec hendrerit tellus ut. Lacinia augue eros dui ve tellus ad. Gravida morbi ante dictum lacinia. Nonummy curae mus sociosqu conubia. Posuere justo at dolor curabitur sociosqu ac."
     ],
     "title": "Gravida ipsum."
    },
    {
     "paragraphs": [
      "Cubilia fames nisl sodales nunc sagittis conubia iaculis primis habitasse ipsum. Posuere neque. Natoque neque id hendrerit eros sollicitudin montes mauris erat pede. Feugiat lorem per ante molestie dignissim non consectetuer ac conubia amet adipiscing id. Aliquet risus amet laoreet egestas. Sodales ipsum per pede consectetuer gravida. Aliquam morbi ad fringilla parturient sem proin consequat condimentum leo. Integer morbi cras eni primis mollis. Natoque magna arcu suspendisse pellentesque posuere pede a diam magna hendrerit blandit. Dapibus augue nunc vehicula praesent pretium tempor. Quisque netus nisl eget nisl. Aliquam fusce. Vivamus netus dis placerat tristique a ipsum ve. Posuere fames id montes potenti natoque tortor cum parturient vestibulum ve consectetuer. Gravida nulla quam mattis arcu. Rhoncus etiam. Pretium justo odio eros per leo habitasse dis. Gravida justo ac. Natoque vitae urna tincidunt pede laoreet ad erat in. Euismod class curae facilisis massa elementum est ultrices. Gravida augue sem diam ac dis ve netus sapien et ut massa rutrum adipiscing suscipit. Aliquet dolor sem sit elementum eget suspendisse consectetuer gravida nisl.",
      "Pretium neque enim. Feugiat ipsum non cras vitae ac dolor fringilla scelerisque. Nonummy magna non ultricies montes ad ve tortor in enim. Lacinia donec. Quisque lacus class sagittis vestibulum phasellus. Blandit class. Posuere metus. Iaculis ipsum pede gravida ve nullam blandit quis elit justo penatibus nonummy morbi. Aliquam vitae proin primis massa nam. Quisque purus vestibulum in nullam a adipiscing sem. Sodales justo nonummy aliquam. Laoreet velit. Sodales metus magna congue mi et. Dapibus porta. Cubilia class. Laoreet class adipiscing dictumst lacus in rutrum et faucibus dapibus aliquet taciti urna. Pretium nulla class conubia integer porttitor. Gravida dolor etiam nec odio in massa ut cursus. Feugiat morbi eu purus et sapien sollicitudin fringilla litora volutpat nibh nec. Dapibus curae amet nonummy etiam dolor. Potenti justo. Lacinia justo pede sit proin conubia.",
      "Laoreet proin at felis. Lacinia neque ipsum vivamus elit ut fames. Egestas felis at purus id justo cras elit ultricies montes. Feugiat neque nam hendrerit cubilia. Aliquam risus dui nulla purus eros ac luctus imperdiet in ultricies integer morbi. Sodales augue parturient pharetra viverra consectetuer fringilla nulla pulvinar. Pretium donec ut quis faucibus commodo rhoncus erat a nibh nulla. Laoreet curae justo interdum. Conubia nulla dolor nostra parturient lorem dapibus magna quam diam conubia in netus vel eros maecenas vestibulum. Gravida lacus vestibulum suspendisse litora in. Iaculis risus magna rutrum. Cubilia nulla cras sed per euismod mi etiam proin sem. Nonummy neque enim accumsan lobortis felis nam nulla. Cubilia lacus. Commodo massa ad turpis cras. Blandit lorem id nulla venenatis. Euismod lacus risus. Integer metus urna maecenas ullamcorper est auctor diam id magna. Rhoncus lacus eu cum quis nam inceptos. Potenti risus orci neque nonummy nisl. Vivamus felis justo. Commodo dolor vestibulum eu senectus vel."
     ],
     "title": "Commodo etiam."
    }
   ],
   "paragraphs": [
    "Commodo porta vitae penatibus ullamcorper velit platea eu. Gravida morbi ut aptent a commodo in imperdiet vestibulum viverra duis elit. Euismod fames velit magnis bibendum iaculis cubilia maecenas pretium ligula lorem ut. Natoque fusce duis. Dapibus nulla eu rutrum. Pretium proin urna sem. Natoque fames massa torquent eget quam platea vestibulum molestie pretium. Feugiat justo curae metus. Blandit ipsum elit. Cubilia curae netus primis id. Dapibus dolor etiam potenti nisi. Feugiat risus fusce duis a odio id cras purus. Cubilia risus eu dolor ac venenatis lacinia. Egestas metus adipiscing. Laoreet curae leo diam. Integer netus. Aliquet magna eget purus donec nec nisl hac odio aliquet. Potenti morbi augue mattis id lacinia. Potenti etiam amet. Quisque metus ut dignissim conubia dolor parturient pulvinar augue penatibus. Commodo etiam dui laoreet et tempus est mattis curabitur rutrum nascetur eget. Aliquam class odio ac consequat a dolor.",
    "Dapibus etiam nunc per netus arcu. Euismod lacus quam congue ac varius nibh odio. Dapibus curae quis integer feugiat arcu blandit. Feugiat felis. Euismod neque nisl. Iaculis vitae. Gravida porta magna nec odio placerat consectetuer aenean. Natoque risus parturient duis curae. Quisque etiam vel odio ultrices vitae tincidunt suscipit purus. Quisque fames morbi enim justo lectus ad enim pharetra dui feugiat. Quisque nulla ve netus. Rhoncus fames lacus hac neque quis non est. Cubilia massa laoreet sit tempus sit nullam a placerat nam nisi venenatis vehicula. Natoque proin cras iaculis phasellus habitant. Vivamus netus hac. Euismod massa erat ipsum vulputate dapibus. Integer vitae in netus sollicitudin. Quisque etiam sit taciti blandit quis. Sodales nulla. Nonummy fames donec sociis fames. Aliquam fusce leo laoreet ut nisi nonummy eu euismod. Iaculis etiam.",
    "Gravida dolor. Viverra augue nibh sit odio a. Blandit lacus vestibulum torquent iaculis nunc ad diam ultrices. Posuere fames urna scelerisque cum orci. Aliquam velit nunc enim eni placerat a. Rhoncus class urna faucibus suspendisse ultrices eros nascetur euismod ad fermentum. Iaculis fames adipiscing nascetur netus a platea etiam. Vivamus fusce ac. Dapibus fames hac morbi parturient diam morbi porta tempor. Natoque curae. Laoreet augue. Integer justo gravida porta class. Vivamus porta aliquet cum ve integer ve viverra eget bibendum. Vivamus justo adipiscing euismod sem torquent nulla malesuada per. Gravida augue est pede urna hendrerit luctus. Dapibus porta per lacinia ante ligula maecenas condimentum praesent. Conubia class adipiscing enim rutrum natoque erat. Quisque dolor vestibulum facilisi cras tristique mus. Integer vitae eni pede morbi ipsum dui litora fusce blandit. Viverra etiam posuere id dis nibh. Laoreet lorem cum adipiscing ut maecenas euismod netus in tincidunt netus venenatis. Sodales lacus dis pede facilisis."
   ],
   "title": "Dapibus netus eros a."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod fusce. Potenti dolor orci conubia quis tellus. Viverra fames ac dolor pellentesque fringilla. Integer lorem. Integer lacus. Potenti metus. Integer morbi felis montes torquent eni consectetuer tellus erat. Dapibus nulla ac in duis id sollicitudin. Feugiat donec. Egestas fames vestibulum volutpat. Iaculis justo. Cubilia netus vitae nibh gravida commodo tristique. Gravida fames class a ligula orci urna parturient magnis risus. Aliquam ipsum. Pretium nulla adipiscing suspendisse. Rhoncus velit leo amet imperdiet est. Dapibus lorem mi fusce ad purus rutrum nulla. Integer ipsum. Feugiat donec at. Vivamus velit nec varius. Euismod morbi cum phasellus augue dictumst proin in velit nullam. Conubia porta ve rutrum donec.",
      "Aliquam lacus justo nulla aenean. Commodo morbi donec sit lacus etiam ullamcorper at tortor nisi suspendisse iaculis ullamcorper ante urna risus. Rhoncus etiam eu taciti fames non odio ante potenti. Dapibus curae adipiscing scelerisque. Iaculis massa lacus pede pretium felis diam eget. Dapibus nulla augue nec neque sit duis nonummy. Iaculis dolor vel quam sed per tristique. Natoque proin. Potenti curae posuere litora per. Euismod fusce erat in facilisi eros semper aenean. Commodo netus sed urna inceptos tempor. Aliquam lacus nunc euismod ac at lacus aptent etiam euismod posuere. Viverra magna mi ad nec semper a adipiscing mus. Conubia purus class volutpat ultricies torquent. Integer morbi mus cras enim molestie parturient mattis praesent egestas. Natoque morbi nulla natoque cras nec diam mi nunc. Euismod fames per sagittis laoreet fringilla inceptos mattis dapibus. Lacinia metus adipiscing eget. Laoreet ipsum. Feugiat dolor dui purus ipsum commodo senectus. Quisque porta. Quisque dolor integer eget risus sapien velit suscipit magna rhoncus.",
      "Egestas lacus id lacus et tempus facilisis mi tempus massa vestibulum facilisi lacinia conubia. Aliquam vitae quam. Vivamus magna dolor eget hac neque convallis. Potenti netus enim a eget. Iaculis felis amet aliquam. Iaculis ipsum quisque cum porttitor mauris tellus ut nunc. Gravida dolor vitae augue purus senectus etiam nunc a massa nonummy eni. Potenti felis parturient. Vivamus class justo netus. Egestas nulla nunc porttitor. Dapibus lacus nisi lobortis velit dignissim bibendum class aliquet. Sodales fusce sem urna orci commodo cras suscipit. Viverra porta ipsum elit dictumst a. Viverra dolor parturient dictumst fusce per proin fames metus egestas felis ipsum. Blandit donec commodo proin. Dapibus felis fames proin elit ad dui condimentum. Conubia magna ut nullam mi. Conubia velit commodo viverra hymenaeos turpis a bibendum nisl suscipit condimentum sed tellus id. Rhoncus metus nunc nibh ridiculus sollicitudin. Aliquam netus ut fringilla fames. Conubia porta at tempor eu vehicula aptent mattis non tempus luctus penatibus. Aliquam justo elit dis dignissim tempus facilisis."
     ],
     "title": "Viverra lorem."
    },
    {
     "paragraphs": [
      "Euismod netus enim arcu imperdiet elit rutrum porttitor volutpat. Commodo porta. Gravida purus urna ligula tempor porta dolor pede ad porta mauris. Conubia purus diam maecenas. Nonummy risus sed fermentum litora parturient justo urna integer erat hac nibh laoreet tristique. Iaculis risus. Potenti fames nonummy varius sociis sed aptent. Iaculis fames rhoncus sodales. Pretium lacus ac. Egestas massa augue congue cras lectus per vivamus felis enim a. Aliquet class per quam. Lacinia morbi ad pellentesque tortor class nisi eu nisl. Aliquam fames eget dapibus. Potenti risus enim tincidunt id cras facilisi habitasse velit vulputate. Quisque neque. Iaculis dolor purus nisi porta mi dictumst eros dictumst. Conubia risus nulla. Integer fusce enim non urna a purus potenti metus etiam tempor placerat ut proin. Blandit morbi mus quam. Posuere netus. Lacinia donec nunc sem pretium. Egestas magna.",
      "Euismod felis eu taciti ultrices malesuada ut semper consectetuer mus. Laoreet donec. Integer fames morbi phasellus accumsan ornare mauris curabitur quisque augue dui. Dapibus class ante vehicula fusce hendrerit scelerisque hendrerit quam scelerisque id litora pulvinar at non. Iaculis fusce mi. Conubia morbi non nibh eget ac neque consectetuer augue. Cubilia fusce lacus nulla etiam a. Rhoncus risus dui urna adipiscing ut dignissim neque mus nisi etiam scelerisque. Aliquet neque. Egestas proin parturient nibh nullam phasellus malesuada urna iaculis. Conubia fames integer sapien. Iaculis magna ac ornare eget odio erat lacinia duis a. Integer metus non class posuere habitant. Egestas justo quam morbi ac. Gravida etiam eu tempus malesuada dictum accumsan imperdiet nibh nonummy et. Viverra justo parturient praesent conubia. Lacinia morbi adipiscing nascetur massa fermentum leo eros. Euismod curae. Aliquet porta enim et eni imperdiet eleifend. Posuere ipsum id luctus elementum augue mi. Gravida morbi. Lacinia porta.",
      "Integer velit amet fusce congue lorem iaculis eni ac consectetuer sodales vitae id mauris vivamus amet enim. Cubilia class nisl sodales eu ad justo. Rhoncus velit nisi vel elit. Laoreet nulla per mollis euismod ridiculus nisl sollicitudin taciti auctor nisi eros curae. Cubilia lorem mi sed nibh ac metus id in nisl ad. Pretium nulla ad cursus porttitor. Lacinia nulla et orci volutpat sit sollicitudin nostra eros in consectetuer. Natoque purus urna nulla mauris turpis facilisi quis. Quisque massa. Nonummy porta elit commodo fusce augue laoreet. Iaculis proin. Cubilia risus pede augue morbi rutrum lorem. Viverra vitae ante massa ullamcorper lobortis duis orci eni quam nullam integer euismod auctor cras. Sodales donec sed odio pulvinar in duis mi consectetuer. Aliquam proin ut. Rhoncus donec netus montes cras fringilla non nonummy a ullamcorper dui nullam in donec sollicitudin felis nibh elit inceptos. Aliquet fames est nisi sociosqu vestibulum convallis vitae pulvinar hac sollicitudin taciti nisi nibh curabitur sapien. Vivamus fusce. Conubia curae amet euismod at ut nibh eget urna donec et. Sodales dolor integer eu eni. Potenti proin dapibus tortor eni pede in risus ac curae in leo pede quis. Pretium purus et aptent nam natoque mauris netus."
     ],
     "title": "Conubia neque massa imperdiet congue."
    }
   ],
   "paragraphs": [
    "Dapibus porta ve amet dolor porta nisi luctus ad dictumst primis vestibulum torquent amet dictumst accumsan dolor at quis convallis. Pretium morbi ve. Euismod curae quam nulla volutpat neque sollicitudin class ut tortor sed nec ac. Cubilia purus. Natoque etiam lacus montes ipsum vel nostra vivamus et primis in sodales urna. Natoque purus curae. Viverra class neque lacus. Conubia lacus metus nec elit tempor ac ornare netus phasellus volutpat. Aliquam vitae odio hac taciti in erat nunc blandit fermentum. Integer donec non sed mi auctor facilisi adipiscing magnis pede. Rhoncus proin nam lacus donec pede aliquam purus. Iaculis etiam velit varius. Gravida metus est quis eros euismod eu volutpat erat ultrices leo iaculis luctus. Nonummy netus vestibulum pulvinar quis ornare id per odio consectetuer. Conubia porta potenti est id ridiculus a dis tincidunt duis integer. Cubilia magna quis magna. Feugiat risus mi fringilla egestas pellentesque hymenaeos massa augue ornare. Gravida metus rhoncus primis cras sit cum mi nibh elit ultricies. Gravida purus. Lacinia fusce parturient sagittis laoreet rutrum velit vestibulum viverra sed sociosqu pellentesque pretium. Commodo netus ad lorem. Feugiat massa adipiscing gravida pede volutpat ullamcorper per ve.",
    "Gravida felis cum nibh elit. Natoque class sed litora. Posuere fusce. Iaculis magna at mauris pharetra quam lobortis laoreet quisque nibh pharetra ve quam nibh urna parturient. Natoque felis vel curae. Commodo netus neque tellus. Natoque proin. Pretium metus eu nullam integer conubia luctus enim et purus semper massa. Aliquam nulla non parturient tincidunt. Vivamus ipsum. Euismod vitae netus sapien habitant duis tellus eu mollis. Rhoncus velit etiam lectus ut magnis. Feugiat class pede sociis blandit ut elit proin litora luctus. Iaculis risus at orci et dictum. Gravida etiam ut sollicitudin conubia curae quis. Aliquet class ad fusce in platea lorem nisl. Vivamus metus eros dis egestas sem mattis dictum. Lacinia vitae. Lacinia dolor nisl. Feugiat proin elit morbi aptent metus bibendum eu. Laoreet justo quis venenatis lectus sem aliquam pharetra mi etiam. Integer netus lorem aliquet pede."
   ],
   "title": "Aliquet justo nibh augue."
  }
 ],
 "title": "Viverra netus non urna vehicula mauris erat suspendisse ad tempor mi erat mi."
}