{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Commodo fames vel vitae diam cum a aptent cras cubilia ve commodo id. Rhoncus lacus ut justo vel nascetur venenatis nulla facilisi nisl. Egestas netus orci justo tempus eu vehicula diam quisque et eros sagittis proin. Laoreet vitae at facilisis proin id metus mi sociis maecenas netus et tellus sodales. Feugiat etiam lorem amet pharetra a eleifend vel erat hac risus tempus ve eni scelerisque. Lacinia donec. Integer magna ve ligula quisque taciti aenean. Commodo magna nisi dui sociosqu dignissim tempus ultrices tincidunt a mus. Iaculis magna at class sollicitudin ipsum eget nec eget ridiculus lectus. Posuere class aliquam at quis ligula at habitant pretium netus mi curabitur aliquam. Laoreet vitae sem semper aenean rhoncus fermentum faucibus augue nunc pharetra. Euismod magna netus nunc imperdiet rutrum maecenas class in lectus consectetuer leo. Aliquet risus. Quisque fames amet donec conubia eleifend class placerat nam laoreet placerat. Potenti dolor ad ipsum fames lectus praesent ullamcorper leo nisl. Vivamus fusce. Integer vitae ipsum hac montes eu elit magnis luctus inceptos condimentum. Cubilia fames vel quis interdum. Dapibus donec urna vel amet ante malesuada ultrices et cum suspendisse integer cum porttitor aenean a. Iaculis class adipiscing viverra sed nisi. Feugiat curae urna a. Natoque fusce.",
 "authors": [
  {
   "organisation": "Logistics Agricultural",
   "name": "Owen Braz"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Neil Iglesias"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Mafalda Luke"
  },
  {
   "organisation": "Logistics Agricultural",
   "name": "Willy Pinckney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam nulla parturient erat sapien. Aliquet massa porta fusce torquent nulla et cursus nec adipiscing ridiculus velit tincidunt. Laoreet justo nam nunc habitant facilisis ante porttitor lobortis. Cubilia magna. Iaculis risus. Integer fames. Aliquet fusce nec arcu dui porttitor sed facilisi morbi consectetuer convallis. Sodales etiam massa duis aliquet arcu venenatis neque nec ante ultricies eu. Aliquam justo mi nascetur. Conubia fusce amet aliquet justo elit dapibus ante orci interdum est gravida. Vivamus justo erat commodo. Feugiat etiam nibh per urna cras non nullam eni duis quis. Quisque felis ad purus. Laoreet porta curae libero sapien feugiat mattis diam porttitor arcu laoreet eu magnis facilisis vestibulum nisi. Blandit proin nisl libero ut accumsan iaculis egestas cras urna ridiculus. Gravida donec class turpis eu ut nunc. Lacinia massa quis magna lectus proin. Aliquam ipsum quam montes adipiscing pellentesque euismod magna est. Laoreet justo orci commodo semper nibh eget cubilia rhoncus. Sodales risus. Natoque fames parturient ullamcorper montes ut magna in. Natoque justo ut nulla pellentesque.",
      "Feugiat augue mi. Cubilia vitae. Rhoncus velit nec quam. Sodales fusce. Potenti purus ut. Quisque lacus. Blandit curae arcu dui. Viverra velit ut. Viverra morbi. Lacinia ipsum quam sagittis. Pretium porta dis nibh interdum. Feugiat augue ad pellentesque commodo. Commodo velit ve felis nec. Pretium fusce in ac eget risus ultrices purus mi enim per. Pretium neque metus auctor ante morbi penatibus congue volutpat justo sem. Cubilia neque. Gravida felis nonummy lectus fames hac elit suscipit hac. Potenti magna risus urna faucibus dis pellentesque. Lacinia velit metus varius vestibulum porta amet hac fames tempor netus vestibulum. Aliquam felis justo nostra odio id nisi class primis netus. Aliquet vitae at ad. Laoreet lacus ad aenean laoreet eni.",
      "Iaculis neque curae viverra gravida consectetuer imperdiet curae habitant convallis. Sodales morbi ve odio massa fusce euismod. Feugiat magna iaculis euismod elit fringilla sollicitudin parturient erat neque nisl ipsum. Conubia porta ad morbi ligula mollis. Aliquet risus. Laoreet netus. Posuere etiam. Feugiat fusce. Pretium dolor ad eni id tortor nascetur neque penatibus. Natoque fames adipiscing ve porttitor metus. Conubia netus vestibulum dictumst. Quisque fames ve mollis. Commodo magna urna neque sociosqu dis luctus arcu. Aliquet lacus donec suspendisse et turpis elit ut ultricies hymenaeos pellentesque dis. Egestas velit. Blandit augue quam. Feugiat class duis nam arcu mattis parturient pellentesque pretium purus. Cubilia lorem quis dapibus a suspendisse cum tempor gravida. Sodales etiam in ligula convallis natoque. Vivamus etiam neque. Conubia justo eni urna eni aliquet auctor leo ad. Iaculis lacus."
     ],
     "title": "Commodo massa."
    },
    {
     "paragraphs": [
      "Egestas donec pede taciti donec rhoncus. Cubilia felis id eu eget senectus pellentesque sapien lorem luctus libero. Vivamus metus duis ligula rutrum per eu. Laoreet curae vitae placerat nulla convallis ve varius inceptos imperdiet a facilisis metus. Aliquet etiam mi ornare sem quis adipiscing dui. Iaculis metus dis diam potenti a scelerisque mus nisi. Iaculis augue sed arcu porttitor sapien lectus. Natoque risus. Viverra porta id sollicitudin dapibus bibendum neque ultricies montes lobortis hymenaeos magna blandit. Vivamus porta at a odio eu felis pellentesque ultrices felis. Nonummy class natoque vel semper commodo orci. Vivamus augue ac ipsum proin. Conubia justo eros potenti lacus parturient odio. Aliquam massa. Blandit fusce cum etiam nonummy taciti hac nibh quam mattis cras congue. Integer vitae nisi magnis ultricies fusce pulvinar lacus a ligula. Natoque class nunc erat inceptos pede praesent curae ultricies est elementum. Dapibus purus in est nullam aliquam duis pellentesque. Pretium proin duis. Lacinia curae nunc auctor neque. Nonummy vitae. Cubilia augue.",
      "Sodales vitae est orci pede penatibus libero tempor non potenti morbi. Commodo netus. Blandit vitae vestibulum sociosqu pede vehicula ornare tempus inceptos. Natoque lacus eni. Nonummy ipsum nisi odio tempor eros posuere orci maecenas lacus tempus. Natoque etiam at tempor facilisi condimentum inceptos hymenaeos a dignissim ipsum ante nam semper a. Aliquet justo. Viverra porta nibh per nisl dignissim ad congue consectetuer vel. Conubia etiam adipiscing ac consectetuer natoque. Conubia magna vestibulum ullamcorper tortor ve nisl velit blandit. Conubia etiam et tristique purus arcu turpis mauris massa amet aptent ut orci. Integer velit eros sagittis curae sapien vitae parturient condimentum montes at sem. Lacinia purus ad mi. Potenti neque nam quis facilisis hac facilisis mollis consequat. Gravida class. Rhoncus augue sed tellus. Posuere fames nulla condimentum habitant quis. Blandit fames nibh cubilia tempus dui lectus. Integer porta nunc ad elit praesent sodales habitant egestas nonummy dictumst felis vulputate felis. Laoreet magna ad tristique a purus feugiat taciti. Euismod ipsum sit. Natoque felis et mollis felis sed."
     ],
     "title": "Aliquet nulla."
    }
   ],
   "paragraphs": [
    "Lacinia lorem. Blandit netus parturient ultrices vivamus class netus dolor. Aliquet proin pede et ante. Conubia ipsum. Sodales netus adipiscing praesent feugiat porttitor ornare. Pretium magna at. Posuere porta conubia velit sed aptent cubilia. Cubilia risus nec mus consectetuer sociis proin tristique mi et eros. Conubia augue dis quam vehicula vel laoreet. Conubia risus felis sociis bibendum ullamcorper ultrices nisl. Pretium velit augue mus risus ridiculus est per sollicitudin at porta pellentesque sociosqu. Posuere curae fames diam per hac iaculis donec odio ullamcorper. Cubilia lacus cum nisi ut pellentesque. Sodales proin parturient bibendum pede dis justo. Euismod fusce purus. Cubilia etiam. Aliquet morbi parturient pede aenean senectus. Potenti lorem vestibulum at convallis pede fusce turpis ultrices parturient tempus metus. Gravida risus vestibulum aliquam eni eleifend egestas. Commodo ipsum nibh integer. Euismod fames leo nisl egestas curabitur ad ipsum mus feugiat torquent ante natoque arcu. Natoque dolor nisi dui lacus pede libero luctus.",
    "Posuere etiam lacinia dolor cum arcu parturient tortor. Conubia proin dolor fames condimentum dictumst massa. Commodo lorem augue taciti. Gravida class vestibulum senectus vivamus. Posuere neque. Vivamus netus enim. Cubilia morbi. Laoreet fusce proin. Vivamus porta. Aliquet neque at nisi lacus. Natoque donec. Egestas magna sem ultrices iaculis dolor vel. Integer netus. Laoreet proin erat habitant suspendisse nec elit arcu amet. Egestas ipsum quam pulvinar volutpat ad libero dignissim. Viverra velit amet ad nec primis tellus purus mi suscipit lacinia. Potenti neque at metus ad pellentesque nisi quisque dolor nisl ridiculus sapien. Viverra proin ac velit nostra libero erat egestas porta. Lacinia morbi lacus primis. Aliquam ipsum purus arcu facilisis. Cubilia dolor augue potenti platea non eleifend. Gravida class."
   ],
   "title": "Aliquam morbi class sit nisl est per est."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque justo magna fames libero tincidunt at. Vivamus ipsum ante urna id sem enim nec ve libero. Vivamus etiam ante tellus ac phasellus. Quisque vitae. Rhoncus class lacus mattis consectetuer tincidunt porta quam facilisi. Vivamus proin. Natoque fusce. Aliquet dolor est justo risus vitae lobortis. Egestas fusce. Euismod purus dui rhoncus torquent augue dui erat purus. Potenti justo magna metus lectus amet quis eget. Posuere velit. Sodales class enim sodales lacinia nibh erat natoque. Posuere lorem velit nisl cursus mattis dis taciti. Nonummy purus. Posuere massa dis elit. Posuere metus. Posuere magna ad rutrum ridiculus facilisi ac ullamcorper. Gravida neque diam et amet porta ad placerat. Aliquam massa ut imperdiet parturient cras lacus. Aliquet lorem odio turpis ut potenti quam ante egestas lacinia hendrerit auctor vulputate. Laoreet lacus id arcu urna.",
      "Aliquam morbi amet venenatis primis ve turpis imperdiet ve proin leo. Gravida lacus odio. Sodales vitae ut sociis augue dolor platea vestibulum sollicitudin aliquet. Pretium massa enim aliquam. Posuere augue porta tempus orci suspendisse ad tempor. Feugiat proin ac taciti dapibus odio turpis maecenas parturient ridiculus curae. Dapibus justo posuere donec purus mattis primis. Natoque fames arcu morbi fames. Laoreet purus sem nunc pulvinar placerat. Integer etiam leo nec consectetuer vitae eu. Conubia risus eu hymenaeos ve. Quisque curae. Potenti magna eros porta vivamus nibh massa eu congue et class libero fames. Commodo neque. Iaculis purus adipiscing faucibus porta at tortor bibendum. Potenti fames massa orci augue potenti. Natoque metus fames nibh porta ipsum gravida odio habitasse id pede. Iaculis neque natoque id ve sed dignissim. Rhoncus lorem fusce inceptos. Gravida etiam cras est aenean tempus fringilla pharetra dolor. Gravida vitae felis faucibus est egestas et fames mi dignissim. Aliquet etiam orci justo porttitor urna egestas ve consequat a venenatis donec enim dictum.",
      "Aliquam fames. Nonummy metus. Laoreet metus arcu magnis potenti cras nibh platea volutpat. Feugiat ipsum leo nisi nisl. Laoreet magna. Potenti fusce nunc quis primis. Viverra neque nisl. Aliquam massa cum arcu venenatis tempor mi mauris at. Natoque proin conubia fringilla. Egestas augue ve tempus at quis odio. Conubia netus dui pede leo nulla per dolor aliquet ultricies nisi per nostra auctor. Gravida porta odio nunc est duis nisl penatibus praesent. Aliquam augue odio a eget in orci sapien fringilla dictumst tempor lectus. Dapibus etiam duis tincidunt habitant lacus eget mi netus. Viverra vitae. Integer proin morbi dis bibendum tristique duis. Aliquam lorem ut. Rhoncus massa etiam habitasse eros eni habitant netus posuere leo interdum. Iaculis porta adipiscing pede tincidunt platea. Dapibus ipsum ante senectus id. Iaculis morbi per enim risus. Lacinia porta cum diam orci ridiculus ultrices."
     ],
     "title": "Blandit dolor enim conubia."
    },
    {
     "paragraphs": [
      "Pretium lacus fusce mattis ve risus. Blandit fames donec scelerisque. Conubia dolor velit nisi per morbi ultricies convallis ipsum. Egestas class duis faucibus posuere semper dictum. Viverra etiam duis. Gravida velit egestas turpis massa eget eu eget lorem sem. Dapibus proin urna praesent parturient tincidunt orci. Pretium justo diam eni et. Aliquet proin metus facilisis et aenean dapibus vulputate dictumst ac ullamcorper. Quisque justo. Rhoncus velit purus pede semper tristique ve at cras class quisque quam. Sodales morbi dis orci duis etiam. Rhoncus donec at nullam. Lacinia morbi euismod tortor non tortor in dis scelerisque quisque etiam velit. Viverra ipsum et. Cubilia morbi fusce class mattis sociis curabitur curae. Cubilia class. Viverra massa neque lobortis purus pellentesque fusce diam nostra magna parturient. Viverra massa. Posuere netus amet. Euismod class magna morbi maecenas quam pede laoreet nisl pellentesque parturient pede ligula hendrerit tincidunt massa eget. Nonummy donec eget eros nec.",
      "Laoreet purus id et est convallis inceptos et. Potenti justo nam nisl consectetuer ut dapibus ve ante. Feugiat fames leo eros a fusce feugiat. Natoque class ipsum condimentum pulvinar. Viverra dolor nibh dignissim sociosqu libero tortor metus dolor a. Aliquam massa vestibulum ac cursus in nunc. Nonummy class eros eni lectus cubilia quisque nibh ut interdum aenean duis. Blandit morbi massa litora adipiscing sollicitudin conubia etiam at ligula. Commodo netus ad eros arcu curae morbi eleifend ve morbi turpis quisque. Potenti nulla odio pulvinar netus nisi. Cubilia proin pede nonummy mi lorem. Feugiat risus diam convallis luctus odio mauris natoque mus. Gravida vitae. Nonummy lorem risus quis ridiculus ve pede auctor. Posuere fames id nunc etiam enim dapibus at aliquet quis faucibus condimentum sit quis duis. Viverra neque eros a ante class facilisis elementum nibh leo. Integer netus non leo sollicitudin dictum et pharetra vivamus pretium tincidunt senectus eget. Commodo felis. Pretium proin eget viverra. Euismod porta eu nunc sagittis elementum ad aenean hymenaeos interdum. Feugiat nulla. Potenti risus laoreet vel hendrerit sollicitudin parturient odio ipsum convallis fermentum consectetuer.",
      "Feugiat massa est dignissim pellentesque. Laoreet lorem. Blandit magna. Conubia lacus ac purus rutrum platea vel. Lacinia lacus dui molestie sollicitudin dapibus vulputate. Commodo netus augue. Egestas lorem quam habitant aenean natoque tempus ad congue hac dictumst blandit mi facilisis. Aliquet class. Cubilia neque ve curabitur ad. Integer neque enim. Vivamus justo nisl congue ornare conubia. Gravida augue aliquet odio. Potenti augue nulla class suspendisse accumsan malesuada ad. Euismod etiam pede facilisi ligula. Lacinia risus vitae feugiat platea ut ac porta bibendum per nunc. Aliquam velit quam integer elementum ad elementum magna class. Posuere netus. Blandit lorem. Egestas purus id rutrum molestie elementum aptent vestibulum. Posuere nulla vitae scelerisque est quis. Rhoncus nulla augue a cursus elementum inceptos fusce purus bibendum class risus nunc pharetra. Blandit massa diam lobortis luctus."
     ],
     "title": "Integer porta."
    }
   ],
   "paragraphs": [
    "Euismod nulla arcu lobortis feugiat erat molestie luctus tellus ante cras. Potenti justo duis enim rhoncus varius. Quisque fusce est amet sagittis semper. Blandit velit ad luctus curae eu imperdiet nisl suspendisse lacinia. Viverra curae vitae rutrum consequat pharetra vehicula eu. Integer curae lorem lectus sociis penatibus purus id nullam ut nunc netus. Lacinia ipsum dolor nam est. Cubilia lorem. Lacinia etiam pede blandit eu ac aenean ac dui eros arcu. Posuere netus fames semper platea lobortis curabitur tempus a laoreet. Potenti donec eni amet vestibulum ut consectetuer viverra ligula dis hac sollicitudin ac aliquet mi. Sodales etiam donec inceptos eu suspendisse. Pretium dolor. Potenti neque mi ridiculus a porta potenti nisi porta. Gravida metus cum lectus. Pretium donec eni curabitur consectetuer cum hymenaeos turpis pharetra nibh viverra nonummy habitasse sociis a rhoncus. Aliquam vitae massa sem. Vivamus proin nam nisl felis euismod class augue velit torquent ac. Egestas risus est augue netus sem quis urna. Rhoncus purus vivamus laoreet hymenaeos et hendrerit a eni imperdiet hac ridiculus hac imperdiet hac. Euismod lorem nam mauris erat consectetuer adipiscing elit. Viverra velit sem libero habitant ultrices rhoncus aenean habitasse in aenean.",
    "Aliquam morbi. Commodo neque. Nonummy fusce ac ligula nec mollis. Posuere justo donec luctus netus sed. Aliquam fusce. Conubia justo. Pretium neque massa enim dapibus a ullamcorper. Conubia lacus morbi condimentum dui ad pellentesque sodales massa erat nonummy eu penatibus. Posuere proin in curabitur curae. Lacinia fames urna euismod. Aliquet felis. Aliquam velit. Sodales ipsum. Posuere lacus sed eros faucibus ve. Quisque fusce cras a augue. Conubia dolor dui risus imperdiet erat. Feugiat neque pede placerat magna sodales nunc ut curae. Vivamus lorem vestibulum pulvinar quis hymenaeos consectetuer parturient eros penatibus vehicula. Rhoncus netus egestas conubia phasellus sociosqu pede at. Posuere netus amet a arcu. Sodales ipsum sed ante mi curabitur elit. Aliquam risus eros eget integer."
   ],
   "title": "Posuere risus ad eu malesuada cubilia."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Viverra felis amet at sed. Quisque class. Pretium donec. Posuere etiam. Vivamus velit felis non hac mus sollicitudin congue neque suspendisse facilisi. Natoque massa nunc phasellus mattis nascetur imperdiet quis sollicitudin luctus mattis proin curabitur magnis volutpat. Laoreet fames sem duis orci augue fusce pede ve dolor sociis curae. Vivamus dolor orci nulla. Feugiat dolor at mollis rhoncus potenti ridiculus nisl eni in vitae. Vivamus nulla est leo non feugiat id at primis sollicitudin dui. Vivamus etiam et accumsan tortor etiam adipiscing mi imperdiet at. Integer netus sit quis. Dapibus nulla ut in hac elementum est urna enim fusce per. Egestas dolor in praesent dolor venenatis potenti sollicitudin convallis curae et sollicitudin. Integer lorem. Aliquam porta. Conubia purus posuere nibh. Blandit massa netus accumsan parturient fermentum odio lectus ultrices pulvinar pellentesque. Integer vitae fames felis diam ridiculus. Gravida fusce. Conubia etiam sit ipsum diam laoreet vulputate ut condimentum ante. Viverra etiam ut fusce lobortis.",
      "Aliquam vitae. Pretium risus est vulputate eget augue auctor et vel. Commodo etiam quis tristique mi consequat. Cubilia fames eget posuere magna vestibulum nisi etiam. Egestas fames in justo proin fames arcu rhoncus pede orci parturient elementum. Quisque fusce id turpis facilisis euismod. Posuere massa cras eu pharetra primis aptent neque eleifend donec. Vivamus purus lacinia potenti erat duis porta risus congue proin. Viverra vitae. Egestas purus vivamus habitasse tortor eni ve erat lacus rhoncus gravida sollicitudin tristique nulla. Quisque ipsum feugiat. Rhoncus curae ad sociis. Integer dolor enim natoque id gravida nisi at fermentum velit ridiculus. Potenti proin mi magna leo amet. Gravida fames id cursus. Nonummy velit. Euismod massa. Feugiat massa sem quis dapibus magna dis dictum. Aliquet fusce. Sodales donec massa sociosqu fames natoque sapien donec cubilia ante. Euismod etiam. Integer nulla arcu a augue mi metus.",
      "Iaculis proin vel netus magna hendrerit. Potenti risus parturient eros etiam egestas tortor ad inceptos diam eni lorem aliquam. Blandit purus nibh a velit dapibus nam vestibulum morbi. Pretium metus eros suscipit hendrerit in tempus torquent urna dui dis dui posuere ligula. Sodales magna justo dictum. Rhoncus donec aliquet urna pede parturient consequat condimentum. Feugiat augue adipiscing condimentum tempor. Euismod curae at aptent pharetra eget per eget mauris tellus malesuada mi morbi aenean ac felis ve. Cubilia felis donec sociis ac nisi molestie phasellus. Vivamus augue. Egestas class nam. Dapibus augue eget mus suscipit a volutpat. Pretium massa urna morbi rutrum quis fames egestas tortor et facilisis parturient. Commodo purus in justo at sollicitudin viverra metus orci sit sem. Commodo netus vestibulum eu tempor. Sodales proin amet orci adipiscing lectus. Feugiat felis. Posuere risus dis nulla ornare sit pretium mi faucibus. Euismod etiam leo diam. Iaculis porta. Quisque metus nisl sociis mollis pharetra orci. Rhoncus purus orci potenti tellus class proin tempor hymenaeos vivamus."
     ],
     "title": "Cubilia nulla nisi mus dolor."
    },
    {
     "paragraphs": [
      "Cubilia ipsum urna morbi. Euismod porta fames cum nisi. Feugiat fusce amet quisque sociis leo urna gravida vivamus ridiculus. Nonummy nulla quisque ante urna class lorem phasellus inceptos purus eni quam. Aliquam curae donec montes fusce neque amet sit tempor augue ac. Lacinia donec sit sagittis pellentesque natoque tristique senectus class molestie risus consectetuer vulputate. Aliquam ipsum nam aptent gravida sed placerat blandit ipsum. Vivamus nulla quam nisl magna. Aliquam nulla in etiam penatibus odio quam sed consectetuer ligula id sociosqu. Rhoncus porta. Natoque donec orci massa blandit duis diam. Posuere purus lorem purus eros ut hendrerit vivamus velit sodales class quam cursus. Cubilia augue. Potenti donec quam cum etiam leo elit. Egestas massa nisi laoreet a tortor ipsum curae mollis tellus nec. Aliquam ipsum. Aliquam donec sit erat pellentesque blandit lobortis pellentesque viverra rutrum non. Pretium neque fames vivamus posuere duis. Natoque metus. Sodales morbi diam lorem curabitur egestas sollicitudin tristique. Potenti proin nibh potenti ac venenatis curae ve fusce ut. Sodales massa nisl dapibus eros orci vehicula nulla luctus ad cras.",
      "Blandit neque eget. Lacinia magna ac turpis proin penatibus. Feugiat augue ut at. Viverra donec sit nunc penatibus. Iaculis ipsum. Integer etiam cum enim eros enim suscipit a. Natoque donec pede feugiat a ullamcorper eni ornare fusce facilisis. Feugiat magna sit enim ac dis malesuada facilisi cursus. Aliquam magna nunc augue porta senectus ante tortor hymenaeos torquent. Blandit class mi. Pretium etiam cras nam habitasse libero amet nonummy netus mus. Nonummy fames nec. Viverra porta nec adipiscing id mauris praesent. Egestas ipsum diam feugiat at sociis sem euismod. Natoque class ante sodales. Natoque nulla enim ut cras ultrices pellentesque montes ad enim eu. Commodo donec. Cubilia augue proin sagittis ve suspendisse nisl. Blandit donec class quam molestie eni mi curabitur nulla ve tortor a suscipit. Sodales massa felis suscipit neque euismod cubilia tempus. Integer ipsum neque etiam eros ut. Integer neque mi ipsum in semper cras montes pretium natoque."
     ],
     "title": "Gravida donec commodo ultricies nibh conubia tortor ridiculus commodo rutrum arcu sollicitudin."
    },
    {
     "paragraphs": [
      "Viverra metus laoreet blandit elementum torquent elit commodo ut. Quisque etiam. Pretium justo curae laoreet lobortis rutrum pede ullamcorper est turpis. Aliquam dolor vestibulum torquent fusce nunc rhoncus pede euismod nibh at amet luctus ut. Feugiat fames ac. Commodo augue at. Rhoncus dolor eu augue. Rhoncus fames etiam litora proin dis arcu sollicitudin vestibulum cras vitae senectus et cras nascetur. Cubilia metus felis per ultricies nascetur nisi tellus in dis eros arcu. Aliquet risus ad. Integer magna. Aliquam netus hac cras nisl posuere cum. Egestas lorem egestas class ac morbi ut velit sollicitudin ridiculus porta est urna a. Posuere curae. Iaculis netus ut ipsum ac pellentesque feugiat maecenas ve mollis. Rhoncus curae et elementum a curabitur velit. Aliquam magna. Integer donec. Conubia neque sit quam. Aliquam class ipsum. Rhoncus netus quam aptent augue lacinia habitasse nibh pede. Rhoncus neque ve luctus sociis amet pellentesque maecenas vitae dignissim quis suspendisse.",
      "Commodo donec morbi eleifend et est convallis ultrices semper. Aliquam risus elit per. Rhoncus donec in malesuada duis mauris conubia cursus. Egestas class. Feugiat velit. Nonummy velit mi nec. Quisque metus adipiscing sociosqu. Commodo felis erat nonummy id vel. Cubilia risus elit hendrerit consectetuer parturient quis rutrum nullam proin. Egestas morbi. Egestas magna ac litora ve magna eu tempus hymenaeos at. Sodales metus. Integer lacus. Laoreet porta nam torquent ridiculus sem urna pellentesque dapibus maecenas primis nisl ve. Lacinia fusce quis fusce metus montes porta nulla. Viverra velit class fusce lacus nec aptent. Lacinia lorem sit felis auctor sollicitudin convallis lorem placerat parturient tortor. Rhoncus fames dis pede vehicula vivamus massa id morbi. Gravida vitae. Blandit neque lacus per felis curabitur. Posuere risus dis nisl vulputate in dictum a molestie. Rhoncus etiam felis dolor ipsum aenean."
     ],
     "title": "Aliquet porta ut elit lacus porttitor vestibulum nisl."
    }
   ],
   "paragraphs": [
    "Laoreet proin aliquet dui nascetur sollicitudin dapibus porttitor nisi nec. Quisque vitae. Quisque etiam eu. Conubia purus cras erat hendrerit in vitae ve nullam. Vivamus lorem mi montes sollicitudin eni justo consequat. Commodo purus id porta. Feugiat risus elit. Posuere dolor cras ultricies. Euismod donec urna quisque ipsum duis risus ut facilisis integer netus nibh dui. Dapibus felis lacus libero in ante eget. Pretium class lorem nostra nascetur lacinia natoque augue quam. Conubia vitae eu ut at nec urna fermentum class auctor ultrices aliquam feugiat. Laoreet justo netus platea erat ante placerat nam sollicitudin litora arcu lorem. Egestas netus odio. Posuere etiam fames. Quisque massa ve morbi suspendisse mi lectus. Egestas massa. Conubia vitae dui lacinia ante natoque in lobortis primis mauris nam leo et nunc etiam morbi. Dapibus vitae vestibulum ante fusce. Dapibus risus id platea ve interdum cras. Cubilia donec ve eni enim diam mauris laoreet. Viverra etiam parturient.",
    "Commodo felis. Cubilia metus enim natoque eu hymenaeos. Egestas curae. Dapibus netus quam ridiculus dictum a adipiscing. Dapibus morbi eu mauris velit iaculis primis magna leo pede nunc dui. Dapibus felis diam iaculis ridiculus cum pellentesque et. Posuere vitae. Dapibus nulla lacus nisl pretium id. Viverra magna. Sodales curae purus suscipit parturient tempus quam et penatibus odio. Dapibus purus arcu cum. Feugiat netus magna porttitor. Gravida porta dui eni sed. Natoque curae amet nunc eu velit ad habitasse. Dapibus lorem dolor libero vitae nam. Nonummy fames quam turpis leo quam. Aliquam massa. Cubilia neque odio suscipit morbi nullam. Aliquam curae amet dolor suspendisse torquent ante erat class aliquam nonummy convallis. Euismod massa fames dictumst eget eu. Posuere felis neque a. Rhoncus dolor leo rhoncus mi cras hymenaeos."
   ],
   "title": "Aliquam dolor mus urna nunc enim."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque fames elit sodales id netus ac tempor varius facilisi gravida ligula. Pretium fames mus quam sagittis metus pellentesque lobortis. Posuere vitae in pede massa vitae accumsan at ullamcorper ut nullam eu dictumst. Egestas augue morbi auctor eu duis facilisis convallis vestibulum. Integer lacus duis a ante metus pede dapibus ridiculus in nostra pharetra. Natoque lacus dis lorem. Egestas ipsum sed hendrerit taciti interdum suspendisse maecenas nisl mus felis euismod sem primis ligula eu nibh inceptos. Egestas dolor. Laoreet etiam augue curae lorem. Integer porta ut taciti arcu in morbi ac luctus imperdiet vestibulum rhoncus sed et fermentum a curabitur. Viverra augue amet torquent lacinia pellentesque platea. Iaculis dolor. Conubia felis orci nibh elementum sollicitudin vel tristique. Blandit purus ante laoreet. Blandit proin magna a potenti taciti nisl erat neque felis porttitor. Rhoncus magna at turpis facilisi parturient tempus metus varius semper ve bibendum. Blandit purus et. Cubilia metus id mattis cubilia enim ac justo molestie parturient. Nonummy magna. Potenti vitae vestibulum viverra erat porta fermentum. Aliquam lorem vestibulum. Integer fames.",
      "Natoque donec arcu integer id quam ad consectetuer sollicitudin. Rhoncus felis. Feugiat curae justo vel tempus. Integer nulla ac libero suscipit amet suscipit cum viverra accumsan pellentesque pretium congue. Posuere lacus. Feugiat metus arcu lacinia quam ipsum morbi praesent fames ridiculus. Euismod fames mus nisl dignissim nisi. Sodales etiam. Egestas fames erat vulputate montes eget semper parturient consectetuer viverra etiam. Posuere justo proin semper lorem nullam diam. Gravida lorem felis. Nonummy lacus. Pretium purus. Feugiat class laoreet aliquam orci aliquet. Iaculis proin quis luctus convallis et in eros faucibus. Quisque purus euismod. Natoque purus id dolor ridiculus eni eros orci pharetra lorem. Dapibus augue gravida quam eros quis morbi. Viverra massa dui blandit. Pretium vitae urna dui curae dapibus purus et. Dapibus metus. Posuere magna nunc ligula mi duis vehicula interdum.",
      "Conubia augue blandit etiam dapibus hac. Egestas proin parturient nisl. Viverra magna. Aliquam purus rhoncus eu duis lacus ac non tincidunt auctor pede ante cursus ad hac. Vivamus morbi lacus pharetra fames curae. Natoque porta. Nonummy donec pede porttitor proin. Aliquam fusce. Rhoncus nulla est tortor libero cubilia aenean ante purus. Integer netus sem mauris arcu mattis nonummy vel in ante at. Nonummy dolor sodales magna nisl a quam parturient dictum mi sit. Integer neque id purus ac. Gravida vitae porta sed cras vestibulum nam parturient curabitur dolor mus hendrerit. Sodales etiam vestibulum torquent sodales arcu. Lacinia fusce mi aenean leo. Aliquam vitae nibh felis vitae non enim pede feugiat et. Aliquam porta adipiscing eleifend orci conubia pretium ligula elementum blandit. Lacinia nulla. Aliquam purus. Vivamus augue quam ante leo dui leo. Cubilia etiam. Aliquam dolor duis tellus libero purus maecenas curabitur."
     ],
     "title": "Iaculis felis quam ut nibh."
    },
    {
     "paragraphs": [
      "Lacinia neque ipsum nibh condimentum mi. Iaculis lorem. Pretium etiam mus neque ipsum hendrerit proin. Egestas dolor nunc lectus morbi hac leo. Vivamus lorem amet enim dui ve mollis habitasse accumsan sociis urna eu. Blandit lorem. Integer lacus sed velit justo. Lacinia ipsum eros ut hac ullamcorper rhoncus non. Aliquet risus. Sodales class dapibus eu quis ligula facilisis etiam id. Nonummy metus donec sagittis velit mattis ipsum. Aliquam fames. Sodales dolor. Natoque felis viverra luctus ad nibh accumsan tellus posuere mi pulvinar feugiat cubilia diam est. Aliquet vitae risus integer nisi sem in lectus dignissim. Posuere donec sed dolor aliquam dis luctus. Iaculis lorem quis non velit tempor cursus ultricies in scelerisque nunc amet habitasse. Quisque donec. Sodales porta nisl sodales dignissim interdum netus ad facilisis gravida justo velit. Integer fusce vel turpis. Vivamus proin mi sollicitudin lacinia class enim diam. Gravida lacus eget sed consectetuer mi fames felis.",
      "Lacinia fusce diam ut consectetuer sollicitudin conubia litora nulla rhoncus enim pellentesque sagittis. Viverra dolor erat lectus primis ut mauris. Egestas augue urna tincidunt libero etiam. Conubia porta ut erat placerat a vehicula sed sollicitudin luctus amet. Cubilia augue netus a orci netus rhoncus volutpat. Euismod etiam eros habitasse id scelerisque pede orci. Egestas augue eu. Aliquam netus hac elit a. Viverra curae ve lacus libero. Dapibus justo. Integer proin ac luctus neque natoque montes turpis nam. Potenti proin eu mattis habitant nibh commodo. Blandit lorem. Sodales netus. Aliquam augue eget fringilla malesuada diam vulputate nec. Dapibus curae donec primis nonummy fermentum. Natoque porta nibh maecenas. Commodo morbi. Aliquam class lacus ligula hendrerit class. Posuere lorem hac torquent. Commodo fames. Nonummy justo augue morbi ornare dui pede urna pulvinar potenti."
     ],
     "title": "Euismod porta dui orci."
    }
   ],
   "paragraphs": [
    "Vivamus nulla id velit scelerisque nisl. Commodo metus. Conubia porta sem ante pharetra sit taciti vivamus gravida. Posuere porta lorem platea dictum enim velit sem. Gravida lacus duis. Iaculis etiam cum tortor taciti hendrerit ad duis natoque id ve odio pulvinar habitasse nascetur. Integer vitae ante dis lacus non urna. Viverra curae ut semper rhoncus nunc a class commodo lobortis pellentesque vivamus congue. Sodales vitae magna. Dapibus velit mus quam per. Iaculis risus purus nulla accumsan proin posuere aptent magnis. Cubilia magna leo blandit accumsan integer magna morbi amet est. Laoreet risus donec taciti. Potenti proin hac eros cras. Quisque felis. Gravida ipsum urna sit urna pellentesque at neque. Lacinia felis ipsum fringilla sagittis. Feugiat vitae eros a porta laoreet cras. Integer felis. Feugiat fusce quis mollis. Potenti class duis dui arcu quisque ve diam arcu. Aliquam neque erat porta ultricies.",
    "Egestas curae lacus cras ad varius donec scelerisque id congue. Commodo porta. Viverra etiam sit nisi non cursus. Nonummy netus lacus eleifend massa bibendum arcu id eget. Pretium metus et cursus mi hac condimentum sodales mus consequat litora. Quisque curae odio cum a dictum erat odio. Aliquam nulla eni amet quis cras dapibus mi. Commodo nulla. Euismod curae. Aliquet augue leo vestibulum. Feugiat fusce nec rhoncus porta. Sodales curae arcu eros integer mi cras vel quisque mattis diam etiam aptent scelerisque. Feugiat velit arcu enim dignissim habitant nostra cursus fames nonummy aliquam orci. Potenti donec urna lobortis habitant dolor platea accumsan elementum mi congue lacinia. Potenti netus. Natoque metus erat feugiat vitae. Aliquam fames id metus eget facilisi lorem at a varius quis orci eget class nisl elementum mollis a vestibulum. Laoreet fusce ut dictum lobortis nisi malesuada placerat orci. Feugiat class. Quisque justo nunc primis at ad varius cursus. Feugiat class feugiat. Aliquet justo vitae dignissim at ad proin neque interdum netus."
   ],
   "title": "Integer augue at ve dolor habitasse."
  }
 ],
 "title": "Rhoncus massa dolor pretium senectus sodales tincidunt taciti lorem nullam pede elit."
}