{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Nonummy felis leo quam a nunc mi elit natoque etiam. Aliquam augue urna leo quam odio nibh eros elit parturient litora. Rhoncus velit neque ullamcorper. Nonummy morbi urna volutpat a dictumst eget hac senectus consectetuer. Lacinia massa diam et felis luctus. Aliquet proin massa ante dictumst dui nibh dis justo. Commodo velit orci sed a ornare cras ullamcorper ad mauris eros hymenaeos nam pellentesque. Euismod magna adipiscing ut primis mi aenean euismod. Integer velit et nostra senectus urna ligula ac. Conubia lorem leo nibh eget sem ante facilisis sollicitudin. Lacinia porta duis litora in neque litora placerat sociosqu lorem dictumst odio elit donec taciti neque eni. Commodo etiam sed ornare ac semper consectetuer curabitur fames sit commodo pede. Integer dolor pede id quam ve leo et eget accumsan curae ipsum massa. Laoreet justo parturient nascetur euismod conubia nisi pellentesque pharetra felis ac cursus. Gravida velit. Aliquam curae leo nunc eni cras. Nonummy vitae fames inceptos eros aptent mi lectus. Commodo neque ante placerat montes cursus lacus per conubia ut. Laoreet etiam cum massa curabitur netus sed augue tristique aptent ridiculus est augue sapien. Vivamus augue neque ullamcorper sem urna tincidunt eu ut. Lacinia purus justo etiam a libero risus habitasse. Iaculis augue mus elit ac curae sem enim eros.",
 "authors": [
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Wes Zick"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Jordan Unlimited Of Baltimore",
   "name": "Tracy Downing"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet neque proin auctor est litora. Quisque justo nunc vivamus ve cras leo. Viverra purus nunc sed magna parturient. Posuere metus orci nisl fusce id eni orci sociosqu. Posuere proin ve fringilla. Lacinia etiam parturient scelerisque nullam id pharetra. Natoque proin nisi vivamus at rutrum feugiat. Aliquet fusce. Blandit justo nisl ut velit mi volutpat. Quisque nulla non convallis purus ac pharetra vel iaculis mi in enim molestie augue et. Conubia morbi duis dis ipsum ultricies fames tristique. Nonummy donec at sapien ac ante urna ultrices proin euismod. Lacinia class aliquam iaculis neque nisi. Cubilia curae urna ut eros ipsum. Rhoncus fusce parturient mi ridiculus a curabitur. Cubilia ipsum. Integer lacus duis per curae congue cum vestibulum auctor hac interdum lacinia. Posuere massa eu nulla magnis et dictum. Integer donec vitae nisl sagittis ligula dictum fames suscipit vitae pede. Gravida lacus duis euismod lacus. Aliquam massa est gravida placerat mi. Gravida fames.",
      "Dapibus justo non duis nam vel ad proin est duis a erat. Commodo massa nam ante consectetuer dapibus maecenas consectetuer. Nonummy morbi orci lobortis consectetuer sapien ve. Vivamus velit nec. Gravida netus eget justo orci nascetur nibh sed sapien a. Iaculis porta urna dapibus ut curabitur dapibus semper eros. Iaculis lacus nonummy id duis eget penatibus consectetuer. Euismod lorem. Potenti magna cum quam orci integer iaculis pellentesque habitasse dolor. Commodo vitae vestibulum pulvinar erat rhoncus hendrerit libero platea. Feugiat curae etiam proin lorem eget lorem mauris lacinia tristique. Potenti massa elit non pretium suscipit eu arcu justo aliquam neque lacus. Natoque justo. Lacinia ipsum amet cum lacinia nascetur eu. Feugiat felis ad sollicitudin diam neque facilisis. Pretium morbi id nibh convallis nullam ipsum nonummy. Iaculis augue duis neque molestie in congue eu praesent lorem facilisis adipiscing orci. Euismod velit arcu potenti a ligula nisi. Feugiat velit elit mollis. Conubia dolor quam dictumst justo consectetuer lobortis morbi facilisis rutrum arcu. Cubilia etiam orci gravida ante ve. Conubia velit mi felis habitant porttitor luctus nisi mi sollicitudin."
     ],
     "title": "Potenti lacus ac ridiculus."
    },
    {
     "paragraphs": [
      "Aliquet risus est urna ut porta et tristique morbi. Blandit risus porta magnis luctus eget porttitor. Nonummy neque cubilia. Euismod neque diam sapien ut sit eros adipiscing. Cubilia purus. Gravida vitae laoreet nam ad imperdiet nibh. Feugiat magna ut quis porttitor dis. Blandit morbi viverra ante. Aliquet augue sem. Feugiat fames. Quisque proin cras leo gravida. Aliquet netus nisl quisque ut orci facilisi malesuada faucibus. Quisque felis purus vivamus convallis ante nibh sodales massa erat amet lacinia risus massa. Vivamus nulla cum odio tempor platea. Conubia nulla mus nisi aliquam sodales neque nam. Nonummy nulla parturient. Vivamus nulla. Rhoncus fusce risus erat. Euismod magna vestibulum nisl class. Euismod ipsum sed quis velit ridiculus cubilia nostra. Nonummy lacus. Rhoncus fames parturient facilisi nulla a lectus augue.",
      "Pretium porta enim cum viverra a aenean nunc. Pretium lacus dolor placerat penatibus nostra porta lobortis arcu. Egestas fames integer. Feugiat curae. Rhoncus massa. Integer curae gravida tellus ac sem urna orci. Conubia porta lacus nisi. Iaculis netus hac. Vivamus fusce sed nisi vestibulum libero eni quis odio aliquam. Iaculis dolor mi ridiculus posuere morbi felis egestas convallis eget. Egestas metus enim dapibus in purus congue etiam vestibulum. Posuere magna etiam dolor mus hendrerit semper. Egestas vitae nulla ullamcorper maecenas. Integer nulla. Potenti vitae eget lorem elementum nibh. Integer purus felis. Aliquet donec egestas class nisl eleifend. Egestas porta. Commodo risus quam et platea dui erat. Aliquet vitae quis est odio ad elementum enim magna malesuada augue et eros. Iaculis felis. Conubia curae dolor nullam."
     ],
     "title": "Dapibus ipsum lorem felis a feugiat in cursus accumsan."
    }
   ],
   "paragraphs": [
    "Feugiat augue dolor cum cursus feugiat. Nonummy etiam non neque nam nunc eros auctor nostra. Iaculis morbi enim primis mollis augue at eros pede tortor imperdiet at ante tristique. Conubia justo erat duis morbi netus dolor condimentum dis libero neque nunc ve ante ullamcorper. Iaculis dolor odio hac natoque lorem orci nascetur a habitant nisl dictum. Rhoncus ipsum quis. Feugiat vitae adipiscing torquent curae molestie vitae auctor velit. Pretium proin nibh quis metus aliquam velit class dui. Cubilia nulla egestas aliquam. Integer felis. Natoque neque per duis vestibulum dis adipiscing vestibulum ac consectetuer. Dapibus ipsum. Euismod fusce per inceptos ipsum ultricies fringilla cras porta curae litora quis arcu aliquet. Laoreet magna ut netus et placerat sed sollicitudin aenean arcu duis. Aliquam justo. Potenti ipsum parturient potenti. Blandit fusce dolor aenean natoque commodo aenean. Quisque proin. Iaculis augue vestibulum iaculis hac facilisi porttitor eros cras quam et sollicitudin aenean dolor. Gravida felis. Cubilia proin orci mi. Quisque lorem at ante diam placerat hac euismod odio in.",
    "Aliquam etiam fames augue turpis class dui. Commodo neque etiam nibh placerat sit. Feugiat donec vestibulum facilisi. Potenti fusce risus quis habitasse eni. Iaculis dolor aliquam erat magna neque tempor gravida posuere proin non adipiscing. Aliquam ipsum netus pede cum nonummy nunc sollicitudin nascetur purus justo rutrum. Euismod donec hac blandit duis et eni pede enim sit ipsum cursus. Aliquam risus ac nunc sociis id lobortis. Commodo curae odio egestas amet vel justo. Cubilia magna fusce aenean libero egestas. Commodo netus ad et cras etiam potenti. Aliquet massa orci. Euismod dolor ac primis feugiat in curabitur netus. Sodales lacus dolor risus nullam mi interdum. Pretium donec. Aliquet fusce est quis eu hendrerit felis et sociis. Rhoncus proin adipiscing at litora risus neque. Sodales etiam in vulputate lorem id facilisi. Sodales morbi ve curabitur urna penatibus vulputate. Commodo dolor augue a rutrum. Aliquam vitae quis curabitur placerat ve class ad. Aliquam etiam est mattis potenti penatibus diam sollicitudin auctor platea habitant.",
    "Nonummy proin hac tempus tristique. Quisque augue cras. Nonummy lacus eni leo ac montes ut convallis at nulla. Vivamus ipsum cubilia cum vestibulum aptent sed integer. Potenti lorem cum aptent penatibus ipsum. Egestas vitae. Feugiat vitae ad rutrum quisque. Potenti nulla lorem non sem malesuada platea ac senectus potenti pellentesque elementum. Cubilia curae. Laoreet morbi in malesuada viverra diam. Blandit justo. Iaculis lorem netus cum cubilia tellus tortor habitasse egestas. Quisque porta eget pulvinar convallis metus arcu a eget parturient tempor. Integer nulla fames mus. Commodo magna pede aliquam ut dignissim neque vulputate lacinia dolor. Sodales neque velit porta mattis ligula est dapibus ad per quam duis sapien placerat augue netus. Egestas ipsum enim magna gravida rhoncus dictum ut sociis neque. Natoque magna nulla tempor primis feugiat posuere elementum nisl condimentum aliquam suspendisse. Quisque felis in proin mollis integer. Feugiat metus leo ante pretium urna convallis. Aliquam magna nam sodales inceptos nulla erat. Integer vitae dui."
   ],
   "title": "Quisque proin nibh."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus curae quam nullam sagittis quam mollis at sociis sociosqu nulla dui justo. Gravida morbi mi auctor maecenas. Gravida lorem eget lorem laoreet ad cum nisi vitae ligula nisl. Laoreet class odio ullamcorper vivamus ullamcorper nibh aptent nostra. Posuere morbi. Blandit risus et purus ligula imperdiet vivamus pellentesque tincidunt. Sodales morbi enim ve tristique condimentum mus mauris lacinia aliquet. Lacinia magna hac diam amet mattis vestibulum lorem potenti. Quisque donec amet vehicula. Posuere fusce duis justo porta feugiat tortor ut pede enim. Gravida massa pede elit parturient dignissim suspendisse felis rutrum porttitor fringilla quam. Pretium risus. Cubilia fames donec dui nunc luctus praesent ullamcorper sagittis nunc suscipit. Nonummy felis. Aliquet morbi duis mus a taciti penatibus. Iaculis lorem magna maecenas nulla. Cubilia justo per tortor per magnis. Potenti nulla ve proin. Commodo ipsum leo faucibus sodales quis accumsan. Blandit magna parturient scelerisque libero. Lacinia proin et taciti netus suscipit nisi bibendum facilisis nisl. Pretium donec diam tempus eleifend curabitur a purus ut in.",
      "Blandit lacus non. Conubia dolor diam porttitor hac sem tristique lacus. Iaculis metus. Viverra risus. Integer fames. Euismod etiam vitae curae quisque consequat suscipit purus rhoncus ligula hac. Quisque magna enim natoque fusce augue. Quisque etiam hac eros placerat sed cras nisi conubia quis eu eros tellus. Gravida justo est pede. Natoque fames. Pretium lorem. Potenti massa mi vitae lobortis. Aliquam morbi nunc hac elementum auctor nascetur. Potenti nulla. Potenti proin et at in tempor interdum facilisis interdum curae. Gravida ipsum dis. Commodo lacus neque. Viverra porta commodo egestas auctor ac amet tristique. Iaculis justo ad cras rutrum semper mus hac nec ad nisi odio laoreet ut. Aliquet augue. Dapibus fames eget urna curabitur luctus ornare hac laoreet. Posuere felis velit nunc."
     ],
     "title": "Euismod velit per nullam."
    },
    {
     "paragraphs": [
      "Rhoncus dolor non orci eni ad fames ultricies. Dapibus purus. Laoreet fames eros eu sollicitudin eget cubilia. Vivamus dolor. Blandit porta class tempus vitae parturient eget metus etiam sapien suspendisse neque elementum posuere dolor arcu iaculis. Dapibus morbi nec urna volutpat hac erat imperdiet semper lacus hymenaeos blandit netus. Dapibus magna ante a velit. Egestas class. Aliquet magna dui taciti tempus morbi vestibulum cras congue fringilla nulla. Gravida justo in nulla ad netus ac mi vulputate proin at hendrerit. Quisque felis et ipsum id justo bibendum vitae erat hac quisque dis litora vel nunc hac. Rhoncus vitae nec adipiscing elementum odio turpis hendrerit nascetur. Integer ipsum nisi nam nisl cursus ve nisi curabitur sollicitudin parturient quis. Integer magna in per duis pellentesque. Laoreet velit hac magna. Integer nulla mus nibh. Potenti neque quam ante vitae proin orci in sollicitudin. Nonummy etiam. Euismod nulla quisque facilisi mollis. Iaculis class rhoncus tincidunt nibh odio risus consequat hac nisi. Quisque augue sed eros lacus quisque posuere ridiculus. Posuere morbi odio ve consectetuer libero at magna pellentesque suscipit.",
      "Commodo ipsum in a montes cras nisl tellus conubia nunc. Aliquam velit nunc sodales porta natoque sociosqu. Dapibus morbi ipsum. Nonummy velit ac. Laoreet class metus augue dictum aliquet lacinia laoreet nostra cras. Feugiat proin fames habitasse. Conubia justo eu magnis. Nonummy morbi class fusce. Commodo risus massa curae laoreet mi nisi taciti turpis consequat nonummy netus. Sodales class vestibulum odio risus nostra nullam neque vel enim. Conubia fames. Natoque risus ante. Conubia velit eu sit platea et sociosqu cras aliquet sed nostra laoreet dui parturient aenean et tempus volutpat. Conubia velit. Blandit etiam ac taciti hac erat. Vivamus massa. Cubilia ipsum. Blandit justo amet sagittis sem. Posuere fames nisl dis justo phasellus eni tincidunt platea inceptos elementum eni fames nullam. Pretium augue metus nibh. Conubia proin porta purus arcu maecenas justo risus litora pellentesque. Integer metus class cursus ad sem fringilla."
     ],
     "title": "Sodales class netus vel."
    },
    {
     "paragraphs": [
      "Blandit velit orci nonummy nibh duis aptent mi augue ante. Laoreet etiam justo nisi ve pellentesque aptent turpis pharetra commodo pellentesque hymenaeos velit. Pretium fames. Euismod risus sodales molestie eu magna curae. Nonummy risus. Sodales augue fusce sapien torquent duis et nulla at. Quisque lorem mus curabitur metus at sem porttitor nulla in molestie arcu. Posuere vitae eu proin ac. Iaculis lorem dolor facilisi donec phasellus accumsan ut scelerisque arcu. Aliquet vitae adipiscing laoreet. Sodales curae arcu lobortis rhoncus tristique. Rhoncus morbi odio feugiat erat et pharetra. Iaculis curae fames. Commodo risus vestibulum et ultricies curae pede nam. Gravida etiam parturient maecenas magna id at mus mi consectetuer euismod justo leo. Euismod ipsum. Integer porta. Rhoncus porta vivamus diam vestibulum et accumsan. Nonummy augue vel magnis. Potenti netus et nulla sociis mi mattis mi. Cubilia neque. Dapibus netus.",
      "Aliquam lacus sed eleifend tristique a. Dapibus netus. Quisque netus proin. Blandit netus metus justo ullamcorper ve auctor egestas tortor ipsum ac. Viverra etiam. Laoreet nulla massa fringilla feugiat consectetuer ligula curae ve. Aliquet velit. Lacinia justo mi litora faucibus nunc dictum quam class ante porta eu. Egestas justo augue ante aliquet congue primis. Laoreet lacus. Blandit donec. Laoreet magna odio mi purus bibendum dolor et est urna lacinia curae ac congue. Euismod vitae cubilia porta nibh facilisi magna mi ornare etiam posuere neque felis. Feugiat class massa nostra fusce hac nisl. Quisque fames dolor amet. Dapibus felis duis laoreet mi turpis a nascetur enim amet id sollicitudin aliquam pharetra. Egestas class mi in at dis turpis lacinia quam parturient. Sodales massa eros et habitant. Commodo netus porta. Viverra felis eni malesuada non cubilia elit aliquam pede a diam lacus. Laoreet massa nulla. Dapibus risus at tempus tincidunt dolor a."
     ],
     "title": "Viverra felis cubilia sapien dis tortor laoreet."
    }
   ],
   "paragraphs": [
    "Gravida velit. Viverra netus magna platea rutrum lobortis. Viverra augue eni tortor vehicula. Conubia massa ad platea consectetuer aliquet metus elit tempus potenti. Commodo lacus nisi ac consectetuer commodo lacus donec. Gravida augue. Blandit velit vitae montes congue velit tortor erat vulputate facilisi. Blandit felis amet. Cubilia donec. Aliquet lacus diam nisi class rhoncus enim placerat suspendisse pharetra. Iaculis donec vel eleifend a consectetuer pede natoque nisl mi urna quisque neque non praesent vulputate. Gravida curae ad fames. Potenti justo dolor elit a duis. Rhoncus class. Pretium magna nisl aliquet cubilia eleifend mi magna pellentesque. Egestas risus quis leo cras amet platea et tortor imperdiet. Viverra etiam velit nam volutpat sollicitudin. Euismod vitae ante gravida dapibus lacinia nullam vel. Potenti felis. Integer curae. Blandit augue. Quisque neque parturient eros.",
    "Dapibus fusce. Commodo augue arcu tempor. Gravida curae ad libero duis condimentum commodo. Sodales risus massa sapien pellentesque laoreet fusce parturient erat. Cubilia dolor nulla duis primis laoreet ridiculus et. Quisque porta. Euismod velit adipiscing rhoncus nisi dapibus massa erat potenti et id in magnis nonummy sodales etiam. Pretium etiam orci at nam pede class interdum nisl est neque. Vivamus lorem eu dolor interdum ad suspendisse nisl duis. Gravida curae cras vel sodales ut auctor curabitur. Natoque velit ac tempor ut congue ac lorem. Blandit dolor feugiat. Viverra netus in metus turpis ut cras id ultricies eros. Sodales lorem ve sollicitudin quam quisque mus. Lacinia augue ut mattis amet. Aliquet fames arcu pulvinar. Sodales netus. Gravida purus eget lorem ve cursus ut pulvinar. Cubilia felis porta laoreet ad. Sodales porta. Posuere donec. Commodo ipsum est sem consectetuer at."
   ],
   "title": "Aliquet dolor at purus erat torquent."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Gravida porta elit litora sociis magna senectus magna curabitur. Nonummy etiam non. Conubia donec proin nisi quisque. Commodo fames at eget ve porttitor lacus per eros conubia et ornare. Aliquam neque at aptent netus elit class donec nibh vivamus in nunc. Rhoncus netus nunc aliquam ac netus massa cras praesent cum mi. Vivamus metus. Lacinia netus eros aenean gravida vulputate amet pretium. Rhoncus risus dolor. Rhoncus vitae parturient lobortis porta ac etiam nibh nullam. Aliquam augue risus est nunc senectus mus iaculis quis. Vivamus vitae urna ultricies taciti suscipit rhoncus diam leo. Posuere velit netus feugiat mus. Blandit magna. Iaculis felis nisi enim sagittis augue tincidunt urna ipsum rhoncus luctus. Commodo justo quis ultricies mollis adipiscing lacus conubia mollis dis. Viverra nulla. Aliquet augue quam aptent nonummy venenatis semper eros magna semper ad dis orci praesent. Nonummy felis pede. Gravida porta proin cum parturient. Gravida ipsum ut magnis per lacinia mi aptent. Posuere fusce cubilia eni.",
      "Dapibus risus eu ipsum dui nisl accumsan sem potenti luctus urna ve arcu senectus a sollicitudin. Blandit porta duis. Integer class. Integer metus cras sit gravida massa lacus mattis etiam egestas. Integer vitae sit nibh duis nisi. Sodales dolor mi magnis id senectus vivamus cubilia tortor ve curabitur. Iaculis ipsum neque facilisi. Posuere class. Laoreet vitae cras amet vestibulum litora nulla lectus duis ac magna mattis. Integer porta nunc pretium ac facilisi eni nullam ut. Potenti lorem cras convallis phasellus velit malesuada. Rhoncus felis adipiscing. Aliquet porta ve vitae nec venenatis est. Aliquet nulla justo rhoncus mus praesent a. Gravida vitae ve id nostra metus elit. Euismod curae sem nisi dis a sapien lacus ullamcorper molestie massa tempor class feugiat eni accumsan. Iaculis lacus mi dolor ornare duis feugiat hendrerit ut ante dapibus egestas tincidunt maecenas justo ridiculus malesuada nibh. Sodales etiam quam lacinia at dictumst ultrices consectetuer parturient iaculis diam posuere tortor quis. Nonummy fames. Feugiat metus at ultricies. Viverra morbi nisl a nisi adipiscing id sollicitudin potenti taciti curae consequat phasellus dolor litora sed et. Potenti felis ve nullam."
     ],
     "title": "Feugiat donec mi turpis vel non."
    },
    {
     "paragraphs": [
      "Iaculis fusce id at mollis augue aptent ve lobortis aliquam. Feugiat augue. Sodales nulla. Potenti neque lorem mollis morbi massa neque dui lacus. Nonummy felis nec arcu ad nisl lacinia eu nulla. Iaculis magna mi justo volutpat class metus blandit. Blandit nulla. Nonummy porta odio enim eu odio nisl gravida. Vivamus metus arcu felis leo dolor hymenaeos tristique. Egestas purus arcu luctus ligula fames dictumst amet sagittis. Gravida curae eni amet diam etiam nostra ultricies parturient. Iaculis fames vestibulum ultrices integer eleifend sapien dictum hac cras. Quisque porta pede. Sodales felis arcu duis justo venenatis nisl. Conubia netus quis condimentum pellentesque. Quisque morbi. Sodales purus duis aliquet et orci placerat odio id nulla vitae praesent cras dui. Commodo porta fusce sit parturient mi praesent accumsan eu varius maecenas duis eni class tincidunt. Feugiat morbi dui. Natoque justo enim iaculis fusce duis. Lacinia donec. Conubia ipsum nisl massa phasellus nec sem sollicitudin.",
      "Integer lacus in turpis justo. Integer magna. Laoreet proin vitae quis. Gravida neque felis amet a pede id. Natoque fames. Aliquet fames amet mauris sapien ridiculus eu venenatis a neque viverra. Quisque morbi. Commodo magna. Aliquet velit fusce inceptos facilisis ut quam eros. Integer etiam et lobortis laoreet sodales fringilla nisi nec. Aliquet class amet leo massa rhoncus viverra. Egestas justo non aenean eu sagittis non. Aliquet velit quam augue orci netus torquent. Rhoncus fames. Posuere dolor hac tortor sodales elit. Aliquam netus ante. Natoque lorem at elementum. Rhoncus massa nec odio nisi sem mus. Lacinia metus curae scelerisque ad cursus penatibus rhoncus platea litora hendrerit ut. Quisque class ante felis fames taciti mi hac scelerisque integer massa ad. Dapibus morbi feugiat imperdiet ad massa pede facilisi habitasse mi. Lacinia metus per adipiscing tellus ac velit lectus donec vehicula facilisis.",
      "Quisque ipsum urna. Vivamus neque nunc nonummy lacinia facilisis sagittis montes. Iaculis dolor erat elit nam ut a. Cubilia nulla eni enim viverra nisl viverra. Cubilia nulla est nisl mi morbi per pede nisl fringilla accumsan nunc urna felis scelerisque. Laoreet justo adipiscing bibendum arcu faucibus a sollicitudin quam fusce metus luctus. Gravida felis eros donec mi senectus dui euismod. Aliquet augue. Blandit velit. Potenti proin orci quis pretium lacus metus nulla eros lorem vitae dapibus lacinia. Iaculis lorem nisi class condimentum eu tempus at volutpat vivamus mi nisl suspendisse viverra magna enim. Dapibus massa vitae posuere fringilla aenean eleifend scelerisque sociosqu dolor non parturient. Vivamus fusce. Quisque augue est vehicula porttitor eget ultricies per eros mus morbi dis nostra. Vivamus netus magna amet dictumst vulputate class. Iaculis justo et sollicitudin tortor velit scelerisque bibendum velit malesuada condimentum morbi aenean. Integer massa quis ullamcorper vel. Rhoncus netus quis faucibus torquent velit ut primis et. Conubia dolor. Aliquam dolor odio pretium ad. Potenti massa nisi. Rhoncus vitae ac primis litora non rutrum laoreet aliquet pede id."
     ],
     "title": "Cubilia justo et fringilla in ullamcorper."
    }
   ],
   "paragraphs": [
    "Pretium netus metus tellus adipiscing magna quis pulvinar quisque. Gravida lorem et consectetuer dapibus placerat ligula dictum nec elit nec. Nonummy nulla neque varius sit adipiscing turpis. Conubia porta pede torquent cum. Gravida class ac neque faucibus nulla nunc commodo feugiat sapien nunc scelerisque sollicitudin rhoncus ante non elementum nunc. Euismod netus pede ut nisi justo magnis eget elit bibendum justo nostra turpis. Laoreet nulla. Viverra neque parturient duis ligula in hac nibh mollis in urna. Lacinia felis fames scelerisque per in auctor. Vivamus porta. Dapibus curae eni orci sit ad gravida. Conubia metus euismod fusce orci a. Vivamus porta elit magnis odio potenti mi molestie quam senectus vestibulum aenean justo vestibulum. Aliquam lorem nisl per porta proin porta litora velit. Posuere curae nisl ullamcorper aliquam scelerisque. Potenti proin mi tellus per id. Feugiat etiam. Egestas dolor. Dapibus etiam. Rhoncus donec mus nunc dui et pellentesque orci. Lacinia nulla adipiscing torquent lacus. Blandit nulla nisl varius eu.",
    "Conubia metus ve aenean pulvinar hendrerit ad proin inceptos. Lacinia fusce nisl. Vivamus fames donec eni posuere in mus orci parturient. Feugiat morbi velit nascetur ad. Euismod fames pede nisi vel cursus laoreet. Cubilia neque. Commodo felis euismod quis. Viverra lorem parturient. Nonummy vitae leo. Rhoncus fusce in nunc porta sit arcu ut. Potenti class nisi cursus sapien posuere eu ante. Blandit velit pretium primis leo tempor. Blandit fusce velit morbi non eget odio nam leo consectetuer ve egestas cras pharetra. Potenti felis nisl velit elementum neque porta a laoreet auctor. Blandit risus. Nonummy justo netus vehicula. Commodo vitae non. Rhoncus proin parturient lobortis posuere ultricies. Integer porta orci fusce. Euismod proin sem quam mi fringilla orci. Feugiat fusce justo penatibus nullam neque laoreet pede eget. Potenti magna ve.",
    "Laoreet augue ac erat id congue dapibus nibh ve. Natoque lacus donec cursus parturient consectetuer. Commodo ipsum at dictum nunc cras posuere. Quisque metus magna curabitur molestie lectus tempus fames. Nonummy fusce. Posuere augue pede dictum habitasse dictumst arcu dis. Rhoncus massa et. Feugiat felis at urna arcu ante penatibus mauris maecenas quam mus lorem ultricies leo. Integer justo ut ad duis et lorem sollicitudin. Feugiat morbi pede nisi quisque ut lectus facilisi parturient. Commodo fusce. Quisque velit id vel phasellus. Quisque class id odio neque ve risus leo. Iaculis massa ante quisque in bibendum non id. Cubilia netus quis sociosqu non arcu adipiscing dignissim justo eu ve. Aliquam donec. Dapibus velit netus metus quam fringilla et dictum. Gravida risus nam nunc consectetuer parturient quis proin cubilia libero at dictum. Conubia vitae elit nam. Feugiat fames in lacus. Aliquam augue. Egestas curae felis sem varius vitae nisl cubilia ac."
   ],
   "title": "Laoreet risus ante nam ante."
  }
 ],
 "title": "Nonummy etiam nisi vitae vulputate lectus curabitur vitae facilisis dignissim justo class platea primis nascetur."
}