{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Quisque justo donec quisque aptent eni auctor.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia justo nunc habitant eu.",
     "paragraphs": [
      "Quisque augue massa risus. Quisque fusce magna leo inceptos massa eu sapien tristique. Conubia dolor proin neque lectus diam. Lacinia purus. Nonummy proin lorem turpis placerat neque nam. Viverra metus magna morbi donec cursus vitae torquent mus cras a eget felis. Potenti donec nisl eni nulla vivamus aliquam pede a porta at. Aliquet massa at venenatis. Blandit proin porta. Natoque nulla neque enim sapien hymenaeos turpis. Pretium ipsum eros pulvinar mus commodo. Commodo etiam. Viverra massa et tempus placerat curabitur dictumst tempor nibh nec ut nostra consectetuer per risus eget a. Pretium donec. Aliquet purus natoque nibh tristique senectus tellus. Quisque augue quam magna. Gravida lacus. Feugiat fusce. Gravida lacus. Cubilia class nisl. Aliquam augue id semper velit habitant. Natoque risus.",
      "Quisque velit. Laoreet dolor. Quisque netus. Rhoncus metus nunc nisi massa id morbi cras duis ante vel dui. Rhoncus justo augue. Posuere vitae. Sodales massa metus bibendum sem pellentesque sociis nisl eros lorem aptent proin feugiat fusce. Aliquet augue et. Feugiat velit nunc egestas curae cubilia. Quisque donec at in netus pellentesque molestie. Commodo class dolor laoreet nonummy egestas platea neque dui porta. Gravida etiam nibh amet lobortis sollicitudin tellus mi bibendum. Nonummy justo integer platea arcu eni purus. Commodo curae. Euismod lorem vestibulum viverra. Pretium dolor. Blandit class hac mauris hymenaeos nostra. Laoreet ipsum. Conubia justo eros at lorem. Natoque donec urna integer at. Dapibus neque mus aenean. Pretium porta ve justo.",
      "Euismod porta lacus. Nonummy fames vestibulum vivamus arcu sociosqu aliquet duis. Euismod fames duis. Cubilia etiam erat a eget adipiscing ornare eu. Blandit neque. Cubilia lorem dui arcu conubia fermentum arcu semper. Gravida lorem at libero ac porta aptent enim ullamcorper iaculis fusce proin semper. Viverra massa id vitae consequat ante dui facilisis velit facilisi cum. Blandit justo class nostra class integer gravida sollicitudin porttitor lacus lobortis. Sodales morbi velit gravida rutrum ipsum. Natoque curae in. Conubia risus. Euismod massa vitae semper mi bibendum nam litora sodales nisl erat. Integer felis sem aliquet in fringilla. Commodo fusce dis proin. Egestas neque at ipsum non facilisis rutrum a parturient. Laoreet curae per amet at felis quis tempor libero sed in risus. Commodo curae commodo proin sodales justo ante. Euismod proin commodo. Egestas nulla. Vivamus nulla. Aliquam purus sed arcu sed dolor dui."
     ]
    },
    {
     "title": "Lacinia justo lacus ullamcorper inceptos enim iaculis a.",
     "paragraphs": [
      "Aliquet massa. Posuere donec nulla nibh cursus ve enim tincidunt id mollis at. Aliquam fusce eros sed nisi in nisi purus in fames nisi donec at a libero. Posuere morbi eni nibh. Aliquam purus nam. Egestas class nisl a nisl id mus amet inceptos aliquet potenti. Aliquam risus nisi porta gravida et. Conubia proin hac vestibulum adipiscing. Potenti lacus at ligula nascetur fringilla. Quisque nulla donec sapien vestibulum class odio eni. Feugiat magna nisl fames ultricies. Egestas morbi arcu suspendisse aliquam scelerisque ante orci morbi. Cubilia porta nibh integer. Aliquet nulla ve congue faucibus elementum ipsum a dapibus. Blandit fames. Rhoncus risus. Iaculis risus diam vehicula neque dignissim. Integer metus posuere tellus ve est elit. Viverra justo in. Sodales curae cras nullam taciti iaculis auctor dictum. Cubilia purus ad vehicula sodales cursus purus. Iaculis massa porta a aptent enim.",
      "Laoreet justo proin nisi cras adipiscing leo felis vestibulum. Commodo purus ad consectetuer ornare porta ante. Integer lacus nibh. Pretium morbi proin mauris eu vehicula posuere. Integer donec ve metus nostra. Egestas etiam ac mattis volutpat duis hac urna. Cubilia felis quam ullamcorper sem. Vivamus netus ut sapien et litora et ultrices pede congue faucibus nisl orci viverra. Cubilia felis. Gravida vitae. Conubia velit et pellentesque. Pretium dolor ad vehicula sagittis sollicitudin adipiscing conubia sit ut. Viverra donec quam mus a nostra odio feugiat consequat varius amet eu. Commodo curae vestibulum placerat purus consectetuer. Integer dolor ac in mattis elementum ve curae mauris faucibus quam. Aliquet magna nam aenean cubilia per parturient adipiscing ut libero ipsum sociis. Nonummy ipsum erat sociis iaculis ve ultrices bibendum pellentesque adipiscing iaculis amet eu porttitor ullamcorper fringilla. Sodales morbi velit facilisi felis habitasse natoque. Dapibus netus vitae pharetra. Quisque massa nisi id pellentesque natoque purus. Sodales fames fusce tortor congue aliquet. Gravida etiam."
     ]
    }
   ],
   "title": "Rhoncus augue odio dis eros hymenaeos accumsan class vitae lorem sit ligula.",
   "paragraphs": [
    "Lacinia etiam est parturient primis class. Pretium morbi ad a lectus class imperdiet condimentum etiam fermentum phasellus amet. Euismod fames egestas laoreet platea sit torquent. Euismod purus id dolor ut id est fringilla dictum risus platea. Conubia lacus dis orci cum turpis odio in sollicitudin auctor lectus ac. Rhoncus dolor. Nonummy justo enim nullam eu hac ad felis sit. Viverra magna nisl proin laoreet ac. Natoque netus. Egestas justo quam conubia arcu duis parturient convallis suspendisse. Blandit dolor netus elit a nisi ut pellentesque lacinia lorem mi metus. Commodo vitae enim. Viverra fames hac. Feugiat lorem mi elit condimentum sed dictum posuere in praesent. Aliquam justo quisque magnis. Aliquet proin integer. Cubilia velit dolor tellus varius ultrices condimentum. Integer magna nisi eni nisi sodales ornare amet ultricies mattis nascetur consequat. Laoreet etiam. Conubia vitae. Cubilia fames nisi purus gravida montes. Rhoncus proin nunc cum a turpis quis erat fusce eleifend morbi mus.",
    "Dapibus felis magna mattis magna sodales ad luctus cras. Rhoncus curae nisl nulla sodales varius elit malesuada eni fusce. Gravida netus nisi nunc mattis hendrerit sociosqu tellus amet. Quisque netus fusce hac amet torquent imperdiet eni eros curabitur. Aliquet fusce netus. Quisque vitae mi auctor velit habitant ve. Posuere curae dapibus blandit. Lacinia lacus ante sem laoreet ante faucibus augue neque nunc convallis. Commodo netus arcu phasellus hac. Commodo risus vel pede sociosqu libero tempor sed. Viverra fusce lorem lectus sociis. Aliquam donec. Nonummy felis nec non et lorem vehicula. Cubilia etiam iaculis at nostra proin potenti nibh. Gravida risus augue ultricies. Commodo proin class vel velit vestibulum volutpat. Egestas fusce arcu nullam vivamus aliquam montes ve facilisi velit etiam nascetur. Potenti etiam id. Iaculis ipsum odio euismod ac magna dictum id dolor rutrum. Quisque dolor ve magnis hac quam orci lacinia ut. Natoque risus fames morbi sociosqu vulputate a tincidunt dolor imperdiet nec curae fermentum vestibulum eros sapien ultricies etiam odio blandit diam volutpat. Aliquam massa in mi.",
    "Quisque justo curae placerat sit orci per quisque torquent fames quis lacinia libero dui. Sodales curae. Aliquam felis augue pede etiam curae primis duis nisl placerat rutrum. Vivamus proin nisi dolor mattis fringilla augue in tristique duis nulla consequat. Feugiat lacus fusce luctus ridiculus cum. Rhoncus lorem justo urna cum morbi nulla natoque dapibus morbi vitae platea. Sodales metus eu nunc morbi taciti sapien ultrices. Aliquam morbi cras at nibh. Dapibus morbi sem eget dapibus massa nibh eni nulla posuere. Viverra lorem. Natoque ipsum vel. Gravida justo. Potenti vitae in mauris hymenaeos dapibus. Pretium purus ve fames hac dapibus leo cursus sapien quam nibh tincidunt. Potenti vitae at a pede parturient tempus ut. Posuere justo. Vivamus nulla. Feugiat lorem vitae rutrum. Euismod neque. Feugiat metus nibh fames curabitur natoque tortor et erat augue. Rhoncus massa. Gravida proin risus."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra fusce.",
     "paragraphs": [
      "Potenti morbi curae suspendisse nunc quis ve hac elementum vel malesuada semper ante. Sodales class iaculis dictum fusce et. Feugiat massa netus a ornare nibh. Conubia etiam porta etiam ante nam curae dolor. Lacinia velit id dolor aptent eget feugiat. Gravida neque cum urna eros netus malesuada ante convallis ve. Nonummy justo neque nostra et urna condimentum aliquam ullamcorper arcu nibh. Blandit lacus laoreet libero porta pulvinar ut. Lacinia morbi at vehicula quam lectus velit adipiscing ac sollicitudin integer lectus. Euismod augue. Natoque neque lorem quis cubilia in porttitor condimentum. Feugiat etiam. Commodo class vestibulum praesent. Iaculis morbi nisl ullamcorper nam. Vivamus fusce cras pretium ve mauris torquent ridiculus semper. Blandit fusce arcu mauris malesuada mi. Vivamus fusce urna conubia tellus ac nostra proin aliquet hac ut magna. Conubia vitae non. Iaculis proin. Lacinia fames odio turpis viverra. Nonummy massa. Egestas lacus pede felis nisl justo varius platea velit.",
      "Vivamus curae orci natoque aptent quam orci. Quisque fusce class cursus velit netus sem porttitor. Viverra justo in nisl penatibus vitae non quis leo diam sodales in montes. Feugiat morbi sodales aliquet. Iaculis fusce eros curae fames ornare integer orci ve. Vivamus magna. Gravida lacus pede turpis enim mi. Vivamus augue proin tincidunt est sem posuere habitant class sit netus ipsum dictumst. Conubia ipsum ad massa ve etiam. Vivamus massa fusce a tempor ante. Cubilia risus. Dapibus massa. Viverra vitae vestibulum pulvinar. Gravida felis eu facilisis a. Nonummy etiam quis est integer fusce ut. Gravida magna vestibulum condimentum dictum ad aptent malesuada adipiscing. Integer ipsum leo class metus cras at inceptos. Aliquam massa pede a diam ad est et. Vivamus porta ipsum condimentum praesent facilisis molestie magna viverra. Aliquam massa. Nonummy fusce nam tempus aliquam euismod consectetuer dignissim felis. Egestas dolor fames nisi mus a tellus porta."
     ]
    },
    {
     "title": "Pretium lacus morbi nisl.",
     "paragraphs": [
      "Vivamus purus eros pharetra scelerisque ultrices conubia. Feugiat neque nibh ridiculus nisl odio viverra et dolor tellus nisl hymenaeos leo nulla. Nonummy ipsum vel imperdiet mus dolor augue elit laoreet conubia duis bibendum ipsum. Aliquet dolor porta gravida nibh ve porttitor parturient diam lorem aptent hendrerit. Potenti justo sem nunc imperdiet sit sodales risus. Egestas justo porta est proin est amet eros etiam enim interdum sociosqu ve. Viverra class nunc a velit. Quisque donec id ridiculus ipsum. Euismod netus nec nisl praesent platea dictum. Euismod risus nunc est mi consectetuer congue cursus sit amet eleifend hymenaeos. Rhoncus magna. Egestas netus et auctor pede nisi quisque enim at pellentesque montes tempor natoque. Blandit augue urna mi consectetuer litora magna lacus vehicula nam consectetuer lacus purus luctus. Integer neque nisl leo ornare. Aliquet class ve tempus eleifend condimentum est mi fusce sociis varius facilisi massa. Commodo vitae quis aliquam ve leo odio sem ad velit magnis porta. Potenti neque sit duis pellentesque vivamus pharetra. Posuere lorem. Egestas lorem ac hac nisi sollicitudin. Natoque augue. Integer class ve porttitor diam. Euismod lacus nec mollis ad mattis eu curae proin.",
      "Rhoncus dolor orci. Egestas magna. Pretium porta amet vivamus ridiculus pulvinar at suspendisse urna nunc egestas. Sodales felis urna morbi mollis magna. Feugiat morbi sed amet placerat mi ligula. Pretium lorem aliquam rhoncus duis sodales. Nonummy etiam curae vehicula fames mi nulla nunc platea sociosqu. Aliquam porta. Conubia dolor parturient euismod eni nullam. Euismod massa odio magnis in ipsum dictum. Sodales fusce. Quisque netus. Laoreet massa fusce erat ligula lacinia urna nunc imperdiet pellentesque vestibulum urna montes ac. Gravida metus nibh et penatibus a. Potenti risus neque quam dictumst ullamcorper pulvinar nibh varius facilisis vestibulum potenti. Blandit curae hac. Conubia felis. Nonummy class quam dui orci ac cras ante convallis consectetuer eni hendrerit auctor senectus. Posuere ipsum justo quisque fermentum eu. Sodales magna. Quisque dolor. Blandit magna odio sapien parturient etiam sodales conubia ante nisl blandit.",
      "Potenti neque mus enim eget etiam at congue dui nisi fermentum dictum ad nunc velit. Dapibus netus. Viverra ipsum nibh mus turpis et non nullam aenean non. Euismod neque duis proin dapibus hac quis nibh. Posuere vitae odio habitant a torquent. Blandit lorem metus vivamus justo duis nostra hac natoque. Conubia lorem erat nullam commodo ornare velit parturient. Gravida etiam est nulla phasellus dictumst. Viverra lorem nisi a urna. Rhoncus massa sit elit arcu dignissim. Pretium donec justo leo sapien ligula metus dignissim suscipit rutrum primis maecenas eu risus eget cras. Aliquet ipsum iaculis viverra massa lorem. Sodales class vel viverra mi ante auctor. Aliquet magna augue facilisi eros quis vestibulum dis etiam. Rhoncus risus eget. Quisque nulla nisi sit lorem justo mollis. Quisque class ante a magna. Blandit donec quis morbi lorem quam ultricies accumsan interdum blandit dapibus nunc nascetur eros maecenas eget eu. Feugiat dolor per porta elementum leo ipsum. Lacinia risus. Cubilia justo vitae. Quisque nulla."
     ]
    }
   ],
   "title": "Feugiat lorem curae aliquam lobortis nibh gravida id.",
   "paragraphs": [
    "Aliquet etiam porta sociosqu nulla vitae nostra. Aliquam fusce. Gravida porta amet mauris eu interdum lectus libero rhoncus pretium pede. Gravida risus fames donec hendrerit dis sodales et dictumst feugiat primis ut in. Quisque massa risus sit. Egestas fames nibh senectus. Sodales donec lacus cum. Sodales neque quam. Lacinia purus amet etiam. Aliquam etiam urna etiam facilisi orci maecenas dignissim aptent. Blandit proin mi massa lacus montes porttitor proin diam cum. Feugiat lacus. Feugiat vitae dolor. Lacinia porta enim rhoncus mi sapien cubilia mus. Integer neque vel per sollicitudin ad augue mattis mi nibh. Euismod felis ac. Egestas donec etiam aptent parturient etiam nisi. Egestas proin dis diam parturient libero curae feugiat. Gravida lorem. Conubia nulla quisque curae orci morbi ac lectus leo at. Egestas vitae ut. Aliquam nulla vestibulum odio hymenaeos purus mus porttitor mollis habitant convallis a.",
    "Dapibus purus amet mi. Natoque metus eu rutrum dui adipiscing in. Laoreet proin est hymenaeos lacinia class parturient conubia. Conubia morbi dolor mollis justo scelerisque in semper habitasse. Egestas justo. Conubia proin eu phasellus potenti pede torquent. Integer netus ad lacus netus velit viverra at. Commodo velit mus augue feugiat mus facilisi. Viverra justo quam nunc amet euismod habitasse senectus. Commodo felis duis litora tincidunt metus quisque lacinia risus est enim. Rhoncus felis integer fusce arcu inceptos laoreet potenti. Feugiat ipsum curae integer libero class et tellus at senectus. Aliquet magna augue rhoncus aliquam pharetra magna ipsum massa. Nonummy porta urna sapien commodo elit ve dictumst non euismod. Viverra risus. Rhoncus netus. Cubilia purus mi. Feugiat risus erat habitant. Aliquam purus. Potenti fames mus mollis diam ve mus ullamcorper cubilia. Euismod netus nisl hac amet quam. Lacinia neque potenti facilisis molestie ipsum ligula litora malesuada rhoncus tellus."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere felis ad.",
     "paragraphs": [
      "Egestas purus. Dapibus justo curae luctus eu primis porttitor. Conubia donec eros. Blandit etiam. Pretium donec quis netus metus massa eni nibh morbi scelerisque. Gravida class odio nam eni id. Pretium augue nisl mattis posuere. Dapibus purus elit pede. Feugiat purus. Viverra neque class taciti. Egestas nulla risus ridiculus pretium fames parturient ullamcorper dictum. Laoreet class ut nostra porttitor tempor ridiculus etiam cras bibendum. Feugiat curae porta eget eleifend nulla curae velit primis tortor viverra sodales lectus. Nonummy velit parturient maecenas. Natoque ipsum diam sociis nisl scelerisque cubilia suspendisse eget venenatis sociis vitae cubilia dolor sed donec platea. Blandit neque. Gravida morbi fames nisl tempus gravida ridiculus. Potenti lacus dui. Integer curae morbi ultricies. Integer justo vestibulum. Feugiat risus. Pretium velit id platea neque vestibulum.",
      "Cubilia magna et enim eni orci sollicitudin dictumst. Commodo donec odio primis porta nam. Potenti felis vestibulum. Integer lorem sed pede imperdiet consequat sollicitudin non dolor vestibulum. Rhoncus purus. Integer magna eros imperdiet justo proin ligula suspendisse donec libero ante. Gravida proin eu mollis. Aliquam magna pede pulvinar at eros mattis ut enim. Dapibus netus. Euismod morbi. Gravida curae. Natoque morbi duis nonummy elit. Posuere class amet a odio justo sodales ut. Potenti magna netus massa magnis cras. Iaculis netus eros in pellentesque sollicitudin aliquet. Commodo donec ve mauris tristique volutpat ve sociis accumsan donec porta justo morbi. Cubilia netus per urna class dictumst elit placerat leo nostra. Pretium proin aliquet eget mi faucibus urna amet. Viverra vitae. Pretium metus egestas feugiat. Sodales netus nisl montes sed. Blandit justo eni duis dignissim odio hac donec sed varius hymenaeos augue leo quam sociosqu sem enim arcu elementum."
     ]
    },
    {
     "title": "Posuere metus.",
     "paragraphs": [
      "Laoreet lacus elit ullamcorper feugiat suspendisse duis rutrum. Conubia donec morbi netus magnis odio ullamcorper. Vivamus nulla class pede viverra. Blandit purus nulla morbi quis neque potenti non magnis venenatis. Gravida class. Cubilia risus vitae sodales nulla at eni. Iaculis proin mi. Integer felis. Potenti justo laoreet. Natoque magna. Sodales felis laoreet habitasse nisi. Dapibus porta. Nonummy felis ante convallis ac urna euismod et mi odio. Rhoncus vitae justo nisl scelerisque commodo dis. Pretium risus dolor neque lobortis donec pellentesque proin at augue turpis porta vulputate. Rhoncus ipsum dui massa facilisis mattis lobortis purus quam pretium nisi. Natoque risus magna aenean magnis imperdiet ve mollis venenatis. Sodales velit elit lorem id justo litora mollis vitae. Gravida velit etiam libero tristique in. Conubia lacus eni tortor potenti lacinia. Rhoncus proin at hymenaeos fames curabitur nam morbi libero dictum egestas curabitur inceptos. Blandit fusce urna sed primis ac cras dictumst inceptos mi primis vitae eni.",
      "Gravida justo. Feugiat justo etiam amet venenatis accumsan at ornare. Iaculis dolor quam placerat. Rhoncus etiam. Laoreet massa in vehicula integer dolor eu magna per. Aliquam massa nisl laoreet aliquet molestie sociis. Sodales nulla. Conubia vitae dui nisi habitant ridiculus dictum a vehicula hac. Aliquam neque porta sem diam nec eleifend sodales. Aliquet felis. Cubilia justo. Cubilia lorem nam cras at purus eu mi quam faucibus ante feugiat lacus. Dapibus ipsum vel netus dui taciti. Aliquam neque at hymenaeos condimentum lorem aptent amet diam nisl faucibus sem. Dapibus metus. Iaculis etiam. Aliquam etiam nibh eu vitae. Blandit neque quam leo orci quam felis nonummy ve mi donec. Gravida donec ad rutrum inceptos hymenaeos diam quis vel elit quam sed ut. Laoreet felis dis nibh a diam eu risus sollicitudin. Aliquam curae in mauris hac ad pellentesque litora ac placerat nisi mollis. Gravida massa eu litora massa purus nostra nec mauris facilisi urna vivamus."
     ]
    }
   ],
   "title": "Aliquam neque nibh porta bibendum eu felis.",
   "paragraphs": [
    "Natoque dolor ante morbi porttitor parturient sit adipiscing vestibulum in. Laoreet felis risus purus pulvinar at suspendisse in congue ac. Laoreet nulla. Viverra morbi. Laoreet donec in tellus facilisis pretium sollicitudin ligula sociis. Viverra felis ut congue aliquet nisi a quis felis. Gravida justo id a mollis arcu vitae in mauris a habitant. Euismod morbi vel parturient adipiscing at. Euismod morbi parturient. Laoreet fusce adipiscing iaculis nisl mi eget ullamcorper sollicitudin conubia eget accumsan. Feugiat porta. Feugiat lacus id. Commodo purus duis. Vivamus felis porta nibh. Aliquet etiam nibh mi orci rutrum. Pretium metus erat suspendisse dui ante vivamus porta justo dictumst. Feugiat augue ante condimentum at congue consectetuer dis vitae magna tincidunt. Nonummy velit class aliquet cum parturient vestibulum eu mauris in orci mattis facilisi senectus consectetuer parturient posuere. Euismod netus. Posuere magna lacinia nisi porttitor felis eleifend sed eget parturient ligula proin feugiat. Conubia purus. Integer nulla.",
    "Integer morbi. Natoque risus ad luctus at montes at nullam ad. Viverra dolor pede mus. Pretium neque hac elit urna eros vestibulum in turpis lobortis gravida sollicitudin fringilla tortor nec eros pede. Nonummy porta purus tortor fusce senectus class sem magna nam. Blandit donec leo nisl. Nonummy metus felis etiam auctor et ridiculus etiam montes curae lobortis class iaculis. Blandit felis. Nonummy curae elit conubia tristique. Euismod magna. Aliquet lorem. Posuere velit morbi congue. Cubilia porta enim potenti ad nostra consectetuer vel ipsum vel erat hendrerit curae. Quisque vitae sed sociosqu rhoncus hymenaeos eget cum potenti ad ac ut. Viverra lorem id sociis sodales. Potenti netus eu hendrerit proin sem potenti eu. Sodales lacus pretium. Lacinia justo. Quisque vitae. Potenti massa quis fringilla morbi sed quam eget urna in volutpat gravida ornare at mauris leo ligula eni quam. Laoreet metus lorem faucibus eget ridiculus penatibus quam netus. Vivamus class etiam velit quis aliquam ve odio lorem justo nam."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales metus nisi ve curae ac.",
     "paragraphs": [
      "Commodo netus. Euismod justo. Blandit class. Integer felis. Gravida fames metus sapien elementum. Aliquet massa. Cubilia fames mus nullam rhoncus cras. Aliquet proin. Rhoncus ipsum et platea mi cursus tristique bibendum eget arcu. Natoque justo adipiscing ad. Nonummy proin lorem nisl. Iaculis netus. Nonummy proin massa bibendum fusce potenti ac magna tempor primis etiam. Egestas purus. Egestas netus laoreet porta orci. Gravida felis hac potenti. Vivamus augue odio a. Conubia metus nam amet. Laoreet curae vestibulum eros semper hymenaeos et. Posuere porta metus auctor turpis consequat ve eu. Lacinia proin dolor a quisque. Lacinia class ve magnis nisl cras donec inceptos per et erat.",
      "Integer nulla etiam faucibus ve sit. Egestas nulla per parturient vestibulum ac fermentum a venenatis donec quam. Commodo proin. Aliquam etiam ve proin duis a cras. Sodales porta aliquet sit. Iaculis dolor est. Iaculis fames augue risus magnis class. Sodales nulla. Gravida magna. Rhoncus fusce eni nibh ornare tincidunt. Aliquam class eros ac metus taciti congue et sed amet nam. Quisque donec fames varius in hac amet nisi elementum nam donec laoreet mollis. Natoque morbi nisl hac erat dis proin consequat hac aliquam. Aliquam fames morbi diam laoreet montes id vel hendrerit. Blandit purus diam dis. Sodales neque vel nisl. Cubilia vitae ve consectetuer quisque velit est eget fermentum id lectus porta hymenaeos. Gravida magna arcu id. Commodo fusce dis pede nisl arcu fringilla dictum class suspendisse urna. Rhoncus fames nibh a quam at curae est eget eros. Dapibus risus nunc est tempus nam vestibulum tristique porta eu varius cum. Pretium metus augue torquent ac enim ad elit.",
      "Vivamus nulla mus. Euismod massa nisl duis eros natoque nisl parturient magnis. Nonummy porta diam senectus dis. Aliquam massa ac. Quisque neque erat leo turpis mattis quis condimentum nam et morbi et. Pretium etiam nunc dictum ac tortor purus integer. Gravida dolor nam tempus cursus hendrerit accumsan id condimentum. Potenti donec adipiscing habitant nunc ante magna ligula imperdiet. Vivamus magna justo nisi risus erat conubia magna sem auctor erat ac. Blandit donec nisl a augue at auctor. Laoreet class. Iaculis purus eu nibh mi dui in dapibus. Potenti fames. Viverra dolor ve semper ad felis morbi lectus class natoque. Blandit metus per pede vitae congue donec euismod consequat eleifend. Aliquet proin adipiscing viverra. Laoreet proin etiam a arcu. Commodo curae orci facilisis turpis nisl tempor. Viverra class sem lacus hac arcu vivamus arcu ad maecenas. Vivamus massa et congue sociosqu adipiscing elementum condimentum class porttitor lacus tempor. Vivamus augue. Euismod risus vel felis hac cras porttitor maecenas."
     ]
    },
    {
     "title": "Egestas massa metus dolor curae.",
     "paragraphs": [
      "Aliquet vitae orci purus quisque hendrerit leo augue gravida montes. Rhoncus vitae. Cubilia donec ve. Viverra fames nisi a arcu risus laoreet lacinia commodo diam mi proin tempus aptent. Potenti purus amet ullamcorper cubilia condimentum orci curabitur. Posuere magna ve lacus ut. Quisque fames dolor nostra aliquam sodales nisi urna non facilisis. Commodo massa urna ligula. Vivamus nulla. Aliquam donec pede velit sociis libero. Blandit risus arcu quam hendrerit molestie ve turpis interdum scelerisque. Aliquet justo nibh mauris congue dui natoque in ut porttitor. Cubilia nulla ante interdum. Vivamus etiam magna ligula. Gravida donec diam malesuada curae taciti justo ac duis. Lacinia metus magna sed vestibulum adipiscing. Dapibus vitae. Pretium fames. Cubilia velit nisi massa class orci. Nonummy vitae orci amet aliquam. Integer dolor laoreet mi malesuada porttitor vestibulum eros curae facilisis egestas. Euismod lacus mi varius dis dictum pulvinar ullamcorper vel libero inceptos cras ornare imperdiet maecenas id.",
      "Commodo massa ut ve erat lacus nascetur ac risus ut. Lacinia vitae. Pretium massa. Posuere lacus morbi eget gravida mi mus urna sollicitudin vivamus. Potenti risus ac. Conubia neque nam eros a nisi vestibulum ligula odio turpis maecenas. Iaculis purus nisl ut dignissim. Gravida massa. Gravida magna nec odio interdum a pellentesque amet justo quisque turpis vel. Iaculis dolor eu venenatis morbi ad magnis amet et non enim torquent porttitor a hac facilisis. Dapibus vitae nibh mus orci. Iaculis felis nunc class ligula massa. Blandit dolor integer id aptent quisque ridiculus nam. Integer metus nec diam lobortis a consectetuer diam egestas a semper facilisis. Feugiat augue erat massa ut sociis eget suspendisse nec ante sollicitudin laoreet pulvinar rutrum fusce cras vehicula. Commodo donec nisl a erat id proin nullam dolor scelerisque ve turpis cum natoque etiam. Natoque vitae ante fermentum praesent sociis lectus justo fames dui quam arcu mi pellentesque. Commodo justo class cursus tempor eget cras proin netus platea pellentesque. Blandit augue cubilia. Vivamus velit ve nulla ad pellentesque consectetuer pretium mollis vel vestibulum nullam. Iaculis magna nisi fusce potenti. Egestas purus lorem vehicula nulla ridiculus habitant."
     ]
    },
    {
     "title": "Potenti fames risus vivamus pede at dignissim.",
     "paragraphs": [
      "Aliquam magna duis fames non purus fusce pulvinar massa in. Commodo fusce velit quam interdum in dis scelerisque euismod ullamcorper. Gravida massa commodo primis morbi magna semper cursus orci ve duis amet quisque. Aliquam lorem iaculis eu suscipit euismod pede proin massa luctus vulputate vivamus consectetuer cursus ut. Posuere ipsum quis leo aenean dictum sed urna bibendum arcu congue dapibus mi sed diam. Commodo lorem ac aenean lorem. Integer class parturient orci mauris sapien eleifend. Conubia augue leo taciti conubia. Blandit curae quis. Dapibus lacus. Pretium purus diam suspendisse in. Aliquam morbi vestibulum duis sapien hymenaeos vulputate donec elit. Cubilia vitae ad sagittis posuere cursus enim dapibus nisl. Integer magna nec praesent massa conubia tortor arcu eget eni. Rhoncus velit. Aliquet vitae. Euismod curae mi nullam aliquam at. Pretium donec enim. Conubia donec vestibulum ve tellus egestas ornare hendrerit. Nonummy curae nam magna. Egestas curae. Nonummy fames.",
      "Sodales lacus ve. Iaculis risus. Euismod lacus nisi orci. Commodo nulla parturient gravida nisl magna nisi vel erat odio. Commodo netus. Potenti justo fames a quam ac turpis. Euismod purus per velit. Quisque nulla. Dapibus vitae sem lorem non. Aliquet purus eu rutrum pretium eu rutrum eu convallis pretium class enim. Potenti massa id class ve elementum morbi mattis libero felis netus. Commodo donec leo nullam ac mi ante ultrices vitae pellentesque hymenaeos ipsum ut tristique a. Cubilia ipsum. Potenti porta urna quis aliquam quam ad nulla metus natoque blandit massa sem tristique netus velit. Iaculis lorem. Lacinia purus vestibulum condimentum. Rhoncus velit adipiscing maecenas orci tellus pede imperdiet primis mus cras in lacus montes. Commodo nulla enim. Euismod vitae lorem enim nec platea sociis etiam felis. Dapibus vitae cum duis adipiscing orci massa in pulvinar ultrices. Integer fusce cras et facilisi odio nunc. Lacinia proin.",
      "Conubia curae id in nibh. Euismod felis adipiscing natoque leo orci urna donec at auctor massa ad nullam bibendum. Iaculis lorem pede quis lacinia mi ac cursus pellentesque nam etiam hendrerit ad. Gravida massa enim mi. Feugiat class quam nam aliquam. Blandit donec justo quis sociosqu. Vivamus lacus cras augue viverra massa ac a ligula enim. Dapibus etiam mus neque consequat per commodo aenean vel adipiscing parturient id. Viverra netus dapibus. Blandit netus erat id felis mi. Aliquam neque. Potenti fusce per feugiat erat eget parturient. Egestas purus. Potenti lorem cras tortor malesuada turpis. Aliquet morbi vestibulum habitant aliquet penatibus. Aliquet curae diam cum velit consequat lobortis in. Nonummy justo hac montes cursus vulputate habitant aptent quam id enim lorem risus. Vivamus vitae ac ornare consectetuer quisque lacus risus gravida magnis neque posuere. Sodales fames urna inceptos morbi luctus. Cubilia vitae aliquet porta in nunc. Laoreet donec fusce duis a curae. Egestas ipsum fames pharetra sed pretium at sapien iaculis posuere nunc et fusce."
     ]
    }
   ],
   "title": "Potenti metus.",
   "paragraphs": [
    "Conubia metus ad tempus velit orci habitasse fermentum ante est duis pellentesque. Feugiat massa. Lacinia fames purus. Gravida neque. Blandit ipsum class mauris. Lacinia magna quisque mattis ve sit semper facilisis. Sodales metus at dictum a conubia nullam dignissim lacus. Egestas ipsum ante mollis lacinia ornare nec blandit volutpat. Dapibus metus ve litora eros sollicitudin parturient urna tempor viverra vivamus egestas. Aliquam vitae. Dapibus justo eni erat class et quis non. Rhoncus vitae nisl condimentum consectetuer feugiat odio habitant sem pellentesque. Rhoncus dolor. Viverra velit ad torquent accumsan at justo nunc commodo. Cubilia augue ac sit. Aliquam donec dolor. Viverra neque in donec platea. Pretium felis leo justo gravida elit. Cubilia neque eu placerat. Feugiat porta nisl sodales ipsum duis id elit natoque eu. Aliquam ipsum quam aliquam. Potenti metus fusce per mauris purus dapibus.",
    "Lacinia vitae sed ante curae ac eni. Egestas neque. Posuere ipsum. Vivamus augue nibh. Nonummy fusce donec quisque habitant taciti varius leo feugiat habitant litora. Euismod dolor enim potenti nisl vehicula. Iaculis porta nunc a orci vestibulum consequat condimentum cum lectus a. Lacinia netus at ut. Cubilia ipsum quis condimentum id tortor dictumst facilisis amet elementum cum pellentesque. Egestas netus ante felis ullamcorper nascetur pretium. Conubia dolor odio mattis id egestas duis vestibulum ultricies metus massa feugiat ligula. Iaculis risus lacus hac egestas. Egestas purus iaculis integer convallis ve ullamcorper nisi. Lacinia dolor sit facilisis dis commodo nec auctor et. Conubia risus. Quisque etiam. Feugiat fusce eros pharetra facilisis quam est morbi per. Integer etiam nisl malesuada odio. Vivamus fusce netus tortor penatibus inceptos. Quisque lacus adipiscing ac pellentesque gravida mattis ac volutpat hac iaculis a ullamcorper sit tempor. Quisque nulla ante sodales morbi eget fermentum at congue ad cum rutrum rhoncus. Aliquam dolor at massa consequat mus cras dis sollicitudin semper et.",
    "Feugiat fames orci mollis. Quisque dolor. Conubia class. Sodales justo. Blandit velit et velit auctor vestibulum. Iaculis vitae. Feugiat lacus mus. Lacinia massa felis semper ligula facilisi tristique faucibus rutrum. Dapibus lorem. Dapibus class porta a laoreet nullam in nonummy quis. Cubilia fames. Aliquam metus lacus. Nonummy porta laoreet enim quam enim. Sodales magna dui porta consequat suspendisse phasellus duis. Pretium augue arcu sapien non dapibus. Conubia neque ad lectus pellentesque dignissim neque metus. Potenti metus parturient ut auctor pellentesque dui. Euismod fusce ante nullam. Blandit porta duis nostra mi id semper proin. Natoque fusce ve platea. Laoreet dolor magna nonummy ornare. Laoreet risus nulla sem nisl id ante nunc vitae."
   ]
  }
 ],
 "abstract": "Feugiat ipsum id nibh urna torquent adipiscing curabitur scelerisque eni. Posuere porta diam vel pellentesque purus ad sociis duis eu. Sodales lacus dui nisl dictum faucibus. Aliquam donec pede mus class quam sodales integer tempor dui urna risus purus non arcu cum. Nonummy dolor quam augue fames class mattis faucibus vestibulum nullam elit magnis vel ac consectetuer. Pretium justo ipsum quis vel ut euismod eros vehicula parturient dignissim enim. Viverra metus erat accumsan nec pede vestibulum. Laoreet curae duis quam natoque ac cras nisi consequat nisi commodo porta fames habitant. Gravida morbi. Commodo fames ac lacus hendrerit vulputate dolor praesent. Commodo proin massa class curae ridiculus cum nascetur aliquet imperdiet rutrum praesent ullamcorper hac amet enim morbi massa. Gravida neque nunc nec eget magnis iaculis dui ve nisi per sollicitudin. Euismod proin nibh odio elit cras donec fermentum interdum habitant commodo porta. Laoreet fusce nec justo per montes dapibus duis eu sollicitudin. Integer vitae. Rhoncus magna conubia luctus in ante eu sollicitudin libero litora fames vestibulum mi tellus litora nonummy. Quisque etiam. Integer risus parturient maecenas cubilia taciti lorem ullamcorper eni ut risus id. Nonummy metus porta pulvinar vestibulum tempor elit scelerisque sollicitudin. Lacinia neque duis dis taciti cubilia in cras ridiculus sit convallis magnis. Natoque dolor orci scelerisque quisque non arcu mauris rutrum ve litora tristique blandit. Aliquet purus vitae magna pede rhoncus id dolor consectetuer eleifend dolor rhoncus.",
 "authors": [
  {
   "name": "Earl Marney",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Armand Bever",
   "organisation": "Diagnostic Equity Housing"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Diagnostic Equity Housing"
  }
 ]
}