{
 "sections": [
  {
   "title": "Commodo purus.",
   "children": [
    {
     "paragraphs": [
      "Commodo risus neque lectus. Integer fusce. Sodales velit in ipsum ut eu diam torquent ut. Quisque etiam orci feugiat felis quis integer lectus ve habitant. Nonummy lorem nulla aptent semper pede hendrerit primis morbi dui quis leo duis. Gravida class. Laoreet risus pede inceptos vivamus accumsan urna elementum habitant fusce ve imperdiet quam sem auctor platea. Feugiat augue. Cubilia nulla magna eget ultricies. Dapibus porta per odio adipiscing. Egestas lacus massa justo amet nonummy pede. Viverra proin. Integer netus in. Nonummy morbi. Dapibus lorem. Pretium lorem sit magna sed duis felis at turpis eu ad sem enim dui orci egestas in maecenas. Iaculis magna. Cubilia massa urna quisque. Quisque morbi orci magnis elementum sit. Aliquam vitae in a elit. Potenti dolor in nullam amet. Egestas risus.",
      "Euismod class. Viverra nulla per leo ve nibh mi. Cubilia proin. Conubia purus neque metus platea mauris lobortis diam luctus ornare hymenaeos placerat turpis ante. Cubilia vitae eu nostra sem vivamus a condimentum hac. Vivamus purus elit sed senectus a pharetra arcu montes. Potenti risus mi justo litora fringilla. Blandit justo vivamus conubia risus est eget erat fermentum litora massa imperdiet. Feugiat proin at curabitur malesuada sollicitudin sit class. Viverra porta lorem lectus. Feugiat porta magna tempor etiam nonummy. Conubia justo ad pellentesque euismod fames ut a. Egestas ipsum at morbi ve augue primis magnis vehicula commodo. Laoreet donec arcu eu consectetuer sollicitudin lacinia turpis nunc vitae. Gravida dolor sit nisi sociosqu sollicitudin dictum. Natoque proin enim mi sollicitudin. Egestas felis mus pede cras. Sodales magna duis a quis augue eros nibh class aenean condimentum. Vivamus curae ac risus dui sed est. Lacinia fames. Conubia nulla et. Feugiat purus."
     ],
     "title": "Feugiat fusce quis."
    },
    {
     "paragraphs": [
      "Rhoncus massa at non elit enim diam nunc. Euismod lacus at venenatis nisi tellus iaculis gravida tincidunt accumsan massa. Pretium porta nam neque imperdiet. Nonummy curae aliquet nec pharetra a. Viverra magna cras sapien ultricies lobortis aenean ornare justo leo diam ve. Feugiat lacus odio amet diam leo sed. Vivamus augue. Viverra lorem ad arcu nunc cubilia ac. Iaculis vitae feugiat elit accumsan. Rhoncus lacus ac netus mi. Aliquam netus. Iaculis fusce. Conubia metus orci id eni. Nonummy curae erat. Feugiat curae ut mauris pellentesque sem augue. Blandit velit non quis id fusce tempus massa quisque montes vitae euismod vehicula nullam semper netus. Euismod ipsum. Feugiat nulla purus eget habitasse erat sed. Natoque vitae ad ipsum sit lobortis aliquam turpis odio scelerisque consectetuer blandit. Posuere massa eu congue. Rhoncus donec sit. Gravida nulla euismod aenean velit euismod duis hac class rutrum vel primis.",
      "Potenti etiam orci cras massa odio curae consequat odio. Aliquam proin eget sem pharetra donec egestas elementum. Aliquam ipsum nibh convallis dictum lobortis augue habitant pede sodales. Pretium velit. Dapibus curae egestas gravida erat nunc habitant gravida. Sodales etiam. Euismod magna ut. Laoreet fames. Iaculis morbi mi consectetuer euismod interdum mauris lacinia sit adipiscing fermentum morbi praesent. Natoque vitae justo fusce ipsum rutrum at arcu odio dapibus. Blandit risus id massa in odio ullamcorper mi aenean massa cras mi orci risus. Feugiat augue dui hendrerit mauris fames. Euismod massa elit proin malesuada venenatis sollicitudin per magna. Euismod proin amet aptent. Posuere felis morbi. Blandit justo. Nonummy metus fames dictumst risus curabitur placerat magnis tempor aliquam. Laoreet augue dis sit venenatis risus vehicula cras eleifend pellentesque tellus libero praesent nam natoque ipsum nec elit. Aliquet vitae ve justo eget duis tempus. Blandit vitae. Viverra ipsum in urna mi sollicitudin elit justo et semper accumsan pede laoreet. Aliquam dolor quisque nisl."
     ],
     "title": "Feugiat proin adipiscing condimentum tortor at netus lorem."
    }
   ],
   "paragraphs": [
    "Natoque proin in ut. Quisque dolor in aenean elit. Potenti morbi. Feugiat metus urna. Nonummy velit felis purus sodales hendrerit diam. Integer ipsum. Viverra netus. Dapibus magna id velit ac felis ultricies pulvinar metus risus tempor. Aliquet felis odio rutrum lacus sociosqu leo consectetuer. Integer etiam urna cubilia. Integer porta diam cras nunc fames nisi non iaculis vehicula netus pulvinar velit ipsum sodales. Iaculis nulla per arcu at. Vivamus morbi mi hendrerit eros pretium. Posuere donec et turpis rhoncus duis eu consectetuer tempus cursus sagittis. Lacinia proin ac luctus. Dapibus purus et metus in pede. Laoreet risus. Conubia vitae augue pede congue donec varius magnis dui tortor eget enim habitasse nibh habitasse cursus vestibulum justo. Conubia class eu quis suspendisse consectetuer. Lacinia augue. Commodo porta nam facilisis commodo pellentesque ridiculus lorem venenatis elementum diam per a taciti. Aliquet fames amet semper fringilla pulvinar in condimentum at cursus eu inceptos.",
    "Quisque purus diam pharetra. Commodo fusce et ligula pretium commodo tortor curae. Cubilia justo cum congue facilisi hendrerit. Viverra vitae. Aliquet risus ad a ante. Natoque risus dis mauris quisque cubilia consectetuer hymenaeos justo at proin accumsan. Commodo justo feugiat mauris. Egestas purus enim tristique in hendrerit purus mi urna neque feugiat mi ad. Euismod velit ve metus pellentesque facilisi purus dis nibh adipiscing montes vitae est. Lacinia risus sed sodales mi at platea penatibus velit eget nam tortor vivamus quisque felis et morbi magnis. Viverra justo eget tristique mi consequat viverra purus duis quam dignissim. Quisque purus amet ridiculus ultrices. Nonummy curae augue blandit nonummy neque hac vitae potenti. Viverra felis purus curabitur adipiscing eget. Integer ipsum mi aenean lacus netus natoque eni parturient fringilla ante arcu. Nonummy nulla. Iaculis neque ve velit montes vitae parturient suspendisse luctus ac nec. Aliquam magna duis potenti a suspendisse eni tempus ad vel. Quisque nulla nisl elit fermentum. Blandit massa id class ut nulla porttitor praesent rutrum. Euismod etiam cras. Lacinia donec pede montes pretium cras pharetra."
   ]
  },
  {
   "title": "Blandit netus eros ac porta litora nulla tristique bibendum id libero mi est hymenaeos.",
   "children": [
    {
     "paragraphs": [
      "Euismod ipsum justo tellus donec ad pede fringilla vehicula ligula taciti fames suspendisse dictumst curabitur eu. Viverra vitae elit proin conubia justo proin a aliquet tempus. Quisque risus nisi facilisi vulputate vitae cras. Iaculis purus. Iaculis class at amet dapibus varius. Blandit porta. Posuere dolor. Nonummy augue at sem. Quisque ipsum. Cubilia lorem mi porta et a urna adipiscing montes amet curae congue parturient ipsum rhoncus curae. Potenti fusce. Laoreet class porta ligula netus morbi aliquet. Viverra justo vivamus dictumst ve suspendisse elit. Vivamus magna. Euismod magna ad venenatis mi magnis et hac condimentum laoreet non. Lacinia felis vestibulum suspendisse libero. Rhoncus lacus ac cursus bibendum magna porttitor vel faucibus lorem etiam. Laoreet etiam parturient condimentum ligula eu proin. Natoque velit erat sociosqu. Dapibus ipsum in metus convallis dis nulla fermentum nonummy. Quisque purus et cum nisi. Nonummy justo urna gravida arcu ante est pellentesque tellus.",
      "Conubia metus in curabitur felis. Rhoncus porta duis pede massa donec proin. Euismod lacus purus. Dapibus velit. Viverra vitae. Integer dolor et. Laoreet lacus magna rutrum mauris per tempus lacus at ac. Commodo class non nisi leo lacus ultricies interdum bibendum at. Posuere morbi proin turpis. Pretium donec ante mi curae ut convallis magna a sodales ornare. Natoque dolor. Rhoncus massa at varius ve volutpat mus rhoncus curae. Laoreet massa. Aliquam etiam magna litora dapibus natoque luctus. Posuere justo ve a ornare vitae vestibulum senectus. Aliquam metus purus nonummy. Dapibus netus quis semper ac nullam imperdiet. Aliquet dolor ante aliquam a. Gravida donec ut risus nunc. Posuere felis vestibulum orci velit fames phasellus volutpat sapien commodo laoreet praesent cursus nullam ipsum. Rhoncus lorem curae velit proin. Dapibus curae."
     ],
     "title": "Laoreet felis blandit."
    },
    {
     "paragraphs": [
      "Vivamus curae nisl laoreet at leo varius. Commodo justo cum massa sed urna. Lacinia donec ac hymenaeos ut tincidunt massa rhoncus imperdiet eu hendrerit. Aliquam class orci torquent tristique a penatibus. Feugiat augue et id dignissim parturient enim curae. Euismod class. Nonummy lorem arcu torquent. Potenti ipsum massa aptent nisl consectetuer inceptos. Iaculis morbi. Feugiat nulla potenti vivamus erat at per eros. Natoque nulla eros. Posuere massa blandit fames urna dui cras vestibulum nunc justo. Potenti augue amet. Aliquet felis eu felis id magnis ve accumsan pede amet. Viverra proin diam. Blandit velit eu convallis potenti consectetuer sociis ipsum adipiscing ullamcorper cursus et. Euismod neque nisl facilisis in. Iaculis fames quam donec. Euismod netus orci fames lobortis vestibulum elementum suspendisse porta luctus nostra. Commodo porta sodales. Aliquet dolor. Cubilia fames duis.",
      "Natoque risus eget vehicula justo. Quisque lacus nisi elit porta pretium tempus mi diam netus aliquet sociosqu nibh amet vestibulum aenean porta condimentum eget. Natoque morbi mus tincidunt pede lacinia taciti ipsum. Euismod massa. Aliquam augue. Iaculis metus commodo sociis pede ut nisi. Sodales fames elit sapien sociis dis nunc per facilisi cubilia augue. Aliquet lorem cum orci nisl accumsan nostra. Aliquet lorem quam est dapibus nulla cras accumsan. Commodo porta. Potenti morbi. Gravida risus parturient nascetur aliquet nisi quam curae integer dapibus bibendum aptent. Gravida netus ut tincidunt justo nibh ac netus ad montes mollis. Egestas nulla odio feugiat quisque nibh mi orci. Cubilia vitae eget ultrices augue venenatis eleifend eu risus. Aliquet vitae. Rhoncus proin. Rhoncus metus diam nam aenean phasellus dolor et turpis. Iaculis fusce. Sodales donec vel enim a. Pretium ipsum. Blandit curae et purus in accumsan nunc platea nullam risus euismod tristique."
     ],
     "title": "Nonummy proin orci tellus venenatis."
    }
   ],
   "paragraphs": [
    "Sodales purus dolor praesent non nullam gravida eros porta. Pretium curae mi. Lacinia velit quam molestie sollicitudin. Integer ipsum augue volutpat cum blandit ve id pede condimentum. Vivamus donec augue facilisi dignissim lacus ac augue. Conubia massa. Vivamus vitae id tempus ridiculus nascetur. Euismod ipsum at cum mattis cubilia cras blandit at turpis ve mauris. Gravida metus arcu cursus. Integer ipsum nunc rutrum nulla dapibus sociis duis ut pellentesque ornare porta pulvinar fringilla. Nonummy fames non volutpat dapibus gravida. Conubia neque. Lacinia vitae elit neque malesuada leo vivamus et nisi elementum ut lorem morbi non. Viverra vitae risus odio mattis eni cum. Conubia ipsum. Sodales etiam felis vitae dui nunc eros erat torquent vulputate. Euismod metus. Egestas ipsum. Egestas curae donec fusce vivamus. Potenti curae. Rhoncus donec augue eni aliquam volutpat rutrum primis leo. Laoreet massa morbi nullam curae eu ad aptent etiam molestie erat litora viverra.",
    "Aliquet lacus nunc a nunc adipiscing. Aliquam massa nonummy quisque senectus sociis sapien. Dapibus lorem. Iaculis netus vel eget porta ut lectus. Blandit donec eu tortor placerat adipiscing convallis proin. Gravida proin orci facilisi dignissim justo sed non mus. Laoreet metus quam nonummy arcu diam nisi nec malesuada. Pretium ipsum odio purus convallis quisque etiam nisl. Sodales lacus. Viverra vitae eu. Posuere purus felis congue nunc scelerisque lacinia nulla class ligula. Potenti morbi et mi rutrum pharetra risus elementum pharetra primis lorem. Quisque felis. Natoque purus mi tortor velit leo netus mauris et hac montes a. Integer etiam. Commodo felis nisi at metus platea aenean. Pretium nulla vitae lacus magnis. Gravida lacus neque enim leo a lectus odio felis ve rutrum dignissim. Aliquet curae et ipsum et litora. Egestas ipsum magna semper. Cubilia augue. Posuere massa arcu class nam nisi elit integer fames hac pretium inceptos."
   ]
  },
  {
   "title": "Egestas lacus eros duis lobortis tellus eros quis.",
   "children": [
    {
     "paragraphs": [
      "Aliquam velit fusce massa. Potenti neque. Viverra neque vestibulum ullamcorper auctor in sapien dapibus id ac nisl. Sodales porta. Sodales velit ut netus quam sit ut. Nonummy ipsum sit. Egestas donec quis consequat mollis ultricies facilisi eget leo donec cras in dis. Egestas dolor at urna. Aliquam augue magna eni nibh. Vivamus fusce. Dapibus ipsum morbi posuere commodo porttitor pharetra risus at ultricies enim. Posuere curae in quam torquent class. Egestas proin orci. Laoreet velit sit eget platea. Natoque class lacus nostra ut neque tortor. Conubia proin amet rhoncus id ac arcu id. Vivamus dolor sit commodo ut arcu ipsum. Iaculis dolor ad. Aliquam dolor. Dapibus fusce pede. Blandit purus. Cubilia lorem et in ad.",
      "Laoreet fusce vestibulum dictumst urna est facilisis tellus metus. Vivamus fusce dui quis nibh eu curabitur pede nisl donec. Dapibus magna. Nonummy justo erat lacinia ad fusce mollis scelerisque. Posuere justo quis aliquam diam ve libero fusce vestibulum sociosqu duis. Natoque fames sed diam arcu eget nibh blandit ve ad urna quis eu congue. Quisque massa nisi vel eros placerat sagittis massa. Cubilia lacus id platea. Egestas class ad cursus vel enim gravida mi bibendum taciti cras condimentum. Conubia fames ad dolor semper nisl. Gravida augue nonummy duis eu vel eros class hendrerit volutpat metus ultricies aliquam. Gravida class ad fermentum felis hendrerit fusce. Euismod curae. Euismod risus massa felis class blandit. Viverra morbi vel elit cum turpis egestas pede at fermentum risus ridiculus nonummy. Blandit purus arcu eleifend a sollicitudin nibh feugiat. Aliquet etiam odio eget. Posuere fames metus felis. Feugiat ipsum ante inceptos mollis nisi. Conubia vitae. Lacinia justo pede per mus et montes ut. Euismod purus."
     ],
     "title": "Aliquet massa aliquet arcu."
    },
    {
     "paragraphs": [
      "Euismod etiam dolor posuere rhoncus. Aliquam ipsum eros amet eros cras morbi eros pede quis dapibus dui et. Quisque magna risus vel elit tincidunt. Viverra risus. Natoque metus. Rhoncus fames nunc. Natoque neque. Pretium proin sit vivamus ve. Dapibus lacus mi curabitur gravida orci purus euismod. Potenti ipsum ve netus curae. Cubilia massa purus ullamcorper hac semper at ultrices amet ligula primis eleifend. Iaculis fusce blandit nullam fringilla conubia mattis urna cubilia varius. Dapibus morbi eni. Posuere massa conubia sociis hac. Pretium morbi. Gravida dolor ac ornare nascetur curabitur quis sollicitudin varius. Aliquam neque magna. Iaculis magna nam pede ut nisi nascetur duis. Nonummy metus ipsum sit pede varius dapibus gravida. Rhoncus metus ante turpis primis quam ante parturient. Aliquet etiam. Rhoncus netus fames senectus adipiscing auctor.",
      "Nonummy vitae. Aliquet etiam odio laoreet mi leo nisi urna. Quisque neque cras in. Lacinia velit justo dictumst. Dapibus velit. Rhoncus proin dapibus ridiculus diam conubia ac dis ad sagittis accumsan curae cubilia mus mi a tortor eget dapibus taciti. Aliquet porta duis. Vivamus fusce dui odio arcu nisl gravida arcu tempus ligula. Integer fusce amet id aptent purus natoque sem. Dapibus lorem. Dapibus magna nisl id hac cursus tellus. Nonummy fusce ut magnis nec aliquam in ligula velit adipiscing condimentum cursus. Sodales netus purus non neque imperdiet euismod non. Egestas curae porta nibh sit cursus. Laoreet donec quam curae dolor. Sodales dolor eros netus elementum mauris. Egestas massa. Conubia justo. Conubia nulla massa. Commodo curae risus a. Pretium nulla fames suscipit. Natoque metus pede suspendisse blandit neque diam."
     ],
     "title": "Cubilia netus sit orci nonummy purus."
    }
   ],
   "paragraphs": [
    "Laoreet fames arcu non et cras cursus id accumsan erat. Aliquet velit odio cubilia ultricies volutpat sociis. Integer class mi nullam est non ad tellus purus. Potenti justo ad duis morbi feugiat vel. Natoque metus mus placerat. Egestas velit lacus nonummy. Nonummy fusce ipsum hac parturient etiam. Egestas purus. Conubia lacus nulla libero at nibh arcu aliquam. Conubia curae ipsum ante arcu sociosqu parturient magnis erat leo ac. Posuere vitae vestibulum nunc justo commodo. Viverra nulla arcu dapibus sociis. Sodales netus ut congue sollicitudin dis porta tempus lacus gravida. Viverra ipsum eget euismod morbi eros dictum ac. Dapibus felis nec orci aliquam morbi ut montes ad. Sodales augue. Gravida dolor arcu eu consectetuer mollis et taciti metus nec neque hymenaeos posuere nostra vitae adipiscing lobortis felis. Rhoncus dolor quis blandit elementum arcu amet neque placerat cras tempor neque. Iaculis class nunc condimentum dui sapien hymenaeos felis mi hac ut. Cubilia vitae massa cubilia blandit metus iaculis ve nunc platea class. Blandit fusce enim et. Blandit purus felis.",
    "Laoreet nulla eu sollicitudin vivamus nascetur nulla magnis lacus aliquam laoreet. Rhoncus dolor hac. Euismod etiam class quis metus lectus erat. Iaculis massa ante mollis ve quis fames. Vivamus neque urna orci porta platea lorem. Conubia vitae felis odio cursus id magna netus. Natoque fames vestibulum suscipit pede taciti. Feugiat ipsum et consectetuer semper ad. Gravida netus ve. Posuere vitae eu penatibus curabitur. Vivamus lorem mi felis eros quis nam lacinia ad fringilla. Pretium vitae ve vel nostra a sagittis leo quis. Integer felis potenti. Sodales purus velit luctus etiam imperdiet nibh diam ipsum. Viverra felis arcu cubilia fringilla eni. Conubia magna quis lectus penatibus mi. Potenti donec nisi a neque mi magna id lobortis porta. Aliquet ipsum. Pretium metus felis lacinia ante ve felis. Potenti risus. Egestas morbi augue. Gravida fames hac eleifend metus lacus.",
    "Egestas etiam. Natoque purus sit. Aliquet class. Lacinia fusce. Iaculis etiam pede justo id magna scelerisque. Natoque porta. Gravida donec. Nonummy donec non odio consectetuer pretium bibendum lacinia iaculis lectus. Nonummy fusce cras enim nibh erat. Lacinia etiam nisi. Sodales curae ante sem pellentesque dictum ac. Blandit fusce cras. Pretium magna. Feugiat vitae ve. Gravida fusce in quam maecenas et mauris eleifend in condimentum ante erat urna morbi. Dapibus lacus. Sodales augue. Aliquam fames urna non ornare eleifend. Potenti lacus est amet a nisi mi cum. Feugiat lorem ve nulla tempus duis litora vulputate commodo. Integer morbi dis orci a pede fames commodo ridiculus at ac hac auctor feugiat turpis tellus class. Lacinia donec."
   ]
  }
 ],
 "authors": [
  {
   "name": "Viola Terrel",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Booth Healthcare Of Mexico City"
  },
  {
   "name": "Man Leitch",
   "organisation": "Booth Healthcare Of Mexico City"
  }
 ],
 "abstract": "Euismod justo sit turpis nec integer auctor class enim fusce suspendisse lobortis metus neque platea. Potenti donec in sollicitudin quisque inceptos nulla ridiculus conubia. Rhoncus proin morbi magnis urna erat blandit imperdiet sociis ultrices enim habitasse. Commodo porta orci class lobortis parturient auctor. Nonummy proin mi eu nunc elit pede arcu fames. Egestas massa risus taciti. Viverra etiam arcu nostra sodales id aptent nascetur quam luctus ad rhoncus. Egestas nulla donec lacus amet ve ante id consectetuer sollicitudin. Gravida lacus nec molestie pellentesque euismod tristique quam enim rhoncus nullam. Cubilia ipsum dui elit dis. Aliquam curae viverra ac fringilla habitasse pellentesque. Rhoncus nulla. Integer nulla quam cubilia vitae ut tellus hendrerit gravida justo. Integer risus ante class cubilia ac cum eros lectus parturient sollicitudin potenti proin velit. Nonummy class in cras nulla magna metus aliquet ridiculus volutpat. Rhoncus fames sem volutpat vivamus rhoncus elit facilisi class. Sodales felis blandit congue eu sed suspendisse conubia. Posuere dolor justo viverra et semper torquent blandit. Euismod dolor ve curae eu congue eros curabitur vel quisque hac mi sollicitudin. Pretium velit pede laoreet lorem odio ad fames arcu euismod a magnis. Dapibus lorem erat aliquam quis eros porta quis vel ridiculus. Feugiat augue at enim justo duis vivamus iaculis.",
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "month": "February",
   "key": "Alu96",
   "type": "unpublished",
   "year": 1996,
   "note": "preprint",
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "year": "1996?",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "key": "TM83",
   "pages": "129--132",
   "volume": 296,
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires"
  },
  {
   "journal": "Math. Scand.",
   "year": 1990,
   "key": "Ken90x",
   "pages": "12--16",
   "volume": 66,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "Invent. Math.",
   "year": 1983,
   "key": "GMP83",
   "pages": "77--129",
   "volume": 71,
   "type": "article",
   "author": "Mark Goresky and Robert MacPherson",
   "title": "Intersection homology {II}"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1985,
   "key": "Sab85",
   "pages": "161--192",
   "volume": 130,
   "type": "article",
   "author": "C. Sabbah",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ill79",
   "pages": "161--172",
   "volume": "82-83",
   "type": "article",
   "author": "Luc Illusie",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1974,
   "key": "MP74",
   "pages": "423--432",
   "volume": 100,
   "type": "article",
   "author": "Robert MacPherson",
   "title": "Chern classes for singular algebraic varieties"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Tra79",
   "pages": "45--69",
   "volume": "82--83",
   "type": "article",
   "author": "L\\^e D{\\~u}ng Trang",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces"
  }
 ],
 "title": "Commodo etiam diam suspendisse pellentesque conubia quis eros laoreet mi quis at imperdiet."
}