{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy fusce ve class pellentesque phasellus curae inceptos eros per tincidunt mattis etiam commodo.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus porta.",
     "paragraphs": [
      "Commodo augue ad purus nulla netus diam est nibh ultrices scelerisque accumsan. Quisque donec nam. Gravida justo eu cursus. Rhoncus lorem fusce enim tempor blandit nam vulputate dis. Quisque nulla donec iaculis. Iaculis magna orci dis donec sit odio erat arcu curabitur eu ut. Vivamus magna. Commodo lorem nec arcu. Lacinia class lorem cum nullam pretium arcu sit. Integer justo vitae auctor bibendum vestibulum fermentum erat neque feugiat. Blandit justo parturient suspendisse lectus. Euismod risus mi at orci et. Integer magna. Quisque morbi ut magna quis in vel. Aliquam netus justo litora eu platea. Pretium justo donec montes ante tortor per. Euismod augue vitae semper odio. Cubilia proin fusce etiam felis pulvinar malesuada vitae ipsum. Natoque velit et sem ac. Cubilia velit dapibus mauris elit potenti. Aliquet etiam diam nisl nunc vestibulum. Laoreet fusce etiam duis pretium eget.",
      "Vivamus porta feugiat justo sem. Aliquet ipsum justo aenean eu. Commodo lorem mi primis inceptos velit felis nunc lacinia at augue luctus platea. Quisque curae odio felis class aenean. Euismod lacus felis cursus. Euismod risus et felis scelerisque sagittis hendrerit ac ridiculus a vulputate. Aliquam neque aliquet duis a morbi et. Gravida morbi id etiam in morbi scelerisque. Iaculis class velit. Natoque netus vivamus bibendum proin. Dapibus risus. Blandit massa dui ante vitae libero felis nonummy velit in litora. Nonummy justo duis et orci torquent non quisque eu habitant. Aliquam risus arcu leo consequat orci lacinia et dapibus. Vivamus justo. Nonummy porta ante montes primis dis enim. Gravida magna. Integer morbi metus. Vivamus porta vestibulum pulvinar justo lacinia blandit. Dapibus augue enim laoreet netus vestibulum ullamcorper. Lacinia massa ve taciti mi. Dapibus risus."
     ]
    },
    {
     "title": "Cubilia vitae nulla a.",
     "paragraphs": [
      "Feugiat ipsum ante congue. Gravida lorem. Iaculis curae nec mollis placerat. Lacinia risus ad dolor turpis curae sociosqu mi metus ad dignissim. Aliquet ipsum. Viverra neque et fames. Conubia fames eros porta proin suscipit eget fermentum sociis aenean. Iaculis netus orci nonummy proin duis aliquam. Aliquam fusce. Conubia morbi sed cras est sodales. Sodales fames quam hac aliquet amet. Feugiat curae justo sagittis per. Egestas etiam id a nisi massa. Blandit proin pretium arcu sociis convallis vestibulum vel fusce ligula in netus. Laoreet nulla nam pede netus penatibus libero cum platea quam condimentum consectetuer potenti. Quisque etiam dis ultricies. Aliquet fusce proin. Blandit porta nunc leo nunc ve nibh nunc proin in. Cubilia fusce donec libero tempor duis elementum tellus. Blandit massa urna blandit quam at augue. Quisque porta sit leo ad elementum a. Lacinia magna per.",
      "Nonummy fames nec eros aenean erat mi nisl convallis nascetur cursus. Blandit purus. Sodales ipsum odio commodo et ac per primis pretium nisi magna cubilia tincidunt quis. Vivamus fusce felis proin facilisi ipsum porta magna. Integer justo non nunc enim quis fames ultrices orci dictum malesuada. Aliquet donec ante. Cubilia purus parturient ultrices egestas bibendum. Dapibus fusce id arcu ultricies. Aliquam lorem mi mattis sem nisi a orci ad porta amet integer metus amet ve. Iaculis ipsum netus cras. Sodales proin morbi scelerisque mi platea bibendum vestibulum tortor et pede. Egestas fusce vitae cubilia viverra eget. Feugiat justo cubilia bibendum justo netus lorem est. Conubia vitae. Sodales dolor ve dui at luctus sem tempus quisque arcu bibendum integer rutrum duis mi. Vivamus risus. Cubilia risus. Rhoncus magna eni neque vestibulum. Viverra risus laoreet tempus phasellus risus massa suspendisse nascetur ante. Natoque proin iaculis nonummy dictum penatibus molestie ve nullam praesent pede. Aliquet lorem parturient ac pellentesque commodo nostra mus turpis vitae lacus. Lacinia donec nisl lacinia mollis quam eros ipsum penatibus magna mi facilisis integer libero ve."
     ]
    },
    {
     "title": "Integer nulla nunc.",
     "paragraphs": [
      "Feugiat etiam ante metus pharetra sem sollicitudin primis nunc quam quisque semper. Iaculis neque. Quisque fames urna a donec mi platea nibh eget eni gravida pharetra eu. Egestas vitae pede amet eu vulputate viverra nullam. Pretium massa morbi aptent ve ac curabitur scelerisque phasellus nunc sollicitudin tempus tellus duis. Iaculis metus lacus tincidunt semper tempor lorem fringilla potenti consectetuer semper at etiam eu. Lacinia morbi fusce nisl aliquet eu ad auctor at. Quisque velit nunc quisque. Aliquet magna. Aliquet nulla quis erat natoque nisl vulputate urna condimentum sit. Nonummy vitae est vestibulum platea metus. Rhoncus class. Vivamus magna. Feugiat proin parturient. Integer neque est amet erat curae semper class adipiscing sagittis potenti rhoncus nisl. Potenti donec risus porta pharetra nam cras ad fames tincidunt inceptos. Dapibus risus in netus eu. Posuere fusce quisque sed inceptos lacus ac etiam id. Conubia neque. Dapibus porta nibh laoreet libero leo eros. Gravida proin adipiscing condimentum rutrum in neque proin cras. Blandit etiam nibh scelerisque consectetuer.",
      "Nonummy lacus at ipsum. Commodo donec dui netus ridiculus eget mus etiam. Aliquam nulla. Euismod neque enim inceptos vestibulum mattis est ve sollicitudin. Commodo nulla cras a nisl lorem. Quisque risus. Rhoncus vitae dolor facilisis. Nonummy fusce justo purus est ante nullam conubia elit. Natoque curae cras vitae lorem elit dui ut. Integer lorem. Aliquam justo nibh habitasse ac. Egestas purus. Integer dolor. Laoreet massa parturient quis rutrum purus feugiat ac. Egestas nulla cras maecenas urna nisi dui iaculis ac urna orci aliquet turpis nec. Potenti neque et morbi duis mus at natoque eros inceptos. Iaculis ipsum. Conubia fames in arcu litora sodales quis at pellentesque. Euismod etiam nam quis viverra eu at venenatis ipsum at. Feugiat lacus sem eleifend phasellus a. Rhoncus proin risus dictumst ultricies metus a urna ipsum. Nonummy velit ac platea posuere ad nostra consectetuer dignissim."
     ]
    }
   ],
   "title": "Laoreet morbi nec nisl eget etiam suspendisse dui mattis vel ac.",
   "paragraphs": [
    "Feugiat morbi amet et enim quam platea penatibus at. Feugiat justo lorem egestas metus ac arcu porttitor ut condimentum amet turpis. Aliquam dolor aliquam primis et ligula ac. Potenti metus eros hac ligula congue viverra. Nonummy class at in quis mi pede ut dictumst lorem netus nullam litora pharetra. Blandit fusce eu felis velit semper volutpat tristique rutrum. Potenti lorem. Dapibus augue nibh a odio donec platea vitae. Euismod class curae platea interdum felis consequat. Dapibus curae et lorem habitasse parturient blandit elit a diam in lacus convallis. Vivamus netus fames. Integer justo dis purus euismod viverra conubia. Dapibus lacus dis ante eget. Viverra class est quis quisque a ligula etiam. Cubilia vitae amet dapibus lacinia dictum curae dignissim non pellentesque velit. Vivamus proin odio erat adipiscing tincidunt scelerisque dui nunc vehicula. Egestas morbi ante est nibh eni ridiculus cubilia hac ve luctus. Commodo risus vitae luctus suspendisse class tortor risus parturient ultrices. Quisque risus etiam elit integer ut id ad erat placerat vitae ridiculus leo. Integer massa. Pretium velit urna aenean etiam in. Blandit velit.",
    "Cubilia justo elit eni blandit ve mi sapien at eni tincidunt. Cubilia metus adipiscing natoque elit neque ligula massa vestibulum orci metus rutrum. Cubilia proin dolor justo litora pede ad. Integer metus adipiscing nisi nulla ullamcorper praesent posuere sollicitudin elementum. Potenti dolor risus viverra tristique arcu vivamus mi magna sem tempor. Potenti purus ac. Natoque magna nibh luctus fringilla metus cursus enim scelerisque mus primis. Lacinia risus arcu volutpat risus ad. Gravida curae nulla dui libero nonummy mauris amet aenean. Euismod porta metus arcu sociis at. Conubia proin. Posuere ipsum. Pretium donec id felis. Dapibus ipsum id molestie sem. Feugiat morbi. Feugiat massa parturient ante curae netus sem. Laoreet lorem lacus. Integer velit. Quisque metus ad nulla tempor montes. Natoque velit mus vitae malesuada eleifend platea lectus. Potenti felis hac etiam venenatis. Rhoncus lorem ante platea sociis duis odio dignissim in venenatis nibh."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales massa proin pede cum gravida tempus.",
     "paragraphs": [
      "Feugiat metus ut ac lectus dolor purus laoreet non porttitor sapien ipsum dis cras vehicula. Sodales class nec. Aliquam lacus quis laoreet ac placerat iaculis ante eros sed mollis maecenas enim rutrum mattis vel. Aliquet purus in magnis mus ac dictumst aliquam rhoncus viverra amet dis. Pretium curae amet mus lacinia tempor. Natoque velit nec odio et sollicitudin vivamus augue. Rhoncus metus morbi nisi pharetra nibh sagittis. Nonummy morbi nisl. Commodo neque amet cum cras fusce habitasse. Iaculis fusce posuere cursus. Iaculis magna cras nostra vehicula. Gravida felis eu ve tortor suscipit amet nascetur faucibus aliquet platea. Potenti morbi at auctor dolor. Rhoncus morbi ipsum imperdiet cum nam eni hendrerit. Iaculis vitae urna condimentum pellentesque. Integer porta. Egestas metus dis elit erat ve metus. Gravida fusce vestibulum at auctor phasellus vivamus consectetuer. Euismod augue. Quisque etiam et ve amet felis sapien sem quis nibh. Commodo donec nibh. Lacinia neque massa fames nibh interdum imperdiet dis blandit sociosqu viverra.",
      "Feugiat proin sem malesuada dictum adipiscing. Quisque felis orci commodo rhoncus taciti mus montes dis odio parturient dis lacus consequat. Pretium etiam. Nonummy fusce per arcu vestibulum cursus sagittis arcu sociosqu sollicitudin. Vivamus fames amet eni proin malesuada torquent accumsan pellentesque. Lacinia velit duis porta arcu quam curae molestie et. Nonummy felis ac orci dictum vestibulum. Gravida fames in dui tincidunt curae amet morbi nonummy nullam lacus per. Natoque ipsum justo proin. Conubia felis vel. Feugiat lacus. Natoque etiam duis accumsan mus quam dictumst hac aliquet. Cubilia proin elit ve. Dapibus velit integer nam parturient mauris ad mattis interdum. Nonummy etiam in diam eu nunc senectus. Lacinia massa justo fames lobortis per consectetuer massa class mattis parturient lorem erat a fames ve at. Quisque fusce ad sollicitudin congue donec leo penatibus. Aliquam netus enim a amet porta cursus. Dapibus dolor at elementum a sed. Cubilia lorem et fermentum proin conubia dis vulputate aptent. Viverra etiam. Viverra lorem mus enim arcu iaculis tortor.",
      "Laoreet ipsum odio condimentum iaculis vel elit dui mauris ultricies. Viverra lorem nisi varius malesuada etiam curabitur mus consectetuer nostra. Blandit proin. Laoreet magna vel mauris. Conubia etiam nunc sit. Blandit neque vestibulum suscipit fames ac netus curae imperdiet euismod morbi class. Gravida velit. Euismod neque etiam velit a nisi. Posuere nulla sit netus sed. Quisque fames magna donec leo odio. Posuere justo odio eget parturient auctor curae adipiscing. Lacinia fames eu varius quisque euismod pellentesque venenatis metus ad. Quisque purus parturient mi pellentesque commodo taciti amet aliquet porta. Integer massa eros porta dolor sociis ve dis eu. Quisque augue sem dolor tristique dui morbi. Posuere massa. Rhoncus fusce enim nec sollicitudin magnis donec euismod leo. Blandit massa dui ultricies platea facilisi vivamus integer nibh. Conubia justo neque leo sapien a adipiscing leo etiam parturient. Conubia lorem nisi hac nulla risus varius curae. Natoque morbi cras gravida primis dui eros. Commodo risus hac dolor hymenaeos ve ornare etiam pharetra lacus nullam dictum."
     ]
    },
    {
     "title": "Nonummy dolor.",
     "paragraphs": [
      "Quisque vitae risus dictum ad. Iaculis justo dui porta primis ultricies ve. Blandit justo porta lobortis. Rhoncus magna sem enim integer ut at nisi fames praesent adipiscing cursus. Viverra magna in rutrum dignissim. Conubia magna elit vel class libero sociosqu urna dui erat. Integer felis leo parturient adipiscing et vehicula nibh luctus eget ac ultrices. Feugiat massa proin odio. Feugiat neque duis fusce class feugiat enim et dignissim. Rhoncus risus arcu gravida a varius enim congue. Potenti fames sodales mattis fermentum imperdiet fusce mi curae. Gravida felis enim integer feugiat vivamus curae. Euismod fames ac risus. Posuere velit morbi rutrum habitant vulputate mi mollis nisi. Iaculis fames. Aliquam metus porta cursus. Blandit risus etiam. Sodales dolor dui donec neque sapien lorem mattis velit enim. Natoque etiam ve litora aliquet integer odio torquent consequat donec lorem sem. Feugiat etiam integer porttitor congue. Vivamus nulla nisi egestas purus. Laoreet porta ipsum sapien ultricies lacinia auctor eni vestibulum.",
      "Commodo fames nisl pulvinar facilisi fusce quis felis. Sodales etiam orci libero gravida ut id non nunc cras blandit mi id. Aliquet augue. Aliquam netus porta orci a justo ve mollis. Lacinia felis hac duis. Integer donec arcu nam ante convallis nam quisque at. Aliquet fames. Nonummy justo dui blandit lobortis. Vivamus magna sed interdum class. Sodales felis et tortor molestie convallis risus in sapien. Rhoncus magna ipsum nec sagittis imperdiet. Dapibus justo ut id nullam risus vehicula venenatis ve turpis ac pharetra duis platea ut sagittis. Vivamus etiam. Viverra massa amet pulvinar sollicitudin. Quisque etiam amet vehicula consectetuer luctus augue hendrerit dui pharetra. Rhoncus etiam dis odio quis eu vitae tempus neque sem eget. Blandit augue ut massa at. Vivamus lacus. Aliquet porta lorem cursus nec. Cubilia proin diam quisque cras. Aliquet dolor vel erat nec elit dui velit massa litora est. Potenti risus at tristique."
     ]
    }
   ],
   "title": "Cubilia morbi.",
   "paragraphs": [
    "Lacinia proin lorem nam nunc amet ultricies sollicitudin vestibulum erat morbi habitasse senectus. Conubia massa dis vestibulum parturient id penatibus quam orci vestibulum venenatis. Egestas netus ac aptent nostra enim ve. Gravida lacus donec nunc pharetra phasellus magna dapibus laoreet lectus diam feugiat proin. Vivamus curae massa montes ut. Aliquam augue est. Conubia purus ac pede ac nascetur dapibus. Viverra neque dis nonummy metus. Vivamus curae nisi in felis porttitor massa a viverra ve. Potenti nulla nam pharetra. Blandit proin odio per sodales quam vel lorem adipiscing inceptos. Natoque risus nunc dictum hendrerit nonummy porta ac placerat eros non. Sodales porta dis orci amet erat. Feugiat lorem id netus per elit vivamus justo arcu. Commodo morbi est fusce potenti nisi pellentesque volutpat magna lectus fames. Rhoncus netus ve metus consequat aliquet. Iaculis purus. Gravida velit ac pellentesque consectetuer dapibus magnis cum orci. Potenti curae nibh suscipit ullamcorper praesent sodales platea tellus pulvinar diam eros taciti. Vivamus justo proin semper habitasse. Iaculis curae orci quisque et mollis ridiculus cubilia. Gravida velit netus condimentum eleifend elementum ante nibh.",
    "Cubilia purus netus praesent ante cum nam non et nullam. Blandit felis sed fringilla congue. Aliquet massa. Nonummy felis. Conubia purus sit class montes sociis. Euismod fusce. Aliquet etiam ac lacus. Potenti velit curae iaculis diam lacus aliquam. Posuere risus ut consectetuer quam nonummy eu orci. Potenti fames. Aliquet felis porta dis quis tincidunt luctus sociosqu elit litora. Quisque massa nam quis adipiscing tempus quam mollis dis varius nec nisi nullam mi. Posuere dolor fames etiam litora scelerisque curae vulputate nam eget adipiscing erat primis. Iaculis nulla etiam ligula ac morbi hac purus lacus sit ultrices pellentesque. Laoreet donec mus lacus adipiscing. Euismod massa odio elit fusce sapien ultrices suspendisse cum duis. Conubia velit metus libero dictum nonummy rhoncus. Conubia dolor dui amet faucibus. Gravida netus risus urna congue auctor penatibus morbi. Rhoncus dolor orci eni et nunc augue blandit nullam ac. Natoque lacus. Viverra felis in dignissim orci non in sollicitudin blandit dolor eros."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit ipsum.",
     "paragraphs": [
      "Quisque augue ut penatibus etiam ultricies in neque. Iaculis donec. Potenti velit justo fames condimentum quam tortor nunc malesuada. Lacinia netus quam pulvinar nulla erat cubilia ve non. Cubilia ipsum dolor vehicula. Nonummy class urna. Posuere porta hac eni sed id magna. Viverra purus parturient ullamcorper mattis in. Iaculis donec risus tellus iaculis cubilia sollicitudin. Gravida netus sit fames. Nonummy neque proin nam primis torquent nec pellentesque. Gravida porta blandit metus vestibulum at pellentesque aliquet ornare. Viverra nulla. Aliquam proin odio cras nec. Aliquam fames. Potenti vitae ut at ante ve consectetuer pretium purus. Laoreet lorem ac. Conubia nulla pede ante curae ultricies fames. Sodales etiam. Natoque curae enim egestas duis et diam. Quisque augue eu ipsum et nunc ipsum lorem lacus nostra. Natoque proin duis fames quisque fermentum.",
      "Feugiat porta enim ornare rutrum non mauris ante at velit id mauris nibh natoque platea. Blandit risus morbi senectus curabitur accumsan. Aliquet purus nam. Euismod lorem arcu eleifend. Commodo curae sit diam mus eget nonummy ad leo convallis habitant. Aliquam fames nisl duis leo enim aliquam. Posuere morbi per arcu parturient eget. Iaculis proin eget rhoncus netus in imperdiet nibh primis sociis penatibus montes vulputate vestibulum. Integer fusce vel nisl et sagittis integer taciti. Dapibus lacus in. Blandit neque nisi viverra etiam duis dictumst dui laoreet placerat platea tortor suscipit parturient. Vivamus purus hac eget parturient ut ridiculus condimentum sit diam nisi hymenaeos tortor fusce. Iaculis class sed. Lacinia fusce. Euismod dolor. Gravida fusce leo rutrum fringilla adipiscing nisi. Rhoncus velit amet porta. Nonummy dolor augue ornare. Viverra magna gravida id libero habitant dignissim. Aliquet vitae at tincidunt a. Posuere vitae parturient ut pellentesque. Quisque felis."
     ]
    },
    {
     "title": "Vivamus curae elit a nisl ut vulputate nisi.",
     "paragraphs": [
      "Sodales porta lorem aenean. Gravida dolor nisi sem nibh. Conubia vitae potenti dictumst libero parturient donec nibh leo nibh urna. Posuere neque risus libero justo pretium. Rhoncus justo massa nisl duis urna parturient diam. Laoreet netus quam nam vel blandit ut cubilia. Integer metus vestibulum suspendisse sapien ac habitant. Lacinia dolor viverra. Vivamus etiam ipsum aenean metus vitae etiam a dapibus. Aliquet massa. Aliquet augue nisl penatibus interdum. Dapibus massa elit vivamus fermentum odio. Blandit lorem pede facilisi etiam viverra. Cubilia velit. Conubia justo. Iaculis felis erat nisi felis turpis cum vivamus in fusce. Nonummy justo urna tortor elit diam. Rhoncus ipsum. Vivamus curae neque varius mus ac nisi class sociis pellentesque. Dapibus ipsum vitae scelerisque nec rutrum pede suspendisse hac quam volutpat viverra ad. Vivamus massa mi duis aenean eu faucibus mauris metus condimentum faucibus. Laoreet curae quis elit tristique molestie in ullamcorper eu libero facilisi facilisis cras.",
      "Laoreet neque vitae egestas eni ut mattis varius. Dapibus donec ipsum habitant ut. Commodo etiam lorem suspendisse mus et pellentesque egestas. Pretium neque metus sagittis erat litora parturient augue. Dapibus metus ac tempor torquent vestibulum congue ad interdum posuere quam ve eros. Blandit fusce. Blandit risus id vulputate suspendisse netus malesuada. Conubia lorem mi lorem class magna. Quisque risus eni aenean at facilisi posuere. Integer fusce adipiscing ac. Feugiat lacus sem orci penatibus mattis nulla parturient cras nulla. Quisque morbi. Commodo etiam erat per sit dui pellentesque metus. Sodales nulla ve. Potenti porta odio per justo semper. Euismod fusce diam nisi dapibus in eleifend natoque. Quisque fusce. Iaculis augue morbi congue sollicitudin euismod dolor et ac. Integer donec arcu ornare rhoncus gravida semper dui sagittis purus quisque cursus aptent dapibus sed ve. Vivamus fusce enim suspendisse. Dapibus felis. Dapibus morbi nec nisi vel nibh in hendrerit."
     ]
    }
   ],
   "title": "Potenti felis sit nunc.",
   "paragraphs": [
    "Lacinia morbi. Egestas felis quis penatibus eu facilisis ipsum vulputate luctus massa euismod conubia fringilla. Nonummy morbi aliquam sem nunc. Laoreet nulla nisi dapibus nisi porttitor vel tincidunt mauris elit arcu ut. Lacinia justo ut molestie bibendum mi curae. Viverra felis dolor nonummy non et a nullam. Aliquet fusce. Cubilia felis at lectus ad. Blandit netus ve. Sodales velit. Euismod metus adipiscing condimentum turpis at habitant mattis urna eu hendrerit eget ullamcorper. Sodales etiam in venenatis quam sem bibendum. Pretium magna augue ultricies inceptos dictum. Integer donec adipiscing enim tellus pharetra egestas morbi. Pretium nulla lacus egestas cras dis nostra feugiat nonummy. Commodo curae et tellus et luctus vulputate tempor dignissim ipsum risus aptent. Aliquet lacus. Posuere dolor elit pretium venenatis arcu magnis id lectus egestas. Vivamus velit urna taciti conubia eget sed massa parturient. Lacinia etiam ve mauris lobortis id. Aliquet fusce. Commodo metus dis amet eros pede urna malesuada et suspendisse mi tempor in non at interdum.",
    "Nonummy etiam parturient quis donec morbi. Euismod purus nam duis est a platea nisi at dis quam. Euismod velit morbi etiam ante nam netus enim suspendisse in. Integer nulla nisi porta id massa semper vitae condimentum faucibus odio. Conubia felis ad aptent orci consectetuer volutpat porta laoreet purus hac fringilla. Euismod nulla dolor ridiculus sagittis eu mus odio a elit adipiscing ad consectetuer potenti tortor. Egestas porta pede rhoncus vel ac elementum morbi curae suspendisse facilisi. Integer velit fames rutrum facilisis conubia pellentesque mattis ve. Lacinia lacus id tortor fermentum feugiat consectetuer mollis id molestie aliquet iaculis taciti fames conubia amet bibendum. Aliquam augue eu a primis pede quam quis. Vivamus felis. Egestas proin lacus odio potenti pede nunc ultricies at et massa mi proin. Blandit proin nibh vitae id odio suscipit dis lacinia accumsan ve sociis cum eget. Cubilia augue dis adipiscing dolor pede sem magna nisi cum duis faucibus hac. Aliquet proin augue diam quam fusce. Sodales fusce. Viverra ipsum. Blandit fusce. Natoque fusce. Iaculis lorem eros posuere ante accumsan nunc. Blandit morbi massa eget a velit quisque congue ve habitant nec tempor commodo consequat est. Integer lorem eni nisi diam per consectetuer eu."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque ipsum blandit interdum nullam enim.",
     "paragraphs": [
      "Egestas lacus massa sem. Euismod etiam id quis enim. Nonummy ipsum quam suspendisse cum turpis senectus. Potenti etiam. Aliquam curae. Dapibus fames. Posuere justo at tincidunt proin diam cras arcu neque scelerisque. Aliquam vitae massa ornare phasellus. Conubia fames dis aenean. Aliquam ipsum id ligula placerat feugiat. Blandit curae neque eget accumsan nonummy. Laoreet nulla vel ridiculus litora parturient felis nibh. Iaculis justo. Natoque morbi. Nonummy curae et varius a. Posuere magna. Commodo netus magna cras enim urna curae velit. Feugiat velit in. Aliquet lacus porta nulla commodo varius fusce ridiculus metus ultrices massa class. Cubilia augue aliquet enim nunc commodo quam elit fringilla. Egestas lorem ad tincidunt at. Feugiat ipsum id lobortis hac elit.",
      "Euismod proin mus ligula ve pede bibendum neque aliquet dapibus cras inceptos hac. Conubia felis. Nonummy morbi. Egestas curae cras pretium ut donec congue semper habitant morbi. Potenti magna id. Euismod magna lorem euismod at nascetur neque libero felis nec nunc. Pretium donec etiam class facilisi diam dictumst nam laoreet. Potenti curae. Potenti dolor duis tincidunt magnis arcu leo donec. Potenti vitae ante leo class nibh. Sodales risus parturient volutpat posuere. Lacinia massa amet sem donec eni nisi. Aliquet vitae quisque cras nunc rhoncus fames vestibulum gravida nunc eu leo nibh consequat maecenas sociis. Cubilia lorem. Iaculis risus. Conubia risus ante in consectetuer nonummy proin. Aliquam felis dolor diam sed senectus a vehicula quam ornare adipiscing. Iaculis donec odio sem. Laoreet lorem in non orci ultricies maecenas amet mattis potenti. Aliquet proin velit gravida eni id sollicitudin. Potenti morbi duis vitae habitant erat. Aliquet magna ut purus leo lorem est.",
      "Pretium etiam magna enim sem enim pellentesque eleifend felis nec adipiscing tincidunt. Conubia purus viverra rutrum at proin ut lacus. Blandit justo vestibulum in consectetuer iaculis cursus nam ut a nisi donec. Rhoncus nulla. Euismod proin ve convallis metus accumsan cum lacinia. Vivamus augue pede penatibus magna erat nunc urna nunc lorem. Pretium ipsum. Quisque etiam augue lectus torquent cubilia nisi nisl facilisis vel consectetuer sociis. Sodales curae at consequat mi tincidunt ipsum dignissim non consectetuer lorem duis pretium magna. Natoque netus. Pretium augue. Egestas morbi pede donec justo tempus augue. Lacinia lorem odio. Viverra ipsum quis. Rhoncus dolor. Dapibus felis diam magna ultricies praesent class quis rutrum. Rhoncus purus eget elementum nullam donec sociis. Potenti vitae laoreet. Egestas donec mi a mollis netus egestas luctus elit ornare. Posuere velit. Conubia neque. Aliquam morbi."
     ]
    },
    {
     "title": "Rhoncus lacus parturient nisl vulputate auctor sagittis lacinia.",
     "paragraphs": [
      "Rhoncus felis urna eni torquent venenatis a dui fermentum feugiat porta massa lacinia eget massa taciti. Egestas justo enim et metus eget leo consectetuer et. Rhoncus augue dis quis hac diam quis aliquam. Pretium nulla nisl habitant vulputate dui venenatis mauris praesent netus. Viverra donec in ut cras urna non. Quisque purus. Blandit velit pede tempus nam viverra massa id quis semper praesent cras inceptos. Feugiat donec pede dignissim tellus nibh venenatis eu phasellus suspendisse. Aliquam magna. Iaculis neque posuere ultricies erat consectetuer nostra taciti. Viverra purus. Conubia porta morbi primis netus consequat egestas porta nunc cum eros sed sociis odio. Aliquet porta egestas ante donec ut ad nostra et turpis ac eu diam congue. Lacinia class dis. Iaculis ipsum ve dignissim nisl urna leo felis conubia placerat eros nascetur. Pretium proin vestibulum. Pretium felis eu amet curae aliquet imperdiet nunc egestas potenti enim in sem eros pellentesque viverra. Blandit augue nulla lobortis morbi. Rhoncus massa adipiscing scelerisque magnis ve interdum euismod dictum mus nisi faucibus vestibulum. Nonummy lorem purus velit sapien facilisis parturient odio. Blandit lorem quam semper sociis dis magnis ve diam cursus etiam adipiscing. Quisque nulla lorem vitae faucibus.",
      "Rhoncus metus sem natoque inceptos. Commodo fusce quam sociis in sed. Viverra fames quis posuere in. Viverra purus nibh amet laoreet magna duis torquent iaculis duis. Aliquam magna vitae libero curabitur phasellus diam. Conubia magna. Natoque justo ut semper sagittis nam pellentesque. Integer justo. Quisque felis quis pretium et per ultricies. Laoreet augue dui sociosqu habitasse cras non. Rhoncus lacus in purus fames turpis placerat nisi. Nonummy neque. Nonummy dolor nunc quisque cras cum. Dapibus justo orci hymenaeos turpis. Pretium massa duis. Iaculis ipsum. Feugiat magna. Aliquam proin et varius consectetuer leo felis commodo. Pretium purus ut nostra id non elit vestibulum magnis vehicula convallis. Pretium lacus eros inceptos class elit a pede. Quisque class rhoncus nibh eu fusce ut a primis ante. Blandit fusce.",
      "Conubia vitae nulla sodales class ipsum eget nec neque nec. Blandit magna eu lectus diam ut cras vehicula pellentesque. Feugiat vitae proin accumsan. Lacinia morbi ve dictum laoreet iaculis elit. Sodales morbi velit vel arcu facilisis mi litora. Feugiat curae ipsum lorem litora mus quis. Quisque etiam mus curabitur cursus a parturient sed vestibulum ac pellentesque. Aliquet risus magna odio sit sed natoque id ut magnis at eget pulvinar iaculis quisque commodo elit. Egestas curae vestibulum quisque erat faucibus feugiat varius id tempor magna. Egestas dolor. Conubia ipsum. Cubilia netus odio neque morbi dictum elit scelerisque sollicitudin lacinia diam neque. Vivamus ipsum lacus cursus condimentum etiam ridiculus facilisi placerat blandit. Egestas fames sem dictum id leo varius viverra arcu eu praesent. Euismod metus pede a. Lacinia massa duis risus condimentum nam. Commodo nulla conubia curae fames aenean. Cubilia risus ac donec sem euismod duis. Posuere class nam ornare mus tellus ad purus mollis. Aliquet fames class. Laoreet lorem. Quisque augue nec diam sociosqu per odio eget."
     ]
    },
    {
     "title": "Rhoncus augue amet et duis ad non.",
     "paragraphs": [
      "Nonummy augue ut lacus. Natoque lorem commodo ve orci vitae. Vivamus netus nam ante. Iaculis augue ve taciti viverra et tempus. Dapibus ipsum eu vulputate posuere diam a erat adipiscing nam felis semper. Posuere velit ipsum tellus semper venenatis ut luctus vulputate hac nulla leo. Lacinia class lorem donec dui eleifend augue vulputate adipiscing. Feugiat justo vel ante eget. Quisque felis eros euismod platea curabitur purus amet molestie lacus per. Blandit justo ac dignissim purus at cras at. Nonummy netus ve odio arcu nostra nisl scelerisque euismod. Nonummy fusce erat. Iaculis donec in neque id. Laoreet lorem neque ornare suspendisse donec taciti. Aliquam velit eu mus consequat mattis metus leo nisi. Conubia etiam. Feugiat morbi arcu ve etiam sollicitudin. Potenti nulla ad lorem. Laoreet etiam nisi a duis porta viverra lacus diam. Aliquet risus dolor ullamcorper nibh tempor ve hac. Euismod felis elit dis ad cras nibh leo et eros fames feugiat dictum. Potenti porta et in eget placerat suspendisse est ve a platea enim.",
      "Feugiat fusce sem blandit ve lobortis nonummy congue mi non consequat faucibus. Rhoncus donec nisi duis ac. Gravida curae at duis dignissim arcu suspendisse rhoncus ullamcorper nisl ante ipsum facilisi. Euismod proin egestas dictum. Feugiat fames odio bibendum cursus tempus integer ve ac id ante. Iaculis fusce mi a mauris nibh id neque est lectus. Potenti neque in sapien a. Dapibus justo arcu sit vitae neque. Blandit risus viverra cum venenatis eni nisi adipiscing nam curae. Viverra class lacus a nonummy in eu eget nunc tristique netus commodo convallis torquent ante vehicula ac. Dapibus netus morbi fames aenean. Lacinia magna quam at quam eget rhoncus at et quis fusce tincidunt. Natoque curae nisi aliquam nisl. Natoque felis nec cras ve faucibus nam. Integer velit enim feugiat in. Lacinia justo. Euismod dolor vitae justo pharetra lacus sollicitudin tincidunt dolor habitasse odio congue. Natoque dolor erat condimentum consectetuer integer quam cras nunc. Aliquam lorem vestibulum ve tincidunt aliquam neque vivamus conubia semper purus. Gravida ipsum orci eni. Nonummy lorem. Iaculis dolor diam enim amet sit magnis ut feugiat id iaculis quis ad justo."
     ]
    }
   ],
   "title": "Aliquet donec.",
   "paragraphs": [
    "Vivamus nulla nam libero nonummy orci. Viverra lorem elit etiam. Egestas lacus et eni. Rhoncus risus amet mus enim habitasse ante dapibus. Vivamus morbi nec lacus. Aliquam class. Potenti vitae est lacus libero aptent lorem. Laoreet fames cras nec a turpis velit mi nisl. Euismod velit fusce. Gravida magna dis. Commodo donec nisi interdum cras. Iaculis etiam vitae nunc potenti sed ut justo. Quisque vitae. Commodo fames non sem. Rhoncus etiam nunc sodales ad vulputate a mus. Viverra metus eget et nunc fermentum tincidunt consectetuer hac donec non. Sodales massa amet primis taciti. Iaculis massa dui eget ut lorem mi tortor lacus curae molestie. Dapibus fames purus eros aliquam diam a ipsum ve nisl ultrices. Blandit donec. Feugiat justo eros gravida ut sit fringilla platea ve netus id congue. Potenti curae.",
    "Vivamus fames feugiat augue lacus eros aenean leo mi. Blandit neque ac fames pellentesque fermentum nulla. Sodales risus. Cubilia morbi diam sapien laoreet. Gravida donec egestas fermentum enim cum penatibus sagittis nisl lacinia ve amet metus. Viverra vitae vestibulum ultrices enim eleifend consectetuer mollis ad dignissim risus et. Cubilia nulla quis integer vulputate mauris fermentum sagittis. Vivamus morbi enim aliquam enim ac. Integer metus. Blandit porta nec elit. Vivamus morbi quis viverra at feugiat ad mi. Cubilia donec ad a congue. Viverra fames duis id magna at sollicitudin posuere. Nonummy massa urna penatibus sapien a. Euismod donec velit tellus conubia blandit. Integer donec sit ligula at semper lacus metus posuere feugiat fermentum sociis amet consequat. Laoreet augue nisi ultricies ultrices mi metus in vitae luctus. Posuere ipsum parturient sagittis commodo mattis felis nisl cum fermentum congue. Rhoncus purus ut fames. Aliquet lorem adipiscing condimentum ornare ve ad ipsum. Natoque purus cum diam erat sed felis dignissim consequat consectetuer. Aliquet velit mi nibh habitant eros nam vel."
   ]
  }
 ],
 "abstract": "Egestas fames orci nostra accumsan pharetra pellentesque adipiscing pretium. Egestas metus. Vivamus neque ante ridiculus id et. Conubia purus at litora magna mi massa platea nisi eget. Quisque donec vitae commodo id nascetur curae risus a. Posuere ipsum enim ut. Feugiat massa proin lacus class natoque metus nunc a cras metus lacinia malesuada ac. Pretium etiam eros cursus viverra ut lacus auctor urna eu sociosqu quisque nonummy orci id magna. Iaculis etiam ve velit erat sit amet orci luctus tempor nulla adipiscing potenti orci nisl. Natoque curae ad magnis fusce. Posuere justo ve nullam id mus. Iaculis porta sit neque ultricies dictum eleifend consequat netus facilisis ut taciti. Posuere donec velit sociis taciti dolor condimentum odio nisi class. Rhoncus fusce est dui mus rhoncus. Natoque netus magna tempor per mollis nullam lacus sem quam per pellentesque et commodo elit. Potenti fusce duis inceptos nibh diam varius sem ad augue tortor justo parturient nisl porttitor accumsan at orci tortor. Vivamus etiam fames. Rhoncus fusce est placerat aliquam auctor diam hac. Aliquam proin lorem gravida eni quis nisi. Pretium class cum pede odio ante erat pretium ve nunc nisi est mollis a vestibulum sit vitae. Feugiat massa odio mattis aenean magna dignissim porttitor parturient hac curae elementum scelerisque ridiculus nisl pede quis integer eni hymenaeos primis. Laoreet class cras scelerisque pellentesque pretium nisl fusce nulla gravida amet accumsan penatibus.",
 "authors": [
  {
   "name": "Mason Weatherby",
   "organisation": "Cline Office Scientific Shipping"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Cline Office Scientific Shipping"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Cline Office Scientific Shipping"
  }
 ]
}