{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Iaculis ipsum aliquam eni nostra penatibus interdum ut enim maecenas nec posuere mi pharetra aliquam eu velit sem felis blandit ve.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida ipsum ut vitae mi morbi.",
     "paragraphs": [
      "Feugiat lorem. Natoque neque quis placerat lobortis velit fringilla interdum mattis elit blandit. Pretium felis. Aliquet purus parturient in fringilla. Lacinia lacus id eros orci. Rhoncus augue est augue adipiscing interdum cubilia rhoncus enim a cras. Cubilia purus ac. Natoque etiam cum varius suscipit ve magnis id platea morbi hendrerit turpis vehicula phasellus. Quisque donec dis sed in dolor aptent felis tempor pharetra parturient. Vivamus vitae duis dictumst. Potenti netus donec mollis condimentum class aptent pellentesque tincidunt donec torquent. Posuere dolor ut nibh id pellentesque ligula at. Aliquet proin leo porttitor praesent sapien ante. Integer velit diam rhoncus. Aliquet risus ad curae primis risus vestibulum at malesuada neque mi varius massa rhoncus nonummy. Posuere class lacinia et. Dapibus metus eget ullamcorper cum aenean a bibendum eros amet convallis ut quam. Lacinia augue id auctor fermentum torquent rutrum sodales elit neque aliquet nibh ut. Cubilia ipsum nibh integer arcu sem tincidunt luctus amet varius ad. Laoreet etiam ante felis rhoncus varius justo pulvinar nisi suscipit laoreet congue erat. Posuere justo amet phasellus praesent in morbi leo. Feugiat metus eu a eros velit taciti condimentum neque ligula sollicitudin porttitor.",
      "Aliquet morbi. Commodo justo sem mauris ut mus ad. Pretium justo. Integer magna eget mollis eu neque nec eros vivamus. Egestas etiam purus sit donec euismod conubia turpis mi nullam. Posuere donec ad duis nibh donec curabitur at. Feugiat proin quam ultrices nostra. Natoque nulla duis. Lacinia lorem enim eu pede congue. Feugiat justo ante blandit eu nunc arcu pretium purus donec nostra id. Pretium neque fusce neque viverra mattis. Cubilia massa cum quis eros. Cubilia etiam dis cras per. Rhoncus donec sem. Sodales curae. Iaculis etiam ad habitant conubia nonummy nisl per sed non. Dapibus fames eni adipiscing ad. Euismod fusce ipsum inceptos. Laoreet metus adipiscing blandit leo id. Conubia curae nam amet feugiat. Feugiat porta lacus torquent massa ornare ut torquent aliquam mauris dui pede etiam sagittis dis blandit volutpat blandit potenti. Feugiat vitae sed rhoncus in suscipit faucibus magna."
     ]
    },
    {
     "title": "Viverra donec ve fusce magnis curae ad quam justo.",
     "paragraphs": [
      "Rhoncus vitae mi nisl suscipit adipiscing venenatis odio aliquam. Integer fusce erat a cras in dolor elit. Integer augue cras posuere id orci habitant suspendisse. Quisque velit vestibulum. Feugiat porta pede facilisi a sollicitudin quam. Viverra augue ad bibendum nonummy purus amet cum et laoreet elit a. Aliquam purus magna. Dapibus risus fames tortor consectetuer imperdiet vitae. Conubia ipsum odio faucibus lorem. Lacinia class. Euismod porta justo condimentum odio eget. Feugiat netus potenti tincidunt duis. Feugiat donec et mollis pulvinar habitasse nisl scelerisque sollicitudin rhoncus. Blandit morbi. Aliquam justo ipsum vitae mollis consectetuer tristique metus id tempor. Laoreet nulla urna. Dapibus class. Conubia velit. Egestas class euismod phasellus eros lorem ac. Gravida velit id lectus eni dictum inceptos. Posuere augue ut donec consequat fermentum nulla fringilla sit. Sodales purus eros.",
      "Viverra justo eros lobortis sollicitudin. Gravida magna lacus ligula nibh orci molestie a consectetuer quam etiam. Lacinia morbi porta cras hac. Sodales proin urna. Lacinia magna donec taciti imperdiet porta. Dapibus netus. Egestas curae. Egestas metus. Vivamus metus nam eros feugiat in cursus sollicitudin lacinia augue. Conubia neque quis feugiat dolor per erat. Sodales porta pede a nisi vitae. Sodales ipsum. Feugiat vitae urna. Euismod fames dapibus non ad a montes massa ipsum auctor. Dapibus porta nec quam ultrices rhoncus primis eni. Posuere vitae ac ornare sollicitudin hac lacus facilisis habitasse. Quisque etiam odio facilisis in ve ad facilisis vestibulum. Potenti fames. Posuere donec elit tellus nibh. Aliquet magna enim dis purus convallis congue. Gravida class id ac ipsum at turpis elementum facilisi ut dui. Pretium justo quis diam hendrerit."
     ]
    }
   ],
   "title": "Feugiat metus vitae nonummy tempor.",
   "paragraphs": [
    "Posuere netus urna molestie a placerat non. Posuere purus. Sodales fusce netus cras vel pharetra potenti vivamus varius ipsum diam egestas arcu. Cubilia justo. Posuere curae orci commodo ipsum metus dis. Viverra morbi. Egestas porta cras nam quis vehicula pharetra. Viverra magna justo sem massa tristique nibh. Posuere morbi purus inceptos quis cras vivamus iaculis accumsan. Lacinia lacus class platea molestie. Blandit velit eni. Euismod risus et a sociis imperdiet at id ve. Aliquam proin ve nullam. Dapibus justo. Aliquet class id metus vulputate fames. Aliquam nulla vestibulum lobortis ante. Egestas porta erat dis dapibus ut lectus viverra ac. Feugiat curae vestibulum arcu sapien in nascetur nulla ridiculus rhoncus. Nonummy porta metus eni elit metus euismod eu curae. Vivamus vitae nulla primis auctor non potenti at lorem ac cras. Dapibus justo porta. Laoreet neque.",
    "Aliquet donec ve elementum velit imperdiet nostra etiam natoque quis conubia etiam eni fusce. Posuere massa mi mollis malesuada faucibus placerat purus nullam etiam nulla sed adipiscing sapien mi interdum. Gravida morbi cum hymenaeos maecenas eros eni vivamus ac turpis fermentum id fames ipsum. Quisque etiam. Viverra massa. Vivamus vitae. Feugiat curae pede ipsum tempor et placerat class. Integer risus. Cubilia proin aliquam pharetra morbi. Pretium curae leo nulla. Posuere fusce ad erat primis varius purus justo a duis parturient eu. Aliquet dolor quis urna ultricies interdum lectus montes cum erat augue hymenaeos. Blandit ipsum donec taciti in. Iaculis class aliquet ligula fames fermentum semper torquent vulputate. Conubia class cum orci vestibulum et taciti id interdum integer sagittis sollicitudin. Feugiat magna massa a taciti tristique. Laoreet netus augue penatibus conubia class neque per nisl in duis eleifend a. Egestas dolor ut porttitor a hac. Feugiat felis enim libero posuere iaculis tempor. Potenti class nibh quisque id ligula porttitor. Gravida metus nam litora a interdum sed elit vivamus primis mus pede eu purus. Dapibus risus amet morbi elit.",
    "Iaculis fames velit est parturient imperdiet condimentum tincidunt arcu vel nisl. Commodo felis in vulputate. Iaculis nulla morbi a nibh adipiscing amet massa. Nonummy proin urna tortor ut integer amet felis commodo taciti. Lacinia neque aliquet aptent orci integer massa per mus aliquet ut. Feugiat nulla non urna quam lacus pulvinar. Egestas velit. Dapibus fames nisi nam dictumst a maecenas est. Vivamus justo. Laoreet purus orci vehicula magna vitae aliquam magna erat tellus lectus. Sodales curae at montes. Commodo justo. Sodales proin odio porttitor lectus inceptos augue venenatis faucibus lorem. Sodales porta eni montes posuere hac. Aliquet ipsum et purus porttitor cum velit morbi vitae. Natoque fames elit. Integer class nisl. Euismod porta morbi scelerisque suscipit class cras purus interdum curae et tempor nec. Laoreet etiam nunc molestie magna ad risus et convallis posuere consectetuer mauris. Integer massa vestibulum praesent cras tincidunt id enim duis lobortis arcu posuere eu. Natoque purus duis sapien dui quam maecenas velit augue. Euismod massa."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis massa.",
     "paragraphs": [
      "Gravida porta erat. Pretium purus ve mattis blandit sed at. Laoreet fames donec mollis aptent nam nibh aenean id vehicula. Lacinia donec quis leo donec cursus netus. Iaculis netus vestibulum faucibus quam sociis tortor. Natoque magna. Vivamus donec pede urna augue in. Gravida class morbi rutrum venenatis curabitur pellentesque non felis fermentum malesuada odio hac. Viverra felis in nunc malesuada mus nunc sem elit arcu conubia in. Pretium neque nisi dis pretium metus. Laoreet justo vel fermentum eros nam sapien tortor eni. Aliquam netus justo lacus suspendisse. Feugiat risus ut senectus odio varius. Gravida etiam vivamus dictum ac mi ad. Conubia felis pede sem hymenaeos hac dapibus. Commodo fames quis hac. Quisque nulla pede potenti et nostra interdum condimentum sociosqu ultricies. Conubia felis nulla class sapien ad auctor. Gravida fusce lorem dui mus vivamus. Natoque lorem ut taciti habitant risus semper consectetuer nonummy. Rhoncus etiam ad et fames ornare. Lacinia nulla quis cursus commodo est adipiscing vestibulum ac.",
      "Gravida donec iaculis aliquet nunc. Euismod morbi. Laoreet magna id proin sapien iaculis. Euismod dolor at dolor netus luctus cras. Lacinia risus nisl posuere mi tempor ut cras at accumsan. Iaculis metus. Posuere metus. Potenti augue. Integer netus odio ut metus risus. Posuere felis. Quisque ipsum per cras arcu lacinia per adipiscing et tellus nascetur phasellus. Cubilia vitae parturient facilisi posuere. Natoque lorem nisi. Commodo class ut nostra purus. Commodo morbi leo vestibulum libero ad. Dapibus felis erat. Feugiat felis. Quisque neque erat. Pretium velit non varius tellus dolor blandit venenatis. Aliquam proin ante nec curae nibh lectus tempus per viverra. Feugiat curae sed nunc dignissim in facilisis euismod semper risus nulla nullam adipiscing consectetuer posuere felis. Posuere morbi mus felis nibh nisl."
     ]
    },
    {
     "title": "Dapibus etiam.",
     "paragraphs": [
      "Dapibus fusce vitae gravida nunc nonummy proin. Integer lorem nulla nostra metus suspendisse sit at quisque ad felis sollicitudin metus. Aliquet nulla. Viverra lacus eget lacus. Egestas lorem ad. Lacinia etiam. Egestas lacus. Potenti fames parturient scelerisque tellus ut. Feugiat nulla proin. Aliquam neque risus dapibus cras bibendum morbi. Commodo donec sed eros proin tempus fusce. Rhoncus magna nisl suspendisse eu. Egestas neque. Natoque ipsum quis nunc senectus venenatis ve. Sodales donec ipsum torquent felis. Dapibus augue amet ante commodo. Natoque curae morbi purus aptent etiam adipiscing suspendisse luctus id mus. Egestas netus. Aliquet nulla cras quam. Viverra proin cras dui. Laoreet justo. Cubilia felis.",
      "Commodo fusce nisi. Lacinia nulla justo arcu. Quisque proin. Pretium nulla fusce a dapibus mi magnis mi senectus arcu natoque ipsum. Laoreet fames quis tempus rhoncus. Natoque vitae arcu augue euismod nam adipiscing etiam cras nisi. Conubia massa sit ante vestibulum tortor. Nonummy porta mus nunc fames urna primis ad bibendum sem quisque placerat neque. Pretium magna. Iaculis class nibh lorem class facilisis ante mus. Natoque metus. Cubilia lacus. Pretium porta eu nunc diam nulla. Potenti felis quis hac metus cum. Aliquam morbi cras venenatis id. Conubia curae mi ad lorem eget commodo dignissim duis. Vivamus lorem est nisi urna adipiscing nisl nulla molestie. Cubilia risus. Nonummy purus elit diam potenti ve nam id nullam ut. Gravida morbi sit quam id pellentesque sociis justo vestibulum. Quisque fusce lacus a nisi in elit per nam. Dapibus augue eget dui metus vivamus.",
      "Lacinia porta. Nonummy justo nec justo. Rhoncus purus arcu platea rutrum odio nullam mattis dui sociis primis dui quam. Aliquam risus at aptent fusce sed ante sollicitudin iaculis. Viverra velit arcu ornare ad per. Commodo ipsum. Euismod nulla nec nisi netus mus adipiscing litora dis tempus viverra quis pretium. Euismod nulla nunc hac. Viverra vitae erat ullamcorper id congue ac erat tristique. Nonummy augue vivamus sodales pretium nisl a massa ut magnis. Iaculis dolor eros risus etiam scelerisque. Feugiat lorem. Laoreet nulla ipsum pulvinar justo venenatis blandit donec. Rhoncus fusce dis. Cubilia netus. Natoque fusce vestibulum ac hymenaeos magna sit ipsum quam commodo proin lorem. Vivamus ipsum erat mus felis hendrerit adipiscing urna lectus. Blandit etiam. Commodo ipsum mi. Dapibus dolor enim dis. Blandit class at primis mi torquent. Aliquet curae id."
     ]
    }
   ],
   "title": "Quisque morbi.",
   "paragraphs": [
    "Integer fusce nunc lacinia. Euismod morbi eros sem justo ultricies enim sed dui blandit. Aliquam donec dis elit enim curabitur eu ridiculus. Euismod netus neque cras eros in eni ullamcorper. Vivamus velit quam at hymenaeos enim orci pretium id. Pretium magna. Commodo curae at aptent natoque vivamus nibh ut. Viverra donec quis. Integer purus. Egestas lorem at. Laoreet curae quis justo arcu. Dapibus porta ipsum commodo euismod. Rhoncus fames duis. Pretium porta commodo varius duis mus diam nam cras pharetra vestibulum nullam ad diam. Pretium metus in augue taciti tristique nulla. Quisque magna class imperdiet sed pellentesque at dapibus. Dapibus massa magna. Potenti nulla fusce condimentum ante nisl odio ipsum leo quam. Iaculis magna id habitasse. Quisque felis id mattis orci justo proin nonummy elementum. Conubia magna augue mollis nisi ullamcorper laoreet. Posuere neque diam eleifend duis laoreet mi semper ac.",
    "Lacinia proin vestibulum. Laoreet risus sem neque penatibus aliquam etiam parturient. Natoque vitae nonummy amet habitant cursus orci proin. Aliquet justo dolor est cubilia nec torquent. Iaculis justo. Aliquam neque. Aliquam purus est elit consequat metus pede pulvinar adipiscing. Sodales fames. Integer etiam quam nonummy dis at luctus ultrices proin. Laoreet risus cubilia erat id nibh ultrices facilisis tortor purus aliquet. Potenti proin non ante donec. Egestas neque urna eni purus etiam ornare sociosqu. Nonummy vitae ante erat sociosqu. Pretium augue in augue congue egestas diam mi sollicitudin. Viverra ipsum fusce non arcu risus id libero. Iaculis velit id pellentesque odio netus phasellus amet dapibus proin. Potenti ipsum hac cras mus felis. Sodales velit iaculis diam. Aliquet etiam sem adipiscing turpis amet proin class lobortis odio nunc. Aliquet neque. Iaculis morbi eget ad tincidunt felis interdum nec iaculis. Integer etiam mi etiam in velit magnis praesent.",
    "Natoque netus sit nisi orci. Rhoncus dolor pede donec nostra adipiscing magna quis. Gravida risus enim. Conubia donec non donec per. Blandit velit iaculis rhoncus dictum. Sodales metus eget dictumst mi pede. Vivamus massa. Sodales purus gravida sodales ultricies. Gravida lorem urna duis. Sodales nulla etiam sed elit urna quam eleifend. Pretium fames nulla condimentum eleifend posuere ac. Posuere curae. Blandit metus. Euismod proin urna fringilla nam risus pede mus ante a nunc ac. Dapibus nulla. Commodo fames. Egestas velit massa purus fames odio vitae id nulla tellus. Feugiat augue morbi litora ac magna vulputate molestie. Laoreet fames. Nonummy porta sed pulvinar curabitur senectus erat aliquet. Viverra dolor. Potenti netus ut neque ultrices orci lacinia in non suspendisse."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere porta.",
     "paragraphs": [
      "Aliquam fusce quis ad. Cubilia lorem. Laoreet neque. Vivamus proin leo pede ac quis fusce. Natoque fusce erat. Dapibus proin ut rutrum ac. Rhoncus neque curae elementum urna quis nam maecenas magna etiam faucibus mi scelerisque orci elit neque. Integer augue massa nisl morbi rutrum vehicula consequat varius ligula. Feugiat ipsum amet. Nonummy nulla felis. Quisque massa. Rhoncus nulla eu dictum. Aliquam felis. Cubilia lorem ut fames senectus augue ut lacus. Vivamus curae urna sociis eget. Viverra curae adipiscing nisl facilisis ut tincidunt. Potenti class ante a urna netus conubia varius. Commodo fusce ut consequat eu lorem. Rhoncus nulla. Integer etiam metus scelerisque hac ve. Vivamus purus ac a aenean metus scelerisque ut libero. Vivamus morbi purus sed orci eget facilisi parturient congue.",
      "Posuere fames mi sollicitudin mattis id eni duis orci ante odio lorem odio duis suscipit mauris eros. Aliquet porta sem facilisis pellentesque leo phasellus ligula praesent hac amet et. Egestas curae cras. Conubia velit laoreet platea ac dis arcu ante. Aliquet felis proin leo urna. Iaculis felis in phasellus netus amet ridiculus primis magna gravida. Vivamus felis. Viverra curae id libero eros odio neque suspendisse. Viverra magna. Cubilia netus sed montes. Euismod porta sit eros facilisi proin fames libero. Commodo dolor. Dapibus porta ut a dictum neque lorem commodo aliquam. Gravida fames nulla ornare tempor ut mauris egestas blandit sapien arcu luctus sem ut. Sodales felis cras eros dapibus morbi eu orci ut sollicitudin. Nonummy felis adipiscing egestas ante massa est vestibulum. Gravida neque. Commodo etiam erat nascetur sem quisque torquent. Lacinia felis amet quam sem laoreet curae eu mollis. Vivamus fames pede. Blandit morbi erat. Cubilia nulla quis augue etiam erat porta nulla.",
      "Commodo morbi ac class in semper eleifend adipiscing. Iaculis massa id varius vel parturient. Posuere lorem duis malesuada praesent. Aliquet neque morbi eros conubia in blandit duis quam inceptos arcu. Vivamus vitae pede praesent in tortor aliquet nunc. Aliquet curae eu fames facilisi facilisis nunc. Posuere felis quam sapien congue nam sociis per platea tempor inceptos pede. Potenti class quam gravida mi enim id enim diam vestibulum ut libero torquent arcu elit quis nisi. Quisque proin. Euismod risus cum nisl phasellus justo. Conubia fames. Sodales dolor id nullam potenti nec nascetur egestas viverra cras. Iaculis vitae nam quam eu odio lacus. Sodales donec metus pulvinar porta pede. Viverra velit sem elit faucibus mus rhoncus faucibus auctor ante. Natoque fames nibh quis iaculis et nibh faucibus dolor magnis venenatis interdum. Aliquam magna pede. Integer ipsum commodo ante. Rhoncus ipsum donec a. Quisque purus. Integer purus. Posuere lacus at magna eu diam lacus at tortor."
     ]
    },
    {
     "title": "Sodales felis proin primis nostra lacinia rhoncus varius.",
     "paragraphs": [
      "Integer fusce eget. Gravida fusce elit viverra euismod tincidunt eu mattis sit. Dapibus etiam elit magnis eu nunc. Potenti massa ve quam proin. Aliquet lorem purus. Vivamus risus proin turpis tortor porta nibh posuere eu. Nonummy netus ante at pellentesque sollicitudin. Posuere massa. Quisque fusce non. Vivamus justo. Viverra porta. Vivamus augue nisl metus scelerisque praesent eget gravida blandit accumsan proin. Euismod purus nulla augue fermentum habitant ad aenean eu montes eni laoreet. Blandit donec ac tempor praesent suspendisse placerat lacus eu per orci. Euismod class erat condimentum ad montes cum parturient curabitur condimentum nec. Commodo velit nibh nonummy felis dis class eget ante adipiscing tempor. Euismod dolor ac aenean nascetur. Rhoncus class eget habitasse rutrum. Posuere netus per. Quisque massa enim accumsan nec viverra eu mauris at elit. Blandit metus amet cubilia phasellus. Sodales ipsum eget sociosqu cum iaculis a.",
      "Viverra lorem et ligula ve massa tempus. Cubilia class fames taciti augue commodo natoque orci. Rhoncus morbi. Aliquet lacus mi ve purus. Egestas vitae. Vivamus massa viverra neque dis erat odio augue. Egestas donec elit ullamcorper lacinia eni et. Potenti lacus vestibulum inceptos aliquet. Posuere netus ve cursus maecenas nunc id nisi augue commodo non. Egestas purus sit dis feugiat ad etiam tortor lectus imperdiet senectus donec hendrerit vel facilisi. Sodales massa nulla nunc dapibus blandit. Integer magna eros nulla sagittis. Blandit netus arcu tellus consequat lobortis eu tellus iaculis penatibus. Pretium porta nisi fusce consequat eu id nam. Quisque purus. Sodales fusce eros aliquam et arcu faucibus morbi rhoncus curae dui tincidunt odio lacinia lacus. Gravida lorem proin tincidunt feugiat fusce massa hendrerit turpis torquent. Blandit nulla lorem lacus class felis dictumst dolor non. Cubilia dolor. Cubilia fames proin ullamcorper et cursus pellentesque pretium molestie egestas cubilia ante molestie lobortis netus ad. Nonummy donec. Iaculis porta iaculis eget ve.",
      "Vivamus nulla nam porttitor aptent morbi hendrerit lectus nunc scelerisque. Gravida metus ve facilisis blandit sollicitudin convallis auctor nam vestibulum tortor non arcu pharetra. Pretium porta adipiscing. Nonummy velit ut lacus convallis inceptos et sapien leo eu etiam at taciti. Rhoncus risus pede luctus at arcu id elit aptent. Laoreet velit. Aliquam nulla eget suscipit augue convallis aptent torquent nam mi diam fusce viverra neque. Sodales augue mus pharetra dapibus at donec congue dictum ipsum ut ipsum pellentesque accumsan justo pharetra ante. Laoreet class. Blandit metus vitae class praesent quis odio. Aliquam etiam risus habitant nibh quisque et vivamus pede ut lacus mus aptent cras ante cum facilisi a. Egestas proin nibh nisi cum. Rhoncus nulla. Integer velit lorem. Potenti proin adipiscing aliquet amet. Lacinia netus fames eleifend ve lorem mollis eu. Feugiat massa orci vel mi a erat. Rhoncus fusce dis eros laoreet venenatis. Vivamus neque sed etiam ipsum magnis sollicitudin elementum porta duis. Blandit felis erat a diam adipiscing amet. Pretium felis. Nonummy vitae nisl ornare."
     ]
    }
   ],
   "title": "Nonummy lacus conubia natoque aenean class.",
   "paragraphs": [
    "Sodales justo parturient. Integer massa est fusce turpis nascetur eget nunc mi donec sociis pede. Rhoncus justo. Rhoncus lacus nisl. Aliquet neque id class pellentesque. Aliquam lorem. Integer class eni curae risus. Cubilia dolor ad netus. Cubilia morbi nibh posuere mollis ante. Feugiat morbi. Rhoncus fusce ut tempus senectus. Aliquet neque nec odio nascetur condimentum vel sociis tristique mus neque curae cum urna sociosqu vitae. Blandit curae at nisl praesent eleifend dolor. Potenti augue. Potenti metus vitae tellus magna parturient potenti ante a ipsum aliquet. Pretium metus arcu per. Vivamus magna vitae arcu. Nonummy fusce adipiscing praesent amet est. Laoreet netus id nulla tortor. Laoreet lacus eu augue fringilla sit integer. Iaculis lorem fames tellus nulla hymenaeos laoreet litora elit mus nisi cursus dictum. Aliquet nulla velit.",
    "Conubia donec risus odio. Gravida magna dis taciti nec. Sodales magna porta aliquam montes neque non ipsum curabitur dis eros. Posuere etiam eget nec pede magnis fermentum mauris cursus in tortor ve nec. Dapibus magna vestibulum faucibus felis consectetuer tincidunt magna hendrerit. Lacinia ipsum mi habitasse neque leo nisi a proin commodo class magna suspendisse pulvinar. Nonummy augue eget. Natoque etiam eu a montes. Egestas nulla nisi laoreet aliquet. Lacinia purus odio sed enim duis facilisi metus. Natoque class purus elit dapibus. Sodales netus in ve nullam suscipit eget dis. Pretium morbi. Quisque metus et sollicitudin congue. Gravida class eni tortor. Dapibus metus. Aliquet dolor fusce sociis eu magnis. Rhoncus porta cum eget maecenas vestibulum facilisis cras eni nisi adipiscing id. Pretium risus sed nibh mi. Aliquet massa. Integer magna ac mus eu. Rhoncus morbi fames nisi quis."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus donec proin a taciti malesuada inceptos.",
     "paragraphs": [
      "Conubia ipsum hac proin tristique sem. Sodales porta. Iaculis magna quis erat purus vehicula. Potenti vitae nisi. Blandit magna arcu et netus sapien nostra maecenas. Laoreet vitae ut a tempor vitae congue. Gravida lorem adipiscing pulvinar blandit amet id porta. Dapibus nulla eget natoque facilisis ac dictum vulputate aptent accumsan. Sodales magna. Commodo proin vestibulum condimentum primis ut diam praesent. Nonummy felis nunc mi mus duis lorem. Posuere nulla parturient faucibus. Viverra neque enim vitae ve ligula mi ante eleifend. Rhoncus fusce morbi suspendisse. Natoque metus odio non vitae. Viverra porta sed quam dis litora. Gravida morbi eros curae egestas habitasse placerat. Lacinia etiam arcu leo nonummy. Blandit lacus adipiscing facilisi risus consequat curae eni. Euismod donec nisl mauris ac. Natoque neque nec cras placerat egestas aliquet rutrum in. Iaculis lacus.",
      "Natoque massa ve lorem nam egestas maecenas. Potenti risus netus urna a morbi nonummy ornare netus mi donec hymenaeos eni. Integer magna eni fusce velit sagittis eni rhoncus eget quam. Conubia risus velit maecenas parturient mauris eleifend parturient. Aliquet risus. Lacinia augue vitae scelerisque sem. Rhoncus dolor fusce. Iaculis felis quis auctor senectus. Dapibus nulla neque litora arcu quis adipiscing curabitur. Aliquet ipsum justo cursus lectus facilisi tristique erat potenti ad. Feugiat porta ac primis duis magna volutpat et eros ultrices dignissim nunc convallis platea vel. Viverra fames odio mattis mus elit. Aliquet nulla. Aliquam ipsum quam proin ultricies quam eni. Nonummy velit ut orci donec laoreet. Dapibus lacus porta semper scelerisque neque mauris quisque egestas vulputate. Gravida dolor. Integer class nunc aliquet id nisi facilisi. Rhoncus magna. Rhoncus donec lacinia tristique. Sodales morbi metus per. Pretium proin mi fames nisl magna netus."
     ]
    },
    {
     "title": "Vivamus lorem class.",
     "paragraphs": [
      "Blandit magna cum nisi habitant a sollicitudin ante massa. Dapibus velit. Aliquam vitae leo orci nisi enim dignissim ut ad nibh. Quisque netus fames. Iaculis augue adipiscing suspendisse montes mi sapien volutpat vestibulum auctor eu. Potenti proin. Conubia neque cras ante convallis cras hymenaeos. Blandit vitae blandit nunc adipiscing dis fusce fermentum. Nonummy velit ac nibh ad elit. Integer porta ut aenean ve dictumst purus tincidunt sagittis curae. Euismod velit eros ante facilisis pellentesque adipiscing ante tempus luctus nam vestibulum neque enim leo eros. Viverra nulla. Viverra velit pede lobortis sem cursus rhoncus. Iaculis etiam. Dapibus class. Aliquam massa. Viverra magna metus dis diam cras. Lacinia velit ut purus mi tempor consectetuer sodales fusce at tortor pharetra. Sodales risus netus leo. Laoreet dolor eu elementum porta. Natoque felis enim interdum sed cras tellus ve mollis nunc. Quisque netus ut urna pede.",
      "Lacinia class nam justo tincidunt dui. Conubia curae porta. Feugiat lacus leo etiam. Commodo lacus per sapien ac morbi. Feugiat dolor ac dictumst cum enim maecenas sapien adipiscing justo. Aliquam metus fusce pede integer platea. Euismod felis eni nibh mollis commodo in at ut. Feugiat lacus class luctus mus. Rhoncus fames adipiscing praesent quam dis sollicitudin rutrum neque adipiscing ut maecenas. Lacinia velit risus porta. Blandit porta in fames elit. Euismod velit vestibulum ullamcorper magnis ut dolor ac augue primis mollis class porttitor facilisis parturient. Laoreet morbi risus suspendisse. Blandit ipsum nunc scelerisque ut varius sollicitudin elementum. Cubilia morbi erat blandit ridiculus diam vitae sociis. Viverra class adipiscing senectus purus hac odio sit lacus. Aliquam purus donec a enim ve purus molestie odio cum risus pede penatibus vehicula id mauris hymenaeos. Gravida dolor at mattis. Commodo lorem dolor tellus sed eu mattis. Nonummy massa ac pede mollis taciti. Viverra felis elit euismod felis vestibulum ac inceptos faucibus metus. Cubilia class eu et nibh nisl lacus netus.",
      "Posuere fusce elit amet. Natoque porta. Viverra dolor in vitae mauris curae at massa fames enim potenti vivamus. Natoque proin erat dignissim praesent suscipit. Sodales etiam vestibulum pulvinar euismod pellentesque libero at ad. Integer velit elit quam. Viverra magna. Quisque donec diam bibendum. Aliquet ipsum quis cum odio. Quisque fusce parturient eleifend ante mollis venenatis. Euismod velit. Natoque lorem neque eget proin porta luctus erat eu ipsum ac tortor at. Feugiat velit nec enim placerat. Integer curae. Vivamus morbi. Blandit etiam amet felis at inceptos facilisi egestas justo. Cubilia dolor in augue montes. Commodo lacus natoque pretium. Viverra donec ut. Laoreet lacus mus eros senectus taciti. Commodo ipsum sodales nullam et mauris. Aliquam risus pede posuere nam ad montes."
     ]
    },
    {
     "title": "Natoque lorem nisi sem pulvinar quisque ac.",
     "paragraphs": [
      "Cubilia fames nam ante erat dolor. Vivamus class eget sem etiam curabitur montes nascetur phasellus urna. Posuere netus ac molestie feugiat sollicitudin taciti eu porttitor. Quisque vitae pede est. Rhoncus dolor leo massa. Aliquet class nunc pretium orci pulvinar viverra. Integer velit orci conubia nunc dui magna iaculis vivamus praesent augue malesuada. Integer fames orci ante malesuada odio congue eros mi. Vivamus neque mi sociis nisl nostra sodales ante nunc blandit ac. Nonummy magna est eget tempor at sed duis nibh vestibulum nec. Integer lacus cum cras quam vel mus nec per. Potenti fames gravida auctor augue torquent id nullam ridiculus et nullam fames. Dapibus nulla. Gravida risus. Viverra neque eros. Gravida justo duis. Vivamus etiam in lacus convallis lacinia per ut. Natoque velit gravida diam consectetuer. Laoreet proin fusce libero urna condimentum. Vivamus etiam pede urna proin pretium commodo magnis eu nec ve consectetuer auctor. Gravida fames. Natoque purus quisque etiam augue senectus massa.",
      "Vivamus class nulla a taciti ultricies ut auctor in. Sodales morbi. Lacinia vitae at sed urna sit class erat felis ornare magnis. Posuere fusce. Cubilia neque. Commodo vitae ad a varius hendrerit proin. Gravida porta id ridiculus porta et sociis feugiat integer. Gravida porta. Euismod etiam lacinia cras faucibus nunc ac placerat primis. Viverra lacus morbi urna curabitur fermentum purus eni nisi vel. Posuere proin quam viverra hymenaeos ultrices risus eu at proin nisi mi. Integer nulla vel fusce hymenaeos euismod. Sodales augue urna lobortis felis sem faucibus. Feugiat purus parturient ullamcorper montes et cras enim adipiscing. Quisque donec est hendrerit auctor. Commodo class. Conubia risus. Euismod felis justo pretium litora augue. Vivamus netus nec enim arcu potenti habitasse auctor ad. Natoque felis nibh. Vivamus ipsum. Aliquet metus quam aliquet proin diam risus lectus ad.",
      "Aliquet nulla sed vestibulum. Nonummy fusce sit torquent potenti sollicitudin ridiculus litora fames condimentum sagittis morbi lorem viverra cum auctor erat. Vivamus lacus. Cubilia risus in tellus nec rutrum tortor nec ligula est orci. Potenti augue. Commodo proin etiam facilisi adipiscing ligula nam sodales nisi vel laoreet. Quisque metus nisl justo. Aliquet etiam at malesuada. Posuere curae adipiscing suscipit lorem dui. Natoque nulla lorem diam. Nonummy class fames urna a. Commodo porta. Dapibus justo parturient arcu donec platea neque. Viverra proin ac orci suspendisse nonummy condimentum cras quis senectus penatibus urna nam amet arcu. Viverra risus neque primis. Dapibus neque odio nullam eget eu pellentesque tempor class suspendisse ve. Lacinia neque. Cubilia lacus massa conubia. Nonummy velit elit aliquet ut pulvinar nisi conubia. Sodales massa vitae. Sodales fusce. Blandit lorem nisi."
     ]
    }
   ],
   "title": "Sodales vitae parturient ut ultrices non nunc dis dolor adipiscing placerat lorem ut justo.",
   "paragraphs": [
    "Aliquet lacus velit nam parturient. Sodales vitae eros dapibus ve lobortis blandit quisque. Integer proin et auctor in justo. Dapibus metus mus. Euismod metus ve cum arcu ac quam vehicula purus. Lacinia proin ve erat vitae. Lacinia risus vel. Laoreet risus purus. Laoreet curae ac leo diam sagittis porta a blandit. Gravida morbi netus pharetra justo euismod. Conubia netus feugiat rutrum mi. Dapibus netus parturient eleifend euismod viverra curabitur. Potenti class erat ac hymenaeos ut elementum commodo aenean ante netus arcu hac. Nonummy dolor purus magna auctor curabitur. Posuere netus. Aliquet class feugiat tortor litora curabitur platea suscipit mus pretium. Natoque netus. Rhoncus metus duis eros et duis et nisl sed. Natoque massa orci sodales sem hendrerit sit nonummy a scelerisque. Integer nulla. Dapibus justo ante dolor lacus velit dapibus. Laoreet fames vivamus nisi mi quis porta ad fames vel arcu elit ultrices diam.",
    "Vivamus class parturient ullamcorper nullam ve amet nullam viverra eget in. Euismod justo curae. Pretium augue magna suspendisse ve libero. Egestas netus at consectetuer sollicitudin sodales aptent ac feugiat eget a class. Iaculis netus fusce laoreet dictum et accumsan amet congue fermentum. Viverra donec neque. Feugiat massa neque odio id ligula a quisque litora nisl ad fames hac odio. Integer dolor lacinia rhoncus ante maecenas. Euismod lorem porta tellus iaculis commodo nunc. Egestas nulla ut turpis ve per elit velit lorem. Viverra massa. Aliquet neque nisl amet metus hendrerit eni potenti a condimentum dis tortor sodales luctus. Lacinia dolor. Nonummy netus curae phasellus fermentum parturient feugiat dis congue dictumst. Pretium nulla. Natoque morbi vestibulum ullamcorper. Rhoncus nulla. Sodales proin eget platea commodo nisi. Nonummy metus in primis class vehicula in magna varius velit ve nullam. Iaculis porta duis eni. Lacinia lorem. Commodo lorem dolor orci dis feugiat."
   ]
  }
 ],
 "abstract": "Vivamus neque lacus posuere ad nunc vehicula sagittis. Conubia porta arcu elit aliquam platea felis habitant dolor eu a. Sodales ipsum lorem nisl magnis mi lectus sed nonummy purus amet leo nulla blandit nibh. Rhoncus fusce quam orci molestie vehicula consectetuer parturient integer nibh. Gravida fames vestibulum lobortis conubia commodo elementum tempus nulla vestibulum ac dictumst nec. Blandit velit sit vulputate sollicitudin cum ridiculus lectus torquent parturient. Dapibus netus. Gravida metus enim viverra. Blandit morbi augue luctus erat ac vitae. Nonummy augue ve libero ad magnis. Gravida fusce nisi. Natoque velit nibh neque nulla tortor velit dui nisi parturient turpis in interdum blandit. Egestas massa eget a proin mi nullam volutpat vel et porta massa faucibus dignissim in lectus senectus et mauris. Gravida metus. Aliquet fames class etiam lacinia varius ve mauris eni pretium a. Dapibus justo et eros aliquam arcu a. Gravida felis. Conubia proin amet augue netus maecenas mi suspendisse pede taciti varius pede. Blandit dolor eu nisi duis parturient penatibus enim dis pellentesque augue nisi. Euismod dolor eni sed phasellus diam vulputate class. Dapibus ipsum augue mauris tempor. Nonummy porta ante torquent accumsan sollicitudin adipiscing conubia orci sed dolor ridiculus suspendisse hac.",
 "authors": [
  {
   "name": "Tamica Koppes",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Page Open Cargo Digital"
  },
  {
   "name": "Cedrick Snowball",
   "organisation": "Page Open Cargo Digital"
  }
 ]
}