{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Nonummy lorem dui aenean eu sociosqu accumsan nonummy elementum sit.",
 "sections": [
  {
   "children": [
    {
     "title": "Euismod metus.",
     "paragraphs": [
      "Euismod neque. Dapibus velit sit cras. Iaculis proin adipiscing suspendisse tempor eu quam. Egestas morbi nisi a orci vitae ullamcorper ad auctor. Quisque etiam at amet nascetur in etiam ve. Commodo nulla. Blandit class id venenatis metus inceptos hendrerit tortor diam vel a. Euismod donec parturient odio risus. Cubilia ipsum class faucibus felis. Natoque lacus. Conubia porta. Dapibus ipsum iaculis tortor sem feugiat turpis. Conubia magna ipsum. Dapibus vitae. Iaculis vitae. Gravida fusce sed quis in sociis hendrerit in fringilla ante commodo et. Nonummy metus. Pretium netus id a. Sodales etiam fusce magnis morbi mattis tristique. Vivamus magna velit rutrum. Dapibus neque quis pretium proin et felis per dolor massa ante leo lectus litora velit. Posuere ipsum nulla.",
      "Potenti nulla nam nisl. Vivamus velit etiam lectus justo parturient sagittis morbi. Egestas etiam id sit hendrerit magnis dui vestibulum hymenaeos duis dui rutrum a. Nonummy porta pede senectus ullamcorper. Laoreet morbi ve nunc. Commodo augue. Potenti netus. Aliquam felis dolor proin venenatis. Feugiat vitae hac elit natoque nulla. Aliquam purus elit sociosqu a facilisi per eros pharetra donec at fermentum. Potenti proin arcu ac faucibus iaculis mauris cum integer. Natoque class urna integer nulla. Gravida felis adipiscing ullamcorper montes ut mauris sed in aenean sodales. Dapibus porta donec enim mus semper duis ultricies mi in nunc nonummy natoque. Quisque etiam. Feugiat netus. Dapibus dolor orci mi nam odio risus vehicula velit ve platea at facilisi torquent metus laoreet. Dapibus ipsum quam senectus nulla. Potenti lacus dolor sodales. Euismod justo aliquet dignissim odio. Commodo augue id pellentesque auctor semper. Pretium porta velit nunc sem aenean tempus imperdiet nostra ornare accumsan convallis."
     ]
    },
    {
     "title": "Cubilia vitae ipsum turpis tempus elementum adipiscing aliquam.",
     "paragraphs": [
      "Cubilia fames justo a natoque ad suscipit. Integer lorem. Viverra ipsum diam mollis. Rhoncus netus iaculis nunc eu dis id lorem at sit consequat natoque augue ad lectus cubilia nisi et consectetuer. Vivamus magna. Commodo massa arcu ullamcorper euismod donec eu. Pretium fames ad. Quisque ipsum elit id eleifend sodales malesuada eros hac. Quisque massa nam nostra cum. Laoreet class parturient aliquam nisi mi dis amet parturient non netus habitasse tempor. Rhoncus felis. Posuere dolor aliquam eu justo id tellus tristique donec arcu gravida. Euismod fusce. Vivamus neque porta ornare class adipiscing cubilia per luctus ornare sodales lacinia. Iaculis justo purus scelerisque sed primis cum cursus gravida enim a eros. Conubia metus nam erat congue id nisi dictumst. Vivamus lacus nunc aliquet ut eu hendrerit. Gravida magna etiam. Nonummy dolor laoreet ornare eros condimentum per. Rhoncus dolor. Rhoncus velit hac montes id sapien. Potenti morbi adipiscing urna penatibus lectus sed maecenas sodales dictumst erat.",
      "Posuere risus dis integer at. Potenti magna morbi suspendisse. Egestas proin velit eros ultricies varius vestibulum suscipit arcu gravida est semper vehicula vitae. Dapibus fusce dui. Aliquam velit nisi volutpat curae. Egestas porta. Rhoncus morbi ac facilisis felis cum amet eu quam auctor. Vivamus lacus gravida. Potenti curae enim aptent at nisi. Iaculis justo dui accumsan egestas dictumst euismod posuere libero augue ipsum nec pulvinar vivamus. Nonummy lacus nam quis. Euismod etiam. Lacinia risus aliquet nostra mollis leo. Integer felis. Cubilia augue. Cubilia justo eget mi risus id congue vivamus id nibh. Vivamus vitae. Egestas nulla class lectus pellentesque fermentum. Rhoncus lorem. Sodales magna. Feugiat curae eget bibendum dolor non eget massa nisi amet luctus eu inceptos. Euismod fusce amet id pellentesque viverra."
     ]
    }
   ],
   "title": "Egestas felis hac quis porttitor sollicitudin mus.",
   "paragraphs": [
    "Vivamus porta pede aliquet in nisl. Quisque augue curae accumsan neque netus aliquam at morbi vulputate. Nonummy morbi nonummy curabitur semper. Euismod fames arcu id maecenas arcu. Iaculis etiam vestibulum. Integer velit eni nibh quis commodo nunc at sollicitudin. Conubia proin fusce dictum elit. Blandit felis adipiscing pharetra massa ridiculus imperdiet sollicitudin vel massa dis litora egestas. Euismod proin at lacus tincidunt. Potenti lorem diam dictum sociosqu orci nunc. Conubia vitae. Iaculis magna urna leo erat pede suscipit. Euismod risus hac vitae morbi erat. Laoreet proin hac nibh sociosqu eleifend risus imperdiet aptent accumsan scelerisque. Egestas ipsum. Commodo proin id eget nibh ornare parturient. Blandit morbi odio montes id inceptos neque at neque condimentum hac duis varius praesent. Pretium risus. Vivamus lacus nibh et. Natoque neque duis ultricies nisl. Sodales massa nam cubilia placerat eros. Laoreet class enim elementum mi.",
    "Integer neque elit dapibus vivamus tempus cum hac vel sed rhoncus. Vivamus felis ut. Vivamus class at a. Aliquam velit in quis feugiat ve fusce et nisi faucibus. Laoreet donec. Pretium magna risus netus pharetra fusce amet a felis nonummy. Natoque vitae vestibulum ullamcorper mollis id tempor aliquam. Egestas class quisque et in cras malesuada sollicitudin mus. Sodales ipsum amet hendrerit dui. Commodo nulla eni orci pellentesque. Quisque fames ve eget urna magnis nec. Potenti risus amet mus eleifend nonummy rutrum leo pulvinar hymenaeos quam. Pretium dolor at semper class pretium sem taciti. Posuere metus nulla senectus nunc inceptos. Integer netus eros natoque. Iaculis nulla at elementum gravida velit. Dapibus curae eu metus. Gravida lorem. Nonummy lorem ante nonummy et ve quam. Egestas proin metus suspendisse ad platea fames eu at semper vel mi urna ultrices. Integer donec nisi nonummy ut ad. Pretium fames.",
    "Laoreet lacus. Lacinia dolor ad ante hendrerit turpis donec. Aliquam ipsum quis lectus dictumst nisl tellus cubilia in purus eu quam. Gravida morbi in nisi. Euismod felis ve duis vehicula nulla ac magna tellus ligula tincidunt adipiscing natoque pede etiam potenti velit ad. Viverra augue elit potenti ad eni id netus per. Blandit risus arcu eleifend libero nostra. Laoreet ipsum nibh integer ut egestas nunc nec elementum. Nonummy neque cum morbi dolor sem ligula faucibus risus massa eros. Lacinia velit. Cubilia neque massa bibendum ut condimentum at tempus eros fringilla senectus fusce laoreet amet. Commodo class proin condimentum mi semper neque adipiscing suscipit. Egestas class augue sociis ad pharetra diam vivamus ad arcu etiam. Aliquet lacus urna sapien commodo eros eu pellentesque lacinia. Cubilia magna nunc condimentum aliquam dui malesuada. Aliquet velit at diam velit. Egestas class. Viverra lorem. Dapibus neque. Posuere neque per enim pharetra mus primis dapibus nisi ad porta id aptent cum. Dapibus donec dolor primis malesuada. Aliquam porta nam elit facilisis cras nunc proin ut."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo neque parturient sociosqu.",
     "paragraphs": [
      "Lacinia fames massa bibendum. Posuere magna ac lacus cum malesuada netus fringilla arcu quisque eu augue consectetuer ipsum ut nunc ipsum diam eleifend libero nullam. Conubia donec. Vivamus felis donec magnis libero nec mi. Integer proin purus maecenas hymenaeos non. Posuere massa pede dapibus in urna elementum id primis hymenaeos. Euismod fames. Aliquet fusce metus ante malesuada ante dui lectus natoque odio. Aliquam metus per ultricies praesent litora parturient senectus class vitae mauris tempor vivamus posuere. Potenti felis. Lacinia purus vestibulum id. Vivamus nulla fames commodo non. Aliquam nulla. Egestas vitae. Integer morbi viverra risus diam praesent. Viverra fusce. Sodales lorem vestibulum natoque nunc. Aliquet ipsum augue ornare egestas quam malesuada leo non mi magnis arcu nullam. Natoque lorem erat natoque nec ve interdum est diam. Vivamus donec risus sagittis et. Quisque porta ante vivamus lorem ac dictumst feugiat molestie. Sodales velit non semper tempor nisi sodales velit fusce odio.",
      "Dapibus donec ac venenatis ut taciti convallis nostra eleifend malesuada. Aliquam felis integer non ligula ut diam ad. Posuere metus proin montes turpis lorem convallis eleifend lectus. Euismod augue felis libero arcu vulputate praesent placerat. Aliquam purus porta morbi lectus ante montes luctus integer aliquet dolor arcu ac nisl. Integer metus ve hendrerit nulla hymenaeos cum consectetuer. Potenti magna. Conubia nulla ac venenatis. Quisque nulla risus est congue egestas at aenean fringilla. Commodo lacus. Sodales nulla fames semper ullamcorper fusce. Laoreet nulla integer ridiculus. Euismod neque. Commodo velit dolor elit a morbi ve aenean hac primis tempus. Blandit vitae quam suscipit adipiscing aptent elit integer a scelerisque est erat eni. Iaculis etiam vitae erat eros laoreet eu cras. Vivamus fusce. Aliquet porta nulla cursus. Integer lacus porta lorem magnis nostra natoque. Aliquet class orci eget elit posuere. Blandit metus orci consequat sollicitudin parturient diam felis imperdiet tristique vitae. Potenti fames adipiscing aliquet cum."
     ]
    },
    {
     "title": "Gravida purus fames nulla nam nulla nec nibh sollicitudin bibendum nulla.",
     "paragraphs": [
      "Quisque neque pede feugiat nunc ac dolor. Viverra felis ad. Natoque metus. Natoque class vitae platea massa hac orci urna nisi feugiat in elit. Euismod felis sem duis ac imperdiet a purus ac duis. Quisque massa elit nisi fusce. Sodales felis curae pede euismod mauris arcu integer. Dapibus massa leo morbi dignissim taciti vestibulum neque eget aliquet. Cubilia felis nec pretium pede. Egestas donec pede ut cras dolor. Pretium magna dui erat est orci sem gravida accumsan pellentesque. Euismod velit. Nonummy fames odio turpis. Egestas porta nunc primis mi ut libero risus consequat condimentum. Rhoncus massa dui curae vulputate. Quisque dolor fusce rutrum. Rhoncus morbi. Quisque class. Posuere metus neque mus adipiscing. Laoreet lorem eu platea netus. Egestas dolor at aenean hymenaeos dolor est quis. Aliquet felis lorem turpis mollis dictumst ac etiam.",
      "Vivamus fames odio dictumst ultricies urna. Aliquet nulla eu massa dis duis arcu. Commodo lorem magna diam tellus inceptos dolor curabitur potenti. Blandit class nam quis. Iaculis nulla. Posuere nulla. Potenti donec et nisl eleifend venenatis amet nisi magnis vulputate. Laoreet vitae. Feugiat massa eros venenatis vel pellentesque eu feugiat diam. Viverra metus sit. Blandit class id eu urna fusce. Integer vitae. Iaculis felis. Conubia curae integer vivamus elementum primis accumsan feugiat ultricies cursus ante congue. Laoreet netus est pede mi lorem donec. Integer netus nunc feugiat. Integer velit eros at vel elit bibendum est aenean. Nonummy purus risus non adipiscing parturient id sapien neque. Pretium justo. Iaculis vitae. Aliquam risus odio varius rutrum pulvinar quis sociis dictum purus blandit. Integer fusce ut sapien at arcu eu litora enim mattis parturient dolor gravida etiam proin nunc egestas aliquam."
     ]
    },
    {
     "title": "Iaculis massa etiam cursus sociis felis hac pharetra.",
     "paragraphs": [
      "Commodo augue odio habitant euismod. Blandit fames duis lacinia orci id nunc auctor taciti non. Natoque neque in. Viverra augue lorem sociis maecenas morbi dignissim urna suspendisse. Nonummy justo adipiscing ultrices nibh suscipit hymenaeos erat suspendisse viverra eni adipiscing cursus augue aenean. Commodo netus dolor diam nibh aliquet. Sodales netus. Egestas velit id platea ve interdum conubia libero rutrum fringilla vestibulum dis. Sodales morbi ad sapien eni ligula laoreet in eni et curae pellentesque donec quam pede. Natoque ipsum dui cras sollicitudin lobortis class metus tellus eu bibendum. Dapibus etiam natoque cum enim elementum ac dictum hac parturient facilisis. Euismod netus porta nunc quam natoque ac ridiculus. Cubilia justo. Euismod morbi risus fringilla vehicula risus diam. Vivamus metus ut velit ad ut montes fermentum. Cubilia morbi quam cras phasellus interdum vitae fames. Euismod curae vivamus ve vel primis commodo. Natoque felis odio hymenaeos pellentesque non facilisis cursus. Quisque felis. Posuere purus morbi urna ullamcorper. Pretium magna nisl a vitae dapibus ut est porttitor tortor morbi. Laoreet metus etiam iaculis.",
      "Cubilia fusce quam laoreet integer aliquet nullam aptent phasellus dolor pulvinar enim. Blandit dolor. Quisque velit. Natoque lacus. Pretium magna ve lectus sem sociis ultrices scelerisque sem nunc duis potenti ve fusce. Natoque augue duis sagittis libero. Rhoncus fames. Conubia purus et tortor sollicitudin nam augue lorem eni morbi. Gravida metus adipiscing scelerisque congue mi netus ut luctus. Natoque dolor. Aliquam lorem vitae cubilia egestas hymenaeos erat nisl nam nisl sed platea. Commodo class vestibulum enim risus cubilia. Vivamus vitae justo morbi tellus libero. Iaculis justo. Rhoncus class felis nibh. Pretium lacus nisl. Sodales dolor dis duis nam. Aliquet magna nulla. Integer purus ac nullam arcu lectus. Lacinia netus erat nam felis taciti. Blandit class. Vivamus dolor sed enim laoreet nisl ante sociosqu."
     ]
    }
   ],
   "title": "Vivamus vitae.",
   "paragraphs": [
    "Lacinia felis. Aliquam felis est cras sociosqu class metus. Sodales augue diam fermentum sapien justo velit dapibus penatibus tempor nostra purus ipsum magnis netus. Integer massa arcu felis sit parturient adipiscing eu. Pretium risus duis ornare natoque. Potenti justo felis porta fringilla facilisi ad lacus mauris. Dapibus fusce quis cras et ante turpis in id. Aliquet netus. Aliquam velit eros volutpat egestas at. Iaculis etiam erat sociis facilisis curae et. Integer risus hac eget cras magna. Lacinia fusce enim non a. Feugiat fusce nulla netus. Nonummy purus augue tempor phasellus pulvinar neque malesuada. Laoreet curae porta volutpat cum pellentesque porta nulla cursus ullamcorper. Laoreet augue netus primis montes orci ullamcorper natoque hac vehicula. Pretium netus. Cubilia nulla quis sit et a amet massa vulputate urna penatibus. Conubia felis. Egestas massa ut libero nibh eu phasellus. Viverra netus. Integer purus donec auctor dictum.",
    "Egestas lacus. Aliquet magna id lorem dis sociosqu metus ve nisl condimentum. Quisque nulla. Rhoncus nulla ac eros lorem etiam conubia quis. Laoreet donec. Nonummy porta. Viverra morbi nisi egestas pede ac duis inceptos convallis. Aliquam felis eros et. Blandit donec velit aenean nostra curabitur vitae eget turpis. Cubilia lorem fames dapibus pede est iaculis id sem auctor et fusce fermentum. Egestas fusce amet nascetur curae facilisis maecenas mattis class venenatis suscipit. Iaculis purus id ligula per ornare phasellus netus cras. Gravida magna ad lacus facilisis ullamcorper curabitur eros penatibus vel vitae fermentum dolor imperdiet. Posuere augue nibh netus elementum sed sodales placerat. Feugiat porta nonummy ligula nullam. Natoque justo rhoncus vivamus convallis at. Euismod justo sem nisl morbi lacus montes quis condimentum sit. Quisque curae. Cubilia morbi justo libero eu hac odio. Conubia metus at enim eu faucibus cubilia. Dapibus proin nonummy. Potenti augue nunc nec a tortor duis consectetuer suscipit."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti purus parturient interdum ante facilisi aliquet sociis ac.",
     "paragraphs": [
      "Integer massa amet ullamcorper sollicitudin integer quam mus vitae vivamus magna ve. Conubia lorem eu aenean nisi class. Quisque curae hac lobortis cubilia. Cubilia metus lacus etiam dictumst vitae a iaculis et habitasse eros sit. Natoque morbi sit urna mus. Pretium fames nunc mus netus parturient cubilia non congue eleifend sociosqu donec. Egestas etiam eni velit sit eget pharetra et. Feugiat fusce duis justo porta gravida. Vivamus ipsum mi vehicula laoreet convallis mi. Conubia morbi erat mauris id eget nulla mi ipsum tempor ipsum per. Gravida justo sed proin dui dis facilisis auctor urna quisque orci at eni ad nunc. Pretium velit quam vitae proin magnis at erat suscipit ve ullamcorper ac mollis. Natoque curae in mattis suscipit vestibulum ridiculus donec a orci. Viverra porta sit natoque. Potenti neque. Viverra donec erat per. Vivamus proin et nulla mattis vestibulum donec nisl senectus fringilla nunc hac vitae phasellus penatibus. Viverra lacus ac id cras enim netus ve lobortis elit. Sodales lorem diam dignissim rutrum elit egestas ut sed eu pellentesque turpis luctus conubia urna ve. Posuere massa. Conubia felis. Cubilia etiam netus eget a nisl lacus ridiculus ipsum ut taciti.",
      "Commodo dolor ad in eget facilisi aliquet hymenaeos at sociis sit. Aliquet justo arcu taciti phasellus inceptos nisi dui urna a. Natoque class parturient sociosqu elit mattis cum nonummy et risus nullam tortor morbi ipsum duis magnis. Gravida porta arcu cursus ornare tristique magna porta vitae leo torquent risus ve. Vivamus dolor adipiscing amet. Potenti fames odio nibh faucibus non consectetuer magnis odio diam est. Blandit magna nisi. Conubia risus at sollicitudin vivamus felis. Lacinia metus. Cubilia proin netus. Pretium netus eni sit consectetuer turpis id cras malesuada libero rutrum fames. Nonummy porta. Aliquam massa id dignissim a elementum. Quisque etiam fusce molestie per ac a cursus eros lectus aliquam nonummy primis. Potenti morbi nisi non nisl metus laoreet placerat. Gravida lorem massa metus enim a etiam feugiat semper etiam tempus scelerisque. Potenti etiam non urna elit. Vivamus etiam ac porta mauris quam cubilia iaculis tincidunt libero suscipit condimentum senectus orci diam. Integer velit enim dapibus curae pede fames. Dapibus donec. Quisque lacus enim aliquam id aliquam nisl eu luctus sollicitudin nec etiam. Sodales augue quam tristique id penatibus adipiscing nec.",
      "Natoque class. Iaculis donec ut tempus pellentesque aliquam dolor quis porttitor. Pretium proin. Vivamus lorem ve nisi lacinia et bibendum urna. Lacinia curae ante tellus dapibus odio cursus quisque enim. Cubilia lorem nam lectus ac torquent. Potenti class nisi purus habitant ac scelerisque nisl pede hendrerit mi erat maecenas. Aliquam curae. Feugiat dolor ad sociis porttitor pharetra purus metus massa nunc duis nulla auctor aenean inceptos. Natoque purus. Egestas donec vestibulum. Vivamus ipsum amet suscipit pellentesque platea proin parturient. Rhoncus vitae per pretium. Nonummy porta erat amet adipiscing vulputate. Sodales velit eros habitant auctor elit ipsum dignissim. Dapibus lorem ad erat libero. Egestas nulla sed odio adipiscing. Aliquam justo sit pede semper turpis. Integer augue purus lacinia. Vivamus augue. Iaculis ipsum nisi blandit ipsum augue luctus quam condimentum consectetuer gravida quam at sollicitudin. Nonummy metus."
     ]
    },
    {
     "title": "Sodales proin purus tellus et lorem nisl nullam id nullam.",
     "paragraphs": [
      "Blandit neque morbi a nonummy in quis. Conubia nulla ad eros vivamus consequat dis odio parturient fringilla lacus enim. Lacinia fames ac proin ad fusce vulputate non elementum. Gravida ipsum eu aenean ad euismod cras porta purus. Euismod felis vestibulum placerat lorem curabitur. Viverra neque fames aenean justo. Posuere class nulla interdum proin natoque quam senectus suscipit. Lacinia purus eu phasellus porta. Viverra magna eros ad consectetuer erat posuere porttitor. Conubia purus fusce. Viverra massa ut lacus nostra fames feugiat id. Pretium lorem orci euismod imperdiet luctus vestibulum fames odio ultrices pharetra ve. Lacinia massa nisl pretium potenti ultricies arcu iaculis consequat enim sollicitudin semper turpis mus orci. Gravida class fames pharetra ve. Dapibus etiam ad magna consectetuer hymenaeos donec elementum venenatis. Cubilia fames et nulla. Quisque risus cras volutpat. Commodo proin felis sodales dis adipiscing neque quis dis primis nonummy egestas. Lacinia morbi et a mollis arcu condimentum sollicitudin quisque ante a. Gravida neque nisl vel vivamus ut elementum a etiam in molestie cum. Egestas lorem orci. Egestas lorem parturient.",
      "Dapibus lorem quis nam lacinia sagittis quam per. Aliquet nulla at cursus euismod potenti tellus erat. Sodales metus parturient suscipit. Pretium vitae curae duis metus. Lacinia magna nibh sit sollicitudin id vivamus nisl ad pellentesque dapibus metus. Feugiat purus eros ve nunc etiam. Cubilia massa ve tortor ve dis convallis vivamus litora nunc. Viverra dolor nulla. Natoque porta ve primis. Aliquam morbi pede platea nonummy tincidunt at scelerisque nibh imperdiet diam hac. Iaculis purus felis eget non in platea mi in elit ultrices. Euismod massa ve taciti vel urna. Blandit vitae donec aenean orci urna viverra et at. Gravida curae ad vehicula nibh et praesent cubilia. Sodales lacus rhoncus mollis sem tortor quam. Integer magna dapibus sit ad nisi dolor habitasse ridiculus parturient rhoncus arcu ante nibh fermentum. Euismod donec. Nonummy magna donec conubia lacinia. Vivamus velit. Laoreet lorem. Blandit proin est nibh eros eni dis non fringilla sollicitudin est. Quisque class pede id."
     ]
    }
   ],
   "title": "Integer porta.",
   "paragraphs": [
    "Blandit lacus. Iaculis lacus sem tortor nam eu netus in ornare rhoncus id elit lorem vitae. Laoreet lacus leo justo congue pharetra dui pellentesque. Posuere metus fusce. Rhoncus purus fusce nullam. Commodo felis proin tellus viverra. Potenti vitae urna et risus augue eros erat congue tempor. Feugiat etiam id nibh netus rutrum. Aliquet proin duis semper faucibus adipiscing tellus massa. Rhoncus fusce hac elit pulvinar nostra litora est arcu massa. Viverra porta ac purus varius volutpat. Posuere netus est facilisi sollicitudin viverra. Vivamus metus ipsum. Laoreet fames parturient nisl tellus elit ullamcorper pretium velit ante nibh erat netus. Commodo netus massa platea auctor class cum urna massa hymenaeos urna leo eros ut. Conubia justo dis lorem egestas integer libero amet venenatis. Rhoncus velit lorem euismod fermentum. Commodo ipsum est ante sem blandit. Nonummy morbi gravida eni varius sagittis eni lacinia et primis ultricies lectus vitae facilisis. Aliquam netus. Gravida fames. Pretium class metus fusce risus odio.",
    "Laoreet curae. Nonummy lorem hac eget aliquet et maecenas. Integer massa ut. Lacinia velit eu sociis vehicula enim conubia sodales tempus ad accumsan morbi ac consectetuer integer. Euismod fames class ante convallis venenatis nisl nec sit cum hac non fringilla ligula. Aliquet etiam ipsum aptent dolor molestie eni blandit pulvinar. Laoreet fames est malesuada quam suspendisse ve. Egestas nulla ve. Nonummy risus etiam egestas proin et urna quam et pellentesque. Gravida risus lorem cubilia. Dapibus porta. Lacinia ipsum. Posuere netus purus aptent. Posuere risus cras vel. Feugiat ipsum quam ipsum tristique. Posuere lorem non quam molestie. Commodo lorem commodo felis nisi ante. Sodales augue enim a lorem. Viverra porta parturient in sollicitudin laoreet. Rhoncus justo donec massa taciti dictum pulvinar. Laoreet porta quam suspendisse sollicitudin integer eros pellentesque. Aliquam porta eget fames mi vitae ac nullam."
   ]
  }
 ],
 "abstract": "Laoreet etiam nam diam parturient. Laoreet nulla donec cum mus at tincidunt a etiam. Commodo morbi eni diam lacus rutrum sollicitudin consequat tellus quis enim varius fames iaculis hymenaeos luctus. Laoreet ipsum eget purus consequat urna. Aliquam metus netus duis ultricies turpis amet dignissim bibendum. Sodales porta vitae hymenaeos volutpat litora arcu nostra tortor sit vivamus molestie. Gravida purus lorem. Blandit ipsum quam eleifend platea magnis aliquam viverra aenean nostra. Lacinia risus adipiscing scelerisque litora in ultrices sodales. Feugiat nulla odio turpis dui blandit massa pede aliquet. Feugiat neque cum fusce curabitur elit nisi curabitur nascetur in scelerisque nunc. Posuere massa pede odio parturient porttitor odio dis amet aliquam at. Rhoncus donec fusce sapien dis primis nec primis quisque aliquet arcu diam nascetur accumsan eu dictum. Quisque lacus mus adipiscing mattis volutpat condimentum accumsan euismod. Iaculis donec amet penatibus nam dui iaculis non ve a quam magna commodo magnis ve. Potenti metus. Euismod porta pretium diam ut. Iaculis porta mi imperdiet a est hendrerit consectetuer parturient cras turpis ve cursus pellentesque lacinia massa eu massa. Aliquam purus erat iaculis cursus diam. Quisque fusce cum rhoncus in non amet ultrices phasellus ac nullam maecenas. Nonummy metus neque sociis aptent tristique habitant. Sodales etiam nunc rutrum turpis phasellus hendrerit morbi sodales posuere odio porta.",
 "authors": [
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Britt Klein",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Man Leitch",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Alternative Automotive Holdings"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Alternative Automotive Holdings"
  }
 ]
}