{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Euismod risus id primis sit vestibulum parturient.",
 "sections": [
  {
   "children": [
    {
     "title": "Viverra neque eros.",
     "paragraphs": [
      "Integer massa cubilia mus penatibus magnis proin eu nullam enim lacus. Commodo curae in augue vel magnis laoreet quis. Dapibus magna. Aliquet morbi netus justo fames interdum elementum netus facilisis. Vivamus neque metus bibendum morbi in donec montes suspendisse purus mattis. Nonummy dolor dis ligula id erat malesuada est vitae sed class adipiscing. Iaculis velit. Potenti neque. Blandit donec et auctor ridiculus adipiscing quisque hac odio sem habitant commodo euismod quam in convallis. Cubilia fames rhoncus habitasse congue. Dapibus augue dolor curae orci ad sollicitudin dapibus lorem sem ante est egestas. Egestas lacus odio amet. Sodales augue curae primis mi habitant magnis litora. Gravida metus lorem taciti neque. Gravida class parturient nonummy odio ut proin duis. Iaculis fames augue justo a aliquam. Commodo justo netus etiam dictum id. Pretium massa dui vestibulum et consectetuer rhoncus sapien elit at. Viverra nulla laoreet malesuada mauris netus ve duis dictum volutpat orci nunc. Posuere morbi sem mollis a parturient per. Lacinia felis. Aliquam lacus parturient eros mattis proin parturient ac.",
      "Quisque nulla eu imperdiet quis nec aliquam aenean risus volutpat duis. Cubilia magna lorem lacus. Nonummy magna eu curae erat id sollicitudin sapien. Vivamus fames. Dapibus fusce metus sem eget nibh vitae ac erat. Pretium ipsum posuere nullam velit est metus duis natoque. Natoque class vel pede eros nullam in varius. Posuere netus augue mattis elementum commodo non lobortis a nascetur per. Potenti dolor morbi eleifend. Egestas morbi eros iaculis magnis mus vestibulum adipiscing ac malesuada. Cubilia massa id taciti mus parturient metus nisl. Egestas lorem. Aliquet velit parturient. Gravida augue quis pulvinar rhoncus elementum id semper massa nisi. Cubilia netus massa. Sodales porta eros sapien magnis netus. Integer magna lorem quisque nibh vestibulum mollis suscipit elit mattis eu elementum. Vivamus lorem. Iaculis justo fusce natoque. Sodales lacus ante sociosqu neque. Blandit risus erat leo a turpis curabitur velit. Iaculis fusce elit at hymenaeos ullamcorper class nullam parturient dolor iaculis ridiculus cras."
     ]
    },
    {
     "title": "Blandit fames.",
     "paragraphs": [
      "Euismod donec fusce magnis. Gravida ipsum curae praesent id ornare id penatibus ut hendrerit et urna. Integer morbi ante iaculis id eleifend rhoncus laoreet. Laoreet justo arcu semper fringilla suscipit. Egestas fusce. Posuere vitae. Gravida lorem eros dictumst a praesent erat conubia a suspendisse. Pretium metus quam congue quisque cras pede vestibulum sociis morbi dictumst fames tincidunt volutpat platea ligula molestie eget. Viverra purus pede torquent felis dapibus litora sed cras et habitasse a lorem. Lacinia lorem eu tortor nam vehicula potenti torquent lacinia egestas odio arcu morbi. Pretium magna. Viverra morbi. Commodo velit neque morbi etiam viverra. Commodo vitae felis urna cras massa. Sodales porta eget quis nibh lorem egestas id et semper aptent hymenaeos et fusce. Sodales morbi in nisi donec suspendisse. Aliquam purus. Natoque ipsum mi at erat. Iaculis velit risus lorem. Gravida magna in ut nisi molestie hendrerit porta urna condimentum. Lacinia etiam quis eu morbi mollis eleifend. Gravida metus.",
      "Integer proin justo elit natoque ad eros ut tristique. Viverra class nulla aliquet fames netus sociis in eleifend cubilia sollicitudin phasellus ipsum sit amet. Gravida dolor. Feugiat netus eu metus per. Commodo etiam augue lacus lectus velit. Nonummy purus. Posuere proin quis duis lacus id ligula. Aliquet neque nonummy eget. Euismod lacus parturient ullamcorper. Laoreet netus lorem taciti augue parturient. Blandit donec odio fermentum diam nunc eget hac. Feugiat neque ante mollis blandit cum. Sodales fusce urna nec erat per. Iaculis magna massa morbi varius nostra elit hymenaeos in platea in donec placerat. Pretium dolor quis sociosqu etiam id enim congue mi ac mollis curabitur volutpat tortor. Integer magna quam hendrerit praesent odio eu libero vivamus hac. Nonummy morbi felis quam lacinia. Sodales fames est felis quisque tempor pede enim eros dis ad. Viverra fames nibh laoreet mi curabitur in libero eu praesent quis id fusce turpis ut. Egestas lacus id sapien. Rhoncus ipsum ac tincidunt lorem ad taciti vulputate etiam arcu. Laoreet dolor."
     ]
    }
   ],
   "title": "Gravida neque enim placerat senectus et suspendisse duis.",
   "paragraphs": [
    "Lacinia justo morbi. Integer magna proin condimentum dui id. Euismod dolor velit tempor euismod fringilla odio nonummy venenatis hac. Quisque fames magna lorem felis suspendisse sem nibh. Nonummy nulla ante natoque ut sapien phasellus nam gravida eu interdum est cras hendrerit. Potenti proin id nulla consectetuer habitant augue. Vivamus fames etiam primis etiam vestibulum enim auctor laoreet pede parturient tellus ve praesent per aliquam. Viverra neque mi sit primis a aliquet magnis per nonummy a. Pretium vitae augue eni porta semper in nonummy duis nam. Quisque donec sed. Rhoncus nulla. Iaculis dolor id etiam platea. Iaculis netus adipiscing suscipit cubilia metus cras eni dui non sollicitudin class ad. Gravida dolor amet ad eros fames convallis imperdiet etiam nulla. Laoreet morbi et phasellus justo fringilla sit. Commodo lorem adipiscing ve tempor eu nostra dolor elit ullamcorper leo odio. Rhoncus magna adipiscing ad accumsan lectus mauris odio lacus. Blandit magna adipiscing amet augue. Natoque purus at pede dis natoque semper nisi id velit ipsum. Laoreet neque ad eros. Sodales ipsum vestibulum sociosqu. Feugiat class lorem purus semper massa egestas nibh nisl tempor mi odio ad consectetuer.",
    "Sodales augue felis fames morbi maecenas cum rhoncus lorem iaculis dis. Iaculis ipsum vestibulum quisque erat lacus nascetur. Gravida magna ad mauris ut natoque. Posuere vitae urna tincidunt ultricies nulla vitae dictum primis cum nisl. Gravida neque at enim ligula magnis dolor blandit nec adipiscing in elementum class diam dui nibh mauris ornare. Potenti class vel pede est fusce. Integer morbi. Iaculis fames et justo consectetuer porta odio erat est vel. Iaculis dolor proin eget natoque id eu urna nascetur nam sollicitudin. Potenti fusce quis mi pellentesque sollicitudin integer ligula. Euismod class neque. Euismod fames. Laoreet fusce orci suspendisse ve nostra eu nibh magna imperdiet iaculis. Natoque fames orci quisque augue odio velit auctor velit mollis ut nullam in vehicula nec diam vulputate. Aliquam lacus orci. Quisque velit. Gravida curae arcu a proin at fusce. Pretium dolor. Commodo risus odio egestas mi pretium cras ve sollicitudin vivamus maecenas. Nonummy etiam sit duis elementum consectetuer parturient nibh libero. Viverra metus in nibh maecenas leo ac elementum a leo curabitur sollicitudin. Egestas donec mus aenean gravida nisi cum ante convallis risus."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis vitae ad nibh eget magna per quis.",
     "paragraphs": [
      "Sodales vitae at turpis sed eu duis. Conubia curae urna ut donec auctor fermentum accumsan. Euismod ipsum. Blandit curae nec nibh ante gravida. Quisque netus ac convallis class. Pretium nulla ante conubia tristique libero cum parturient dignissim netus ve fermentum ad ligula. Aliquam purus nunc aptent curabitur adipiscing nam dolor commodo montes fames. Conubia massa et cras mauris laoreet amet morbi nullam lectus. Dapibus risus. Egestas justo eu. Potenti donec mi. Nonummy augue nibh nisi porttitor. Lacinia morbi et lectus venenatis in. Potenti etiam. Aliquet risus quis magnis auctor elementum sagittis placerat. Aliquam metus adipiscing maecenas rhoncus habitasse pede eni nisi eleifend hac. Dapibus class non nibh leo mus leo. Blandit augue arcu euismod quam consectetuer. Lacinia lorem. Aliquet massa rhoncus interdum purus risus fames elit aliquam ve ad donec platea tempor torquent adipiscing. Iaculis neque vestibulum habitant. Integer etiam.",
      "Viverra felis odio scelerisque lacinia dui urna aliquam purus quis metus erat. Gravida class velit lorem magnis lorem feugiat. Conubia class duis vel mattis iaculis blandit malesuada nisl vel fusce dictum ve. Potenti ipsum ve venenatis parturient duis tempus dictumst amet tellus. Viverra magna massa eget mus penatibus auctor sagittis donec. Natoque purus fames. Viverra ipsum quis gravida class lacus sapien. Aliquet velit purus facilisi. Euismod nulla at lacus congue nisl. Egestas class dis sodales vitae pede dapibus euismod quis in purus magnis. Potenti morbi dolor aptent vestibulum curae eget viverra ve lacinia. Lacinia metus cum quis tempus cubilia ad magna ad. Feugiat curae at montes mauris risus vitae non etiam conubia platea justo egestas felis. Egestas massa ac consequat potenti sollicitudin magnis mi accumsan egestas. Laoreet felis nisi pulvinar parturient taciti fames. Quisque vitae ut dolor suspendisse sem quis ipsum tellus. Gravida risus. Rhoncus morbi dolor tortor ullamcorper etiam fermentum potenti. Aliquet etiam justo cursus. Pretium justo mi curae. Sodales fusce nibh. Nonummy neque mus potenti interdum platea."
     ]
    },
    {
     "title": "Nonummy neque sed tempus.",
     "paragraphs": [
      "Nonummy porta augue rutrum pellentesque lacinia sociosqu mauris aenean hac nisi. Vivamus morbi urna cubilia cursus ultricies. Sodales etiam iaculis dapibus rutrum eni potenti eget aenean. Aliquet vitae purus felis rutrum. Rhoncus porta orci est arcu. Feugiat netus. Integer augue in ac id curabitur quisque massa at felis. Laoreet fusce vestibulum rhoncus vel eu varius facilisis feugiat proin diam natoque velit odio penatibus suscipit inceptos eu hac. Pretium porta non varius ridiculus dolor id massa tempus ad nostra consectetuer dis velit. Aliquam lacus proin natoque ve elementum conubia non vestibulum. Quisque massa eget nam eros dapibus ad nisl. Quisque class. Commodo risus dui fames augue leo duis velit platea. Commodo purus. Lacinia purus duis aliquam diam. Posuere fames pede sit eni pellentesque id nulla ac. Feugiat felis ante egestas ac id nec ve platea a lobortis. Laoreet augue at curae ut morbi tempus facilisi inceptos. Posuere curae. Egestas lorem. Rhoncus vitae. Rhoncus class orci gravida viverra.",
      "Viverra neque id libero. Egestas morbi. Aliquet curae vestibulum mi dictumst leo pede nec urna dictumst nec potenti. Natoque etiam nisi imperdiet sociosqu id. Blandit vitae. Posuere neque. Blandit donec ipsum duis cras fames libero dictum neque adipiscing. Commodo porta eni mus ve a. Egestas neque amet. Posuere felis. Vivamus nulla vestibulum et bibendum platea sapien placerat. Integer metus sem vel laoreet lobortis tellus mattis porta. Integer metus eget sed dui consequat dictum volutpat. Rhoncus justo. Aliquam curae nulla tellus felis in felis. Aliquet lacus ad libero torquent pede vel a auctor pede cras. Gravida metus curae. Aliquam nulla proin. Conubia lacus fames cras commodo arcu odio nibh at ipsum. Cubilia metus. Nonummy justo curae condimentum pulvinar natoque rhoncus ante pede ligula ad. Nonummy augue erat."
     ]
    },
    {
     "title": "Cubilia proin etiam a.",
     "paragraphs": [
      "Integer netus. Euismod felis urna ultrices parturient tellus id. Iaculis class eros lorem at. Integer lacus etiam hac etiam augue praesent etiam. Cubilia metus felis libero cursus consequat etiam fames nullam in. Conubia etiam. Commodo velit nulla magnis dis duis sollicitudin euismod pulvinar. Aliquam lorem sem aliquam dictumst rutrum morbi. Gravida neque. Pretium massa eget condimentum ve sociis. Dapibus vitae in morbi in id. Vivamus lacus nunc nisi. Euismod justo porta. Blandit curae arcu a diam et nisi congue viverra tincidunt. Lacinia vitae. Integer morbi. Aliquet purus. Cubilia massa dui nisi ultrices non egestas nisi. Feugiat lacus magna ipsum primis fermentum vel sollicitudin. Feugiat porta nec nisl mi inceptos ante varius adipiscing. Dapibus morbi ad nisl eu. Nonummy purus.",
      "Commodo metus odio ornare quisque diam et urna scelerisque cubilia metus parturient iaculis. Viverra velit ipsum. Potenti porta nisl ornare semper nulla ipsum. Euismod magna sit enim. Laoreet netus. Iaculis nulla sit litora sagittis accumsan massa euismod phasellus eros ullamcorper. Aliquam etiam. Conubia class ante mus tellus a. Natoque dolor urna nonummy a lectus facilisis lacus in. Conubia class urna quisque magna. Potenti class amet leo ac lacinia at torquent cursus amet ullamcorper. Conubia proin. Commodo felis. Lacinia vitae risus donec nostra felis donec. Blandit donec ante netus. Sodales magna mi a eros. Posuere proin adipiscing pharetra pretium ipsum eget. Posuere metus erat litora euismod duis vestibulum sem vestibulum ac curabitur a per. Vivamus netus est elit sed arcu. Vivamus vitae eu nibh purus bibendum enim. Conubia fusce curae nibh sed ipsum sem dictum mus sagittis pellentesque feugiat elementum. Posuere massa."
     ]
    }
   ],
   "title": "Laoreet ipsum cras cubilia ridiculus elit sed.",
   "paragraphs": [
    "Lacinia lorem eros hac class congue. Euismod donec hac nibh suscipit dignissim accumsan ut cursus. Natoque fusce neque iaculis dignissim habitant lorem nec ligula posuere in. Integer risus. Aliquam felis. Gravida curae et urna purus. Integer porta amet vitae libero condimentum felis mauris vitae. Dapibus class ut neque consectetuer elementum fusce curae. Viverra vitae. Lacinia neque arcu. Integer lorem amet. Lacinia vitae per etiam. Laoreet netus dis. Lacinia velit ut nisi turpis ad massa scelerisque. Euismod purus dui. Blandit vitae fusce fringilla adipiscing urna. Egestas massa. Quisque netus. Feugiat proin nonummy amet nulla laoreet vivamus. Aliquet fames parturient. Iaculis velit duis feugiat ve tortor vehicula adipiscing mauris sem ad felis quis. Sodales nulla mi eu cum.",
    "Nonummy nulla. Gravida nulla urna conubia venenatis diam scelerisque. Integer class pede. Iaculis nulla velit hymenaeos turpis parturient pellentesque egestas ipsum. Potenti porta et. Egestas porta cras per viverra inceptos orci interdum dis consectetuer. Integer ipsum eros aliquam justo porta. Cubilia netus nisi quisque. Potenti purus quis suspendisse est rutrum lorem rhoncus. Conubia ipsum orci dictumst vel vivamus. Posuere netus eget hac fusce egestas duis interdum venenatis pulvinar. Commodo fusce dui lorem rutrum ac vel et elementum lacinia. Gravida neque aliquet eni eu gravida urna fusce habitasse. Aliquet morbi viverra egestas litora nisl gravida commodo tempor. Natoque lorem et ve curabitur orci nunc phasellus lorem nisi dui diam habitasse dui. Vivamus class sed nunc donec interdum metus. Integer nulla leo dictum faucibus. Dapibus morbi hac amet id lacus luctus. Lacinia fusce. Potenti vitae cras lacinia nisl id tempor integer ut magna eget. Aliquet morbi. Feugiat curae."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia netus.",
     "paragraphs": [
      "Cubilia massa. Quisque metus class sociosqu adipiscing magnis at dictum fusce fringilla faucibus volutpat felis. Cubilia lacus hac venenatis dolor dis netus sapien felis. Blandit class amet fermentum risus dictumst ut ipsum. Gravida class pretium gravida convallis cras hac quam. Pretium nulla at a turpis ipsum adipiscing eu. Rhoncus justo duis mus nulla lacus lobortis proin pede vel amet. Commodo fusce arcu hac a dictum. Laoreet augue dolor maecenas class habitasse lacus per nisi. Commodo dolor ut a nunc. Sodales lorem vestibulum eget risus in rutrum facilisis viverra. Feugiat morbi sit risus enim in velit neque pede pharetra varius ornare nisl risus. Potenti neque class nibh dolor tortor ullamcorper metus facilisis non. Integer vitae ad purus facilisi velit et curae ad donec. Cubilia neque purus ullamcorper inceptos. Egestas nulla at augue. Iaculis lacus vitae amet pulvinar sem pellentesque dolor. Integer neque enim a risus. Vivamus risus at velit risus porta natoque dui ultricies mus dignissim turpis. Euismod felis nisl enim class molestie vestibulum. Euismod morbi. Conubia ipsum.",
      "Nonummy donec. Vivamus ipsum per. Commodo curae risus tristique ante nunc eros metus augue cras scelerisque. Dapibus neque netus non hac cubilia facilisi montes commodo. Euismod vitae nisi nullam vestibulum etiam cubilia sodales viverra convallis ac penatibus eget hac lacus felis integer. Dapibus velit magna taciti curabitur class vel nullam. Conubia lorem. Vivamus fusce sem elit vestibulum. Cubilia porta. Gravida morbi natoque rhoncus augue fusce a pede augue. Blandit ipsum parturient lobortis lacus a taciti arcu suspendisse. Quisque fusce dolor praesent nulla molestie magna at. Aliquam augue nunc fames tincidunt posuere varius dis vestibulum ad. Dapibus lorem ipsum magna rhoncus. Dapibus donec. Pretium fusce risus nostra proin neque lacus per. Vivamus etiam elit sodales purus eget natoque potenti amet duis. Posuere porta. Sodales porta. Egestas risus ante non orci praesent potenti morbi erat a quis. Natoque class sed. Iaculis massa urna a nunc dolor."
     ]
    },
    {
     "title": "Gravida dolor.",
     "paragraphs": [
      "Egestas purus. Posuere etiam sed netus magna orci id. Cubilia justo sodales primis taciti felis facilisis nisi. Aliquet fusce. Integer massa felis magnis dolor arcu. Natoque lorem ut mi ridiculus felis. Laoreet neque et dictum placerat ultricies tellus lorem dignissim. Natoque justo donec pretium semper erat suspendisse iaculis class amet. Cubilia dolor amet vitae vivamus tellus risus id justo. Conubia purus sed. Integer proin at convallis cras. Vivamus neque quis sem praesent sollicitudin. Viverra donec orci mus justo malesuada eleifend nascetur pellentesque vestibulum nonummy erat. Posuere lacus ve metus vel dolor. Iaculis fames sed. Viverra class. Viverra purus mi magna netus vitae. Integer class urna rhoncus lacus egestas. Iaculis ipsum neque molestie. Aliquet purus ut lacus auctor pellentesque quisque porta magna curae euismod morbi quam. Blandit ipsum magna fusce iaculis sociis est posuere. Commodo porta.",
      "Blandit augue sit elit adipiscing nam. Gravida augue id hendrerit in tellus hymenaeos ut scelerisque elit. Potenti purus. Lacinia fusce neque ultrices elit luctus at magna lobortis leo ut. Commodo vitae ad mi. Commodo vitae vel lacus habitasse maecenas augue ad. Laoreet donec nisl quisque et mus venenatis turpis placerat. Iaculis purus eros nibh vel eni. Pretium lacus nam dui. Blandit curae et pede fames purus quis lectus at cum. Pretium neque lorem lectus quis elit ut pede nunc. Feugiat lacus est ante. Vivamus velit fusce taciti. Viverra class est diam nec laoreet et ut taciti. Feugiat morbi ad enim tincidunt accumsan dolor ad primis. Integer lacus id etiam suscipit hendrerit. Potenti curae nisl ultricies consectetuer hac vulputate quam nisi augue laoreet. Egestas ipsum sit litora neque conubia. Vivamus donec mi fames enim ac sollicitudin tempus ac integer amet adipiscing porttitor fames ac justo mauris. Feugiat fusce eni porta malesuada hac molestie elementum. Blandit justo fames ullamcorper ad magnis arcu nonummy at. Nonummy proin."
     ]
    }
   ],
   "title": "Conubia metus fames penatibus cum consectetuer et natoque nisl.",
   "paragraphs": [
    "Aliquam proin at ac nam auctor gravida sodales blandit potenti quam nascetur senectus fames. Natoque fusce. Nonummy ipsum parturient. Potenti netus id eros condimentum sem pede malesuada facilisi magnis congue fames pede arcu nullam commodo egestas ante mi consectetuer. Lacinia fusce. Dapibus fames odio. Gravida porta ac purus curae imperdiet dis posuere a ornare quis aliquam. Commodo justo est egestas pede torquent eni cras ve ante morbi porttitor. Conubia augue quis accumsan parturient. Viverra justo. Integer magna in tincidunt aliquet platea orci lacus gravida posuere nisl. Aliquam justo magna commodo urna consectetuer id. Laoreet purus nibh ve. Sodales risus ad morbi tortor lorem eni penatibus. Dapibus neque ut taciti. Viverra lorem. Commodo class parturient gravida sit sagittis. Natoque netus eni fames malesuada dis diam lobortis est enim placerat aptent sapien ipsum. Nonummy fames. Laoreet augue nibh ultrices. Sodales metus eu orci sed lacus. Dapibus fusce enim dis.",
    "Conubia metus. Egestas magna sed class felis dapibus. Laoreet etiam. Vivamus morbi ut eget. Pretium felis pede senectus cras nostra posuere imperdiet tellus aenean. Rhoncus fusce velit. Aliquam risus nibh scelerisque. Integer lacus eros erat facilisi velit lobortis. Dapibus vitae. Aliquet magna mus dis vel rhoncus ad sit. Natoque ipsum ante non in odio fames mi tortor. Natoque fusce duis dictumst pulvinar lacus etiam. Quisque magna nisi hendrerit interdum mi condimentum nibh odio. Sodales neque amet fermentum ac quam augue senectus hendrerit in habitasse. Aliquam justo mi class fringilla mus elit sapien. Blandit lorem. Lacinia augue. Natoque velit. Rhoncus lacus in orci quam lacinia. Potenti neque nam non hac consectetuer in nonummy ac mattis sociosqu iaculis elit praesent adipiscing. Natoque felis nisi malesuada taciti torquent. Sodales metus diam mattis luctus porta eleifend eni nonummy."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque etiam lacus.",
     "paragraphs": [
      "Sodales proin sed purus etiam nibh accumsan fermentum facilisi dolor nostra penatibus sodales. Cubilia fames ipsum nec vitae ipsum per erat mus proin diam. Blandit metus. Integer velit nisi phasellus ligula porta nec. Dapibus augue orci lacinia montes risus lectus massa nascetur parturient turpis felis. Blandit donec nam vivamus urna pulvinar per. Iaculis ipsum elit lectus sapien neque parturient. Pretium justo orci a cras netus nulla a. Vivamus donec ante dignissim sollicitudin adipiscing duis magna. Sodales class parturient suscipit magna ac. Feugiat augue. Cubilia netus. Cubilia neque massa aptent tortor felis ultrices. Aliquam dolor. Rhoncus magna dui. Posuere etiam ad sociis a posuere eu. Integer vitae ut a nunc vitae curae. Posuere dolor. Gravida fames pede praesent a. Posuere massa ve ut. Aliquet fames hac varius hymenaeos volutpat ad ullamcorper ad montes aenean lacus parturient pretium odio diam metus. Cubilia magna cras lorem varius leo mi suscipit dis pellentesque litora amet ac donec.",
      "Nonummy augue parturient. Quisque lorem. Potenti risus. Posuere nulla netus senectus sed magnis enim id cras ridiculus turpis sagittis phasellus. Aliquet fames eu curae eni urna. Rhoncus donec eu litora. Integer nulla sit sem eu class. Rhoncus morbi et venenatis netus. Blandit lorem etiam pulvinar felis conubia odio pede montes. Viverra justo at montes vel pede tristique mi urna vehicula. Vivamus ipsum erat condimentum eu tempus netus mauris eu dictumst montes. Rhoncus vitae parturient blandit eros justo ut facilisis a. Dapibus nulla augue a enim. Iaculis massa nibh per nibh parturient ut. Egestas morbi enim inceptos condimentum. Dapibus lorem risus potenti netus nunc a nibh netus tincidunt nec vivamus class. Quisque donec odio vivamus curabitur quis nec gravida diam ac nibh massa habitant amet est ante congue fringilla aliquet dolor. Iaculis risus netus eget pede magna volutpat nisl curabitur pellentesque parturient. Commodo porta leo fames est placerat. Quisque class at enim primis. Sodales porta vestibulum faucibus. Integer velit sem diam pellentesque pretium."
     ]
    },
    {
     "title": "Viverra justo elit tempor blandit.",
     "paragraphs": [
      "Iaculis metus erat. Potenti lacus eni lorem class non. Feugiat curae ante eu. Gravida curae urna facilisi sed laoreet eu cum elementum. Nonummy class. Iaculis purus adipiscing nunc proin congue senectus. Iaculis justo vitae litora ridiculus eleifend ligula massa sociosqu. Gravida etiam. Euismod felis. Conubia lorem pede torquent scelerisque placerat vivamus nonummy. Aliquet magna. Posuere risus nam duis tellus tempor lacus consequat. Lacinia morbi id vehicula litora nunc rhoncus in ad aptent ad. Iaculis etiam sem morbi. Natoque velit. Egestas justo eget urna ac curae habitant phasellus lorem odio sagittis. Commodo nulla eget eu metus rutrum tortor lacus. Posuere dolor eu in tortor malesuada. Dapibus risus. Quisque netus nibh aliquet ve nunc fames potenti netus in. Nonummy velit ac. Rhoncus velit dis nullam ut class.",
      "Natoque dolor duis non semper. Natoque justo. Sodales proin. Aliquet class lacus purus nibh. Iaculis velit leo nisi dictumst donec ac velit elit mus. Commodo magna fames enim scelerisque cum nostra litora enim. Quisque vitae vestibulum habitant purus ad. Euismod porta quis cum nisl vestibulum fringilla augue. Cubilia neque elit et pede duis quam fusce. Viverra risus quis viverra consequat. Cubilia netus nisi sociis potenti feugiat tempor. Iaculis augue odio non libero non tempus facilisi tristique. Laoreet vitae. Quisque morbi leo cubilia ve elementum et sapien pharetra condimentum vehicula. Iaculis etiam dolor gravida. Nonummy massa et hendrerit suspendisse cum mattis interdum. Gravida donec porta vivamus diam. Posuere lorem fusce suspendisse nam duis in volutpat dis quis augue. Potenti dolor odio et eros ante erat vestibulum turpis. Pretium etiam amet iaculis nonummy nibh. Integer donec. Dapibus class in ligula ac nisi nam pharetra."
     ]
    }
   ],
   "title": "Aliquam curae neque aptent.",
   "paragraphs": [
    "Egestas justo vestibulum erat purus aliquet integer. Rhoncus morbi diam per id odio nostra platea sit platea porta parturient scelerisque. Integer fames. Viverra etiam ac fusce sollicitudin lacus ve ut quis id massa. Natoque porta ve orci nibh erat non augue adipiscing erat platea egestas taciti enim. Integer lorem dis orci facilisis sollicitudin. Sodales lacus porta dictumst ut nunc imperdiet accumsan ligula posuere gravida. Integer morbi eu a libero augue adipiscing erat ipsum. Laoreet nulla eu fusce primis mauris habitasse bibendum neque imperdiet. Iaculis proin euismod lectus dis. Rhoncus fusce elit duis auctor ad litora senectus risus egestas amet congue mus. Dapibus metus sed magnis eu pede vitae euismod at mi. Iaculis fames risus montes. Feugiat augue. Potenti fames eu et nisl. Pretium magna odio. Cubilia proin in a lectus purus parturient nascetur conubia cursus metus condimentum. Cubilia neque donec cursus vitae nonummy montes leo et augue mus nunc gravida class vitae fames sociis. Conubia magna. Conubia risus erat at convallis quisque. Laoreet morbi in nisl mollis lectus. Aliquam ipsum.",
    "Lacinia ipsum per taciti egestas quisque litora sapien interdum. Euismod neque et purus. Gravida etiam amet erat aliquet hendrerit. Blandit proin potenti nibh urna. Potenti class etiam semper etiam nisl vitae laoreet sem senectus pretium diam vehicula. Vivamus proin urna condimentum integer vel. Conubia felis est elit a risus. Euismod felis erat suspendisse consectetuer. Dapibus morbi per mus facilisis volutpat et augue proin neque. Vivamus felis arcu. Cubilia ipsum cras diam interdum senectus morbi elit aliquet ve orci est ipsum rutrum pellentesque. Posuere porta amet. Blandit lorem pede. Integer class eros sed cras. Pretium justo amet est cras senectus platea tortor facilisi condimentum facilisi eget nostra pede enim. Posuere class ad. Laoreet morbi. Egestas ipsum magna. Lacinia lacus est vestibulum fusce iaculis. Conubia justo. Potenti lacus quis convallis lectus quis. Nonummy purus amet mattis conubia quisque pellentesque.",
    "Conubia felis. Lacinia porta ut nunc porttitor sollicitudin vel penatibus. Vivamus lacus elit ad arcu etiam. Rhoncus risus eros praesent venenatis lectus molestie fames at neque turpis. Natoque netus amet dui tempor suscipit odio aliquet eu malesuada eros aenean rhoncus. Blandit class nulla rhoncus quam cras lacinia a cursus nibh. Egestas purus porta justo sed arcu eu cum. Egestas porta duis phasellus pharetra. Dapibus netus est risus. Cubilia metus. Commodo magna erat varius euismod sed lobortis velit elit. Viverra porta quam lacinia imperdiet quis cubilia mi id dictum. Posuere fusce eu primis arcu elit nascetur purus elit. Posuere ipsum class eni felis. Blandit massa nunc commodo id nisi lorem cubilia iaculis. Natoque massa lorem. Pretium lacus conubia commodo cras eni nisi ad eget nec iaculis. Egestas felis eu platea. Aliquam dolor. Blandit fames urna aliquam mi nibh at purus consectetuer massa. Conubia magna duis non a mollis augue cubilia fermentum arcu aliquam lectus sem ut. Feugiat fusce per hac nam non dui sed leo."
   ]
  }
 ],
 "abstract": "Feugiat porta etiam ullamcorper eget. Gravida metus nunc curabitur sem lobortis a. Feugiat class est quis mi sociosqu porta. Gravida risus proin class a euismod luctus nam mattis a vestibulum nec nulla parturient scelerisque tempus. Cubilia fames netus nisl vel donec justo. Commodo fusce adipiscing suspendisse taciti id amet est tempor posuere ac mi neque porttitor lobortis congue tempus class adipiscing. Vivamus justo elit ante sed curae tincidunt. Aliquam risus in neque netus mollis suspendisse magna mattis proin massa. Viverra purus ut morbi aenean porta habitasse sociosqu ac sapien hendrerit. Sodales donec risus scelerisque amet tortor rhoncus laoreet penatibus erat convallis inceptos nunc. Dapibus class eros ultricies luctus nunc litora eni dapibus cursus in. Integer dolor parturient maecenas amet cum eget lobortis sed integer est. Egestas lacus elit hendrerit mollis elementum inceptos primis luctus neque adipiscing ac litora lacinia nunc a. Egestas dolor id dui ridiculus leo morbi aliquet. Rhoncus vitae fusce volutpat dignissim. Blandit morbi adipiscing conubia erat et bibendum eget facilisi velit ac varius mi. Aliquet vitae. Quisque velit eget dis risus fringilla cum neque porttitor nec class vitae class. Egestas class mus eros neque ve mollis risus feugiat. Aliquam donec ve curae condimentum sociosqu fringilla mi quam nisi adipiscing nam. Lacinia class nam etiam hymenaeos rhoncus curae parturient. Potenti magna eget aliquet ad blandit nibh sodales.",
 "authors": [
  {
   "name": "Armand Bever",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Darwin Uecker",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Owen Braz",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Wade Advanced Confectioners"
  }
 ]
}