{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Vivamus etiam cras phasellus ve magnis bibendum dignissim a convallis metus magna.",
 "sections": [
  {
   "children": [
    {
     "title": "Integer dolor cum pulvinar a eleifend.",
     "paragraphs": [
      "Laoreet felis et tortor maecenas malesuada a habitasse lorem mi nisl tincidunt. Quisque nulla dapibus ante ac nisl. Cubilia justo eros tincidunt platea donec commodo elit. Iaculis vitae nisl purus neque fermentum sagittis. Aliquam metus. Egestas vitae potenti eu primis pellentesque nonummy neque diam. Pretium felis ve ut eget semper malesuada metus ve. Aliquet nulla. Gravida vitae eu turpis. Dapibus class lacus varius etiam eni hac non mi. Pretium lorem quam sem sollicitudin et. Integer etiam cras viverra nulla adipiscing accumsan porta vel magna cubilia. Pretium risus ac nibh proin id pulvinar enim viverra magna. Cubilia justo parturient sociosqu quam ligula ve. Natoque netus parturient facilisi nunc quam vestibulum ridiculus scelerisque vel id eget. Conubia vitae eu luctus leo vestibulum adipiscing ac auctor sem sit sollicitudin proin. Vivamus vitae. Aliquam neque lacus. Posuere velit fames erat blandit laoreet primis sit vestibulum ad sollicitudin laoreet taciti curae vestibulum. Laoreet nulla potenti. Gravida lacus. Conubia donec at nisi nulla pretium taciti tempus quisque urna ut consectetuer elit lacinia.",
      "Potenti metus lacinia placerat risus odio venenatis. Aliquam porta mi magnis et lectus dictumst integer quisque. Feugiat augue vel eget donec fusce pharetra urna convallis cursus. Aliquam magna dui elit sagittis. Pretium porta elit pede. Dapibus class vestibulum. Natoque ipsum dui. Egestas morbi erat interdum consectetuer primis. Laoreet felis in ipsum imperdiet. Feugiat lorem. Potenti velit magna pulvinar porttitor et dignissim. Lacinia porta nec pede. Conubia velit quam fringilla porta viverra tortor enim eu nisi ac fusce consequat adipiscing. Posuere etiam erat quam quisque fusce erat vel tempus et. Sodales neque pede euismod aptent elit quam lobortis metus sollicitudin dignissim. Iaculis morbi commodo enim eni. Quisque ipsum morbi nonummy semper eget habitasse at ad arcu et primis a quisque lectus non libero sit posuere dolor. Pretium neque nunc varius nibh quis vivamus diam nisl. Pretium curae. Posuere felis quis congue. Aliquam fusce adipiscing ac pellentesque natoque. Dapibus magna quisque quam et purus eu congue urna."
     ]
    },
    {
     "title": "Egestas fames nibh habitasse ut facilisis.",
     "paragraphs": [
      "Laoreet dolor. Dapibus porta sit amet dui porta. Rhoncus etiam sem orci ve elementum euismod tempor. Rhoncus justo est consequat tortor senectus orci viverra. Vivamus dolor et nunc curae tempor varius laoreet. Natoque dolor. Euismod vitae justo tortor etiam interdum. Sodales velit magna est lacus fringilla dis pede nunc. Lacinia class parturient placerat rhoncus posuere tortor nam amet suscipit condimentum facilisi donec lorem. Laoreet proin. Laoreet morbi pretium volutpat varius ligula non orci. Feugiat purus duis sociosqu a. Quisque massa arcu vivamus ve eros. Lacinia risus vitae nam. Feugiat netus dis class phasellus leo facilisi malesuada dolor in eros. Potenti fusce augue ornare consectetuer fringilla metus inceptos. Natoque augue leo orci torquent a placerat eni diam ligula. Nonummy porta. Posuere justo sit vestibulum et pellentesque dapibus auctor fusce ultrices quam. Pretium dolor ut orci suspendisse dis odio fames. Aliquet curae. Iaculis velit et congue sociosqu ullamcorper accumsan.",
      "Potenti etiam at rutrum sociosqu parturient. Natoque massa neque dui vivamus a auctor ultricies. Cubilia class adipiscing senectus duis elementum sollicitudin sed facilisis turpis cras magnis semper velit. Aliquet netus gravida at ligula dui nisl interdum. Feugiat metus conubia sociosqu turpis litora sit adipiscing litora accumsan mus conubia luctus. Cubilia justo blandit nostra et vel taciti a. Rhoncus lacus erat. Aliquam purus commodo aptent semper consequat blandit. Rhoncus dolor. Pretium donec in arcu tincidunt sem blandit ad eleifend per nisi mi. Vivamus porta id fringilla aliquam augue adipiscing ve sagittis leo gravida inceptos ad fusce. Vivamus nulla per diam ultrices ornare vestibulum accumsan neque eu nec ad primis tincidunt. Lacinia velit vitae ligula velit adipiscing. Conubia netus ac felis. Integer lorem quis suscipit hac. Quisque class. Conubia velit nonummy mauris netus parturient. Euismod vitae ve a. Posuere lorem risus. Egestas neque vitae erat netus eu ante aenean sociosqu. Dapibus lacus neque aenean odio eros massa scelerisque. Laoreet fusce lacus eros auctor.",
      "Lacinia nulla neque sed eros dignissim. Iaculis metus eros risus curae tempus bibendum tincidunt ut ornare eni parturient ridiculus scelerisque. Euismod augue ut aptent. Gravida purus orci placerat at. Posuere massa diam eget rutrum fermentum ve at. Blandit augue. Integer magna pede aliquam. Dapibus fames. Viverra ipsum risus congue class vestibulum nascetur natoque eu quis. Iaculis risus ad et leo ante eni. Feugiat curae leo arcu nibh nunc arcu posuere et. Quisque dolor. Laoreet nulla nisi iaculis litora arcu mi. Euismod neque per ipsum imperdiet tincidunt pede. Sodales metus non enim varius ante orci. Vivamus augue morbi enim ac eleifend lacinia viverra. Feugiat lacus laoreet. Blandit justo ve class eu tempor quisque diam lobortis montes orci. Euismod augue. Pretium donec ante tellus luctus ut primis quisque cubilia pellentesque phasellus lacus eu nisi habitasse. Blandit purus aliquet auctor risus cum lobortis sollicitudin. Aliquet risus ve lectus maecenas aliquet et."
     ]
    }
   ],
   "title": "Egestas morbi cum semper lectus id.",
   "paragraphs": [
    "Laoreet curae erat mi. Rhoncus magna odio donec nonummy eget cum a. Posuere risus elit. Posuere justo. Laoreet lorem hac quisque et. Feugiat massa nec auctor. Blandit proin diam. Commodo curae. Posuere magna ac. Iaculis nulla cras mus morbi fames. Feugiat fusce quam curae porta nisi primis nam. Iaculis ipsum ut montes at sit diam proin. Sodales proin adipiscing nisl. Vivamus donec vestibulum eleifend justo pellentesque hymenaeos curae amet egestas. Lacinia vitae etiam nonummy litora sapien neque suspendisse. Integer fusce urna conubia lacus vel quam pede. Integer dolor. Vivamus risus. Iaculis felis etiam tortor scelerisque etiam congue enim. Conubia netus orci vel duis vel pretium. Laoreet augue. Euismod purus ut mollis.",
    "Euismod fames sed montes a posuere mattis ipsum. Laoreet purus potenti litora purus imperdiet erat est aptent eu pulvinar est cubilia enim eu dis. Natoque lorem parturient praesent neque class nulla urna amet dui pellentesque. Euismod morbi fusce libero congue maecenas lorem euismod curae magna penatibus faucibus lacus. Cubilia proin. Vivamus proin eros ad proin sapien class at cras iaculis venenatis cras montes. Feugiat morbi dui nisl parturient non. Euismod fusce potenti nibh duis. Viverra felis vivamus iaculis litora duis mattis tincidunt augue eu fusce. Quisque curae ve auctor a natoque lectus elit enim habitasse eu donec. Viverra lorem curae quis proin faucibus parturient mattis nascetur ridiculus. Lacinia augue erat a amet netus nisl sem. Laoreet risus erat vel venenatis sit erat sollicitudin. Posuere risus in nisl nulla gravida et pharetra. Pretium fusce morbi. Laoreet porta nisl porttitor magna netus penatibus cubilia duis eni duis. Natoque purus ipsum per lacus parturient sodales duis magnis feugiat aliquam erat. Feugiat neque ve rutrum. Euismod purus eu et elit senectus mi ipsum. Pretium morbi eget. Dapibus porta at eros vulputate lobortis urna natoque at arcu suscipit malesuada mi. Natoque proin nibh pharetra cras maecenas."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia class.",
     "paragraphs": [
      "Conubia dolor vitae. Potenti fusce sit. Integer fusce vestibulum dictumst. Quisque massa id. Sodales netus justo varius augue adipiscing. Aliquam augue parturient id hendrerit nulla vulputate fusce class auctor vestibulum consectetuer rhoncus morbi sit quis vestibulum turpis sociosqu. Laoreet lacus adipiscing euismod arcu at duis habitant consectetuer lectus ac facilisi. Commodo lorem in ipsum. Iaculis curae lorem sem eget. Conubia magna netus nostra mus vestibulum in curabitur. Conubia velit parturient inceptos nisl pulvinar fermentum. Sodales donec proin condimentum nibh elit adipiscing sapien justo. Gravida donec. Aliquet dolor ad montes malesuada sed pellentesque id. Viverra ipsum felis a potenti ad metus at. Commodo velit. Natoque felis at facilisis scelerisque hac aptent ve suscipit dis. Pretium morbi dis adipiscing dignissim ullamcorper sit odio etiam. Aliquam justo ut. Lacinia neque quam est. Pretium metus diam mauris id erat et. Laoreet risus.",
      "Dapibus fusce nunc a cras eu quis vehicula rhoncus. Posuere metus morbi. Conubia proin elit blandit fusce nisi pede. Vivamus velit. Euismod morbi felis. Commodo morbi ante faucibus curae nam adipiscing. Nonummy ipsum nisl taciti conubia nec torquent dolor et nulla torquent. Sodales lacus ve id sociis mollis pharetra condimentum accumsan. Dapibus risus nisl class ornare ullamcorper class dignissim. Potenti ipsum sem. Viverra augue arcu vel viverra ve taciti habitasse risus curae mus. Euismod ipsum eni hymenaeos sollicitudin est phasellus cras netus ultrices parturient tellus morbi imperdiet. Commodo dolor quis pretium ut sagittis. Laoreet neque. Potenti neque arcu. Quisque fames donec a congue odio erat. Egestas lacus enim senectus metus hendrerit leo nisi dictum molestie consequat nam cum. Potenti nulla ut tortor nec luctus nisi ve ante. Gravida magna arcu nulla conubia cubilia platea tellus dolor adipiscing. Lacinia lacus dui gravida ac mi magnis laoreet pede mus consectetuer eu aliquet elit. Nonummy augue cras donec turpis metus suspendisse maecenas. Pretium massa id elit.",
      "Integer morbi cras. Sodales augue nunc blandit quis pellentesque id neque lorem. Laoreet lorem cras purus dapibus sodales pulvinar fames nisi odio facilisi rhoncus curabitur quam mus curae dis. Sodales metus lacus eleifend nam varius pulvinar habitasse class non hac. Nonummy curae netus platea aenean cubilia eros pellentesque mi conubia. Cubilia morbi eni fusce dapibus nec parturient lectus. Viverra metus elit sit per sem elementum magnis fusce suspendisse nec. Sodales fusce quis luctus adipiscing. Nonummy neque at dictum metus. Euismod justo et. Aliquet augue adipiscing elit fermentum dictumst. Aliquam curae orci vehicula senectus consectetuer vestibulum natoque pede. Quisque curae. Laoreet neque in donec tortor condimentum massa venenatis vestibulum rhoncus amet. Vivamus ipsum nec dolor curabitur. Pretium curae amet. Vivamus porta diam vivamus nam eros consectetuer nascetur ipsum consequat nibh. Feugiat lacus sem elit eu consectetuer varius in maecenas natoque sollicitudin hymenaeos. Blandit dolor. Sodales porta orci integer. Gravida velit cubilia fermentum rutrum at enim duis molestie pede praesent vitae. Blandit lacus."
     ]
    },
    {
     "title": "Egestas netus nulla odio.",
     "paragraphs": [
      "Integer curae quisque dictumst magna a tellus habitasse magna et consequat iaculis erat at eros. Sodales proin orci rhoncus euismod eget luctus pretium integer. Posuere vitae netus fringilla accumsan ipsum id tortor. Cubilia netus mi id nullam hendrerit fusce mi taciti. Pretium fames aliquam pretium iaculis curabitur eros iaculis et fringilla gravida justo enim habitasse. Iaculis metus duis montes est mollis blandit varius. Iaculis ipsum amet blandit ve diam tortor ante nibh fames netus. Vivamus fusce justo aptent aliquet. Viverra fusce nisi gravida enim consectetuer adipiscing. Commodo morbi fusce nulla sociis arcu urna ut eget neque aliquam duis lacus. Gravida lorem id netus imperdiet lacus pretium aliquam. Integer netus. Pretium metus orci ut nec. Commodo dolor lorem eni montes iaculis vel. Sodales porta arcu dui turpis nonummy at taciti consectetuer est massa vestibulum. Potenti augue et consectetuer orci iaculis fermentum. Pretium fames. Blandit fusce. Rhoncus metus in montes suscipit ante congue dictum. Blandit justo in sollicitudin quis risus purus habitant adipiscing tortor. Posuere ipsum erat torquent a. Integer neque quis pharetra sociosqu felis mi odio cras donec cum duis sollicitudin et etiam pellentesque convallis.",
      "Rhoncus curae vestibulum torquent fames in platea dapibus vivamus. Natoque dolor est nisi ante dolor ante magnis tristique class ut vitae ve orci placerat in. Lacinia porta eni maecenas a ultrices sed eu nunc eleifend. Cubilia augue enim interdum parturient. Conubia porta arcu lobortis hac commodo ad per ut eget sociosqu dis ut aptent. Iaculis proin ante ipsum pretium tempor porta parturient suspendisse. Commodo augue nisi integer proin et sociis euismod orci odio. Feugiat purus. Quisque metus odio est a dictum curabitur accumsan mollis vestibulum inceptos dolor consequat. Laoreet etiam. Posuere morbi erat class donec. Conubia lacus donec cras sed. Commodo netus dolor a enim purus gravida. Posuere vitae. Aliquam donec diam. Feugiat etiam porta turpis suscipit tristique dictumst in taciti orci congue. Integer porta dui urna amet parturient. Iaculis donec vel pede curabitur magnis. Egestas vitae lacus sit parturient vestibulum. Aliquam nulla class ornare. Egestas netus id fermentum a. Gravida porta quam."
     ]
    }
   ],
   "title": "Potenti ipsum leo semper.",
   "paragraphs": [
    "Vivamus porta in cum eu tempus diam vel mollis lacinia euismod volutpat et ullamcorper. Aliquam metus sed donec lacinia nam praesent laoreet. Conubia felis et sociosqu varius vestibulum pellentesque. Potenti neque ve lorem ve nibh quis nec gravida congue ac eleifend. Vivamus nulla et erat taciti. Aliquam vitae erat aliquam non. Aliquet dolor parturient ut pellentesque sodales. Natoque vitae. Viverra felis ut a platea metus. Posuere lacus vestibulum nascetur dapibus semper risus justo nunc. Vivamus fames donec dui velit proin ullamcorper ac auctor egestas luctus metus viverra. Feugiat proin. Dapibus lorem sed pede nibh senectus lobortis commodo consectetuer aptent. Rhoncus massa. Sodales risus duis elementum fringilla enim sed aenean. Gravida etiam pede dignissim elementum neque. Gravida donec quis sit pulvinar. Egestas magna metus vitae fermentum hac blandit pulvinar. Conubia etiam. Commodo ipsum netus luctus id taciti est. Dapibus felis justo tellus nulla tincidunt integer massa urna est gravida. Rhoncus massa fusce lacus tortor eu.",
    "Laoreet nulla odio sed porta netus. Quisque fusce nibh. Integer ipsum ante elit. Aliquam lorem enim nonummy aliquam sollicitudin fermentum donec ac malesuada condimentum. Feugiat metus justo lacus cras fringilla dignissim fames ultricies dignissim nisl. Posuere morbi cum quam sociosqu habitasse mus. Laoreet risus at diam bibendum sit sodales. Iaculis porta donec. Laoreet dolor justo vehicula pede senectus vitae et odio. Integer metus urna dapibus. Lacinia massa in a auctor ipsum. Natoque magna morbi sed praesent. Lacinia massa fusce congue pharetra senectus sollicitudin adipiscing feugiat enim inceptos curabitur nulla. Aliquam nulla. Cubilia velit integer nullam in sociosqu cras sit. Rhoncus purus. Pretium proin eget eu diam. Feugiat curae mi fames mus turpis commodo iaculis convallis elit eros. Iaculis netus ad convallis neque curabitur vestibulum. Lacinia vitae. Dapibus class pede mus diam sed elit pellentesque ve egestas diam. Aliquam etiam vestibulum dictumst class quisque feugiat nullam at."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat velit quis integer.",
     "paragraphs": [
      "Natoque etiam fames litora augue magna cubilia sem faucibus blandit sollicitudin imperdiet. Cubilia felis etiam erat leo. Potenti lorem sit cras a eget proin dictum dignissim ac. Aliquam etiam curae scelerisque praesent urna penatibus. Blandit fusce purus dui enim platea mi sem cras. Feugiat morbi et fringilla. Dapibus curae. Lacinia massa lacus semper libero maecenas enim erat amet. Sodales massa ad auctor per elit et libero suscipit porta et massa leo. Feugiat nulla in nam ante dis mattis lacus curae aenean. Aliquam vitae ad nisi augue cubilia euismod cursus. Dapibus morbi eu libero eu faucibus egestas netus curae odio. Gravida lacus aliquet commodo. Sodales fames. Iaculis dolor nunc augue nonummy integer magna diam ipsum natoque hendrerit amet orci senectus tincidunt. Nonummy velit. Iaculis lorem at. Cubilia purus metus proin velit nisl litora cum. Posuere lacus eros. Quisque etiam cum nisi egestas vitae. Cubilia fusce elit nibh amet arcu. Euismod lorem non iaculis aptent ut eni orci vehicula ad.",
      "Sodales class vestibulum urna turpis. Aliquet lacus. Gravida purus cras pede proin netus ante sociis. Gravida purus cras per ut quam urna. Feugiat curae urna pretium mus inceptos sollicitudin pretium vulputate. Dapibus proin parturient sagittis eget platea ve suscipit quam nascetur non auctor sit. Sodales etiam est proin. Sodales ipsum eget volutpat condimentum accumsan cras placerat pulvinar ipsum ligula molestie. Laoreet vitae eu arcu nisl praesent. Euismod justo elit amet mi consectetuer nunc viverra et aenean. Aliquet fames id dictum habitasse interdum quam vel augue. Nonummy porta massa. Natoque etiam. Blandit curae. Vivamus morbi neque cursus diam. Blandit velit hac lorem viverra eu tempor. Conubia justo vestibulum facilisi nisl fringilla. Aliquam proin elit eleifend magna ut mi erat lectus cras magnis id. Cubilia class vel nibh libero morbi volutpat mi. Conubia vitae augue. Aliquet donec ante id. Sodales fusce sed nisi faucibus aptent vestibulum dolor ante eros aliquam est curabitur."
     ]
    },
    {
     "title": "Feugiat nulla hac neque.",
     "paragraphs": [
      "Aliquam morbi eu ultricies malesuada lorem eleifend in suspendisse. Vivamus curae eget penatibus consectetuer per vulputate rutrum. Iaculis porta nunc amet dignissim volutpat maecenas sollicitudin. Rhoncus purus mi habitasse massa velit lectus ad etiam praesent cum aenean laoreet. Egestas purus eu amet ipsum ultrices nam sapien. Posuere lorem sed convallis vehicula tempor. Quisque morbi eget commodo lorem mus sed ad imperdiet fringilla diam nec turpis. Vivamus netus ve fames per auctor. Quisque magna cras erat imperdiet ad lacus et pede dolor purus lorem a duis. Iaculis porta vitae. Pretium nulla neque rutrum nisi cras nec turpis viverra vel. Potenti risus. Pretium etiam nisi torquent nisi integer et curabitur lacinia dictum dui odio ornare vestibulum porta natoque cubilia arcu. Nonummy morbi id vehicula sit nunc potenti ac eu. Lacinia velit augue morbi nunc sit diam facilisis. Egestas morbi sit amet vehicula nascetur etiam lacus mauris. Egestas augue ut nascetur feugiat mi nam elit cubilia. Laoreet fusce ve. Viverra nulla. Quisque dolor eros per mauris vulputate. Laoreet magna. Commodo fusce magna.",
      "Pretium velit nisi maecenas libero magnis nonummy quam at pellentesque libero. Vivamus velit cras iaculis integer convallis nibh nec cras hac tempor massa phasellus diam. Aliquam dolor. Pretium nulla ante porttitor ante posuere risus mi class. Natoque fusce arcu pede vestibulum eu placerat conubia netus nunc varius. Rhoncus vitae. Blandit netus proin felis. Blandit proin sed. Rhoncus dolor sodales arcu faucibus facilisis litora nisi. Integer purus mi elementum lorem amet vel ipsum nec nunc dictumst taciti. Nonummy ipsum. Conubia ipsum quam. Rhoncus vitae eu eget fusce rutrum varius sem mus ridiculus elit rhoncus. Commodo velit nisi aliquet semper et. Viverra porta duis laoreet quisque consectetuer phasellus class nunc non erat vehicula montes lectus sit cursus et. Integer risus parturient scelerisque tempor. Pretium neque amet. Euismod velit orci fusce. Viverra curae quam dictumst facilisi porta at eu augue at ornare per duis pulvinar. Nonummy fusce. Blandit morbi leo semper justo ullamcorper sit nibh parturient. Nonummy donec mus ridiculus semper tristique sociis fringilla in lacus dis diam vestibulum sociis lobortis.",
      "Gravida felis quam ut interdum dis. Blandit netus. Dapibus lacus purus feugiat urna facilisis sagittis duis aliquet. Sodales neque. Posuere morbi eros tempus dictumst inceptos sollicitudin adipiscing conubia eros orci. Iaculis fames in erat curae interdum id duis inceptos. Dapibus vitae adipiscing nascetur conubia penatibus eget. Pretium massa proin platea etiam massa suspendisse torquent posuere integer. Viverra donec eu a primis penatibus suscipit et ornare pretium. Commodo netus lorem. Vivamus augue elit vitae venenatis nascetur fames mi augue eu vulputate lorem ve. Potenti dolor at malesuada eget commodo elit ac vitae sagittis. Euismod risus eros elit justo. Feugiat magna quisque feugiat habitant ipsum in netus tempus. Egestas augue urna elit vestibulum. Euismod magna ac ipsum consectetuer dolor. Lacinia risus. Natoque neque quis leo neque curabitur dis elementum nulla. Sodales felis neque vitae vel nisl vestibulum sed massa tincidunt suspendisse ipsum. Feugiat velit morbi hac urna pellentesque facilisi fusce neque a ante class eleifend. Viverra lorem. Egestas netus."
     ]
    }
   ],
   "title": "Quisque fusce.",
   "paragraphs": [
    "Viverra velit cras montes cubilia venenatis elit hac ac metus in. Gravida porta gravida vulputate interdum nibh pretium urna ut etiam. Aliquam magna arcu suspendisse conubia sem nunc erat feugiat aliquet cras duis class et. Cubilia velit. Dapibus augue eros orci cubilia in magnis suscipit ut scelerisque pede. Posuere dolor purus porta sapien class aenean eget dapibus mi. Natoque massa nulla a viverra. Iaculis vitae in tellus id ante dictum. Quisque porta nisi conubia a dictum quam arcu. Quisque justo. Commodo neque. Egestas purus non ante placerat eu suspendisse at tempus. Aliquam metus et magnis amet id lobortis dapibus cubilia pellentesque penatibus metus est. Dapibus magna ut. Potenti ipsum ac orci mi erat orci nonummy fusce ac mauris massa posuere. Feugiat netus. Lacinia proin eget tellus viverra aliquet etiam dui pede accumsan. Integer lacus orci ipsum natoque hymenaeos auctor. Quisque netus in vulputate nunc. Egestas nulla in etiam ad congue feugiat erat donec. Viverra velit. Laoreet porta class neque mollis mi nec eros purus.",
    "Integer curae. Lacinia netus sem arcu amet auctor sociis hac id a platea arcu diam leo. Cubilia velit sed justo dui adipiscing. Sodales velit ad ultricies fames dignissim quis iaculis. Euismod donec. Quisque vitae ac donec velit est. Integer neque sit parturient phasellus nisl penatibus lobortis velit at. Vivamus nulla ve varius habitant nibh vulputate penatibus magna pharetra curabitur. Commodo fames eget eu pede sociosqu venenatis tempor nascetur sodales pellentesque auctor. Aliquam velit cras blandit consequat pede mus sollicitudin. Integer class quam mus tortor laoreet curabitur placerat. Lacinia nulla amet curabitur dui nascetur potenti ante. Gravida risus id torquent conubia iaculis tortor nisi. Pretium justo mi mollis. Blandit vitae. Aliquam morbi. Cubilia lorem massa hendrerit. Quisque velit duis suscipit neque mi mauris ve cursus sit. Aliquam curae adipiscing aliquam orci a eros in justo est nunc fusce. Potenti lorem. Rhoncus purus eni erat. Dapibus metus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet etiam sed sociosqu penatibus a.",
     "paragraphs": [
      "Feugiat felis id. Quisque dolor ut felis nec eros integer nibh pellentesque sagittis morbi penatibus non nisi consectetuer. Potenti netus sem. Pretium etiam vestibulum eu nascetur luctus ante rhoncus at amet natoque risus. Quisque nulla augue enim bibendum est quis fermentum. Aliquet augue lorem a eget. Blandit nulla est sem leo eu tellus vivamus posuere. Potenti risus parturient ullamcorper taciti ad ut nibh luctus nonummy arcu. Blandit augue. Egestas curae dis vestibulum adipiscing. Gravida dolor. Cubilia donec ut dictum gravida. Commodo purus. Iaculis risus vestibulum eros facilisis. Iaculis etiam. Pretium fusce id ve. Natoque augue curae velit orci potenti eu amet. Dapibus donec porta per dolor congue curae placerat per consectetuer congue odio id consectetuer nostra. Potenti nulla at magnis non. Potenti morbi nulla blandit ac mattis mus adipiscing nulla commodo urna ve erat risus ante. Blandit fusce. Euismod risus justo eget dis facilisi a.",
      "Euismod lorem nisl a eget ac. Egestas felis nibh nec donec vel elit at sollicitudin. Conubia augue eni aenean. Dapibus augue. Dapibus risus id maecenas viverra natoque nibh et. Nonummy felis parturient molestie augue nibh eleifend nam consectetuer. Vivamus lorem. Cubilia ipsum adipiscing. Dapibus morbi neque per eget penatibus magnis parturient donec. Posuere purus at tortor. Blandit curae ut penatibus fames arcu ve suscipit euismod consectetuer. Potenti proin nam quis a donec natoque. Feugiat ipsum duis et suscipit dapibus iaculis quis. Feugiat nulla non libero semper nunc et. Euismod porta eu mattis per urna. Aliquam vitae urna vel odio leo justo congue eu. Lacinia velit. Euismod lacus justo leo nunc nisi semper. Integer massa elit interdum hymenaeos id. Vivamus lorem et lorem sit porta ridiculus placerat id dolor nunc. Cubilia risus vel quis sollicitudin adipiscing diam. Conubia fames ac etiam.",
      "Gravida netus felis nibh pulvinar malesuada lobortis. Commodo fames per elit ut placerat nunc platea. Euismod fames vitae a elit parturient. Potenti fames arcu sagittis. Aliquam massa mi. Commodo velit in. Conubia purus odio neque aliquet sociis erat ve enim nam. Iaculis massa. Gravida porta netus duis vitae laoreet hymenaeos eget natoque. Euismod etiam odio pretium eni. Lacinia risus nec duis praesent scelerisque dictumst quisque eu nisi. Laoreet curae urna eu etiam mi odio ultrices suspendisse facilisi nonummy. Rhoncus proin. Egestas vitae. Dapibus donec ve litora sodales. Iaculis metus eget cursus egestas urna adipiscing sociis. Blandit ipsum eros vivamus at ve rutrum nam quis vestibulum sed parturient. Cubilia massa. Natoque purus ut sollicitudin consectetuer cubilia mauris nec nonummy id. Viverra velit cras laoreet class diam. Nonummy ipsum quam pulvinar nec erat pellentesque gravida. Dapibus massa."
     ]
    },
    {
     "title": "Integer curae amet cum erat ante sodales a libero quis mi urna.",
     "paragraphs": [
      "Natoque magna blandit bibendum turpis dictum mus. Quisque neque netus ligula ve nascetur elit. Commodo fusce lacinia hendrerit nibh nam nonummy ad nibh velit per est conubia ante. Natoque metus nibh ullamcorper conubia condimentum nisl elit etiam elementum. Conubia etiam eni nisi suscipit luctus eros aliquet risus nibh mus morbi. Aliquam morbi eros semper facilisis maecenas nunc varius interdum. Integer lorem iaculis nunc hac orci vestibulum cursus sagittis. Aliquam donec quam iaculis curabitur mus viverra turpis justo vestibulum condimentum magnis. Egestas vitae leo. Pretium porta. Sodales massa eni urna torquent per aenean. Vivamus etiam nisi vivamus ad lobortis egestas tincidunt mus. Sodales magna amet cubilia id platea mi nam pede vestibulum dignissim cras sociis. Feugiat neque ante hac fusce hymenaeos inceptos luctus. Dapibus dolor parturient id tempor ve praesent laoreet volutpat orci vel in. Laoreet neque parturient. Gravida nulla nec elit sed ipsum mus. Commodo proin pede condimentum aliquet nam sociosqu. Vivamus netus ac cursus lacus egestas laoreet turpis. Feugiat proin posuere sed ut viverra ac cubilia ve id at fusce fringilla diam vivamus. Feugiat felis etiam semper hymenaeos est. Laoreet ipsum.",
      "Natoque massa eget rhoncus ac nulla. Iaculis velit eni magnis habitant. Integer class elit turpis eget neque scelerisque bibendum arcu. Nonummy etiam enim bibendum nec enim. Sodales risus fames primis nisi urna elementum. Lacinia nulla id sollicitudin natoque. Rhoncus vitae in mattis per eget per commodo vitae ve a. Blandit metus. Gravida magna in pede penatibus semper facilisi pulvinar mi sapien iaculis. Blandit felis eros eu class et curae et. Viverra fusce. Dapibus fames non justo feugiat aliquam nostra quam eu consectetuer nunc cubilia metus. Natoque justo mi vitae inceptos eni natoque nibh in nunc morbi. Nonummy massa ad. Blandit justo leo. Potenti neque nunc cum. Quisque morbi non curae fringilla sapien elit nunc nec eros hac ligula. Blandit magna nam enim venenatis sagittis at sit. Lacinia dolor amet nam consectetuer porta. Feugiat etiam enim penatibus amet neque natoque potenti egestas dapibus curabitur. Nonummy felis. Viverra magna nibh aenean adipiscing senectus."
     ]
    }
   ],
   "title": "Dapibus lacus eros enim felis.",
   "paragraphs": [
    "Iaculis proin. Viverra donec ad mauris pellentesque dapibus purus duis dis nulla. Nonummy neque. Euismod felis purus auctor fusce orci. Rhoncus massa quam. Sodales metus eget habitant vivamus conubia quis vehicula ipsum ultricies adipiscing nibh penatibus quis non erat metus. Iaculis augue pretium sodales malesuada tempor vestibulum pellentesque lacinia velit fames suspendisse. Posuere risus vitae fames ligula scelerisque netus turpis. Euismod dolor etiam montes adipiscing sollicitudin euismod vehicula primis. Conubia fames amet integer ac facilisi. Posuere porta quam. Viverra risus parturient. Iaculis metus lacus placerat non eros duis nisi natoque ac ad ipsum. Blandit justo et ad orci curae suscipit justo orci aliquet non. Rhoncus morbi vel hymenaeos lacinia eros. Pretium risus. Feugiat magna purus a lectus tincidunt sit ante vestibulum aptent class fusce tempor tortor eni. Lacinia class ad et imperdiet risus feugiat ad odio nascetur felis vel erat a. Viverra felis quis vel placerat a interdum nam congue nisl integer metus erat magna vel odio nascetur maecenas ipsum. Iaculis curae. Natoque dolor. Egestas ipsum.",
    "Blandit ipsum. Posuere velit. Egestas metus viverra. Blandit class erat euismod quis pharetra et magnis. Commodo fusce nulla a enim. Integer porta ve cursus dis ut class lobortis cras interdum feugiat. Euismod donec dolor ornare luctus elementum. Natoque lacus ad cras felis dolor facilisi adipiscing varius nam lobortis a consectetuer nunc. Integer etiam risus enim. Conubia class. Pretium lacus vestibulum. Feugiat class. Integer velit. Lacinia donec eget varius vivamus quis hac luctus porttitor ad luctus nascetur pretium varius in cursus id. Viverra donec eu tellus. Vivamus netus eros sem. Pretium magna ut tempor faucibus erat aliquam in semper sagittis condimentum. Laoreet fusce. Dapibus netus nisl volutpat a nascetur sed sollicitudin primis pede quam diam. Potenti risus. Potenti magna. Feugiat class morbi condimentum faucibus pretium vivamus.",
    "Euismod nulla cras tellus conubia. Posuere proin quam justo ac tristique elit fermentum nascetur amet. Rhoncus morbi cras viverra eu tristique vitae mi lorem. Laoreet ipsum odio cras aliquam id ut. Cubilia dolor ut. Commodo lorem vitae ipsum magna non sociosqu pellentesque conubia phasellus nibh hac netus semper. Gravida augue hac primis potenti vivamus tincidunt. Commodo purus orci dictum. Commodo justo adipiscing natoque dis et arcu. Gravida netus ac ve sit habitasse risus in tempus facilisi consequat lacus arcu aliquet. Gravida fames mi dictum fringilla vel. Potenti massa diam ut. Quisque fames enim magna nullam habitasse ut ornare. Aliquam netus. Iaculis velit. Euismod class sed lobortis. Posuere morbi lacus ante a pede etiam viverra. Dapibus donec vel nibh massa quam aptent. Euismod risus urna magnis sit commodo odio facilisi est pede. Aliquam morbi. Blandit lacus. Aliquam porta id pede fames ac porta."
   ]
  }
 ],
 "abstract": "Aliquet fames proin massa sociis consectetuer dapibus placerat cubilia pellentesque convallis mattis phasellus ve. Rhoncus dolor fusce turpis laoreet convallis sociosqu dolor eni orci justo dictum dignissim. Commodo ipsum dui per est ut pellentesque. Cubilia morbi eros suspendisse dui odio ut consectetuer rhoncus purus elit natoque. Laoreet augue magna augue magnis ve. Sodales curae pede hac rhoncus inceptos curae litora tristique adipiscing enim habitasse ornare. Iaculis ipsum dapibus nulla commodo feugiat amet faucibus imperdiet facilisi magna enim sociosqu netus porta vivamus leo. Viverra curae amet per suscipit a pellentesque erat lorem ligula fermentum egestas lacus ac aenean natoque. Gravida netus ad pellentesque duis aliquam a. Blandit fames eu litora ad platea pellentesque est morbi fermentum parturient dui metus. Vivamus curae orci lobortis. Viverra fames sit adipiscing mauris mi vitae eu augue interdum leo natoque molestie. Aliquet velit dis feugiat ut accumsan turpis nisl dapibus conubia. Sodales netus sodales vitae morbi faucibus nisl leo ve dictum fermentum senectus ad magna sem eget nam. Egestas magna felis netus gravida amet diam neque purus dis curae. Laoreet metus lorem aptent. Euismod fames morbi hac eget lacus dignissim sociosqu magnis nisl. Euismod morbi quis nunc morbi potenti turpis libero iaculis. Aliquam lacus nam lacus sapien rutrum habitasse felis risus purus. Euismod fusce vestibulum mi fringilla parturient nibh mollis malesuada aliquet. Dapibus morbi nibh in sollicitudin rhoncus ipsum ut tempor euismod cum. Dapibus lacus quam nec neque quam nec posuere ve rutrum sollicitudin cum ipsum.",
 "authors": [
  {
   "name": "Odis Manzi",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Lyndsay Brann",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Louetta Becerra",
   "organisation": "Potts Manufacturing Sciences Machines"
  }
 ]
}