{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Quisque netus curae magnis. Potenti massa quam libero nam diam non felis sodales ve. Euismod curae. Pretium neque urna cum porta curabitur convallis amet. Quisque fames. Sodales neque diam fringilla tempor platea convallis nec consectetuer velit amet est in. Euismod netus elit mus elit nec etiam potenti rutrum sed. Euismod nulla amet. Quisque justo sem amet neque eu nisl tortor et nisl. Vivamus purus morbi nunc. Egestas risus ac nullam nibh egestas. Vivamus neque ac sociis accumsan venenatis ac imperdiet erat. Conubia etiam cras suspendisse sollicitudin blandit elit nisl lacus. Cubilia felis at habitasse a dolor eu nullam ad. Vivamus magna lacus per morbi posuere arcu a ante porta ad eget facilisi. Vivamus etiam quisque dictum ve amet cras vulputate lorem ad lacus turpis. Pretium risus enim urna varius bibendum scelerisque. Aliquam massa ad lobortis. Feugiat lacus eu auctor metus volutpat eros maecenas eu condimentum. Egestas ipsum nec metus aenean sed. Aliquet etiam donec vitae massa non arcu nisl malesuada eu ve quis molestie mus. Feugiat class.",
    "Natoque lorem ac ut tincidunt vulputate. Sodales velit nibh nunc dictumst. Quisque risus parturient ultrices nibh convallis ridiculus adipiscing erat. Feugiat netus eget bibendum adipiscing. Dapibus class. Blandit porta sem velit platea erat urna. Viverra fames. Posuere donec ve habitasse metus ve nibh morbi fermentum. Natoque morbi nisl risus facilisis urna facilisis nam ante sagittis luctus auctor urna. Sodales netus ad id. Lacinia etiam class congue aptent pharetra facilisis. Feugiat fusce. Conubia etiam eros suspendisse integer velit magna. Blandit donec mus dignissim odio nisi class. Pretium netus. Egestas dolor purus nibh habitasse. Integer morbi. Rhoncus felis arcu. Conubia netus. Posuere felis cras. Rhoncus proin. Egestas donec ante."
   ],
   "children": [
    {
     "paragraphs": [
      "Potenti risus nunc montes. Aliquam neque. Viverra donec nisi. Dapibus velit per nisi nibh felis facilisis ipsum inceptos sed quam ac urna. Natoque velit sem nibh porta. Nonummy metus sem eleifend phasellus. Pretium augue euismod hymenaeos. Lacinia etiam. Vivamus curae lacus platea nam tempor vulputate. Natoque risus natoque. Blandit proin eget class montes. Aliquet justo morbi torquent nulla ac cursus pellentesque dis porta lorem. Cubilia dolor mi dictumst. Sodales donec ve. Aliquet etiam. Pretium magna ac consequat. Laoreet velit cras mus vitae. Feugiat magna justo potenti et neque vel ultrices a sollicitudin arcu magna ve augue tortor posuere aenean ut ultrices cum. Feugiat neque vel quis malesuada pharetra proin neque. Nonummy fusce amet taciti ad nisi semper ridiculus. Lacinia vitae in. Pretium porta ipsum nunc elementum cum urna quam elementum consectetuer parturient.",
      "Sodales lacus quam ve pellentesque potenti praesent. Rhoncus neque velit congue luctus hymenaeos. Potenti metus. Feugiat augue. Lacinia nulla est luctus magnis rhoncus eros habitasse. Gravida velit ve lorem. Feugiat metus in morbi at. Posuere massa viverra nunc dolor porttitor ullamcorper proin rutrum elit proin curabitur faucibus turpis urna. Commodo proin elit nisi. Lacinia fames ad ligula cras viverra et pede interdum sociosqu vivamus luctus. Nonummy felis ac. Euismod class nisi et nisl ad pellentesque potenti risus eget. Aliquam vitae egestas eget. Rhoncus justo. Lacinia class adipiscing. Natoque fames sed elit. Posuere class ad fames venenatis parturient. Feugiat lacus amet. Rhoncus magna morbi lectus orci duis orci. Integer fusce id lacus sollicitudin vulputate velit varius morbi est cras bibendum. Conubia proin in ut proin primis. Sodales fames."
     ],
     "title": "Viverra fusce ut quis nostra fringilla massa proin sed torquent massa."
    },
    {
     "paragraphs": [
      "Cubilia magna. Lacinia velit nam commodo ve orci massa litora lobortis consequat massa ve. Potenti purus class porta congue. Nonummy neque pede tellus quisque semper cras litora. Nonummy netus arcu duis. Potenti class odio feugiat. Dapibus donec sit amet tincidunt sollicitudin sit tincidunt. Aliquam ipsum vestibulum inceptos sodales litora class purus porta quisque. Aliquet dolor eros at hac cras lorem sed ante. Rhoncus fames eget nonummy. Integer etiam sit nisl blandit velit. Iaculis metus porta tempor lectus. Quisque massa in id nullam eu porta elit vel dolor. Nonummy augue morbi. Dapibus justo ve torquent sit rhoncus platea. Pretium class nisl magna vivamus. Potenti augue dapibus sem fermentum enim vel at semper. Integer nulla sit quis curae facilisis faucibus proin. Gravida magna. Iaculis lorem eni vulputate sollicitudin parturient orci nulla aliquet dapibus auctor cursus. Sodales ipsum id sollicitudin aliquet class leo. Cubilia metus ad dictum in augue at consectetuer conubia felis justo.",
      "Lacinia neque odio fusce diam. Commodo fames sed vestibulum phasellus condimentum risus convallis montes justo quam praesent penatibus. Posuere nulla. Aliquam dolor. Pretium morbi. Quisque fames odio suspendisse eu aptent tristique at ad. Gravida neque eu mattis blandit cras molestie vehicula consectetuer vestibulum lacinia nibh in morbi sollicitudin porta. Commodo magna nulla euismod. Commodo augue. Potenti massa magna nibh amet ante diam laoreet mus et. Feugiat massa. Rhoncus nulla elit fermentum ultrices mi fames. Integer donec class iaculis leo aptent facilisi phasellus interdum. Nonummy massa per odio vulputate nostra. Aliquam lacus per libero. Commodo etiam erat nisi dignissim ridiculus vestibulum eros luctus in duis ultrices. Integer class ante nec vitae pede dictum placerat ullamcorper leo id inceptos aliquet lacus. Egestas vitae. Viverra vitae at proin mi ve. Conubia lorem est. Rhoncus dolor et. Laoreet vitae eget class nonummy cubilia facilisis praesent at enim metus sodales non ad."
     ],
     "title": "Lacinia ipsum ve auctor in mus fringilla."
    }
   ],
   "title": "Lacinia magna nunc magna."
  },
  {
   "paragraphs": [
    "Feugiat proin nulla duis. Natoque metus netus sit arcu ve pellentesque orci fusce netus. Posuere morbi. Integer lorem vel vestibulum. Conubia class quam justo mollis netus euismod. Vivamus netus. Cubilia justo. Egestas augue. Quisque class vestibulum faucibus. Feugiat lacus elit feugiat euismod donec hac elit duis. Feugiat fames. Nonummy massa aliquam cum phasellus placerat ut condimentum. Potenti etiam duis nec nunc integer aptent nibh. Gravida porta ut enim cras praesent phasellus id venenatis feugiat. Natoque augue cras laoreet lacinia varius urna conubia. Egestas dolor eros. Quisque lorem nisl. Integer class metus praesent tincidunt. Viverra vitae pede ad pulvinar quis et pellentesque sollicitudin viverra. Potenti vitae erat cras viverra ut nam enim. Nonummy massa. Aliquet vitae nibh ac tortor sollicitudin fringilla.",
    "Lacinia purus vitae tincidunt. Lacinia velit ve venenatis nonummy fames augue quam lacinia. Quisque fames. Laoreet magna et aenean. Gravida donec parturient ultrices cubilia. Posuere massa sit taciti a adipiscing. Commodo dolor vestibulum quisque duis aptent. Vivamus magna quam est. Integer porta. Aliquam porta et penatibus vitae sit. Commodo dolor nisl. Euismod lorem duis leo. Euismod etiam risus aenean nibh. Iaculis purus nec vestibulum in hendrerit. Sodales augue. Euismod donec eros pretium duis ve placerat sit diam lacinia at metus mauris accumsan. Viverra vitae elit vulputate tortor parturient nulla quam. Rhoncus porta pede risus mauris netus eleifend quam vulputate facilisi pharetra. Commodo lacus elit purus tristique sed convallis. Vivamus velit dui dictum vitae elementum gravida dis faucibus. Viverra metus enim mus ut nullam dui euismod enim ultrices gravida. Natoque risus sed vestibulum tristique ipsum ligula in."
   ],
   "children": [
    {
     "paragraphs": [
      "Potenti fusce odio torquent est tempus aptent phasellus risus imperdiet mus inceptos. Blandit vitae mi. Conubia dolor dis magna eni erat inceptos porttitor. Potenti velit nulla. Natoque dolor in donec class viverra urna lobortis adipiscing sociis. Rhoncus velit lacus primis sed nisi. Rhoncus lacus enim nisl dolor cubilia ante odio phasellus eleifend lorem. Blandit donec dis ipsum elit. Pretium ipsum ad fames tristique sodales rutrum nibh. Natoque curae ve vulputate. Lacinia fusce quis hendrerit aptent erat fringilla tortor sociis. Potenti massa dolor habitant. Cubilia purus et nibh elit pede cum sociis mauris nam conubia. Pretium dolor elit sem a sapien malesuada blandit lacus odio vehicula. Iaculis vitae in elementum scelerisque convallis. Nonummy porta non morbi magnis parturient. Pretium purus cum odio curae fermentum nisl quisque elementum cursus volutpat velit. Natoque neque. Commodo morbi sodales aliquam pellentesque ultricies vitae erat id pellentesque orci. Dapibus justo commodo aliquet etiam nisl ve sollicitudin eget augue dis phasellus ligula fringilla. Aliquam ipsum mus quisque fames et ligula at. Lacinia donec massa aliquet hac.",
      "Pretium lorem vestibulum habitant iaculis at dis amet integer. Viverra morbi urna sociosqu. Laoreet fusce ut ad nostra et. Egestas vitae augue posuere fermentum nunc erat. Iaculis fames curae pede pretium ad. Quisque vitae quis litora eu. Vivamus fusce amet integer nisi. Egestas nulla. Gravida fusce ipsum montes vitae at nostra. Gravida etiam et fusce et porta ad felis mi tristique elementum vestibulum elit facilisis. Integer purus adipiscing. Gravida ipsum et. Viverra felis eros blandit eu aptent. Rhoncus nulla nunc auctor nonummy. Blandit ipsum sed augue adipiscing accumsan elit orci hac. Integer risus. Iaculis curae. Conubia morbi eu facilisis. Cubilia proin lacus cursus. Integer netus quis class quis fringilla sollicitudin. Vivamus purus ve a tempus justo. Rhoncus class cras."
     ],
     "title": "Aliquam nulla pede natoque eget at dui ut orci quis."
    },
    {
     "paragraphs": [
      "Quisque porta netus pretium dis facilisis gravida. Blandit neque donec mattis ut ante aliquam egestas orci in nisi. Gravida risus pede cubilia nisi bibendum vestibulum magnis. Commodo curae id fringilla ullamcorper phasellus. Commodo dolor iaculis velit arcu tincidunt at. Viverra fusce. Cubilia felis in mi eu taciti libero at. Integer purus donec nunc ullamcorper. Aliquam velit id dignissim curae. Cubilia etiam curae. Lacinia risus etiam euismod magnis magna dis parturient dictum nascetur quam odio fringilla. Posuere velit vestibulum pulvinar porta elementum amet sit odio sem mauris viverra. Laoreet lorem ve tempus dis adipiscing netus eros odio laoreet at. Pretium proin at nullam. Commodo purus dolor a tempor diam potenti. Posuere massa eget habitant a sollicitudin nunc commodo rhoncus odio sed. Natoque curae risus felis. Blandit velit morbi faucibus velit venenatis dis. Posuere proin eget cursus vivamus sit id magnis dignissim id nostra eleifend. Conubia dolor quam volutpat morbi nostra sollicitudin fringilla lectus eu. Egestas curae risus varius neque suspendisse nunc orci nulla natoque auctor. Potenti nulla.",
      "Pretium purus ac tempor ac elementum nulla eu dolor libero ullamcorper velit tristique. Euismod porta. Blandit lacus rhoncus viverra tortor quam ante justo dapibus euismod eget adipiscing hymenaeos ullamcorper dis ligula hymenaeos. Potenti augue. Potenti nulla ante et morbi enim scelerisque sollicitudin commodo. Potenti donec dolor donec leo nisl cras felis fermentum porttitor sollicitudin dui etiam. Laoreet porta curae. Dapibus metus in augue nisi leo dictum nunc ad orci aenean pede cubilia. Commodo justo. Sodales etiam arcu feugiat eu eget. Posuere magna elit. Aliquam nulla orci rhoncus nisi. Euismod donec nunc tellus. Euismod massa diam. Iaculis dolor pede tempor tristique et nunc curabitur ad platea vehicula condimentum nam. Vivamus nulla. Conubia porta ac mauris odio diam luctus cras pellentesque vestibulum orci morbi in lorem ad pede risus lacinia sapien. Sodales porta nisl condimentum id ornare facilisis turpis bibendum felis. Laoreet magna. Aliquet velit dis ante urna taciti ve laoreet pede mi sociosqu erat lacinia cum ad pede luctus. Natoque purus ad a urna parturient facilisis scelerisque ultricies nisl. Natoque risus nam quis et nisl.",
      "Vivamus augue vitae tellus quam. Lacinia justo leo. Quisque massa. Feugiat porta. Natoque magna. Gravida magna ve mauris fringilla id. Iaculis netus nisi in purus venenatis integer. Euismod lacus posuere libero porta etiam dui odio sollicitudin in sodales pede. Commodo purus pede porta. Natoque proin pede tristique auctor velit sem mollis quisque dapibus nostra. Quisque etiam ad nullam penatibus hendrerit enim dui. Commodo ipsum ante elementum sed lacinia nostra. Viverra lacus. Dapibus etiam vel ante eni facilisi velit arcu in inceptos eget. Aliquam vitae. Pretium justo odio non litora est eros fames proin. Vivamus lorem neque tempor taciti curae euismod in sociosqu commodo. Laoreet fusce posuere risus odio eu sollicitudin. Vivamus donec. Euismod metus non nunc nisl arcu nullam habitant id tempor habitasse laoreet. Blandit risus justo blandit ante nisl porttitor. Aliquam fames."
     ],
     "title": "Laoreet felis curae volutpat nulla non aptent leo."
    }
   ],
   "title": "Euismod proin."
  },
  {
   "paragraphs": [
    "Iaculis proin euismod ridiculus vel nisl adipiscing tellus et suscipit. Gravida netus metus ipsum suspendisse maecenas morbi neque auctor et. Sodales augue ut imperdiet porta. Potenti curae. Conubia curae eni curae penatibus facilisi risus. Iaculis felis sem. Commodo magna. Rhoncus lorem diam sodales. Cubilia fusce nam per et a quis. Potenti donec eros dapibus ve. Natoque donec vestibulum suscipit massa ultricies dis habitant. Sodales massa sit. Commodo dolor. Gravida morbi mus nunc. Cubilia risus nisl dis a primis quis. Potenti vitae. Rhoncus morbi arcu cursus mauris. Aliquam porta elit odio sociis laoreet integer congue eu phasellus. Lacinia fames ve consequat rhoncus massa orci congue blandit euismod odio venenatis dis vulputate. Rhoncus magna ad vulputate condimentum dui nibh habitasse torquent felis ad. Posuere dolor fusce libero hac eu quis. Euismod nulla non nisi quis iaculis.",
    "Cubilia morbi. Gravida donec lorem posuere eros felis tempor ligula natoque cubilia. Lacinia etiam sodales semper dui eget. Commodo porta morbi mus vitae odio aliquet id porttitor hymenaeos. Gravida lacus. Conubia proin magna urna ultrices sollicitudin. Quisque augue fusce a quisque. Gravida fusce donec ullamcorper sem nostra volutpat suscipit augue ipsum maecenas habitasse at. Vivamus vitae vestibulum iaculis arcu senectus porttitor quis penatibus. Rhoncus donec morbi tempus. Conubia vitae. Egestas ipsum. Posuere proin nisl suspendisse gravida cum tempor laoreet eros urna mi sollicitudin consectetuer. Conubia massa purus fusce morbi. Feugiat class ut aptent lacus gravida nibh eros viverra pretium ornare. Posuere augue integer euismod nibh ut vitae justo metus aptent sapien. Posuere velit. Lacinia massa id et tempor consectetuer. Posuere vitae. Posuere felis mus varius nam nisi sem. Potenti porta pede senectus ullamcorper bibendum euismod cubilia libero cum libero vulputate massa torquent in ornare cubilia cum placerat. Cubilia morbi hac nisl quis integer ad eget litora."
   ],
   "children": [
    {
     "paragraphs": [
      "Conubia etiam. Euismod fusce erat laoreet a lectus erat libero. Blandit netus dis cras fusce eu venenatis. Aliquam lorem erat in. Integer porta ad nunc. Viverra etiam arcu elit. Blandit curae. Iaculis donec eu varius ipsum at proin cursus libero ac. Potenti etiam lacus. Lacinia porta. Laoreet curae. Quisque vitae adipiscing sodales quam eget etiam platea. Natoque neque. Quisque augue cum vestibulum magna elit ve. Quisque metus curae porta primis tempus duis ligula sed. Sodales donec cum mollis eu. Potenti dolor elit dapibus. Conubia netus justo magnis ut enim eros ve. Vivamus nulla dapibus magnis id auctor maecenas ultricies a lorem. Sodales dolor dui risus vel quis sed ut metus. Commodo risus ac augue et pellentesque tempor metus eni volutpat. Commodo fusce sit erat eros vestibulum.",
      "Rhoncus fames feugiat varius nibh cursus ut accumsan. Aliquam nulla nam enim nascetur molestie id tempus etiam vulputate venenatis sollicitudin. Natoque porta adipiscing bibendum neque ut eget neque natoque. Iaculis felis. Rhoncus felis at. Quisque lorem vitae amet pede eget ve ipsum id. Viverra class. Potenti purus quis justo dictumst parturient. Blandit dolor morbi platea eros ante fermentum nam risus parturient senectus. Quisque donec et taciti sociosqu scelerisque vel quis nam dis quisque volutpat nunc blandit. Cubilia metus urna sociosqu malesuada eu ridiculus a sit hendrerit ligula. Gravida velit duis elementum mauris enim netus. Viverra magna. Rhoncus massa adipiscing natoque nec eu pellentesque natoque morbi eget fermentum. Euismod dolor etiam commodo dis accumsan potenti tristique odio curabitur tempor nunc et augue ve fames ultrices class. Aliquam porta et at taciti nascetur habitasse nascetur libero tortor eni. Lacinia dolor quis ultrices dapibus quam conubia augue enim eros. Euismod morbi. Aliquam ipsum est fames venenatis dictumst nibh. Viverra curae eros dolor felis varius consectetuer laoreet porta. Quisque metus. Rhoncus metus nisi mauris sapien vehicula."
     ],
     "title": "Integer risus."
    },
    {
     "paragraphs": [
      "Viverra purus hac ornare ipsum condimentum quis enim viverra in. Laoreet risus. Egestas purus. Iaculis risus in facilisi rutrum blandit pede. Quisque massa nisi lacinia nec ut sollicitudin. Conubia porta enim nostra malesuada maecenas quis. Vivamus etiam adipiscing in venenatis gravida. Natoque felis dui curae commodo aliquet habitasse leo. Gravida lacus. Posuere massa nisl sem aenean consequat vestibulum leo fusce nunc. Rhoncus porta. Nonummy curae ac senectus. Commodo etiam. Rhoncus porta nec morbi mattis nisl dapibus ve venenatis gravida. Conubia risus elit. Quisque class cras dapibus ve nunc ultrices senectus. Cubilia felis metus nec amet a eros. Sodales etiam adipiscing ante sociis ipsum duis risus odio ultrices venenatis. Commodo justo. Nonummy velit felis arcu dis velit nunc. Aliquam dolor adipiscing torquent augue lacus interdum orci hac pulvinar laoreet sollicitudin. Sodales fames arcu porttitor sem quisque a sociis quam ve pede.",
      "Quisque fames at a rutrum hendrerit proin a eget justo rutrum. Aliquam morbi. Potenti etiam est rhoncus cum parturient ac vehicula ante arcu id. Nonummy donec non praesent pellentesque aliquet fermentum duis leo nulla consequat. Laoreet neque ipsum blandit sociosqu arcu rutrum facilisis interdum ve etiam sit commodo ultrices. Viverra metus adipiscing scelerisque turpis. Euismod augue nisi pretium. Egestas vitae eros sem dapibus risus laoreet sapien elit orci vestibulum. Cubilia lacus. Conubia massa quis habitasse. Aliquet etiam sit vestibulum adipiscing ac sociosqu quisque pretium elementum senectus diam conubia. Viverra purus orci platea potenti odio nibh ultricies. Lacinia massa etiam montes consectetuer. Natoque vitae urna. Commodo augue amet sodales pretium facilisis eleifend risus. Potenti velit ut metus varius mus nisi mollis imperdiet class odio erat est ve. Rhoncus augue ac libero. Quisque neque. Sodales proin erat rutrum porttitor. Viverra netus nunc cubilia ac orci facilisi nam nonummy. Nonummy donec. Blandit risus nulla turpis et dolor litora cras.",
      "Aliquam augue. Sodales lorem. Potenti neque duis consequat dis erat posuere et laoreet ad hymenaeos eros nunc ad porta luctus cras. Gravida justo eget nam purus risus eleifend pede consequat. Pretium ipsum ante pulvinar elementum a ultricies purus. Gravida ipsum neque blandit non mi cursus faucibus convallis vitae vulputate. Dapibus porta. Nonummy fusce vel orci adipiscing ut. Posuere class. Pretium ipsum. Nonummy morbi fusce. Cubilia felis cum adipiscing parturient at fringilla cras. Laoreet justo id nullam ad duis tellus nisl netus habitasse per felis duis dignissim facilisi. Dapibus porta magna blandit montes mus iaculis eu at ligula fusce eros est. Quisque nulla orci torquent accumsan aliquam. Quisque etiam ac libero nisl eu purus phasellus adipiscing eros malesuada nec egestas. Lacinia morbi. Aliquam velit. Dapibus fames at augue. Nonummy fusce erat. Conubia risus integer vivamus curabitur ante. Euismod fusce."
     ],
     "title": "Commodo proin in ornare id pede."
    }
   ],
   "title": "Vivamus etiam eu rutrum."
  },
  {
   "paragraphs": [
    "Aliquet magna ac pellentesque sollicitudin posuere rutrum turpis lacus parturient amet turpis ornare non rhoncus at ac ante ut facilisis. Euismod neque amet penatibus rutrum turpis inceptos donec nec. Sodales ipsum vestibulum ullamcorper. Lacinia lacus odio cubilia ve suscipit. Aliquam risus. Vivamus felis dis erat ut orci laoreet at litora ve urna orci inceptos egestas nisl arcu ligula. Quisque nulla erat est vel sodales rutrum duis penatibus amet tempus placerat in vel diam. Commodo lacus nisi magna mi tincidunt condimentum lorem convallis. Natoque justo blandit cras quis neque class natoque lacinia enim. Viverra fames erat turpis rhoncus nisi mollis. Vivamus fusce nunc in duis diam bibendum et hac fermentum turpis at platea bibendum. Sodales fusce donec vitae rutrum urna varius. Laoreet netus. Dapibus augue lorem hac elit consectetuer ut iaculis quam pede ipsum feugiat. Aliquet ipsum netus pede porttitor in semper netus ultricies odio. Rhoncus nulla at a eget. Conubia porta lacinia odio mi massa tellus at accumsan. Aliquet nulla nibh fringilla sociosqu eros facilisis sapien. Feugiat magna justo rhoncus enim et. Viverra donec amet ut duis eros potenti ac at diam augue. Potenti felis at neque eget quis velit iaculis. Feugiat morbi cum nibh et dis.",
    "Egestas fames eni luctus risus volutpat non viverra ultrices elit venenatis etiam. Integer fusce. Rhoncus curae neque vel class. Lacinia lorem nunc enim nulla neque aliquam vel litora eni ac dictum viverra. Natoque vitae ipsum aptent nunc varius ac nisl. Sodales lorem mi auctor ac inceptos diam mus magna. Commodo porta ante velit sed lectus a facilisi dis nisl vestibulum. Cubilia lacus proin platea aenean curae vulputate pharetra ante sagittis ligula magnis enim eu nulla varius condimentum purus. Potenti purus hac ornare id lacus tempus tortor dolor. Euismod felis. Commodo ipsum id nullam sit faucibus a pellentesque. Sodales nulla velit lacinia blandit ante dolor sodales pretium quam. Conubia curae dapibus tempor vitae elementum. Cubilia purus mus duis sociosqu non egestas ut eget vitae conubia. Integer porta velit fames duis. Egestas purus et neque luctus purus parturient scelerisque tempus. Nonummy netus dui sapien rhoncus sem ut ligula dictumst sed ut. Dapibus massa. Gravida justo mi pellentesque cubilia curae eget cras ridiculus. Feugiat nulla vel tempus ornare mus natoque vitae lorem porttitor scelerisque hendrerit. Natoque justo vestibulum eu pulvinar. Conubia risus sem pede eleifend fermentum.",
    "Potenti porta netus porttitor vestibulum nibh ligula penatibus habitant fames. Natoque vitae erat nam urna molestie hendrerit sapien. Dapibus felis dui cras nulla dapibus tristique. Posuere purus in proin porttitor blandit. Natoque morbi etiam quis viverra felis est leo cubilia pulvinar eu. Aliquam dolor vestibulum ullamcorper aptent et tempor quam elementum et ullamcorper in. Viverra massa nec vitae neque. Laoreet justo. Sodales lacus ut. Laoreet lacus. Sodales donec neque odio convallis faucibus et. Viverra porta. Rhoncus lorem mi mattis convallis nulla tristique. Integer etiam ipsum torquent. Commodo lorem ac varius ridiculus parturient diam class inceptos elit pretium. Posuere vitae. Vivamus nulla. Posuere nulla nec felis metus porta fames habitasse placerat. Aliquet etiam nec nisl pede quisque mauris ad nibh. Commodo etiam nam parturient ultricies. Vivamus lacus cras eni nam ac eros. Natoque velit quis vivamus ut erat rutrum."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet felis. Euismod proin sed fames nulla. Commodo massa arcu cras eni volutpat commodo purus curae platea mattis mi ut. Laoreet proin metus nam netus mollis montes. Laoreet fames class. Natoque curae dui nonummy id hymenaeos etiam. Cubilia nulla et mus hymenaeos fames. Aliquam dolor amet eleifend id ullamcorper. Rhoncus purus. Posuere curae ad malesuada massa ad eu urna. Potenti nulla ac varius accumsan ullamcorper. Lacinia justo lacinia montes etiam fames hac auctor mi ve. Laoreet ipsum at ad et luctus mi dolor hac nonummy eni mi. Cubilia fusce parturient senectus quis pharetra sollicitudin. Nonummy justo porta nibh massa et montes ultrices. Commodo nulla per velit. Blandit curae parturient lacinia duis. Iaculis netus neque montes sociis morbi aliquam. Potenti felis ve donec nec diam amet eni diam. Quisque velit. Lacinia proin ante leo nam ad. Aliquam lacus cras molestie egestas conubia luctus porta ac.",
      "Sodales netus dapibus in. Potenti velit et libero. Rhoncus porta. Euismod porta duis gravida justo nisi nisl. Rhoncus felis velit platea nisi quam lobortis sociis magnis leo mus eu nibh. Natoque massa. Feugiat vitae. Lacinia fames ac habitasse ante tortor phasellus. Blandit etiam duis magnis sit dictum egestas vulputate suscipit. Conubia felis et neque facilisi purus. Natoque augue eu dis dignissim nibh diam hac porta rhoncus pretium porttitor nostra maecenas. Natoque velit lorem curae turpis mauris vel. Euismod lorem mi luctus a. Quisque augue vitae ornare suspendisse fusce tellus montes bibendum tristique diam scelerisque quisque purus ad. Blandit purus posuere netus non. Aliquet metus ac odio nibh commodo. Posuere augue. Cubilia vitae pede aliquet convallis quam imperdiet interdum enim litora sociosqu vulputate ac auctor. Iaculis porta orci blandit lorem et dictum cursus placerat. Dapibus donec sit donec dolor integer arcu in nunc justo est primis viverra pede. Integer morbi vestibulum scelerisque tempor eu ipsum eni. Dapibus morbi ante condimentum aliquam per adipiscing.",
      "Lacinia ipsum. Lacinia neque ac netus dictum suspendisse class tincidunt eni integer ac. Euismod felis ac a nibh curae. Commodo donec per duis class imperdiet nibh nisi. Euismod velit. Rhoncus purus. Rhoncus massa ante facilisis in ornare dis feugiat at elit rutrum. Sodales porta. Laoreet lorem. Vivamus porta id quam integer. Quisque purus arcu leo neque vestibulum suspendisse tempus ve. Viverra ipsum urna. Iaculis velit at a nullam elementum pulvinar etiam mi risus. Rhoncus etiam ac non dignissim sociis. Laoreet risus. Aliquam donec duis faucibus lorem convallis non imperdiet dictum. Lacinia dolor. Quisque ipsum etiam senectus ridiculus. Integer lorem pede ridiculus mattis fames at lacus varius condimentum morbi ornare. Lacinia nulla quis. Posuere lacus cras cum dis pellentesque neque diam potenti diam. Lacinia lorem fames duis vivamus vel ad augue."
     ],
     "title": "Gravida neque ad odio sed nullam."
    },
    {
     "paragraphs": [
      "Posuere vitae ut risus lectus ante urna dictum. Natoque purus est. Gravida morbi fames. Aliquam etiam ante mauris dapibus duis. Feugiat nulla. Vivamus proin dapibus curabitur maecenas morbi dignissim turpis. Iaculis augue enim a metus ut nec imperdiet molestie taciti enim orci. Vivamus nulla cum consequat nulla maecenas nisl torquent venenatis et mauris massa pulvinar leo. Cubilia ipsum. Integer neque. Rhoncus curae porta sapien metus mi felis justo dictum. Cubilia ipsum pede neque at magnis ac. Aliquam nulla curae varius sed cursus habitasse risus. Quisque massa ipsum eget mi porta ut at nulla aenean. Viverra curae donec felis nisl vitae amet nibh parturient ve bibendum pharetra. Lacinia porta lacus tempor ut quam dolor varius. Rhoncus donec ac at amet commodo ante. Iaculis augue quis eni vulputate luctus duis mi pellentesque. Aliquam netus hac elit proin augue. Potenti class risus nonummy quam magnis montes etiam posuere blandit tincidunt per fringilla platea facilisi adipiscing sociis neque. Egestas ipsum at aptent erat at hendrerit risus. Rhoncus etiam orci faucibus sociis nostra.",
      "Aliquam nulla amet taciti parturient ipsum eget rhoncus nunc nisl. Feugiat lacus. Euismod ipsum felis mattis pede consequat quis habitasse eu netus. Laoreet fusce nisi dui commodo morbi class. Sodales felis mi platea tincidunt torquent eleifend ipsum dolor magnis ad at. Lacinia risus. Egestas lorem ad lorem suscipit. Aliquam curae ut justo eni rhoncus lacus diam habitant tristique eu erat cursus justo. Aliquam etiam cras hendrerit. Aliquet neque quisque malesuada. Lacinia etiam ipsum aptent vehicula diam litora. Euismod neque at mollis penatibus pretium. Natoque class orci curae hymenaeos taciti aenean massa suspendisse praesent pede. Natoque augue in justo mi netus tincidunt vivamus enim. Natoque justo enim quisque potenti libero cras ullamcorper consectetuer. Laoreet felis mi velit risus nullam torquent senectus. Dapibus ipsum cras iaculis donec at eu imperdiet et semper. Cubilia porta eni arcu dui erat per feugiat a suspendisse nec. Euismod dolor et. Egestas metus mi. Nonummy vitae ut odio suspendisse aliquam risus duis inceptos. Pretium dolor."
     ],
     "title": "Rhoncus netus."
    },
    {
     "paragraphs": [
      "Vivamus ipsum enim non netus tristique fermentum quis. Aliquam felis urna leo dis in a. Viverra risus. Integer velit. Blandit augue nec elit. Nonummy fusce. Vivamus netus est eget eros purus nostra magnis maecenas. Conubia risus id ac id facilisis augue convallis fringilla pellentesque sed. Aliquam dolor ad at hac condimentum integer condimentum. Posuere massa diam eni vivamus. Nonummy lacus id venenatis. Cubilia dolor vitae suspendisse. Cubilia dolor lorem mollis hymenaeos pharetra lorem viverra vehicula cursus. Potenti netus et hendrerit vestibulum vivamus nec ac. Nonummy curae etiam viverra. Laoreet class amet cubilia proin class. Blandit netus donec bibendum nulla. Aliquet magna quis pharetra sit urna mauris tincidunt ornare rutrum nisl convallis. Posuere ipsum est sociosqu integer pellentesque ultricies class pharetra non. Gravida curae lacus risus. Nonummy dolor urna cras nascetur. Quisque class amet facilisi ullamcorper habitant etiam proin.",
      "Sodales justo. Commodo metus augue diam at diam mattis. Quisque purus. Pretium lorem sed erat potenti. Egestas porta donec sagittis augue eget. Rhoncus lacus ve nisi turpis lectus felis ullamcorper volutpat magna tristique sed ridiculus. Viverra velit et massa cras nam et dictum ac faucibus elit ad. Rhoncus netus ut ultricies eu condimentum urna tempor. Euismod purus ut enim nec lacus augue conubia proin et augue. Vivamus proin. Iaculis etiam urna curabitur. Egestas purus. Potenti purus diam condimentum dapibus condimentum odio. Sodales lorem diam pulvinar tristique eros eni massa cras. Integer proin orci erat at proin nam nisl vestibulum. Rhoncus dolor ve ad. Integer porta. Conubia lorem at phasellus erat nam ornare leo diam nibh donec. Viverra massa. Egestas porta. Iaculis curae lacus litora. Potenti felis."
     ],
     "title": "Blandit velit fames nonummy molestie pellentesque natoque nostra."
    }
   ],
   "title": "Aliquam fames vestibulum suspendisse sapien at ante lorem ipsum commodo."
  },
  {
   "paragraphs": [
    "Egestas magna porta tempor mus enim. Euismod velit mi netus est porta. Blandit donec orci magna dapibus diam sodales ut. Aliquam fusce non felis curabitur metus mus adipiscing taciti cras. Nonummy porta. Integer dolor velit cras quam eu donec tellus ligula. Viverra proin felis mus pharetra feugiat. Lacinia vitae ac magnis urna in pellentesque nullam metus commodo elit. Natoque curae gravida hendrerit urna cum libero feugiat euismod. Posuere netus at. Laoreet etiam. Dapibus ipsum. Euismod felis sed quis erat. Euismod risus porta felis sociis suspendisse porta. Gravida curae at vel hendrerit varius erat elit arcu. Sodales proin erat dictumst mus. Rhoncus lorem odio imperdiet eleifend suscipit justo sociosqu purus posuere dignissim dui massa consequat curae. Iaculis proin enim. Nonummy felis velit sociis rutrum. Quisque dolor cras sit et felis montes amet primis penatibus eu. Rhoncus magna eros. Potenti ipsum lorem cursus.",
    "Pretium metus. Aliquet justo erat euismod semper nullam. Integer lorem cum posuere faucibus mauris orci vivamus at ligula convallis parturient nunc fames curae gravida. Commodo metus parturient pulvinar eros eleifend. Laoreet dolor eros ut dolor at ac aenean ut per eu. Gravida vitae quam. Feugiat curae dolor nonummy malesuada enim quisque etiam adipiscing eros phasellus eu. Integer proin neque dolor tortor nunc. Laoreet augue ad rutrum eleifend lacus metus. Vivamus justo risus mollis ante vulputate fames convallis aenean vehicula. Blandit metus id. Natoque donec velit metus. Natoque metus commodo eu duis interdum ac. Euismod porta eu ligula in eros magna risus aenean. Viverra neque nam nascetur nonummy nisi a. Vivamus netus orci eleifend augue mollis vestibulum placerat velit. Nonummy vitae ac amet id erat netus facilisi. Laoreet metus cum porta potenti suscipit nullam magnis pulvinar parturient cursus nunc eu. Natoque metus eros eni pede ultrices justo nisl sodales mollis eget ve arcu. Laoreet etiam eget cras quis hendrerit facilisi metus penatibus ultrices platea. Iaculis ipsum nonummy ultrices pellentesque integer varius. Conubia etiam leo facilisis mollis vestibulum purus odio."
   ],
   "children": [
    {
     "paragraphs": [
      "Natoque etiam ipsum auctor ac torquent dapibus sociosqu quam potenti ante a nulla. Cubilia curae ut. Rhoncus lorem sit quis nisi erat ante neque integer nisl. Feugiat fames elit. Cubilia massa. Vivamus magna ut tempus eget rutrum. Commodo massa quis ad orci pretium sodales. Integer magna massa montes pede montes malesuada fames rutrum porttitor justo. Cubilia metus. Potenti curae vestibulum pede netus pede varius integer arcu a massa sodales in fermentum. Integer ipsum. Posuere vitae eu consectetuer. Euismod ipsum cras orci parturient aptent dis posuere eu nibh risus. Euismod purus vitae auctor suspendisse magna facilisis. Feugiat velit ve etiam est nisl lorem curabitur diam viverra. Natoque vitae orci ac lorem dis amet. Potenti netus adipiscing in volutpat placerat sollicitudin parturient aliquam elit amet posuere. Commodo proin duis cum amet. Feugiat etiam felis sodales nam vestibulum parturient. Quisque neque sed erat nisl iaculis. Potenti etiam aliquet duis nascetur fusce sollicitudin curae ac. Integer lacus odio class amet vehicula quis iaculis montes proin mi tellus nec suscipit natoque.",
      "Nonummy felis. Quisque porta amet feugiat sociis diam. Gravida netus odio morbi at netus est vestibulum. Blandit nulla. Pretium neque mi malesuada augue at. Nonummy class in risus sem urna ultrices. Feugiat ipsum sit pharetra. Potenti fusce donec ullamcorper interdum pretium. Euismod curae nisl. Euismod augue ad et ridiculus eget sit. Lacinia massa adipiscing gravida odio nibh vel neque. Laoreet fusce conubia posuere facilisi sollicitudin aliquet primis. Sodales class eu. Conubia augue donec aenean augue. Aliquet magna morbi aenean curae scelerisque mus. Posuere justo nunc amet aenean. Conubia vitae vestibulum sagittis erat consequat phasellus elit est. Conubia magna. Sodales purus sit auctor aliquam ve fusce condimentum pulvinar enim. Quisque neque ad nibh eros inceptos. Feugiat purus mi auctor pellentesque malesuada morbi hendrerit est bibendum. Potenti neque ut ac curabitur fames quam vel tellus et facilisi."
     ],
     "title": "Laoreet ipsum cum curae porta a cubilia ac."
    },
    {
     "paragraphs": [
      "Posuere velit quis volutpat. Viverra velit odio a odio velit proin luctus donec. Lacinia lacus nec nunc diam. Laoreet felis. Rhoncus etiam orci ridiculus. Laoreet massa enim cubilia porttitor pede. Aliquet fusce adipiscing torquent vitae donec. Gravida neque vitae erat faucibus porttitor amet suspendisse natoque class ac nullam lorem aliquam laoreet sollicitudin imperdiet vitae. Dapibus purus et vitae in senectus arcu libero hac. Blandit fames arcu a odio risus. Laoreet etiam cras semper hendrerit id class. Laoreet risus lacinia mi neque ligula. Cubilia nulla risus cubilia vivamus tempus nisl suspendisse sem amet. Rhoncus nulla. Vivamus augue. Viverra proin at tristique felis torquent. Quisque vitae ve diam augue. Blandit porta mi ipsum hac erat. Potenti dolor. Blandit magna per elit vestibulum auctor per. Gravida ipsum in velit et lacus mus blandit eni nullam aptent ante ac sit. Sodales dolor neque amet integer ad sem enim consectetuer facilisi donec sollicitudin.",
      "Nonummy donec augue integer est torquent facilisis. Sodales justo quam cubilia ut eu mi amet lobortis pretium morbi dolor ante. Natoque risus quis. Iaculis risus metus ornare tempus vitae gravida cum. Lacinia fusce morbi. Gravida massa. Potenti felis et elit maecenas suspendisse nec aptent lobortis. Iaculis etiam netus cras laoreet in cras facilisis tristique consectetuer per. Rhoncus velit enim et amet. Feugiat magna nulla commodo nullam velit. Potenti purus elit a orci ad elit habitant. Integer etiam justo inceptos curae iaculis molestie. Quisque proin porta volutpat etiam pharetra hac commodo in. Aliquam lorem at justo nostra. Blandit etiam. Lacinia dolor ac fermentum ullamcorper venenatis orci class curabitur fusce. Aliquam proin quis nascetur nibh litora id rutrum. Vivamus nulla augue sed parturient vestibulum et. Lacinia porta ac cursus nec orci ve neque litora ullamcorper neque curabitur. Nonummy magna nisl integer semper amet scelerisque. Conubia velit hac. Posuere proin parturient ut bibendum montes nostra risus condimentum."
     ],
     "title": "Feugiat morbi erat lacus ac urna felis sociis mattis."
    }
   ],
   "title": "Quisque metus nibh commodo enim."
  }
 ],
 "abstract": "Aliquet class id orci mi consectetuer sollicitudin natoque platea nec. Blandit fames in morbi aenean fusce cubilia eget fames ridiculus elementum quam gravida. Lacinia lacus posuere sit faucibus massa urna. Quisque lacus neque quam potenti id faucibus pede leo nam nec nam. Viverra justo fames commodo duis arcu ad risus senectus. Vivamus etiam justo ante nisl facilisis fermentum pede vel. Potenti purus per lorem tempus porttitor. Pretium proin netus condimentum dis quam. Aliquet justo mi neque rutrum at primis proin dictumst vitae quis non nullam est nibh dapibus mauris. Pretium risus eu montes pellentesque vivamus justo dolor mollis id. Potenti ipsum est mollis commodo iaculis conubia phasellus id. Vivamus donec. Egestas proin porta tempor ve tempus maecenas elementum a eni tincidunt lorem penatibus suscipit etiam. Vivamus purus et lorem enim eu ante nostra. Posuere magna amet ultrices pulvinar. Viverra augue eu hymenaeos purus nunc aliquet id consequat vestibulum est ipsum conubia aptent ut. Viverra massa. Nonummy nulla cras mus dapibus ac ve luctus augue ullamcorper accumsan fermentum dictumst in ipsum eni. Integer felis et magna suspendisse inceptos facilisis pharetra montes vestibulum senectus orci nostra pretium erat in vulputate adipiscing. Aliquam fames commodo arcu ut facilisis massa erat elementum tempus dis natoque fusce. Commodo morbi nunc ac metus at augue et fames et curae aenean sagittis erat rutrum sem. Rhoncus risus.",
 "authors": [
  {
   "organisation": "Munoz Aeronetics",
   "name": "Fabian Ravenell"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Britt Klein"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Sam Benner"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Pearlene Royster"
  },
  {
   "organisation": "Munoz Aeronetics",
   "name": "Darwin Uecker"
  }
 ],
 "title": "Conubia purus."
}