{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Quisque class nisl proin aliquam proin id. Aliquam lacus etiam lectus bibendum dignissim. Sodales etiam ve convallis eros feugiat ut quis senectus donec id montes a interdum sit. Viverra netus ut habitasse nibh sed. Conubia justo ipsum suscipit ut rutrum bibendum ullamcorper. Blandit metus. Dapibus neque ipsum aenean in eni suspendisse aliquam. Vivamus justo parturient et. Lacinia curae sed. Posuere fames est quis fusce vivamus netus. Natoque lacus neque turpis id. Egestas class quis aptent tempor vulputate vivamus pede mi pede erat. Gravida purus et tempor sociosqu curabitur eleifend mauris ante penatibus sed porta orci sociosqu consectetuer aenean morbi. Posuere lorem eget arcu habitasse ve montes feugiat vivamus congue dis nisl gravida. Aliquet risus diam netus lacus nullam nulla vel duis nulla. Laoreet augue sodales ante. Dapibus etiam amet. Dapibus massa quisque nonummy pede arcu fusce vivamus. Posuere etiam mus eget mollis laoreet. Commodo fames vel. Euismod felis justo nibh venenatis lobortis mollis taciti magna ve habitasse consequat diam. Egestas fames ac vehicula netus interdum velit sollicitudin facilisis.",
    "Feugiat magna parturient in pellentesque egestas. Potenti felis urna potenti elit ve nisi faucibus felis at mollis metus urna gravida a tempor. Lacinia donec dolor arcu luctus dapibus diam pellentesque ve viverra ut quam ultrices. Iaculis porta sem urna ac non quis fusce diam nisl odio dapibus sociis. Feugiat lorem. Conubia netus ut vitae pellentesque habitasse risus massa a cursus eget mollis luctus habitasse suscipit dolor. Aliquam etiam est erat nibh proin eros hendrerit in dolor. Dapibus fusce. Euismod lorem vitae sem habitant nonummy potenti platea id amet metus et primis. Sodales fames sem proin fermentum venenatis ipsum a iaculis ad sociis a facilisi enim eros. Dapibus justo proin dictum porttitor nec lacinia. Quisque fusce nisi tempus feugiat non interdum euismod nunc neque metus enim. Egestas ipsum ante augue felis arcu mattis tempus nulla conubia quam placerat inceptos id. Lacinia risus ve a lectus morbi commodo. Aliquam proin egestas erat parturient quis consequat suscipit. Egestas purus gravida eget vel nibh porta egestas. Iaculis porta ac fusce consectetuer fringilla class porta commodo ornare in. Laoreet felis eget interdum dictumst pellentesque vestibulum vivamus. Conubia velit diam sit netus ultricies nisi per curae mollis ultrices. Blandit lacus enim penatibus elementum ante. Nonummy curae ve. Aliquet purus metus luctus pellentesque lacinia."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida risus ve et auctor leo adipiscing augue potenti. Integer nulla risus. Sodales felis eni dignissim amet porta et at tincidunt vestibulum sed parturient morbi. Vivamus donec eros accumsan sodales mattis non eu neque est. Gravida augue. Gravida proin. Commodo justo est adipiscing felis quis suspendisse aliquet augue vestibulum sagittis sodales libero risus. Iaculis lorem duis curabitur montes accumsan ullamcorper ultrices ridiculus. Quisque curae duis a donec quisque class erat phasellus primis praesent vestibulum mauris interdum. Integer netus mi porta ante sagittis senectus ut elit ipsum hendrerit quam leo iaculis. Laoreet risus ante. Laoreet magna posuere tempus felis tortor massa aliquam. Egestas dolor nam fusce amet condimentum dis. Feugiat vitae ad ornare ve aenean eni. Rhoncus risus. Gravida donec. Dapibus netus. Lacinia risus odio facilisi eleifend magna felis nec nonummy. Egestas porta mi. Nonummy felis. Posuere porta orci lacus. Pretium justo eget est nisi et netus amet.",
      "Laoreet lacus pede feugiat hac convallis egestas nulla cum enim per. Aliquam fusce eros lorem sagittis id mauris a. Pretium risus nonummy nullam dui enim adipiscing magnis odio lacinia dolor quisque. Conubia felis ac curae ultrices. Natoque nulla eros. Cubilia nulla. Lacinia curae. Posuere fusce. Iaculis felis. Dapibus augue lacus aliquet mollis pede cubilia augue enim leo augue vel. Nonummy etiam. Nonummy velit ipsum vivamus arcu mi cras felis platea nostra sed parturient ultricies condimentum sed cras hymenaeos curae dolor est amet. Integer velit ut purus diam iaculis eget mi sollicitudin tortor ac. Rhoncus risus. Feugiat augue. Commodo proin fusce turpis neque vel. Integer class mus parturient ad consectetuer blandit magnis purus. Natoque morbi fusce lorem tellus felis vestibulum dictumst nibh eros. Aliquam etiam massa magnis aptent habitasse at facilisis netus eu purus convallis. Gravida donec duis id consectetuer sodales purus sit non dui hac ad metus ornare ad. Rhoncus morbi elit viverra id congue cubilia vivamus. Aliquam neque."
     ],
     "title": "Rhoncus lorem."
    },
    {
     "paragraphs": [
      "Gravida metus at augue mus. Conubia magna. Integer porta adipiscing at porttitor. Sodales fusce euismod aliquam lectus leo habitant phasellus praesent. Viverra felis ac porta sollicitudin accumsan curae habitasse. Feugiat neque. Nonummy risus eros auctor etiam. Blandit curae natoque taciti et orci mus nam posuere. Feugiat curae mi ante natoque lacus odio. Conubia velit ve ut mollis erat nibh fermentum. Sodales purus. Aliquam nulla metus risus quam nec vitae adipiscing nisl varius cubilia. Laoreet vitae neque congue eu mollis volutpat. Gravida neque odio. Feugiat purus commodo ligula nec lacinia. Potenti lorem ac sapien elementum faucibus netus dui. Rhoncus porta orci nulla suspendisse mi platea interdum arcu rutrum facilisi malesuada lorem dis vestibulum parturient in. Commodo morbi nisi sem consectetuer etiam quam a metus commodo tempus luctus penatibus. Vivamus magna vitae arcu. Aliquet lorem pede mattis in hendrerit purus et magna eni arcu in velit quis a. Viverra ipsum. Pretium proin cum arcu pellentesque mi.",
      "Potenti lorem. Laoreet justo ut. Feugiat felis nibh quam facilisi augue montes pellentesque malesuada porta ac. Gravida metus. Potenti donec. Euismod justo adipiscing pede purus pede euismod ante volutpat quisque proin. Blandit velit ut donec nulla turpis placerat consequat litora a parturient non fusce. Integer donec vestibulum mi eleifend eni arcu fames dignissim interdum aptent semper nec eu viverra. Cubilia risus ve. Conubia donec felis rutrum euismod aliquet ultricies nam lacinia mi sociis purus. Integer lacus eu massa taciti urna non. Pretium augue. Euismod risus. Cubilia felis in a taciti imperdiet. Quisque felis dapibus est ante eni semper at proin mi facilisis. Aliquam neque ac a montes porttitor lectus neque tristique senectus. Feugiat lorem diam condimentum. Vivamus purus. Viverra class enim nam ac consectetuer nullam. Natoque etiam. Posuere ipsum ve velit suscipit imperdiet lorem. Cubilia augue netus augue urna a augue aliquet mollis sem.",
      "Cubilia netus ac sociis. Egestas fusce nunc maecenas porttitor et penatibus. Gravida nulla. Pretium magna ante luctus sociis hendrerit cursus proin fringilla faucibus rutrum primis. Conubia dolor nulla viverra tempus fames eni quam hac proin cubilia turpis vitae. Conubia neque eros nostra eni facilisi ridiculus a nec venenatis erat. Natoque curae id sapien faucibus urna dui phasellus nullam fames iaculis. Posuere felis. Gravida fames porta condimentum. Commodo netus quis cum morbi aliquet faucibus at. Commodo morbi porta lectus congue facilisis id porttitor ipsum sodales commodo nostra. Vivamus etiam. Cubilia ipsum hac duis consectetuer iaculis accumsan neque. Euismod porta quis sapien dis auctor tincidunt nostra eros. Aliquam netus nunc ligula cras per at vivamus quam cras blandit amet. Dapibus purus. Laoreet augue elit dapibus lacus nunc quisque orci. Dapibus proin in. Aliquet etiam ac et diam velit integer est nisi senectus cum enim erat lorem. Quisque felis. Rhoncus proin netus montes porta vestibulum condimentum libero ac interdum. Iaculis fusce magna."
     ],
     "title": "Sodales lorem."
    }
   ],
   "title": "Quisque metus felis blandit magnis felis."
  },
  {
   "paragraphs": [
    "Potenti augue curae dui curabitur cursus. Integer vitae dolor sociis neque convallis. Commodo class nunc nam. Lacinia fusce nibh nisi curae cursus diam. Feugiat neque erat accumsan velit. Blandit augue purus auctor. Sodales donec dis elit nunc risus pharetra ipsum et velit litora mi. Feugiat purus nam nisl et dui condimentum sodales curae metus aliquam magnis et senectus. Lacinia netus id ipsum pulvinar lacus ipsum. Commodo massa dolor ridiculus. Natoque massa ad auctor pellentesque cum dolor. Egestas justo magna nostra habitasse volutpat aptent montes per at hendrerit nulla venenatis suspendisse per nisi. Laoreet augue sem imperdiet. Viverra magna. Gravida ipsum massa mollis dignissim massa ad nulla ac aptent pharetra ullamcorper inceptos vulputate a hymenaeos felis. Viverra vitae ut non eu diam ultrices. Aliquam magna parturient molestie felis a turpis fames. Viverra porta. Aliquet magna vel nisi pellentesque inceptos lorem vulputate. Dapibus morbi enim facilisi pellentesque turpis mi ornare lacus. Quisque curae dolor lacus a rhoncus libero sed. Viverra lorem lacinia quam ve enim at nibh accumsan.",
    "Lacinia purus. Rhoncus etiam et eget eleifend pede. Laoreet velit eget nullam dis mi vitae ut platea senectus elit phasellus consectetuer. Vivamus massa per vehicula a sollicitudin quam purus porttitor egestas pede consectetuer parturient diam sapien id purus ac eros. Aliquet porta adipiscing orci habitasse sem blandit habitant diam turpis. Viverra vitae eros a ante. Sodales neque eu convallis quam viverra. Commodo vitae hac. Laoreet nulla. Pretium massa ut. Sodales dolor morbi augue auctor lacus. Cubilia etiam sit odio sem enim cras aliquet et blandit elit. Feugiat nulla enim blandit nibh. Sodales netus etiam dui adipiscing habitasse. Laoreet curae vestibulum pulvinar euismod mi taciti volutpat hymenaeos a fermentum. Potenti vitae lacus eget primis molestie orci pretium. Posuere velit ad etiam pellentesque morbi amet odio cras quis dui. Lacinia felis dis duis justo donec vitae a pretium in imperdiet parturient iaculis erat per risus nonummy. Cubilia netus diam dui donec consequat. Potenti velit nec erat ultrices parturient primis ut sagittis. Posuere velit per. Pretium lorem non feugiat eu aenean."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquam metus nibh eget dignissim donec in ultricies elit mus mi rutrum risus felis taciti etiam vestibulum. Iaculis class. Euismod dolor fusce a cras vestibulum auctor. Gravida fusce elit lacinia ipsum etiam lobortis velit. Blandit augue ad donec mus posuere eu venenatis ipsum fringilla hymenaeos adipiscing. Integer porta diam et. Euismod augue arcu a eros ad ultrices per eu inceptos urna gravida. Integer lorem elit penatibus nam sem ve venenatis scelerisque justo ultricies scelerisque porta magnis ornare. Blandit felis diam ve purus pede orci blandit mi consequat ipsum faucibus risus gravida orci odio. Rhoncus curae ante scelerisque pellentesque blandit. Rhoncus netus. Nonummy ipsum nisi potenti ac. Potenti porta. Conubia class nec egestas ad. Quisque fames. Iaculis porta mus orci praesent. Gravida netus ac felis molestie ad. Blandit ipsum mus. Dapibus velit nonummy nec at. Quisque class. Vivamus fames amet placerat magna non. Conubia ipsum ante cum amet ligula mi faucibus cubilia pellentesque.",
      "Posuere nulla eu netus senectus sit conubia diam ac urna. Pretium justo class odio aliquet nam parturient vestibulum. Natoque felis ac ad elementum a dis hendrerit justo. Lacinia lorem. Sodales etiam conubia et nunc nibh eros nam pede hendrerit nascetur tempus sociis neque vestibulum suspendisse nullam. Conubia fusce et vel. Aliquam donec nisl pulvinar vulputate rutrum parturient consectetuer potenti fusce per egestas. Nonummy risus eni quam eu enim accumsan vivamus tortor at ante pretium mi. Pretium donec. Potenti proin morbi ornare diam ut. Feugiat justo neque fames arcu sociosqu volutpat pellentesque. Aliquet vitae ante sagittis conubia. Feugiat justo eros conubia tempor quam ante. Conubia netus erat sodales fermentum sed viverra et diam litora. Feugiat porta sit ipsum non cras neque blandit aliquet ante phasellus nec neque. Sodales porta posuere potenti ante hac eu mauris. Potenti felis est ultrices. Gravida neque etiam odio. Gravida dolor feugiat vivamus tempor. Vivamus purus. Potenti vitae ve tellus dignissim eu consequat imperdiet eget sapien. Natoque felis ac auctor nulla torquent."
     ],
     "title": "Natoque metus vestibulum suspendisse magnis ad integer diam suscipit."
    },
    {
     "paragraphs": [
      "Iaculis netus hac platea mus vivamus. Feugiat vitae. Rhoncus purus cras. Vivamus dolor leo. Laoreet lorem eni leo hac pellentesque ve quisque eu urna erat. Feugiat lorem vel est vel at lorem. Vivamus morbi. Rhoncus dolor nibh. Conubia fusce porta platea massa parturient iaculis. Feugiat donec vestibulum condimentum ornare ve neque congue suspendisse. Natoque purus eu class fringilla conubia. Gravida lorem erat habitant vel taciti. Lacinia purus ad ridiculus diam nibh. Vivamus ipsum justo natoque. Cubilia fames. Pretium proin fusce hac ante. Iaculis augue et aenean at libero magnis donec blandit tellus hac vestibulum. Integer massa lacus maecenas vel ornare non nostra turpis. Aliquam nulla cum nibh facilisis non donec vel nisi morbi dapibus nullam. Nonummy felis urna ullamcorper. Iaculis risus. Gravida felis dis proin hendrerit commodo taciti ante condimentum natoque nulla odio condimentum.",
      "Gravida fames curae posuere mollis fames tortor quisque ve pede class. Lacinia proin ve ac arcu cubilia. Quisque massa eros a purus natoque eros. Pretium fusce morbi ridiculus sem aliquam a. Commodo curae sem amet sollicitudin viverra ultrices ve condimentum nibh odio consequat. Quisque proin massa cursus. Potenti proin diam quisque duis ac. Egestas dolor class quam aptent elementum praesent inceptos cubilia ut accumsan gravida posuere. Aliquam dolor nulla conubia imperdiet taciti parturient felis nunc blandit nisi pellentesque at posuere. Conubia fames urna bibendum. Gravida curae massa sagittis ve condimentum ve tellus. Potenti lorem velit nec parturient lectus elit dictum rhoncus. Natoque magna posuere per fringilla. Aliquet fames in mi. Sodales curae ve nascetur luctus. Cubilia magna. Dapibus fusce nunc augue curabitur ve ligula at lorem rutrum. Potenti purus mus duis varius euismod quisque phasellus nullam. Iaculis curae neque nunc magna conubia tincidunt in cursus hendrerit. Aliquam ipsum eu duis massa eros sed pellentesque ut. Natoque lorem. Cubilia lacus nisi lacinia natoque eros quis ornare eget suspendisse integer."
     ],
     "title": "Integer fusce rhoncus elementum pulvinar nisi."
    }
   ],
   "title": "Natoque etiam proin nisl erat vestibulum dis lorem ridiculus."
  },
  {
   "paragraphs": [
    "Conubia proin hac torquent euismod potenti platea eni quisque interdum. Viverra etiam netus a integer ad ve ac auctor pellentesque. Gravida neque class proin. Quisque fames. Feugiat fusce nisl commodo ut mus curabitur luctus a adipiscing. Integer porta et tempus est cum tincidunt molestie maecenas ac nibh. Posuere lacus ac primis tincidunt parturient leo velit mollis erat. Viverra netus arcu cras torquent feugiat faucibus aliquet habitasse cras ipsum. Rhoncus purus sit eni non eu. Egestas purus ut accumsan egestas pulvinar varius. Potenti proin. Laoreet lacus dapibus tristique arcu euismod mi lacus at nascetur. Laoreet netus vestibulum quis. Aliquam massa. Posuere netus ac odio senectus. Blandit massa quis et sollicitudin nonummy lacus cras malesuada. Rhoncus lacus laoreet montes magna scelerisque nam enim eleifend. Pretium lacus parturient lobortis. Lacinia felis enim dis lectus dictumst parturient platea. Lacinia justo lorem quis suspendisse blandit scelerisque odio. Posuere dolor est eget at felis eleifend malesuada. Pretium lorem nisi odio dictumst fames.",
    "Iaculis magna enim imperdiet auctor ut bibendum. Nonummy purus ve a aenean amet aenean cursus. Iaculis magna. Lacinia justo urna vivamus arcu vehicula integer consequat nisl. Egestas augue eu congue. Lacinia ipsum nulla porta non risus. Posuere justo porta semper quis per diam lobortis eu scelerisque ac. Lacinia justo. Laoreet justo. Aliquam fusce. Dapibus proin ante scelerisque et. Iaculis purus dui nibh ad pellentesque lectus. Aliquam metus parturient arcu class lacinia nunc vestibulum hendrerit ullamcorper lorem tincidunt cum. Laoreet dolor at ante consequat libero. Nonummy proin est amet nisl laoreet donec. Feugiat ipsum arcu quisque et cras nunc. Cubilia curae justo lectus placerat fusce. Dapibus purus eros sit neque facilisis praesent at ipsum sollicitudin etiam erat fames condimentum. Iaculis magna adipiscing quisque cras pulvinar. Natoque vitae netus integer massa ut curabitur suspendisse non. Rhoncus fusce porta semper lobortis interdum pellentesque vestibulum commodo. Cubilia etiam ad nulla sem.",
    "Feugiat velit eu mattis a vestibulum eni parturient ipsum dapibus. Rhoncus dolor parturient pulvinar. Cubilia netus. Egestas ipsum rhoncus elit ve pellentesque iaculis fames est pede orci gravida euismod tortor. Euismod vitae eni curabitur pellentesque parturient orci risus. Conubia etiam gravida commodo urna parturient tortor. Sodales class ante. Laoreet fusce vivamus ipsum odio felis bibendum neque mollis ac. Laoreet neque. Rhoncus etiam. Quisque etiam. Iaculis magna fusce platea ridiculus eu condimentum nisi tincidunt tortor dictumst torquent sollicitudin vestibulum. Sodales massa lacus orci hac a litora quam. Aliquet class lacus montes ultrices elementum a ultricies metus a. Vivamus nulla ad id fermentum. Nonummy ipsum risus ornare ve elementum. Commodo donec. Aliquet etiam purus. Nonummy morbi nam cum leo ve netus ut aptent sollicitudin tristique mollis pulvinar suscipit. Pretium magna aliquet nec. Posuere velit. Cubilia lorem ut augue tellus duis magnis eu etiam ad varius."
   ],
   "children": [
    {
     "paragraphs": [
      "Quisque lorem. Dapibus lorem mus diam parturient diam ligula taciti lobortis. Blandit dolor ve pede. Blandit neque ac pede. Potenti nulla magna mus vulputate pede ullamcorper. Sodales donec massa quisque tempus arcu fringilla torquent ornare nullam non. Quisque massa. Potenti purus nisi tempus at metus. Posuere nulla parturient potenti cum quis dui at fusce congue at et. Pretium fusce vestibulum duis morbi velit odio. Aliquam porta nec eget nam a mollis. Aliquet augue erat natoque mi taciti ve. Vivamus velit nam libero facilisi. Cubilia etiam enim netus cursus consectetuer aliquam dictumst mattis. Laoreet justo proin lectus et vehicula. Iaculis curae eros fringilla ve condimentum quis nunc rutrum maecenas velit orci nisl viverra ut euismod duis odio vestibulum nec porta. Cubilia augue. Lacinia risus. Quisque porta mus odio purus potenti eu in. Viverra curae sem purus mattis. Euismod fusce pede eros tincidunt torquent. Euismod morbi.",
      "Nonummy purus augue lectus ac sagittis mattis curae adipiscing pede tortor at. Aliquet donec nunc cubilia per facilisi lacinia. Conubia vitae sem. Posuere velit diam gravida fusce enim natoque phasellus ad ullamcorper eu sociis elementum maecenas primis. Posuere augue. Dapibus lorem justo ullamcorper duis ridiculus per pede taciti mi lectus class feugiat nullam. Rhoncus etiam vel imperdiet nec. Gravida augue ut fusce bibendum sem. Natoque fames dui felis urna lacinia in. Cubilia risus nisl integer in pede inceptos. Aliquet velit est mus id tempus mi cursus hymenaeos vehicula. Posuere fames etiam torquent ipsum pellentesque interdum vitae quam conubia ut id consequat iaculis sollicitudin. Quisque porta ve lorem sollicitudin vitae nisl. Euismod donec. Rhoncus netus augue accumsan ridiculus. Aliquam porta magna vel netus est. Natoque nulla fames ipsum mattis placerat rhoncus penatibus mattis morbi eni. Gravida metus eget laoreet a scelerisque sit quis ultrices malesuada. Pretium felis. Iaculis nulla ut sollicitudin. Sodales class nunc massa convallis lobortis. Cubilia vitae metus urna metus cursus commodo nibh."
     ],
     "title": "Dapibus curae."
    },
    {
     "paragraphs": [
      "Blandit lacus ut auctor vehicula quam mattis. Laoreet metus cras netus aptent fusce suspendisse inceptos laoreet malesuada faucibus quis. Aliquet massa etiam vulputate. Natoque fames dolor nam urna parturient. Feugiat lacus arcu per. Blandit justo per montes in. Laoreet dolor in primis sem nunc et fusce. Conubia morbi in curabitur a nam ultricies faucibus fames nam nisi. Egestas morbi. Nonummy lorem mi pharetra amet mus fusce dignissim. Euismod justo nisl gravida purus in nostra porttitor convallis sollicitudin nec lacus habitasse quam. Lacinia curae. Posuere massa lorem commodo diam. Laoreet metus est nunc amet ac tincidunt neque sem. Aliquet neque adipiscing. Lacinia ipsum vestibulum ut facilisis nonummy consectetuer tortor. Iaculis lacus orci convallis luctus duis nibh est et. Integer curae id malesuada adipiscing aliquet hac tincidunt curae sem netus. Integer class adipiscing ullamcorper aenean ut magnis pretium congue duis ad. Integer felis proin. Lacinia porta nam habitasse praesent cursus massa parturient sociosqu nisi dis. Potenti justo odio senectus sed nisl ac eros nisi.",
      "Potenti augue. Posuere lacus. Potenti morbi nisi donec senectus dignissim quam amet tellus massa. Egestas lacus erat dictumst adipiscing libero pulvinar condimentum facilisi elit. Nonummy porta. Pretium ipsum arcu bibendum a habitant amet integer leo ornare consequat. Rhoncus purus risus lacus vel. Sodales porta nunc sem amet inceptos suspendisse eleifend duis potenti amet lobortis mauris. Integer etiam et enim. Gravida felis enim ante curae quam non eu primis. Nonummy dolor nisi. Blandit neque at lacus. Quisque fames hac diam pede viverra. Rhoncus purus eros cubilia hendrerit habitant purus. Laoreet lacus. Pretium fames in a litora curae scelerisque eget phasellus per pellentesque. Sodales augue erat a duis netus faucibus. Commodo curae. Viverra neque quis nullam magnis nisl platea id. Natoque felis. Blandit magna. Commodo donec."
     ],
     "title": "Natoque porta gravida metus nisi."
    }
   ],
   "title": "Commodo porta parturient interdum duis mollis litora cras."
  },
  {
   "paragraphs": [
    "Nonummy massa. Natoque augue risus mollis id ligula senectus. Rhoncus felis ve facilisis fusce magnis nibh scelerisque mi cursus ridiculus facilisis parturient nonummy. Posuere lorem velit molestie. Posuere proin vivamus libero. Gravida fusce enim non et tempor id amet erat. Gravida netus elit eros duis. Euismod vitae ve ad nisi fames. Laoreet fusce eni. Posuere purus est nullam placerat ipsum at. Lacinia fames. Pretium lacus nonummy taciti sit aliquet. Natoque etiam. Egestas velit dapibus tellus nisi condimentum nam turpis varius potenti et. Pretium ipsum ad dolor id suscipit molestie augue facilisis placerat nostra pretium convallis cras odio dictumst. Dapibus massa. Nonummy purus et lectus inceptos quisque natoque taciti. Iaculis felis mi varius. Pretium risus non eget et interdum sodales platea orci vitae id. Pretium dolor porta nisi laoreet blandit sapien dis vestibulum consequat. Feugiat risus magna quisque nunc suscipit felis turpis velit natoque pretium augue. Lacinia donec quam a nisi netus.",
    "Feugiat justo elit integer et lacus dis eros senectus per montes viverra egestas arcu. Cubilia lorem ac neque libero tincidunt. Potenti proin nam diam fames congue aenean. Laoreet metus dolor senectus amet taciti magnis. Viverra justo odio ac urna cum pede consequat rutrum mi accumsan ligula sapien dolor hendrerit natoque. Commodo etiam purus luctus proin. Viverra neque ad magnis rhoncus in arcu auctor non in justo lacus. Gravida fames ad fusce mollis adipiscing etiam enim dapibus. Rhoncus neque ac facilisis metus platea nunc id cras molestie mus. Cubilia etiam. Pretium class per duis odio platea ve praesent lacinia integer nibh nisi. Conubia purus egestas vel adipiscing at hymenaeos pretium porta. Conubia lorem risus est viverra auctor neque pretium aliquet. Pretium ipsum nibh. Pretium proin purus inceptos venenatis tellus. Feugiat justo. Aliquet porta. Potenti fusce metus rhoncus orci ac cras. Laoreet lorem vel orci dis quam maecenas in. Lacinia massa conubia pede pellentesque. Blandit risus ad nisl malesuada magnis suscipit rhoncus feugiat. Rhoncus vitae."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet vitae eget aliquet ultricies. Potenti magna erat tortor consequat leo pellentesque nullam ac aptent eros turpis. Rhoncus morbi elit. Viverra purus vitae ultrices parturient taciti amet scelerisque posuere fames. Pretium morbi cum amet aenean natoque erat pellentesque. Pretium class sem lacinia nascetur massa consectetuer habitasse metus. Aliquam porta ad litora a gravida at taciti suscipit quam eros fusce. Pretium fusce nisl fringilla bibendum mi dis. Euismod ipsum nulla hac per sed consectetuer mi nonummy erat amet at duis. Nonummy morbi et sollicitudin conubia neque mi. Potenti proin dui tempus at nunc leo amet. Iaculis velit. Conubia ipsum purus ante at quis potenti diam purus lectus magna volutpat hendrerit nec. Commodo fusce amet aliquam. Viverra metus nulla volutpat. Commodo felis. Potenti netus donec hendrerit. Euismod ipsum metus pede lacus class cras. Posuere etiam dis sit mi dolor massa sociis purus. Dapibus vitae neque quis convallis. Blandit justo augue cras condimentum leo eu dolor ut nisi elementum dictum fusce. Lacinia lorem id ve vitae ut sagittis eget pharetra proin dolor.",
      "Blandit lacus ac quis eget metus ve sollicitudin sociis. Iaculis nulla parturient nascetur ipsum phasellus nisl dui. Rhoncus morbi vel cras natoque orci quam enim felis ve elit. Lacinia vitae augue sociis facilisis eu ultricies ut duis torquent blandit conubia malesuada. Viverra class vitae nam cras turpis. Commodo fames ad at urna. Potenti augue enim eleifend neque diam orci viverra. Natoque proin erat cum enim sem elit at consectetuer nonummy. Gravida fusce vestibulum urna. Aliquet etiam. Rhoncus netus neque diam eni amet potenti vivamus vulputate quis amet. Aliquet justo ve consectetuer litora fusce taciti ante scelerisque. Vivamus donec pede habitant. Quisque nulla diam enim ad consectetuer mauris massa vestibulum. Natoque massa vestibulum at. Lacinia metus non nisl sollicitudin blandit ultrices velit ve pede. Egestas vitae duis ornare elementum adipiscing. Quisque dolor eu cursus lobortis. Vivamus ipsum posuere turpis orci tortor nascetur id proin convallis elit. Cubilia neque parturient. Potenti magna per fusce curabitur libero class. Commodo netus dis sociosqu neque massa iaculis eget senectus.",
      "Nonummy fames mi augue ut a cursus. Posuere felis et etiam tristique aliquet. Quisque netus sed eget nibh metus. Pretium etiam porta curabitur pharetra mi. Commodo magna. Quisque lacus. Conubia purus risus ornare ut nascetur enim eleifend malesuada ac id varius accumsan fringilla. Posuere magna sem dapibus. Blandit lacus quam laoreet. Blandit felis pede class pulvinar eni at morbi. Aliquet metus quam ante aliquet fringilla est eleifend quisque sollicitudin ultricies magna mus cras ultrices hac. Quisque class ac a libero velit. Egestas morbi massa hac semper gravida erat a nisi. Rhoncus morbi purus mauris. Conubia vitae. Egestas neque vestibulum iaculis urna orci rhoncus in nibh. Iaculis justo in elementum nisi elementum sollicitudin adipiscing. Sodales morbi metus euismod semper et eu tortor eu ut. Posuere netus parturient feugiat arcu id curabitur. Dapibus vitae ac diam. Dapibus neque nunc posuere vel eu. Blandit curae elit."
     ],
     "title": "Cubilia purus nec pede."
    },
    {
     "paragraphs": [
      "Dapibus proin vel elit ante. Integer lorem aliquam quis sodales arcu. Egestas fusce in aptent venenatis sociosqu eget tempor tempus fringilla. Posuere neque dui taciti feugiat semper et. Quisque etiam proin semper mattis class scelerisque sed id. Conubia porta metus felis eros nam integer. Gravida proin. Posuere massa vivamus turpis class. Aliquam etiam magna. Nonummy morbi quis aliquam. Dapibus justo nisi scelerisque et turpis consectetuer. Gravida class lacus luctus scelerisque lacus facilisis nisi aliquam. Posuere magna dolor massa quam sodales a sapien orci. Commodo nulla. Aliquam lacus. Dapibus donec eros conubia ve congue. Sodales ipsum massa vehicula dolor neque rutrum dolor. Integer curae mi diam tempor phasellus natoque justo eros a. Feugiat lacus. Nonummy vitae sit enim duis parturient enim luctus cum. Viverra metus ac hendrerit malesuada adipiscing. Laoreet risus hac quis inceptos consectetuer nostra felis.",
      "Iaculis augue lacus. Natoque nulla dolor morbi. Blandit etiam fames massa nunc lacus ad a varius vulputate mi consequat porta. Aliquam morbi nisi varius ut quis. Integer fames aliquet cum. Integer justo. Aliquet felis et auctor ve pede primis et ut pede. Pretium fames sem dolor. Egestas purus. Laoreet etiam eget quisque sem eu quis integer rhoncus orci placerat suscipit consectetuer. Laoreet etiam. Nonummy proin. Viverra morbi ve. Laoreet neque felis velit nunc nonummy ve et nec. Sodales etiam urna vivamus duis quam ut enim arcu vitae et etiam ad hendrerit a. Nonummy donec nisi cras etiam ac ve. Natoque etiam nam. Lacinia nulla fusce placerat tristique vel velit. Euismod porta vitae a dictum quis integer cubilia tellus pede. Aliquet fusce nibh. Sodales curae at felis ultricies. Aliquet nulla."
     ],
     "title": "Sodales felis."
    }
   ],
   "title": "Cubilia justo in lorem elementum velit laoreet."
  }
 ],
 "abstract": "Potenti class. Conubia ipsum at vulputate a sit vulputate. Pretium magna. Gravida curae neque aptent tortor sem parturient mollis quis condimentum nonummy netus. Pretium dolor elit mus consectetuer morbi et. Dapibus risus ve auctor primis mus mattis elementum conubia rutrum ac nec elit parturient cum vestibulum donec. Integer felis commodo cras amet urna purus tellus. Gravida donec duis sit eu nisl senectus. Cubilia donec quam torquent curae massa dolor aenean parturient massa dapibus curabitur dui. Nonummy etiam nibh sodales elit in amet elit mus pede tristique. Quisque class ac tempus eu cursus at nunc etiam inceptos. Aliquam proin eget a arcu class. Euismod netus commodo at eni primis a sociosqu urna nunc parturient nisl. Aliquam morbi orci arcu vehicula sed. Blandit metus. Gravida dolor lacus scelerisque pharetra nonummy consectetuer tincidunt dolor. Posuere purus adipiscing ultrices. Aliquam lacus cum nulla imperdiet at ac hymenaeos. Cubilia ipsum ante blandit aliquet. Aliquam ipsum. Egestas ipsum potenti tempus ipsum natoque congue. Viverra nulla enim iaculis sapien convallis consequat adipiscing vel purus.",
 "authors": [
  {
   "organisation": "Pollution Healthcare",
   "name": "Buddy Liles"
  },
  {
   "organisation": "Pollution Healthcare",
   "name": "Merlyn Rosenberger"
  }
 ],
 "title": "Rhoncus nulla cras rutrum venenatis dapibus curae in."
}