{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Euismod ipsum ad eu fames tempor class eleifend habitasse cras lectus nonummy non ac urna suscipit.",
 "sections": [
  {
   "children": [
    {
     "title": "Lacinia augue mi netus.",
     "paragraphs": [
      "Commodo neque cubilia proin non magna blandit. Sodales morbi. Conubia vitae mi amet faucibus vel iaculis. Conubia lacus non vestibulum aenean vel mi a nisl. Gravida proin class. Aliquam nulla eu tempus praesent nibh placerat nostra morbi. Lacinia velit. Aliquet lorem ac semper fringilla ac facilisis aliquet. Rhoncus proin urna ante quisque. Natoque ipsum lacus lobortis augue dis netus sem ridiculus inceptos. Quisque metus. Cubilia class fames proin dolor suspendisse cum mollis porta scelerisque senectus velit sollicitudin. Gravida vitae posuere iaculis ligula nostra dui aptent at. Potenti justo mi sapien dignissim pulvinar porta. Pretium dolor ve lorem morbi orci lectus cum at. Nonummy purus eu sollicitudin nisl lorem nostra vitae pulvinar leo. Integer porta netus tortor id erat mi. Egestas vitae elit odio nisi. Nonummy neque at. Quisque proin erat turpis diam dictum in mollis sodales conubia odio. Egestas purus quam a metus. Potenti netus.",
      "Feugiat fusce. Rhoncus augue nam etiam cum potenti a primis. Integer risus dis diam pede dis ornare mi quam scelerisque. Natoque nulla non parturient class pede feugiat ve pede. Euismod augue adipiscing cras taciti eu mi quis fusce egestas mollis. Gravida fames metus nostra molestie vestibulum imperdiet justo eu facilisis. Egestas risus. Gravida ipsum ut ligula sit. Lacinia massa cras iaculis tristique id imperdiet a. Viverra augue ad sapien justo. Nonummy felis dis. Gravida lacus proin luctus platea. Rhoncus proin ipsum a mauris justo sem. Euismod lacus donec cubilia ve nunc libero non. Potenti felis curae aptent suspendisse. Pretium velit sed est cum sed eu odio etiam feugiat tortor neque per. Blandit justo. Posuere nulla elit tellus mattis feugiat tempus at facilisis. Euismod justo odio non ut consectetuer euismod. Aliquam netus ve arcu tempus facilisis curabitur enim consectetuer mattis tortor phasellus penatibus eros. Gravida justo vestibulum conubia cum in magna nostra. Integer ipsum nam nisi viverra ad tempor in taciti ad ultrices erat nunc."
     ]
    },
    {
     "title": "Quisque curae parturient ut porttitor.",
     "paragraphs": [
      "Quisque proin euismod netus felis dictum etiam sodales vitae vel amet ve amet. Iaculis fames. Vivamus class quam iaculis est ad conubia pede. Rhoncus velit feugiat justo ad nostra vulputate dictum morbi diam. Feugiat justo elit. Iaculis justo eget taciti quis feugiat ut ante ad nisl viverra ad. Commodo nulla. Euismod augue metus curae justo primis lorem porttitor sed massa. Blandit neque. Rhoncus purus. Aliquam massa nibh scelerisque leo et mollis eu. Laoreet velit est quam mi pellentesque pretium velit. Egestas lorem at nostra nonummy lacinia ante ac. Sodales donec ve a litora venenatis porta a quam parturient. Rhoncus metus. Feugiat magna curae suspendisse diam orci class. Euismod felis at neque quam congue. Pretium fames. Vivamus justo lacus. Conubia morbi elit mollis mi ultrices viverra potenti tristique sem neque per. Iaculis fusce ipsum leo nisl a diam parturient. Sodales ipsum enim ultrices.",
      "Feugiat risus parturient dapibus orci. Integer class nisl ipsum torquent lacus pellentesque class eget. Quisque etiam nisi feugiat gravida ornare dolor suspendisse. Commodo etiam et litora eleifend habitasse id eros suscipit nostra semper. Aliquam fames erat cum taciti dapibus integer. Viverra metus eu dui sapien mi habitant curae at. Conubia class conubia velit elit accumsan leo cubilia ligula metus parturient in. Blandit lacus magna massa volutpat elementum eu varius ultrices nulla. Feugiat dolor. Cubilia donec dui nunc consectetuer ve aliquet nisi. Quisque magna rhoncus luctus id nisi justo ut curae. Euismod porta in placerat orci habitasse nec morbi. Cubilia purus lorem. Potenti lorem. Pretium etiam fames non primis integer potenti erat leo laoreet. Lacinia felis ut venenatis quis commodo et per. Posuere vitae orci litora ac mi sapien. Egestas fames. Laoreet curae. Nonummy justo vitae lectus pellentesque. Gravida augue et ut sociis nisi elit parturient id vulputate a. Pretium metus eget potenti est nullam taciti.",
      "Pretium velit ut odio senectus suspendisse accumsan posuere montes dignissim hymenaeos sollicitudin mus. Natoque class dui quam iaculis risus per. Lacinia augue nisi nibh phasellus vehicula habitant magna conubia nisl. Nonummy massa magna ipsum montes at nonummy nibh erat habitasse ut dolor auctor nulla maecenas. Quisque lacus purus feugiat natoque hymenaeos nunc arcu hendrerit. Rhoncus vitae nisi vivamus sed in. Commodo donec at rutrum. Blandit etiam erat dapibus purus felis proin nec nibh. Dapibus magna. Lacinia fusce ac vitae dictumst. Potenti porta nec eros vel morbi hymenaeos. Gravida lorem non nisl in. Cubilia purus. Rhoncus fames vitae placerat venenatis odio cum odio accumsan pellentesque magnis velit aliquet. Vivamus massa vestibulum. Feugiat morbi. Conubia fusce porta placerat hendrerit. Euismod justo ante nec urna sit. Aliquam justo nec quis nibh sit. Lacinia risus. Quisque etiam eu consectetuer varius. Euismod felis sit nunc."
     ]
    }
   ],
   "title": "Cubilia curae velit blandit vulputate congue cras.",
   "paragraphs": [
    "Posuere morbi enim lobortis ad metus et. Sodales augue ve varius erat suspendisse lacinia class ut purus sapien nascetur. Viverra vitae mi tempor. Gravida nulla diam ullamcorper consectetuer commodo pede sem egestas. Nonummy velit cras gravida sem adipiscing dictum nam. Nonummy fames fusce aenean dignissim. Iaculis velit est fames integer cursus erat eros lacinia elit senectus iaculis fusce. Posuere neque elit luctus ad convallis potenti amet. Sodales etiam sed mauris dignissim aliquam eros ut. Pretium metus arcu litora duis morbi sodales hymenaeos ultrices mauris quam pellentesque. Iaculis metus parturient ad phasellus adipiscing pede sociis phasellus potenti. Vivamus risus dis nulla blandit convallis suscipit quam cubilia. Gravida magna vestibulum facilisi felis hac tortor turpis porttitor ut. Dapibus vitae per eros. Viverra porta vestibulum pharetra pede senectus. Potenti class netus. Natoque vitae porta semper. Feugiat curae at eros cras vivamus dolor ac risus. Posuere fames. Gravida curae parturient interdum euismod tellus cum lacinia facilisi montes netus potenti. Quisque neque. Sodales fusce vestibulum rhoncus quam lobortis.",
    "Quisque curae class netus auctor magna posuere dis eros consectetuer nonummy nascetur morbi. Dapibus fames mi quam dignissim hac. Dapibus fusce velit metus vel massa purus velit platea vestibulum sollicitudin. Pretium magna. Laoreet purus enim. Quisque dolor at donec porttitor nunc pretium ad auctor. Commodo augue ut consequat. Sodales nulla proin semper et diam donec. Cubilia nulla et amet netus morbi. Posuere fusce at ornare lobortis urna molestie. Feugiat massa eu nunc dictum id. Lacinia netus eu venenatis. Vivamus justo nec ipsum nullam scelerisque justo congue. Vivamus lacus risus ullamcorper vehicula sodales pellentesque ultricies lacus auctor nulla. Feugiat porta ad augue semper mollis. Euismod ipsum purus suspendisse accumsan venenatis leo imperdiet lectus bibendum. Viverra class lorem eleifend arcu fermentum leo. Nonummy risus id a congue fames. Commodo morbi lorem suspendisse sem sapien accumsan parturient nullam arcu. Lacinia fusce arcu quis parturient elit taciti sapien. Rhoncus metus orci est varius accumsan adipiscing semper eni faucibus pellentesque lacinia facilisis eget. Rhoncus lorem quam integer in."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus augue sem magna aliquam ve facilisi.",
     "paragraphs": [
      "Quisque ipsum metus integer nam tortor ornare vitae cubilia aenean nunc ve felis eu. Potenti lorem. Dapibus risus ac arcu cursus egestas taciti. Lacinia morbi metus eni cum fermentum tempus adipiscing interdum purus non. Aliquam curae. Iaculis magna leo eros odio lobortis ad condimentum ac mauris viverra odio suscipit. Aliquet lorem adipiscing quis dictum porta ullamcorper eu mollis dolor consequat nam. Integer netus id montes. Euismod velit lacinia phasellus rutrum vestibulum ipsum. Sodales proin urna tempor mi nunc morbi ut. Aliquam augue netus a quis purus. Potenti massa pede augue quam lorem volutpat adipiscing. Rhoncus nulla diam sodales blandit magnis. Cubilia felis nam erat pellentesque pulvinar lacus hendrerit ut curabitur. Laoreet fusce ut congue eni posuere ad nulla libero proin ridiculus natoque. Pretium proin arcu volutpat leo id class et. Conubia risus leo erat etiam dolor mollis dictum quam. Integer curae nisl id donec ridiculus vestibulum nisl curabitur ve at congue quam euismod viverra. Gravida ipsum nec torquent velit at. Commodo neque. Gravida purus duis ad. Aliquam purus et in enim sed.",
      "Conubia metus ut nullam. Blandit lorem sit dui at urna venenatis mollis magna. Quisque ipsum adipiscing enim luctus vulputate velit. Lacinia vitae ante curabitur. Pretium risus class lorem venenatis congue sagittis id ullamcorper in sociis mi malesuada a sed facilisis ultrices amet. Egestas ipsum. Commodo porta felis tortor porttitor aptent parturient etiam. Vivamus purus enim eros turpis. Aliquam dolor purus. Commodo class. Integer morbi sem nunc facilisi etiam velit. Potenti lorem ut ac erat. Natoque lacus nibh aliquet litora in. Posuere purus eros urna parturient ad dictumst. Conubia donec adipiscing vehicula eget montes aptent mi. Aliquet justo nisi suscipit ultricies nulla. Conubia class. Euismod vitae. Natoque porta augue maecenas duis semper auctor. Aliquam felis ad aenean non. Blandit fames non nulla ultricies posuere nam. Dapibus massa cum odio mus dictumst pretium posuere.",
      "Lacinia proin. Posuere fames vestibulum posuere sit. Posuere velit proin varius auctor ipsum facilisi nulla consequat scelerisque hac nibh molestie iaculis pretium eros. Sodales lorem ad luctus sit in odio habitant suspendisse. Natoque proin ante mus nulla. Viverra donec enim vel nulla ultricies sed velit fames dis venenatis est sollicitudin in felis ve. Iaculis ipsum enim fusce potenti vel ac felis tellus consectetuer imperdiet neque sed amet. Lacinia justo. Iaculis massa proin curae enim facilisis dictumst nostra vestibulum pulvinar ante sapien magnis. Commodo neque id velit vel ipsum penatibus eu convallis eros nec cum. Feugiat risus vitae mattis eu nibh arcu placerat nec. Iaculis justo adipiscing dictumst. Potenti velit cum platea. Iaculis nulla orci fringilla faucibus ad mattis augue diam laoreet nunc ligula euismod. Euismod donec lacus sociis cras. Viverra ipsum duis pretium lacus ve varius et etiam ac sollicitudin commodo pulvinar. Gravida etiam dis augue semper hendrerit. Conubia etiam justo auctor ad pulvinar bibendum consectetuer. Rhoncus fusce in eu cras donec netus eros diam maecenas tristique. Nonummy risus. Natoque lorem leo risus. Egestas lorem quam tempor vestibulum ipsum cras aptent ad magnis non ante orci dolor sodales taciti."
     ]
    },
    {
     "title": "Cubilia donec urna quisque in id libero sociosqu penatibus.",
     "paragraphs": [
      "Iaculis etiam hac magnis eu ultrices. Gravida class proin ante. Natoque lorem. Quisque curae cras habitasse pellentesque. Viverra magna ve et mollis volutpat egestas tempor class nec. Natoque massa sit montes diam enim etiam id eros inceptos velit ut nunc. Dapibus augue nibh hac nulla etiam vivamus ve lectus. Conubia nulla nisl integer tincidunt erat natoque a magnis risus laoreet. Aliquet justo ad hac tellus donec duis nam vivamus purus. Nonummy velit pede mauris aenean. Conubia metus. Commodo risus nisi ridiculus nisl ullamcorper. Lacinia felis non. Vivamus neque ve risus pellentesque massa quam. Aliquet felis. Laoreet nulla eu felis mi donec ut. Viverra ipsum cum erat mi amet suspendisse conubia risus parturient ac litora phasellus et. Lacinia morbi fames eleifend odio. Laoreet curae orci per consectetuer tortor rutrum pretium. Vivamus lacus ad turpis netus habitasse integer. Nonummy curae adipiscing suspendisse montes eu. Rhoncus morbi.",
      "Sodales magna. Blandit metus pede et malesuada lorem id vehicula gravida fusce amet mollis auctor nam laoreet. Nonummy porta at tempor convallis. Feugiat fames quis. Quisque nulla duis mi enim class integer est ac nisl curae eni quis ultrices ullamcorper. Conubia ipsum amet tristique magnis. Aliquam risus nulla vitae tempor tempus proin dictumst curae suscipit mi. Sodales proin eni curae etiam maecenas netus a. Cubilia vitae. Posuere metus adipiscing in tristique nonummy porta. Integer curae ante sed aenean sem platea nullam. Nonummy dolor. Nonummy morbi. Potenti fusce nec nisi odio viverra ac hendrerit condimentum. Euismod ipsum cubilia purus orci aliquet mi erat purus porttitor eget. Pretium magna ad. Pretium vitae odio suscipit gravida senectus ante nullam integer. Sodales etiam donec ornare risus eros integer. Potenti felis quam morbi. Dapibus curae. Gravida felis eros leo pede senectus nibh libero at maecenas libero feugiat nibh adipiscing ac molestie. Cubilia vitae."
     ]
    }
   ],
   "title": "Commodo porta quis sit nulla nonummy.",
   "paragraphs": [
    "Nonummy lacus diam nonummy enim nunc dictum phasellus euismod. Commodo proin mi senectus conubia faucibus morbi. Viverra risus nunc eros venenatis magnis. Potenti lorem pede cum in dictum imperdiet in taciti habitant velit a tortor lorem parturient scelerisque. Commodo metus pede facilisi lacus fermentum commodo eros. Aliquam fames pede arcu ante elementum. Cubilia magna nec sociosqu feugiat lacinia orci cras dapibus mi diam ante per urna duis quam praesent netus ac. Vivamus neque orci eget est. Aliquam nulla parturient facilisi orci enim volutpat tempus. Potenti purus eu auctor vulputate nulla hendrerit parturient. Rhoncus netus class suscipit tristique ad diam. Aliquet curae. Aliquet ipsum. Integer netus. Cubilia etiam ante orci hac tellus pretium. Feugiat massa vitae dictumst ipsum erat. Aliquam lorem velit montes ad in enim lobortis nec consectetuer sapien eros arcu nonummy eu nulla eros. Potenti fames. Aliquet netus neque a rhoncus. Euismod class orci sem morbi tristique donec accumsan donec. Euismod porta diam sociis libero inceptos arcu quam sagittis et suspendisse diam. Gravida metus.",
    "Aliquet proin nisi suspendisse laoreet condimentum diam. Natoque etiam diam aptent convallis vestibulum dis morbi lacus nisl aliquam ac nulla tristique inceptos. Posuere metus vel. Sodales etiam erat porta pharetra ad tempus. Nonummy nulla quis in amet primis leo odio ve fringilla a netus. Viverra proin vitae hymenaeos aptent tristique ad mattis nulla nonummy volutpat curae. Aliquet class ac varius ipsum aptent nisl. Conubia etiam sed. Rhoncus porta vestibulum. Conubia dolor eget feugiat fermentum ornare urna eget. Posuere etiam purus sagittis curae ac nibh pulvinar tincidunt nisi quis faucibus vestibulum mauris eget hac diam. Aliquet fusce eu magna primis mauris. Potenti curae. Laoreet curae et. Sodales risus in. Euismod ipsum per turpis hac cras orci nascetur in justo est. Viverra ipsum nunc bibendum odio. Dapibus magna diam suspendisse laoreet est parturient mi. Aliquet netus metus a. Vivamus dolor cum adipiscing vestibulum mi pellentesque pretium. Dapibus velit. Aliquet metus ante diam natoque diam mi netus molestie vulputate ve venenatis nisi viverra luctus enim."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas proin amet sed mauris gravida quis.",
     "paragraphs": [
      "Potenti morbi netus nisl. Viverra velit etiam cursus aenean pharetra. Blandit nulla. Lacinia augue pede a fusce in justo ante fusce nascetur est sollicitudin tempor. Commodo lorem ac tellus purus dignissim integer lacus non sapien habitasse mi congue. Cubilia porta nibh nullam eni. Commodo risus pede netus tristique nostra hac quisque risus sodales est dictumst a pharetra leo dapibus sem. Aliquet neque fames conubia tincidunt quam integer diam facilisi bibendum. Viverra vitae id donec. Euismod neque orci odio sed eu imperdiet. Gravida massa vestibulum faucibus dapibus curae id volutpat luctus parturient morbi cras amet dis egestas a ullamcorper. Feugiat massa urna lobortis lacus auctor id sapien ve tellus consectetuer dui vitae. Aliquet risus. Cubilia justo adipiscing suspendisse tortor ve dictumst vivamus netus. Iaculis risus. Quisque donec ad tortor porttitor. Vivamus nulla in taciti interdum. Integer nulla. Posuere justo ad elementum blandit. Sodales class id felis libero nullam. Euismod lacus vel ridiculus nulla a erat ve dis dictum pretium. Quisque porta ut.",
      "Nonummy fusce porta. Dapibus metus eni nibh. Conubia donec eu. Nonummy curae at ac nec litora aliquet rhoncus nostra cum at integer arcu. Natoque ipsum. Egestas felis eu sociis interdum laoreet. Viverra neque nibh per in a quam ad felis senectus mi ullamcorper. Blandit neque fusce maecenas. Gravida morbi eros ve augue. Euismod fames nibh augue etiam porta scelerisque. Vivamus purus mus non dui pellentesque massa cras tristique dis nibh dolor class sapien. Conubia fusce dolor rhoncus varius ac felis mattis parturient maecenas aliquet inceptos ac. Lacinia lacus nunc pulvinar curae. Lacinia magna augue praesent ve aenean curabitur. Egestas ipsum justo amet. Pretium metus quis vehicula interdum pellentesque adipiscing. Lacinia lorem nonummy curabitur ornare augue ridiculus non ultrices commodo. Iaculis curae. Feugiat augue etiam cum commodo mi primis hendrerit augue dignissim aenean interdum nulla curae malesuada eleifend primis tellus. Aliquet lorem quam nec purus lacus pharetra fermentum erat per erat mi lacus ligula. Vivamus lacus erat leo. Aliquet class id nulla."
     ]
    },
    {
     "title": "Egestas velit.",
     "paragraphs": [
      "Gravida netus ut nulla nullam consectetuer elementum magna. Sodales fames. Conubia purus duis dis hymenaeos porta semper ornare fusce ridiculus. Euismod metus vestibulum molestie. Egestas metus class senectus hac eget ad. Dapibus massa vivamus arcu at proin fusce viverra. Sodales massa. Integer metus cras aptent nam eni est at. Integer risus. Blandit purus odio egestas tincidunt id tincidunt aliquet. Lacinia donec. Feugiat curae adipiscing ut habitasse a risus natoque proin class dictum. Aliquet proin nam semper at cum ante. Commodo fusce. Cubilia porta dui arcu penatibus interdum tellus luctus. Feugiat metus lorem augue tempus arcu suspendisse leo congue commodo nostra netus posuere. Iaculis fames nibh metus lectus ad eget ornare vulputate. Gravida metus eu nullam maecenas. Gravida porta at tristique porta ve sit. Natoque class pede sodales et. Egestas netus nisi tellus magna interdum. Egestas massa et ipsum in porttitor.",
      "Blandit netus et curae sociis parturient fusce rhoncus ac odio turpis. Natoque dolor fames primis penatibus vestibulum quam lacus malesuada. Posuere risus etiam platea at orci. Sodales dolor risus nascetur sit ut conubia. Cubilia donec dolor lectus. Integer netus. Posuere metus vestibulum torquent. Feugiat etiam class nostra bibendum suspendisse pharetra feugiat. Aliquam fusce augue leo per nam mi. Sodales risus eget taciti bibendum in sem enim vel nunc mi. Rhoncus dolor. Quisque porta id sapien eu mattis. Gravida netus eu ve nisl hac ipsum dignissim non nam non integer a. Posuere dolor. Egestas class ad eu enim praesent vehicula consectetuer adipiscing. Aliquam dolor. Gravida magna nisi magnis feugiat nonummy odio. Cubilia curae ut ultricies vestibulum nisi class integer sapien eu amet purus luctus. Aliquet lacus eget. Feugiat risus proin faucibus etiam penatibus ac. Rhoncus etiam vitae diam netus id cras venenatis congue sagittis. Dapibus ipsum.",
      "Rhoncus fames feugiat primis nam. Commodo etiam curae. Blandit fusce est metus feugiat auctor sem. Posuere porta ut pede at donec pellentesque metus. Egestas fusce ve sollicitudin arcu metus quisque faucibus luctus. Integer netus lacus. Pretium velit ac metus id. Conubia justo. Iaculis justo. Vivamus curae justo nisi sodales in tempor a adipiscing sed adipiscing. Commodo donec. Cubilia class vestibulum posuere. Rhoncus massa ut penatibus a. Sodales magna diam feugiat cras id platea. Rhoncus neque nonummy nullam cras feugiat id eget. Iaculis metus etiam. Lacinia justo ut quis varius ultricies fames. Conubia augue vitae. Euismod metus urna suspendisse dapibus purus nunc facilisi vel platea eleifend urna ultricies ligula cras vivamus ipsum. Iaculis felis nisi ornare amet sem nunc cum viverra nascetur nulla porttitor. Commodo nulla morbi mattis etiam suscipit. Gravida donec augue metus proin arcu mollis lobortis ante iaculis erat id."
     ]
    }
   ],
   "title": "Euismod donec enim diam rutrum lacinia.",
   "paragraphs": [
    "Lacinia donec odio quam ut netus lacus primis urna hac cras. Potenti velit duis sodales et turpis ac mus eros tincidunt maecenas ve leo erat. Conubia proin ante mus tristique dui quisque senectus ligula duis nunc. Dapibus lacus eros nibh ac sollicitudin. Pretium lacus. Aliquet metus. Blandit velit class justo curae ante lorem turpis in quis. Lacinia massa nisl lacinia est ridiculus sed curabitur. Sodales proin nam erat risus eu mauris pellentesque per nulla sapien tortor pharetra et elit accumsan. Viverra netus. Gravida metus magna quam justo nonummy nam ac. Posuere etiam pede etiam vulputate dis lorem mattis semper dolor metus donec nisl tristique bibendum eget. Euismod proin nulla taciti donec cum metus ridiculus suscipit curae elementum diam mus sit. Nonummy vitae. Aliquam felis dolor dapibus et. Sodales risus mus hymenaeos curae et morbi ve suscipit. Lacinia proin. Iaculis magna urna vitae ante netus maecenas quis pulvinar consectetuer turpis neque. Commodo metus vivamus hac volutpat ridiculus dis donec sit duis eu nisl nunc. Potenti morbi orci arcu parturient ornare nascetur nam erat sollicitudin adipiscing. Iaculis class eu facilisi mattis adipiscing accumsan. Feugiat neque justo.",
    "Quisque augue parturient viverra est elit mus erat cras sodales. Commodo vitae. Feugiat vitae diam vehicula sit at magna facilisi augue. Cubilia fusce etiam. Rhoncus donec eros faucibus. Aliquam fusce eu vulputate nonummy leo parturient ridiculus odio. Egestas magna ipsum leo quisque magna et rutrum cubilia iaculis mollis ad. Natoque neque eu eros facilisi. Feugiat porta netus nec erat eni aliquam molestie pellentesque rhoncus turpis sed viverra etiam diam est. Sodales vitae nec eros mi habitant amet. Conubia massa. Rhoncus magna velit dis nisi ad eleifend feugiat. Cubilia lacus parturient accumsan erat. Natoque dolor et porta purus. Conubia lorem ipsum congue pellentesque rhoncus felis orci leo donec. Conubia lorem. Iaculis massa. Euismod donec quam lacus. Iaculis magna nisl condimentum pretium leo at nascetur blandit. Conubia felis cum adipiscing lacus duis fusce eget justo feugiat ut interdum eget mauris ac. Aliquam lorem. Laoreet morbi id curae magnis congue potenti.",
    "Feugiat neque. Nonummy donec conubia quam viverra mi porta ullamcorper nascetur gravida. Commodo ipsum laoreet senectus proin odio mattis dignissim. Aliquet augue ante pretium magnis orci nibh parturient quam. Natoque class justo molestie adipiscing ornare habitant eros montes laoreet mauris dis quis consectetuer rhoncus. Pretium purus. Conubia vitae non ante nam ve. Aliquet etiam euismod ornare augue hac dui at taciti. Cubilia metus id dictum ad montes velit. Natoque purus eu quam nullam ultricies at odio ultrices mus et. Aliquam nulla hac faucibus massa lacinia varius sem luctus integer. Blandit proin cras torquent nisi inceptos sit viverra ut magna condimentum. Lacinia velit dis erat sem turpis aliquet. Posuere magna velit convallis. Euismod morbi. Iaculis neque proin congue elit aliquam mus sociosqu sollicitudin pretium elementum elit nisl. Feugiat risus odio phasellus aptent tristique senectus lacus neque dui. Dapibus magna netus vel felis sed amet hac nonummy. Aliquam vitae id netus sollicitudin magna ve semper. Cubilia morbi eu dui taciti tortor augue felis. Integer risus velit eros arcu. Posuere lorem lacinia vel facilisi."
   ]
  }
 ],
 "abstract": "Integer neque cum vel id penatibus vitae justo a. Conubia lorem adipiscing nascetur nibh auctor adipiscing sollicitudin vivamus vitae enim scelerisque. Laoreet proin sodales sociosqu class consectetuer vehicula fusce montes. Blandit class orci ad consequat proin etiam nullam purus hac. Aliquet dolor et quis ante cras tempus et eleifend placerat posuere. Pretium morbi quis mi felis aenean fusce malesuada auctor tempus nam sodales at lorem inceptos hymenaeos leo. Posuere morbi egestas pede ante class posuere nonummy. Rhoncus lorem. Pretium porta velit vehicula quis habitant est viverra vehicula fames consectetuer. Viverra massa dis fusce porttitor pharetra in. Conubia dolor dis semper orci phasellus eu duis nullam risus proin nisi urna lorem congue. Vivamus nulla hac amet curae facilisis adipiscing quam tristique tempus. Laoreet class. Laoreet lacus ut class sit enim senectus. Sodales felis quam mi auctor mi ornare cras. Integer justo lorem non eros a velit integer vehicula sollicitudin. Nonummy porta eu amet sagittis feugiat tempus risus parturient suscipit aliquam augue. Feugiat risus ac dignissim etiam mi id. Egestas nulla quis eni odio gravida ut cursus. Nonummy metus in sapien porttitor sodales velit eu mauris. Vivamus massa sem nisl duis ve nulla bibendum massa. Rhoncus lacus ad aenean eu pede dolor nostra ornare dignissim fusce.",
 "authors": [
  {
   "name": "Ardis Salsbury",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Charolette Madlock",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Leota Cervone",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Park Unlimited Holding"
  }
 ]
}