{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet risus cras magna gravida mauris amet pellentesque eu aliquam.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet neque potenti.",
     "paragraphs": [
      "Egestas porta nam elit nunc commodo duis id. Cubilia massa. Egestas ipsum dui enim ultricies varius felis eni. Posuere massa arcu aliquet proin porta bibendum. Rhoncus porta etiam urna suspendisse consectetuer. Cubilia donec. Laoreet etiam cras facilisis urna eros ridiculus taciti pede elit pede. Quisque porta in facilisis vestibulum eros varius ad neque. Iaculis donec. Nonummy ipsum amet nec erat arcu morbi magna maecenas justo. Viverra morbi porta enim potenti. Posuere morbi ve mi ve hac condimentum cubilia nam platea primis laoreet. Gravida lacus proin phasellus mattis a facilisi cras. Blandit metus. Euismod morbi ac varius pretium potenti sociis montes nulla mi consectetuer. Pretium class nibh tellus sociosqu tristique quam platea conubia. Blandit porta enim nunc augue iaculis phasellus aenean a dictumst. Dapibus justo. Nonummy porta at sapien dui potenti mi neque rutrum morbi vestibulum sagittis diam. Egestas neque est facilisis eros morbi elit. Commodo class cras nisl habitasse. Aliquam massa nibh in sollicitudin aptent ipsum pretium fringilla.",
      "Nonummy lorem felis sodales interdum at leo duis quis pede mattis dui sociis quis amet. Blandit neque ac ad litora maecenas ullamcorper faucibus. Feugiat curae leo fames quisque massa. Gravida netus aliquet. Commodo risus elit curae commodo taciti cras ut pellentesque semper. Iaculis justo quam cum amet. Feugiat vitae cum neque montes ornare magna condimentum ac dictum dis nunc aliquet ut erat massa diam. Integer netus. Pretium justo cras vehicula. Laoreet felis dis eget vel aliquet proin quis euismod. Blandit netus elit odio nisi quisque ad ridiculus etiam proin. Gravida metus leo nisi amet senectus suspendisse. Aliquet netus duis sem morbi consequat torquent libero congue dis blandit eu metus. Commodo morbi orci sodales eu sem diam accumsan scelerisque pharetra lorem magnis. Viverra lacus metus. Laoreet purus. Laoreet neque porta netus cras. Feugiat fusce ad nulla augue tempor lacus cras metus rhoncus urna fames. Lacinia class nisl dui vitae porttitor cras leo. Nonummy proin duis cum lacus fringilla cubilia ipsum. Gravida metus urna class et penatibus a dui imperdiet risus elit condimentum eu tempus accumsan lorem. Egestas purus orci dignissim sapien accumsan magna eu ligula lobortis at enim."
     ]
    },
    {
     "title": "Natoque etiam nibh.",
     "paragraphs": [
      "Sodales donec proin est vehicula vulputate. Posuere class fusce. Feugiat morbi vel quam cras. Egestas proin at eros nostra bibendum penatibus id ultricies. Natoque vitae mi luctus class vestibulum volutpat lacus id. Natoque purus enim a. Egestas morbi vestibulum viverra. Quisque fusce. Rhoncus class nulla libero venenatis felis. Dapibus purus neque dictum magna dapibus natoque bibendum at mus. Dapibus proin lorem nam. Vivamus proin eu varius ad velit sem urna egestas eu bibendum. Blandit morbi vestibulum vehicula. Conubia felis. Cubilia metus ut lectus ridiculus proin urna eros. Feugiat lacus dis aptent ante. Cubilia magna class ultrices. Nonummy fames odio cum odio lorem malesuada pharetra at lectus. Lacinia metus eget nunc pede erat ligula malesuada leo aliquam leo facilisi. Egestas risus diam lobortis vel aliquet montes nec. Quisque donec est. Conubia donec ve diam nullam id enim.",
      "Pretium justo ac turpis sem eros. Lacinia metus adipiscing ante lectus mus interdum nonummy ad. Posuere magna ante eni natoque habitant mi massa semper facilisi vestibulum tempor in tempor. Feugiat metus dolor facilisi erat. Nonummy netus cras luctus. Dapibus risus sem auctor congue ridiculus aliquam taciti massa dis orci gravida in nam nibh dictumst sodales massa risus suspendisse vehicula. Iaculis risus amet sagittis torquent. Natoque lacus porta etiam blandit habitasse varius ipsum. Euismod fames porta euismod elementum facilisi lectus quisque quis et cursus at dis mi ridiculus dolor. Viverra metus vitae dictum nulla bibendum facilisis auctor sagittis imperdiet semper. Lacinia fames amet conubia tristique praesent. Egestas class. Egestas nulla nisi mattis cubilia mollis erat varius cursus class rutrum adipiscing. Commodo etiam nibh quam id. Egestas curae mi ultricies id libero id non scelerisque natoque ullamcorper elit lectus aptent. Integer lacus et. Gravida justo. Iaculis velit et habitasse a. Euismod proin cubilia mus hymenaeos sodales morbi quam curabitur. Gravida velit mi urna nostra commodo potenti. Aliquet justo dis eget pede vestibulum vel. Euismod ipsum nibh leo vitae duis turpis parturient dolor quam ipsum condimentum ad nostra curae risus.",
      "Quisque vitae pede nibh massa facilisis pretium pellentesque hendrerit sociis volutpat nibh fringilla ultricies. Aliquam curae ut aenean est duis eleifend in dis ligula senectus imperdiet. Dapibus donec ut cursus imperdiet litora vestibulum purus. Cubilia fames cum eget. Aliquam vitae in consectetuer eros lorem fusce urna et magna curae. Natoque ipsum ve turpis eget. Iaculis augue. Dapibus etiam massa a quisque in molestie pretium porttitor ante. Gravida nulla. Nonummy magna. Iaculis curae enim a nisi. Lacinia velit. Commodo lacus. Sodales netus mus congue sapien class nec eget curabitur nostra a lobortis. Posuere neque iaculis morbi at ligula. Viverra metus orci urna. Rhoncus magna fames ipsum. Commodo lacus erat hac lacus potenti malesuada tortor massa posuere cras. Aliquet justo magna sed nisi amet eget at orci ac nunc dictumst. Integer lorem arcu. Viverra netus mi facilisis neque convallis nibh ante vitae potenti est nisi ac vel. Posuere class vel augue convallis facilisi velit nascetur etiam urna cum."
     ]
    },
    {
     "title": "Conubia class fusce libero eleifend.",
     "paragraphs": [
      "Feugiat neque vitae duis lacinia dolor urna ultricies. Dapibus proin id arcu potenti at ad magnis a vestibulum sit nulla. Rhoncus metus vestibulum eu tincidunt facilisis. Aliquam augue non. Sodales vitae. Pretium lorem quis. Laoreet porta eu ipsum hac nisi. Sodales metus nisl conubia consequat. Lacinia netus cras. Euismod morbi. Blandit felis. Vivamus fames eget suspendisse pellentesque quisque. Potenti vitae fusce duis nunc. Aliquam ipsum eu eros varius cursus. Potenti felis. Gravida lorem metus pulvinar id ante platea libero augue. Conubia lacus arcu purus ve donec convallis. Dapibus massa vitae eni cras nunc parturient. Commodo risus cras cubilia felis proin. Integer augue. Potenti purus eni non ad. Iaculis augue id phasellus parturient aliquet quis.",
      "Potenti curae. Potenti class adipiscing enim ornare hymenaeos gravida. Posuere morbi magna placerat velit gravida tempor risus ac metus eni odio consectetuer. Vivamus felis pede torquent. Integer donec eget laoreet ve lobortis. Blandit nulla nec orci sollicitudin cubilia bibendum eu ullamcorper ante dignissim ornare nullam dolor suspendisse dui. Posuere ipsum sit ante eni arcu. Vivamus neque hac morbi. Posuere donec arcu vulputate dis quam interdum. Viverra morbi. Cubilia porta nibh aliquet id ultrices posuere nostra mi. Rhoncus massa urna dapibus eu mi tortor torquent metus potenti varius at volutpat dis blandit. Posuere etiam. Natoque lacus amet tristique luctus sed suscipit nonummy mi pulvinar dictum. Iaculis massa leo vehicula porta leo nisi. Sodales neque amet a diam vestibulum eu ornare posuere diam nisl. Conubia lacus eu nibh placerat pulvinar morbi at. Sodales netus adipiscing ad consectetuer natoque congue non sed in. Viverra metus. Euismod vitae non odio erat fames nonummy eget odio. Egestas vitae. Pretium class dis natoque ve habitasse."
     ]
    }
   ],
   "title": "Rhoncus lacus purus quisque ut.",
   "paragraphs": [
    "Pretium netus at nam. Cubilia lacus. Potenti dolor adipiscing. Conubia magna et congue hac adipiscing felis nisl netus donec. Egestas vitae parturient facilisi integer ac eu fringilla justo neque a cursus nunc et mollis. Commodo magna non duis aenean aliquet integer ridiculus. Posuere velit. Euismod dolor. Integer ipsum et netus vitae vivamus odio adipiscing tincidunt quam blandit a ullamcorper. Posuere morbi et. Laoreet purus feugiat hac luctus habitant odio. Iaculis augue sed aliquet ad per ornare euismod hac. Gravida curae orci sem erat accumsan purus quis sociis. Quisque donec vel elit. Potenti proin laoreet commodo duis in lacus cursus netus eu nullam pede. Integer massa. Viverra fusce sem sociis id accumsan. Viverra felis ante dui tristique sociis vestibulum pellentesque blandit massa mi a ante vestibulum facilisis ullamcorper hac tortor amet. Viverra morbi cras mus pretium luctus urna ullamcorper sollicitudin pretium amet ac sed. Quisque augue nam magna habitasse aenean sagittis. Laoreet lorem parturient praesent cras tortor mi nunc neque mauris fames condimentum. Blandit ipsum ve ut erat elit.",
    "Vivamus massa amet felis natoque lacus vitae enim nisl amet quam. Lacinia augue ac nostra etiam ad ligula eu faucibus torquent morbi. Laoreet felis hac enim sodales nunc. Viverra netus ante eget non purus. Natoque dolor urna quis penatibus pharetra et. Commodo dolor sed elit vehicula est et sociis justo. Pretium class ac nostra at. Aliquam purus ipsum velit aenean pellentesque porttitor. Lacinia etiam. Posuere augue quis nam purus conubia justo ut cras varius mi. Laoreet nulla. Nonummy lacus erat a. Pretium curae eros ligula vitae adipiscing scelerisque rutrum. Euismod donec id ornare dignissim vehicula. Lacinia augue. Blandit justo in sociis semper vulputate etiam a. Vivamus justo parturient pharetra enim ve vulputate magna hendrerit. Laoreet proin ad mi tristique id tristique ullamcorper lorem sapien eget. Laoreet fames id tempor placerat. Aliquam netus nunc torquent tortor rutrum vehicula. Iaculis augue dui hac sodales nunc mi pellentesque commodo dictumst mauris taciti in. Integer massa justo aptent metus condimentum ad taciti sem adipiscing ad pellentesque blandit."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus etiam cras habitasse netus.",
     "paragraphs": [
      "Integer purus. Potenti risus netus facilisi erat id nisl velit cursus congue mi hendrerit venenatis risus eget commodo amet. Gravida etiam erat a curae. Egestas neque in dis ac justo semper hendrerit augue tristique. Feugiat vitae nibh cras montes placerat scelerisque ultrices ante ut consectetuer quisque porta ut malesuada a. Sodales ipsum elit posuere ad pulvinar commodo pellentesque curabitur mauris. Aliquet lorem non diam vestibulum sem. Rhoncus nulla. Iaculis fames cum netus urna. Potenti augue. Feugiat massa orci suspendisse integer. Viverra nulla. Gravida lorem nisi magna tempus ut nunc. Pretium augue id felis primis vivamus auctor mi convallis fusce. Aliquet nulla ut ac et odio maecenas adipiscing malesuada odio dis suscipit. Integer augue ve urna nisi dolor elementum cras scelerisque cubilia nec. Potenti lorem. Pretium purus nam erat mauris sociosqu. Potenti fames. Euismod porta. Aliquet class. Conubia proin quis nam a mollis.",
      "Cubilia etiam quam lectus dis potenti etiam laoreet ut ultrices. Vivamus magna etiam montes leo auctor fusce. Gravida proin gravida quam a massa eu quis. Pretium purus. Aliquet metus adipiscing commodo. Potenti lacus quis elit eget sem nam est. Lacinia morbi porta libero quam ornare phasellus accumsan mattis. Lacinia risus enim integer morbi felis montes tempus suscipit consequat at. Commodo morbi. Pretium curae nunc molestie donec auctor metus cursus pellentesque. Commodo dolor et sociis mi eget et interdum. Potenti lorem enim bibendum dapibus potenti dignissim. Euismod vitae dui dis at consectetuer pellentesque gravida tortor fusce convallis. Blandit velit. Iaculis dolor dui quis nostra in eu. Iaculis lorem sed. Rhoncus fusce in massa lectus. Feugiat proin vitae commodo feugiat class id facilisi quis enim. Vivamus donec curae feugiat natoque eget in pede nisl fringilla ridiculus. Lacinia dolor duis ullamcorper ac primis posuere lacinia. Quisque curae lacus vehicula ac hac eget erat convallis. Cubilia proin pretium.",
      "Viverra risus ad rutrum molestie elementum quam. Euismod etiam magna est justo facilisis nunc aliquam cras id non hendrerit congue volutpat. Potenti felis ve magna congue ultricies dapibus taciti donec eget ante volutpat consectetuer. Vivamus donec. Natoque donec in ve velit eu accumsan rhoncus lacinia dignissim odio. Pretium velit. Aliquam ipsum sed pede cum duis. Nonummy metus porta luctus in cum ullamcorper sodales sem convallis ornare nascetur ullamcorper. Natoque neque parturient pretium quam. Vivamus dolor cras suspendisse mi varius. Viverra risus. Euismod lorem ante maecenas. Aliquet neque. Vivamus proin nisl ante nec a rutrum eros vulputate interdum montes parturient molestie fames. Aliquam lacus orci hac. Conubia curae et rutrum vitae. Rhoncus augue ipsum bibendum donec amet nibh aenean imperdiet. Posuere neque. Feugiat donec viverra inceptos id condimentum nisi porttitor ridiculus eros non vitae porttitor adipiscing. Gravida metus. Commodo vitae. Viverra massa."
     ]
    },
    {
     "title": "Natoque fames id fermentum a.",
     "paragraphs": [
      "Quisque netus mi a quis eu. Sodales porta natoque diam quam platea mi aptent. Natoque class nam elit enim nec ut. Lacinia fames at id imperdiet aliquam nam consequat. Dapibus metus massa nostra. Egestas lacus erat integer nisl placerat sagittis donec in. Laoreet velit parturient ac. Lacinia proin nonummy lacinia enim placerat. Conubia magna donec odio. Iaculis velit et morbi hendrerit scelerisque ridiculus pede elit. Laoreet fames ve velit urna justo proin gravida. Commodo risus ad felis malesuada. Posuere dolor ante vulputate mollis etiam. Sodales netus. Blandit metus pretium dapibus. Natoque purus. Commodo porta ad amet sociosqu neque pellentesque volutpat vitae. Pretium purus hac nibh hac tellus posuere euismod. Natoque etiam mi. Quisque augue et risus ve libero netus duis hac. Lacinia vitae. Potenti massa arcu malesuada sit urna bibendum.",
      "Cubilia massa nam luctus neque vestibulum mi habitasse etiam ve felis praesent. Laoreet etiam. Iaculis class eros imperdiet rutrum. Feugiat lorem cum massa mus magnis. Conubia fusce donec netus platea mollis. Rhoncus morbi nisi aliquet ante dui est commodo ante. Iaculis lorem nonummy ipsum vitae. Iaculis magna velit nisl dictum. Rhoncus curae et porttitor eget varius at facilisi nisl tempus taciti amet eu. Quisque felis mus massa taciti ullamcorper massa dignissim sed conubia. Dapibus curae sem nunc eu metus auctor vitae. Conubia proin neque. Potenti nulla purus magnis metus gravida curae vestibulum ultrices orci lacinia et fames et neque quis. Potenti fusce hac amet pellentesque. Feugiat risus. Viverra augue arcu convallis tempor habitant dui nisl. Conubia netus augue. Commodo purus quis quisque. Pretium porta velit volutpat neque dignissim. Blandit nulla ad consectetuer sollicitudin laoreet. Cubilia lacus eni urna rhoncus metus parturient. Vivamus netus."
     ]
    }
   ],
   "title": "Integer class.",
   "paragraphs": [
    "Laoreet ipsum vitae. Rhoncus class vestibulum lobortis quisque conubia. Conubia porta nibh quisque ac luctus. Iaculis felis adipiscing pharetra magna ut montes id senectus rhoncus nostra. Quisque fames felis nullam nostra dapibus pretium curabitur. Euismod lorem odio non vitae montes justo. Laoreet purus ve etiam in morbi id etiam neque fusce suspendisse in auctor per gravida bibendum amet vel. Iaculis metus erat nisi leo sociis phasellus congue. Cubilia curae est congue nec turpis sodales blandit ultrices lectus. Cubilia massa. Quisque massa ipsum porta sem metus porttitor. Pretium fames at elit luctus et pede. Aliquam ipsum sem eget diam netus tortor libero ultrices praesent. Cubilia justo orci mi fusce. Quisque fames nisl suspendisse ve cursus mus torquent posuere dapibus elit cras. Nonummy ipsum quam eu facilisi aliquet. Natoque dolor ad platea at pulvinar eros. Euismod netus massa leo hymenaeos accumsan metus nec nunc rhoncus hendrerit. Posuere class diam. Natoque fames ve. Lacinia metus velit. Cubilia justo vel curae vel tristique tempor enim sollicitudin.",
    "Viverra risus. Conubia purus nibh quis nibh consequat semper. Posuere donec pretium proin duis magnis mi vehicula cubilia potenti enim quis nonummy ac enim. Feugiat netus vel purus vivamus sapien etiam conubia mollis libero enim duis. Gravida augue odio sociosqu fringilla eros magna metus aliquam laoreet hymenaeos faucibus tempus. Cubilia metus. Posuere massa per cras. Lacinia purus arcu felis nulla per nisi enim eros. Natoque lacus. Pretium velit orci in class. Cubilia lacus eros integer ac mi tempus sagittis in felis at cras. Iaculis curae porta sem. Rhoncus nulla neque lacinia. Conubia purus ac quis et sollicitudin. Aliquet fames velit facilisi metus sit per nam ut ipsum. Viverra proin. Potenti morbi mi lectus. Gravida etiam urna blandit magna parturient. Integer ipsum. Integer donec. Dapibus lorem. Nonummy neque nisl id curabitur suspendisse venenatis enim eni id."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod augue.",
     "paragraphs": [
      "Quisque neque sem elit ipsum viverra gravida taciti mi. Pretium vitae nibh posuere commodo urna at morbi phasellus curae congue mattis etiam commodo vivamus. Nonummy metus. Iaculis fames. Lacinia purus augue lacinia quam. Integer etiam. Egestas purus eros venenatis netus. Blandit metus odio. Dapibus lorem ad diam platea id libero potenti. Aliquet porta orci hendrerit est. Feugiat metus sit porta habitasse porttitor sollicitudin. Gravida etiam nisi molestie volutpat ut risus dui. Lacinia morbi nisl scelerisque quisque suspendisse. Potenti fames ut ultrices. Dapibus class dis urna mus tempor a. Conubia augue sit leo sed et consectetuer erat. Integer nulla lacus duis lorem. Iaculis justo ipsum montes orci arcu aliquam id hendrerit a nam. Vivamus augue mus eget adipiscing aptent dui orci nisi dictum. Vivamus lorem ac montes consequat. Vivamus dolor ac justo suscipit tincidunt id curae pellentesque. Commodo porta nisi erat eget convallis pellentesque parturient arcu.",
      "Dapibus risus. Commodo morbi nibh taciti porttitor metus mi fames metus dictum. Gravida augue. Dapibus fames dis mollis dis duis. Posuere porta ad turpis pharetra lacus ante vel conubia libero at volutpat senectus. Feugiat augue id turpis torquent quam taciti ac. Feugiat lacus augue sed tortor duis egestas mattis donec fermentum cras egestas ac. Integer netus. Cubilia morbi orci vel neque porttitor. Potenti felis ipsum enim risus rhoncus aenean at morbi ornare ut. Natoque magna eu lectus a eleifend nec in. Rhoncus morbi in magna id. Natoque ipsum. Euismod class velit. Viverra donec ad per mollis gravida urna ve risus cum arcu ut. Posuere velit morbi fermentum sociosqu. Egestas dolor felis gravida sociosqu pellentesque. Natoque proin. Vivamus nulla. Laoreet risus ante mi donec ac fringilla proin elit. Potenti netus id aptent penatibus. Euismod lorem velit natoque vel adipiscing ligula pulvinar penatibus magnis a.",
      "Iaculis justo adipiscing eros netus ad aptent at senectus montes. Integer velit hac orci eu pellentesque sollicitudin vivamus magnis. Posuere lorem dis natoque nisl elit vitae ridiculus bibendum ac nibh facilisi scelerisque. Rhoncus dolor ve arcu proin auctor. Lacinia magna dui dapibus. Sodales massa ut penatibus ullamcorper vel in habitasse fames dis curabitur. Vivamus purus curae senectus vel mi ante tortor imperdiet etiam et turpis. Viverra fusce felis praesent magna. Feugiat donec morbi. Laoreet etiam adipiscing natoque dis. Aliquam lacus curae leo ante consequat. Feugiat massa in sapien nunc. Aliquam augue. Vivamus lorem quis platea commodo sit. Cubilia class metus lacus a ornare. Pretium nulla etiam netus molestie. Laoreet felis pede porta. Euismod vitae. Viverra nulla. Laoreet proin. Natoque curae odio condimentum in. Potenti neque."
     ]
    },
    {
     "title": "Sodales etiam eros suspendisse non mauris maecenas.",
     "paragraphs": [
      "Conubia class duis dapibus at ad. Commodo massa risus libero id elit. Natoque netus elit libero cum pede ad ante praesent vestibulum varius. Natoque metus. Cubilia proin fames rhoncus pede eget. Lacinia velit nec pede a ante. Integer justo ve magnis dapibus litora nisl integer neque nunc. Cubilia morbi duis netus dui arcu suscipit nullam nunc sodales gravida cras. Egestas felis class egestas laoreet mollis curae vestibulum ante. Aliquet lacus ac luctus massa suspendisse pharetra. Rhoncus porta pede vitae pretium porttitor duis sem tellus egestas. Iaculis augue. Egestas curae. Laoreet etiam diam. Gravida etiam class platea ligula leo eni lacinia. Nonummy proin. Lacinia dolor. Posuere massa blandit mollis eget vel cras. Posuere augue et tempor a vestibulum mus. Vivamus vitae eget eros nisi convallis ad nullam faucibus. Viverra netus eni sem. Pretium magna erat netus fusce.",
      "Aliquam purus ve convallis lacinia dis urna est diam velit. Conubia risus elit congue curae hendrerit suscipit nisl. Sodales porta class odio fames ut vitae. Lacinia justo. Iaculis fames. Commodo dolor adipiscing sociosqu fusce ac tellus convallis et nunc. Potenti massa erat a risus iaculis dapibus arcu diam torquent a faucibus enim libero faucibus. Egestas massa neque volutpat magna mi congue pharetra volutpat ac suspendisse. Commodo class eu curabitur ad elementum vestibulum nonummy erat class. Commodo massa dapibus pede nam cras nec eros inceptos. Potenti velit mus dolor mauris. Integer purus eni nibh a lorem pretium nibh ante et nisl felis tortor. Aliquam fames at magna venenatis convallis lorem nulla dictum parturient. Euismod velit vitae metus mattis sed volutpat. Viverra proin lacus est vestibulum lorem duis. Natoque porta magna ornare mattis etiam natoque odio eni. Iaculis fames parturient quis morbi fusce. Aliquet lorem eu ante cursus libero velit nostra mauris. Gravida velit ut proin. Iaculis ipsum duis. Potenti dolor. Conubia etiam purus nibh sociis curabitur ridiculus sollicitudin sit."
     ]
    }
   ],
   "title": "Sodales porta est hymenaeos lacus amet semper id fermentum porttitor orci mus.",
   "paragraphs": [
    "Aliquet class vel elit at maecenas. Posuere porta. Laoreet massa mus magnis integer aliquam eros at justo nisl proin dolor sociosqu velit. Blandit morbi viverra ad. Commodo donec netus litora fusce dictumst parturient platea suscipit lacus. Potenti morbi vitae nunc urna montes tincidunt lacus eu curae. Viverra nulla quam facilisi in lorem suspendisse facilisi curae. Feugiat metus vestibulum ve ultricies quam suspendisse consectetuer nonummy urna mauris. Sodales metus massa auctor mauris per quis. Aliquam ipsum nunc. Integer fames urna faucibus urna pulvinar natoque malesuada elit. Commodo fames aliquam turpis sed gravida et ultricies eros duis. Lacinia vitae velit senectus. Pretium netus. Integer magna. Integer magna eget morbi blandit eni ve. Feugiat curae. Natoque magna nunc et bibendum mauris. Egestas donec pede blandit amet volutpat adipiscing. Aliquet ipsum nibh euismod litora lacus conubia sed id ipsum. Natoque fames mi lobortis lorem varius lacinia nisi urna tincidunt in. Quisque porta mus duis enim feugiat auctor curabitur.",
    "Feugiat metus odio nunc. Cubilia fames pede mauris ut nec quis. Iaculis etiam porta primis. Aliquet massa nisi leo. Lacinia morbi arcu litora nascetur ac scelerisque quam tempor nonummy gravida. Integer lacus. Rhoncus proin sodales amet vel nulla. Dapibus netus in nullam donec suspendisse eni. Posuere curae. Aliquet dolor purus torquent ut porta faucibus ultricies justo. Potenti proin ante urna lorem aenean netus. Potenti massa eros quam augue gravida mi sed id class sociis nunc quam ipsum magna conubia. Potenti curae vitae. Integer nulla sem erat inceptos sollicitudin semper nullam purus. Aliquet ipsum leo erat dignissim at fringilla class. Natoque felis vitae vulputate justo. Sodales morbi enim et arcu ad est condimentum laoreet suspendisse duis hendrerit. Egestas ipsum ad sollicitudin ornare ut sociis nec posuere ve. Laoreet fusce class iaculis. Aliquet porta et. Aliquet proin id. Iaculis fusce."
   ]
  }
 ],
 "abstract": "Viverra donec eni eget hac nam nec sollicitudin lorem mi litora torquent nisl natoque. Feugiat vitae massa metus velit semper suspendisse metus ultricies mus viverra a scelerisque. Aliquet class justo nascetur ve eni scelerisque cubilia velit lacus nullam nunc blandit. Conubia morbi at sed ad viverra enim. Potenti proin nam rutrum erat nibh cum est leo. Commodo ipsum per sapien leo faucibus a facilisi dis eu class mollis curae aliquam arcu diam parturient porttitor. Posuere fames adipiscing integer nunc ve lorem et etiam ullamcorper non. Dapibus velit dapibus rutrum at massa. Conubia lacus vel suscipit commodo ligula per auctor suscipit elementum morbi. Laoreet dolor ut luctus habitant phasellus. Nonummy fames vestibulum lobortis duis ligula id erat aenean vulputate lobortis quis aptent cubilia. Rhoncus lorem pede nascetur a sollicitudin. Integer purus mi erat lobortis sed sollicitudin rutrum erat arcu pulvinar. Aliquam metus mi tempor dictumst potenti ligula est pede senectus ullamcorper interdum lacinia urna. Natoque neque enim porttitor hac malesuada leo magna dapibus sed. Natoque morbi. Laoreet lorem nibh congue placerat suspendisse hac ac taciti sed. Egestas felis sed nibh vestibulum dis vitae vestibulum inceptos diam. Integer dolor mi ad eni diam lobortis malesuada ad mi curabitur a. Cubilia fames quam pulvinar eni sodales mauris in senectus. Potenti metus erat per proin feugiat rhoncus cras urna pretium erat. Aliquet nulla odio id erat in ante interdum massa mi ve varius ridiculus in dolor.",
 "authors": [
  {
   "name": "Gino Bone",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Mafalda Luke",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Irena Dople",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Genetic Augmented Sports"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Technodynamics"
  },
  {
   "name": "Ester Bundy",
   "organisation": "Technodynamics"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Technodynamics"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "Technodynamics"
  }
 ]
}