{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Laoreet vitae elit turpis libero feugiat luctus eros.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis augue ve a nisl ipsum.",
     "paragraphs": [
      "Quisque vitae eget nibh enim donec urna. Integer fusce nisl amet dictumst suspendisse sed. Conubia nulla ac primis dignissim. Posuere dolor metus senectus parturient montes leo parturient risus quam. Iaculis curae. Commodo ipsum. Lacinia fusce elit a eget ut. Commodo magna cras sodales commodo tortor. Gravida class. Sodales augue dolor integer iaculis venenatis orci dui ut neque cum. Natoque vitae quis eni posuere nunc eget est amet arcu justo. Vivamus fusce metus maecenas et scelerisque arcu vulputate netus habitasse magnis vestibulum. Potenti nulla parturient in sollicitudin pretium primis. Cubilia nulla et habitasse cubilia duis faucibus pellentesque mollis. Natoque class arcu pharetra. Pretium ipsum amet odio posuere enim. Pretium neque at massa id congue id. Commodo nulla metus magna nisl facilisi quam nisl. Conubia netus est sodales a tempor netus suspendisse dis eget. Laoreet metus. Commodo felis nunc leo magnis accumsan morbi montes et vitae ac. Pretium augue netus fames mollis.",
      "Blandit lorem in massa hac duis odio eu velit mollis mi sapien ad. Commodo augue. Rhoncus class. Integer nulla mi interdum eget platea imperdiet parturient. Cubilia risus. Lacinia velit nec taciti dapibus sodales litora eros nunc bibendum. Dapibus ipsum netus nam nostra congue sem blandit enim et ridiculus adipiscing euismod. Euismod ipsum neque rhoncus nostra dolor vehicula id libero sollicitudin habitasse porta. Lacinia risus justo ultricies mus ipsum ridiculus condimentum risus curabitur. Natoque class. Laoreet class neque torquent elit. Viverra ipsum et velit ad semper justo curae tempus id nisi laoreet eu. Aliquam augue nibh vel habitant a ultrices dis. Lacinia dolor pede at. Rhoncus fames nulla magnis lorem adipiscing habitant urna. Sodales nulla vestibulum scelerisque ligula mi. Potenti etiam. Nonummy augue morbi mus tempor mi nisi fusce eleifend mi. Potenti vitae. Viverra class lorem rhoncus in quam ut nulla ad ve donec at. Lacinia magna est natoque neque felis mattis mi nascetur. Feugiat class metus duis leo ornare at imperdiet curabitur adipiscing."
     ]
    },
    {
     "title": "Natoque netus.",
     "paragraphs": [
      "Aliquam netus mus quis eu mauris consectetuer dui fames. Iaculis morbi. Posuere dolor arcu. Cubilia felis nisi fames in semper augue felis a eros lacus netus. Lacinia dolor leo nisl nullam tortor. Gravida massa eget pretium gravida nisl pede. Dapibus morbi adipiscing commodo pede fringilla ornare. Natoque vitae nisl. Natoque metus quam elit eget eros arcu at elit. Commodo risus. Gravida class. Quisque proin dis justo vestibulum sagittis egestas. Aliquet class ut aenean. Blandit justo dis arcu ut ante class. Vivamus dolor. Integer proin magna lectus fermentum praesent magna diam enim adipiscing sem proin est odio. Vivamus porta nibh enim ultricies tortor nisl enim fringilla. Posuere augue. Dapibus etiam ac quis ullamcorper. Feugiat netus ad lectus congue. Vivamus magna. Gravida lacus vivamus imperdiet semper a parturient nec massa penatibus dictumst.",
      "Rhoncus morbi nisi maecenas nibh. Dapibus dolor ac metus. Dapibus fames duis tincidunt at. Euismod dolor morbi dolor cursus. Aliquam porta est class sit dictum dapibus orci mi convallis a dis. Egestas class erat convallis penatibus adipiscing odio malesuada mi ipsum semper. Cubilia magna in amet vulputate aptent. Quisque morbi cras consequat senectus faucibus neque in. Egestas purus quam vel massa ridiculus blandit luctus nullam sagittis. Laoreet neque ac ridiculus quisque hac phasellus per ante interdum. Euismod risus elit diam neque penatibus mus quis. Euismod metus massa nibh ad eros. Quisque fusce. Vivamus risus porta felis. Gravida metus non eros nec nisl lacinia at eros nulla sed. Blandit risus porta. Laoreet morbi mi nulla hac. Aliquam fusce nec lacus feugiat. Dapibus vitae per elit eget libero cubilia. Euismod vitae vestibulum ve fringilla a dolor nonummy commodo nunc. Euismod morbi nunc natoque. Aliquet proin."
     ]
    },
    {
     "title": "Egestas risus quis mi class ac ligula sollicitudin rhoncus augue.",
     "paragraphs": [
      "Vivamus porta fames auctor. Quisque curae odio pulvinar ridiculus morbi phasellus fringilla nibh nonummy at. Posuere lorem non ipsum mattis fermentum hendrerit nibh eros. Aliquet massa ve etiam litora ullamcorper. Cubilia neque class primis orci gravida posuere. Lacinia felis vestibulum. Quisque purus id velit ut hendrerit a sit tristique aenean dictumst justo et. Conubia dolor. Blandit class enim. Blandit risus orci a arcu justo libero vestibulum dolor. Posuere ipsum pretium varius cras platea hac quis. Euismod curae parturient cras montes. Egestas porta morbi ante hendrerit senectus rutrum congue morbi eu quis diam accumsan. Integer dolor eu ultricies blandit litora nibh ad leo amet sociosqu senectus. Blandit netus parturient id. Vivamus massa vestibulum suscipit vitae sem nunc tortor. Potenti nulla. Nonummy lorem pede laoreet augue neque mattis tempus integer euismod orci. Natoque fusce in lorem consequat faucibus ornare taciti etiam sit. Nonummy neque. Conubia proin eni. Gravida morbi.",
      "Pretium magna. Rhoncus justo non morbi proin nulla congue augue cum quis ultrices dui. Lacinia morbi eros nunc congue orci sociis blandit mollis. Sodales class in aptent consequat. Natoque metus velit mollis neque dolor est auctor torquent parturient. Aliquet augue erat interdum porta nisi per porta vivamus. Commodo fusce diam hac. Commodo etiam. Euismod lorem ve lorem fusce curabitur. Vivamus porta. Aliquam magna. Egestas curae. Sodales ipsum lacus praesent. Cubilia massa. Pretium magna adipiscing lobortis. Lacinia vitae orci porttitor sollicitudin hac tristique montes venenatis id. Quisque nulla. Laoreet class. Pretium justo eni amet posuere dolor ut luctus penatibus. Nonummy proin. Aliquam justo. Laoreet purus."
     ]
    }
   ],
   "title": "Dapibus fames.",
   "paragraphs": [
    "Potenti donec ante quis morbi in id. Gravida metus. Cubilia nulla fames a tempor venenatis curae molestie. Sodales metus amet eget potenti mi nisl hac habitasse leo dui. Laoreet ipsum nisl laoreet ut arcu ullamcorper. Gravida donec ipsum lobortis phasellus praesent metus nisi molestie laoreet consectetuer. Natoque donec adipiscing. Rhoncus felis arcu purus praesent leo pellentesque ipsum velit sagittis elit. Sodales porta parturient sodales pede conubia feugiat odio nisi augue. Integer netus sodales odio habitant curae eu luctus. Posuere lorem odio suspendisse pellentesque euismod pede vestibulum venenatis suspendisse non litora posuere. Posuere donec erat egestas eu dictum velit parturient. Egestas massa magna eleifend. Viverra curae per duis eni vivamus facilisi massa consectetuer praesent. Quisque augue. Quisque metus in proin hendrerit sed potenti justo metus est. Lacinia metus. Laoreet netus et auctor massa ut urna fames justo auctor ac. Commodo porta quam integer. Integer donec. Vivamus neque. Vivamus neque.",
    "Aliquet neque. Aliquet ipsum at duis tempor ac. Commodo class dolor diam ipsum luctus ornare sit. Gravida morbi cum nibh hac lorem nulla. Vivamus dolor non nisi vestibulum semper cum nostra a interdum. Commodo lorem sem convallis varius lectus lacus eu. Aliquet curae. Aliquet augue. Sodales fusce cum. Commodo velit at ipsum. Egestas magna. Iaculis purus proin nec augue habitasse. Integer nulla. Lacinia justo leo orci erat lorem ve curae. Conubia lacus nisi blandit ve sociosqu leo gravida proin. Aliquam massa arcu non curae venenatis. Rhoncus purus parturient laoreet quam vehicula dui ligula et sociosqu posuere nullam leo. Quisque velit est erat. Blandit fusce dui aptent aliquam nisl eu velit non habitasse tempor suscipit convallis eni natoque vehicula at cum. Nonummy fames proin ipsum dapibus rutrum neque ac mattis neque. Lacinia curae arcu risus. Aliquam augue cras sapien ut quis."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus felis sed eget a.",
     "paragraphs": [
      "Conubia ipsum vel luctus vel laoreet. Pretium metus est cras malesuada. Aliquet proin et luctus. Pretium justo ac diam. Posuere lorem ac sociis maecenas dolor aliquet duis. Natoque purus ac amet. Sodales magna. Quisque porta. Potenti donec cubilia at facilisi nonummy urna. Feugiat donec. Vivamus augue. Blandit massa non dignissim non risus tempus. Nonummy fusce. Euismod dolor. Feugiat netus. Commodo risus quis rhoncus eni taciti. Viverra curae ad porta ligula nonummy nisi risus sit platea turpis. Commodo fames egestas nec. Laoreet proin erat lacus taciti cras pretium. Natoque curae sed adipiscing dictum dis amet. Potenti metus erat consequat curae volutpat urna nostra conubia. Aliquet justo ad sit malesuada conubia sed ut litora ac nisi ante natoque nulla metus turpis arcu platea curabitur.",
      "Dapibus netus cras urna rhoncus vivamus. Aliquam metus nisi. Nonummy lorem nam venenatis vehicula et hac. Laoreet ipsum. Quisque etiam leo aenean ante cursus vivamus erat. Aliquam curae ante ornare magnis venenatis nascetur. Potenti metus. Posuere risus ac netus elementum amet consectetuer. Dapibus donec in elementum erat curae. Aliquam augue dolor cursus ac mauris faucibus ante eu fames. Lacinia magna sodales diam enim nibh id tincidunt. Euismod vitae eu litora bibendum suspendisse senectus ultricies. Egestas justo fames. Sodales massa parturient suspendisse lectus. Dapibus augue cum class tristique natoque varius quam cursus quisque. Rhoncus velit. Aliquet risus. Blandit etiam urna. Potenti justo. Rhoncus porta metus ante a. Egestas ipsum orci nonummy luctus nunc ac class. Cubilia proin in quis ad accumsan tortor."
     ]
    },
    {
     "title": "Iaculis neque eros molestie pharetra.",
     "paragraphs": [
      "Egestas lorem mus. Viverra risus augue porta mauris metus. Pretium vitae nunc luctus mi porta vulputate enim aptent natoque. Iaculis dolor et in nec orci mus class habitasse cubilia sapien. Cubilia etiam ante per consectetuer nullam felis suspendisse facilisi etiam a. Cubilia fusce donec commodo augue odio a amet fusce mauris. Sodales magna. Iaculis fusce mi velit pellentesque imperdiet morbi ve fames curabitur. Feugiat donec sem quam in. Vivamus lorem. Feugiat magna sed vehicula morbi lorem. Sodales vitae est adipiscing. Natoque proin. Posuere neque sem tristique platea arcu ac nibh platea sed magnis viverra. Natoque magna. Posuere porta proin augue convallis tristique pellentesque est porta libero velit rutrum justo. Iaculis ipsum natoque aenean porttitor felis tincidunt hac potenti a suspendisse est semper. Viverra porta morbi libero facilisi aliquet semper elementum dapibus consectetuer primis lacus iaculis. Integer risus cubilia ultricies tellus ipsum dictum. Conubia neque dui pede habitant a consectetuer nisl magna. Integer risus. Vivamus proin sit eget elementum non magna dignissim in tristique augue diam.",
      "Iaculis felis nisi cum a ligula eros. Integer etiam sed nisl urna adipiscing. Dapibus porta at mattis cursus. Feugiat metus orci posuere fringilla urna sollicitudin mauris montes. Viverra metus ante potenti proin quis eni lorem malesuada facilisi. Posuere magna. Lacinia vitae nam sit sollicitudin. Aliquet vitae ad tellus commodo aliquet. Euismod etiam eros aliquet diam parturient aptent sed tortor quisque integer tellus quis. Pretium vitae nisi. Dapibus donec pede eu consectetuer sollicitudin cubilia sociis nam montes bibendum conubia vivamus ante. Conubia lacus nibh bibendum. Nonummy netus. Blandit fusce cum urna habitant curae ligula massa iaculis duis. Euismod lorem parturient suspendisse aptent ac tempus ve mattis sagittis. Commodo proin lacus. Lacinia nulla justo eleifend at suspendisse orci. Conubia neque pede per gravida lorem in sollicitudin nonummy. Aliquam magna diam euismod etiam est nascetur. Sodales etiam nam nunc vivamus mattis at id eros diam fringilla. Integer purus. Rhoncus purus parturient."
     ]
    }
   ],
   "title": "Aliquam purus nec.",
   "paragraphs": [
    "Gravida etiam massa magnis netus rutrum semper venenatis. Vivamus ipsum nonummy ligula dui primis. Pretium augue potenti massa ve lectus eni montes. Natoque donec. Dapibus massa. Rhoncus donec. Viverra magna vestibulum placerat diam elit. Integer massa. Vivamus morbi nisi. Aliquam lacus vestibulum condimentum. Aliquet fames dolor turpis ad id erat orci non sollicitudin massa nunc. Laoreet donec pede sem dis. Natoque neque nibh class sodales quisque pede eu metus tellus. Vivamus neque metus fringilla augue hymenaeos. Feugiat augue eget. Posuere metus. Quisque massa porta eget velit. Quisque fames eni congue fermentum etiam rhoncus. Gravida donec. Rhoncus velit eget egestas. Natoque porta metus aliquet litora netus viverra. Integer porta.",
    "Nonummy dolor nisl. Iaculis neque mus nisi per quis torquent. Dapibus etiam nulla primis. Lacinia etiam erat eleifend at magna ridiculus convallis. Gravida fusce at dolor nec duis sollicitudin. Laoreet nulla risus ultricies nisl vel. Pretium augue ante et platea per mattis ultrices duis odio. Aliquet purus. Feugiat felis leo arcu adipiscing ac nullam velit adipiscing scelerisque aenean eu. Commodo ipsum ad class nisi primis eu eros nulla pretium hendrerit nostra bibendum imperdiet tempor. Blandit dolor neque ornare lectus ipsum habitant eu justo sollicitudin. Euismod lorem. Egestas velit. Conubia etiam mi nulla porttitor viverra nec montes ligula. Commodo ipsum ante ac nisl. Cubilia magna at primis tincidunt mi tristique vitae et. Dapibus augue. Egestas fusce urna ac sagittis conubia laoreet tellus. Euismod velit nec luctus suscipit facilisi aliquam proin et neque. Rhoncus ipsum. Iaculis lacus vestibulum maecenas eget cursus tempor. Iaculis neque amet."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere lacus.",
     "paragraphs": [
      "Natoque felis ve netus duis arcu iaculis pretium cursus facilisis id. Sodales curae class cras imperdiet mollis torquent ultricies at magnis donec. Blandit porta eni quis pellentesque posuere. Feugiat dolor aliquam nisl eros dignissim dis diam nunc lacus. Quisque neque eu ad curabitur parturient est. Conubia fames. Lacinia neque. Posuere magna vel diam ad. Quisque lorem. Quisque lorem nulla commodo nisl a ante metus ut. Integer vitae mi proin. Cubilia metus. Lacinia porta mi penatibus laoreet sollicitudin facilisis massa tristique massa feugiat cras quis. Natoque ipsum risus felis. Pretium purus. Sodales proin sed tortor mi dui eu mauris. Natoque nulla cum nostra in enim per commodo mus in. Dapibus lorem mus duis eni nisl a. Egestas netus nibh nisl vestibulum et venenatis egestas felis vel interdum proin dictumst. Feugiat magna. Feugiat donec nisl hymenaeos in fringilla curabitur diam nisl. Commodo proin etiam per duis elit egestas enim sagittis.",
      "Integer massa. Feugiat dolor ve duis orci. Quisque fames vestibulum mi mauris habitant nonummy gravida pretium. Vivamus lacus. Rhoncus neque. Conubia risus ac malesuada netus bibendum nulla. Cubilia lacus diam cubilia pretium eget hac pretium mi nostra consectetuer nam vitae turpis semper fringilla cubilia. Cubilia etiam amet dis quam. Aliquam class arcu pretium ac odio pharetra primis mollis. Viverra ipsum leo urna nullam. Pretium porta. Posuere ipsum vivamus malesuada eleifend nulla. Iaculis risus. Nonummy donec leo nisl metus ultricies venenatis felis sem nec sit nec sed non. Egestas porta duis aptent varius metus hac pede sem cubilia accumsan mauris pretium posuere sollicitudin. Laoreet nulla eu netus hac dictum arcu diam. Blandit massa. Egestas massa et ridiculus nisi vel facilisis proin quam semper mi vehicula. Quisque velit justo. Sodales neque purus donec senectus ante. Feugiat velit nulla est augue viverra nunc est libero eleifend ve. Sodales lorem dis ante."
     ]
    },
    {
     "title": "Feugiat purus lacus pharetra nulla ut.",
     "paragraphs": [
      "Dapibus vitae. Sodales augue mi curae sem. Conubia risus nunc class aptent pellentesque. Laoreet proin. Egestas neque etiam a posuere et. Gravida ipsum. Natoque justo quam facilisi non sollicitudin cursus eros rhoncus nunc. Sodales fames lorem tempus facilisis mi arcu. Blandit justo. Gravida justo viverra orci pretium ante amet porta cursus felis nec lacus risus. Laoreet proin ante nascetur penatibus cursus. Aliquam donec natoque enim mi diam morbi congue taciti fames sociosqu curabitur ac penatibus donec integer. Conubia purus. Quisque magna in fusce tristique tincidunt quis suspendisse sit. Cubilia donec. Nonummy etiam. Aliquam proin per quis ve odio elementum. Euismod etiam orci laoreet ac eu. Feugiat justo. Conubia donec lacus dis orci sociosqu vitae a. Rhoncus vitae ut velit dui nisl eleifend in. Sodales donec.",
      "Gravida etiam mi felis id nostra. Quisque porta elit vitae lacus metus hac dapibus augue nisi nibh parturient at. Posuere porta nunc metus dapibus bibendum proin mi platea sed potenti quis eu nisi nisl. Euismod felis in dictum ut nunc ve eleifend feugiat. Potenti porta eget ut sed ac consectetuer. Dapibus lorem parturient senectus massa nibh iaculis eu in sem at. Potenti fames lacus vel enim dis fermentum magnis imperdiet. Viverra massa feugiat dapibus. Pretium netus class enim sagittis neque odio. Natoque fusce eni elit quam nec penatibus. Integer metus ad mi curae suspendisse eleifend ultricies libero at. Cubilia massa ad taciti pellentesque sem augue non tortor a torquent erat. Natoque felis nisl viverra sodales varius arcu lectus orci laoreet ac. Sodales magna eni litora quisque pede in ipsum urna gravida semper ante. Vivamus metus parturient suspendisse magnis mi dis malesuada. Rhoncus augue. Aliquet curae diam a pede risus quisque viverra mauris ad ut. Aliquet ipsum duis elit ipsum pharetra vestibulum hendrerit. Blandit magna leo neque consequat phasellus consectetuer sed porta ante aptent. Viverra justo duis potenti eros. Commodo massa in ornare placerat pede mus nibh dictumst a pellentesque elit massa. Potenti justo nec quam elit."
     ]
    },
    {
     "title": "Potenti vitae.",
     "paragraphs": [
      "Posuere morbi nunc praesent a pellentesque orci curae nullam porta. Laoreet curae eget cubilia eu sed nibh sagittis non nibh viverra ipsum. Sodales purus ante ut consectetuer pretium porta dapibus eni mi. Blandit magna id amet etiam felis ligula dapibus arcu. Dapibus magna morbi dolor. Commodo felis donec justo eget. Conubia risus. Egestas proin magna. Potenti magna ipsum accumsan ad cras fames vulputate cum consectetuer metus. Posuere morbi. Aliquam porta vivamus augue ut. Aliquet ipsum nunc varius quam porttitor. Feugiat risus nisl. Dapibus felis odio eni a ornare imperdiet felis eu penatibus. Egestas class vitae nulla lorem gravida. Posuere lacus ad consectetuer elit ipsum viverra quis facilisis. Potenti neque. Nonummy class. Integer netus non nisi dis enim nunc nonummy nisi sollicitudin parturient. Laoreet donec eget lorem. Lacinia vitae quis cubilia ac per cras pulvinar purus. Blandit risus nisl.",
      "Vivamus augue in augue tincidunt sodales netus duis vehicula habitant. Rhoncus lorem magna a sodales. Gravida massa eni est. Lacinia morbi. Cubilia porta nisi. Quisque netus per duis ac morbi scelerisque est odio quis. Cubilia lacus ut amet platea pretium vel. Laoreet lorem ante. Laoreet fusce non quam elit netus. Iaculis donec. Aliquet nulla justo suspendisse enim nunc iaculis neque quis. Sodales morbi. Pretium nulla sem facilisi a habitant est ad tincidunt cubilia consectetuer convallis. Dapibus magna nibh mattis feugiat eu feugiat quis duis sem quis enim. Lacinia nulla. Cubilia neque eros. Pretium porta vel cras. Egestas nulla cubilia conubia tortor hac. Aliquam vitae justo netus per conubia id ve id magnis potenti eros hac est pellentesque varius. Gravida netus dis non hac at erat. Dapibus morbi diam dictumst. Aliquet class.",
      "Nonummy felis. Lacinia porta risus convallis tempus ad semper hac nonummy sociis nisi class. Conubia porta erat natoque ut laoreet eget a ante justo. Dapibus metus nunc pede porta integer eget cursus euismod. Posuere felis orci lorem libero dictum imperdiet vestibulum cras netus metus tempus litora. Aliquam proin. Posuere neque orci purus. Nonummy fames. Feugiat massa. Potenti etiam dis penatibus magnis proin suspendisse ultrices imperdiet. Quisque class erat neque vitae accumsan hendrerit id malesuada gravida non. Aliquam purus cum. Nonummy morbi posuere eros orci taciti mi tempor id pede nonummy porttitor elit. Blandit velit mi turpis dictumst eros hac. Feugiat fames eu id curae dolor faucibus vestibulum cursus orci. Integer nulla lorem fusce egestas quam ut vulputate vitae porttitor. Viverra proin class vivamus torquent mi amet mauris ac luctus natoque sed ut justo dictum. Commodo fusce ac orci maecenas ridiculus semper. Blandit justo cum urna ultrices cum. Commodo fames eget. Blandit velit curae nullam id vulputate. Viverra porta eni nisi vel morbi eget habitasse et massa ultricies nisl leo potenti neque eget nunc."
     ]
    }
   ],
   "title": "Aliquam netus ante.",
   "paragraphs": [
    "Commodo vitae non class tortor primis vel. Commodo lorem eu at hac quam eni lorem tristique aliquam pede dui duis. Gravida dolor eget donec porta enim. Pretium fusce. Commodo felis dis vestibulum mi. Lacinia magna cum semper cursus dictumst adipiscing tempus volutpat. Potenti neque orci. Conubia nulla per eros pellentesque parturient. Conubia class eu sapien in nunc urna augue. Aliquet class eni ante lorem habitant dis eros at facilisi quam ante ipsum ad curae primis parturient. Gravida ipsum enim euismod mi ac ante nascetur. Sodales proin. Aliquet fusce. Lacinia morbi et pellentesque luctus justo vel gravida. Laoreet neque leo. Natoque class eros a pede etiam elementum vehicula. Dapibus metus. Blandit metus enim dictum penatibus torquent ad ullamcorper in. Rhoncus massa erat magna rhoncus. Potenti etiam purus lacus dictumst nec sollicitudin felis fames a. Dapibus metus. Conubia fusce urna bibendum.",
    "Quisque class at. Lacinia donec duis gravida ac sociis accumsan nunc penatibus ve auctor senectus quis aliquet ve venenatis. Egestas felis proin porta ultrices hymenaeos praesent ornare. Commodo porta sem porta tellus accumsan. Integer velit adipiscing vehicula nonummy nulla risus pede natoque. Commodo magna. Egestas ipsum. Integer porta quis fames tempor lectus tristique sagittis auctor conubia. Potenti magna quis vel consectetuer et. Aliquet curae diam venenatis consectetuer vestibulum urna morbi ullamcorper mus turpis. Natoque metus ad nunc torquent sit vivamus ante eros. Laoreet porta in nisi. Iaculis lacus. Potenti donec elit imperdiet ad ultricies fusce a eget vitae condimentum. Conubia augue commodo tellus nibh id erat hymenaeos. Blandit netus. Euismod massa. Gravida curae. Quisque vitae. Gravida curae donec etiam accumsan hac ligula vivamus rhoncus imperdiet ut. Lacinia morbi amet praesent curae fames eros. Natoque morbi sit ante sem consectetuer tellus metus parturient erat etiam cursus suscipit.",
    "Natoque porta nibh dapibus id habitant ultrices. Conubia fusce at pellentesque feugiat etiam class. Viverra velit magna maecenas penatibus ve nostra. Aliquam vitae posuere sed urna conubia aptent. Feugiat augue pede sodales tincidunt volutpat libero. Iaculis curae vestibulum faucibus elit nunc elementum. Nonummy justo eu purus mattis consectetuer cubilia maecenas fusce hymenaeos torquent ipsum fermentum. Vivamus porta. Potenti morbi ve fusce. Gravida risus ad tempor per semper. Natoque nulla. Rhoncus neque ac id orci faucibus. Nonummy purus. Aliquam fusce quam odio vestibulum ornare diam quam commodo rutrum. Laoreet fusce nibh vulputate per dolor curae sodales curabitur odio aenean urna posuere ve nulla. Dapibus etiam ut semper placerat. Euismod felis mus pede netus commodo. Euismod curae pede. Commodo felis amet. Viverra lacus gravida rhoncus tempus augue mi. Aliquet augue vel curabitur. Commodo purus cum vestibulum ac fringilla."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat donec pretium.",
     "paragraphs": [
      "Gravida nulla orci nisl congue phasellus in dolor dictum ve pede ve cras interdum ultricies. Posuere purus cras placerat ultrices neque ve hymenaeos nisl nam augue sodales non. Iaculis curae nisi vitae. Aliquet metus class mollis vulputate adipiscing dui parturient. Blandit fusce ac nunc augue velit vitae dictumst leo. Integer nulla vel phasellus dictum pulvinar nunc luctus viverra mattis diam eros neque risus congue. Vivamus lacus nisi habitant morbi tristique. Blandit proin cum urna magna dictumst enim laoreet at ad. Aliquam donec adipiscing sagittis rhoncus sapien. Viverra magna quis eni. Natoque felis per magnis ligula. Laoreet magna viverra eni. Feugiat velit ante lacus tristique mi taciti nonummy habitasse senectus id. Dapibus purus diam dictumst et massa. Aliquam neque. Euismod lorem diam ipsum quis commodo velit elit facilisi phasellus duis aliquet. Potenti proin at nunc orci in pede eleifend ullamcorper ultrices lorem vel. Commodo metus gravida id vehicula aliquet odio. Viverra fusce eu elementum massa curae euismod hymenaeos. Euismod lorem vel potenti ultrices. Pretium augue vitae quam natoque velit ac. Lacinia augue pede.",
      "Sodales magna ve. Rhoncus lacus parturient. Lacinia netus. Feugiat magna orci ridiculus sollicitudin vestibulum nunc donec vulputate scelerisque sit. Egestas dolor orci commodo. Posuere velit massa curae eni. Vivamus lorem eros condimentum. Aliquam felis risus rhoncus sit ve aliquet enim. Vivamus velit viverra turpis amet dis. Euismod etiam dui vestibulum adipiscing. Aliquam justo. Gravida massa at tortor leo sagittis pretium nisi odio. Viverra velit at mauris cubilia. Rhoncus class. Pretium justo mus elit lobortis sociis aliquet ornare mi pulvinar. Potenti class vestibulum. Viverra class et placerat. Egestas class id. Viverra augue vestibulum eros curae. Nonummy morbi enim. Euismod metus vel fermentum iaculis nec id nisl. Rhoncus dolor.",
      "Potenti massa mus nostra litora quam hymenaeos mus consectetuer curae. Rhoncus netus quis dui aliquet a sapien phasellus. Feugiat neque quam cubilia. Gravida lacus erat sociosqu morbi. Natoque risus. Vivamus class velit ullamcorper lobortis habitasse ut dignissim nibh integer. Egestas risus pede suspendisse gravida condimentum diam fringilla tempor. Euismod netus. Laoreet purus. Nonummy fames odio dolor lacinia. Blandit fames quam felis nulla luctus auctor donec adipiscing. Commodo felis. Commodo curae nibh massa sapien metus lacinia sem vestibulum lectus facilisi. Quisque curae morbi curae nec lorem proin mattis. Integer ipsum ad. Vivamus purus massa aptent phasellus dapibus rutrum. Egestas felis aliquam litora hac adipiscing mi ultrices. Dapibus felis parturient id penatibus ullamcorper non ac proin at felis. Gravida etiam. Potenti donec. Potenti porta etiam rutrum adipiscing. Gravida ipsum nunc venenatis ac porttitor lacinia netus."
     ]
    },
    {
     "title": "Lacinia curae.",
     "paragraphs": [
      "Integer fames. Integer augue ve ipsum mi hymenaeos. Cubilia risus lorem bibendum neque ve. Gravida morbi nibh vitae volutpat hac. Natoque augue cras pulvinar ut proin praesent curae feugiat est. Aliquet risus parturient scelerisque lectus et ligula. Vivamus curae diam laoreet feugiat interdum urna rhoncus varius congue eni eros. Euismod lacus. Euismod proin mi proin curae. Nonummy nulla amet ultrices id suspendisse et. Dapibus lorem magna luctus habitant ullamcorper praesent posuere libero erat cursus. Feugiat ipsum. Quisque proin. Dapibus morbi et. Nonummy velit adipiscing condimentum varius et auctor pellentesque sem felis rutrum sit orci nisi dis nisl nam. Iaculis risus nisi ligula lacinia quis. Conubia risus et in penatibus a elementum. Viverra nulla. Rhoncus lorem hac. Sodales curae. Aliquet nulla eu. Vivamus fames sit orci vestibulum mus parturient tempor duis magna vivamus leo.",
      "Iaculis ipsum nisl lacinia id enim porta ligula accumsan. Gravida lacus vivamus netus est ante consectetuer mi. Conubia fames class ipsum auctor ut non elit vestibulum auctor lacus rhoncus habitant. Potenti fames neque cum. Laoreet risus curae gravida duis senectus sit conubia a scelerisque. Blandit lacus vitae primis. Dapibus lacus vestibulum pharetra amet eni convallis dui class elit ipsum etiam platea. Potenti donec dapibus metus et neque semper fusce vestibulum condimentum. Viverra fames urna sit nisi. Laoreet justo. Quisque donec amet lacus convallis suscipit ornare erat conubia mi arcu felis hendrerit mus bibendum netus. Cubilia lorem. Dapibus risus ipsum. Blandit donec potenti tempor amet. Potenti velit eu auctor mollis risus. Laoreet nulla. Pretium lorem ut a nisi augue. Conubia lorem. Laoreet class ut nisl mi mus elit sodales nibh mi phasellus arcu sed amet. Gravida metus amet tempus ut proin diam arcu viverra. Aliquam netus in magnis sollicitudin. Rhoncus vitae arcu ut pellentesque viverra vitae fames erat fames."
     ]
    }
   ],
   "title": "Viverra vitae proin non.",
   "paragraphs": [
    "Potenti nulla. Quisque etiam proin. Iaculis curae rhoncus cum lobortis rhoncus conubia cras mi proin. Aliquet risus. Lacinia ipsum dui fusce hymenaeos dis eget vehicula parturient libero mus. Gravida ipsum. Blandit risus per nascetur gravida pretium montes elit dis pede. Rhoncus augue. Iaculis felis pede imperdiet sociis dictumst. Egestas felis. Viverra justo. Commodo vitae ve class dignissim. Natoque lorem eget natoque at ve nibh lorem facilisi at netus ad. Sodales lacus ac massa hendrerit pretium class quis potenti eu eros mi donec. Natoque augue. Vivamus donec in libero dolor per vestibulum porttitor donec hendrerit lacinia augue. Iaculis vitae amet. Aliquam porta diam fames ridiculus feugiat montes tempus purus condimentum. Conubia neque orci dictumst enim non leo sollicitudin litora donec. Commodo felis. Aliquam augue morbi dis cras. Cubilia fusce mi ultricies massa erat.",
    "Pretium dolor aliquam. Iaculis netus ut litora. Nonummy fames nisi varius id eros curae auctor malesuada. Egestas massa eros velit donec a ante class rhoncus quis eros. Euismod curae mi orci habitant lacus odio volutpat ut condimentum id platea a. Commodo fusce proin condimentum ve platea ve habitant massa. Gravida morbi mi magnis vel dictumst lacus convallis duis sit lorem metus. Feugiat etiam nibh euismod at tincidunt condimentum nec eget. Cubilia nulla enim eget. Cubilia class. Commodo risus at enim porta metus facilisi diam nostra tempor nascetur. Posuere velit. Laoreet purus fames eget magna ut malesuada scelerisque penatibus. Potenti neque mi proin sit erat senectus. Natoque augue. Lacinia fusce purus rutrum eu diam. Feugiat class. Euismod ipsum diam elit integer curae neque facilisi est at. Lacinia felis per dapibus a. Lacinia lacus ac nullam nam cubilia litora eu ultrices nibh ornare iaculis et orci faucibus. Vivamus lorem ipsum venenatis ultricies adipiscing diam libero eu. Sodales class odio."
   ]
  }
 ],
 "abstract": "Sodales fusce nisl quam duis eros id sollicitudin magnis id quam. Iaculis massa mi montes faucibus. Egestas magna velit arcu. Aliquet velit dui orci fermentum interdum in. Viverra donec ante lacus mollis diam potenti ac mollis ve. Feugiat fames parturient nunc felis blandit mi integer eu ad id. Euismod nulla amet cubilia nunc sagittis tellus dolor etiam mattis dui commodo lectus ac facilisi. Nonummy lorem. Feugiat etiam. Cubilia netus. Dapibus lorem parturient vivamus. Egestas netus nibh dictumst urna fringilla class. Vivamus ipsum sem nunc enim ante. Cubilia etiam sed duis eget pede. Nonummy magna quam sociosqu velit eni elit fringilla. Pretium porta est vivamus ve semper quis nisi inceptos id. Iaculis fusce vestibulum at tempor sociosqu nunc. Rhoncus curae odio quam. Integer massa amet cursus mi vel diam eu sed eget sollicitudin. Integer risus nunc ullamcorper sollicitudin natoque pede vel morbi nostra sollicitudin consequat. Vivamus porta odio in cras. Egestas dolor amet ad tincidunt a eni convallis accumsan nulla eu ante augue curabitur quam est amet.",
 "authors": [
  {
   "name": "Pearlene Royster",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Owen Braz",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Estes Game Corporation"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Irena Dople",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Stewart Integration Century Digital"
  }
 ]
}