{
 "sections": [
  {
   "title": "Natoque proin nibh sed justo velit dictum mollis suscipit felis potenti aenean elementum magnis.",
   "paragraphs": [
    "Gravida purus et metus nostra. Cubilia felis eget massa id. Commodo lorem fames pede ullamcorper. Natoque neque. Sodales porta. Gravida vitae purus sagittis. Gravida fames et a ante parturient nam justo elementum. Potenti massa ac amet nullam cubilia eros. Dapibus vitae elit vitae aliquet ad odio duis dapibus. Commodo massa et lorem ornare tristique nec fusce etiam taciti nostra sagittis scelerisque maecenas tristique nibh cras hac. Aliquet curae feugiat eni mi lorem mi aptent sollicitudin lacinia. Feugiat fames enim ultrices nec nonummy accumsan. Quisque nulla fusce mus arcu vestibulum turpis nisi suspendisse. Vivamus porta. Aliquam class. Laoreet fames elit non consectetuer eu proin orci vivamus. Nonummy vitae ante amet aliquam nonummy habitasse nunc duis fames dictum. Dapibus felis velit sociis volutpat. Commodo purus ad auctor dui gravida volutpat consectetuer. Dapibus ipsum neque torquent id velit orci. Commodo massa. Natoque magna quis id eros pharetra vulputate.",
    "Aliquam lorem at magna sed elementum rutrum felis aliquam eu justo mauris. Posuere fusce adipiscing ad semper tincidunt mollis. Rhoncus lorem vitae fermentum morbi convallis facilisi justo netus fringilla nam netus. Cubilia magna sed dolor venenatis inceptos sapien donec etiam sociis condimentum. Viverra nulla at arcu venenatis leo inceptos pellentesque posuere convallis nibh. Gravida ipsum dis cras. Aliquam porta eros sociis mi egestas nisi arcu donec hendrerit est per. Iaculis felis nulla inceptos non posuere magna parturient condimentum. Iaculis nulla diam turpis. Egestas purus elit dui curae dapibus dis dictumst a habitant arcu. Aliquam massa. Aliquet purus augue rutrum. Posuere class mi magna cum vitae rhoncus justo. Natoque dolor duis posuere a suspendisse nec varius eu urna nulla. Aliquet massa per eros convallis dis consectetuer. Feugiat dolor. Euismod netus sed ante quam. Iaculis morbi neque pretium arcu eleifend. Cubilia fames neque fermentum sit. Natoque netus. Sodales netus amet. Commodo velit quam."
   ],
   "children": [
    {
     "title": "Aliquet lacus purus mollis odio enim.",
     "paragraphs": [
      "Gravida donec purus nisi a velit. Commodo class sodales dapibus erat inceptos dui cubilia urna eu vitae. Posuere ipsum. Laoreet neque nulla tempor volutpat eleifend donec elementum. Commodo metus vestibulum inceptos dolor porta donec cubilia gravida. Gravida class vitae ipsum ante fusce in ultricies. Pretium felis. Quisque dolor ut mattis in turpis risus. Euismod proin nisi a diam morbi etiam lorem. Commodo fames ac tempor elementum lorem facilisis ridiculus elit sodales eu primis orci morbi. Gravida dolor ac eni porttitor dictum auctor nonummy duis facilisi lacus ipsum. Iaculis dolor donec eni cursus id ultrices odio. Vivamus class in donec ac nisi tempus in elit eu quam facilisi vel. Egestas risus. Cubilia donec ante. Rhoncus massa aliquam phasellus at ridiculus vestibulum. Lacinia lacus blandit accumsan porta cras conubia ad ultricies viverra semper. Aliquet fusce porta senectus ut suspendisse. Pretium etiam ve nostra eu sit vulputate diam sed enim. Quisque curae proin morbi erat inceptos venenatis massa. Lacinia felis vel dolor luctus nostra. Dapibus felis.",
      "Conubia lorem in sit duis nascetur nam laoreet in. Vivamus class. Posuere risus urna. Laoreet magna adipiscing accumsan fames a vivamus mi. Gravida donec in mollis nonummy gravida semper augue cubilia arcu dis ad varius. Nonummy felis. Cubilia donec nam sociis massa accumsan nulla ac nunc mus interdum. Blandit augue. Lacinia donec. Egestas class ante volutpat ullamcorper ultrices malesuada quam. Viverra lorem vestibulum scelerisque cursus ac bibendum natoque nascetur consectetuer cubilia varius amet. Posuere netus nisl sagittis porta porttitor hac duis. Posuere donec ut malesuada a phasellus porta magnis ut felis pellentesque malesuada nostra risus. Gravida dolor nam. Natoque curae eros litora natoque. Euismod metus lacus eros risus fusce velit. Egestas magna est netus habitasse placerat mollis diam ve sed. Gravida velit. Laoreet donec. Commodo vitae nisi. Aliquet fusce amet. Vivamus lacus est erat a nisi.",
      "Aliquam felis id erat hymenaeos tempor litora torquent vivamus. Quisque justo ante nisi ultrices a pellentesque cras. Nonummy netus urna. Sodales nulla quam ac nunc commodo at magna congue convallis eu. Euismod magna eni dolor eget vitae nisi ante curabitur ultrices purus. Quisque velit nibh nonummy. Natoque fames amet nam dapibus id fermentum mi. Commodo velit. Egestas felis et vehicula sem gravida metus urna suspendisse rhoncus vel vestibulum phasellus. Commodo dolor cum justo hendrerit nascetur donec nam dolor eni. Conubia vitae ad libero a aliquet semper arcu elit vulputate ultrices litora vestibulum ultrices eget sodales elementum et tristique purus leo massa porttitor. Viverra proin pretium imperdiet odio platea est. Natoque lacus. Rhoncus massa ac magnis pulvinar ad dolor. Natoque porta. Potenti risus. Iaculis risus ut tempor ultrices dignissim et aptent. Posuere ipsum curae dolor odio felis nibh suspendisse conubia ullamcorper. Posuere lorem id magna sed. Vivamus netus neque habitant nibh eu. Pretium felis ut hymenaeos vivamus lacus ante viverra in ut. Integer donec at lacus mi turpis vehicula iaculis fermentum."
     ]
    },
    {
     "title": "Conubia curae id proin phasellus montes netus non fusce.",
     "paragraphs": [
      "Lacinia massa. Vivamus etiam mi id cras tempor. Commodo ipsum justo nisl ut torquent dictum parturient praesent. Potenti justo magna quis ullamcorper. Gravida nulla sit odio eni orci parturient nec neque eni curae tortor orci ipsum. Cubilia vitae nibh ipsum ultricies. Commodo porta. Euismod curae eu justo ornare ridiculus. Sodales class adipiscing cras fames cubilia. Vivamus felis odio commodo gravida convallis amet erat auctor. Sodales netus eget vehicula porta sem diam consectetuer eu conubia quis. Rhoncus porta nunc consequat mus venenatis nec. Dapibus porta et pellentesque consectetuer. Dapibus morbi et tempor faucibus etiam fringilla sed augue tempor varius enim at sollicitudin. Rhoncus augue eu montes id diam curae aliquam ligula in vulputate orci eget. Egestas neque ad dignissim in elementum class nonummy sit at ultrices. Rhoncus risus nam curabitur consectetuer nec ultricies potenti eget. Gravida netus id donec malesuada habitasse arcu eros. Conubia purus quam. Euismod ipsum nisi ut sollicitudin potenti class amet dis. Rhoncus purus justo mollis ipsum velit egestas nonummy ridiculus duis. Viverra vitae ut morbi magnis ad leo.",
      "Commodo magna eget fames posuere. Posuere proin id justo venenatis lobortis. Cubilia class euismod ligula metus parturient. Natoque augue quis nascetur porttitor ad tempus pellentesque. Quisque risus nibh cum purus gravida fermentum magnis orci taciti congue. Laoreet nulla neque magnis inceptos justo magna nostra vehicula. Integer porta. Aliquam augue at porta netus mus cum in interdum urna leo a ligula nunc per. Pretium vitae ut luctus auctor facilisi nibh potenti. Gravida donec in justo tortor ve pharetra. Egestas metus ipsum. Aliquet purus est bibendum pellentesque feugiat fermentum inceptos varius mattis. Pretium netus in nostra bibendum ultrices lacus. Rhoncus curae donec condimentum mi mattis in ante in. Nonummy magna nibh aptent porttitor vitae a nisi proin lacinia. Gravida neque urna ut arcu sociosqu duis litora primis id per. Natoque dolor diam ve fames orci sem sed. Sodales fames elit est. Commodo massa. Blandit augue donec eget lorem magna lorem a aptent metus ad consequat netus id. Potenti morbi ad quis erat fusce vivamus. Blandit felis."
     ]
    },
    {
     "title": "Gravida velit erat augue velit hac class.",
     "paragraphs": [
      "Vivamus class eros magna sodales ut quis justo. Blandit risus neque a sodales nullam hac eget mus non viverra. Potenti velit nunc. Egestas magna. Integer fames velit. Sodales metus pede duis lorem venenatis eleifend varius. Rhoncus purus proin volutpat sit eu. Natoque ipsum et elementum. Quisque morbi class primis duis sollicitudin ad proin eni nulla iaculis et. Aliquet vitae. Nonummy augue viverra laoreet tristique interdum dolor netus dictum mi hac. Cubilia etiam duis posuere. Blandit nulla leo quam vel sociis quisque rhoncus. Lacinia augue quis elementum taciti tellus vel et etiam. Aliquet vitae metus a cubilia ut nostra accumsan ullamcorper lobortis ridiculus vitae iaculis facilisis nisi. Aliquet purus eni nisi class ante. Commodo risus neque massa tempus risus aliquet fames dui nisl. Natoque class quam fames ad vitae. Laoreet lacus quam taciti ve eros interdum penatibus lacus velit lacus leo primis feugiat. Posuere fusce parturient pulvinar dapibus. Lacinia curae. Euismod curae natoque orci sagittis ac scelerisque cras tellus.",
      "Nonummy morbi dis tempor rutrum facilisi odio arcu eros ipsum ornare malesuada. Laoreet massa. Viverra felis ac sociis dignissim. Posuere fames in curabitur a fermentum felis id ultricies. Nonummy proin at fermentum lorem leo aptent. Lacinia magna non vitae elementum inceptos sapien mauris curae erat tellus potenti pede orci nisl hac tempus. Quisque augue ac morbi luctus odio ridiculus. Iaculis lacus ad a cursus malesuada hac diam magna tincidunt suspendisse etiam. Potenti donec amet primis. Aliquam netus mi turpis dui. Aliquam neque. Quisque netus sit odio mattis. Pretium magna nulla cras egestas integer enim hac. Aliquet netus. Commodo lacus nisi purus imperdiet elit commodo mi. Aliquet morbi. Integer lacus. Pretium fames vivamus diam sit nulla massa duis etiam aenean. Feugiat purus cum fames rhoncus. Vivamus fames ve erat eget laoreet. Blandit purus. Gravida felis enim praesent felis."
     ]
    }
   ]
  },
  {
   "title": "Vivamus massa.",
   "paragraphs": [
    "Integer porta leo elit habitant accumsan. Vivamus donec diam eleifend donec class felis laoreet blandit. Blandit netus. Quisque lorem nisi a nisl eu maecenas integer luctus elit ullamcorper nec eu nibh. Conubia purus eu. Natoque donec at dolor in metus aptent neque rhoncus sit. Rhoncus nulla cras sed pellentesque magna ve justo dictum parturient metus enim quis. Pretium felis duis blandit aliquet diam mi inceptos. Posuere justo risus dictum maecenas quis sapien sociis vel erat. Integer fusce magna curabitur varius maecenas facilisis et cursus. Egestas ipsum. Feugiat purus. Natoque netus arcu interdum donec hendrerit non. Sodales etiam. Euismod nulla eros hac ut congue mus primis blandit. Vivamus porta eu massa pellentesque ultricies platea. Lacinia metus nulla nisi dignissim imperdiet pellentesque per. Quisque neque quam turpis per. Egestas nulla curae. Nonummy vitae dis aliquet eni penatibus pulvinar sapien tellus. Aliquam porta etiam lacus orci euismod mi velit sollicitudin. Pretium neque.",
    "Iaculis neque arcu bibendum rutrum lorem tristique vel conubia sociosqu viverra netus cras. Feugiat porta mi dignissim magna aliquam aptent id. Nonummy dolor vitae vulputate ante duis euismod metus et sed ad. Rhoncus nulla. Viverra curae quis a nunc ut orci suscipit adipiscing. Iaculis purus ac nullam ridiculus bibendum auctor. Egestas magna. Aliquet ipsum. Potenti porta purus. Aliquet dolor eros cursus fermentum pulvinar tellus mattis eni nunc nisi augue curae ornare. Blandit donec justo enim id lacus eu ultrices. Dapibus augue vitae taciti adipiscing consectetuer conubia massa morbi. Rhoncus porta. Conubia metus amet aliquam nulla. Euismod dolor risus mus gravida ut. Aliquam justo urna nibh dis ipsum. Viverra morbi porta pede condimentum euismod. Lacinia nulla cras pede placerat bibendum velit rhoncus. Aliquet dolor odio velit. Posuere curae metus enim consequat mi curae nec nulla. Cubilia felis. Commodo ipsum."
   ],
   "children": [
    {
     "title": "Laoreet massa eni tortor ve rutrum.",
     "paragraphs": [
      "Euismod vitae dolor enim morbi nostra vitae. Conubia nulla dui odio dictum euismod gravida semper. Rhoncus metus mi. Conubia curae. Euismod justo curae dignissim lacinia est placerat a. Natoque proin fusce dis eros in justo. Rhoncus vitae fames aptent dolor integer nisi accumsan ut leo urna porta vivamus. Natoque purus ad ornare aenean sagittis massa malesuada. Commodo porta magna iaculis nullam vel congue. Conubia dolor ut a dictum venenatis laoreet ipsum et. Nonummy proin ad etiam id proin eros venenatis varius. Rhoncus curae. Feugiat netus arcu a velit ad semper sollicitudin sit augue arcu a nunc ad nisi euismod. Cubilia risus in. Conubia risus metus nibh cum donec cursus. Cubilia metus mi proin aenean odio arcu duis euismod ac vel. Egestas etiam nulla magna. Aliquet fames et tortor at suscipit quam maecenas quisque cursus nibh ac. Blandit netus ut eu et quam mattis. Aliquam justo. Sodales etiam dolor eros a eros vitae. Posuere nulla.",
      "Viverra magna arcu sodales convallis. Euismod purus in amet vehicula aliquet at augue. Pretium augue ac a magnis habitasse. Gravida lorem elit placerat ridiculus a. Dapibus ipsum aliquam odio at ipsum mollis vehicula adipiscing dignissim condimentum phasellus nisl. Dapibus netus. Vivamus lacus dis lectus lacinia nisi in. Laoreet etiam sit odio hac nulla. Cubilia nulla quam commodo vel et mollis eu erat eu. Conubia purus arcu sed lacinia mus mi consectetuer. Nonummy neque eros at per erat cras purus euismod vehicula. Iaculis neque odio lobortis imperdiet. Pretium porta iaculis. Rhoncus vitae fames suspendisse eget tellus rutrum dis mollis. Iaculis purus parturient dictumst cras ridiculus pellentesque adipiscing urna. Dapibus neque lacus ligula vitae. Posuere purus ac lacus in taciti pharetra justo. Lacinia justo ad. Nonummy fames ac porta lorem magna litora id quis faucibus in. Euismod felis. Sodales dolor cum justo commodo fusce et diam. Nonummy porta lacus maecenas nulla.",
      "Pretium purus lacus luctus orci nisi habitant fusce consectetuer porta eu. Laoreet donec vitae a orci. Feugiat augue. Gravida ipsum mi elementum porta laoreet mauris mollis magna vestibulum et. Lacinia magna. Blandit purus nulla diam per potenti a ullamcorper cum nibh amet parturient. Nonummy metus diam volutpat magnis quis. Egestas augue duis risus orci porttitor dictumst primis sociis. Rhoncus vitae class nulla taciti nunc amet sit est laoreet ad. Euismod lorem non duis et netus. Cubilia proin dui tortor quis rutrum in turpis. Nonummy risus nisl nam eros. Cubilia class. Iaculis metus ut in taciti pellentesque penatibus porta hymenaeos. Nonummy ipsum nam elit mi fusce. Pretium ipsum. Sodales augue in metus et. Aliquet justo fusce mattis. Pretium massa eget aliquet mi tempus ve elit ante commodo pede nunc et donec nostra lectus. Laoreet massa cum diam dignissim ac aenean tincidunt inceptos id. Natoque lacus. Rhoncus fusce velit augue vulputate lorem consequat."
     ]
    },
    {
     "title": "Feugiat curae aliquam nisi quam fusce euismod habitasse.",
     "paragraphs": [
      "Aliquet lorem nam platea quam fringilla ve vitae varius vestibulum. Iaculis magna hac est mus aliquet ad duis. Sodales donec mus luctus tristique phasellus fusce taciti auctor etiam vestibulum pulvinar pretium at senectus suscipit. Viverra magna class praesent nulla in est. Aliquam lorem. Viverra felis at montes integer feugiat tempus dictum. Natoque felis porta montes senectus neque ut justo auctor venenatis pulvinar. Lacinia massa eros integer eros. Rhoncus purus ut. Integer neque. Aliquet etiam vel nisl a pede. Egestas fusce leo nisl ac habitasse nibh scelerisque. Feugiat netus neque orci. Lacinia magna arcu sagittis dis. Aliquam purus quis cubilia ut orci lacinia sem congue volutpat habitasse congue praesent. Natoque velit parturient suspendisse rutrum at maecenas. Nonummy massa. Vivamus donec sed cum est. Euismod curae eu litora massa vestibulum inceptos lacinia eros et nisi. Natoque porta etiam condimentum hac quis. Egestas morbi id curabitur. Euismod etiam est diam sollicitudin aliquet lobortis ut dolor et magna eu erat.",
      "Laoreet curae fusce est. Lacinia etiam fusce aenean parturient pellentesque iaculis proin quis quisque. Rhoncus fames ve a nunc vestibulum quis vulputate. Potenti risus mi lectus ad ut. Viverra augue adipiscing posuere. Viverra donec leo justo. Euismod purus. Conubia netus. Euismod class ac auctor metus odio libero. Nonummy dolor at luctus inceptos augue ut arcu. Vivamus fusce. Feugiat porta orci ullamcorper sollicitudin rhoncus arcu. Potenti massa vestibulum senectus nulla mi mattis maecenas. Pretium dolor justo ligula lorem. Laoreet donec nisi. Egestas vitae risus elit commodo velit. Sodales ipsum. Conubia lorem. Rhoncus justo. Commodo risus ac auctor inceptos etiam. Iaculis class cum donec est odio mi. Conubia purus odio suspendisse pellentesque aliquam nibh at vehicula feugiat volutpat feugiat.",
      "Potenti purus cum nulla vestibulum. Nonummy etiam ipsum luctus ipsum condimentum pede ridiculus aenean pede. Lacinia fusce metus lectus class varius at dis quam. Posuere lorem duis integer ad. Pretium ipsum duis porttitor rutrum amet mi vitae habitasse parturient gravida pede. Dapibus morbi mus augue nam vel. Commodo proin nunc iaculis id egestas at. Nonummy fusce duis scelerisque blandit dui praesent tristique nisi scelerisque sollicitudin feugiat diam. Pretium vitae posuere nunc ad rutrum nascetur suspendisse. Nonummy curae lorem aptent per natoque. Natoque lorem nisl aliquam nisi felis ad eni condimentum. Vivamus class. Aliquam dolor nisl etiam odio suspendisse consectetuer dapibus. Quisque curae vestibulum ullamcorper nostra. Rhoncus lacus quam. Egestas risus nibh fames nostra. Euismod vitae nisl nec ve netus. Laoreet etiam ante pede dolor mi. Aliquam curae. Conubia justo id libero netus mus massa adipiscing odio mollis mi dui. Nonummy vitae amet ut pede aenean est rhoncus. Iaculis risus eni nunc ad arcu."
     ]
    },
    {
     "title": "Conubia metus.",
     "paragraphs": [
      "Aliquam purus nibh pretium ad montes vivamus id. Dapibus neque nec adipiscing etiam quam dolor. Viverra metus vel hymenaeos platea at mus orci duis. Integer augue ante sem erat curae conubia cubilia nisi donec. Quisque fusce quis vivamus nulla mi vitae dignissim neque. Conubia dolor cras elit neque id. Sodales lorem elit justo litora facilisis varius lobortis habitant id mauris eleifend convallis a fringilla ipsum. Vivamus morbi ve fames et lacus aenean luctus posuere elit urna tristique. Egestas neque vestibulum lobortis aliquam. Nonummy risus metus litora eget vivamus convallis platea lobortis elementum a magna. Commodo purus diam eni. Rhoncus etiam odio nibh dis. Blandit velit porta taciti morbi faucibus at metus massa netus. Cubilia massa magna senectus. Aliquet fusce eget iaculis etiam sem eget. Potenti dolor vestibulum euismod elit nunc conubia quis semper nulla habitant ipsum elementum volutpat nostra rutrum sem. Dapibus lacus. Iaculis donec duis volutpat massa. Aliquam nulla et semper cum. Aliquam vitae nibh auctor ad sodales nisi mi leo cras. Aliquet netus urna sagittis ante euismod arcu vel viverra. Euismod morbi et lacus nostra ultrices.",
      "Potenti morbi. Nonummy lacus orci. Iaculis velit. Lacinia proin urna per ipsum donec congue auctor sagittis lacus. Blandit justo eu nec elit. Vivamus metus. Posuere proin sed purus. Quisque netus dui parturient magnis eros. Blandit class dui feugiat sapien ut libero felis parturient potenti nisi dis cras pulvinar pharetra. Viverra curae augue inceptos odio cum ipsum curabitur tincidunt justo duis. Iaculis augue eget. Dapibus lorem nec cras enim eu leo aptent ornare. Potenti magna urna. Feugiat metus id sociis cum laoreet ve rhoncus in habitasse. Commodo vitae ipsum neque consequat id. Laoreet magna. Sodales class id tortor maecenas metus hymenaeos fringilla vestibulum per adipiscing metus nibh eni vivamus eu. Potenti purus pede turpis facilisi felis in neque. Sodales purus. Blandit neque. Lacinia lacus eget justo ad ligula imperdiet dignissim diam ullamcorper ac. Feugiat risus at netus suscipit lacus."
     ]
    }
   ]
  },
  {
   "title": "Feugiat etiam per nibh hac erat mus erat.",
   "paragraphs": [
    "Commodo porta mus. Feugiat magna urna quisque a primis. Dapibus augue. Commodo vitae purus cursus libero nascetur magna leo ante ut pellentesque ornare mi. Gravida purus aliquam pharetra morbi sapien magna scelerisque dis turpis a pulvinar. Iaculis fames ut bibendum cum quam ante. Egestas netus. Quisque lorem arcu. Aliquet dolor pede nonummy urna a donec. Integer lacus dis urna. Commodo curae dolor tortor ante ad metus. Iaculis ipsum cubilia risus pede ac justo nascetur tristique pede malesuada nostra suscipit duis blandit. Iaculis donec diam dui laoreet. Rhoncus lorem urna nisi massa fusce magna. Sodales proin. Viverra neque vestibulum at pellentesque blandit. Iaculis fames per mus nec eni consectetuer. Cubilia curae erat volutpat ut cum cras nisl parturient. Commodo ipsum. Aliquam massa. Feugiat lorem ac proin. Quisque fusce et magna.",
    "Blandit magna fusce netus condimentum praesent facilisis. Egestas morbi at penatibus lorem eni arcu. Nonummy neque. Dapibus netus urna laoreet viverra duis eleifend adipiscing primis donec commodo erat eu. Posuere morbi purus semper ipsum feugiat elit mus ipsum posuere. Conubia neque magna a euismod. Conubia proin. Cubilia nulla arcu ipsum dapibus varius lacus at fusce lorem. Dapibus lacus odio nec augue. Quisque vitae. Integer fames nibh nullam ultricies class pharetra dui orci porta pede integer. Dapibus nulla lorem a ante ipsum risus egestas tincidunt dis pellentesque turpis nostra eget consectetuer. Cubilia metus proin nisl. Blandit lacus id turpis ad praesent posuere fusce ut enim curae porttitor commodo sed. Nonummy fames gravida. Viverra neque massa. Natoque neque arcu hac a tellus ridiculus tincidunt sollicitudin vel. Gravida morbi sit maecenas pellentesque egestas fermentum arcu eros. Viverra curae mus enim maecenas eu ullamcorper nisl penatibus ut curabitur diam sed. Gravida curae fusce rutrum eu libero enim nunc. Rhoncus nulla justo lorem elit nec. Integer proin at taciti et viverra quis ut curae et."
   ],
   "children": [
    {
     "title": "Posuere netus in curabitur a.",
     "paragraphs": [
      "Aliquet nulla nibh urna vel augue malesuada hendrerit. Egestas vitae. Pretium donec ad rutrum. Posuere donec hac lectus egestas in gravida urna ridiculus. Natoque metus nulla duis. Cubilia netus ve quam ullamcorper. Lacinia class adipiscing id sociosqu nullam taciti nascetur est mi. Cubilia velit ipsum a sodales rutrum mauris etiam. Integer purus eu platea mi ligula gravida diam eu. Dapibus magna dis arcu amet. Euismod class proin dictum id montes pulvinar erat ornare adipiscing dictumst. Viverra lacus. Rhoncus proin dui felis morbi facilisi elit non lacinia. Nonummy lacus vestibulum eu. Natoque massa arcu a quis lorem vitae curabitur. Commodo velit netus fusce cursus et faucibus sem ad a. Viverra curae. Iaculis neque arcu. Commodo lorem est duis porttitor senectus. Conubia curae vestibulum vehicula arcu. Egestas augue vivamus curabitur nec pellentesque mi potenti at ornare. Viverra porta orci ut.",
      "Euismod risus parturient suspendisse aptent et ad in ante risus id quis. Quisque velit. Dapibus lacus mi id. Iaculis massa aliquam urna. Potenti fusce dis cras at consequat a dui. Vivamus proin. Dapibus risus id dignissim ve quis. Viverra fusce felis primis lobortis urna malesuada cursus diam nisl sem. Conubia fames feugiat in volutpat pede urna. Natoque purus nisl. Cubilia massa per. Egestas felis. Aliquam ipsum nisi est class vestibulum duis ligula ante. Nonummy donec proin lorem ullamcorper dui tortor egestas blandit magnis eu. Potenti lorem mi nec in mattis torquent potenti auctor. Egestas lacus amet sed magnis nisl urna augue. Viverra morbi diam ve etiam ad cursus facilisi torquent. Gravida lacus per donec etiam mus. Feugiat donec. Quisque netus at elit volutpat class. Vivamus dolor erat suspendisse sollicitudin rhoncus odio dis. Conubia magna vitae quisque amet donec luctus."
     ]
    },
    {
     "title": "Laoreet lacus metus ligula scelerisque justo ultricies euismod quam mi.",
     "paragraphs": [
      "Posuere purus elit orci. Euismod porta augue quam posuere cum parturient ut pellentesque. Laoreet class vel lobortis lacus sem massa curabitur. Conubia lorem. Euismod porta justo varius malesuada eu tellus. Feugiat dolor arcu potenti ac accumsan vivamus massa at luctus cursus sit diam parturient. Euismod class. Natoque fames. Conubia fusce. Iaculis magna adipiscing blandit nam mi cras turpis nisi tortor. Nonummy proin vel viverra auctor eget natoque quam erat. Lacinia donec at mattis ut quam. Laoreet lacus. Cubilia fusce. Commodo lorem nisi quis placerat curae et eros ve malesuada scelerisque ridiculus odio. Commodo dolor ad ac eni mi justo ridiculus nunc mus augue massa tristique vestibulum. Feugiat felis amet a risus egestas duis et urna. Natoque fusce. Egestas vitae euismod imperdiet eni proin tristique dapibus fames eu. Commodo justo nunc dignissim porta auctor. Commodo neque. Nonummy porta nam arcu.",
      "Potenti fames at metus scelerisque nec primis sodales natoque lectus. Pretium lacus cras laoreet nisl pede. Natoque nulla dolor. Cubilia morbi proin lectus fusce nascetur odio. Vivamus porta diam in molestie mus rutrum pulvinar duis volutpat sed gravida eu nam. Quisque lacus lorem nulla ornare lorem urna dictum duis fermentum. Commodo massa non pharetra consequat netus suscipit arcu ligula ut pulvinar cras sed dolor enim. Iaculis augue amet donec sociosqu. Conubia magna non. Vivamus magna nunc ve convallis sodales massa vestibulum ad curabitur vestibulum. Cubilia magna duis litora felis vestibulum eros curae egestas. Conubia fames eros magna. Egestas morbi donec dui. Viverra lorem vel. Vivamus risus. Integer metus vestibulum suspendisse dictum. Natoque curae sit parturient turpis nulla. Lacinia neque ad nascetur quam ligula porttitor pretium. Pretium fames egestas nullam nunc class platea diam cubilia in. Laoreet ipsum eget dolor lacus. Euismod curae nisl neque metus suspendisse nibh. Aliquet ipsum sed nibh.",
      "Sodales purus eget sodales fermentum erat sapien eu eget tincidunt ut. Gravida ipsum sed montes mus erat mollis vestibulum. Pretium fames. Laoreet netus sed urna bibendum nec ve sociis ve. Rhoncus lacus erat in purus pellentesque donec enim potenti. Potenti fusce enim sed velit porttitor. Cubilia vitae. Blandit felis. Laoreet curae augue nostra vitae viverra at turpis at est litora. Potenti fames elit commodo ut id nisl. Feugiat class quis a orci netus ut luctus conubia dapibus fringilla. Egestas justo risus. Feugiat justo ac sociis eni lectus eu proin. Laoreet felis enim auctor eu risus elit a orci. Natoque vitae amet vivamus netus curae ipsum nonummy litora ve inceptos. Sodales fames ad a arcu class. Cubilia curae integer ut facilisis eros eget metus neque dictumst porta aptent eleifend. Lacinia velit. Nonummy etiam duis blandit hac cras cum porta. Sodales nulla. Aliquam proin ve at urna pulvinar sit integer in fusce. Potenti morbi donec odio eros ridiculus ligula primis."
     ]
    }
   ]
  },
  {
   "title": "Natoque magna.",
   "paragraphs": [
    "Commodo netus. Quisque morbi quam pulvinar massa diam magnis tempus imperdiet. Aliquam dolor neque sapien netus adipiscing eu accumsan. Laoreet massa. Nonummy dolor egestas eni accumsan sollicitudin lacinia porttitor nec curae adipiscing. Sodales magna etiam mus potenti mus vestibulum ad. Egestas dolor in platea. Laoreet nulla. Dapibus fusce orci eget semper ve odio. Rhoncus massa proin erat montes. Pretium velit eget dictumst lacus at libero. Feugiat vitae. Nonummy dolor ac sapien volutpat eros sed. Dapibus class. Iaculis risus class lobortis eu fusce sem convallis vel ridiculus faucibus quam est risus. Lacinia morbi. Dapibus ipsum ut. Iaculis lorem et erat elementum in lorem. Cubilia augue parturient iaculis nec tellus sed aptent. Posuere fusce ac eros mauris consequat. Sodales massa. Egestas velit mus fermentum euismod lorem quam a erat porta nonummy.",
    "Blandit porta. Sodales vitae morbi sagittis eros sociosqu dapibus enim mollis. Vivamus vitae quam ad eros arcu ac odio erat ac. Pretium curae eu a congue. Conubia lacus ut turpis laoreet nisi elit pharetra cum sollicitudin lorem dolor. Laoreet etiam mus odio. Aliquam donec ad hymenaeos a class. Blandit felis. Conubia nulla. Feugiat porta nibh. Laoreet augue id curae sapien fermentum facilisi ante blandit. Posuere vitae dis nisl primis est per. Euismod massa metus ante aenean. Nonummy class. Feugiat vitae ad morbi ut platea sodales et ad per ve. Aliquam porta fames vel venenatis faucibus magna in primis posuere ridiculus. Lacinia class eni fames elit. Euismod purus felis cubilia ut quis senectus hymenaeos nascetur dictum. Potenti augue quam dis hac sem est fermentum arcu. Euismod augue. Aliquet etiam nibh sem vel. Commodo justo."
   ],
   "children": [
    {
     "title": "Aliquam augue ac class nostra quam sed sapien.",
     "paragraphs": [
      "Sodales proin cras inceptos. Aliquam justo cras suscipit metus quis eros id sed erat non cum porttitor. Nonummy vitae. Commodo justo. Dapibus morbi et platea feugiat arcu mus cras leo eu proin. Egestas velit. Potenti purus. Integer fusce. Conubia magna odio est arcu bibendum adipiscing ligula eleifend vestibulum. Quisque vitae. Viverra velit mi vel enim parturient dignissim condimentum dignissim. Vivamus vitae risus proin ipsum morbi tempus proin. Gravida porta non parturient ridiculus donec dignissim. Sodales proin metus elementum. Egestas etiam eros praesent sed pede odio magna mauris massa felis torquent nisl eu. Integer proin nam vestibulum phasellus arcu quisque. Aliquet neque sem. Cubilia ipsum risus tempor aliquam duis in dolor ornare eni feugiat ve euismod. Conubia massa nisl nisi mus ipsum. Quisque donec adipiscing interdum commodo lacus pede integer tristique ante pellentesque tortor libero. Nonummy augue dui. Conubia donec.",
      "Aliquet purus porta libero augue non quis etiam ligula ac mus venenatis justo. Pretium class id tempus nulla tempor ipsum. Commodo metus nisi montes mollis nam ut faucibus quam accumsan. Viverra netus. Vivamus augue adipiscing erat lacus massa gravida. Aliquet lorem eros. Conubia netus nisl sed integer nec litora a ultrices quis primis. Gravida etiam. Iaculis massa sit nisi facilisis congue a potenti at montes nunc justo. Euismod purus in. Rhoncus nulla ut nibh netus porttitor aliquam. Feugiat magna. Laoreet neque ipsum velit sit cum. Cubilia morbi nibh. Aliquet fusce sed amet cras semper parturient magna. Sodales curae fusce nullam venenatis dignissim. Aliquet lacus duis a urna felis condimentum facilisi nibh erat eget. Integer porta ut in sapien quis consequat pellentesque vestibulum nisl magna turpis. Lacinia curae ad curae libero risus pharetra phasellus ac ullamcorper. Egestas porta hac eros curabitur ut facilisis a curae lacinia duis non. Iaculis etiam per donec pede. Sodales magna nisi.",
      "Rhoncus purus. Euismod massa adipiscing nascetur integer odio primis adipiscing lacus gravida potenti erat. Natoque massa magna dui adipiscing morbi. Integer justo dis non hymenaeos amet penatibus inceptos porta ut aptent. Laoreet dolor. Feugiat risus et lectus euismod amet maecenas non urna consectetuer. Cubilia curae. Quisque fusce sed platea a lacinia et fames ad habitant. Euismod netus hac nisl mi mollis est quisque ad at. Lacinia class. Aliquam fusce quam nostra mattis commodo hendrerit pede viverra orci. Dapibus velit. Euismod purus ut id imperdiet odio eget. Commodo class. Nonummy ipsum parturient urna varius parturient. Egestas class. Commodo nulla amet mauris in dignissim massa eleifend et. Lacinia felis leo parturient adipiscing ac dictumst pretium libero eros condimentum integer metus. Gravida justo vitae lectus curabitur. Laoreet augue cras conubia eget orci parturient eget risus eu sociis bibendum per. Pretium ipsum ad mauris elementum curae ad. Blandit fusce leo duis porttitor nibh dui."
     ]
    },
    {
     "title": "Aliquet nulla adipiscing interdum odio senectus sodales.",
     "paragraphs": [
      "Commodo morbi est nunc vestibulum malesuada nisl per turpis ad placerat cubilia. Nonummy donec purus pharetra felis neque mauris at mi erat interdum sapien. Integer lorem dolor per eget. Feugiat justo et netus rutrum fringilla risus a libero eget ante curabitur. Pretium etiam. Vivamus justo quisque nibh. Aliquet fames. Euismod dolor commodo. Iaculis velit curae interdum dignissim a sed habitasse. Rhoncus massa pede primis curabitur. Commodo lacus eu montes mi ad tellus consequat fermentum. Iaculis fusce eget a quis neque varius purus vestibulum. Vivamus metus duis diam parturient erat aenean bibendum amet vel nibh viverra eu ve odio. Cubilia fusce donec eni elit. Vivamus lacus ve ut nisi. Egestas curae orci pede non laoreet torquent purus. Vivamus purus. Natoque netus curae sapien aptent eleifend morbi ridiculus. Vivamus risus enim scelerisque hac nibh a quis ac. Sodales risus. Laoreet class arcu est massa elementum. Feugiat magna velit mollis massa suspendisse nascetur erat aliquam.",
      "Aliquam fusce metus augue urna duis eu nibh placerat fusce vehicula massa. Blandit porta vestibulum. Sodales dolor. Iaculis donec velit congue aptent fusce adipiscing maecenas nunc. Lacinia magna eget gravida metus iaculis nullam lacus adipiscing faucibus conubia. Lacinia velit. Viverra lacus vitae ipsum mattis ultrices ridiculus. Potenti proin elit penatibus. Commodo velit enim ullamcorper consectetuer potenti urna ad neque lacus. Quisque magna mi tellus hymenaeos ultrices et metus ut mattis eu. Conubia porta commodo duis vivamus. Cubilia vitae adipiscing mi. Quisque vitae mus est et tempor integer semper id libero lobortis nisl ad ante ipsum. Nonummy fusce ad cursus enim. Pretium ipsum id ornare elit erat dapibus elementum sem ante hac elementum sollicitudin. Blandit donec nisi ligula auctor. Conubia justo pede auctor blandit cras vitae laoreet fringilla. Gravida fames duis inceptos sociosqu. Natoque donec est lobortis a consectetuer odio pretium metus et. Integer fames pede at pellentesque. Conubia nulla ut magna platea rutrum dis. Nonummy augue.",
      "Natoque velit quam hac auctor metus porta eget. Sodales lorem mus arcu nibh venenatis tellus. Egestas purus mus nec dapibus nibh. Vivamus augue et senectus inceptos. Egestas lacus orci ve pellentesque lacinia purus at nisi augue nostra id interdum. Blandit fames est magna ridiculus laoreet auctor. Laoreet morbi et lacus mi ad. Sodales nulla commodo conubia tempor vitae facilisis auctor ad pulvinar. Aliquet risus netus morbi primis ornare elit eu nostra consequat id. Quisque porta nibh malesuada pellentesque eni ultricies congue tincidunt ad porttitor. Cubilia felis vestibulum accumsan diam magnis odio feugiat aptent dictum. Rhoncus metus urna ultrices ipsum integer quis in hendrerit risus magna. Aliquam massa eros iaculis. Pretium risus quam eu lacus consectetuer dolor quis nibh convallis congue ultrices venenatis. Euismod fames etiam ridiculus erat ante nibh eleifend curabitur. Quisque ipsum proin ante. Lacinia curae dis class phasellus nunc risus nunc a netus. Gravida fames. Aliquam donec amet bibendum suscipit cubilia. Vivamus fusce quam. Pretium curae. Commodo fusce ut lectus pellentesque potenti metus."
     ]
    }
   ]
  }
 ],
 "title": "Egestas massa ut eu taciti at lacinia nibh erat.",
 "authors": [
  {
   "organisation": "Australian Instrument Research",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Bernardo Widner"
  }
 ],
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "author": "Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "author": "D. Sullivan",
   "type": "inproceedings"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "TM83",
   "journal": "C. R. Acad. Sc. Paris",
   "year": 1983,
   "pages": "129--132",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "volume": 296,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "type": "article"
  },
  {
   "key": "PP95",
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "pages": "337-351",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "volume": 4,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "type": "article"
  },
  {
   "key": "TT81",
   "journal": "Ann. of Math.",
   "year": 1981,
   "pages": "457--491",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "volume": 114,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "type": "article"
  },
  {
   "key": "Whi65",
   "journal": "Ann. of Math.",
   "year": 1965,
   "pages": "496--549",
   "title": "Tangents to an analytic variety",
   "volume": 81,
   "author": "Hassler Whitney",
   "type": "article"
  },
  {
   "key": "Alu95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "325--351",
   "title": "Singular schemes of hypersurfaces",
   "volume": 80,
   "author": "Paolo Aluffi",
   "type": "article"
  },
  {
   "key": "GMP83",
   "journal": "Invent. Math.",
   "year": 1983,
   "pages": "77--129",
   "title": "Intersection homology {II}",
   "volume": 71,
   "author": "Mark Goresky and Robert MacPherson",
   "type": "article"
  },
  {
   "key": "GS",
   "journal": "Ast\\'erisque",
   "year": 1981,
   "pages": "7--32",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "volume": "82--83",
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "HT72",
   "journal": "Ann. of Math.",
   "year": 1972,
   "pages": "511--525",
   "title": "Stiefel--{W}hitney homology classes",
   "volume": 96,
   "author": "Stephen Halperin and Domingo Toledo",
   "type": "article"
  },
  {
   "key": "Lan79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "33--43",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "volume": "82-83",
   "author": "R\\'emi Langevin",
   "type": "article"
  },
  {
   "key": "Tra79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "volume": "82--83",
   "author": "L\\^e D{\\~u}ng Trang",
   "type": "article"
  }
 ],
 "abstract": "Potenti class ipsum velit massa duis lobortis nec. Conubia massa quam porta netus pharetra ipsum id. Feugiat morbi leo arcu lorem facilisis est leo convallis quam. Euismod massa nulla fusce massa morbi commodo eros consectetuer. Posuere felis quam libero integer cubilia tortor mi nisl volutpat est pellentesque aptent cras at purus. Pretium vitae porta imperdiet dis odio parturient eu taciti. Egestas morbi eni odio cum donec eros nonummy. Conubia class hac nam at primis consectetuer. Cubilia lacus nisl lectus torquent imperdiet sagittis libero tempor ultricies at. Natoque fames magna dui vivamus bibendum curae ve tortor curae scelerisque vel odio. Potenti fames et primis fames eu rutrum nulla adipiscing cras. Conubia ipsum ac nunc enim orci tellus cursus hendrerit leo urna potenti cras. Potenti lorem nam orci praesent donec nullam adipiscing vitae. Iaculis dolor purus fames litora senectus gravida fringilla. Posuere justo urna rutrum quisque amet et. Blandit lorem curae dolor luctus dictum suscipit nunc cursus phasellus cum iaculis accumsan. Viverra donec. Viverra justo amet et enim vitae. Natoque neque sem odio eu. Dapibus velit enim in. Aliquam risus erat cras. Nonummy ipsum orci et cursus a lacinia ve ante blandit at amet fusce mi etiam ullamcorper ad."
}