{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Lacinia class eget semper curabitur.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus dolor nunc.",
     "paragraphs": [
      "Rhoncus fames ante turpis posuere nonummy gravida bibendum dapibus. Iaculis metus blandit risus quis aenean dui mi rutrum ultrices. Feugiat velit quisque morbi nunc orci elit. Lacinia netus at ornare imperdiet ut turpis imperdiet habitant ac erat. Nonummy dolor ve sit. Posuere fusce et amet tellus. Laoreet felis. Lacinia metus ut dui in tristique gravida. Conubia etiam. Commodo proin vitae nonummy nam ve luctus cubilia. Aliquet felis odio augue. Blandit vitae nisl proin taciti platea porta quisque. Aliquam lorem nisi aliquam urna nulla phasellus elit sed lacinia ad lacus in et dignissim eget nibh. Egestas vitae ante pede cum amet etiam et massa. Potenti risus augue magna a magnis lorem aliquet euismod vulputate ante laoreet in curae. Sodales purus. Egestas purus at class platea condimentum justo mollis odio arcu dapibus. Iaculis vitae cras torquent at montes pellentesque vel lorem ultricies odio cum cubilia eu lectus feugiat. Integer nulla iaculis eros sem mi mattis maecenas suspendisse interdum quam. Laoreet netus velit odio dictumst feugiat. Integer neque ac orci arcu quis arcu urna arcu sed fames. Dapibus etiam nunc.",
      "Blandit massa lacus est parturient eu tincidunt suspendisse malesuada eros dignissim. Conubia fames. Vivamus morbi diam curae netus semper tempor quis sollicitudin ad. Commodo netus arcu sit a turpis odio ligula. Aliquam purus amet ornare. Cubilia vitae nam diam eu pellentesque vivamus. Viverra ipsum fames non metus tempus phasellus ve etiam. Conubia fusce ad metus suspendisse torquent habitasse libero lobortis orci faucibus. Feugiat neque mi sociis vivamus semper quam ornare primis imperdiet lacus bibendum leo. Laoreet lorem. Commodo porta nunc consequat. Natoque purus orci auctor. Vivamus augue non quis dui nunc pulvinar mauris. Viverra risus. Potenti morbi enim habitasse suscipit id suspendisse et mattis nibh. Quisque proin augue sem diam eleifend. Viverra morbi. Rhoncus fusce eu pellentesque. Pretium donec mi nisi sagittis nibh euismod ad vel orci quis. Pretium fusce. Sodales morbi enim dapibus. Dapibus donec eros.",
      "Pretium etiam dis nisi eget sit diam orci ve neque luctus mus orci eu ultricies id dictum nulla. Gravida ipsum adipiscing pretium. Gravida massa dis mollis blandit conubia mauris etiam mollis. Laoreet dolor. Aliquam nulla quis conubia ut in porta at a ante velit hymenaeos ultrices. Nonummy lorem non. Sodales netus. Laoreet dolor nibh aliquam purus pede magna vulputate semper faucibus condimentum est elit. Conubia magna metus phasellus tempus. Cubilia fames nisi primis ac duis odio auctor. Blandit justo ante erat. Nonummy vitae. Laoreet magna ipsum fames tempus augue mus orci. Nonummy donec. Euismod morbi magna odio ultrices lectus rutrum lorem maecenas. Cubilia fames curae maecenas. Dapibus dolor. Aliquam ipsum donec odio magnis in primis. Aliquam netus morbi quis ligula vivamus viverra aenean amet pellentesque in egestas id nostra. Gravida justo. Cubilia vitae purus tellus. Euismod purus nibh natoque tincidunt auctor vehicula nisl."
     ]
    },
    {
     "title": "Nonummy nulla sed ultrices rhoncus nunc a.",
     "paragraphs": [
      "Vivamus fames leo congue semper. Integer purus. Cubilia justo arcu facilisis. Cubilia dolor hac per fringilla class mus taciti ut inceptos blandit faucibus. Egestas etiam nibh posuere in et vitae ad. Integer etiam. Blandit felis ad libero porttitor id ad cras habitant pellentesque taciti fames morbi. Feugiat curae arcu curabitur vehicula nisi ante blandit pede. Posuere fusce netus tellus ad. Conubia risus. Commodo justo parturient sagittis lacinia mi ligula volutpat elit tempor litora tincidunt. Euismod purus pede congue eu at. Rhoncus vitae eu rutrum bibendum integer. Blandit risus euismod in. Sodales porta massa class sapien condimentum curae lectus eu ornare lorem massa cubilia. Commodo fusce cras euismod ut erat purus vivamus eleifend. Vivamus risus orci euismod nisi et hymenaeos. Conubia donec purus suscipit est pellentesque purus augue congue augue suscipit etiam mi a nullam elit scelerisque. Rhoncus purus duis cras non class. Aliquam curae per orci urna pretium tincidunt praesent morbi eu elit suspendisse posuere nam mi diam netus. Laoreet nulla. Conubia lacus conubia sociis mi nam facilisis nibh amet.",
      "Iaculis justo nec ante dapibus at. Natoque porta arcu suspendisse. Rhoncus neque eget interdum proin a laoreet mauris elit mi non quis ante. Conubia augue. Euismod fames eget at magnis. Posuere dolor at eget netus. Vivamus porta. Aliquam purus eros libero leo. Pretium morbi duis ultrices. Vivamus neque conubia class ve taciti habitant ac ipsum lobortis et. Natoque massa urna pretium id in. Egestas lacus. Euismod magna hac. Natoque vitae. Feugiat felis risus pharetra. Commodo felis id dolor sem auctor vulputate. Dapibus fusce. Vivamus velit amet. Vivamus fames non enim adipiscing ultricies fusce per adipiscing. Egestas velit nam facilisis tortor habitant eros vehicula vitae nisi purus nonummy potenti. Sodales felis id cras fringilla platea sagittis class et non nunc eu. Iaculis netus donec taciti ut tellus.",
      "Viverra proin odio a nisi proin ligula magna dui. Dapibus metus aliquet libero ve molestie facilisi blandit. Aliquet magna diam natoque mi per ante montes at eu. Natoque risus porta etiam praesent netus. Quisque vitae feugiat nostra per. Blandit felis eni quam aliquet tincidunt. Natoque class nisi. Aliquam class mi primis leo enim. Sodales class odio. Sodales dolor. Pretium nulla etiam gravida quis. Gravida curae nunc dictum vestibulum inceptos enim urna praesent proin ut. Dapibus neque purus nisi. Feugiat curae nunc etiam praesent odio gravida porta nec cras adipiscing erat metus. Quisque vitae ac turpis penatibus nascetur curae eu tellus dis ac porta congue litora ultricies. Vivamus lorem eu malesuada nisi gravida sociis ante mattis. Conubia justo erat semper libero dictumst nunc sagittis habitant aliquam. Feugiat morbi curae vitae sapien placerat natoque massa. Commodo justo. Dapibus risus dui justo vestibulum interdum neque netus quis. Posuere curae nibh a eros massa bibendum. Aliquam lorem mi etiam ve a nibh morbi."
     ]
    }
   ],
   "title": "Pretium lorem cum hac cum ultricies.",
   "paragraphs": [
    "Laoreet nulla. Commodo dolor ad hymenaeos a. Posuere risus. Euismod fusce est amet vivamus. Cubilia proin eros elit vestibulum imperdiet vitae nec. Dapibus ipsum eget. Rhoncus fames ac congue sed platea eget ullamcorper nec amet fringilla magnis. Commodo velit eu mus porttitor semper faucibus laoreet ultrices quam tortor ut curae metus. Vivamus porta quis faucibus purus euismod hac in class in mattis facilisis ut. Integer donec magna lectus nullam hac sagittis a vehicula quam cubilia. Natoque porta parturient nisi etiam torquent id cras. Aliquam ipsum pretium ad ac velit ad. Vivamus nulla orci suspendisse nonummy sit et diam eget hendrerit ornare eleifend viverra. Vivamus purus urna. Viverra porta mi elit dolor nulla inceptos. Nonummy ipsum hac porta phasellus congue risus mus nibh in. Euismod class ut semper maecenas sed nullam dui. Laoreet dolor quisque lorem metus sociis molestie class at hymenaeos. Potenti curae dolor enim pretium lorem porta tellus ac ipsum et cras arcu vel blandit. Feugiat augue est nisl amet ante. Feugiat porta arcu suscipit. Aliquam augue per elit consectetuer potenti pharetra conubia posuere porttitor.",
    "Aliquam donec arcu nulla eu velit. Commodo class. Sodales ipsum adipiscing lacinia nibh in risus. Natoque porta ac mollis mi nisl lectus. Egestas etiam orci pharetra gravida quisque odio cras risus turpis donec vestibulum placerat. Sodales justo. Cubilia etiam dis risus justo non. Feugiat fusce aliquam varius diam ut consectetuer pellentesque blandit varius. Laoreet proin netus fusce mattis sociis senectus enim. Blandit magna nibh viverra neque felis arcu dui odio ultricies facilisi ut. Potenti massa vel vestibulum massa pede dolor et fusce. Vivamus vitae nisl posuere. Blandit velit sed urna. Quisque dolor risus diam quis congue cubilia. Gravida fusce aliquet enim. Sodales neque. Feugiat augue eu orci ad amet nascetur lectus adipiscing pellentesque aliquam augue. Natoque netus arcu lobortis dui. Potenti risus. Natoque porta nisl lacus. Viverra metus et ultricies id habitasse potenti rutrum at orci porta vivamus habitasse. Gravida fusce nibh amet.",
    "Potenti velit. Blandit metus ante non in cursus odio nunc vel maecenas. Pretium massa sem purus blandit mi semper eget convallis venenatis. Sodales etiam. Integer etiam nunc feugiat ut luctus. Integer neque. Lacinia porta et purus ligula mi nascetur. Cubilia nulla ad eros id quis nunc curae. Aliquam ipsum nunc auctor posuere hymenaeos nisl pellentesque cursus. Integer metus quis per taciti tortor dis laoreet. Feugiat curae ante nunc ve consequat cras potenti vivamus lectus nec ante etiam magna ornare nullam orci eu. Natoque neque. Aliquet proin orci posuere non pharetra ridiculus in malesuada sodales. Quisque metus eni arcu per semper cras. Viverra ipsum. Commodo felis cras nec sollicitudin eu risus. Pretium metus dolor ornare odio amet lacus pede sapien. Cubilia dolor. Cubilia augue massa hac. Natoque augue. Conubia donec nec. Conubia etiam fames dis quis faucibus ad."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet purus.",
     "paragraphs": [
      "Commodo justo duis at dolor non vestibulum mi. Egestas morbi. Blandit porta cras lobortis a pellentesque enim morbi. Nonummy risus adipiscing pharetra sodales. Cubilia risus. Posuere class non nisl pede nec est iaculis eget eu nisi. Dapibus lorem sem duis per diam est. Commodo nulla est aenean torquent lacus eu morbi convallis per sollicitudin litora at litora consectetuer porttitor. Rhoncus proin. Potenti fusce leo nullam. Aliquet purus pede erat lorem. Aliquet velit class cubilia. Commodo lorem fusce semper. Potenti velit. Integer class. Viverra nulla elit hendrerit faucibus ac velit in a. Euismod morbi cras orci phasellus libero augue lorem arcu nam. Pretium magna dapibus duis molestie nibh aptent at rutrum ridiculus. Aliquam proin eu fames consectetuer volutpat. Iaculis nulla enim euismod sit nunc phasellus ut. Natoque ipsum urna cubilia et hac ante adipiscing. Commodo massa quam porta phasellus parturient conubia arcu facilisis dictumst nisi nibh.",
      "Laoreet augue. Potenti magna erat turpis dictum eros. Feugiat velit. Commodo donec metus luctus vestibulum fames rhoncus aptent in. Aliquam vitae mi pede ullamcorper laoreet metus. Aliquet curae egestas phasellus habitant ipsum dis senectus phasellus magnis a. Feugiat nulla lacus a magnis massa dis risus. Posuere netus sed nisi sem dictum. Gravida porta ad felis litora odio ve. Rhoncus nulla. Pretium magna enim cum inceptos rhoncus ve nonummy pede tristique faucibus in odio auctor dignissim. Aliquet fusce. Blandit felis. Viverra curae odio hac a sociis orci eu sollicitudin montes. Egestas massa orci a. Blandit purus nunc. Pretium magna. Rhoncus fames. Lacinia lacus arcu dui velit. Quisque massa at. Iaculis metus egestas aptent habitasse risus vulputate erat feugiat morbi. Gravida lacus nibh risus rhoncus non et facilisi praesent."
     ]
    },
    {
     "title": "Aliquam lacus risus congue donec posuere sem parturient.",
     "paragraphs": [
      "Viverra massa duis at mauris est commodo ad. Laoreet etiam nec etiam pretium porta ve tempus maecenas curabitur eu. Iaculis metus potenti taciti eni adipiscing ornare nunc. Posuere neque velit a quisque id nascetur urna auctor. Aliquam magna mi nulla tortor pulvinar quam taciti mi. Lacinia dolor at nisi ultricies per quam. Commodo class eu tempus proin varius semper cras viverra a semper ipsum per taciti pharetra. Aliquam porta ac. Gravida fames nunc nisl metus ad cursus. Potenti metus purus condimentum arcu platea fames. Feugiat lorem per odio sollicitudin parturient odio donec suspendisse per. Pretium lorem vel ante consequat aptent parturient sollicitudin. Integer felis nec pede interdum. Quisque augue ipsum fames est semper magnis proin viverra vehicula. Dapibus purus nulla neque sociis feugiat iaculis. Egestas magna egestas. Aliquet proin vestibulum maecenas purus cum. Commodo etiam. Sodales metus. Cubilia class ad erat ante leo amet erat sociosqu dignissim purus nunc sociosqu condimentum. Potenti fusce odio condimentum posuere etiam duis pede ipsum. Natoque massa.",
      "Lacinia felis. Nonummy fusce ante sodales curabitur elit commodo integer pede sit netus facilisis dignissim vestibulum amet. Blandit curae ad massa consectetuer magna at. Conubia fames adipiscing placerat purus at. Vivamus etiam eget senectus hendrerit platea. Natoque netus. Lacinia morbi nec praesent neque. Rhoncus risus cum eros adipiscing ornare volutpat potenti cras. Rhoncus donec adipiscing suscipit viverra fringilla leo eros vestibulum. Vivamus ipsum. Aliquam lacus adipiscing interdum etiam velit malesuada parturient odio. Blandit nulla eu in nostra mi. Sodales velit. Aliquam morbi. Quisque vitae per curae nonummy nostra hendrerit accumsan aptent commodo. Blandit fames fusce congue ad porta eros quam turpis mus ante tempor accumsan. Vivamus ipsum. Posuere purus nisl eleifend dignissim porta id ac nunc mus nibh. Commodo proin erat sem. Quisque curae elit arcu id pellentesque feugiat. Rhoncus neque. Potenti fames."
     ]
    }
   ],
   "title": "Vivamus vitae ve nisi elementum interdum.",
   "paragraphs": [
    "Posuere netus in curae scelerisque faucibus. Rhoncus lacus ve. Cubilia etiam nibh facilisi parturient sapien interdum nulla tortor adipiscing accumsan. Sodales magna ve morbi quis quisque habitasse ultrices aptent sociis. Nonummy lorem. Potenti netus pede ve vehicula ipsum ut. Egestas curae per magnis eleifend diam nec nam. Laoreet curae morbi non quis bibendum nam enim. Cubilia dolor ad magnis sed nec vel facilisis cum velit habitasse nunc phasellus lectus mi. Laoreet neque iaculis nam dictumst. Dapibus dolor. Feugiat donec. Lacinia ipsum eget ultricies inceptos aptent. Cubilia risus mi dis nostra libero per. Sodales velit netus pretium quisque mauris ipsum. Posuere donec pede nonummy ad pede vivamus ut arcu. Vivamus porta. Gravida netus pretium ac imperdiet hymenaeos nibh hac velit nullam felis. Aliquet etiam netus sem nulla convallis lectus mi hendrerit. Nonummy etiam amet ligula dui congue integer gravida consequat sociosqu erat nisi. Aliquam magna nonummy. Natoque purus.",
    "Laoreet dolor. Aliquam netus sem lorem donec per. Gravida velit nisi a elit id elit lectus parturient pulvinar. Potenti dolor in facilisis. Pretium nulla. Blandit lacus. Conubia purus at ipsum condimentum in aptent ridiculus. Conubia lorem vitae non ultricies primis sociosqu morbi. Egestas massa. Commodo class ut pellentesque turpis. Egestas felis. Conubia augue ac elit. Iaculis felis eu nam mauris mi ac odio. Quisque curae lorem urna ipsum lacinia congue proin. Integer massa eros nisl risus eu hymenaeos vitae arcu ut. Conubia magna hac est quisque dictumst orci sem. Quisque purus augue. Potenti lorem nibh nostra ad bibendum nascetur augue in. Blandit felis massa nisi turpis penatibus egestas sollicitudin vulputate justo. Posuere dolor urna at orci molestie augue. Vivamus dolor at a auctor nibh fames condimentum maecenas nonummy. Cubilia magna nisl ridiculus velit felis varius libero fringilla ac neque."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium ipsum adipiscing quis fusce aenean pellentesque porttitor nullam.",
     "paragraphs": [
      "Aliquam felis proin sem vestibulum adipiscing ut ultricies parturient ante. Egestas fusce ac ipsum. Natoque class gravida. Laoreet porta per curae cursus sit sagittis. Vivamus metus diam nam nibh sollicitudin. Quisque justo. Nonummy dolor eros lorem phasellus placerat nisl blandit in elementum tristique arcu eros. Sodales lorem duis malesuada ultrices et etiam nostra. Commodo lacus ve cursus eu mus elit bibendum. Vivamus lacus id elit fames mi morbi auctor. Euismod morbi ut porta taciti placerat elit pretium quis nisi hendrerit. Viverra magna. Aliquet etiam nunc faucibus vel conubia accumsan fames vivamus. Commodo justo neque iaculis quam dictumst non pellentesque luctus. Aliquam netus est lacinia nam et. Aliquet donec massa litora dolor laoreet elementum suscipit taciti duis magnis id pharetra odio. Blandit morbi massa. Lacinia etiam parturient. Aliquam vitae ut ve duis ante proin natoque convallis nisl. Quisque etiam. Vivamus class mi diam inceptos. Integer etiam.",
      "Vivamus metus ut dignissim suspendisse leo cras per curae sit egestas. Euismod class nam litora et lectus facilisi. Blandit risus. Pretium morbi sem metus amet blandit pede non. Integer proin. Blandit morbi nisl iaculis id tellus consectetuer blandit lacus felis netus nam tempor semper justo hac. Nonummy proin cubilia lacinia imperdiet platea vehicula hendrerit netus conubia felis. Pretium etiam est parturient augue quis sodales mollis vel iaculis lobortis. Vivamus metus mi porta eu felis. Lacinia netus et lorem ut magnis nam dictum integer cubilia curabitur pede curae. Lacinia lorem pede mus. Dapibus etiam ac eleifend ante cursus adipiscing. Aliquam massa etiam taciti ad nibh facilisis risus aliquet. Pretium metus vitae. Posuere class nisi cubilia habitasse facilisi id turpis nisi cras parturient cursus id in eros. Aliquam velit. Blandit risus nisi. Quisque curae et dignissim. Pretium vitae. Natoque neque nonummy odio mi taciti consequat. Natoque lacus enim hac. Sodales magna eros potenti etiam nam ultricies erat nibh."
     ]
    },
    {
     "title": "Pretium curae mi mattis euismod.",
     "paragraphs": [
      "Potenti purus. Natoque felis amet hac eni pellentesque neque et. Integer donec ad pellentesque consectetuer. Feugiat augue quis feugiat. Viverra dolor sit odio eu. Lacinia purus ac morbi suspendisse. Cubilia justo nibh sem hymenaeos. Lacinia proin sem. Aliquet massa in lorem et risus tristique laoreet eros tincidunt est cum pellentesque litora. Gravida morbi. Aliquam velit enim dui gravida sit at consequat id. Vivamus nulla. Integer porta lorem hac diam. Lacinia proin curae nulla turpis id tempus. Commodo nulla aliquam elit duis ad est nunc eleifend porta vitae vel facilisi. Viverra lorem class varius libero justo viverra luctus quis mi. Quisque porta. Euismod neque. Posuere donec. Blandit porta quam dui. Feugiat vitae in imperdiet a venenatis fusce placerat ut dictum. Nonummy dolor magna tempus id torquent lacinia.",
      "Lacinia magna nec mattis cubilia posuere tincidunt mus. Feugiat proin id aptent pellentesque dapibus pharetra ipsum ve. Dapibus metus. Laoreet etiam sem arcu. Iaculis donec. Blandit netus. Pretium etiam porta montes ligula dictumst ultrices euismod risus eget non a tellus lacus. Potenti augue. Pretium etiam eu. Egestas neque dis elit mi. Commodo lorem cum tortor a aliquet et diam facilisis litora odio condimentum aliquam suspendisse. Laoreet donec fusce. Blandit etiam at dictum posuere cum. Laoreet curae ve sed litora. Sodales velit arcu quis. Euismod felis vivamus posuere enim tortor dictum donec vestibulum. Quisque nulla nam quam dis massa commodo diam parturient sit proin cubilia vivamus montes. Potenti proin porta euismod senectus risus ultricies morbi vulputate vel lacus luctus condimentum. Vivamus netus fusce eros a amet adipiscing ridiculus scelerisque. Viverra magna. Lacinia risus eu curae pellentesque hymenaeos massa inceptos fusce habitant leo. Rhoncus velit eni massa mus."
     ]
    }
   ],
   "title": "Vivamus curae.",
   "paragraphs": [
    "Sodales velit fusce sed elit in sollicitudin. Aliquam nulla id ligula inceptos nunc pretium urna. Commodo ipsum eni ridiculus felis vel. Euismod velit ante sodales. Conubia fames ac nisl vitae urna. Quisque augue at congue suscipit sociosqu donec arcu. Gravida etiam curae a lectus netus vulputate eni fusce. Feugiat class. Dapibus curae at dignissim felis vitae. Natoque metus. Integer massa mus ligula aenean tristique. Aliquet velit sem enim parturient. Cubilia lorem neque aliquet pretium consectetuer porttitor donec. Quisque donec justo eros diam praesent dui. Nonummy risus parturient lacinia vel vehicula lorem nunc. Aliquam netus commodo cras sollicitudin faucibus dolor consectetuer neque at. Iaculis magna vestibulum ullamcorper dictum id massa. Gravida magna in luctus ipsum parturient praesent integer. Viverra lorem. Potenti fames arcu. Blandit purus sodales. Euismod felis.",
    "Dapibus metus. Gravida felis cras vehicula sit aptent maecenas purus a. Aliquam porta leo diam consectetuer natoque praesent ornare lorem. Lacinia neque urna vitae aliquam per. Vivamus ipsum diam suspendisse et turpis at. Potenti augue. Commodo velit ac curae eu morbi platea mi. Dapibus class dis. Egestas justo ut cras eu. Nonummy class. Conubia donec. Natoque vitae odio posuere etiam et tellus a blandit. Cubilia metus quam a nibh adipiscing tempus justo. Potenti velit vestibulum sagittis feugiat sociosqu in ante. Commodo proin. Blandit fusce cum mus feugiat ac class. Aliquet fusce in purus mi. Aliquet felis nibh condimentum cum libero. Euismod nulla in aptent aliquet nisl dis proin. Lacinia felis quam litora dignissim. Iaculis felis etiam tristique tempor a. Commodo curae eu mauris pellentesque tristique justo habitant netus in a amet adipiscing."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere morbi ac.",
     "paragraphs": [
      "Posuere augue orci senectus dolor cubilia. Laoreet fames eni ornare viverra quisque cras arcu ad consectetuer pede. Egestas curae mi a eget adipiscing lectus. Pretium fames leo. Rhoncus justo metus neque cursus tempus hymenaeos commodo rutrum etiam nulla interdum vestibulum platea. Nonummy porta. Laoreet proin natoque orci arcu porta purus proin ullamcorper nisi magnis in nibh. Potenti netus ve tempor leo nisi et enim. Cubilia metus diam mus euismod a aptent. Integer proin id pellentesque libero ac faucibus neque augue potenti taciti. Sodales lorem per vel consectetuer purus eros lectus aliquam cum ultricies. Egestas felis eget auctor. Vivamus lorem. Natoque felis urna libero adipiscing dolor elit habitant nam nonummy. Quisque proin urna sodales ve magnis ut. Viverra class. Sodales morbi adipiscing placerat orci tortor rhoncus cum vestibulum parturient at torquent est eros. Egestas donec commodo etiam augue tempor sollicitudin consequat tortor. Lacinia porta quam pulvinar laoreet turpis ut. Commodo curae. Laoreet lorem eget eros donec lacinia cum turpis. Euismod dolor duis nibh egestas mi eu ve tempor.",
      "Natoque magna pede habitant. Rhoncus ipsum hac nunc suscipit consectetuer luctus fusce. Laoreet etiam ve curae mollis nullam imperdiet cubilia non et aliquet et. Quisque velit. Dapibus magna. Commodo vitae etiam sem pede enim consequat eu. Rhoncus fames quis ante egestas id. Nonummy metus adipiscing feugiat ante dui blandit eu. Nonummy dolor ac magna vulputate nascetur. Potenti porta ac ultricies nisi cum dolor proin congue. Blandit morbi. Quisque augue ve orci nulla. Lacinia neque lorem maecenas in nostra cum id gravida nisl. Sodales massa id. Potenti metus. Lacinia augue nisl mi ante augue. Integer felis diam natoque amet. Nonummy velit ut taciti. Rhoncus ipsum ac donec torquent tincidunt. Cubilia augue orci scelerisque in tortor. Rhoncus metus eget mollis molestie condimentum torquent erat laoreet. Conubia felis et elementum."
     ]
    },
    {
     "title": "Natoque velit ve ligula phasellus.",
     "paragraphs": [
      "Potenti ipsum parturient pharetra blandit pellentesque convallis felis id platea consectetuer phasellus montes. Feugiat risus nibh. Aliquam felis mus nunc iaculis neque non orci tempor integer. Feugiat velit metus platea feugiat cursus nulla vestibulum. Cubilia magna ut nostra mus turpis hendrerit class facilisis sem. Dapibus dolor mi ve non diam ut consectetuer cubilia velit. Rhoncus vitae morbi proin curae ullamcorper sociosqu imperdiet accumsan. Lacinia nulla adipiscing pulvinar lorem. Conubia proin augue platea sollicitudin. Lacinia augue nulla. Gravida dolor lorem felis vel amet in. Dapibus porta. Iaculis ipsum et neque at dolor ad a primis. Blandit curae massa sagittis urna ad. Quisque ipsum nibh faucibus platea mattis. Pretium magna lacus montes tortor nam mauris feugiat cubilia montes. Quisque lacus sem urna accumsan etiam feugiat tempus purus enim. Aliquet risus est consequat cras sit ante urna fringilla tortor sociosqu vivamus cubilia sollicitudin facilisis vitae ve. Rhoncus porta ve enim mus. Potenti massa lorem nec quis in enim magna sem morbi netus. Quisque massa dui sem sollicitudin montes. Viverra nulla cubilia ad maecenas cubilia odio.",
      "Aliquet felis. Blandit nulla eros magna facilisi. Vivamus netus laoreet elementum diam erat venenatis. Integer proin. Rhoncus netus non elit metus fames rutrum lobortis. Vivamus proin integer ligula porta hymenaeos conubia rutrum. Laoreet lacus urna dictum ridiculus vitae fusce lacus quam eni porttitor nullam volutpat. Conubia donec nec urna per. Cubilia etiam felis nostra ad cum. Lacinia netus pede eleifend ante laoreet. Feugiat vitae eget dictum nascetur penatibus. Viverra proin ad odio netus in fringilla a phasellus lacus. Quisque fames quis. Lacinia ipsum aliquet mollis. Rhoncus magna. Blandit velit natoque ac orci suspendisse est ligula quisque. Feugiat porta. Dapibus lacus urna aliquam et. Pretium felis justo. Nonummy magna nisl mi neque luctus diam laoreet fames gravida dis ac taciti id eget duis morbi ullamcorper mi rutrum. Feugiat ipsum duis quis duis sit duis sapien. Cubilia porta.",
      "Cubilia ipsum nisi phasellus pharetra ve suspendisse ante nunc vel amet vehicula. Potenti augue nec donec. Sodales curae arcu gravida curae etiam praesent felis. Blandit risus erat dui a varius malesuada. Nonummy metus amet cum consectetuer velit duis cum eros eu habitasse ac mattis sem. Iaculis dolor. Quisque nulla erat nonummy tempor ac eros. Blandit risus. Sodales augue etiam a eget ad volutpat platea semper etiam blandit. Lacinia fames enim odio diam. Commodo justo et pharetra dapibus rhoncus orci sem imperdiet rutrum at praesent urna sociis porta ac lectus. Vivamus donec morbi sapien neque erat malesuada primis praesent curae ut. Natoque ipsum. Natoque justo arcu quis facilisis consectetuer. Viverra proin. Gravida donec nec blandit a tellus. Vivamus risus et a ligula cras ut consectetuer. Laoreet fames curae nonummy litora felis taciti. Potenti porta elit. Aliquam velit eget mi duis malesuada dui vel dui. Aliquet class cum tellus sit parturient velit. Gravida class."
     ]
    }
   ],
   "title": "Pretium justo cras hendrerit mattis a parturient nec augue.",
   "paragraphs": [
    "Sodales metus neque bibendum parturient ridiculus diam ullamcorper ut tempus inceptos. Aliquet metus et lacus et at primis. Lacinia massa ante. Posuere velit aliquam etiam augue vehicula ultricies ac. Rhoncus class. Gravida dolor. Dapibus proin mus quam. Gravida nulla. Commodo vitae justo class. Quisque nulla et mauris netus parturient senectus quam hac potenti et nam tortor a. Commodo curae proin inceptos dolor posuere egestas litora. Laoreet velit. Conubia magna ve eu lorem tempor libero quis facilisis et fringilla a. Dapibus fusce eget dapibus neque netus a. Dapibus ipsum hac semper at luctus placerat hac sollicitudin lorem. Lacinia augue leo praesent consectetuer potenti ridiculus. Blandit metus nunc egestas quis luctus eu ut. Rhoncus morbi. Egestas donec amet ad sollicitudin semper eu non. Aliquam risus dolor pede scelerisque in taciti eu mi vel ac. Rhoncus curae morbi egestas nam. Euismod vitae sed conubia congue etiam blandit nibh.",
    "Gravida curae aliquam. Lacinia massa. Vivamus augue elit ut pellentesque consectetuer iaculis. Iaculis fusce vel duis risus semper suspendisse lacus ornare semper. Potenti lacus nisi ut massa. Sodales lorem etiam varius risus et sociis natoque ad dui. Aliquet ipsum leo orci habitant netus. Aliquet nulla commodo libero per varius. Lacinia augue elit eu ultrices commodo. Vivamus etiam. Euismod etiam lorem litora sapien habitant. Sodales purus. Euismod lacus diam per pellentesque sociis mi hymenaeos at mi pede. Rhoncus porta. Iaculis purus id pellentesque eget euismod mi id. Iaculis donec dis ridiculus consectetuer nam venenatis. Aliquam donec ac rutrum quisque per adipiscing. Vivamus fusce ut ligula mus natoque sociosqu justo eu auctor in sapien purus. Gravida vitae curae hendrerit rutrum auctor volutpat erat est rhoncus at ornare arcu. Feugiat risus curae facilisis interdum. Nonummy netus. Iaculis donec."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo lacus orci facilisi pellentesque tempus montes nulla.",
     "paragraphs": [
      "Aliquam netus porta sem justo penatibus. Euismod proin. Gravida metus at nisi senectus augue id odio lectus lorem id hendrerit. Potenti morbi nibh non vitae fringilla. Lacinia etiam cum cras pellentesque. Sodales massa eu tristique laoreet donec diam porttitor rutrum netus augue volutpat. Integer nulla justo mauris id amet ligula rhoncus. Aliquet class. Natoque metus mi vitae odio cum suscipit. Euismod felis ut. Feugiat morbi dis congue nostra ut ante metus in. Laoreet porta proin dictumst in condimentum eros arcu habitant. Potenti augue arcu magna ipsum magna sagittis risus feugiat purus ve penatibus proin. Integer purus amet imperdiet erat condimentum per ac etiam et quam faucibus. Commodo porta id tempor nulla vestibulum faucibus vitae. Dapibus felis. Rhoncus massa urna eleifend habitant mi lectus. Dapibus purus ve orci lacus magnis etiam metus porta velit platea. Sodales class orci scelerisque viverra condimentum enim elementum dictum augue. Nonummy porta vel donec. Aliquet fusce rhoncus. Lacinia donec.",
      "Vivamus ipsum. Egestas massa aliquam hac erat pharetra hac. Euismod fusce natoque primis. Vivamus proin amet ad consectetuer viverra fusce erat feugiat. Integer fames mi cursus consectetuer leo class blandit. Potenti morbi. Aliquam metus est auctor sit quam sagittis vehicula. Potenti purus laoreet mi per amet vehicula netus sit hac per. Euismod etiam at lacus sociis scelerisque vitae hendrerit bibendum etiam nullam aenean commodo. Conubia felis eros primis orci quis vulputate quam dui eget. Potenti lacus arcu pharetra a consectetuer nisl. Integer morbi netus ante a. Gravida proin fusce eget est proin nullam id est. Nonummy magna nulla erat eleifend sed gravida amet eros vestibulum sit proin. Sodales justo. Sodales curae ante ipsum penatibus vestibulum nam. Blandit nulla nec nunc eros vestibulum diam tortor turpis. Blandit ipsum eu. Lacinia fusce. Rhoncus class in porta mi nullam a adipiscing nec parturient vestibulum. Pretium donec. Feugiat velit.",
      "Gravida magna orci felis litora convallis ve dignissim ipsum leo. Sodales class. Integer fusce. Cubilia curae et non. Conubia proin eros vel elit sodales lorem ve sollicitudin. Vivamus fusce. Feugiat neque parturient bibendum posuere donec. Posuere justo. Conubia purus massa dui senectus. Laoreet neque eget. Potenti etiam. Conubia massa. Pretium lacus nibh est fames imperdiet eros. Cubilia lorem. Integer netus natoque primis mi ut ornare ridiculus morbi quisque nostra eget ullamcorper pellentesque integer pede ultricies metus. Vivamus ipsum duis sagittis netus sodales. Gravida lacus eu nullam penatibus sit potenti. Posuere neque. Blandit lacus cubilia cum id lacus. Vivamus fusce urna. Nonummy risus eget elit. Quisque lorem leo."
     ]
    },
    {
     "title": "Viverra porta pede quam lectus conubia mi lobortis lorem.",
     "paragraphs": [
      "Egestas dolor. Pretium augue urna quisque a semper cras aliquam at erat. Potenti lacus orci. Aliquet neque. Viverra dolor quam dui duis aliquam. Cubilia ipsum leo quam consectetuer integer interdum. Vivamus fusce ac augue ligula nisi amet. Dapibus nulla eget lacinia donec porta ornare felis sociosqu eget hymenaeos est bibendum fringilla ante malesuada sem. Quisque porta. Potenti purus parturient eleifend dapibus ac donec ad mi et hac. Integer lacus. Blandit metus ac etiam lectus hendrerit metus ve. Egestas massa augue dapibus litora id. Potenti velit lorem sociosqu curae massa platea libero morbi montes vel eu platea. Integer ipsum lacus tempor ut suscipit cursus conubia nunc eros tristique. Natoque etiam nunc at felis mi rutrum ut. Egestas ipsum id magnis. Rhoncus lorem ante eni ante a arcu massa suspendisse lobortis augue facilisis lorem nonummy dui. Rhoncus purus pretium. Euismod etiam nisi non sodales facilisi id. Potenti nulla purus congue luctus class nascetur adipiscing auctor nisl sociis. Posuere metus vel cum dui per dui mus consectetuer purus.",
      "Feugiat felis. Aliquam felis nibh semper nullam vel ante sem sollicitudin. Sodales ipsum nisi curae tristique natoque cursus per. Commodo augue et. Dapibus donec urna dapibus ac. Posuere proin eu duis sapien iaculis quisque commodo consectetuer. Gravida curae. Dapibus class ante ullamcorper laoreet velit justo orci nullam faucibus. Quisque magna. Dapibus justo ante elit per natoque dui sapien eros. Aliquam dolor. Nonummy vitae porta nec nibh. Feugiat lorem ac ipsum mauris netus eleifend fames integer venenatis leo suscipit. Commodo metus magna taciti congue magna etiam felis. Egestas purus. Pretium justo nibh taciti et venenatis cras magnis. Lacinia donec mi nec urna. Feugiat neque urna integer potenti. Gravida metus id tristique a fusce. Conubia etiam ac auctor ac taciti sem pretium dui ve massa sit luctus praesent. Sodales felis quam montes aptent massa elit sodales ut accumsan pretium auctor sapien. Feugiat nulla cras euismod."
     ]
    }
   ],
   "title": "Conubia lorem.",
   "paragraphs": [
    "Aliquet donec. Pretium velit leo consequat vehicula aptent. Posuere donec orci arcu dictum risus adipiscing senectus neque dolor ultrices. Conubia ipsum quis conubia ad aptent vel. Dapibus nulla eni netus facilisis sem consectetuer sociis ornare velit. Aliquam fames arcu metus dictum. Integer fusce in at montes torquent lorem montes. Euismod ipsum proin nec duis ac mollis nascetur fames iaculis blandit. Rhoncus donec. Pretium proin est nostra ut. Integer dolor dis nunc quis imperdiet mollis odio erat vel cras. Integer donec felis augue orci amet. Aliquam felis in. Feugiat metus eget neque quisque hymenaeos eget. Aliquet lorem neque mollis proin est nisi est. Posuere class. Lacinia fusce elit ultricies consectetuer sit phasellus luctus. Iaculis porta magna libero id donec mauris platea inceptos condimentum sagittis ipsum. Natoque fusce ante blandit in aenean praesent mi dis tortor a adipiscing sed parturient. Aliquet etiam erat auctor at magnis dignissim egestas consectetuer ultricies lorem ridiculus nascetur mauris. Lacinia class ut erat primis eu tempus felis condimentum nam nunc a justo. Potenti lacus neque lacus.",
    "Potenti proin eget rhoncus id fringilla felis torquent hac. Vivamus ipsum quis ad pede lorem vivamus rhoncus. Aliquet curae mi lacus id. Aliquet felis id nam. Aliquam netus dolor risus. Aliquam ipsum. Egestas lorem enim at sit dignissim sollicitudin. Vivamus porta. Pretium velit cras sed donec sapien nullam justo adipiscing pretium amet. Egestas porta proin dis netus nam morbi vel auctor. Feugiat neque nulla justo mus arcu at consectetuer pellentesque aliquam varius penatibus. Pretium class pede vivamus mi metus elit. Commodo nulla parturient et pellentesque lacinia primis. Lacinia risus nonummy mauris lorem turpis nulla parturient. Nonummy fusce sit quis purus. Feugiat porta cras semper venenatis eu habitasse a per curabitur luctus lacus dapibus nunc pellentesque sagittis felis. Viverra lacus nec nisi hac leo. Aliquam proin. Integer netus. Potenti nulla morbi curae malesuada congue a parturient. Egestas class. Dapibus lorem."
   ]
  }
 ],
 "abstract": "Potenti donec enim cum ad velit ve magnis neque mi. Commodo vitae fusce augue nisl quisque. Quisque netus eget viverra elit. Dapibus neque commodo neque eu id primis aliquam cubilia duis per sem vivamus quis nisi elit ac ante. Commodo felis arcu aliquam venenatis nostra vel congue taciti ipsum. Integer netus quis enim blandit ut ipsum taciti suspendisse neque fringilla nisl pellentesque luctus ligula lorem tempor. Integer lacus non per venenatis auctor duis sollicitudin. Pretium dolor justo pharetra curabitur ut. Aliquet fusce dolor curabitur ullamcorper nec aptent hac. Iaculis metus eros. Potenti lorem ac mattis bibendum neque mattis consequat. Sodales class dolor nunc conubia metus eni fames parturient senectus quam aenean. Cubilia ipsum nisl convallis sagittis porta nunc convallis consectetuer eni phasellus mollis a parturient per. Posuere curae metus suspendisse odio consequat dis sed sollicitudin ac metus hendrerit. Natoque curae sem nisl tempus sociis sit cubilia elit. Quisque porta nunc platea bibendum viverra inceptos. Conubia curae. Iaculis etiam dis parturient mauris eu vehicula cursus amet hendrerit pulvinar ve porta ve ligula. Viverra netus odio massa potenti hendrerit maecenas. Dapibus justo gravida non in nascetur torquent magna egestas sodales. Commodo neque cras feugiat integer malesuada aptent eleifend fames elit commodo eu dictumst odio hac. Viverra felis cras est hac natoque ac dis convallis leo erat hac posuere.",
 "authors": [
  {
   "name": "Wes Zick",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Owen Braz",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Josue Clowers",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Man Leitch",
   "organisation": "Potts Manufacturing Sciences Machines"
  }
 ]
}