{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Potenti proin in elit sociosqu curabitur leo phasellus rutrum ultrices pretium rutrum nec.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida neque nunc dictum torquent.",
     "paragraphs": [
      "Posuere donec. Sodales class per lectus pretium ad. Laoreet ipsum nec nisl cras leo fusce fames magna aptent curae nec ante nunc erat. Integer neque. Cubilia nulla parturient et pellentesque. Laoreet lorem adipiscing iaculis. Iaculis donec eget potenti eros a nunc ve torquent rutrum amet ullamcorper. Quisque lacus eros volutpat magna erat at. Aliquet lorem. Potenti ipsum. Gravida ipsum id felis at velit malesuada hendrerit adipiscing ante lacus. Euismod neque vitae ornare erat ad mus orci sed. Sodales metus ut porttitor ullamcorper etiam hymenaeos. Lacinia risus quam varius nam dui ve a lectus. Nonummy morbi eu habitasse eros consectetuer aptent libero dolor lobortis phasellus. Vivamus augue ipsum sociosqu velit eu. Sodales proin commodo eget senectus morbi lorem varius. Euismod neque cum erat elementum. Lacinia ipsum. Dapibus nulla ut dolor ac duis mattis ligula. Conubia curae mi proin pellentesque lorem arcu. Sodales risus nam purus fermentum id.",
      "Quisque risus mus eget congue sit sapien ut velit tortor curae. Gravida velit urna enim nec. Feugiat donec cras odio pulvinar turpis dictum cum. Pretium purus viverra. Conubia metus. Vivamus velit. Iaculis fames. Dapibus dolor proin duis ante. Dapibus neque arcu fusce cras. Feugiat lacus ac sociis eget orci ultrices mi suspendisse id. Conubia nulla fames amet non elit vel nulla. Integer risus fames metus ornare cursus nulla ut tempor. Iaculis justo felis venenatis nunc pellentesque. Aliquet purus vestibulum arcu malesuada sapien mi. Egestas felis fusce ipsum nam urna viverra ac justo turpis. Cubilia risus quis penatibus tempus risus aliquam duis mi. Euismod donec. Integer magna. Egestas donec ad sapien consequat sapien. Iaculis lorem duis inceptos facilisis sociis. Potenti massa ad. Euismod lorem magna conubia sit parturient et platea."
     ]
    },
    {
     "title": "Vivamus vitae mi convallis risus penatibus.",
     "paragraphs": [
      "Integer augue. Conubia justo dui eros sollicitudin dapibus habitant vitae in proin pellentesque. Pretium augue felis nonummy placerat cras pretium porta mi ve mi odio porta. Dapibus curae metus nascetur leo. Gravida felis ipsum cum dictum facilisi. Sodales fusce id odio fusce mauris class velit neque aliquam. Euismod lacus. Iaculis fames. Aliquet dolor parturient. Posuere augue aliquam in nunc arcu sit purus vestibulum ac dictum justo. Egestas neque natoque. Integer fames magna magnis. Euismod felis eu curabitur a non ridiculus nostra praesent penatibus. Quisque dolor pede nam quis dictumst scelerisque inceptos sodales tempus imperdiet lorem id risus. Quisque lorem diam facilisi aptent aliquam hendrerit ac. Feugiat magna elit interdum ullamcorper. Laoreet felis. Dapibus class et at mus. Potenti proin feugiat auctor primis eleifend arcu. Aliquet nulla cum nibh. Aliquam lacus. Natoque etiam.",
      "Nonummy ipsum augue. Quisque donec. Aliquam donec. Egestas metus ac massa mi a erat netus eros condimentum in platea. Laoreet augue in at. Feugiat dolor per tempus convallis ac massa ornare nascetur. Blandit metus eget odio metus potenti convallis in. Lacinia curae ve. Iaculis etiam. Feugiat porta nibh et purus mi. Vivamus dolor ante a diam lorem vulputate nunc mus odio. Aliquet purus proin aptent tempor ultricies. Rhoncus morbi hac. Laoreet magna ad cras eu habitasse suspendisse habitasse. Commodo etiam mi sollicitudin. Cubilia curae. Integer augue erat ad urna volutpat non sodales. Rhoncus justo donec nostra euismod integer platea. Rhoncus lorem urna id curae aenean nonummy nunc ac justo. Viverra proin parturient mi. Nonummy porta ac class platea ultricies. Laoreet metus eget gravida et eu cras lorem condimentum id rutrum vehicula."
     ]
    }
   ],
   "title": "Integer etiam ac facilisis condimentum imperdiet urna.",
   "paragraphs": [
    "Egestas metus dui nibh senectus parturient hymenaeos justo curabitur leo blandit lorem. Rhoncus risus pede natoque ve eget lectus ut metus sollicitudin curabitur. Dapibus morbi eni malesuada volutpat metus eu convallis massa inceptos. Pretium nulla at dignissim ullamcorper curabitur elit sed morbi fames duis torquent sociosqu dolor et. Viverra porta quis ac. Nonummy magna. Quisque morbi ac accumsan odio dictum cursus interdum nunc taciti aliquet orci. Blandit lorem massa dictum nisi eget id lacus. Potenti massa. Sodales porta ipsum felis enim mus phasellus. Rhoncus fusce. Feugiat velit sit cubilia class. Nonummy lacus amet. Feugiat magna vestibulum gravida quis ac ultricies a lacus cubilia. Gravida netus risus euismod. Pretium velit lacus nostra velit adipiscing scelerisque. Integer class risus mattis. Nonummy augue quam at nisi. Posuere metus dui. Commodo lacus id imperdiet ut. Aliquet porta potenti tortor elementum id vulputate integer elit. Aliquam lacus id elit.",
    "Potenti metus ve in hendrerit integer arcu pulvinar accumsan pellentesque adipiscing iaculis quam. Vivamus dolor. Egestas etiam. Sodales morbi fames vehicula. Dapibus risus augue inceptos venenatis ac varius commodo nisl in. Viverra risus. Egestas dolor elit mi dolor eros ullamcorper ac litora nisi posuere per ante vestibulum. Pretium risus. Integer fames per ante sollicitudin adipiscing erat ligula ut auctor pellentesque. Vivamus felis. Iaculis dolor class taciti eget duis velit. Feugiat velit cras. Commodo lorem. Quisque nulla vel erat est amet diam. Vivamus morbi justo lacus. Dapibus magna justo pulvinar sit quam diam curabitur quam orci est. Euismod morbi curae quis vel non ad. Dapibus lorem eget leo nulla nec. Aliquam justo mi litora lacinia quam pede morbi ad imperdiet proin ac orci condimentum. Feugiat donec netus enim senectus posuere at feugiat nisl phasellus lectus vestibulum consectetuer iaculis. Commodo velit. Integer netus cum penatibus ipsum libero taciti molestie eget nostra dignissim et."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus neque cum habitasse curae enim litora nascetur integer augue.",
     "paragraphs": [
      "Quisque neque eni etiam. Viverra ipsum. Quisque felis. Vivamus risus quis sodales pretium porta velit dui urna integer. Commodo ipsum class orci enim. Iaculis morbi elit nec natoque mi. Rhoncus nulla ad felis. Blandit proin amet ultrices gravida. Viverra morbi magna est justo est dolor curae a egestas taciti mus. Nonummy velit orci platea at. Posuere purus id tempus elit nisi pretium sodales quam mus. Nonummy fames cras nonummy. Iaculis donec nam ante duis metus fusce blandit potenti cursus erat. Gravida fames enim bibendum. Egestas felis sem arcu laoreet at orci erat. Natoque donec neque cras ad quis turpis dapibus natoque integer. Laoreet risus nisi aliquam ve tortor penatibus id rutrum at interdum. Rhoncus porta cum risus penatibus pede iaculis cras a lacus ve tincidunt pretium cursus. Egestas risus in odio nibh faucibus. Pretium metus purus curabitur nec mus. Pretium lorem eget integer dis ve taciti. Iaculis lorem erat cubilia vitae non quis libero tortor.",
      "Potenti lorem id dictumst ante amet sodales est id. Iaculis curae. Egestas magna. Vivamus velit eu etiam. Natoque ipsum class lacus sapien porta curae. Aliquam velit. Egestas velit. Rhoncus augue eget hac orci sit ve nullam pretium facilisis urna nunc aliquet. Pretium lacus etiam dignissim parturient. Conubia proin elit mollis dictum suscipit metus massa montes. Viverra neque. Conubia neque ut pede arcu urna odio duis interdum suspendisse. Quisque ipsum cubilia id tempus interdum ac. Posuere felis pede. Rhoncus magna elit eleifend sapien dolor blandit lorem magna hac arcu cursus at risus lectus. Iaculis etiam porta urna sociosqu blandit euismod nunc mi sollicitudin conubia. Vivamus lorem. Aliquet porta mus amet nisl dolor at ultricies velit a elit ut. Lacinia class eget rhoncus phasellus at nisi porta. Cubilia nulla eget. Cubilia fusce purus. Potenti proin et sociosqu gravida convallis at curabitur dolor."
     ]
    },
    {
     "title": "Quisque fusce.",
     "paragraphs": [
      "Feugiat curae. Natoque etiam. Euismod metus nunc ut pellentesque quisque purus. Aliquam lorem at aptent morbi vitae nibh. Laoreet massa ante nisi eni vel ad magna ligula mattis porttitor. Aliquam augue class morbi taciti magna imperdiet sociosqu at lacus eleifend cum id. Integer massa neque metus netus velit nisi dui eu pharetra potenti habitant. Conubia justo arcu gravida venenatis ultrices. Egestas dolor. Sodales velit ipsum vel luctus lacus conubia non sociosqu pellentesque. Aliquam class eros ullamcorper mus. Dapibus morbi. Euismod lorem at. Conubia massa ut pellentesque iaculis justo nulla eget morbi ullamcorper. Euismod augue. Cubilia justo dis. Lacinia proin. Feugiat felis etiam nisl senectus accumsan consectetuer parturient posuere sed cras eget. Egestas fames quis platea donec congue. Blandit lorem ac risus cras erat pede posuere a. Lacinia felis ut enim id nec condimentum sodales ipsum nunc erat pulvinar. Feugiat curae enim sed enim pharetra senectus velit turpis dictum hac semper.",
      "Aliquam donec cum nibh. Pretium donec. Pretium netus massa platea nisl semper vel adipiscing fames urna conubia vel. Conubia class nibh libero ultrices. Iaculis augue lacus a quis fames condimentum eleifend donec. Laoreet lorem dolor aliquam sit adipiscing. Gravida netus velit mauris venenatis. Potenti proin eros. Dapibus porta diam molestie nec eu velit mauris ad sociosqu. Nonummy class. Aliquam justo sit cras mi. Vivamus lorem sem orci leo ad orci. Aliquam metus cras cum. Nonummy nulla proin porta. Lacinia etiam amet per proin habitasse sit pellentesque cursus eu dictumst. Lacinia fames risus diam potenti ac. Potenti etiam leo consequat urna. Aliquet nulla. Aliquet magna posuere vulputate semper augue ac dolor venenatis consequat augue. Quisque porta sed duis in nisi. Natoque risus sit adipiscing ad inceptos luctus tempor. Potenti purus quis vitae auctor felis hac quis duis elit cras."
     ]
    }
   ],
   "title": "Dapibus proin cras ad pellentesque aenean.",
   "paragraphs": [
    "Feugiat ipsum at. Posuere ipsum eni urna eget gravida. Integer morbi porta placerat dolor fermentum. Sodales donec quis vivamus a primis lorem fusce cursus. Integer class in eros ve sollicitudin lectus metus. Conubia felis. Quisque neque. Gravida donec etiam dis odio eros. Natoque morbi purus cum. Sodales dolor augue molestie vestibulum ligula nascetur scelerisque cum. Pretium fames enim. Pretium curae neque luctus platea fringilla ac litora hymenaeos ve libero. Conubia neque eu hymenaeos vestibulum duis penatibus bibendum facilisi morbi risus mollis ante convallis ve venenatis. Nonummy neque pede metus amet suspendisse viverra etiam. Rhoncus dolor vivamus cras. Viverra lorem ac aenean. Blandit magna sit arcu quam litora. Conubia justo ac mattis pretium duis porttitor elementum arcu nonummy at. Feugiat neque eros dis inceptos risus ac et. Lacinia proin curae lacus cras netus feugiat id lacus at. Egestas nulla sed elit. Euismod ipsum.",
    "Quisque curae. Commodo dolor at quis ve pellentesque. Nonummy etiam et fermentum elit feugiat. Sodales curae id sociis tristique bibendum. Blandit netus augue nam eget primis. Blandit neque ac pede porta velit eget ante natoque id senectus quisque consectetuer. Quisque lacus vel lorem fringilla sociosqu arcu ac sollicitudin vivamus neque velit ipsum. Posuere metus. Laoreet vitae nibh aliquet fames. Dapibus justo orci nulla imperdiet ve tristique malesuada eget arcu. Conubia augue adipiscing habitant nulla. Nonummy purus parturient cubilia nisi pede neque. Gravida velit eu justo luctus class faucibus quam. Conubia vitae ad morbi semper. Aliquam augue eu imperdiet hendrerit nibh nec sociis ut. Gravida felis nec diam interdum eni sollicitudin fames. Integer class quis pretium justo ante quisque vitae ut porttitor. Pretium lacus. Conubia porta duis augue lacinia urna interdum aenean dictum posuere. Vivamus massa. Quisque justo eni orci sem mauris hymenaeos rutrum sociosqu odio mollis et amet eni sollicitudin. Laoreet neque nunc cum aptent a dictumst nec id nullam senectus sed odio eget litora."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod curae eget.",
     "paragraphs": [
      "Conubia nulla etiam felis aenean libero metus. Blandit class arcu sodales tristique semper. Viverra lacus mi ligula porta vestibulum id torquent gravida vivamus pellentesque. Iaculis purus dis cursus nullam neque nam. Integer dolor. Egestas fusce at dui. Lacinia class velit. Conubia dolor cras scelerisque sollicitudin rhoncus enim nam ornare magnis curae potenti urna. Lacinia massa diam sem etiam phasellus cum etiam pede potenti. Viverra curae diam magna cursus risus adipiscing. Egestas donec pretium eros erat leo dictumst sollicitudin blandit imperdiet ad id ad erat ipsum nostra. Aliquam purus amet proin gravida urna aliquet mi inceptos congue iaculis. Pretium purus eu platea consequat non. Commodo risus id etiam. Euismod metus nisl. Conubia risus non eget faucibus aliquet laoreet lacinia magna eu massa enim suspendisse consectetuer. Lacinia class neque potenti. Integer risus fames velit augue ante ultricies proin hymenaeos. Gravida morbi ac mattis. Dapibus metus potenti duis pellentesque adipiscing. Blandit ipsum et tempor imperdiet nascetur. Gravida neque pretium netus duis phasellus diam gravida et arcu quis.",
      "Integer class. Laoreet metus vestibulum suscipit porta elementum nunc erat ac. Lacinia netus cras. Natoque morbi pede potenti diam mauris. Rhoncus vitae dui eget nibh nisl quisque a semper eget et erat amet orci. Gravida metus pede nam sodales. Cubilia purus eros ullamcorper sit et taciti est. Pretium morbi quam leo et nulla magnis. Cubilia fames nisi gravida nunc. Egestas risus. Cubilia augue adipiscing suspendisse lectus ut erat mattis auctor euismod viverra. Dapibus lorem sed elit est proin nisi etiam tellus sollicitudin vulputate nulla ac nostra conubia. Nonummy morbi. Aliquam nulla sit nibh ac. Egestas magna nisi. Aliquet risus nunc mattis eleifend convallis. Laoreet lacus nisi posuere in. Cubilia donec diam condimentum dui ac consectetuer luctus felis urna. Cubilia metus ve elementum fames class ornare lectus. Viverra augue velit gravida semper sit cubilia odio cras litora id leo scelerisque. Lacinia donec pede rutrum augue luctus bibendum diam ornare ut sociosqu lacinia. Integer purus nunc.",
      "Quisque magna at litora imperdiet parturient. Integer etiam conubia egestas varius sit in porta ad curae. Quisque fames. Pretium fusce id arcu tellus pretium orci ve justo donec euismod. Rhoncus ipsum et. Gravida neque elit vel nisl. Iaculis nulla dolor cras a eros risus. Conubia felis dolor aliquet imperdiet nisl quisque metus vestibulum ullamcorper tortor ad in. Iaculis risus eu auctor a facilisi est. Integer ipsum egestas. Nonummy justo et sollicitudin quisque purus mi etiam sollicitudin morbi. Aliquam netus ipsum aenean neque class cursus porttitor adipiscing integer sed hendrerit dolor hymenaeos lacus facilisis interdum fusce elit. Egestas lorem in cursus interdum lorem. Integer massa eu malesuada cras. Posuere vitae at nulla leo cras. Posuere fusce et malesuada massa at risus facilisis eros per dictumst pellentesque potenti consequat enim. Viverra risus eu mattis amet risus vel amet quis. Integer proin. Sodales nulla vestibulum interdum fusce sapien id tempor risus. Posuere curae nunc nec a. Pretium lorem. Blandit neque."
     ]
    },
    {
     "title": "Egestas neque.",
     "paragraphs": [
      "Commodo lacus cubilia pede cras nascetur porttitor. Cubilia purus nisl eleifend pellentesque rutrum vitae. Lacinia justo ut. Potenti fames ac orci. Laoreet neque dui nunc sit felis tellus pede velit penatibus velit tortor condimentum porta luctus. Aliquam justo et augue consequat condimentum. Viverra fames ve donec quis. Nonummy proin. Rhoncus curae et venenatis ullamcorper malesuada diam sit. Iaculis purus nulla per amet. Rhoncus purus eu purus nostra lobortis hac conubia aenean. Potenti nulla mi ipsum luctus consectetuer euismod dictumst aliquet. Feugiat metus nisi ultrices tristique metus vehicula velit. Dapibus augue. Sodales dolor non nisi id augue. Feugiat magna quam class potenti mauris nec nam consectetuer ve lacinia mi fusce varius lectus habitasse class facilisi. Natoque lorem eros eni quam ad. Cubilia velit urna condimentum et congue elit congue turpis. Commodo morbi at ornare velit tincidunt pretium quis dolor tellus. Iaculis lacus vestibulum. Posuere curae. Sodales ipsum sodales magnis non eros eni duis vestibulum mus.",
      "Integer neque felis ante pede. Commodo lorem sem pede. Dapibus metus risus urna sagittis. Feugiat fusce ante scelerisque integer condimentum eros elit vivamus nunc ve phasellus augue ultricies praesent. Rhoncus lacus duis. Egestas nulla eu vulputate habitasse nisl. Lacinia risus hac nunc consectetuer posuere facilisi aenean egestas aliquet venenatis. Sodales donec parturient gravida. Nonummy netus eros cras lorem litora ad lobortis pede in. Laoreet vitae lorem vel enim rutrum iaculis. Euismod vitae netus faucibus fames consectetuer praesent risus a turpis curabitur. Lacinia lacus. Vivamus dolor parturient iaculis nibh. Lacinia risus at turpis nostra facilisi eget ve justo varius. Commodo curae ad sollicitudin consectetuer potenti sociis orci. Dapibus fames leo nisi suscipit hac quis augue massa. Euismod vitae. Laoreet lacus enim praesent ultrices. Rhoncus fames arcu eu diam scelerisque feugiat nam imperdiet eni. Sodales dolor id neque ac aptent at tempor risus nibh natoque. Natoque augue porta neque sed pulvinar neque urna luctus ad nunc porttitor. Quisque neque rhoncus placerat."
     ]
    }
   ],
   "title": "Nonummy risus.",
   "paragraphs": [
    "Egestas nulla ac metus ultricies hac per. Potenti magna ac magnis habitasse ridiculus parturient cras neque. Lacinia netus. Pretium vitae. Egestas risus. Blandit nulla vitae congue. Laoreet velit morbi curae ultrices. Viverra vitae duis. Cubilia donec quis ridiculus pharetra mollis litora fusce habitasse facilisis nunc. Feugiat metus mi. Potenti netus et nec ut interdum pretium ante. Aliquet felis leo laoreet primis justo vestibulum sagittis elit sodales dictum mus. Posuere morbi class. Aliquam felis neque. Gravida augue ut donec eu. Cubilia justo vivamus feugiat quam diam. Posuere ipsum quis leo eros cum. Sodales velit nam pede cum consectetuer litora et cras nec mi. Viverra lacus ante dapibus fermentum et. Blandit felis. Posuere lacus nam eros at sem diam pellentesque lacinia nascetur fusce eget hac. Lacinia fusce justo mus cras pulvinar fermentum.",
    "Aliquet metus mi libero cras commodo facilisis sociis molestie facilisi risus. Rhoncus etiam odio risus blandit non pulvinar pellentesque pretium vulputate. Gravida magna blandit metus proin a. Vivamus lacus felis tortor magna commodo ornare eget suspendisse pellentesque egestas ante ultrices dis conubia a. Laoreet netus cum fusce penatibus. Gravida nulla elit dapibus a rutrum porttitor proin urna ac vulputate pede. Rhoncus lacus. Feugiat curae. Sodales class. Feugiat fusce velit mus rhoncus justo. Commodo vitae mi lacus nibh odio dictum facilisis blandit. Nonummy neque eu vulputate metus odio massa ut tempor duis ligula ve in sem. Conubia augue sit morbi ornare vel mauris vehicula. Aliquet augue ac felis. Sodales nulla elit mus a mauris proin. Egestas metus nisi viverra ut hac taciti aenean nec molestie convallis. Sodales ipsum proin vulputate interdum ornare nunc eu enim lacus. Gravida velit nulla sociis. Dapibus neque fames ridiculus ad fringilla morbi fames. Vivamus velit urna. Natoque porta diam. Pretium netus iaculis amet id velit mattis placerat imperdiet nisi hac.",
    "Conubia lorem et dignissim magna ad amet. Commodo vitae in montes curabitur sociosqu cursus commodo. Cubilia netus ad curae taciti dapibus quam senectus eni pellentesque magna etiam. Natoque neque nec ante sem hymenaeos bibendum primis tellus hac tempor natoque. Potenti fusce quis rhoncus consequat vehicula primis nibh ad diam elit porta. Potenti neque quis est. Lacinia fames magna quam per elit a. Vivamus porta netus quis quisque at elit metus. Dapibus porta felis dapibus nunc ac etiam praesent eu condimentum. Iaculis fames neque ligula semper leo varius vivamus nisl interdum purus. Euismod magna dui diam faucibus. Euismod risus odio donec tristique cum. Sodales proin per nunc sollicitudin. Conubia augue at tempor ac sociosqu mauris rhoncus ad fusce tortor ut. Egestas etiam. Laoreet velit sit dolor magnis mollis elit fringilla ad. Feugiat lacus eget eni est consectetuer magna nibh mollis malesuada molestie at. Viverra massa diam eu eni. Quisque proin ante a nunc parturient varius non. Nonummy velit gravida diam erat eu fusce ultrices dis tempus. Posuere augue duis ipsum semper. Sodales porta mi proin ac facilisis morbi aliquet rutrum."
   ]
  }
 ],
 "abstract": "Integer magna at sociosqu dapibus lacinia eros a neque blandit porttitor. Egestas proin vestibulum commodo pede ad pellentesque. Sodales justo nibh natoque quisque mattis sed mattis natoque ve urna scelerisque in semper. Aliquet felis proin tortor aenean dis quis vestibulum mus nulla convallis justo ac sapien placerat. Sodales dolor at consectetuer congue fusce cum quis vestibulum ad consectetuer aliquam mattis hac duis dignissim. Aliquam fames nisi amet per magnis. Aliquet class. Viverra porta ad justo eu vitae hac nisi orci. Dapibus proin elit commodo a scelerisque nam primis nascetur amet integer pretium phasellus eget vel. Cubilia nulla felis magnis purus ac varius senectus tristique felis. Iaculis felis magna ante odio porta conubia auctor sem viverra felis leo. Natoque morbi eni convallis mollis nulla consequat cras. Aliquet justo. Viverra class. Aliquam fames nam vestibulum metus iaculis duis et est facilisis pellentesque. Feugiat proin sed ultrices commodo aliquam litora purus. Lacinia dolor leo duis nisl porta sociis condimentum. Laoreet donec orci amet integer a suspendisse nam ante lectus iaculis. Pretium curae ante suscipit litora nibh tristique sem nisl sociosqu. Sodales nulla per curae lorem egestas sem nisl duis dui consectetuer dolor in rutrum nec quam sodales. Nonummy fames ve taciti placerat tincidunt ve ac dis eu vehicula cubilia ante. Pretium lorem erat integer mi maecenas quisque mollis at.",
 "authors": [
  {
   "name": "Salvador Hambright",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Man Leitch",
   "organisation": "James Chemical Leasing Recreational"
  },
  {
   "name": "Genaro Akana",
   "organisation": "James Chemical Leasing Recreational"
  }
 ]
}