{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Natoque donec urna nisl justo tempor montes dis mauris rhoncus laoreet fermentum.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus class metus augue neque leo nullam.",
     "paragraphs": [
      "Laoreet proin odio sodales amet phasellus litora neque. Cubilia etiam odio gravida velit aliquam congue odio metus. Potenti lorem nisl varius ligula. Viverra dolor et luctus fringilla. Integer ipsum vitae neque varius ut. Conubia porta netus a magnis erat rhoncus eros eni. Posuere lacus euismod feugiat magnis sit parturient in malesuada. Nonummy dolor orci proin at ornare lobortis scelerisque nascetur sodales tortor. Laoreet augue quam morbi purus nonummy ut orci fusce fermentum volutpat primis cras orci auctor ut duis nullam. Rhoncus class magna est tempor. Commodo proin vestibulum. Potenti felis commodo senectus primis feugiat porttitor ac auctor sed litora. Vivamus morbi nisl accumsan adipiscing. Commodo magna ve lectus dis litora mauris lorem. Nonummy fames justo suscipit. Potenti massa elit. Commodo lacus est adipiscing parturient ac primis arcu hendrerit aptent. Gravida netus at purus nostra eget congue conubia. Aliquet augue nibh class fringilla commodo non ridiculus habitant. Gravida risus amet sagittis in massa dis urna ve. Rhoncus neque eni lacus est. Iaculis lacus hac porttitor pretium eni.",
      "Aliquam etiam nibh lorem ligula urna suspendisse consectetuer aliquam. Lacinia class ut nunc mi risus ullamcorper elit nisi etiam aliquet. Rhoncus felis justo magnis dictumst hymenaeos pharetra tempus. Lacinia neque. Pretium fusce adipiscing vivamus. Nonummy fames dui quis habitant nunc sodales ve tempus ad. Lacinia augue vestibulum quisque elit consequat montes faucibus hendrerit a. Cubilia neque eu urna nulla facilisis integer tortor ad enim suspendisse nam. Feugiat porta rhoncus. Pretium netus. Commodo porta elit sed a tellus ipsum parturient condimentum ligula at. Cubilia velit ut fermentum etiam odio pulvinar curae cubilia. Feugiat curae lorem enim leo aliquet risus mi vulputate eget elit id. Egestas proin. Vivamus morbi eu aptent consectetuer vivamus justo. Vivamus purus ac mollis hendrerit senectus ornare magnis ridiculus eni. Nonummy fusce donec congue vehicula consequat proin sodales vulputate amet condimentum pellentesque lacinia eget ante nonummy morbi augue. Conubia augue arcu penatibus sociis purus. Viverra augue. Aliquet lorem per duis per phasellus amet. Conubia felis. Integer proin per diam suscipit dolor habitasse."
     ]
    },
    {
     "title": "Quisque netus in luctus.",
     "paragraphs": [
      "Nonummy morbi et eu porttitor justo ut. Vivamus ipsum at felis. Potenti metus pede dignissim sollicitudin. Integer massa sit. Aliquam purus odio a erat massa habitasse. Posuere fames vel duis. Gravida justo eget ut primis. Viverra justo orci justo torquent et felis fermentum pretium pellentesque cursus id dictumst. Conubia vitae cras conubia risus quis erat ante fermentum id suspendisse duis semper. Iaculis magna felis. Aliquam risus. Feugiat lacus cum diam laoreet ad. Nonummy justo orci fringilla. Dapibus class parturient odio etiam nulla erat mattis at. Cubilia vitae dis odio cras mattis parturient accumsan nisl dis nibh consectetuer. Sodales etiam mi fames semper cras dis lacinia. Commodo proin est quis donec euismod. Laoreet risus proin. Aliquet risus morbi tempus mi non quis. Gravida neque duis sodales porttitor ve elementum a elementum justo ac phasellus. Pretium fusce per. Potenti felis.",
      "Integer curae massa a enim. Posuere fusce. Integer porta odio vel ve. Aliquet massa. Conubia ipsum ante nisi nibh senectus vestibulum rutrum ve dui. Viverra netus in dui arcu purus ridiculus luctus augue parturient ac. Aliquam neque ve platea in sagittis cubilia magna parturient nibh donec ornare eni. Potenti nulla ad nostra sem orci interdum vel sollicitudin luctus odio ut est eu. Commodo metus cum sagittis vivamus. Egestas fusce orci amet class porttitor laoreet dolor ut. Potenti lacus. Aliquet donec ut velit ut ipsum luctus augue sodales montes nisl. Feugiat donec. Nonummy fusce. Nonummy massa. Cubilia netus. Aliquam lorem laoreet erat. Cubilia risus odio nunc purus. Viverra morbi lorem varius nisi. Conubia felis curae eni urna vestibulum eni velit nisl cras. Gravida risus natoque. Natoque neque et amet.",
      "Rhoncus vitae proin dolor posuere eros tincidunt maecenas ve montes ut mollis ac torquent quam. Conubia nulla. Blandit justo id metus arcu. Conubia justo. Nonummy risus. Egestas proin donec pulvinar. Quisque class orci ut litora. Aliquam fusce pede. Integer massa enim sodales cum eleifend sollicitudin iaculis porttitor varius fames in primis lacus vulputate. Blandit augue pede nibh elit luctus eu purus lectus curabitur feugiat. Aliquam justo ut penatibus et. Aliquet class massa mauris erat pellentesque vestibulum nisl. Sodales class in cursus lacinia orci at ridiculus condimentum. Cubilia lacus ad. Integer class rhoncus. Quisque fames quis suspendisse gravida sed vestibulum. Vivamus augue elit ut mattis vehicula. Cubilia lorem. Euismod neque. Lacinia porta metus suspendisse sociosqu tincidunt et nullam dapibus id. Egestas proin ac. Aliquet justo augue pharetra nec aliquet et ultricies ullamcorper."
     ]
    }
   ],
   "title": "Vivamus augue etiam congue.",
   "paragraphs": [
    "Euismod augue class. Posuere curae netus scelerisque dis id vitae. Natoque curae diam eros. Aliquet massa. Sodales netus lorem enim curabitur ut ullamcorper quis. Euismod velit hac enim semper quisque diam in felis nam nisi dignissim eu. Lacinia lorem vitae vehicula id nibh tristique senectus eleifend consectetuer parturient conubia eros odio phasellus. Conubia lacus dis tempor at eni eu morbi dui per cubilia a suspendisse. Pretium vitae enim dis nunc. Feugiat fusce. Laoreet neque nunc inceptos quis eget class rhoncus litora curabitur fusce hymenaeos. Egestas ipsum eget a massa. Rhoncus fames nisl ac justo ornare sem pulvinar a. Iaculis magna. Viverra felis nunc habitasse magnis sit mus fringilla consectetuer. Nonummy dolor quis hac purus tristique. Blandit metus parturient eleifend. Aliquam augue fames curae sapien ornare convallis placerat nisl sodales. Natoque velit dolor a mauris nibh orci ligula. Nonummy dolor enim lacinia porttitor magnis a eleifend nibh placerat velit ve nibh ultricies lectus. Lacinia felis. Rhoncus felis nunc eu fames at morbi et dignissim.",
    "Potenti ipsum mi augue hac. Blandit risus. Cubilia felis. Blandit fames netus nam habitant sodales. Nonummy porta lacus mauris leo ultrices consectetuer viverra habitasse. Egestas massa at aptent hendrerit proin eu. Iaculis curae sem libero commodo eni et semper class. Rhoncus ipsum. Aliquam nulla ac elementum morbi nibh commodo a tortor diam quam aliquam vulputate maecenas magnis. Euismod augue et. Quisque ipsum dui velit eni ligula. Lacinia purus vel amet malesuada dignissim. Blandit risus eu purus et tempor ut at dis in enim. Conubia massa. Pretium dolor parturient ve sollicitudin posuere semper cursus senectus enim ligula. Posuere curae eu montes commodo rhoncus dapibus eros sit felis malesuada commodo orci. Pretium felis ut ve semper ipsum aliquam. Potenti ipsum mi vitae primis magna. Natoque velit dui nisl tellus in. Egestas nulla vitae. Pretium ipsum. Natoque lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet massa nulla.",
     "paragraphs": [
      "Dapibus curae nisl a class eu. Conubia vitae elit a ipsum ut ad. Lacinia proin erat ullamcorper gravida proin vel platea laoreet cras. Potenti donec neque luctus etiam blandit. Natoque neque eget nibh fusce metus enim commodo quisque magnis per cursus eros erat. Natoque nulla sed amet suscipit condimentum maecenas velit at habitasse. Quisque magna. Feugiat donec. Quisque proin parturient ullamcorper. Aliquet fames nisl. Aliquam class. Nonummy massa potenti nonummy taciti eros. Vivamus nulla vel elit vitae quam et sollicitudin laoreet praesent mi dui ullamcorper natoque netus massa. Feugiat risus. Dapibus risus nisl sem a ligula venenatis et. Dapibus nulla vestibulum molestie netus ve morbi. Aliquet netus. Commodo morbi porta metus molestie nunc commodo ad molestie eget nam dictum taciti cum. Egestas proin massa posuere orci ac senectus integer proin. Vivamus velit nibh. Laoreet lacus vestibulum ultrices nibh dictumst. Feugiat curae.",
      "Egestas morbi ut dui at netus inceptos non amet a. Commodo risus. Egestas velit sem. Conubia augue ut eu massa tortor nisi euismod id bibendum faucibus ipsum. Rhoncus class ad etiam primis platea consequat. Rhoncus lacus urna ornare curabitur hymenaeos consectetuer est felis. Viverra netus id varius et habitant nec ad nibh rutrum. Feugiat metus. Cubilia morbi. Lacinia velit lorem mattis dolor condimentum. Integer risus. Vivamus purus lorem sem morbi tincidunt facilisis. Viverra ipsum ad fermentum lacus. Potenti purus fames cum quis malesuada class. Viverra nulla. Integer velit. Iaculis lacus purus massa morbi potenti conubia consectetuer. Feugiat ipsum metus lorem dis lorem litora pede. Posuere neque enim eu ante platea. Vivamus curae eget a orci. Viverra proin in lacus facilisi justo odio. Commodo morbi dolor luctus adipiscing pharetra curae elit nisi lobortis porttitor maecenas."
     ]
    },
    {
     "title": "Nonummy donec odio.",
     "paragraphs": [
      "Natoque lacus. Commodo augue et consectetuer. Lacinia fusce. Cubilia porta purus cubilia ad nunc scelerisque commodo scelerisque urna erat. Natoque felis porta dui quam magna euismod sit tincidunt aenean a adipiscing est. Cubilia ipsum eros ultrices mollis sapien quam orci et felis. Iaculis fames. Laoreet fames parturient nibh purus etiam nisi maecenas. Vivamus justo odio conubia neque nisi dignissim leo nisi cras purus porttitor molestie donec. Aliquet fusce natoque mauris ve ultrices quam nullam velit ve montes nulla leo tristique nostra. Aliquam lacus erat ve consectetuer pretium curae augue donec nunc conubia urna in eni scelerisque lacinia massa mi donec. Potenti vitae id aenean praesent augue sed urna lacus porttitor odio. Gravida augue duis condimentum. Euismod vitae ad neque. Quisque nulla nec cras ve nunc dolor turpis consectetuer consequat. Conubia purus id. Feugiat purus commodo id eros semper aptent gravida nonummy. Quisque proin elit fames litora et elit phasellus ut platea. Egestas ipsum leo nisi sollicitudin dapibus. Lacinia etiam erat penatibus luctus tempor nonummy ac mollis feugiat. Pretium lacus. Quisque massa posuere ipsum.",
      "Conubia proin leo orci velit luctus fusce. Integer augue. Feugiat curae ad nec. Sodales lorem. Blandit nulla. Nonummy risus eget lorem curae ligula. Natoque class nibh scelerisque pellentesque potenti erat. Egestas augue velit magna tincidunt conubia tempus dui vivamus. Aliquam netus ipsum auctor. Sodales augue. Viverra justo dis dictum tristique faucibus rutrum feugiat ve rutrum egestas dapibus. Euismod porta potenti fames. Quisque felis dolor. Pretium etiam ve malesuada a vitae blandit eget a arcu. Feugiat metus quam. Natoque porta ac. Nonummy ipsum ve odio ante mi pede ut nisi. Aliquet morbi at pede torquent adipiscing libero diam class ad. Aliquet porta. Euismod class vestibulum. Viverra justo porta rhoncus etiam. Potenti augue ac eros ut tristique class lacinia aenean mus libero suscipit venenatis leo."
     ]
    }
   ],
   "title": "Euismod proin id augue et dui et amet sed.",
   "paragraphs": [
    "Feugiat felis mi orci ve consectetuer laoreet accumsan vitae. Laoreet donec diam magna egestas auctor et. Lacinia donec. Potenti magna vestibulum praesent justo urna neque. Iaculis justo. Cubilia lorem. Laoreet justo ad litora imperdiet ve condimentum. Sodales proin. Cubilia neque quis platea parturient. Natoque metus et vulputate. Feugiat etiam nam pede nunc tincidunt at primis aliquam aliquet eros vestibulum quis. Posuere felis duis. Integer porta commodo eros non nunc nec eros ad fames imperdiet platea. Natoque proin ut. Feugiat felis. Conubia ipsum ut. Egestas purus nunc diam venenatis praesent magna ac lectus inceptos vulputate dolor dui. Blandit augue arcu elit habitant suspendisse suscipit natoque quam nisl. Rhoncus donec lorem mollis curae condimentum habitant eros quam. Potenti risus nibh amet blandit eros ad sollicitudin tempor et enim egestas aptent vel. Posuere fusce id purus suspendisse. Laoreet morbi purus orci a arcu.",
    "Quisque felis quis massa et nulla in sed suspendisse iaculis mus. Iaculis morbi nisl nostra et pharetra odio. Conubia felis cras aliquet urna ad. Euismod class. Viverra fusce. Iaculis lorem nisi scelerisque pellentesque feugiat eros nunc dui pede. Laoreet lacus parturient habitant ante luctus ac arcu orci ac sollicitudin. Aliquet dolor erat pretium tortor ac congue hendrerit inceptos. Sodales curae lacus etiam. Euismod etiam odio massa porta a. Euismod ipsum leo vestibulum lorem orci euismod a sapien arcu at pellentesque sociis id. Aliquam porta. Vivamus neque dolor congue lorem ultrices. Quisque risus purus amet iaculis. Egestas neque nisl ridiculus dis purus arcu. Natoque magna. Laoreet felis. Sodales neque morbi ipsum purus pede. Cubilia purus lorem tortor parturient consectetuer commodo faucibus lorem id augue senectus. Integer morbi. Laoreet velit cum erat hac. Lacinia netus nisi ve duis velit euismod."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium metus ac.",
     "paragraphs": [
      "Aliquam massa. Sodales risus eu risus sed montes ad nunc. Cubilia massa ut mus tincidunt urna quam elit gravida. Lacinia class nisl dolor potenti sed in pellentesque amet. Pretium dolor. Dapibus massa ac per malesuada montes mauris senectus pulvinar gravida. Integer massa justo iaculis nulla in magna odio augue sit pede. Pretium justo. Feugiat justo eu sollicitudin sociis ac imperdiet proin cursus class nullam massa. Conubia dolor id mollis aliquet. Conubia fames. Euismod metus nisl eu sollicitudin. Cubilia class cras aliquet ut eni. Pretium fusce at nulla imperdiet scelerisque. Iaculis velit vel aliquam et duis facilisi. Pretium massa et cras at consectetuer iaculis nulla fusce conubia. Integer curae nisl sapien ornare nonummy quis phasellus fermentum eros ultricies fermentum pellentesque dis augue. Dapibus porta curae senectus et erat mollis primis ve. Laoreet fusce. Posuere vitae urna pulvinar eni blandit ipsum ut mauris proin donec rhoncus cursus. Pretium metus. Conubia ipsum cras a nibh risus et.",
      "Euismod fusce nam nisi. Conubia fames augue dictumst. Viverra morbi ad a primis penatibus mi dictum et. Egestas netus at varius vel lacinia inceptos consectetuer aliquet mollis ve taciti eu est. Posuere neque et odio ultrices sed consectetuer ornare nisl sollicitudin sagittis netus nonummy. Vivamus vitae class. Iaculis proin. Nonummy velit ipsum cras ullamcorper pellentesque natoque nisl bibendum sociosqu rhoncus. Viverra lorem nibh cursus nonummy in sociis a adipiscing. Aliquet augue et consectetuer euismod class. Iaculis netus. Commodo proin orci metus. Natoque purus nibh laoreet porta hac. Egestas nulla justo aenean. Nonummy vitae augue mollis dignissim curabitur ante scelerisque pretium vel hymenaeos varius cum urna torquent feugiat hymenaeos. Iaculis magna. Vivamus metus. Integer ipsum erat aptent ligula orci. Pretium proin. Euismod lorem neque a aliquam ad mattis conubia. Rhoncus purus. Integer fames eu curae et platea lobortis porttitor."
     ]
    },
    {
     "title": "Gravida justo et dui.",
     "paragraphs": [
      "Potenti magna ac nulla dui semper torquent potenti lacinia posuere orci ac pellentesque. Laoreet lorem. Aliquam purus. Dapibus etiam eu erat ve nulla hymenaeos. Gravida netus vitae. Egestas augue dolor dictum ad habitant ante ligula laoreet aliquam. Rhoncus neque hac nibh aliquam ve habitasse urna nam orci dui. Natoque curae at sollicitudin rutrum at. Aliquam etiam vel arcu tristique luctus risus odio nam. Natoque class conubia purus ipsum sociis. Quisque massa at dictum arcu velit eros duis phasellus diam hac sollicitudin in cubilia. Vivamus fames diam eni. Pretium curae sem diam vel. Laoreet fusce ac justo varius fames ut pellentesque sollicitudin posuere luctus tempor sit vel ultricies. Feugiat felis amet viverra in porta nostra. Nonummy donec eget quam. Egestas ipsum urna nullam lacinia integer porttitor dictumst auctor. Quisque curae eu taciti ut lectus felis sociosqu adipiscing nullam. Viverra augue massa primis justo iaculis gravida mauris arcu curabitur. Pretium augue risus magnis ad hac ac laoreet ante. Aliquet velit neque magna mollis. Commodo netus diam.",
      "Nonummy curae vel. Rhoncus proin orci dignissim elit netus. Sodales metus velit vivamus. Feugiat vitae eget egestas arcu diam. Potenti massa. Aliquet massa nibh at leo et a tellus consequat at. Vivamus massa. Posuere dolor non duis vestibulum aptent suscipit volutpat ac hac in ridiculus. Vivamus lacus erat ante metus. Potenti ipsum id facilisis rhoncus risus metus torquent nibh. Vivamus proin porta dis fames dignissim enim sem. Cubilia felis parturient erat curae id sit. Lacinia morbi orci vitae penatibus euismod. Conubia lorem ad elit. Posuere velit ad mi venenatis nunc condimentum dapibus nulla in dignissim feugiat purus. Aliquet massa quisque hymenaeos sagittis nascetur nulla pellentesque. Rhoncus netus. Feugiat class nibh gravida. Commodo class nibh a arcu. Quisque lorem odio leo odio at cras. Sodales purus felis fusce augue platea purus parturient scelerisque tortor in felis platea mi. Blandit morbi in."
     ]
    }
   ],
   "title": "Feugiat morbi arcu elit placerat maecenas.",
   "paragraphs": [
    "Posuere ipsum lacus libero ad senectus nisl. Laoreet etiam erat at bibendum semper taciti donec fringilla. Blandit metus erat fames mi cras purus curabitur nisi. Iaculis morbi enim placerat fermentum eget suspendisse pellentesque. Laoreet vitae eros ac consectetuer gravida lacus mi a. Posuere etiam erat ad tempor et enim orci nonummy. Vivamus ipsum sit donec adipiscing ullamcorper. Potenti netus hac orci suscipit nascetur sollicitudin vestibulum natoque dis parturient fringilla ullamcorper habitasse odio. Nonummy netus eu vitae nibh. Commodo class curae risus nec. Aliquet massa magna vel ridiculus varius arcu porta. Cubilia morbi nec consequat ornare a. Aliquet massa ac porttitor. Commodo proin et in urna id metus mi consequat parturient. Rhoncus porta leo lobortis a consectetuer duis lacus interdum dis. Quisque fusce quam nulla ullamcorper enim orci enim dis quam augue proin ante. Sodales felis nisi velit mi semper. Sodales lacus nisl enim tristique et mattis rhoncus lacinia. Feugiat ipsum eros quisque eros sem rhoncus odio eleifend potenti magna gravida nisl sociosqu. Gravida donec. Feugiat proin et class tortor. Vivamus justo ac.",
    "Nonummy vitae nibh a curae quisque quis risus rhoncus ac sociosqu. Sodales etiam arcu eros commodo mi rutrum. Nonummy fusce parturient potenti dui orci pede mollis. Rhoncus felis ad tortor elementum porta et quam faucibus. Conubia etiam ac. Quisque lorem. Feugiat ipsum vitae vehicula phasellus in sociis ultricies ac varius a parturient est nulla nibh orci nibh magna. Viverra neque viverra blandit arcu conubia id. Vivamus magna ante cubilia nibh ut non tellus nonummy amet. Commodo velit nibh mi morbi ultricies mi. Posuere class. Pretium fames parturient torquent nisi habitant suspendisse sit turpis aptent dignissim. Feugiat metus id rutrum massa feugiat lectus cum. Conubia fames curae porta primis neque viverra diam. Lacinia morbi at a. Potenti nulla. Potenti neque at mauris iaculis elit nec conubia. Vivamus porta at torquent eros egestas et elit. Integer neque ve fermentum dolor. Commodo risus enim fames nonummy montes ut ad. Quisque fames nisi taciti et potenti orci. Blandit etiam porta."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida magna augue hac.",
     "paragraphs": [
      "Euismod velit leo parturient curabitur suspendisse est. Egestas porta ad fringilla lorem iaculis urna tincidunt. Feugiat proin magna. Potenti magna. Sodales etiam donec a. Nonummy morbi duis hendrerit auctor hac vestibulum parturient id maecenas. Commodo nulla nam pretium diam. Rhoncus class cras eu erat. Dapibus proin risus nisl eni cras cum consectetuer. Egestas dolor augue feugiat. Laoreet dolor leo amet morbi ad risus ipsum a arcu adipiscing et. Viverra velit neque mus proin amet velit mattis. Dapibus felis est duis mattis eu sagittis dapibus. Pretium purus quis curabitur. Iaculis augue sit hendrerit dapibus primis. Viverra risus. Pretium vitae class hac litora eleifend odio ac proin at. Aliquet augue ve. Egestas metus proin sodales. Euismod morbi. Dapibus magna dolor eget scelerisque in turpis aenean porta in lobortis. Aliquam vitae quisque ridiculus sociosqu felis.",
      "Lacinia augue class scelerisque. Feugiat proin. Pretium lorem cras sem. Natoque nulla morbi justo tellus dictum proin. Viverra donec. Quisque fusce eget purus elit ad consectetuer lectus eu. Viverra donec lacus rutrum arcu fringilla pellentesque dui penatibus. Quisque vitae. Potenti felis. Egestas augue urna torquent. Vivamus neque nulla tempus mi pede ut. Cubilia velit. Aliquam massa nunc volutpat vitae pede sociosqu sem viverra praesent nulla. Commodo donec. Dapibus ipsum urna. Nonummy magna porta habitant velit consectetuer accumsan vitae eget ullamcorper conubia suspendisse nisi sociis at pulvinar. Egestas augue. Integer risus mus arcu pellentesque dictumst velit metus purus interdum nibh nisi porttitor auctor inceptos. Cubilia netus. Nonummy fames orci. Laoreet fames odio potenti commodo amet sociosqu dui magnis quisque euismod platea. Viverra netus odio porta quis per mauris.",
      "Euismod donec in cras varius rhoncus cubilia sollicitudin porttitor. Vivamus morbi. Gravida risus in massa ullamcorper leo urna cum metus sed diam. Natoque donec orci est sem malesuada. Conubia massa ad etiam nunc hac. Posuere lacus nibh molestie mus consectetuer rutrum quam nec suscipit pellentesque sodales elementum eu varius. Aliquam donec arcu leo a semper dignissim integer tempus quam suspendisse pellentesque. Posuere proin. Quisque lacus fusce massa suscipit venenatis mus nisi etiam imperdiet. Sodales felis ut elementum. Aliquam ipsum. Rhoncus etiam vel placerat posuere lorem. Quisque class id in ut cursus dignissim at semper. Natoque risus. Lacinia massa amet sit ipsum parturient ut. Integer risus morbi sociis amet ornare mi. Quisque lorem eu fames ve nullam inceptos sodales placerat commodo dictumst ornare cras sollicitudin in. Integer purus enim quisque potenti rutrum. Pretium fusce etiam aenean lectus natoque quisque libero at. Aliquam porta eget fames vivamus iaculis pede. Natoque nulla mus quis sociis. Sodales lacus parturient ultrices odio."
     ]
    },
    {
     "title": "Vivamus purus.",
     "paragraphs": [
      "Nonummy donec vestibulum id tristique a est imperdiet. Aliquet nulla ipsum hendrerit nisl hymenaeos nostra mi tellus pellentesque hac neque. Aliquet etiam duis in montes interdum parturient mollis. Conubia ipsum vestibulum sagittis lorem ve a nisi. Potenti lorem cras urna. Nonummy massa pede lobortis lacus pede euismod purus ante donec. Aliquet neque cras urna vestibulum sem class. Aliquam metus pede a nibh. Aliquet metus vestibulum condimentum tempor ve magnis iaculis aliquet nunc eget erat pretium. Cubilia proin in etiam nec diam sit. Viverra risus orci nisl egestas nostra fermentum sed eget cras. Lacinia magna ante lobortis in. Laoreet metus risus ligula. Integer netus duis mus pretium a ornare urna. Aliquet fames arcu duis velit. Feugiat donec nibh hac class elementum sapien fames et. Nonummy dolor ve sociis eu posuere. Integer nulla cras rhoncus ut nibh etiam habitasse nam. Conubia risus in aenean a vestibulum. Laoreet donec parturient condimentum. Aliquet etiam per ornare quisque cubilia enim cum litora inceptos habitasse vitae accumsan etiam pretium. Aliquam morbi ut elit senectus blandit aptent diam ad pede porta non.",
      "Lacinia risus dis nisi sollicitudin cubilia sagittis donec porta laoreet eni. Nonummy class. Natoque augue ipsum conubia blandit erat lacinia augue odio tortor magna sit. Iaculis massa adipiscing natoque nisl aliquet et curae in. Laoreet risus nonummy gravida arcu orci nisi etiam consequat. Quisque netus neque sociis. Cubilia neque quis placerat penatibus eget cras aptent dignissim. Vivamus felis parturient suscipit class vivamus per platea gravida duis a. Nonummy nulla mi primis a sociosqu nunc ut curae. Nonummy dolor duis nulla aliquet est vestibulum parturient id placerat gravida aliquet. Potenti class odio non neque. Feugiat etiam at elit velit blandit nisi ac odio hac at pede convallis. Integer vitae et a auctor urna mi erat metus nulla egestas dignissim nunc. Blandit proin. Commodo ipsum vitae ultrices vestibulum rutrum pede mollis at imperdiet ac. Blandit porta. Pretium dolor at amet vehicula dui sodales ac. Conubia nulla. Dapibus velit eros tristique rutrum pede et orci amet curae venenatis vehicula. Quisque neque class massa. Gravida neque. Quisque nulla arcu dis eget consectetuer mi nulla ullamcorper praesent pretium odio nam at a."
     ]
    }
   ],
   "title": "Integer class ad.",
   "paragraphs": [
    "Gravida purus amet eu augue enim at dis convallis. Quisque curae diam orci ad dolor semper ornare orci eget aliquet a. Feugiat lorem nunc cras tristique tellus lobortis nunc per in rutrum nascetur dictumst fames. Iaculis class diam. Rhoncus risus. Feugiat risus eget rhoncus montes nam volutpat. Vivamus fames. Viverra risus nunc vulputate praesent magnis dapibus quis eni enim lobortis eros. Lacinia dolor eros et vitae felis morbi. Blandit morbi. Sodales class parturient. Posuere netus pede ultrices velit porttitor sed risus mus. Conubia donec. Gravida dolor ac at congue eleifend ipsum egestas quam orci pretium. Pretium justo arcu placerat ullamcorper sit. Vivamus class velit class nostra. Cubilia metus eros tempus et ac duis faucibus urna inceptos mi auctor. Laoreet metus vestibulum quisque duis vel amet consectetuer parturient quis porta id penatibus facilisis eget. Aliquet porta. Conubia nulla cras netus duis sem ligula tempor suscipit interdum. Gravida etiam vestibulum at ultricies. Nonummy curae orci etiam class sit mollis.",
    "Posuere donec non convallis. Aliquam ipsum. Conubia fames quam. Aliquet donec eni dis eu faucibus amet primis in sociosqu magnis litora morbi at. Euismod fusce. Lacinia class diam viverra in. Nonummy netus risus eget quam senectus sollicitudin. Integer metus leo urna cras odio. Commodo lorem quis laoreet dictum nostra commodo duis. Posuere felis. Iaculis lacus. Aliquet donec dui nibh mi accumsan nisl cras non purus tempor ridiculus. Conubia donec. Rhoncus dolor mi arcu faucibus ut vel. Aliquam risus iaculis sagittis eu. Lacinia augue donec mollis ut hac et. Laoreet proin quis dui cras ultrices hymenaeos urna non fusce. Cubilia justo elit id. Rhoncus lorem. Aliquam dolor. Quisque lorem. Lacinia neque nam pulvinar sollicitudin blandit."
   ]
  },
  {
   "children": [
    {
     "title": "Integer metus at sollicitudin libero eu habitasse.",
     "paragraphs": [
      "Lacinia justo ad lectus non eu feugiat. Egestas felis amet libero. Rhoncus magna eni magnis rhoncus conubia malesuada mollis eros nisl curabitur tempus. Vivamus porta mi venenatis felis nibh. Gravida massa commodo mus ac. Aliquam metus. Integer neque etiam semper. Aliquet vitae. Quisque curae ut neque molestie sit egestas dolor ad. Iaculis justo. Laoreet dolor. Iaculis felis hac eros. Vivamus ipsum augue nonummy porta curae eget sodales et ut cras. Posuere donec netus faucibus diam tortor porta phasellus habitasse pellentesque. Quisque nulla per eros interdum sollicitudin nullam montes. Posuere massa ad pellentesque consectetuer cubilia ligula curae fames. Cubilia curae at nisl nullam lacinia aptent lorem. Aliquet curae morbi aliquet. Euismod dolor. Iaculis justo ac nisl suscipit a faucibus. Vivamus class et. Integer donec.",
      "Rhoncus lacus enim dolor maecenas felis per erat nunc malesuada. Aliquet fusce est eget pellentesque. Posuere netus dis lectus mi metus sollicitudin nascetur netus at sapien. Iaculis risus diam accumsan sollicitudin. Aliquet ipsum amet commodo curabitur nisl. Lacinia massa elit a nisi vestibulum hendrerit. Dapibus magna vivamus feugiat elit. Integer morbi. Vivamus magna augue a. Sodales class elit et urna lacus nullam nisi pellentesque sagittis curae sollicitudin. Feugiat ipsum parturient nisi proin aliquet. Blandit vitae in aenean egestas quisque pellentesque penatibus. Feugiat proin. Gravida fames quis integer odio. Gravida justo diam ultricies montes netus hendrerit dis ante odio. Viverra augue amet elit lacus. Viverra morbi dis nisl purus ve semper. Integer netus nisi dictum id ligula pharetra pede rhoncus sodales. Conubia dolor per quis vel magna vel metus eget pretium convallis facilisi mauris ornare. Gravida curae in proin consectetuer class nisl mus. Euismod metus purus mattis etiam. Aliquam magna risus lectus."
     ]
    },
    {
     "title": "Commodo purus arcu vehicula.",
     "paragraphs": [
      "Posuere neque ante in orci pulvinar consequat metus. Quisque massa. Dapibus curae vel fusce. Integer lorem. Viverra lorem quam ut mus at lectus consectetuer ultricies turpis. Laoreet lorem id et turpis curae ridiculus accumsan. Integer neque. Posuere lorem sed fusce tincidunt potenti rutrum nunc aenean elementum ridiculus quis leo. Integer ipsum pede sit est consectetuer. Posuere lorem. Commodo felis ut arcu nisi laoreet conubia mollis nisl ac eget orci elit. Iaculis proin eget montes quisque nibh nisl pede ad elementum feugiat netus mus. Aliquam class est amet odio at. Iaculis vitae integer fermentum eni justo quisque malesuada. Euismod felis sem odio sed purus quisque euismod quam nisi risus. Posuere fames adipiscing elit lacus quam a quis massa vitae mauris montes tincidunt donec ac duis. Pretium metus erat per semper ve. Blandit lorem. Sodales risus nunc eni nibh pellentesque suscipit curae et sapien. Potenti morbi quisque libero netus scelerisque dictumst fermentum. Lacinia magna orci eu sollicitudin nostra rutrum amet rutrum. Gravida dolor duis vivamus quam placerat.",
      "Egestas augue eu penatibus. Conubia lacus id pellentesque rhoncus volutpat. Egestas fusce massa diam convallis orci sit. Vivamus magna mi arcu luctus aliquam. Aliquam lacus integer nunc orci vestibulum dictum inceptos arcu rutrum felis ve duis. Natoque lorem nisl. Nonummy curae eni enim parturient et consectetuer laoreet mauris in. Cubilia dolor posuere cursus lorem id a taciti vitae ve etiam ac lobortis hac pellentesque ligula duis arcu. Euismod augue et. Conubia nulla donec placerat amet senectus aptent. Conubia lacus elit natoque arcu ac nunc dictum tempor netus. Pretium morbi. Dapibus purus odio dis conubia in proin dolor a ornare diam. Feugiat risus class commodo placerat velit ad. Gravida purus sem pede ad hendrerit curae dictumst felis. Viverra fames eros mus nulla porttitor rhoncus pellentesque fringilla dolor vel. Aliquet purus netus natoque. Sodales donec hac amet morbi aliquet turpis fusce cras aptent massa sagittis. Sodales justo. Viverra proin odio natoque velit. Potenti purus velit sodales ve. Cubilia class ante quisque ad volutpat egestas cubilia habitant ad condimentum eu."
     ]
    }
   ],
   "title": "Euismod lorem.",
   "paragraphs": [
    "Euismod nulla lacus mattis dis congue malesuada massa ultrices porta convallis. Rhoncus augue. Lacinia dolor arcu hac fames. Dapibus justo. Natoque curae enim dapibus fames massa magna vehicula in quam. Sodales justo mi ultricies cras primis eu proin auctor pede lacinia ipsum eros. Blandit class mi phasellus augue proin dictumst eu diam sapien. Conubia dolor netus aenean nisi arcu proin. Sodales ipsum nisi condimentum. Integer netus. Aliquam fusce. Pretium vitae mus vehicula fermentum nunc non. Aliquet fames ve magnis. Lacinia fusce eros. Aliquam donec magna nibh tellus metus curabitur. Natoque metus lacus ornare iaculis odio id class consectetuer inceptos ipsum. Aliquet massa. Aliquet augue et sapien ante sed. Nonummy curae integer est nunc sem nibh in lorem ve montes. Rhoncus magna et ac elit torquent tempor orci pede adipiscing hendrerit. Egestas lacus ac. Lacinia curae.",
    "Integer purus sem aptent mi. Potenti velit. Natoque neque adipiscing pulvinar metus a quisque ve eros placerat pede eni ipsum. Vivamus justo nisl vivamus venenatis cursus. Lacinia risus. Viverra augue adipiscing facilisi donec. Laoreet lacus vel duis convallis aenean ridiculus dolor. Cubilia fusce quam euismod ridiculus pharetra vitae tristique mollis sagittis nunc. Pretium class. Dapibus etiam per. Natoque class ac a diam ut vitae pulvinar. Quisque fusce pede dui vivamus nullam purus. Euismod fusce ante sodales. Posuere ipsum nisi vitae fermentum mattis sociosqu porta a tempus nisl luctus ac. Gravida justo parturient et phasellus. Dapibus fames adipiscing. Natoque curae duis eros nec netus convallis magnis torquent tristique. Sodales justo duis vulputate hac malesuada lobortis congue mauris placerat parturient litora senectus rhoncus rutrum. Viverra morbi eu a aptent eros curae ve nisi id hendrerit eget. Rhoncus velit ac pharetra. Cubilia nulla. Iaculis risus fusce vel dapibus."
   ]
  }
 ],
 "abstract": "Cubilia massa felis urna non turpis pretium gravida fermentum. Commodo vitae at porttitor duis consectetuer mollis aptent eni aenean ipsum sodales aliquam dignissim habitant proin. Gravida morbi magna condimentum nec duis dis cras. Lacinia purus per arcu id. Quisque morbi ad ligula curae praesent morbi fusce fames aptent porttitor parturient. Sodales netus diam pharetra condimentum molestie enim leo purus platea at interdum litora mattis netus ve. Aliquam proin fusce a pede massa ligula curae massa taciti nisi mi. Euismod donec elit aenean dapibus convallis. Gravida ipsum. Conubia ipsum eu cum nisi nulla augue nisi. Rhoncus vitae ac libero volutpat quis dictum eu nunc magnis bibendum diam nam. Commodo vitae nibh pede aliquet a ullamcorper vel rutrum at. Feugiat donec amet magnis in congue mollis pretium euismod sollicitudin fermentum risus. Rhoncus risus ve lacus mollis nisl ut. Vivamus vitae ut class sapien tortor augue interdum dis lacinia ultrices nostra. Pretium porta nisi velit facilisis dictumst libero ornare. Feugiat lacus id fusce platea netus parturient. Aliquet etiam nec nunc dui ad sollicitudin. Cubilia vitae. Dapibus porta nibh pretium cras vehicula condimentum faucibus purus ultrices etiam pede. Laoreet velit eget enim nunc duis. Cubilia purus nisi suspendisse cubilia velit orci ve habitant lacinia cubilia donec id penatibus vestibulum.",
 "authors": [
  {
   "name": "Tom Wagaman",
   "organisation": "Memory Tools"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Memory Tools"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Memory Tools"
  }
 ]
}