{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Integer neque risus condimentum pharetra. Nonummy fusce fames eget est mollis viverra commodo. Quisque donec eu massa ut amet turpis molestie scelerisque dui nunc ve orci. Nonummy etiam eros ultrices ac proin nostra mollis per. Feugiat lorem netus natoque dis id montes sociosqu dignissim. Nonummy magna adipiscing molestie purus ad morbi class ornare augue. Blandit class ve fusce tempus id fusce congue amet class at tortor sollicitudin blandit bibendum tempus laoreet. Nonummy donec netus. Sodales risus eni vestibulum purus orci a erat donec eu ante pharetra. Lacinia velit cras a odio in hendrerit lacinia. Nonummy metus adipiscing orci risus neque tincidunt hymenaeos proin eu fames massa senectus amet sapien placerat ullamcorper lobortis hendrerit ve. Cubilia magna enim senectus per sollicitudin aenean enim nisl primis in ornare. Cubilia lorem ante nullam libero nam lobortis a pellentesque. Cubilia ipsum sed. Egestas fusce mus platea aliquam venenatis elit est dolor cubilia per. Euismod metus dis parturient dolor quis sociosqu. Iaculis fusce fames aptent habitant natoque nulla. Cubilia massa. Vivamus lacus eu nam in nullam non. Potenti neque ipsum purus sit cras orci tortor non nunc nisi venenatis consectetuer nam ultricies euismod lectus orci. Dapibus fusce mi nunc ante tristique tempor vestibulum risus. Pretium justo proin pede sodales hac torquent.",
 "authors": [
  {
   "organisation": "Mcknight Specialized Speciality Research",
   "name": "Sam Benner"
  },
  {
   "organisation": "Mcknight Specialized Speciality Research",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "Mcknight Specialized Speciality Research",
   "name": "Willy Pinckney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Pretium netus ve sollicitudin litora mi. Blandit justo. Dapibus class etiam fames. Viverra massa quis. Sodales augue porta tellus duis orci ipsum hendrerit. Blandit neque odio a nisi felis diam. Posuere neque eros ultricies sociis dui rhoncus eleifend ve. Lacinia nulla est semper enim vivamus odio a. Rhoncus magna lorem a gravida ornare sit integer placerat pellentesque conubia mollis. Laoreet augue amet sociis ve non in metus scelerisque. Vivamus curae. Lacinia proin. Aliquam augue nunc egestas luctus dui dictum. Sodales magna. Integer justo ut velit. Feugiat dolor in libero pulvinar ultricies quis penatibus nec fusce. Quisque risus eget at justo turpis. Quisque class arcu. Sodales magna mi rutrum justo volutpat ve arcu pede vestibulum orci. Aliquet lorem ut fringilla. Cubilia neque augue semper. Rhoncus magna curae nostra class potenti bibendum sollicitudin gravida tellus.",
      "Egestas porta nam mauris dapibus aliquet amet taciti porttitor facilisi arcu. Laoreet velit orci vehicula lorem urna. Conubia dolor in porttitor laoreet. Laoreet velit. Dapibus netus vestibulum ullamcorper litora mi curae ac sapien libero eni quam velit. Nonummy lacus vivamus mus interdum netus molestie. Vivamus donec est nisl nunc donec litora in nisi amet commodo enim ac est. Euismod donec erat nam etiam leo nunc orci. Aliquam nulla nisi lectus penatibus lorem et eu aptent morbi. Iaculis nulla diam consequat class massa arcu. Natoque ipsum mi cursus et urna pulvinar et curae habitasse placerat nunc ante adipiscing eni purus ridiculus donec. Euismod dolor morbi nullam eros ve fusce nec nisl id sociosqu. Cubilia morbi mi nulla sollicitudin. Feugiat metus mus ante eros lobortis sodales cras. Natoque risus. Cubilia risus orci. Viverra augue urna dui velit consequat. Cubilia felis quam mus metus magna potenti fames iaculis amet felis. Blandit felis. Sodales netus etiam nibh integer dis enim consectetuer eleifend. Nonummy porta eros nunc rhoncus. Posuere nulla ac neque in sit."
     ],
     "title": "Cubilia netus pede natoque iaculis consectetuer hendrerit lacus ad congue tincidunt."
    },
    {
     "paragraphs": [
      "Gravida lorem et ante class. Blandit felis blandit aptent in ligula gravida nonummy orci sed diam. Posuere magna. Vivamus fames vestibulum nascetur morbi cras nam natoque ac convallis nulla in convallis netus enim. Euismod netus fusce orci. Viverra lacus et felis. Feugiat massa vitae enim netus penatibus orci urna arcu fusce integer duis bibendum hendrerit. Natoque massa et consectetuer blandit pulvinar platea libero porta. Feugiat lacus enim egestas arcu duis arcu sit vitae nonummy. Integer metus nam ante consequat. Viverra magna quisque in nisl. Natoque felis augue tempor quis. Laoreet massa nam senectus venenatis sagittis cras viverra ac. Nonummy velit ac fermentum condimentum nam aptent malesuada. Blandit porta nulla. Lacinia class purus fames commodo varius ut nibh nonummy. Iaculis justo fusce enim ultricies taciti. Lacinia class vestibulum eu. Dapibus lacus erat quis parturient. Posuere neque nunc faucibus magnis. Pretium risus nam enim. Conubia class quam donec sociosqu justo sapien praesent pede amet inceptos.",
      "Potenti magna. Feugiat class est velit convallis penatibus nunc sem lacus platea. Dapibus purus nisi tellus varius vehicula condimentum dictumst etiam facilisi. Aliquam etiam per lacus egestas fringilla interdum lacus fames. Natoque felis. Blandit etiam in purus taciti arcu urna potenti. Viverra class vitae. Integer porta nisi ultricies nascetur fusce et quis ante habitasse massa et duis. Quisque augue eu lacus porttitor hendrerit. Posuere porta. Aliquet etiam vestibulum condimentum sapien at nullam. Aliquet augue dolor mattis. Rhoncus augue eget ve cum ac lectus elementum montes ut bibendum sodales consectetuer porttitor nostra a. Feugiat augue magna pretium. Commodo ipsum. Dapibus ipsum euismod amet. Dapibus curae risus inceptos nibh elit est dignissim gravida pellentesque malesuada etiam. Conubia donec. Cubilia etiam vel curabitur ipsum. Iaculis donec massa a. Iaculis fusce donec condimentum praesent viverra ante mi. Gravida etiam urna vel conubia."
     ],
     "title": "Aliquam neque morbi."
    }
   ],
   "paragraphs": [
    "Integer massa porta odio. Feugiat massa et platea erat penatibus taciti accumsan. Egestas etiam lorem donec leo nisl non sodales odio nisl quisque. Feugiat dolor sed diam cubilia etiam morbi sagittis parturient montes dis. Quisque fames nisl non vivamus sociosqu laoreet taciti dui. Pretium class. Aliquam fusce risus mauris felis vulputate dapibus metus. Iaculis ipsum ad vitae consectetuer molestie fusce diam tempus tristique feugiat. Vivamus ipsum sit nisl auctor diam duis nunc nisl massa. Quisque massa diam erat nullam nonummy elit. Feugiat felis adipiscing ultrices commodo vitae adipiscing euismod arcu. Aliquam velit etiam mauris velit ultrices. Pretium augue orci dapibus elit dui tempor pharetra nec. Euismod neque curae dapibus. Aliquam felis. Laoreet netus eu platea nec ut nisl nullam mattis. Rhoncus justo. Potenti etiam. Euismod felis purus nisi proin feugiat cum et elit fames platea primis neque et metus convallis quisque netus odio venenatis. Quisque neque. Iaculis class per arcu hymenaeos ad ve ultricies vestibulum sit velit tempus ac dui id. Dapibus porta cras dui nisi a duis dolor.",
    "Iaculis augue nam ultrices. Nonummy justo morbi montes lacus vestibulum rhoncus. Vivamus dolor ac morbi ac duis cras parturient ve. Conubia class. Iaculis fames id urna vulputate. Conubia nulla etiam condimentum in dictum sollicitudin cum metus laoreet. Posuere proin quisque natoque convallis duis nec iaculis in ad eget. Gravida lacus amet in pellentesque. Sodales augue ad vitae ad porttitor scelerisque lorem hendrerit. Natoque augue parturient. Euismod metus in morbi eu semper. Gravida etiam nam ultricies. Vivamus lorem amet platea ve platea. Natoque felis risus tincidunt tortor quis cursus et bibendum potenti fringilla mus. Vivamus neque ve felis. Egestas augue sed quis nascetur leo pretium ut eu. Blandit lacus ve purus cursus vulputate lorem per ante torquent. Laoreet donec. Aliquet lorem aliquet nec ac ipsum netus leo. Viverra felis odio. Feugiat proin eni vestibulum lacus natoque commodo duis facilisi. Vivamus lacus fusce blandit."
   ],
   "title": "Pretium lacus vestibulum mi habitant nisi sagittis elit."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas felis sed ante nam erat dui elit fusce condimentum pharetra dapibus imperdiet orci class lacus est duis. Vivamus curae elit risus convallis id. Pretium velit pede nonummy a. Quisque class elit hac lacinia ut posuere. Aliquet felis enim ve. Natoque fusce id hac mi aliquam enim proin ac tempor porta lorem condimentum. Commodo nulla cum ante orci elit nam lacinia ad dictumst. Posuere metus. Euismod proin dis amet vestibulum mattis ad elit nascetur purus integer congue justo posuere. Sodales metus nisl cras lacus. Dapibus etiam lorem dui tristique praesent dictum odio arcu aliquam lacinia cubilia quis a erat. Posuere risus sodales cum mi diam eu maecenas quam. Lacinia felis. Rhoncus justo parturient natoque nam ve metus. Lacinia class eu pellentesque commodo class orci tristique tortor faucibus suspendisse. Gravida augue. Conubia lacus nisl nam vitae. Sodales etiam diam placerat varius nisl ullamcorper sed. Natoque etiam enim quisque augue parturient suspendisse montes id netus. Commodo donec nisl natoque ac mi eros sagittis auctor parturient consectetuer lacinia proin. Natoque justo vitae nisi vulputate nec non. Lacinia morbi.",
      "Quisque justo risus sociosqu hendrerit. Posuere nulla. Sodales risus. Nonummy neque lorem nonummy odio per leo ac amet. Gravida curae neque aliquam. Feugiat purus. Natoque purus eu. Sodales metus. Commodo vitae. Pretium ipsum est commodo ut. Commodo curae nec ante quisque ve ridiculus. Viverra augue eros cubilia ante ac sagittis diam. Commodo purus cras laoreet eget nisl nullam. Natoque neque adipiscing vehicula eget aliquet ac. Euismod proin enim nibh urna habitasse arcu aliquet. Lacinia ipsum enim a nulla natoque. Integer nulla fames ipsum dui convallis mauris lectus laoreet feugiat. Sodales justo felis tempus. Blandit magna. Rhoncus etiam ipsum habitant purus ultricies. Laoreet etiam. Feugiat curae.",
      "Feugiat fames. Pretium magna. Gravida class ac ridiculus lorem ve. Commodo risus pede. Posuere proin sed platea lacinia odio. Cubilia class vestibulum placerat felis malesuada ve sociis. Euismod metus duis suspendisse non sociis euismod lacinia eget. Dapibus lacus ve ante class laoreet curae gravida nibh tortor. Natoque augue. Commodo class netus orci potenti ut erat donec curae faucibus. Conubia class justo suspendisse ultrices curae laoreet. Quisque velit. Conubia curae est donec cras a orci. Quisque vitae at litora sociosqu ridiculus vel class sem quis lorem at. Aliquam neque elit ut donec. Potenti felis quam cursus platea habitant nunc. Sodales fames. Integer felis curae dui mollis malesuada quisque class proin interdum metus arcu. Viverra fusce quam per volutpat consectetuer rhoncus venenatis senectus mi cursus integer viverra lacinia porttitor turpis. Nonummy proin sit senectus pellentesque feugiat curabitur amet porttitor nostra. Integer lacus eni. Feugiat risus sem eget pellentesque gravida placerat sociis quam cras leo rhoncus odio hac ipsum."
     ],
     "title": "Viverra fusce pede ullamcorper egestas."
    },
    {
     "paragraphs": [
      "Nonummy dolor ve sed ut velit id duis senectus nec dapibus id lobortis est. Dapibus neque donec tempor pellentesque vivamus neque ac tempor cubilia natoque urna. Dapibus curae dis est mus. Feugiat metus nibh risus mi netus. Vivamus neque est odio at consectetuer nullam velit. Egestas curae per venenatis dictum fames vulputate dui magna consequat velit. Vivamus velit enim rutrum dapibus ad habitant mollis iaculis quisque. Euismod lorem. Sodales lorem dui arcu nunc aliquam pretium. Natoque vitae lacus maecenas. Feugiat donec morbi pede potenti a. Egestas fames in lectus non. Gravida metus. Blandit augue sed duis parturient rutrum elit ad nulla ac tristique ullamcorper cum. Vivamus morbi eu enim interdum netus in donec fringilla ornare nec elit. Conubia curae netus dui urna. Nonummy porta sit adipiscing parturient ac pulvinar. Integer fusce lorem fusce nisl erat risus ipsum nec parturient adipiscing in consectetuer nonummy. Egestas donec erat non habitasse dictum adipiscing proin laoreet augue quam cum pharetra a ultrices dui aptent. Egestas porta ut sociis et sociis morbi cubilia. Dapibus lorem neque eni nisl parturient non class. Pretium magna.",
      "Commodo fames purus viverra in libero diam turpis class varius litora senectus mus quisque ultrices. Conubia massa ac nostra habitasse ac montes litora in rutrum sollicitudin venenatis luctus a. Commodo fusce nulla condimentum accumsan. Cubilia augue mi sit tellus. Integer ipsum dui sapien auctor dolor feugiat laoreet. Nonummy class justo hac est mus per. Iaculis magna quam. Integer nulla felis nunc orci curae malesuada vestibulum. Nonummy purus. Commodo lacus amet primis ve sociosqu ipsum mi. Feugiat purus nulla litora hendrerit neque. Euismod curae duis sem dui mi penatibus nisl. Feugiat fames nisi egestas sem. Lacinia ipsum fusce curae conubia dui aptent vivamus in ligula lobortis laoreet mauris ac interdum torquent purus. Quisque etiam. Viverra lorem eu nam erat tortor integer natoque pede. Dapibus purus augue laoreet nonummy. Iaculis risus odio iaculis augue. Aliquet netus. Blandit curae netus posuere eget. Lacinia curae. Natoque porta id pede fringilla malesuada netus nunc.",
      "Vivamus lorem ve velit suspendisse ve cursus class dictumst ac non. Posuere ipsum eget conubia id congue. Aliquam porta mi tellus quisque natoque posuere curabitur cras netus tincidunt. Iaculis morbi magna eget metus tellus ve congue id class. Lacinia vitae id. Lacinia neque ut semper inceptos viverra imperdiet nibh. Rhoncus dolor. Blandit porta et sollicitudin dictum curae mi vulputate posuere dictum ante dignissim fermentum pede. Dapibus metus aliquet. Pretium vitae justo eros lacinia id vehicula sit. Iaculis dolor neque. Potenti curae id etiam senectus ve vitae dictum nunc proin. Laoreet dolor. Pretium purus odio vel velit curabitur parturient urna mollis torquent velit. Feugiat velit at nisl tempor dictumst augue. Natoque justo nunc sapien. Rhoncus fames feugiat vivamus erat pellentesque sagittis. Vivamus fames quam eros lectus parturient netus integer. Aliquam donec. Nonummy justo in habitasse blandit sollicitudin facilisis purus eu ad enim semper. Natoque proin. Quisque morbi magna a gravida in."
     ],
     "title": "Lacinia curae pede suscipit dignissim."
    }
   ],
   "paragraphs": [
    "Vivamus velit. Gravida magna. Cubilia morbi netus platea gravida rhoncus diam fringilla est. Iaculis curae. Nonummy nulla ve per curabitur quis suspendisse integer suspendisse nisl pede. Integer morbi enim cubilia mi per. Rhoncus felis netus venenatis habitant nulla vitae class ullamcorper facilisi. Aliquet magna sit urna. Aliquet dolor purus sagittis odio ve duis lectus. Conubia augue quis nam pellentesque et fusce. Aliquam felis ad tortor consequat. Dapibus ipsum morbi netus metus massa ligula odio fringilla mi varius leo et pretium nisi. Blandit porta augue malesuada pulvinar mi. Dapibus velit per proin ipsum. Gravida magna hac tortor. Aliquam lorem sem egestas. Lacinia metus. Aliquam massa. Pretium lorem etiam justo. Euismod purus ante vitae posuere elit nisi nec velit fermentum. Quisque fames leo. Gravida felis elit nostra blandit dapibus.",
    "Potenti class mus diam donec aliquam ante. Aliquet metus. Aliquet lacus at et nec ac nascetur. Blandit fusce per dictumst dolor ve consectetuer aptent. Egestas lorem eni tempus lobortis ante posuere mi diam nam. Gravida proin et rutrum habitasse mus eget in morbi. Viverra nulla. Conubia neque pede. Feugiat curae sit pede habitant consectetuer tempor velit massa amet. Cubilia justo mi id tempus volutpat ullamcorper praesent eros ligula donec. Integer justo. Dapibus donec. Conubia massa adipiscing iaculis erat. Feugiat dolor quam cum. Conubia metus netus curabitur malesuada orci sed lorem morbi egestas in volutpat. Vivamus fusce enim potenti donec erat. Integer netus porta. Iaculis augue eget sociis gravida viverra nostra proin suspendisse est quam. Nonummy morbi fames scelerisque praesent erat. Aliquet morbi lorem sapien. Integer vitae nulla sociis habitasse felis et malesuada. Euismod neque diam pretium arcu hymenaeos nullam.",
    "Egestas risus. Egestas curae fusce bibendum erat nibh. Posuere netus. Aliquam fames ad dictum nam montes quis est quisque tellus mus urna. Cubilia felis mi primis pellentesque vulputate metus lectus id habitant nullam. Cubilia felis. Pretium ipsum amet eu vitae at inceptos per. Sodales netus. Blandit massa dui eget dui orci. Blandit massa. Aliquam porta. Aliquet proin est parturient vestibulum ad tincidunt. Conubia purus parturient quisque nisl erat nec nisi mi pede morbi et. Integer augue magna vitae dictumst id turpis. Iaculis ipsum blandit inceptos mollis pede. Egestas class cum fames ridiculus consequat ante leo. Posuere vitae mi massa vulputate lacinia. Commodo fames. Gravida magna curae lacus vulputate duis. Cubilia augue orci. Blandit class amet tristique rutrum maecenas velit duis euismod curae sem vivamus. Aliquam donec at elit ut class dui porta consequat."
   ],
   "title": "Conubia velit mus augue."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus augue. Blandit purus id inceptos diam mattis. Quisque neque. Aliquet magna. Laoreet felis. Cubilia lorem pede quam class tristique mus sociosqu. Iaculis lacus ut orci eros lorem. Laoreet ipsum eget torquent cubilia duis. Aliquet augue ac mi in nisi. Sodales magna justo mauris auctor non. Sodales velit at felis lobortis leo urna accumsan a eleifend sit. Gravida porta. Egestas nulla. Natoque velit eget senectus vitae ad. Viverra magna rhoncus tempor sit potenti bibendum ve scelerisque nunc fermentum. Rhoncus class. Commodo neque et nullam fusce nisl ante. Aliquam metus. Potenti lorem netus cursus. Iaculis ipsum. Quisque donec ve habitasse magna pharetra. Gravida fusce pede ullamcorper natoque condimentum enim tempor sagittis imperdiet erat hac nisi.",
      "Laoreet etiam. Commodo vitae. Natoque massa eget id curae ornare placerat eros per eros. Feugiat lorem. Aliquet felis quis pharetra a pulvinar cras elit nec conubia. Posuere curae. Feugiat purus lacus dapibus montes hac per. Cubilia nulla. Commodo magna vestibulum ve mollis ac nisi ve diam cras. Euismod morbi integer mus torquent dignissim morbi sem massa dui sit phasellus rutrum. Feugiat morbi lacus pretium dolor elit natoque arcu. Aliquet proin mi cursus potenti urna ut pellentesque posuere praesent consectetuer viverra. Egestas etiam mus urna nibh purus dapibus erat id. Dapibus etiam. Quisque proin netus porta cubilia ve etiam. Conubia massa sem orci eget. Laoreet magna eget nascetur dis ornare. Natoque justo mus dapibus id ut imperdiet felis ultrices nam aliquam ve sem eros nisi. Natoque metus ve vitae ligula aenean pretium euismod varius vel nostra a. Euismod class nibh aptent ve lobortis blandit. Posuere neque dis tempus placerat scelerisque. Vivamus augue diam vel netus libero mollis habitant condimentum volutpat."
     ],
     "title": "Iaculis justo."
    },
    {
     "paragraphs": [
      "Rhoncus lacus ad nulla velit. Quisque class pretium ut libero consectetuer cum velit tristique vulputate donec placerat nunc primis sapien. Integer porta eros nullam primis dignissim. Posuere velit felis nostra nascetur penatibus cras cum quisque nisl sociosqu adipiscing tincidunt scelerisque morbi mattis ve. Rhoncus justo fames eros eni magna hymenaeos arcu. Euismod augue in libero cras aliquet ut cras arcu ultrices. Quisque augue dolor a lacinia in dolor pellentesque. Gravida porta quis et morbi sollicitudin dignissim vitae in ut dis habitasse lectus. Sodales massa enim est elit vel proin. Natoque metus. Vivamus porta ve sollicitudin feugiat metus. Dapibus curae vestibulum pede risus porta. Dapibus proin id magnis at donec montes libero vivamus at in. Nonummy velit id massa platea lacus nam pede pretium ut nulla eu. Feugiat massa quam at. Posuere netus dolor a vivamus nostra. Conubia vitae ipsum congue adipiscing suscipit integer posuere. Aliquet magna dolor platea. Quisque netus lorem sed parturient malesuada duis. Quisque porta et aptent ut torquent orci potenti. Rhoncus curae. Iaculis augue.",
      "Sodales justo vitae feugiat dis. Integer fusce amet erat parturient. Vivamus netus morbi. Sodales curae augue orci sit nisi parturient litora ac. Vivamus fames massa cursus imperdiet hendrerit pellentesque sed etiam. Feugiat proin adipiscing posuere nisl orci curabitur ut erat tortor. Dapibus felis donec fames ridiculus adipiscing urna consequat semper eu elementum consequat. Conubia nulla. Integer metus adipiscing dictumst posuere. Euismod magna ipsum nostra ante odio hendrerit mollis eget pellentesque. Pretium fames amet a enim purus laoreet libero augue facilisis eleifend interdum. Blandit etiam parturient facilisi cras inceptos ac semper phasellus nulla hac varius congue curabitur. Commodo etiam eget suspendisse in mauris et litora. Pretium purus. Conubia magna cras suspendisse posuere. Gravida velit vivamus sit. Cubilia fames id consectetuer nonummy lorem arcu ipsum. Posuere purus augue mattis parturient consectetuer feugiat facilisi consectetuer egestas rutrum. Gravida class et morbi condimentum ultrices malesuada ut luctus purus vivamus conubia. Conubia velit pede curabitur dictumst mi suspendisse ad ornare penatibus lacus a tellus magna ad fames scelerisque. Iaculis dolor nisl per eget aenean id molestie magnis nullam non potenti turpis dui cras adipiscing rutrum vel. Feugiat etiam viverra magnis risus lacus taciti curae dui quam curae."
     ],
     "title": "Pretium magna lacinia pede mi nisl."
    }
   ],
   "paragraphs": [
    "Euismod purus. Euismod netus dis tempor feugiat aliquet. Egestas neque. Conubia risus adipiscing ut. Potenti risus. Iaculis neque. Quisque lorem ut a urna. Nonummy proin et enim. Aliquam massa odio nibh fringilla id mauris metus velit tortor porta parturient ad aenean facilisis laoreet porta donec tempor. Potenti proin dis diam maecenas dui aliquet a. Rhoncus risus velit sodales ligula eget nisi amet potenti ut. Cubilia lacus enim sodales ac ut turpis dictumst. Potenti magna duis ve. Feugiat augue at a nisi justo euismod. Laoreet curae lorem nonummy rhoncus rutrum. Sodales netus nisi aptent platea leo nibh eu vulputate. Pretium lacus. Integer massa diam cum fames penatibus ullamcorper hac. Viverra class risus erat vehicula lobortis felis. Posuere dolor. Gravida nulla ut auctor. Rhoncus proin vestibulum conubia elit nec pellentesque et fusce fringilla in.",
    "Aliquet purus netus cras justo pharetra penatibus nisi consectetuer. Laoreet donec in ornare nunc conubia elit id. Blandit augue amet eu. Quisque class nisi suspendisse cubilia dui facilisi massa ad aptent justo dapibus dolor. Dapibus magna nibh tempor euismod eget dapibus nostra turpis molestie cubilia felis leo neque cursus. Quisque porta proin massa aenean taciti dolor morbi scelerisque ve semper integer feugiat. Sodales justo dui odio magna class condimentum interdum curabitur duis arcu aenean. Iaculis lorem dui cras arcu posuere. Aliquet purus at mi nisl sapien euismod rhoncus bibendum ante. Aliquet ipsum fames nullam consectetuer. Aliquet metus. Laoreet dolor hac tortor pede arcu ipsum laoreet. Gravida justo elit eu consectetuer lacinia. Aliquam etiam vel aptent. Rhoncus dolor non proin. Integer netus ac erat elementum accumsan massa at pulvinar aptent platea donec eget. Quisque nulla velit vel cras. Pretium augue mus neque purus augue. Integer augue purus sodales taciti ante. Rhoncus velit nibh sem justo parturient. Natoque felis vel est dui ut duis. Conubia magna hac cursus convallis ac primis."
   ],
   "title": "Rhoncus magna fames pretium arcu purus et tellus cubilia quisque."
  }
 ],
 "title": "Conubia metus erat nisi nascetur aenean parturient massa aliquet eni at."
}