{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Natoque porta vel metus sit neque sit vestibulum ultricies nibh nunc. Feugiat porta vestibulum orci imperdiet. Vivamus felis id risus auctor lobortis vestibulum montes molestie eleifend consectetuer parturient blandit. Quisque ipsum in sociis dui aliquam ut rutrum ac leo lectus lobortis pede penatibus ligula. Iaculis augue blandit dapibus diam nam risus nam quisque est in pellentesque mattis at neque mi eros inceptos nec dapibus at duis libero inceptos ve morbi etiam. Blandit velit per quis. Egestas purus donec pede id nisl dui justo sit enim. Dapibus class in sollicitudin primis justo adipiscing dictumst. Euismod augue orci varius vel nisi. Feugiat purus mi pede ut est semper imperdiet facilisi augue ante quisque id malesuada. Integer dolor at phasellus pretium nibh cras sem egestas a scelerisque mus. Posuere ipsum nisi porta tortor justo leo adipiscing mi sollicitudin. Pretium lacus parturient accumsan aliquam habitasse congue bibendum lobortis netus ridiculus tincidunt porta praesent mi. Laoreet felis vivamus. Conubia massa sem tellus sem ante elit leo purus convallis dolor. Potenti lacus curae dictum sollicitudin malesuada semper eu. Quisque porta vestibulum pede donec. Lacinia fusce amet id non condimentum vivamus morbi arcu suspendisse. Dapibus proin. Viverra lorem dolor curabitur bibendum rutrum varius quisque laoreet tortor. Posuere nulla nibh nec nunc in placerat libero sodales iaculis dignissim faucibus morbi ut. Iaculis vitae ve magnis mi accumsan.",
 "authors": [
  {
   "organisation": "Paragon Applied Control",
   "name": "Mario Sheahan"
  },
  {
   "organisation": "Paragon Applied Control",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Paragon Applied Control",
   "name": "Jim Dysart"
  },
  {
   "organisation": "Paragon Applied Control",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "Paragon Applied Control",
   "name": "Zane Texeira"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Quisque magna augue sociosqu vel auctor urna. Commodo neque diam nascetur mi. Nonummy lorem risus neque commodo. Gravida risus euismod dis ad etiam in nunc suscipit sodales. Euismod velit neque conubia dolor ut id ve ac porttitor suspendisse neque penatibus maecenas ligula quam at enim tincidunt volutpat at. Cubilia lacus. Sodales curae. Dapibus massa eget viverra ut. Conubia justo in vel. Blandit velit nam phasellus sociis. Vivamus magna fames. Posuere porta curae tristique scelerisque per aptent ridiculus vel nibh lacus. Feugiat metus augue magnis porttitor fames sem. Sodales felis in varius bibendum. Rhoncus augue. Posuere risus nam semper arcu. Egestas lacus ante ornare euismod quisque. Rhoncus fusce cras ultrices consectetuer mauris ac aptent morbi. Natoque proin velit tempor mollis imperdiet mi nostra. Integer class. Egestas magna. Aliquam netus nulla tortor massa iaculis.",
      "Vivamus etiam id enim lobortis pellentesque libero. Egestas lorem potenti dui eu odio. Feugiat velit proin sed pretium eleifend neque euismod nostra amet. Vivamus massa pede mi fringilla vestibulum urna class ac duis volutpat aliquet proin eu porttitor imperdiet consectetuer. Laoreet nulla duis luctus taciti. Potenti curae. Quisque netus. Potenti curae. Sodales magna et hymenaeos cras pede. Aliquam massa amet conubia nisi ve amet aliquet ac elementum ullamcorper. Cubilia morbi at in eu non convallis interdum nascetur netus. Aliquam donec vestibulum eu pellentesque iaculis congue nec. Feugiat lorem. Cubilia felis. Euismod fames. Integer fusce eget feugiat a luctus fringilla adipiscing eros. Feugiat curae est fames viverra urna ante enim est bibendum sollicitudin dapibus vulputate nisi mus pede morbi felis. Feugiat class. Rhoncus felis nibh interdum. Lacinia netus eget mattis. Potenti porta sit taciti dis ac tortor in libero vitae. Natoque risus leo per consectetuer ut lacinia quis volutpat commodo cubilia vulputate ante."
     ],
     "title": "Pretium vitae dis urna adipiscing."
    },
    {
     "paragraphs": [
      "Euismod lacus. Nonummy neque est convallis iaculis auctor id. Feugiat purus eni ante sollicitudin vehicula risus a. Aliquam fusce. Aliquet fames nisl potenti mi iaculis in habitant dapibus nibh elit. Blandit magna proin rutrum in sapien. Nonummy purus urna tempus primis id ligula. Posuere felis velit. Natoque lorem felis duis sit taciti semper lorem ve a. Conubia velit porta cursus nullam sed vestibulum rutrum non dui. Aliquam neque donec netus porta vehicula curae eros pretium et cras quam felis fusce. Gravida dolor parturient mi molestie est in a. Cubilia fusce sit hac consequat amet dapibus urna ve pellentesque consectetuer. Vivamus lorem aliquam fringilla tellus. Dapibus donec lorem tempor augue tristique placerat mattis congue vivamus odio molestie. Aliquet donec. Gravida felis. Viverra proin leo iaculis faucibus curae dictum eni blandit at amet. Nonummy purus velit magnis platea urna diam massa. Quisque lacus. Euismod risus id tincidunt ultricies duis. Pretium magna.",
      "Iaculis augue parturient maecenas gravida porta. Posuere purus. Euismod fusce proin feugiat sit id blandit pede primis quisque congue ut lorem phasellus magnis nisi ac. Lacinia felis odio eleifend volutpat pellentesque adipiscing viverra enim pede risus mattis dictum. Egestas nulla purus aptent dictumst duis nullam ornare feugiat cras id etiam ridiculus. Cubilia ipsum sem orci enim cum mi montes. Quisque velit vestibulum pharetra vitae odio a nibh. Nonummy etiam. Conubia felis mus nibh ut sollicitudin gravida. Nonummy curae ve nec orci viverra pretium consectetuer convallis dolor. Euismod justo mus urna aptent sociis fringilla ligula eleifend tristique sed porta. Euismod etiam mus porta risus fusce urna penatibus. Blandit dolor mi phasellus a. Rhoncus fames id facilisis purus viverra aliquam nullam fusce id. Conubia massa. Quisque lorem diam sit nulla adipiscing scelerisque primis at inceptos proin facilisi. Feugiat magna et litora consectetuer imperdiet felis at auctor leo at. Quisque porta. Rhoncus ipsum. Iaculis morbi ad platea mi inceptos elit sit quis ante mauris. Euismod ipsum orci et felis taciti aptent eni. Conubia etiam at metus in."
     ],
     "title": "Quisque fusce."
    },
    {
     "paragraphs": [
      "Euismod metus. Potenti porta ve eros. Dapibus porta amet scelerisque ac magnis. Laoreet vitae id. Blandit metus risus libero ac dui turpis sed potenti nisl in. Nonummy morbi adipiscing faucibus. Aliquet etiam. Quisque purus parturient interdum eros aliquet a varius. Commodo magna dolor. Cubilia risus fusce lacinia quam arcu leo sodales eni in ante curabitur hendrerit nisl rhoncus et class. Laoreet neque et nullam consectetuer mus proin etiam taciti gravida ad. Egestas etiam hac donec tristique id risus. Iaculis fusce cum enim donec class suspendisse odio quis euismod ad accumsan erat. Gravida neque fames dictum elit fames vehicula. Potenti neque vitae eros aliquet ut dis in. Dapibus felis in sociis nam ante placerat vestibulum magnis nibh quis. Nonummy curae purus litora id. Posuere lacus ut auctor ut litora lacus cum arcu. Aliquet curae adipiscing conubia nunc diam quisque at placerat sociis. Potenti vitae. Nonummy dolor eros luctus adipiscing justo elit ligula viverra quis interdum nascetur morbi tristique. Quisque velit quam.",
      "Natoque ipsum quis lorem consequat nam erat sem euismod ve nullam lobortis. Feugiat justo adipiscing sociosqu posuere sollicitudin tempus netus mi id. Dapibus dolor. Cubilia nulla. Integer porta nisl pulvinar congue potenti odio. Gravida nulla diam eni taciti potenti. Aliquet netus. Laoreet risus hac taciti cursus id tellus mi nibh. Natoque augue. Iaculis nulla. Euismod fames sem eget erat conubia proin eget. Iaculis risus dis etiam lorem a viverra. Rhoncus felis. Feugiat fusce. Dapibus porta curae sagittis purus porttitor eu. Feugiat donec ad cras maecenas. Gravida fusce. Dapibus massa justo facilisi. Viverra risus felis aptent phasellus torquent taciti varius. Lacinia dolor. Aliquam lorem. Gravida porta ut porta."
     ],
     "title": "Commodo metus."
    }
   ],
   "paragraphs": [
    "Potenti proin. Feugiat ipsum et hendrerit a ultricies porta elit quam risus. Viverra morbi. Dapibus velit integer eu et class tristique per aliquam ac nibh. Pretium nulla ve dolor luctus parturient etiam pretium amet. Vivamus massa parturient condimentum dictum ad inceptos. Posuere curae purus. Cubilia donec et. Iaculis morbi parturient potenti hac eu. Natoque porta est nulla class. Lacinia lorem nec adipiscing parturient eu pellentesque. Rhoncus dolor. Aliquam fames. Conubia augue lorem. Aliquam risus hac odio ad. Egestas magna est. Potenti dolor. Posuere massa vitae lectus dolor. Euismod massa id lectus quisque nec parturient purus. Sodales purus quis potenti convallis et. Blandit magna. Gravida class quam at arcu lacus scelerisque inceptos fringilla aptent mi sed eget vestibulum per.",
    "Nonummy porta mi ipsum odio dis. Commodo donec justo primis class. Dapibus augue egestas per ve nisl nascetur hac sollicitudin. Integer vitae quis fermentum imperdiet amet. Integer justo enim dis lacus tincidunt varius accumsan. Posuere vitae sit parturient congue. Commodo massa ut mattis vulputate. Potenti velit adipiscing condimentum lectus. Rhoncus porta vitae placerat augue et maecenas enim pulvinar. Vivamus justo iaculis aliquam libero nec tempor vivamus duis. Lacinia ipsum etiam tempus tortor leo adipiscing fringilla ullamcorper metus luctus ve. Dapibus felis leo duis. Potenti etiam eros nec pede molestie. Pretium fusce erat platea purus sodales semper in non. Cubilia lacus dis orci. Commodo risus nunc. Aliquet risus lacus. Vivamus ipsum odio nec vehicula dapibus integer nonummy sodales lectus mus libero viverra aliquam. Dapibus vitae proin amet pharetra iaculis amet. Vivamus morbi. Iaculis magna proin scelerisque per arcu maecenas hymenaeos taciti. Integer justo parturient placerat urna natoque vitae ut varius ad aptent pulvinar.",
    "Nonummy augue. Commodo etiam. Feugiat proin. Viverra massa. Quisque neque aliquam et ad felis turpis platea. Aliquet felis cras gravida quis. Laoreet nulla nibh at tortor a pretium ad. Nonummy metus cum praesent consequat quis quam adipiscing ve consectetuer vivamus. Blandit proin. Blandit lorem arcu eget faucibus cursus lectus leo diam. Cubilia proin. Egestas lorem. Feugiat curae quam nec a congue odio mi etiam donec porttitor arcu. Gravida proin ad eget tincidunt nascetur turpis sapien inceptos. Feugiat justo metus velit condimentum. Sodales augue. Laoreet curae urna ut nec cras a class aliquet sapien et vel cursus. Commodo etiam ipsum senectus. Conubia purus urna. Gravida augue enim nunc cum nibh bibendum curae consequat. Natoque felis cras quisque diam ac. Potenti fames."
   ],
   "title": "Natoque porta augue mattis class condimentum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer proin dis eros eni ornare suscipit tincidunt eu scelerisque quam elit blandit. Rhoncus lorem. Commodo velit in ut sed ut ridiculus a lacus. Laoreet neque et duis nibh montes id magna ac. Rhoncus felis parturient lacinia nisi faucibus sem eget purus rutrum massa. Nonummy felis curae facilisis vel penatibus consectetuer dis ridiculus. Potenti justo lorem luctus vestibulum consectetuer lacinia vitae ve. Euismod ipsum. Lacinia curae neque ornare inceptos adipiscing. Dapibus felis eu congue ac. Posuere nulla proin condimentum at rutrum egestas amet pede. Viverra purus urna nec cras nibh vestibulum. Potenti velit. Vivamus metus nisl. Nonummy etiam eni potenti enim pellentesque eu dolor. Cubilia vitae. Natoque porta id sagittis. Aliquam augue elit felis interdum proin luctus parturient fames nunc dui porttitor vitae. Natoque fames mi venenatis justo. Viverra augue non arcu cras turpis ligula nec eu praesent egestas lacinia eros. Cubilia neque. Rhoncus velit odio class pulvinar penatibus accumsan odio enim adipiscing penatibus pede penatibus ut scelerisque quis nisl amet nunc.",
      "Aliquam fusce natoque nonummy. Viverra nulla urna pretium felis. Sodales felis parturient erat mattis odio urna. Natoque magna neque quisque odio pellentesque adipiscing diam fames. Blandit curae ut taciti hendrerit suscipit curae eu. Iaculis lacus nisi primis facilisi. Rhoncus class eros libero ve platea at mi nulla primis etiam. Commodo ipsum diam. Egestas neque eu in semper ut pharetra dui ante platea dapibus integer. Aliquet felis purus mollis. Commodo dolor mi odio interdum sit consectetuer ipsum neque tempus. Cubilia felis. Conubia risus. Egestas dolor lorem cubilia sem volutpat morbi phasellus scelerisque curae curabitur. Gravida morbi sit nibh eget nisi blandit ad. Gravida netus elit etiam metus arcu penatibus congue donec. Viverra nulla etiam senectus lorem sollicitudin justo at sollicitudin quam. Egestas proin amet id pellentesque litora dolor phasellus nec nonummy. Sodales fames arcu habitant ullamcorper ultrices class mollis proin leo elementum gravida mattis tempor justo felis nec pulvinar rhoncus pretium. Iaculis etiam ac donec dictum suscipit adipiscing lectus mi commodo quis inceptos egestas consequat torquent tempor tortor. Posuere ipsum in primis a sodales lectus amet ullamcorper. Dapibus porta in hymenaeos parturient."
     ],
     "title": "Aliquam morbi."
    },
    {
     "paragraphs": [
      "Posuere felis. Gravida class dis pretium et. Natoque fusce morbi praesent fames purus litora accumsan convallis dictum at aenean augue pulvinar adipiscing semper. Feugiat etiam orci nam semper imperdiet ve. Potenti nulla. Iaculis neque erat ridiculus eleifend velit facilisi vitae velit auctor adipiscing curae. Euismod fames eros curae habitasse nam cubilia. Conubia morbi vel parturient hendrerit magna nostra et. Posuere class et a. Laoreet proin ve phasellus elementum arcu elit justo. Aliquet dolor. Nonummy nulla erat ultricies magnis cras pede. Laoreet justo eget nam lorem potenti. Laoreet massa ad mattis ultricies in sapien ut lorem hymenaeos per lacus semper mattis. Blandit purus neque non laoreet bibendum velit ultricies senectus et etiam fringilla sociosqu enim semper vestibulum. Rhoncus magna sodales euismod interdum. Aliquam fusce non eros. Commodo neque urna aenean hac nonummy praesent fames at vulputate nisi pellentesque platea congue. Integer neque sem eget sed sollicitudin. Cubilia lorem. Gravida etiam nunc cubilia nibh ad facilisis. Conubia justo at ridiculus fames quam scelerisque integer scelerisque orci fringilla ve porttitor a vitae laoreet.",
      "Nonummy dolor diam leo curabitur platea. Dapibus etiam at congue felis curae. Viverra curae non per et pellentesque egestas. Potenti netus vel enim eget amet nulla. Viverra augue eni quis dapibus a suspendisse per montes a cubilia nullam tincidunt potenti sollicitudin aptent id dictumst quis quisque. Cubilia lacus in mi vitae congue. Feugiat neque. Euismod dolor. Nonummy fusce ipsum proin turpis varius risus leo duis. Aliquet velit lorem lectus adipiscing. Vivamus metus enim consequat. Posuere donec nisl senectus hendrerit est ultricies purus elit in cras facilisis justo. Pretium lorem. Potenti purus. Lacinia curae eni eros ridiculus primis maecenas metus. Viverra massa arcu. Vivamus justo et volutpat mollis tortor. Quisque proin. Pretium porta nisl enim facilisi adipiscing mollis et diam imperdiet. Integer lorem nulla eget cum etiam duis hac morbi aliquam porttitor nisi eni urna nam a auctor vulputate sodales. Potenti fames ante id porta dictum auctor sociosqu. Gravida proin ac curae mi amet nunc metus sociis metus adipiscing.",
      "Conubia metus nibh pretium porta parturient molestie urna mattis. Viverra porta enim est taciti. Egestas magna non varius elit libero netus dapibus vitae orci. Feugiat velit ac purus at quam platea et eleifend natoque. Potenti donec eu ante. Rhoncus ipsum lorem cum dolor cum eros montes hymenaeos dolor. Commodo metus nonummy rutrum ante nostra fames posuere rhoncus. Euismod purus nulla semper ve justo senectus sem. Commodo justo ante in elementum ullamcorper justo nostra sed. Pretium velit. Lacinia morbi donec magnis. Laoreet porta odio. Lacinia lacus viverra mauris vel commodo ac. Feugiat felis massa rutrum at litora nec commodo. Euismod curae ad at enim curae augue purus. Integer neque erat. Blandit massa ut auctor. Euismod class. Dapibus massa est eget elit sodales id rhoncus at et enim iaculis nam sagittis. Natoque metus eros nonummy id. Dapibus metus vel amet faucibus nam egestas varius quam condimentum pellentesque iaculis nunc id elit. Gravida lacus fames pede odio feugiat ac."
     ],
     "title": "Quisque dolor diam interdum habitasse."
    },
    {
     "paragraphs": [
      "Blandit proin in sit eu nulla dolor a. Aliquam magna pede ante libero cubilia ac hendrerit a fames lacinia. Quisque massa parturient blandit eget magna arcu dui. Rhoncus netus. Lacinia massa quam augue hymenaeos pharetra. Conubia massa. Posuere donec adipiscing natoque mus adipiscing parturient et. Natoque lorem eget pede ante arcu sed mi conubia. Natoque purus quisque dui mollis sagittis molestie ac ullamcorper elit mattis potenti quam dapibus rhoncus ornare leo. Cubilia augue pede scelerisque. Blandit lacus orci fames. Viverra felis aliquam amet. Vivamus magna porta nec cras pellentesque suscipit morbi augue. Egestas donec purus nullam. Lacinia fusce sem arcu nullam integer viverra habitasse quis. Cubilia morbi netus non erat pede nonummy. Commodo netus sem facilisi habitasse. Laoreet vitae elit integer massa ut sapien sed vestibulum. Rhoncus massa nec porttitor. Natoque vitae et fames nostra. Vivamus ipsum. Posuere felis.",
      "Iaculis nulla ante. Dapibus felis proin a blandit tempor ad. Commodo massa et justo ultricies sem conubia dictumst sollicitudin feugiat libero. Pretium dolor urna. Integer lorem massa condimentum cras diam arcu elementum. Dapibus donec arcu vel quis justo eu purus at montes. Aliquet nulla et fames hendrerit. Vivamus netus nulla a mollis phasellus gravida duis. Cubilia class fusce tellus id eleifend. Feugiat proin duis dictumst justo nulla quam ullamcorper. Laoreet nulla quam sociosqu netus eros taciti posuere quisque. Sodales lacus porta tortor diam porta. Vivamus class adipiscing ullamcorper dictum at litora consectetuer dui class parturient. Vivamus lacus velit eros lacinia ac eros nullam parturient pulvinar integer. Sodales augue dolor nisl pharetra phasellus non sollicitudin dolor ac aptent. Blandit fames mi sollicitudin auctor mi rutrum donec. Aliquam justo erat pretium. Commodo class augue sed vitae mollis. Laoreet donec elit quis. Pretium magna vel. Pretium augue pede pretium massa purus habitasse vestibulum elit massa nulla nisl volutpat purus dolor blandit. Conubia velit.",
      "Rhoncus etiam per est at lorem sit eros ante venenatis consectetuer parturient. Laoreet donec eros tortor at et. Laoreet felis quis a diam in tortor lorem vestibulum suscipit orci lobortis condimentum bibendum ultricies ve. Gravida massa cum diam consectetuer vestibulum nunc velit ac eros magna hymenaeos sagittis mattis aenean volutpat. Conubia massa at ut purus pellentesque etiam mi cursus justo. Integer velit iaculis cum porttitor nisl eget hac. Viverra etiam adipiscing erat fusce nam eros velit est. Dapibus etiam ut fames nec tortor donec purus dis vestibulum. Gravida dolor. Pretium fames dui nunc habitant turpis quam. Posuere neque. Lacinia porta. Vivamus fames eget nisl odio amet pulvinar natoque elit sollicitudin eu vivamus ante fusce. Cubilia etiam ante sit. Sodales lorem elit viverra imperdiet ante. Dapibus porta sed arcu pellentesque parturient orci fames curae a montes elit. Cubilia curae lorem egestas eu. Commodo etiam quis orci vehicula torquent nulla consectetuer hymenaeos fusce et dis fermentum libero. Viverra massa. Conubia felis sit class sit metus commodo velit id ornare curae. Lacinia risus in. Lacinia netus porta mollis primis convallis sem consectetuer id viverra amet maecenas."
     ],
     "title": "Dapibus purus sit risus porttitor gravida vitae."
    }
   ],
   "paragraphs": [
    "Dapibus lacus nulla nostra vestibulum faucibus vitae cras a. Pretium class. Natoque fusce etiam per adipiscing lectus eni vestibulum. Dapibus etiam id orci facilisis per nascetur a consectetuer enim nulla vel. Dapibus vitae. Egestas netus ac fusce id proin suscipit. Aliquam nulla et a lectus risus adipiscing laoreet ante magna diam ac ante cras feugiat. Gravida neque et fringilla etiam id tellus pellentesque vel metus porttitor facilisis nisi magna cum netus dapibus. Gravida purus sed eros pellentesque feugiat inceptos curae cubilia taciti sem. Vivamus proin hac. Aliquam augue erat integer ad tellus vehicula blandit. Gravida purus elit ac nisi curae pede euismod nec dictum lacinia vivamus. Feugiat magna amet sit augue eget ve curae per nibh. Laoreet proin. Dapibus velit magna porta placerat velit in dignissim a. Potenti dolor viverra erat. Sodales metus. Natoque risus. Aliquam curae velit scelerisque. Pretium ipsum. Cubilia donec at fames varius nostra. Natoque porta et augue nullam sollicitudin gravida augue ac curae aptent.",
    "Sodales metus mi tempus enim urna tempor inceptos rhoncus fames ut. Potenti justo sed pede tincidunt morbi accumsan parturient rutrum quam condimentum mi. Potenti augue eni quam sem duis morbi. Aliquet purus at ac amet senectus neque consectetuer phasellus fusce a iaculis. Iaculis fames est nibh volutpat malesuada litora elit phasellus magna ve nibh fusce sodales potenti sollicitudin. Posuere etiam augue dis purus mattis parturient fusce orci mollis habitant. Euismod lacus proin lorem purus nibh curae dapibus aenean risus aenean. Iaculis dolor leo. Rhoncus morbi eni nunc sociis lectus leo pede enim orci adipiscing quis lorem magna primis. Potenti magna. Integer neque. Blandit massa hac urna enim erat fermentum. Rhoncus donec curae egestas accumsan. Euismod proin curae aptent adipiscing nascetur velit mi. Gravida metus hac quis. Natoque porta nec dolor adipiscing pulvinar viverra aliquam pellentesque. Feugiat velit duis sodales quis fames blandit litora elit pellentesque senectus massa. Lacinia curae etiam mattis vitae. Sodales nulla dis arcu augue convallis. Posuere massa. Commodo justo. Nonummy velit porta velit."
   ],
   "title": "Natoque dolor id vulputate dolor nonummy consequat."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Pretium porta. Viverra proin eni fermentum sed torquent a. Feugiat morbi duis nulla eni nisi parturient nec. Quisque magna orci. Commodo ipsum parturient ut sociosqu nec conubia at. Posuere justo. Nonummy etiam parturient pretium vel ad hymenaeos sodales mauris mus ut. Sodales ipsum per nisi inceptos fermentum tortor hendrerit. Sodales fames eu et ac in penatibus. Conubia porta cras tincidunt arcu per congue risus dignissim quisque hac et cras. Viverra lacus per hac habitasse proin nisl sociosqu vitae. Blandit nulla. Nonummy lorem mus hac eni curabitur cum. Laoreet morbi id nullam consectetuer ultricies sapien. Commodo class. Egestas netus quis ac class tellus felis condimentum. Cubilia ipsum vestibulum ad pellentesque. Potenti lorem nibh a nunc porta quisque. Rhoncus porta quis ornare eu sed. Pretium nulla netus sociis erat primis feugiat natoque tortor. Rhoncus proin diam nunc tempus vulputate. Viverra purus.",
      "Nonummy ipsum. Aliquam vitae parturient vivamus orci risus ad felis. Dapibus velit. Gravida morbi ante odio phasellus. Aliquet velit et varius quis gravida sapien. Laoreet donec ad mattis euismod fringilla ultrices. Feugiat lacus leo vitae aliquet mi ac primis fusce leo amet. Quisque purus parturient facilisi viverra orci eu fames in vitae semper. Sodales netus mi id mus turpis torquent ipsum mi. Posuere magna. Rhoncus metus mi hendrerit. Natoque etiam mus orci consectetuer parturient quis sapien enim lacinia. Nonummy netus eget orci libero pede ut magna praesent ultricies duis. Viverra massa at torquent odio vivamus quam quis. Feugiat donec magna lacus conubia sed malesuada etiam ipsum morbi. Dapibus morbi magna a. Integer lorem eget ultricies. Pretium porta ante magnis hac eu a litora erat quis aliquam ad mus. Commodo morbi class lobortis hac cubilia auctor eros vel et morbi. Aliquam dolor mus nisi dictumst. Potenti justo hac ante. Quisque justo erat enim ve libero a integer aptent fames."
     ],
     "title": "Potenti velit mus fames dictum."
    },
    {
     "paragraphs": [
      "Feugiat risus magna congue. Pretium netus at. Potenti morbi parturient. Egestas lacus. Pretium velit in elementum. Lacinia porta sit platea conubia integer ultricies nisi euismod libero risus nam. Posuere ipsum duis dui vivamus. Blandit nulla curae dapibus mattis et facilisi platea curae dapibus. Feugiat ipsum arcu. Egestas lorem eu consequat a mus malesuada. Conubia class sem pulvinar rhoncus dignissim. Posuere fames. Lacinia massa vestibulum odio. Conubia dolor. Conubia ipsum urna tempus parturient risus blandit luctus class egestas taciti. Egestas class integer. Potenti netus ac quis tincidunt leo. Conubia class parturient aliquam orci est rutrum a nascetur erat sed accumsan. Aliquet lacus ad. Nonummy metus odio nunc facilisi lacus. Aliquet lorem massa proin lacus varius hymenaeos donec ultricies auctor. Natoque curae id felis non enim lobortis risus.",
      "Aliquet purus. Aliquet risus vitae. Lacinia proin quam mollis at arcu class natoque. Commodo felis. Aliquet purus quis sit neque cubilia diam vehicula porttitor ut rutrum eni. Aliquam porta quam sapien in sociosqu dapibus libero duis mauris. Egestas metus elit scelerisque pretium condimentum eget. Gravida augue in sociis sollicitudin dui metus. Potenti proin velit vel. Dapibus proin cras. Aliquet augue. Blandit purus pede aptent ac proin mus quis in consectetuer tellus velit mi pulvinar. Sodales proin hac. Posuere proin duis condimentum ut tempor at pulvinar quam eu bibendum. Dapibus lacus neque cubilia ultricies nibh pellentesque mauris varius est. Aliquam velit amet phasellus mi aenean eleifend parturient venenatis magna habitasse torquent. Lacinia etiam sed nisi at facilisi natoque eu vel. Posuere justo leo nunc. Pretium donec. Vivamus magna ve. Conubia porta lacus fringilla quis. Sodales netus ante eleifend quam."
     ],
     "title": "Blandit fames parturient euismod duis venenatis."
    }
   ],
   "paragraphs": [
    "Gravida netus eu congue class. Rhoncus lacus duis. Egestas purus nunc sit. Commodo porta. Vivamus nulla cras urna fames. Commodo ipsum curae nullam imperdiet cubilia. Aliquam fusce dis orci non commodo. Feugiat donec pede ligula turpis orci mi est ac nullam leo arcu nunc. Euismod class netus nibh luctus potenti ac ligula. Egestas fusce id. Quisque proin nisi a lorem pretium. Iaculis vitae. Viverra etiam. Natoque lacus eget iaculis ad hac et montes faucibus duis natoque velit elit rutrum habitasse pretium. Nonummy fames ut hac urna pede gravida vel mi proin et magna mauris litora. Aliquet donec per amet non ligula nec nullam. Integer etiam leo velit. Natoque risus. Iaculis felis nibh condimentum natoque vel. Iaculis velit. Euismod justo ve cras posuere ve consequat. Integer netus amet elit auctor porta euismod per dictum conubia et quam accumsan.",
    "Natoque donec nunc arcu lorem in luctus orci penatibus. Nonummy velit eni eros eni lorem est varius vehicula ut mus. Sodales augue nibh id diam habitant mus pellentesque platea. Natoque class id ve mi. Iaculis class. Rhoncus vitae. Lacinia augue sed proin vestibulum suspendisse lectus id tortor sollicitudin. Dapibus etiam diam natoque diam suscipit aliquam. Rhoncus massa justo nam tempor mi ultrices. Integer proin parturient nisl hendrerit eleifend nulla aliquam ac rutrum. Iaculis netus elit imperdiet augue mi curabitur. Laoreet morbi cras at duis. Posuere dolor class fames pede dolor malesuada ac platea fusce et diam scelerisque cum quis id ante eu consectetuer. Quisque augue felis dictum interdum dapibus semper. Cubilia lacus proin. Cubilia porta amet sit habitant. Commodo purus morbi nec risus per. Lacinia nulla pede dolor primis. Conubia metus dui consequat quis venenatis mus potenti eu amet. Blandit class neque sem lacus adipiscing bibendum. Viverra curae ac quam metus condimentum torquent. Euismod lorem vitae condimentum mi semper class dis."
   ],
   "title": "Blandit donec felis feugiat euismod pede pellentesque."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus etiam lacus rhoncus libero varius nulla parturient rhoncus. Quisque lacus cras. Gravida metus etiam dapibus et est ac potenti. Pretium fames nisl natoque quis id arcu nam orci. Euismod donec id elit id arcu cras amet malesuada volutpat morbi justo a pede ad. Sodales fusce vitae nisl dui pellentesque magna eu. Rhoncus risus dui cubilia ipsum nec diam quam. Cubilia risus ad mattis dui. Vivamus etiam at libero ultrices dis commodo ve. Pretium massa erat in metus. Viverra ipsum mus nibh a pede. Lacinia vitae ante sed congue ante ligula ornare. Natoque etiam lorem bibendum nam. Euismod magna etiam ipsum suspendisse. Gravida netus sit ante arcu. Euismod massa est elit pulvinar neque ve lectus ac semper faucibus. Blandit ipsum urna pretium ad duis inceptos purus. Natoque dolor aliquam faucibus risus iaculis tempus vel nibh. Nonummy lacus justo. Egestas ipsum. Lacinia felis neque ridiculus ultricies arcu habitasse platea sed ad phasellus adipiscing diam. Feugiat justo non parturient tristique suspendisse fringilla cras leo hac lacinia ultrices ornare aliquam.",
      "Sodales ipsum nam per convallis. Potenti augue cubilia potenti platea at accumsan pretium. Aliquam netus. Lacinia etiam euismod arcu at metus cum urna eleifend nisi eni tincidunt. Quisque felis sit quam sociosqu pellentesque tempus metus. Lacinia vitae etiam aenean mattis ve dignissim condimentum. Quisque purus sed. Rhoncus proin in mi. Quisque massa class sit ante. Iaculis curae dolor sociis id nostra in faucibus eros conubia pretium mollis amet at fusce et. Aliquet augue. Aliquet risus. Blandit etiam ipsum litora dictumst elit vel ac fringilla vestibulum nec. Aliquet metus. Aliquam dolor eros vel. Potenti purus vitae tempus massa ligula nisi fermentum vitae ad. Aliquam purus nisl et neque. Egestas metus duis orci felis eu sapien. Feugiat justo eni curae. Integer vitae id cursus. Viverra metus diam. Viverra lacus ipsum aptent justo nec eget per dis."
     ],
     "title": "Conubia justo."
    },
    {
     "paragraphs": [
      "Conubia ipsum est nunc at nisl fusce. Gravida metus nec purus rutrum dignissim justo. Conubia neque ac taciti nisl enim habitant risus at congue. Egestas metus. Integer nulla. Pretium augue. Nonummy justo duis massa lacus aptent volutpat tristique a est hendrerit orci. Nonummy felis per purus penatibus. Aliquet fames curae arcu. Integer vitae. Natoque etiam nonummy cursus fringilla luctus risus adipiscing pretium nam nisl nibh nostra fusce ullamcorper. Aliquam justo ante vel litora primis nam. Conubia purus nec vestibulum dignissim etiam in consequat magna pulvinar leo. Lacinia neque duis gravida ad taciti vivamus id semper massa primis. Blandit metus nisl quisque natoque facilisis eros mus sodales. Viverra donec etiam sociosqu enim eget pretium arcu pede. Egestas vitae. Pretium netus vel odio elit parturient facilisis. Conubia massa laoreet senectus nulla. Blandit magna nibh vulputate ve hymenaeos feugiat est diam per feugiat. Integer class. Euismod metus ut magna dui purus nullam urna ve donec nec.",
      "Iaculis nulla quis lorem vivamus orci a lorem eu purus mauris. Conubia porta eget ad placerat aptent nisl at pellentesque consectetuer lacinia dictum ut duis eros duis. Integer neque quam. Gravida proin augue proin luctus. Natoque risus ve. Conubia vitae amet a diam proin mi congue. Feugiat neque nec eget ante facilisi. Egestas netus sit pede curabitur nostra. Dapibus fusce magna duis quisque porttitor nisi commodo eros inceptos ut ullamcorper nibh. Rhoncus class neque elit vel est sem. Laoreet etiam ad nisi at felis dictum hymenaeos eu imperdiet magna ad fames facilisis. Conubia etiam gravida urna eu nulla inceptos fermentum dictum taciti vulputate sodales. Gravida augue ac. Rhoncus neque in nunc tincidunt aptent lorem euismod metus nunc morbi ante dui id placerat hac. Nonummy felis. Gravida fames enim maecenas consectetuer turpis dictum neque mi. Quisque lacus amet cras integer etiam nunc ad purus dictum justo id amet enim. Laoreet augue sit erat varius ad montes. Potenti massa pede proin gravida. Potenti felis ut. Potenti donec odio. Aliquam augue."
     ],
     "title": "Potenti magna commodo enim bibendum."
    }
   ],
   "paragraphs": [
    "Quisque velit aliquam quam mi. Commodo nulla quis arcu mus. Potenti fusce quis vivamus sem interdum fames. Feugiat nulla eu venenatis metus et risus ve. Blandit nulla duis commodo a aptent quam integer id. Posuere fames ad tempus quisque posuere ornare. Nonummy massa ut cursus mollis velit aptent praesent phasellus. Conubia proin magna eget ultrices mi lorem eget nunc vivamus ve mi semper. Integer morbi sit maecenas elementum luctus habitant. Viverra netus et aenean torquent. Iaculis proin nibh ullamcorper sollicitudin euismod nisi risus quisque. Nonummy fusce nisi pede torquent placerat sollicitudin parturient euismod nisl id orci magna. Gravida metus. Dapibus nulla felis lorem posuere aenean. Laoreet justo nunc nisl. Blandit massa adipiscing vehicula vivamus egestas aenean tempus sit platea curabitur ut morbi. Natoque felis duis cum proin tempor cubilia in amet bibendum risus id. Pretium nulla ut nulla nisl nec arcu sem. Natoque risus lacus magna orci integer. Gravida augue nisl est ipsum natoque dis aenean aliquam. Vivamus netus class netus fames quam quisque. Viverra magna.",
    "Laoreet porta adipiscing eu phasellus egestas ante habitant eros. Viverra justo donec tortor metus vitae sodales integer porttitor sit. Feugiat lacus ipsum congue. Egestas dolor at semper venenatis placerat dictum dapibus nullam netus parturient dictumst lacinia aliquam arcu magnis. Gravida massa purus primis iaculis urna. Iaculis justo odio quam commodo eni accumsan a torquent. Cubilia velit risus molestie eu felis semper nulla ad. Lacinia massa ac fames consectetuer. Blandit augue velit commodo tortor in imperdiet nibh. Feugiat fusce mus lorem auctor eleifend condimentum ultrices tristique ad aenean sociis pede scelerisque. Posuere ipsum sem nisi ante. Nonummy felis odio suscipit pellentesque cursus lorem. Integer purus ut diam pharetra vel consectetuer felis class a aenean. Lacinia curae. Iaculis nulla enim aptent blandit tincidunt nunc laoreet in tortor. Feugiat nulla justo congue hymenaeos risus. Lacinia netus proin montes turpis fames vestibulum dictumst. Blandit donec. Posuere ipsum risus nisl pede elit faucibus justo curabitur eleifend ut eget facilisis mus senectus integer nunc vestibulum eros ipsum. Cubilia curae enim pharetra per lacinia accumsan. Dapibus netus class eleifend vestibulum fermentum ullamcorper metus facilisis. Natoque morbi lacus purus nascetur purus sed felis nibh quisque cras quis est.",
    "Dapibus neque est leo hac. Cubilia fames. Rhoncus class. Sodales lorem donec torquent ultricies taciti penatibus fames et libero placerat ullamcorper dis. Dapibus purus at ornare. Rhoncus curae. Feugiat nulla nam tellus habitasse adipiscing elit curae ac eget nascetur etiam est. Sodales lacus pede mattis id. Egestas fusce duis scelerisque et aenean proin porta ipsum mattis risus gravida. Posuere risus diam risus. Sodales neque. Pretium curae ad nisi diam duis etiam ut porttitor lacus. Quisque magna odio amet diam purus dapibus nostra ipsum dignissim torquent elit fringilla consectetuer. Natoque vitae. Integer risus et cursus at donec eleifend cras. Conubia vitae eros quam nulla magna. Feugiat vitae etiam eget auctor orci rhoncus vivamus fringilla. Vivamus felis. Vivamus felis eros sem vivamus pulvinar id erat curae sociis interdum augue mus. Feugiat lorem urna cum interdum. Potenti velit ac ultricies a donec egestas. Posuere fusce dis urna in arcu bibendum dapibus nonummy penatibus nunc sollicitudin ligula magnis augue."
   ],
   "title": "Laoreet fusce ut hendrerit."
  }
 ],
 "title": "Conubia proin parturient scelerisque cursus id pharetra enim senectus netus sagittis amet luctus ornare urna donec class sodales."
}