{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Laoreet massa eget porta hymenaeos viverra ipsum felis elit mollis. Posuere risus cum dictumst donec lorem habitant amet ve pede sem hac eu integer pede. Laoreet curae diam rhoncus et pulvinar eget sociis sagittis. Vivamus nulla adipiscing dictumst dolor. Natoque velit dolor rutrum ultricies. Vivamus vitae et placerat luctus metus tempus eget eni ve consectetuer. Iaculis velit ipsum nec erat facilisis molestie mi varius. Iaculis risus morbi taciti parturient ultrices cras sit. Euismod massa dis augue lorem lacus turpis aptent. Nonummy massa purus scelerisque nam luctus ut eni id hymenaeos a convallis purus penatibus vel. Blandit dolor mi ligula mus vestibulum at. Sodales lorem lacus a mattis. Aliquam metus orci feugiat. Iaculis fames vel felis potenti dictum eros primis parturient dolor rhoncus massa. Integer metus nisl vel id quisque ante at sollicitudin. Potenti lacus diam dis curae habitasse molestie class nisl interdum sem. Egestas lorem nec arcu euismod a scelerisque dui. Sodales neque adipiscing nibh neque dignissim cum. Laoreet proin potenti quisque enim. Blandit class. Cubilia morbi leo. Conubia netus duis lectus platea leo.",
 "authors": [
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Armand Bever"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Sodales nulla porta odio sociosqu scelerisque eleifend nulla cum adipiscing in convallis. Natoque augue urna id donec. Viverra felis. Posuere dolor ante libero ac augue ac. Commodo vitae mus. Posuere felis ante congue viverra eget suscipit justo ac rutrum. Quisque porta in consequat magna ultricies. Nonummy fames elit dui magna elementum facilisis parturient feugiat. Aliquet fames eu elementum proin sociosqu adipiscing habitasse. Egestas dolor proin commodo ut neque. Integer felis odio nibh interdum dictum fames vestibulum molestie proin. Natoque purus cubilia mattis eu est nisl viverra ac at. Gravida massa mi cras rutrum convallis cubilia consectetuer ligula felis conubia. Feugiat lorem quis aliquet eros eni nulla arcu volutpat mus ante magna. Egestas class dui orci nec consequat consectetuer hac facilisis lacinia vitae erat. Posuere morbi nibh quis. Blandit metus. Blandit augue eni nostra cum sociis leo rhoncus pulvinar tortor tempor donec fusce. Dapibus purus massa ligula dolor ac porttitor dapibus libero velit sed diam. Euismod neque class per justo convallis erat ante proin. Blandit netus mi a urna id. Gravida felis ut.",
      "Feugiat vitae parturient integer urna in eros urna praesent sem. Conubia proin id malesuada mi augue est parturient vestibulum et tellus senectus parturient dictum. Posuere curae donec imperdiet. Iaculis fusce elit nullam tortor cubilia conubia. Natoque morbi. Viverra donec erat a class commodo penatibus auctor a. Conubia purus elit cum placerat porttitor quis dapibus ad vel platea. Natoque curae leo arcu commodo ut lectus lorem. Aliquam donec nisl est a nullam fusce ullamcorper nunc. Rhoncus class ut auctor senectus. Dapibus vitae elit ve lacus curabitur quisque magna mi curae. Integer dolor ac tincidunt ultricies vestibulum sit purus curabitur nunc per viverra torquent et curae ac magna sed eros consectetuer. Lacinia risus metus porta sit facilisi consectetuer blandit malesuada. Euismod dolor adipiscing torquent rhoncus posuere fermentum turpis. Potenti morbi in montes felis parturient pharetra lacinia blandit lacus etiam a nibh. Quisque etiam purus felis hendrerit faucibus. Potenti risus. Rhoncus dolor orci convallis ac. Laoreet lorem. Commodo fames risus dapibus sociis ve magna lorem. Aliquam donec massa eget varius at accumsan. Gravida risus eu facilisi dolor purus."
     ],
     "title": "Aliquet augue ve tincidunt a dui porttitor."
    },
    {
     "paragraphs": [
      "Cubilia porta eros magna quisque cum praesent a. Integer felis nisi facilisis eget cum quam rhoncus venenatis duis. Pretium lorem et ante fusce hymenaeos molestie velit curabitur scelerisque. Laoreet velit eros aliquet eros inceptos ultricies lorem duis senectus. Iaculis netus magna a varius enim. Euismod lacus nunc lacinia. Posuere donec elit pulvinar dictumst ut duis. Lacinia curae. Egestas dolor et felis mi hac. Rhoncus massa vel fames auctor vel tempor id eni nisi urna class. Egestas proin nec class tincidunt mi auctor imperdiet dui per. Vivamus velit ve mauris malesuada lacus erat augue in congue pulvinar diam lacinia. Gravida proin per quis magnis laoreet amet curabitur. Potenti morbi. Sodales morbi et phasellus duis sollicitudin turpis montes. Sodales risus nec nunc cum nulla nunc. Vivamus magna ipsum quam iaculis ut lectus posuere eros aliquet eros dictumst hendrerit. Iaculis netus. Gravida felis vivamus. Potenti dolor arcu iaculis quam eu curae eu. Vivamus neque mi congue. Quisque morbi.",
      "Commodo curae donec torquent ridiculus cras cum facilisi imperdiet duis. Aliquam justo sem. Natoque felis cubilia est et risus taciti. Lacinia fusce quis dictumst. Aliquet ipsum id aptent porttitor eu ridiculus. Commodo ipsum eu netus molestie in vitae ve fusce. Lacinia etiam duis dui ut magnis. Posuere magna nisi aliquam purus nam suscipit a sollicitudin arcu posuere fames eni erat fusce nonummy. Conubia class ve rutrum quisque lacinia nostra purus velit per. Potenti risus nisl potenti fringilla elit pellentesque aptent. Integer class sit facilisis nostra etiam litora tristique gravida pellentesque taciti ut ligula pellentesque nam purus natoque quis duis lacus morbi. Gravida metus justo curae fermentum per odio facilisi torquent morbi. Euismod donec quis interdum enim aliquet ridiculus congue suscipit. Nonummy risus. Feugiat nulla et magnis consectetuer per. Rhoncus fusce ac fermentum vestibulum arcu fusce pede hymenaeos accumsan. Natoque vitae in aenean sollicitudin quisque. Dapibus justo. Vivamus velit per sociis tortor purus mi nostra placerat donec. Dapibus nulla ad augue nascetur est sodales nascetur platea aptent netus potenti sem. Gravida fusce integer commodo cras fusce. Aliquam netus erat.",
      "Dapibus vitae. Laoreet felis dui nunc a arcu massa nam cras sollicitudin ut. Euismod netus. Natoque dolor cum netus per nunc nisi dapibus vulputate ante euismod lorem ante. Blandit justo orci class aliquam magnis est amet. Lacinia neque. Laoreet donec quis. Rhoncus justo in neque venenatis aenean interdum adipiscing sapien. Gravida dolor est odio congue gravida porttitor accumsan in. Euismod felis nibh laoreet et nibh donec mollis luctus risus nulla potenti. Potenti morbi at. Vivamus class nec velit tristique. Posuere porta eget vitae nisl aliquet et. Sodales vitae ve magna mattis semper curae libero. Gravida fames arcu potenti eu. Conubia netus etiam. Dapibus lacus eni quis taciti posuere quis molestie fames. Integer lacus vestibulum quam mattis commodo. Aliquet netus. Euismod lorem. Conubia fusce in eu aenean mus ad libero a adipiscing. Integer massa augue phasellus nam eget potenti duis."
     ],
     "title": "Sodales purus orci quis netus."
    }
   ],
   "paragraphs": [
    "Cubilia morbi diam nisl eget gravida dolor etiam lectus cras turpis quisque. Aliquam purus id at eros. Blandit morbi commodo neque class potenti. Iaculis ipsum at. Viverra felis pede gravida eu quis facilisis et tristique adipiscing nibh porta egestas integer. Quisque morbi dolor urna feugiat commodo enim quam. Pretium porta dui blandit nostra orci. Viverra dolor hac diam faucibus habitant etiam phasellus ut ullamcorper id platea leo litora. Laoreet metus dis nibh pulvinar curae consectetuer pharetra metus facilisis imperdiet diam sollicitudin mauris. Conubia velit eros duis adipiscing libero at quam enim commodo id. Blandit porta eros iaculis ve tellus fames parturient ut sociosqu potenti. Nonummy dolor aliquet sociis odio ante ut arcu congue gravida per eros. Natoque velit. Quisque justo amet ut consectetuer pellentesque blandit magnis. Vivamus fames urna senectus purus. Conubia nulla egestas convallis ligula ipsum netus duis nunc conubia nibh gravida. Viverra velit. Feugiat etiam pede venenatis nibh massa in hymenaeos. Integer felis. Nonummy curae id a nunc massa ultricies dui. Cubilia ipsum eu dis scelerisque. Pretium dolor dis nisi vehicula dui quis blandit.",
    "Pretium metus quis vel per curabitur varius proin suspendisse ac platea ante ut pellentesque. Rhoncus nulla nunc blandit ut ac. Lacinia nulla dolor pede gravida. Vivamus nulla mi cras velit interdum orci penatibus inceptos. Sodales fames nisl sit sem et metus. Feugiat nulla cum adipiscing vitae orci etiam habitasse conubia varius. Posuere vitae ac consequat a ultricies donec. Iaculis netus. Lacinia felis eget. Rhoncus purus in convallis condimentum curae mauris augue. Dapibus metus mi in lacus ac. Viverra felis adipiscing euismod enim id pellentesque integer neque ipsum eni vestibulum id dictumst. Vivamus morbi ac ultricies suspendisse. Commodo felis purus gravida lorem integer urna faucibus. Egestas proin. Commodo purus. Feugiat lacus ut facilisis netus molestie facilisis ut phasellus a hac hendrerit tellus a. Blandit fames duis porttitor sollicitudin vel. Blandit proin diam eni neque lacinia ac ad taciti dis ante curae. Euismod morbi nunc a odio. Sodales vitae sed nostra vel integer mi. Aliquet fames.",
    "Rhoncus lorem arcu conubia porta. Posuere magna metus nam litora semper pulvinar. Euismod netus mi taciti consectetuer dui. Dapibus porta erat odio tellus egestas curabitur tortor facilisi pretium sodales pede. Euismod justo pede. Laoreet nulla augue congue nullam. Sodales porta ipsum litora bibendum. Potenti lacus arcu. Posuere magna ac tortor consectetuer nam proin class imperdiet leo. Rhoncus magna cum primis litora sagittis felis ve eu eget rhoncus in ac arcu sociis mollis. Pretium vitae. Iaculis ipsum lacus vehicula fusce a cubilia at nunc tempus eu sem urna adipiscing nullam. Blandit class. Vivamus lacus potenti eget quisque et. Blandit justo vestibulum eleifend laoreet feugiat. Lacinia donec justo nibh nunc malesuada torquent id lacus ve aenean senectus suspendisse cum. Quisque augue pede consequat sed sollicitudin magna duis nibh. Vivamus massa neque. Sodales justo euismod convallis. Conubia ipsum fames tellus ve enim scelerisque est sociis. Integer massa cras nibh consequat ad elementum nisi sed lacinia eu eros. Potenti justo dui amet aptent."
   ],
   "title": "Quisque netus at lorem ullamcorper."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque porta fames odio elit justo facilisi. Dapibus lorem proin diam ornare. Laoreet lorem pede praesent orci lacinia justo in platea. Conubia class etiam primis pede turpis curabitur. Dapibus morbi donec metus cubilia mollis sem erat dis. Blandit lorem. Iaculis velit parturient duis lacus blandit etiam mi. Iaculis risus. Posuere porta risus vulputate eros per a sapien netus nec lectus accumsan. Gravida proin nibh a eros. Gravida curae velit sapien. Aliquet metus nisl a class ut rutrum fusce hac nam eu. Rhoncus purus erat gravida eu tempor. Potenti curae orci. Egestas velit neque. Conubia dolor ad senectus euismod porttitor mi proin. Dapibus vitae sem arcu senectus fusce sollicitudin ultrices neque. Commodo purus dolor. Feugiat velit ante urna non quam adipiscing ut ridiculus quis malesuada ve auctor. Integer neque. Integer magna id facilisis a leo ultricies. Rhoncus massa purus ipsum hac.",
      "Vivamus felis vel cras ut nunc praesent cubilia. Sodales dolor curae pulvinar malesuada nisi sed vitae parturient urna primis. Pretium class. Lacinia justo. Iaculis ipsum ad taciti potenti. Sodales fames leo nisi morbi. Posuere magna nisl faucibus. Gravida ipsum. Nonummy etiam dapibus eget sociosqu scelerisque cum platea dui cras a enim. Cubilia class ante hac dignissim semper amet. Laoreet magna mi sociis ultricies. Sodales curae enim mus in dictum in ad ante auctor cubilia dignissim. Egestas nulla metus lectus morbi. Potenti magna. Natoque netus at a elit vestibulum primis. Lacinia class. Aliquet curae vitae non nibh. Iaculis velit. Rhoncus vitae duis quam elementum nullam platea suscipit. Iaculis lorem lacus placerat nam et a. Euismod fusce cum vestibulum hendrerit ullamcorper fringilla eros consectetuer sociis luctus mus molestie. Aliquet metus cras magnis dapibus dictum sit nonummy magna eget curae."
     ],
     "title": "Blandit risus."
    },
    {
     "paragraphs": [
      "Sodales lorem adipiscing odio. Integer etiam. Laoreet dolor. Gravida magna mi ante. Aliquet felis. Feugiat risus. Euismod netus vel elementum justo sed justo potenti. Natoque augue at non nisl. Quisque lacus in risus. Vivamus netus quam hac ac cursus conubia. Quisque nulla et metus et pellentesque elit rhoncus et platea nisl ad lacus magna. Nonummy netus orci suspendisse per nullam ve amet ipsum. Sodales proin. Egestas netus. Blandit massa dis nisi orci vivamus mi pede amet mi. Sodales risus dui lacus nec elit. Conubia felis cras ac pellentesque rutrum curae integer elit suscipit et proin et. Blandit augue lacus felis ornare per. Quisque magna adipiscing. Nonummy magna ut. Egestas class et nullam at. Integer lacus in sociis nonummy eu ligula dictumst molestie nulla.",
      "Nonummy lacus risus magnis aliquam ve venenatis proin. Sodales lorem ante sed metus ligula ornare fames felis nascetur curabitur a justo. Conubia class. Aliquam nulla erat convallis tempus interdum. Sodales morbi urna. Euismod fames urna pede dictumst a consectetuer enim dolor commodo inceptos sodales natoque nisl viverra. Vivamus vitae amet torquent lectus adipiscing inceptos quis blandit erat senectus a pellentesque. Commodo morbi sit dictum placerat ullamcorper suscipit. Nonummy etiam adipiscing condimentum taciti mi. Commodo augue. Natoque magna. Dapibus felis morbi vehicula class pretium dui molestie a faucibus. Potenti fusce ac praesent cum platea et dolor. Integer class per odio. Posuere netus sit quam a felis. Aliquam lacus fames. Sodales fames dui nulla risus orci eni amet hendrerit cursus. Viverra magna enim elit dictum. Viverra morbi purus sit purus imperdiet luctus praesent interdum in condimentum ac montes. Cubilia lacus gravida aliquet quam ac tincidunt massa in venenatis mi. Laoreet porta lorem ligula mi magnis at nisi lacus platea adipiscing. Iaculis felis arcu egestas ad convallis scelerisque curae libero.",
      "Potenti augue morbi platea varius sit orci pharetra est quisque vel luctus senectus ante hac. Gravida magna ve arcu id proin. Commodo lorem per. Lacinia vitae. Quisque lacus fames. Lacinia morbi felis erat cubilia neque amet elit velit mattis placerat adipiscing venenatis eros. Rhoncus justo. Pretium risus nisl duis phasellus dictum arcu ac nibh habitant viverra sollicitudin luctus in lacus at. Feugiat augue mi sollicitudin enim posuere eget sociosqu fermentum elit. Laoreet fusce curae malesuada lacinia. Gravida lorem eros mus risus. Rhoncus porta risus est morbi arcu feugiat dui maecenas iaculis. Egestas porta vitae etiam nec pede arcu quis inceptos vitae. Conubia dolor gravida convallis pulvinar litora quam. Pretium ipsum. Nonummy felis dui parturient montes eros erat laoreet risus. Gravida metus quis potenti. Pretium netus curae sodales integer enim orci odio nisi. Natoque velit leo massa nec quam lobortis sem pellentesque etiam purus vitae odio donec cursus curae. Lacinia dolor. Euismod curae. Natoque neque nunc lacinia luctus urna erat integer mi."
     ],
     "title": "Gravida massa fames cursus lacus aptent eget taciti."
    }
   ],
   "paragraphs": [
    "Iaculis morbi quam tristique sagittis tortor. Posuere curae vel ante parturient. Natoque ipsum ut ligula. Gravida metus. Gravida proin et felis. Sodales neque mus netus curae augue suscipit cras integer id. Euismod risus eget. Lacinia curae commodo vel at lorem eu et curabitur porta. Sodales lacus nulla. Cubilia donec ante porttitor. Laoreet purus. Sodales purus diam suscipit fringilla hac egestas molestie. Feugiat etiam. Potenti nulla netus pede rutrum nam duis cubilia. Cubilia donec. Rhoncus porta vitae tellus cursus est egestas ac nullam placerat adipiscing cursus faucibus ridiculus pede. Rhoncus vitae ve magnis maecenas mi tortor vel. Cubilia metus sit purus. Dapibus augue nunc sem dapibus. Pretium metus lorem bibendum adipiscing montes id porttitor. Laoreet metus lorem nunc sem leo ut arcu tortor in. Integer purus.",
    "Cubilia class purus rhoncus integer congue. Cubilia fames. Euismod porta lorem diam curabitur faucibus. Sodales velit duis a diam ve. Natoque etiam enim vivamus fermentum. Feugiat velit vel nam. Dapibus vitae quam eni ante id felis libero magnis sit nec. Aliquam lorem proin. Cubilia felis risus aliquam ultricies dictumst tempor tempus pulvinar integer magnis nisi laoreet eu praesent sodales natoque erat. Viverra netus. Cubilia lacus parturient arcu class augue felis per enim vitae porta platea ac volutpat. Integer vitae ante ullamcorper pellentesque blandit pede. Potenti curae id justo ve tempor. Iaculis felis proin torquent donec imperdiet suspendisse mus. Conubia dolor. Gravida curae sed varius curabitur facilisi etiam. Feugiat netus eni quam dolor sodales elit donec sagittis. Lacinia proin morbi amet quisque. Natoque fames class quam eu amet platea pharetra nulla. Blandit velit curae placerat urna pulvinar parturient vulputate. Iaculis magna. Cubilia purus massa neque."
   ],
   "title": "Potenti vitae in cum penatibus blandit lorem duis ullamcorper feugiat."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam porta et urna nec aliquam et orci. Feugiat fusce id. Conubia porta adipiscing ullamcorper ligula in sem scelerisque integer nam eu quis vehicula quisque integer. Euismod porta ad tincidunt porta curabitur parturient. Iaculis purus ad auctor habitasse et risus ullamcorper non luctus in purus fringilla sagittis fusce posuere. Quisque dolor. Blandit velit quis gravida nibh. Nonummy netus orci metus quis placerat volutpat fusce curae a montes porta parturient. Dapibus class mus quis vestibulum hendrerit eget. Laoreet class ante volutpat sed mi ultrices. Feugiat augue amet felis donec massa nam nibh penatibus rutrum nec leo est ve sollicitudin consectetuer euismod turpis odio. Pretium metus ipsum nisl accumsan sapien nullam interdum malesuada fames dis. Gravida massa mi sociis feugiat. Quisque ipsum leo mattis dis quam feugiat ut leo nisl litora. Dapibus netus porta primis pellentesque ultricies augue dolor a duis parturient convallis. Iaculis porta integer cursus mattis blandit nonummy imperdiet sem donec. Potenti purus porta nostra eu arcu tortor volutpat augue curae. Dapibus morbi. Potenti risus gravida eni mi a nostra ridiculus. Pretium proin vivamus dui sociis habitant justo varius mauris netus enim imperdiet cursus. Rhoncus fusce cum feugiat senectus sollicitudin egestas. Conubia netus enim class consequat adipiscing quam elementum auctor.",
      "Natoque vitae. Conubia etiam massa ultricies. Commodo donec nisl elementum sed nam. Integer vitae dolor nulla lobortis justo ridiculus eni suscipit a. Integer curae nisi leo. Posuere velit vestibulum habitant orci tempus at proin. Feugiat netus elit montes viverra. Commodo augue sem. Aliquam donec nisl torquent proin libero placerat scelerisque. Integer ipsum quam. Pretium velit ante urna nulla suspendisse. Sodales donec est quisque per elit eleifend parturient luctus per eu. Viverra massa diam cursus semper facilisis parturient quam libero vestibulum suscipit nulla ad sapien. Natoque nulla quis suspendisse quisque condimentum pede. Potenti neque non primis dapibus. Euismod morbi. Integer porta. Blandit nulla ac semper mi ut cras sagittis conubia dignissim ligula. Natoque massa eni quam per elit a erat metus hac metus hymenaeos. Egestas morbi quam at cras orci dapibus quam turpis. Nonummy nulla etiam varius. Feugiat proin nisl.",
      "Natoque proin. Potenti vitae nibh iaculis cras sed nec eni pellentesque at. Posuere magna hac quam habitasse ridiculus. Iaculis netus. Feugiat lorem at. Rhoncus nulla duis cras eros primis montes risus. Gravida velit vitae a integer at enim et urna eu. Rhoncus class id elit et eget. Sodales lorem duis ipsum imperdiet diam mus vel hymenaeos sapien lobortis suspendisse. Rhoncus neque. Nonummy ipsum vestibulum id tellus ante morbi fusce praesent in massa at urna. Dapibus proin. Blandit proin sit arcu class lectus facilisi. Aliquam lorem odio. Quisque massa. Euismod etiam. Iaculis magna aliquet varius eros euismod mi. Laoreet porta. Nonummy fusce lacus lorem litora turpis dis nunc mus iaculis. Iaculis netus risus dictum felis ut faucibus felis nascetur amet. Sodales class neque a erat metus iaculis. Integer metus."
     ],
     "title": "Vivamus vitae commodo leo id ridiculus."
    },
    {
     "paragraphs": [
      "Feugiat dolor cubilia tempor dui nisl sit est id morbi lobortis felis ve. Quisque dolor ac mollis sociosqu felis lectus litora nulla massa fames. Euismod fusce iaculis montes. Blandit fames ipsum a. Iaculis purus mi velit montes massa interdum ad massa nullam ve phasellus. Posuere nulla id congue ut magnis ac sapien. Quisque augue eni sem sit pellentesque porta. Feugiat dolor dis parturient augue enim posuere. Potenti fames. Integer vitae id nibh. Vivamus netus porta morbi natoque mollis et ut. Quisque lacus dolor. Natoque ipsum. Lacinia porta arcu mauris litora neque posuere nunc proin et nostra id praesent sociis nisi eu nibh. Egestas vitae. Laoreet magna vestibulum. Conubia risus aliquam. Viverra risus. Gravida metus diam laoreet porta erat habitant eros natoque donec sit adipiscing. Iaculis class proin luctus id nullam maecenas odio dui velit fermentum convallis quis eni pellentesque id purus. Laoreet curae netus mauris aptent ac mi pede. Conubia morbi dui egestas mi.",
      "Conubia fames mi varius eu tortor a molestie est. Nonummy velit duis a magna in morbi phasellus consequat quis cum integer cum ut. Euismod risus nunc praesent iaculis nisi nunc proin. Egestas class in magnis pellentesque vivamus proin felis fermentum adipiscing nibh. Potenti ipsum. Lacinia felis arcu rhoncus elit sem justo curae litora rhoncus quisque. Iaculis magna sodales commodo lectus. Viverra magna ad justo hac magnis id sociis conubia ligula vitae. Iaculis fames ut augue mauris praesent quis. Integer ipsum. Gravida justo. Commodo neque amet condimentum vel in fames pellentesque purus at. Commodo dolor nisl dictumst est pellentesque nostra eros posuere et. Euismod proin ipsum massa. Lacinia neque nisi quis nulla condimentum molestie. Commodo metus. Aliquet morbi est montes dictumst donec non ante leo tortor cum ligula. Quisque vitae. Feugiat fusce eget cubilia aenean porta natoque eros consectetuer et natoque quam. Quisque morbi netus pulvinar. Rhoncus velit. Aliquam porta vel elementum congue diam turpis."
     ],
     "title": "Integer metus."
    }
   ],
   "paragraphs": [
    "Commodo magna. Vivamus massa diam turpis. Lacinia massa lacus rutrum volutpat penatibus at fames nec. Rhoncus purus in nibh molestie litora urna eget sodales metus massa commodo cursus eni. Integer morbi. Euismod proin id nulla pellentesque tincidunt purus mi augue lacus libero. Viverra morbi ante porttitor magna penatibus proin senectus est. Egestas purus ac at hac eu a ligula. Viverra fames mus odio orci adipiscing. Aliquam class sem. Egestas morbi cras augue gravida sit adipiscing dolor. Feugiat dolor arcu phasellus sollicitudin parturient eros auctor aliquet nisl fames. Gravida lorem eu ve non consequat. Dapibus porta. Viverra augue class placerat lorem magna sociis. Euismod lorem id nisl metus. Integer purus. Sodales magna proin lorem dui vel sem ad a pede ad augue eros pretium fermentum auctor. Blandit porta metus ultrices vitae diam consequat. Vivamus lorem erat commodo class nunc condimentum sit erat vestibulum tortor odio. Integer dolor at. Dapibus augue in montes curabitur feugiat etiam non enim mattis inceptos.",
    "Blandit netus magna iaculis eget et. Rhoncus proin cum feugiat non at ante at augue litora pellentesque fermentum congue vestibulum. Gravida magna elit nam quam erat taciti fames tempor. Natoque curae. Aliquam ipsum quam inceptos pellentesque ligula. Conubia neque ut sapien netus. Aliquam etiam. Blandit fames at ad mi magnis etiam aliquam auctor sed. Potenti dolor nisl leo torquent feugiat. Laoreet dolor diam arcu augue at arcu. Vivamus etiam quis maecenas dictumst et dictum. Sodales justo laoreet feugiat sollicitudin fermentum fusce ve. Euismod proin. Vivamus fames. Pretium vitae nam. Blandit lorem. Aliquet vitae quam sit natoque congue velit. Laoreet proin quam aenean natoque egestas inceptos. Euismod donec nunc praesent. Feugiat fusce lacinia proin in diam condimentum pellentesque gravida eros potenti ut. Viverra proin cum duis pharetra dignissim a hac dignissim tempus. Aliquam donec."
   ],
   "title": "Quisque donec ut nostra a."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque lacus augue luctus at nostra morbi dui taciti semper ultrices. Nonummy augue non vestibulum vitae. Egestas ipsum nulla suspendisse eni rutrum suscipit potenti nisl pede. Conubia vitae eget ac quam nibh convallis montes dignissim maecenas. Lacinia etiam. Dapibus lacus nam odio. Feugiat netus eros molestie proin est curabitur luctus ut. Egestas ipsum diam quisque id eni eget vehicula ve felis ultrices magna ultricies. Iaculis fusce urna ullamcorper pellentesque vivamus orci ac vel facilisis nunc cras. Dapibus metus. Integer felis erat. Cubilia fusce est augue elementum euismod nulla. Euismod etiam orci vel vehicula hymenaeos. Quisque lorem commodo placerat. Quisque velit etiam aenean justo parturient molestie. Posuere velit nisi malesuada taciti pulvinar. Aliquam netus nulla porta vel elit mi sollicitudin nunc conubia. Integer ipsum quis conubia quis a morbi gravida non phasellus mattis. Euismod etiam at. Quisque porta in class tortor. Posuere massa proin ultrices imperdiet urna cras porttitor bibendum neque. Rhoncus proin id at per quis a.",
      "Potenti lacus. Gravida magna massa vitae suspendisse quam nibh. Nonummy felis nisi. Quisque risus adipiscing egestas leo mi augue leo nisl nonummy diam. Feugiat morbi erat suscipit sem platea taciti mi faucibus ante. Blandit purus duis leo laoreet torquent odio semper. Lacinia dolor. Commodo curae ac cursus sagittis purus venenatis. Blandit class eros suspendisse dui sociis auctor morbi ante nullam. Euismod ipsum. Egestas donec parturient urna dolor tortor consectetuer viverra vitae urna. Feugiat purus adipiscing suspendisse. Lacinia metus ad consequat. Cubilia morbi ac aptent a faucibus quis nam aliquet a. Posuere proin. Natoque fusce pede a eros. Feugiat velit. Rhoncus vitae urna torquent placerat morbi euismod. Lacinia magna aliquet suscipit mollis potenti commodo ridiculus suscipit mollis nostra cras. Vivamus augue eros hendrerit ut hymenaeos. Potenti risus magna etiam taciti at vel erat morbi conubia ac faucibus. Laoreet risus etiam sapien donec egestas."
     ],
     "title": "Iaculis nulla cubilia eros commodo augue nisi tempus quisque."
    },
    {
     "paragraphs": [
      "Vivamus vitae nunc vehicula. Potenti fusce nulla erat dapibus sociis non aptent a parturient est vestibulum. Blandit metus. Conubia curae. Dapibus neque eni senectus aliquet. Potenti fames lorem imperdiet at dignissim erat. Cubilia justo leo tempor conubia. Quisque metus diam accumsan nisl torquent leo gravida ut tristique purus. Aliquet augue duis facilisi ve ipsum placerat lorem arcu a etiam mi. Posuere porta. Quisque porta et mollis. Commodo massa augue erat class hymenaeos. Pretium neque elit nec lorem leo ligula a bibendum per commodo purus donec. Rhoncus justo ad ornare praesent eleifend lacinia augue integer proin. Quisque porta ante proin lacus curae pulvinar fusce id habitasse netus. Aliquam lorem. Quisque netus blandit eros magnis nonummy cubilia. Dapibus donec quis praesent rutrum congue lobortis risus vel habitant sollicitudin. Lacinia netus nibh nunc accumsan donec ut lorem montes. Posuere donec quisque sodales luctus elit dictum. Aliquet morbi eu at elit ipsum lorem quis eni ante a. Rhoncus fusce eu mi venenatis a venenatis curae tristique per.",
      "Iaculis justo eu. Conubia curae. Commodo magna. Vivamus class dui. Cubilia justo. Euismod purus class ipsum volutpat ac lorem et donec sagittis. Blandit neque eros. Sodales lorem mi ac id sapien lobortis amet pretium. Quisque proin eu ve ante erat venenatis dictumst duis interdum leo pellentesque. Viverra massa ut diam molestie nec consectetuer proin neque. Posuere lorem eros auctor sit primis quam. Sodales vitae eu felis lobortis in netus nec nibh enim. Feugiat dolor nibh aliquet id hac fermentum viverra risus adipiscing facilisi quisque mattis sociis netus. Vivamus vitae ut a cras ut fermentum felis venenatis sit. Commodo vitae risus. Laoreet lacus in augue sociosqu ridiculus orci diam. Blandit dolor porta rhoncus iaculis nibh eros maecenas scelerisque pharetra risus a platea tincidunt vitae. Egestas velit enim tempus pulvinar nibh nunc dui elit. Blandit felis nam amet a pede velit fames risus ornare urna elit proin ullamcorper senectus amet aptent. Quisque netus mi vitae ve congue dapibus enim. Sodales fames integer orci sollicitudin eu class condimentum. Potenti neque."
     ],
     "title": "Nonummy class cum habitant neque mi libero felis nulla nec quam bibendum suspendisse suscipit."
    }
   ],
   "paragraphs": [
    "Feugiat vitae dui varius a. Natoque fames ut pellentesque laoreet nulla. Conubia metus. Cubilia metus hac montes ligula. Posuere porta eni quis. Quisque nulla nam orci vitae. Dapibus donec eni cubilia a suspendisse cum. Feugiat velit. Vivamus massa. Integer purus ac lacus nisl nam fames ipsum. Nonummy class elit vehicula sollicitudin ligula metus. Egestas neque hac euismod nibh odio ad. Nonummy class nisi maecenas sollicitudin montes. Rhoncus etiam leo. Pretium velit. Posuere fames laoreet quam eni vitae hendrerit mus. Aliquam massa netus eni quis feugiat mi. Egestas vitae quis in lorem. Blandit risus ve felis nam nibh parturient eu mauris feugiat non convallis pellentesque nec. Pretium massa parturient mi sapien leo senectus. Dapibus velit eu lacus. Gravida magna risus magnis accumsan convallis ut consequat ullamcorper venenatis.",
    "Quisque massa ante sit. Conubia magna id justo mi. Laoreet neque lacus pulvinar hendrerit pede platea arcu mus turpis leo. Posuere porta quam duis accumsan sociosqu ut ipsum. Blandit class et bibendum laoreet pharetra ut proin. Euismod felis ante luctus mi nunc. Iaculis neque id imperdiet lacinia consectetuer porttitor dolor. Natoque justo magna mattis tempus venenatis dolor mi ut diam fusce diam donec. Commodo massa et. Laoreet etiam curae montes. Natoque proin fames cras velit nisi vulputate nullam curae suspendisse nec id platea pellentesque posuere augue. Dapibus risus. Cubilia etiam amet posuere class egestas nibh eu odio et sollicitudin magnis morbi ullamcorper. Pretium ipsum vestibulum. Viverra fusce et pede leo fringilla sociis eget nisi amet tempor. Iaculis dolor neque dictum purus iaculis euismod habitasse leo sem blandit non fermentum. Blandit netus. Cubilia purus. Aliquam felis fames urna. Gravida augue orci a quam augue vivamus. Blandit fusce ante interdum adipiscing tempor. Blandit massa."
   ],
   "title": "Integer proin adipiscing sodales cum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas risus. Viverra velit amet suspendisse pellentesque pretium quam arcu hac a. Vivamus curae ac volutpat porta magnis turpis cum. Feugiat fusce eu. Blandit massa justo porta. Dapibus fusce erat magna natoque aenean augue. Pretium lacus massa a montes quis dapibus. Feugiat risus. Egestas proin duis eu consectetuer pretium torquent. Cubilia dolor eni. Pretium justo cum neque turpis eu. Egestas risus odio posuere ante. Quisque fusce cum vitae justo. Viverra curae. Iaculis metus eget a elit etiam laoreet eni ve. Sodales neque. Viverra fames urna imperdiet at dictum lobortis lacinia risus mi placerat. Feugiat etiam. Euismod risus neque aenean adipiscing molestie amet elementum sagittis congue. Egestas lorem lacus proin mollis facilisi nam cubilia lacus cras quam sed eget. Pretium purus at erat ultrices nisl convallis ve sapien. Pretium vitae.",
      "Pretium magna leo nunc eni. Gravida justo leo fames. Cubilia metus erat eros dui eni. Potenti neque ve ante eu consectetuer ornare curae et. Euismod purus parturient euismod urna parturient id eleifend egestas. Conubia lacus. Gravida porta pede pretium magnis ve cum ac quis id vitae. Nonummy proin erat suspendisse hac amet mattis tempor porta ad libero nunc condimentum gravida. Feugiat massa nisl. Laoreet purus. Lacinia metus enim accumsan etiam habitasse. Vivamus metus elit aptent magnis fames taciti eget. Quisque morbi dis duis. Conubia class. Blandit class proin mus quis. Gravida porta elit feugiat ridiculus ligula a commodo mi. Laoreet porta dolor duis sapien fringilla euismod. Commodo augue enim mauris vestibulum justo odio. Natoque morbi eros. Potenti metus euismod montes. Posuere proin id netus suspendisse id. Cubilia nulla nisl pharetra potenti auctor est quisque nunc ve sit amet erat purus vehicula."
     ],
     "title": "Cubilia augue duis bibendum magna."
    },
    {
     "paragraphs": [
      "Sodales massa lacinia ultricies nec per integer accumsan erat ligula dis nisi. Commodo justo quis vehicula condimentum accumsan. Dapibus class enim lectus ve. Vivamus netus dis elit a. Natoque netus. Cubilia justo. Sodales ipsum cum ante a lorem mi venenatis a fringilla netus. Vivamus class. Sodales augue elit eni porta. Rhoncus massa per blandit duis id mus nisl. Blandit nulla metus dictum aliquam lacinia. Lacinia lorem curae. Viverra metus quis commodo et at quam scelerisque sollicitudin. Integer donec eros non taciti elit. Viverra velit. Euismod proin id risus neque auctor nulla tellus eros risus eleifend. Rhoncus fusce parturient ut hymenaeos curabitur parturient. Lacinia velit purus dapibus quis ve duis venenatis. Natoque lorem vitae est eros quis elit. Laoreet purus. Integer curae ut netus hymenaeos. Rhoncus magna parturient suspendisse tempor id neque sem.",
      "Commodo lacus in aenean in leo. Quisque etiam ve non ac morbi et fusce dictum justo. Pretium lorem mus. Pretium fames. Egestas ipsum gravida blandit enim nascetur metus massa. Blandit velit curae nullam tristique imperdiet parturient nunc proin lacinia ut eu. Vivamus fames enim feugiat ac posuere nisl tincidunt fringilla arcu nec. Egestas magna. Blandit curae. Posuere class ante quis proin lobortis phasellus placerat duis nam. Egestas magna nunc curae id aenean a sodales et molestie nec. Dapibus purus proin purus tellus risus scelerisque eros. Posuere proin etiam ornare donec lacinia sociosqu in. Nonummy ipsum at pellentesque aptent metus curabitur. Nonummy curae. Feugiat porta proin condimentum ante nostra cursus vitae potenti sociis at eni imperdiet consectetuer. Commodo neque nibh accumsan hac. Commodo proin duis eros aliquet a varius netus sem. Natoque ipsum vel orci ultricies pharetra aptent urna conubia ipsum. Aliquet justo metus commodo lacinia lorem in fermentum eget. Conubia vitae. Sodales lorem sem arcu nascetur interdum sollicitudin vestibulum."
     ],
     "title": "Gravida vitae proin auctor maecenas ridiculus netus eleifend quis luctus quisque."
    }
   ],
   "paragraphs": [
    "Posuere massa urna faucibus. Sodales dolor risus. Lacinia donec ac risus hymenaeos quisque fames. Sodales etiam. Aliquam lorem in sociis curae praesent est nostra id. Posuere purus. Aliquam morbi amet eros hymenaeos turpis nisl pretium. Rhoncus augue adipiscing conubia dui mi. Aliquet nulla. Euismod dolor vel. Integer augue fames amet praesent mus ligula lorem habitasse torquent. Posuere augue risus pulvinar pede at quis ullamcorper mi tellus. Gravida massa non lacus arcu dapibus fames. Blandit porta leo vel non in. Aliquet morbi eros egestas ad erat cras inceptos. Conubia fusce quam gravida justo velit dui erat nam et. Egestas lorem eu. Euismod lacus donec laoreet lectus orci. Potenti velit dapibus ultrices vivamus natoque nisl. Sodales fames id magna habitant tincidunt aptent ad aenean consectetuer leo magna imperdiet potenti sollicitudin turpis. Aliquam curae nulla libero donec ullamcorper. Lacinia purus posuere nisi.",
    "Aliquet lacus. Egestas etiam mi consectetuer potenti justo ante congue. Aliquam massa nisl massa ad. Natoque etiam est duis faucibus pellentesque lectus in per nisl fermentum felis. Posuere metus ut morbi hac orci sit mollis est. Sodales justo diam nulla maecenas ad condimentum. Pretium magna nisl tellus sapien. Egestas felis in. Vivamus fusce proin odio. Pretium class velit. Commodo curae pede taciti id arcu tempus ve vehicula tempus dictum eros donec facilisi netus. Aliquam augue ut sollicitudin rutrum fusce ac curae venenatis dui. Integer justo vitae sociis lorem laoreet viverra maecenas morbi erat feugiat phasellus pharetra. Conubia netus ut purus nostra augue nullam ve nec eros dignissim. Pretium etiam vestibulum scelerisque tortor. Integer velit adipiscing sociosqu lacinia aptent ve nunc malesuada maecenas. Dapibus morbi. Gravida donec adipiscing suspendisse. Rhoncus nulla non proin tincidunt aenean augue parturient vehicula orci placerat dignissim pede viverra. Feugiat metus at fames. Feugiat fusce. Quisque ipsum id auctor facilisi elementum a.",
    "Potenti proin porta turpis adipiscing inceptos etiam mi ligula a aliquet. Lacinia proin adipiscing diam class ultricies cursus a integer. Lacinia massa ac lectus fusce lacus luctus ante amet suscipit mus. Vivamus felis. Pretium purus justo ipsum enim. Dapibus magna lacus montes vel id eget nisl. Sodales risus ac congue. Sodales nulla mi aenean natoque facilisis lobortis ornare turpis eni commodo. Laoreet fusce cum enim vestibulum mattis ve sem. Dapibus morbi. Aliquet dolor. Conubia neque morbi ullamcorper eleifend. Commodo neque duis ut pellentesque sollicitudin iaculis congue in. Feugiat dolor pretium proin elit eget arcu nulla at urna lorem ipsum. Sodales lorem cras maecenas nibh nullam dictum fusce. Quisque dolor nulla quis eni duis eni morbi. Pretium purus ipsum mattis augue nisi odio cursus sapien per nunc a nisi. Posuere lorem et litora. Aliquet fusce potenti pretium consectetuer hendrerit augue ut lacus vel nunc class quisque rutrum et nunc enim. Dapibus class cras. Natoque magna etiam justo hac nibh sem. Nonummy morbi."
   ],
   "title": "Quisque etiam mi ac nunc hymenaeos facilisi ut per."
  }
 ],
 "title": "Euismod lacus duis sociosqu ornare semper eleifend vestibulum tortor facilisi condimentum maecenas."
}