{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Feugiat dolor et tempor sagittis penatibus neque. Viverra velit curae eni eget sollicitudin iaculis. Sodales morbi dolor a commodo sapien eni. Commodo proin per nibh aenean. Viverra lacus. Integer proin est quis a quam adipiscing nisl magna habitasse eros leo a. Egestas donec. Aliquam purus nulla taciti tincidunt ve condimentum elit quam parturient in. Vivamus ipsum ut platea ridiculus magna eu amet eget hymenaeos tortor sagittis porttitor nisi. Conubia fusce mi auctor ve cras fermentum tristique. Lacinia risus pede dapibus fermentum eleifend tellus litora nam arcu. Aliquam donec. Cubilia nulla. Commodo fusce elit fringilla at fames ante metus etiam luctus. Pretium velit eu vitae. Nonummy ipsum. Nonummy neque ante a netus. Commodo velit hac adipiscing litora enim neque. Aliquet etiam sed. Egestas lacus eget ut. Potenti nulla ve a magnis fusce nascetur nulla lacinia. Aliquet purus elit ve.",
    "Gravida dolor nisi nostra litora massa parturient odio curabitur congue mollis porta. Sodales neque ve pellentesque consectetuer conubia libero donec. Commodo massa. Sodales neque cras ipsum massa lobortis ad ante sem mus eni. Potenti massa enim ve lorem. Aliquam lorem per arcu at pellentesque nonummy. Commodo fusce cras. Iaculis massa elit massa. Lacinia risus ante semper ultrices condimentum maecenas aliquet nostra massa condimentum ultrices. Iaculis vitae nulla tincidunt sociosqu. Sodales risus elit natoque ve. Gravida fusce arcu nonummy eu. Vivamus felis ipsum morbi convallis sit ipsum. Rhoncus netus nisl ultricies platea mus ante pede accumsan. Conubia nulla elit rhoncus id tellus cum id risus malesuada. Lacinia felis urna tellus varius sed aenean sociosqu. Potenti risus nisl cras. Posuere risus nibh sit. Euismod donec aliquet in vel convallis ligula. Quisque dolor nisl ornare purus hymenaeos. Potenti magna sem justo leo vestibulum nostra lobortis. Gravida risus ipsum venenatis laoreet etiam eget natoque fermentum ante pede non.",
    "Blandit vitae natoque eleifend ad ullamcorper quam ante purus ac hymenaeos. Blandit vitae dui hymenaeos libero parturient sollicitudin sodales class id ante turpis. Cubilia ipsum eni eget. Blandit morbi ante lectus per erat id. Euismod lacus. Posuere massa donec facilisi dolor id primis laoreet. Rhoncus ipsum netus cum dictum feugiat gravida ridiculus sem phasellus sociis. Euismod velit proin quam et fermentum. Aliquet vitae in. Quisque porta enim mauris dis nisl vehicula risus fermentum scelerisque nec mi hendrerit a hac hymenaeos. Integer metus adipiscing posuere quam maecenas posuere rhoncus sapien. Natoque morbi leo auctor blandit nam senectus consectetuer blandit tristique. Gravida proin parturient rhoncus amet nisl mus viverra interdum dolor nonummy quis. Gravida class parturient. Commodo massa est orci a ante morbi mauris non. Potenti nulla nibh taciti fermentum ut ullamcorper nibh nunc fringilla eu. Posuere dolor odio a erat. Dapibus felis adipiscing ullamcorper lectus. Natoque purus porta sapien rutrum. Egestas donec est. Lacinia metus vel adipiscing nulla natoque. Laoreet curae per nec non habitasse nullam."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer felis non turpis integer mi ante lacus. Gravida justo cum augue. Sodales purus massa congue porta vestibulum. Sodales ipsum elit libero nostra vel adipiscing venenatis arcu tempus et ut urna. Potenti ipsum arcu facilisis et mauris felis. Iaculis dolor magna nullam nisl suspendisse natoque. Nonummy class. Cubilia risus est molestie risus mus. Posuere metus per etiam mattis at felis mi turpis facilisi. Posuere ipsum non turpis ve neque montes. Vivamus risus ad nulla taciti class dis habitant posuere nonummy. Sodales netus. Feugiat dolor cum eget pede magnis. Gravida dolor fusce magnis mattis dignissim vestibulum pede penatibus sapien praesent aliquet aptent nec. Commodo fames ve dignissim in ridiculus. Aliquet massa amet praesent nostra turpis ut lobortis pretium placerat mattis augue cum neque laoreet. Viverra augue lacus faucibus sit eget mi fusce ac. Potenti donec ve cursus tincidunt neque suscipit. Posuere class urna ante vestibulum congue inceptos justo ad velit ac class sit orci nec potenti. Lacinia neque amet. Iaculis metus lacus viverra etiam nec augue cum amet orci facilisis cum. Aliquam fames.",
      "Nonummy porta. Pretium etiam nam elit consectetuer blandit torquent. Integer ipsum mi nulla sollicitudin habitant. Blandit fames velit diam quam nam diam ultrices vel. Rhoncus metus. Viverra etiam eget mus dolor. Aliquet massa eget a eget parturient. Iaculis fusce cras mi tincidunt commodo cursus non. Sodales lacus. Pretium magna per nisl elit conubia. Feugiat donec posuere viverra justo magna nascetur fermentum et mi quam aptent eu erat mi. Aliquet justo. Commodo metus nisi urna eni class aliquam proin diam nec. Sodales lacus et primis ut augue pellentesque nascetur proin et velit et. Cubilia lacus. Aliquam morbi arcu id odio hymenaeos magna in nunc. Gravida ipsum. Commodo proin. Posuere fusce id enim dolor ultricies consequat nunc eros donec malesuada. Dapibus donec rhoncus purus urna ad ridiculus. Gravida fames proin enim ve sagittis semper. Rhoncus etiam ve sociis cubilia gravida sollicitudin ultricies proin.",
      "Aliquet fames ad varius consectetuer sodales velit eni fames. Commodo magna ve hac orci est. Egestas augue. Integer fusce. Feugiat risus. Potenti donec purus non nisi cras. Feugiat neque nunc iaculis nunc. Laoreet justo velit sem. Pretium etiam augue natoque odio. Euismod neque sed elementum feugiat massa ipsum. Potenti netus. Conubia massa mus eget a. Gravida augue morbi sem luctus dictumst eros. Cubilia purus nunc duis mus convallis sed erat torquent. Blandit ipsum ad dolor cum aliquet. Lacinia vitae. Aliquam porta leo cras mattis ad ornare. Pretium purus et. Natoque augue et. Aliquet velit ve fames nostra ultrices suspendisse volutpat imperdiet ad mattis feugiat. Aliquet morbi arcu euismod justo leo lacus dolor. Vivamus proin ac tortor volutpat laoreet bibendum erat leo mattis."
     ],
     "title": "Lacinia neque."
    },
    {
     "paragraphs": [
      "Sodales justo diam sem fames. Potenti lorem sed aliquam. Iaculis neque urna dapibus. Nonummy porta. Lacinia vitae parturient conubia vel ut vehicula laoreet rutrum sem eu ligula in. Euismod nulla netus dui tortor conubia posuere penatibus. Vivamus neque eu magnis in sagittis non eget cum semper venenatis. Viverra ipsum cum pede magnis in enim lacus ad dictum hac adipiscing curabitur condimentum porta montes et. Viverra etiam morbi eni elit nisl in lorem ut lorem sollicitudin etiam ve. Egestas class amet a neque id mauris. Gravida netus rhoncus nibh molestie arcu. Dapibus magna et lorem at fames et cursus risus eni risus enim. Aliquam etiam eni egestas in convallis porttitor. Lacinia etiam arcu porta quisque. Potenti fusce urna litora. Sodales felis nunc consequat. Posuere risus. Natoque lacus euismod ligula quis fermentum bibendum in. Potenti dolor quisque mi. Iaculis felis urna. Euismod morbi non. Nonummy massa at litora mus.",
      "Sodales dolor nulla aliquet posuere congue dolor. Pretium velit eu proin vel dolor aliquam dignissim varius magna. Lacinia netus in. Integer lacus diam eleifend sodales vivamus diam. Laoreet lacus curae a nonummy ad. Natoque metus. Egestas ipsum non rutrum eget platea in faucibus nulla a amet ad consectetuer semper class. Conubia lorem enim eleifend fames ac. Aliquet augue enim odio erat eni ac. Euismod massa. Vivamus justo hac rutrum erat. Blandit dolor hac cras eros convallis nam blandit et ad. Nonummy etiam gravida aptent est mollis aenean faucibus potenti. Conubia proin in quam pharetra sit cubilia molestie et libero ac lobortis. Natoque dolor. Rhoncus justo donec eleifend ut condimentum. Dapibus risus velit egestas donec et vulputate nulla ve elementum suspendisse mus arcu. Quisque augue vel dignissim cum fames morbi amet hac sollicitudin montes. Vivamus fames fusce taciti tempor et tortor rhoncus. Gravida nulla ut nunc neque conubia. Pretium augue purus. Integer morbi eu."
     ],
     "title": "Vivamus risus hac urna ve nisi at nunc posuere a."
    }
   ],
   "title": "Dapibus morbi."
  },
  {
   "paragraphs": [
    "Blandit justo quam consequat dictum mattis. Lacinia proin eu lobortis euismod dapibus montes. Rhoncus morbi parturient suspendisse tortor ad. Dapibus lacus eget ve. Gravida risus adipiscing eros fusce quisque augue sit volutpat consectetuer quisque penatibus nisl pellentesque. Iaculis justo. Aliquet justo. Posuere lorem. Nonummy risus pretium nullam duis amet rhoncus quis ve bibendum auctor dictum interdum. Posuere netus. Egestas fames nunc eu sollicitudin nullam ve facilisi feugiat potenti nullam. Pretium fames morbi cursus turpis conubia. Lacinia morbi eni leo tincidunt aenean. Euismod morbi cum nisi quis suscipit eget quis pharetra condimentum sit urna nunc. Cubilia metus. Egestas fusce adipiscing pharetra euismod rhoncus facilisi et condimentum quam vulputate eros purus. Rhoncus felis nec urna. Potenti netus eu vitae pellentesque donec ve class id ut. Integer fusce ve tortor. Euismod lacus nam ante nulla donec mattis. Sodales nulla enim fusce tortor ac sit odio sociis ante. Nonummy metus elit.",
    "Commodo porta. Conubia felis. Blandit etiam orci. Pretium morbi sit. Nonummy lorem aliquet libero imperdiet. Nonummy fusce. Vivamus class parturient erat porta metus accumsan penatibus. Integer felis. Laoreet netus. Aliquet dolor id tortor ut curae dictumst. Blandit metus. Iaculis felis. Cubilia porta. Natoque class amet cum proin parturient accumsan odio dis erat enim class. Commodo risus id. Euismod donec nunc pede tortor facilisi. Iaculis risus ante maecenas. Pretium proin in augue congue varius porttitor gravida sollicitudin mauris eu. Blandit vitae natoque taciti nibh odio adipiscing. Aliquet purus ipsum dictum. Lacinia lacus ante eni purus congue morbi vestibulum scelerisque aenean ac nunc fermentum nullam vestibulum morbi viverra lectus. Aliquet ipsum ut venenatis a."
   ],
   "children": [
    {
     "paragraphs": [
      "Potenti massa orci class aptent sapien volutpat. Posuere risus pede ut pharetra dapibus tempus cras urna sem eget. Egestas dolor. Iaculis risus eros leo pede montes lectus nunc in sollicitudin odio vivamus justo. Cubilia class nunc vivamus nisi. Iaculis dolor. Feugiat justo. Egestas velit proin sodales odio. Laoreet donec nisl conubia semper ut vehicula potenti lacinia odio. Vivamus lorem id tempor nulla dolor erat netus eget. Aliquam risus sed donec sem odio pede vel. Blandit magna ac. Natoque lorem. Sodales nulla enim condimentum pellentesque sodales nibh fusce consequat. Integer fusce curae hac ante maecenas rhoncus tincidunt enim erat. Potenti massa in morbi luctus ante enim interdum. Integer porta mi senectus pretium donec non. Posuere velit id tellus. Viverra porta at velit arcu a enim etiam auctor turpis viverra nonummy pellentesque elementum. Iaculis lacus donec platea nec tempor facilisis lacinia pellentesque. Gravida justo felis tortor molestie nisi urna lacus nullam. Gravida proin nisl conubia mi cursus donec scelerisque cras ante.",
      "Posuere velit diam. Iaculis morbi eros. Viverra fames risus pede arcu cubilia ultricies nisl consectetuer. Sodales purus hac vel est consectetuer in nulla nec elit risus tortor id tortor tincidunt senectus. Viverra fames euismod purus. Aliquet massa. Gravida porta. Iaculis morbi in consectetuer duis metus. Egestas ipsum parturient in bibendum nisi luctus. Rhoncus vitae ve mollis. Pretium ipsum ac sapien. Gravida felis ac ornare interdum fusce fames scelerisque maecenas quis per. Commodo lacus. Iaculis felis diam nostra nonummy mi mauris sociis vel orci dis taciti semper. Potenti neque at. Rhoncus magna nam nisi a. Feugiat class sem gravida at nisi nisl parturient at. Blandit dolor. Vivamus curae cum diam sollicitudin euismod bibendum quisque conubia cursus. Natoque risus aliquam lectus. Cubilia curae ut rutrum molestie pede cum etiam erat integer. Nonummy neque ad felis pellentesque lorem orci ullamcorper iaculis.",
      "Euismod dolor diam neque suscipit leo. Egestas neque id. Aliquam lacus ante arcu cubilia hymenaeos auctor sit nunc. Cubilia curae erat inceptos interdum pellentesque parturient. Feugiat justo eros vitae porta. Commodo curae erat morbi. Rhoncus augue dolor ullamcorper bibendum pede nec donec tellus nullam lorem volutpat. Cubilia justo. Viverra class dolor tellus. Feugiat velit adipiscing. Pretium donec arcu odio bibendum etiam ut dui nisl tempor vulputate hymenaeos adipiscing urna. Sodales purus pede. Quisque lacus. Rhoncus metus fusce nec quam diam sed elementum. Conubia lorem adipiscing eget fames feugiat. Gravida etiam nam per sed nam. Vivamus felis. Laoreet augue ipsum iaculis eu auctor. Quisque nulla at lacus rutrum at senectus sociis aliquet eu pharetra aliquam pretium. Blandit justo vitae orci id sociosqu magna vulputate cras. Conubia ipsum nisi magna ad facilisis scelerisque risus nullam interdum conubia. Dapibus velit ut neque mauris et quisque diam."
     ],
     "title": "Dapibus felis."
    },
    {
     "paragraphs": [
      "Nonummy fusce duis netus nam diam inceptos quam ornare lacinia sit facilisis turpis montes. Vivamus class amet imperdiet lectus suscipit. Feugiat massa. Feugiat velit adipiscing ullamcorper luctus in lacus pellentesque. Vivamus magna et porta magnis donec eget per cubilia faucibus. Euismod lacus amet dis arcu adipiscing lectus inceptos erat ante venenatis taciti. Lacinia dolor elit commodo at commodo diam consectetuer. Aliquet purus. Integer magna lorem quam sodales facilisis molestie nostra orci ac lorem curabitur. Laoreet dolor cum erat eu duis eget. Conubia proin odio nibh quisque ad auctor volutpat. Conubia morbi purus. Natoque magna. Posuere lorem. Iaculis lorem natoque aenean purus lobortis risus et. Pretium porta. Posuere risus quis a augue iaculis egestas eget et lorem. Gravida ipsum pede integer curae diam conubia cras eu hymenaeos conubia sapien ipsum velit luctus felis. Aliquam nulla. Cubilia fusce. Blandit fusce. Aliquam augue id mollis convallis risus.",
      "Rhoncus felis enim lacus suspendisse urna orci purus ipsum aptent. Iaculis purus. Potenti neque. Iaculis velit est ante semper enim eu etiam eni. Lacinia curae mi luctus sit eni dui blandit habitant montes aptent per parturient vestibulum. Quisque lacus iaculis faucibus nunc sodales. Natoque metus ac tempor at sociosqu sem. Conubia metus neque dictumst magna dictum class pretium congue diam consectetuer adipiscing erat metus. Natoque fames cras suscipit nulla consectetuer vehicula neque nulla. Blandit justo ve aenean sodales cras tempor. Aliquet netus. Laoreet proin id curabitur tristique pellentesque. Feugiat porta eu nibh mi suscipit iaculis venenatis urna pellentesque. Egestas dolor leo dictumst aliquam at auctor non taciti montes cum tortor at. Sodales proin cras dis dapibus. Potenti donec. Gravida class curae tortor id tincidunt parturient duis penatibus sit neque. Euismod vitae orci natoque. Integer curae per dictumst vivamus curae felis. Commodo ipsum dapibus semper. Sodales justo eget fermentum magnis bibendum suspendisse nec. Feugiat nulla porta rhoncus tempus ad nullam.",
      "Commodo risus magna cubilia in. Quisque curae ad fames orci suspendisse mi ligula et sapien maecenas. Aliquam neque ad sollicitudin. Natoque class enim a lorem rhoncus ornare hac id platea sed. Iaculis ipsum quam a nunc vestibulum eget tempor. Vivamus metus ac consectetuer. Laoreet ipsum est rutrum sed ac. Commodo netus dis arcu pulvinar suspendisse non urna sit. Viverra magna parturient molestie elit pretium aptent proin adipiscing. Posuere felis erat fermentum cras nam quis nascetur volutpat commodo sapien. Nonummy netus augue dapibus in mi pede ultrices. Potenti massa nunc morbi vulputate mi neque. Iaculis etiam sed tortor primis class. Rhoncus risus at ad et curabitur gravida morbi in. Natoque class nisi eget fames. Euismod dolor eros laoreet metus eros. Blandit netus ut curabitur. Integer risus ante quisque. Iaculis lorem odio rhoncus pede molestie dictum mollis nec rhoncus ad augue eu. Sodales etiam parturient aliquet eget accumsan phasellus. Aliquet fusce orci sit. Conubia justo massa dui orci eni malesuada."
     ],
     "title": "Sodales ipsum."
    }
   ],
   "title": "Euismod morbi."
  },
  {
   "paragraphs": [
    "Lacinia vitae. Quisque ipsum netus turpis parturient consectetuer dapibus etiam proin. Dapibus velit duis fermentum pharetra in enim elit phasellus tempus pulvinar lacus. Aliquet netus. Laoreet augue. Natoque risus mi. Posuere ipsum. Iaculis morbi amet facilisi a sollicitudin amet vitae. Conubia massa non diam cum platea duis eu orci bibendum facilisis. Iaculis magna ve ligula sollicitudin. Natoque etiam ut odio non neque dis praesent a eleifend. Viverra justo sit ligula. Integer risus velit a tempor quam varius elementum consequat. Cubilia magna duis ante massa suspendisse cum elit sollicitudin. Cubilia donec. Egestas neque quis ante et arcu porta in quis. Feugiat nulla fames dis odio quam nam orci. Iaculis fusce nunc quis. Viverra velit enim sit consectetuer et netus pulvinar ridiculus volutpat. Gravida magna. Cubilia purus ut ac lectus curae ipsum rhoncus libero cras pellentesque. Pretium class arcu.",
    "Posuere etiam sem vel sed sollicitudin metus odio. Feugiat dolor porta. Nonummy dolor nibh torquent pellentesque ornare in. Aliquet metus nunc nonummy enim nisi ut. Integer dolor duis. Quisque ipsum. Vivamus magna. Laoreet donec diam porta suscipit enim pulvinar a eleifend sem sollicitudin. Dapibus justo orci nec justo fringilla aliquet massa. Blandit donec. Potenti lorem nibh vivamus cras ac pharetra. Rhoncus risus. Aliquam vitae donec diam porttitor curabitur neque venenatis. Sodales netus iaculis in laoreet quam habitant parturient. Aliquet donec amet a cras. Dapibus lorem et curae consectetuer venenatis vitae in vulputate. Sodales etiam odio diam risus sodales tellus luctus. Viverra felis fames ipsum suscipit velit ac varius ut vulputate a tristique felis tincidunt primis varius. Pretium justo parturient integer mus dignissim praesent pharetra etiam. Iaculis porta risus ligula arcu condimentum mus luctus in. Pretium fusce massa. Egestas fames ve pellentesque nunc viverra elit aptent sociis pulvinar faucibus porta leo varius rhoncus conubia.",
    "Quisque ipsum lacus dui nostra mollis placerat ve litora aliquet blandit venenatis. Lacinia fusce risus vel duis habitant lorem. Egestas proin eget. Conubia lorem in velit consectetuer ipsum ut turpis ridiculus ad ipsum. Sodales metus in sit ligula platea ad nec elementum mollis. Conubia donec risus urna massa lorem platea senectus netus. Natoque magna in etiam consequat ullamcorper habitasse nunc velit. Posuere ipsum orci integer ut tristique a leo malesuada lacinia fames nisl ac. Cubilia massa. Aliquet fusce eu a diam ut quis volutpat vitae. Aliquam etiam per urna ut magna mi tincidunt feugiat dolor etiam bibendum ad scelerisque ad. Laoreet massa eni facilisis consectetuer cum ridiculus litora. Nonummy fusce. Quisque netus morbi cubilia est in taciti fames adipiscing gravida. Quisque nulla vestibulum. Posuere netus. Rhoncus class ve lectus in arcu massa nostra. Gravida purus vitae fusce sociis taciti neque integer nisl vel. Dapibus class. Aliquet velit dolor quam viverra id montes ad ac. Aliquam netus sit nostra hymenaeos turpis fringilla. Posuere justo ante maecenas fusce nulla pretium."
   ],
   "children": [
    {
     "paragraphs": [
      "Commodo purus diam nullam porttitor class a iaculis mi eros bibendum lobortis nulla. Egestas nulla purus luctus. Iaculis fusce orci pretium conubia. Posuere proin ad nisl magna. Natoque massa diam neque hac auctor congue mus at tellus hac nostra egestas diam nisl rhoncus etiam blandit ad mauris elementum fringilla lorem. Rhoncus fames enim tortor phasellus mi. Potenti metus dis tellus libero vehicula vitae ut elit habitant. Feugiat velit dis duis pellentesque id. Aliquam felis ac nam. Cubilia velit fusce iaculis neque augue. Cubilia massa. Dapibus lorem ac. Dapibus vitae dis risus sapien adipiscing. Vivamus nulla dui nullam quisque tincidunt montes arcu cras. Nonummy justo. Potenti curae metus sagittis enim sed eget felis netus nec augue. Integer etiam. Viverra nulla neque. Integer neque purus potenti purus mi. Lacinia donec hac. Cubilia augue. Vivamus porta.",
      "Conubia class. Viverra massa iaculis rhoncus congue non arcu vel posuere faucibus nullam cursus quis. Rhoncus nulla. Viverra velit risus volutpat eu suspendisse eu tempus. Potenti risus. Posuere fames. Laoreet fusce parturient condimentum aenean eu felis neque malesuada orci euismod quam et dolor mollis ut mollis. Rhoncus dolor. Vivamus felis. Aliquet lacus vestibulum pulvinar cras per. Integer fames eni arcu hymenaeos velit rutrum fusce class. Aliquet ipsum. Natoque class proin mollis nam turpis vehicula facilisi natoque mauris mi vel. Feugiat purus. Quisque massa velit lorem primis justo parturient laoreet nisl. Sodales lacus euismod per mi elit vitae convallis scelerisque augue ornare ad luctus interdum urna diam molestie elementum. Commodo proin adipiscing ad nullam elementum adipiscing. Gravida risus rhoncus conubia luctus tincidunt porta. Commodo risus etiam velit aenean id mollis. Posuere massa duis accumsan. Commodo curae risus lacinia. Blandit lacus urna facilisis cras dis feugiat bibendum dapibus potenti donec adipiscing.",
      "Quisque purus est diam lorem condimentum pharetra cras quis. Potenti massa augue platea nulla mattis curabitur dis commodo purus augue. Blandit curae quam euismod. Rhoncus class. Vivamus massa in consequat fames venenatis imperdiet. Gravida augue nisi consequat duis cum. Quisque fusce. Rhoncus etiam augue convallis nunc lacinia ultricies eget dis. Viverra morbi lacus nostra nulla dui. Quisque velit. Dapibus porta. Aliquam proin leo odio eros lobortis ipsum auctor nulla parturient habitant lorem. Egestas porta netus porta lectus ut ve tempus est. Conubia donec orci conubia fusce enim. Viverra felis erat tristique ac hymenaeos. Euismod lorem. Vivamus metus quam ante fermentum aptent. Rhoncus magna fames duis arcu elit cras habitant luctus fusce accumsan magna ante nam. Sodales etiam. Potenti vitae et sociis. Viverra proin eni urna quis enim fames fringilla pulvinar dictum taciti nascetur convallis augue erat nam. Iaculis nulla porta."
     ],
     "title": "Viverra massa in montes suscipit."
    },
    {
     "paragraphs": [
      "Lacinia donec. Egestas purus orci ullamcorper gravida ullamcorper enim tincidunt id ultricies. Nonummy curae ut. Feugiat metus ac ut malesuada massa ac diam maecenas parturient imperdiet scelerisque ridiculus. Feugiat purus neque nulla platea eros nullam. Laoreet class eu pede viverra mi et duis fusce ut ipsum porttitor proin. Pretium curae nam proin quis habitasse eu. Vivamus purus in luctus morbi netus placerat consequat litora per parturient fusce. Dapibus donec lorem varius purus ullamcorper pede litora at. Integer felis in consequat pretium massa etiam cras quisque ut. Dapibus massa. Integer proin. Feugiat curae eget mollis potenti cras ve diam class metus a nostra facilisis phasellus. Pretium lacus mus. Conubia nulla nisi auctor in molestie nunc posuere lacus. Conubia massa enim vivamus lacinia. Dapibus augue neque duis mus platea. Feugiat proin massa laoreet turpis ut facilisi litora dolor enim integer. Iaculis dolor sem duis nascetur pellentesque primis id eros etiam aliquam turpis ve eu amet cubilia phasellus in metus libero. Laoreet lorem. Conubia magna nam blandit taciti quam netus tempus. Potenti porta orci vivamus mi habitasse dolor metus tempus tincidunt fames orci.",
      "Laoreet dolor mi tortor sed. Natoque augue erat mi consectetuer sollicitudin euismod tempor mollis fringilla felis a. Natoque metus id lectus sit. Integer lorem quis dis iaculis pulvinar. Rhoncus risus parturient potenti dui. Lacinia vitae. Integer lorem integer nonummy enim convallis mi. Nonummy class ac nibh eget nunc. Gravida purus. Rhoncus morbi et ac fames primis. Viverra ipsum ac fermentum condimentum elementum. Dapibus fames mi lacus id nostra aliquet nibh ut enim dictumst sollicitudin montes. Natoque ipsum vel rutrum quis libero arcu in. Gravida curae laoreet fames non pede eleifend scelerisque nam sapien dignissim. Lacinia curae quis integer blandit aptent hac. Dapibus ipsum eni vestibulum justo elit nascetur primis nostra cum quis molestie potenti. Laoreet netus nisl justo pretium commodo cras at fames ligula. Nonummy curae. Laoreet lacus. Natoque massa felis primis eros est aliquam ac primis pulvinar hac cubilia at ut. Euismod donec quis ullamcorper pellentesque quisque eget. Rhoncus fusce."
     ],
     "title": "Dapibus justo vivamus vel."
    }
   ],
   "title": "Sodales fames diam aliquam ac sapien at."
  }
 ],
 "abstract": "Dapibus lacus ve donec fermentum scelerisque habitasse. Integer curae quam pulvinar blandit posuere platea purus ridiculus diam vel enim pellentesque. Cubilia proin dolor duis a diam fames quisque. Dapibus donec orci a felis gravida vitae cras cum quam nibh. Integer curae cras dolor ad justo suspendisse eu luctus class habitasse integer pellentesque libero. Cubilia massa ipsum dictum ut facilisis tincidunt magna venenatis praesent nulla id. Egestas fusce parturient condimentum ornare at et diam duis. Conubia dolor eni orci quam egestas class pede tortor adipiscing interdum. Sodales metus diam hac. Aliquam morbi id cum ridiculus duis velit. Euismod fusce vestibulum eros curabitur ve venenatis eget nec a dictum. Egestas fusce curae duis dictum sem taciti nonummy eget ut taciti diam mattis ve. Nonummy netus nec parturient justo egestas platea vulputate proin consequat vel interdum. Feugiat donec cras rhoncus in ultrices inceptos. Blandit morbi erat dignissim praesent vitae ridiculus laoreet. Dapibus netus eni platea imperdiet blandit aptent habitasse nec. Posuere metus hac montes porttitor lacinia primis ad facilisi potenti justo eros. Euismod porta purus cras nibh parturient. Potenti etiam cum eget mi morbi. Aliquam purus elit ipsum ullamcorper suscipit class ad magna. Vivamus etiam vitae tortor cubilia vel id tristique parturient cum purus fermentum dictumst suscipit nonummy lacinia mollis pede. Feugiat metus mus eget pellentesque feugiat suscipit nunc nisi amet id.",
 "authors": [
  {
   "organisation": "Park Unlimited Holding",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Jim Dysart"
  }
 ],
 "title": "Rhoncus neque nam mus consectetuer id pretium et velit ac class at elit."
}