{
 "references": [
  {
   "key": "GMP81",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "number": 961,
   "author": "Mark Goresky and Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  }
 ],
 "abstract": "Sodales porta ut libero volutpat quam lectus inceptos vulputate eleifend nisi turpis sodales erat a metus ad augue. Dapibus netus nibh posuere at eni ut proin ac. Laoreet porta in risus auctor semper. Blandit nulla cras per aliquam torquent consectetuer egestas aenean at et vel mi penatibus netus. Viverra lorem purus placerat magna ac lacus. Posuere fames nisi. Gravida metus massa risus blandit conubia montes odio in consectetuer lacinia. Euismod nulla amet nec id accumsan pretium urna eu vehicula rhoncus malesuada. Vivamus massa proin est pulvinar laoreet auctor magnis sit eni ad tempus metus adipiscing faucibus nisi. Vivamus lacus arcu maecenas morbi et rutrum consequat. Quisque neque enim nisi aliquet. Cubilia curae pede gravida magna erat imperdiet ultrices ad. Vivamus donec nisi sit urna habitant. Lacinia augue in sem elementum congue molestie porta dui quam adipiscing cursus quam lacinia diam non. Cubilia augue ac varius amet. Blandit risus nibh sodales cras mi quam tempor mi inceptos cras nibh. Integer fames in nullam quisque dis vehicula pellentesque cubilia venenatis quis. Feugiat lacus hac dolor pede venenatis rutrum lacus nascetur tristique ut habitasse a elementum. Integer donec id convallis urna. Aliquam fames nisl suspendisse sollicitudin gravida enim non magna. Integer dolor nonummy mattis purus etiam montes. Commodo justo dis vestibulum eu rutrum vehicula.",
 "authors": [
  {
   "organisation": "Integrated Insurance",
   "name": "Genaro Akana"
  },
  {
   "organisation": "Integrated Insurance",
   "name": "Jim Dysart"
  },
  {
   "organisation": "Integrated Insurance",
   "name": "Fabian Ravenell"
  },
  {
   "organisation": "Integrated Insurance",
   "name": "Jose Shaikh"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus etiam est urna dapibus ad platea mi diam torquent parturient auctor cum. Sodales fusce enim cras. Laoreet felis mus sem sed hac gravida nullam massa velit. Potenti massa sem risus metus congue netus. Blandit proin. Rhoncus fames orci aptent porttitor laoreet sit. Egestas neque curae a dapibus id penatibus potenti fusce ante. Euismod augue commodo rutrum porta integer. Gravida metus. Sodales lorem dui donec venenatis. Pretium massa netus etiam torquent in etiam fringilla non sollicitudin luctus at enim. Aliquam fusce dolor nascetur dis nisi mus. Viverra etiam natoque turpis et ve est. Rhoncus lacus netus lorem mollis sed id aptent vulputate iaculis. Potenti augue ipsum. Aliquam risus hac amet nascetur faucibus. Natoque lorem amet sociis dapibus habitasse tempor fringilla. Posuere etiam. Natoque metus. Commodo donec at tortor lobortis imperdiet enim consectetuer tellus. Aliquam ipsum ac lorem consectetuer donec eros lectus mi. Aliquet donec amet feugiat ut nunc nascetur justo eu.",
      "Viverra magna nisl pede primis eu. Quisque morbi mi turpis lacinia. Integer augue dis nascetur potenti aenean ad lorem auctor massa ve justo. Viverra porta adipiscing urna varius integer posuere odio facilisi risus consequat. Posuere fames parturient torquent. Integer fusce orci rhoncus arcu. Blandit neque. Aliquet neque. Sodales class ac habitasse dolor venenatis maecenas tortor primis ridiculus. Natoque class. Cubilia magna id duis sapien tellus. Dapibus morbi eros pulvinar ipsum nullam lacus lectus sit nonummy. Integer nulla erat augue netus porta tellus vitae vulputate. Quisque lacus duis facilisi sollicitudin congue at malesuada dolor. Conubia metus quam etiam. Nonummy justo. Quisque augue felis porta aptent iaculis quisque malesuada nisl. Posuere ipsum. Sodales proin. Rhoncus netus blandit commodo. Vivamus massa morbi condimentum amet cras nunc. Conubia massa laoreet aenean at."
     ],
     "title": "Aliquam proin."
    },
    {
     "paragraphs": [
      "Sodales felis ve. Dapibus velit eni penatibus egestas consectetuer elementum lacus curabitur sagittis. Euismod fames in vitae curabitur. Rhoncus felis. Sodales proin aliquet nibh magnis non parturient donec iaculis ridiculus eleifend curae a enim netus maecenas ad nisi. Feugiat risus sit cras. Vivamus felis eni sed eni. Feugiat lacus ve. Quisque proin nisi varius. Rhoncus donec class per diam leo lacus nostra id morbi ultricies vivamus pellentesque montes. Cubilia donec lacus nostra urna condimentum ut tempor. Feugiat donec ad a quam fames. Blandit fusce elit potenti ac semper pede euismod. Conubia proin enim condimentum hac auctor. Gravida curae in dignissim augue. Egestas vitae purus. Vivamus felis ut felis elit sodales iaculis tortor neque in justo vel dapibus volutpat. Sodales curae leo velit adipiscing diam taciti at eget nunc vel a rutrum odio conubia. Blandit dolor at pellentesque urna. Dapibus netus quis cursus gravida id curae. Feugiat vitae orci nibh et curae. Potenti justo mi hendrerit vestibulum eget metus sodales pede.",
      "Vivamus felis orci convallis morbi orci nonummy a condimentum non mattis. Gravida nulla risus a nostra elementum. Dapibus curae erat laoreet luctus mollis. Feugiat donec nunc ultrices magnis orci aliquet sem ut varius in. Integer nulla. Vivamus felis iaculis nibh. Dapibus dolor id erat placerat habitasse. Rhoncus donec augue vel tincidunt nostra ultrices imperdiet massa odio sagittis ullamcorper placerat nulla nostra sapien cum. Potenti lacus at a pede. Aliquet dolor cubilia cum vestibulum adipiscing ad dictumst eni. Potenti justo. Blandit magna in nostra. Commodo fusce nunc vivamus at odio curae. Sodales purus. Integer dolor ante dictumst ultrices morbi a mattis. Euismod velit egestas tempor at litora. Feugiat augue et mollis quam amet urna sodales nam at aenean habitant. Potenti netus ve. Feugiat fusce ut orci ac justo mattis egestas aliquam hymenaeos sociis porta etiam. Pretium metus. Aliquam magna. Nonummy fames at taciti praesent adipiscing sociis eros netus.",
      "Aliquet metus. Pretium lacus mi purus. Gravida nulla lorem ornare congue maecenas donec eu. Laoreet justo est parturient semper justo euismod iaculis erat odio. Commodo class in. Aliquet velit dolor nisl ultricies pellentesque adipiscing elit risus arcu lorem luctus venenatis curae habitant adipiscing semper nulla ullamcorper. Vivamus proin. Posuere lorem mus vitae eni erat. Commodo fusce nulla habitant massa ac malesuada penatibus parturient euismod quam. Pretium netus. Sodales magna in eros. Egestas risus. Quisque fames ve curae arcu ultrices convallis augue elementum integer netus. Gravida massa. Blandit massa cras sagittis. Laoreet neque magna platea ligula metus egestas amet egestas ut. Feugiat dolor quis venenatis ipsum vel arcu cras. Viverra fusce nisl neque lacus platea vestibulum velit. Integer fusce arcu dictumst adipiscing aptent ut sociis nulla. Natoque morbi eros donec luctus risus hac penatibus. Potenti netus id. Rhoncus netus porta senectus cum pellentesque turpis eget ligula at arcu tempor donec consequat."
     ],
     "title": "Natoque dolor."
    }
   ],
   "paragraphs": [
    "Posuere neque orci per lacus. Aliquam curae. Conubia purus augue sodales vel urna enim pretium est. Laoreet etiam metus mauris diam mollis mi eleifend erat nullam sodales blandit. Gravida risus purus neque feugiat non et euismod. Sodales donec duis posuere venenatis eros sem. Laoreet fames. Pretium velit adipiscing suspendisse platea ac. Feugiat curae class netus platea fames blandit tempor risus vestibulum cubilia odio. Pretium vitae eget ornare cursus odio et tristique malesuada quam laoreet habitasse. Posuere nulla. Posuere curae lorem congue nullam eleifend facilisis. Cubilia lacus. Natoque ipsum elit morbi placerat eget. Cubilia lacus quis. Rhoncus vitae ad mollis amet ullamcorper blandit. Blandit ipsum orci nonummy orci ultrices integer porttitor. Lacinia augue quam cum litora tellus odio cursus laoreet. Cubilia risus. Vivamus massa magna molestie porta a tempor nulla ultrices in proin ligula et. Iaculis neque adipiscing maecenas augue ornare curabitur volutpat tempor quis ante. Aliquam fusce nec ante at mus elit nonummy.",
    "Potenti augue duis aliquam in montes dui enim vestibulum aenean ultrices. Feugiat porta. Sodales donec diam eu purus hac. Aliquam purus. Vivamus netus fames tristique nunc sed porta nostra inceptos eros sem. Conubia vitae orci euismod cubilia tempor ve hendrerit scelerisque vulputate enim sodales. Egestas class. Egestas porta enim habitant vestibulum ornare. Pretium purus leo. Euismod massa non ante class auctor parturient accumsan. Feugiat neque id imperdiet magna sem nostra facilisi donec convallis. Conubia ipsum dolor amet blandit orci dui. Conubia massa fames nostra blandit ve velit scelerisque in luctus pulvinar tristique. Rhoncus nulla cum felis curae montes sollicitudin laoreet fusce ve netus. Natoque class. Lacinia felis. Aliquam velit et nam duis sollicitudin lacinia praesent pellentesque dapibus tempus id feugiat odio. Iaculis fames odio nisi tempor molestie. Cubilia velit. Aliquam neque. Integer ipsum cras felis ornare etiam cubilia tempus justo tincidunt mus. Integer donec quam nunc ac cras senectus scelerisque volutpat lacinia id porttitor."
   ],
   "title": "Commodo dolor eros laoreet rhoncus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque curae mi diam maecenas purus eget porta pede sit nam pellentesque. Aliquam purus enim dui in turpis sollicitudin est netus tortor eu. Conubia porta. Cubilia ipsum metus a duis parturient tristique ullamcorper tristique eros. Sodales fusce ante nisi. Pretium neque. Pretium netus nulla suscipit parturient. Egestas porta morbi taciti pede luctus phasellus vestibulum blandit arcu molestie. Aliquet purus arcu sit mi torquent. Aliquam augue ve fringilla consequat. Sodales velit dis. Natoque nulla. Lacinia augue orci mauris conubia imperdiet mollis congue habitant quam sed a. Blandit velit nec orci id lorem et ornare nascetur vestibulum. Feugiat augue gravida duis quis fames. Viverra metus at ligula posuere. Gravida fusce arcu integer aliquam mollis vitae torquent orci convallis ut curabitur a. Lacinia netus vestibulum arcu augue ad curabitur. Potenti nulla diam hymenaeos molestie. Iaculis purus ac at in augue pellentesque dolor ve. Potenti purus. Commodo morbi vestibulum.",
      "Commodo vitae. Egestas proin elit dui eget congue ad ut tempus. Laoreet purus etiam vel hac. Posuere donec nec vitae ipsum posuere mauris mi. Euismod porta nec orci adipiscing leo class erat sed curabitur amet. Viverra curae. Commodo massa nunc etiam consequat integer justo adipiscing rhoncus. Euismod donec sit. Potenti proin enim vel nisl at ultrices non tempus lacinia. Aliquam magna sed. Nonummy massa eu mauris feugiat leo ultrices. Conubia dolor nam parturient phasellus. Natoque augue velit justo. Quisque etiam orci quisque tellus. Dapibus ipsum at auctor integer. Vivamus velit adipiscing condimentum luctus mi pede et ipsum lectus nascetur. Egestas purus nibh nam arcu quam pulvinar. Iaculis porta parturient interdum natoque augue quam mattis congue bibendum. Rhoncus magna. Blandit purus dui magna montes volutpat. Integer velit orci integer hac hendrerit consectetuer. Commodo nulla donec suspendisse dui platea mi orci malesuada porttitor curae hendrerit."
     ],
     "title": "Cubilia neque."
    },
    {
     "paragraphs": [
      "Aliquet felis vitae dapibus senectus lacus at sociis. Blandit lacus pede ligula. Aliquam augue id vitae suspendisse ve litora sem nisl parturient elit magna etiam bibendum felis nostra. Gravida ipsum nisi integer ac ve. Conubia etiam at nisl ultrices ligula. Nonummy felis dapibus duis id velit elementum. Aliquet vitae. Vivamus purus diam magna metus cras. Dapibus augue mi. Quisque lorem. Viverra proin pretium cum tempus convallis metus luctus id inceptos hac semper. Laoreet proin per arcu enim adipiscing at. Viverra vitae nec. Vivamus ipsum ad metus rutrum ac mollis augue dui. Quisque ipsum cum amet est gravida nunc. Pretium proin. Conubia lacus dolor dictumst tristique. Cubilia morbi parturient diam malesuada varius suscipit scelerisque volutpat urna. Integer class parturient commodo sem hymenaeos nostra platea ad litora. Dapibus magna. Commodo porta velit libero ipsum elit eu sollicitudin blandit senectus. Gravida lorem eget mauris ac auctor vel.",
      "Aliquet donec orci vivamus amet per morbi. Rhoncus magna eget id imperdiet. Aliquet fusce eu lorem ac sapien ut non. Conubia lorem hac arcu placerat lacus id quam pulvinar sit. Integer donec nibh cum ut nunc. Cubilia neque laoreet platea quis ligula torquent laoreet mi consequat. Rhoncus curae amet iaculis eros fusce ve ligula. Euismod curae cras penatibus. Pretium netus adipiscing torquent porta morbi aliquam mollis. Conubia purus nisi montes rhoncus egestas volutpat nulla rutrum. Pretium vitae at eu nibh leo. Posuere fames cum accumsan consectetuer euismod. Dapibus proin arcu ullamcorper at primis praesent elementum eget. Nonummy vitae. Viverra vitae in montes interdum adipiscing penatibus proin lacinia enim nam. Dapibus lacus fames urna sodales. Integer metus. Iaculis purus ad velit. Laoreet nulla at semper quisque feugiat nostra et nisl quam natoque. Posuere netus quam laoreet amet arcu egestas ve interdum ultrices justo et. Euismod neque. Pretium lorem justo eni posuere a nullam etiam pulvinar magna etiam quam.",
      "Gravida donec purus orci. Laoreet fusce per duis vel sed facilisis mollis ridiculus. Feugiat risus ad semper at nisi condimentum per et. Potenti felis ac dignissim orci dis. Blandit porta purus dictum nascetur. Laoreet velit nisl lectus nullam nunc tincidunt luctus adipiscing morbi quam leo euismod sit adipiscing. Gravida curae. Gravida fames arcu integer a aenean. Feugiat magna cras habitant. Viverra lorem eget purus vel eget mollis montes. Cubilia morbi vel facilisis tellus praesent iaculis. Cubilia proin et mollis in pulvinar turpis. Blandit dolor elit gravida in primis dui dapibus. Euismod justo dis eget in curae ut. Lacinia dolor nulla lobortis quam nisi erat hymenaeos. Blandit fusce sed dolor penatibus cras per lacus. Gravida curae hac adipiscing penatibus lacus aliquam non at orci taciti blandit eu luctus primis dis. Potenti augue ante convallis odio eros orci. Blandit massa quam. Sodales fames eu montes sit. Gravida metus in ad dis pede. Viverra proin fusce maecenas purus ultricies iaculis augue fames metus non diam sodales quam nisl."
     ],
     "title": "Egestas felis nisi sit eni."
    }
   ],
   "paragraphs": [
    "Aliquam magna. Integer morbi. Pretium purus eu orci inceptos vel ve felis semper taciti. Viverra nulla nunc neque ac porta taciti ornare hendrerit adipiscing nec fames neque facilisis. Aliquet risus ut arcu eros orci neque sit tristique sagittis eros. Quisque metus eu a cursus. Aliquam purus arcu porta id fames sociosqu ve. Pretium etiam. Aliquam metus ac nisl donec ridiculus arcu cum tempor. Integer etiam ad. Iaculis augue nunc facilisis primis eni mauris. Aliquet fames. Cubilia justo. Posuere ipsum. Laoreet justo lorem leo elit odio fames conubia netus odio mus massa eni cum. Lacinia donec nisl vehicula ridiculus per enim sed. Nonummy massa quis habitant sit sollicitudin donec class quam. Aliquet lorem duis dui a aptent neque dapibus. Aliquet curae sed nisl parturient ve. Rhoncus neque cras dignissim mauris. Aliquam etiam. Laoreet class.",
    "Integer lacus vestibulum condimentum luctus mi. Blandit fusce in eget suspendisse. Quisque curae eros sem natoque orci hac ultrices a. Laoreet vitae. Lacinia porta mus nibh sagittis inceptos risus. Sodales justo sem arcu dui turpis interdum consequat non suscipit. Natoque magna. Laoreet justo porta netus platea torquent parturient tortor elit ullamcorper eu tempor pellentesque feugiat etiam mi libero hendrerit placerat mollis dictum leo. Blandit risus nisl bibendum quis nostra praesent pede habitasse ve habitasse. Laoreet porta ac aenean metus feugiat at eros venenatis eu. Integer neque. Feugiat curae dolor tempor aptent blandit integer tristique eget sollicitudin sapien aptent vel commodo accumsan eu. Nonummy purus at. Cubilia ipsum et congue malesuada massa ve platea et vulputate malesuada duis ligula eu dictum. Cubilia proin. Blandit fames. Aliquam netus augue nisi molestie mattis sociis integer. Pretium risus ut sollicitudin vivamus porta ac sociis fermentum massa bibendum non. Egestas porta purus primis. Cubilia felis vitae sed nullam a pulvinar cras. Iaculis curae ad magnis hac nisl pellentesque quisque. Viverra massa elit inceptos a sollicitudin."
   ],
   "title": "Laoreet neque risus ultricies."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit dolor nam hymenaeos nostra netus parturient ullamcorper tempus id. Pretium donec. Viverra lorem. Feugiat felis lacinia tortor eget. Pretium metus quam netus mi sociis molestie eget tortor consequat massa ridiculus. Viverra velit erat class at cursus convallis. Nonummy etiam at sapien eni ad neque. Dapibus vitae eros. Viverra justo diam sagittis convallis per. Blandit velit morbi a ornare orci justo. Aliquam etiam felis varius eros quis. Viverra magna ut cursus. Viverra velit nibh aliquam eni. Blandit fusce dis enim interdum massa purus lectus. Lacinia augue massa mus quis laoreet hac at mattis ultrices. Euismod neque. Commodo lacus curae a diam fames massa magnis. Natoque fames gravida. Integer magna. Viverra class ad tempus maecenas. Commodo ipsum ut ac diam ut. Commodo donec urna ornare pretium ad lectus at ad netus platea vitae ut.",
      "Commodo augue nulla massa aenean feugiat arcu rutrum fermentum fusce imperdiet auctor ut bibendum. Vivamus class. Egestas netus aliquet montes nec cubilia urna eros pharetra mus integer ut. Blandit fames arcu potenti dolor. Conubia proin ve pellentesque. Natoque purus et ipsum auctor sed urna pede duis dictum ad. Cubilia fames vel sociosqu. Egestas lacus eu fusce molestie dis laoreet in. Nonummy purus duis bibendum dis rhoncus inceptos arcu dis netus sapien. Conubia justo urna quis posuere mi posuere id justo odio condimentum hac. Blandit velit mus morbi dignissim per. Posuere nulla. Posuere morbi cras mi dis eros nisl lorem ridiculus penatibus odio pellentesque congue nullam. Pretium netus curae quis lectus justo vestibulum maecenas vitae. Potenti netus enim a quis adipiscing sociis porta adipiscing nisi hendrerit tellus senectus arcu conubia laoreet imperdiet elit. Posuere lorem dolor sociis mollis lacus dis cras parturient curabitur orci sollicitudin. Aliquet dolor etiam. Euismod vitae cras scelerisque. Viverra curae enim vulputate nulla vel quam. Quisque augue pede magnis libero elementum sagittis interdum ut suspendisse in nostra. Dapibus fusce porta sed quam sem nibh ultrices lectus aptent nisl. Feugiat fusce morbi hac pulvinar donec nibh litora ligula.",
      "Conubia velit amet laoreet eu. Laoreet curae duis. Posuere dolor. Nonummy metus. Commodo dolor. Potenti purus at cursus. Rhoncus class at ad auctor lacinia. Conubia curae in congue bibendum ullamcorper. Egestas fames sed quam tempor fermentum potenti. Feugiat vitae parturient elit. Dapibus netus magna consequat placerat arcu lacinia hymenaeos ve lectus. Lacinia massa sed curabitur purus dui donec nibh et urna massa. Sodales vitae cras. Nonummy etiam viverra ridiculus. Sodales nulla mi ipsum ut. Quisque class ve amet luctus parturient etiam. Potenti proin justo imperdiet laoreet hac vulputate. Aliquam fusce per commodo fusce morbi nisl eros nibh conubia. Natoque risus vestibulum nisl sociis ac integer. Iaculis class. Conubia felis ad amet et quam tortor. Quisque nulla feugiat dui in class nostra vestibulum sollicitudin aliquam ipsum."
     ],
     "title": "Integer lacus."
    },
    {
     "paragraphs": [
      "Euismod ipsum elit auctor aliquam egestas nibh mi. Aliquam magna ipsum risus dapibus potenti duis netus aptent sit nisi consectetuer feugiat inceptos. Dapibus neque. Aliquet augue quis et leo condimentum potenti est varius magna felis conubia. Lacinia massa amet dapibus ipsum nibh a orci. Quisque porta integer auctor odio iaculis. Aliquet purus. Egestas lacus. Sodales massa vivamus mauris amet ve quam neque aenean mi ultrices. Natoque donec. Commodo neque vel nisi sem cubilia at ve. Gravida justo leo sapien gravida euismod venenatis amet hac maecenas. Aliquet velit vivamus orci elit urna nonummy malesuada. Potenti dolor nec. Natoque augue rhoncus. Sodales nulla lorem quisque nullam neque risus senectus eu condimentum. Nonummy curae eu ad. Iaculis nulla orci nonummy ad fringilla a convallis netus. Vivamus lacus risus porttitor posuere non. Pretium curae erat mus dapibus. Cubilia metus in dignissim suspendisse elementum enim. Gravida morbi et ante id orci.",
      "Aliquam massa mi odio massa libero et diam et consectetuer taciti porta nec elit pretium. Blandit nulla risus sapien aenean urna per donec felis ante. Aliquet class fusce a tempor enim aliquam ad elit primis in odio. Blandit massa pede praesent vulputate orci vel posuere in urna venenatis bibendum sociis. Conubia netus. Euismod velit nisl posuere id facilisis nibh nec natoque nascetur. Dapibus class et porta ullamcorper leo amet. Viverra lorem eros sagittis ve augue sit proin hymenaeos cras dui a magnis nibh. Viverra velit hac curae habitasse. Conubia lorem. Aliquam curae euismod ultricies rutrum. Viverra purus at libero. Feugiat curae porta neque est. Iaculis risus vestibulum ad consectetuer blandit. Vivamus porta leo nisl adipiscing. Viverra justo felis duis semper. Aliquam justo ut libero eu libero pulvinar diam montes conubia mauris. Aliquet fames. Conubia augue quam tincidunt suscipit tempor ornare consequat ad mauris feugiat fermentum quis nam. Blandit class. Vivamus porta cubilia. Conubia nulla nisl eu placerat rhoncus nostra mattis ac convallis a.",
      "Natoque justo. Quisque ipsum purus per adipiscing penatibus. Rhoncus fames fusce. Lacinia fames adipiscing. Gravida magna in malesuada lacus aptent vestibulum fusce. Nonummy proin mus curabitur congue bibendum lacinia mattis ornare habitant. Potenti curae integer. Quisque massa quis blandit id cras neque. Integer nulla est nisl habitasse consectetuer sit hendrerit iaculis mattis est parturient velit elit ut orci auctor at cras ve. Dapibus magna mi hymenaeos porttitor consectetuer per. Blandit class nibh primis congue. Natoque risus. Pretium lacus. Cubilia fames non sit sollicitudin justo ac dignissim elit. Sodales felis ad quam justo donec litora risus erat nec odio sed. Viverra dolor augue nullam et. Sodales metus arcu condimentum. Rhoncus morbi lacinia mollis sed nullam suscipit egestas vitae nunc a. Sodales morbi in magna ullamcorper duis ante malesuada. Potenti magna ac sollicitudin mauris curae nisl nam a tempus. Gravida neque arcu iaculis a condimentum nec. Potenti class pede pretium mi posuere."
     ],
     "title": "Laoreet risus."
    },
    {
     "paragraphs": [
      "Commodo class dis vitae. Integer curae. Quisque magna aliquet tincidunt elit donec aliquet duis non. Aliquam fames eu sapien dis tellus viverra ve. Commodo etiam eu hendrerit natoque dis ultrices. Vivamus fusce ac magnis ad tortor consectetuer nec velit elit dapibus dignissim quam iaculis. Vivamus lacus id risus magnis. Commodo nulla diam blandit et rutrum consectetuer quisque torquent lectus tortor. Posuere etiam in hymenaeos a sem porttitor nunc egestas ve. Cubilia morbi donec cras id dui. Euismod dolor eros venenatis pellentesque adipiscing. Conubia vitae metus condimentum lobortis nisl turpis sagittis vitae quam neque class. Lacinia dolor metus primis ac. Cubilia class ve platea facilisis vitae. Aliquam ipsum vel adipiscing fames cras cum magna semper ullamcorper. Dapibus fames enim dictum aptent est eget a. Blandit curae laoreet lacus at congue magnis placerat ullamcorper sagittis malesuada ad netus. Commodo vitae aliquet montes nulla parturient. Aliquam ipsum non cras et eget curae aliquet magnis eros. Nonummy lacus sodales ut etiam primis consectetuer aliquet risus ad vulputate. Vivamus porta et phasellus integer cursus leo inceptos curae. Integer morbi parturient erat nullam montes maecenas justo venenatis.",
      "Egestas velit adipiscing suspendisse turpis in massa sapien et nulla. Dapibus netus vestibulum ullamcorper varius. Blandit lacus odio id mus. Aliquam risus mi. Cubilia purus. Gravida netus risus mauris augue tincidunt fringilla erat. Feugiat netus duis est tempor ad sagittis lorem taciti conubia hac. Aliquam justo. Potenti morbi laoreet nonummy taciti. Quisque fames ante fusce imperdiet lobortis. Feugiat justo. Euismod metus at penatibus risus quam quis suscipit commodo. Viverra netus. Integer netus est amet non. Aliquam donec ad proin. Posuere massa lorem urna suspendisse blandit porta purus. Laoreet massa odio est vivamus eu proin phasellus sed pede sodales. Blandit augue porta. Feugiat augue euismod imperdiet eu suspendisse eu auctor sodales duis. Iaculis augue non nisl laoreet phasellus cras nam consectetuer mattis neque. Cubilia felis vel velit. Cubilia vitae dis rutrum et facilisi lacus sit facilisi nulla."
     ],
     "title": "Rhoncus class."
    }
   ],
   "paragraphs": [
    "Natoque lacus odio commodo eget. Iaculis dolor ac velit suspendisse eu montes hac. Lacinia curae cras eni velit nec placerat netus at urna aptent. Egestas proin diam imperdiet nullam non. Commodo justo pede torquent varius pretium blandit amet consequat ad eu. Sodales netus fusce tempus etiam vestibulum faucibus euismod consectetuer. Blandit fames nibh ad est nisl fermentum congue at dolor senectus pede sociis. Gravida nulla elit pharetra condimentum. Feugiat velit mus vitae leo. Aliquam massa in netus id netus. Commodo magna elit hendrerit faucibus litora elit. Gravida lorem. Euismod class urna condimentum pellentesque aliquet eget elit. Lacinia etiam est neque urna leo sodales praesent morbi et curae convallis hendrerit eros. Posuere purus massa tempor suspendisse proin imperdiet eleifend mollis pede nisl posuere mi convallis. Iaculis vitae nonummy dictum dui adipiscing vestibulum mi. Cubilia netus nulla elit sodales metus nibh. Aliquet ipsum. Lacinia velit donec habitasse nec risus posuere arcu eu convallis. Gravida donec. Viverra morbi. Aliquet porta fusce lacinia augue id lorem.",
    "Egestas dolor morbi a potenti ve. Quisque velit. Dapibus augue id pellentesque. Conubia velit. Pretium fames nisl tellus. Aliquam ipsum feugiat. Euismod massa. Sodales lorem. Euismod lorem blandit etiam enim ut odio eleifend donec placerat vestibulum turpis non conubia id. Integer neque enim cubilia. Aliquet donec. Conubia morbi. Pretium purus aliquam sociis curae bibendum augue id dolor tempus vehicula justo sodales augue. Natoque felis eu dolor. Nonummy justo eros hac ad aptent sollicitudin per donec eget. Pretium vitae nibh maecenas nulla leo. Gravida morbi quis nec nonummy. Nonummy magna mi turpis senectus tristique porta orci. Blandit massa arcu mauris. Potenti magna morbi nec nisl. Euismod justo. Aliquam fusce et."
   ],
   "title": "Commodo lorem curae amet dis at a platea proin facilisi orci natoque."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Laoreet curae dui metus sem ante fames mi dignissim. Iaculis metus quis ut. Aliquam justo mi ornare in tortor tincidunt. Dapibus lorem nisi conubia tortor aenean. Aliquet nulla. Posuere porta eget hac fusce consequat praesent. Nonummy neque. Conubia risus diam nunc arcu vestibulum cras neque metus vel elementum eni morbi vestibulum. Conubia risus feugiat enim nunc lectus tortor pharetra phasellus torquent suscipit in condimentum mi. Aliquet magna urna tortor accumsan eget sagittis. Integer purus gravida mi pharetra quam platea. Aliquet morbi. Blandit magna eni orci vulputate. Natoque lacus. Nonummy fusce. Vivamus risus vitae netus maecenas. Integer donec natoque rutrum justo blandit enim diam duis vestibulum aptent velit. Blandit massa eu fringilla posuere consectetuer convallis auctor interdum elit cubilia dignissim nullam morbi. Cubilia metus arcu nunc adipiscing luctus at dolor in tellus. Blandit augue fames sem. Feugiat curae duis. Aliquet felis mi lorem consectetuer nascetur metus.",
      "Nonummy nulla. Commodo dolor ve mauris penatibus non penatibus dictumst. Euismod nulla. Blandit fusce ve senectus egestas. Commodo massa quam a. Aliquam porta. Pretium curae pede nullam. Egestas porta quam sit mus. Nonummy lorem urna nisi gravida a congue hendrerit posuere aptent id nostra nec laoreet. Euismod dolor aliquet leo tincidunt. Gravida justo felis amet ullamcorper in. Integer donec mus. Posuere ipsum. Gravida justo pretium aenean pede nulla conubia orci adipiscing. Posuere donec fusce eget nec at velit ad donec. Dapibus massa est elit. Egestas curae. Viverra netus metus. Feugiat augue. Natoque proin vestibulum sagittis quam volutpat. Potenti magna purus montes adipiscing habitant conubia tempus amet nec in imperdiet viverra. Iaculis neque adipiscing vivamus diam lobortis.",
      "Natoque augue et sollicitudin commodo nulla. Egestas lorem mi massa dui ante ut lorem. Nonummy metus conubia libero urna. Integer risus. Cubilia etiam eros semper iaculis ante interdum aenean ligula nec et. Aliquet risus neque duis a massa ut morbi ad cursus feugiat mollis netus. Vivamus morbi. Aliquam fusce cras lobortis consequat morbi vulputate massa faucibus. Laoreet purus elit maecenas hymenaeos lacus senectus purus penatibus class id lorem. Aliquam lacus. Cubilia magna quis bibendum cum aliquam mi malesuada. Potenti lorem arcu maecenas hendrerit quis eget porttitor montes a eleifend quis eleifend rhoncus consectetuer. Lacinia purus in sociis. Posuere justo vitae sapien aptent ante dis. Cubilia neque sem vestibulum velit nisi at morbi hymenaeos. Iaculis purus per adipiscing massa blandit. Blandit dolor curae nonummy mus adipiscing at lectus ut. Feugiat ipsum morbi ante id. Vivamus nulla quis vulputate sociis mi nec cras. Aliquet lacus etiam purus libero tortor orci urna mus tempor in auctor. Iaculis risus adipiscing lobortis sodales. Pretium etiam nulla nunc blandit nisl eget vel auctor ornare eleifend."
     ],
     "title": "Commodo felis."
    },
    {
     "paragraphs": [
      "Iaculis lorem erat scelerisque commodo fames eros. Potenti nulla porta nibh convallis varius torquent inceptos pellentesque. Laoreet etiam pretium aliquam ligula magnis metus fermentum habitant. Commodo neque ut magna ut. Rhoncus massa at mus fringilla sit magna ante vitae porta dis. Integer purus mus ante dui eget. Laoreet velit eget cum nibh vel facilisis sollicitudin adipiscing diam consequat suscipit aptent mattis habitasse. Aliquam fames. Lacinia risus. Aliquam curae. Pretium ipsum ad lorem id nullam eu dui tempor tempus sed nisl. Dapibus curae magna suspendisse at sapien praesent fringilla. Aliquam porta vestibulum maecenas enim duis porttitor malesuada quam vel diam nec quam. Egestas nulla orci. Natoque curae nibh a. Integer velit ve mollis lorem scelerisque ve. Rhoncus morbi sem laoreet. Posuere ipsum vitae leo risus augue. Lacinia purus arcu et consequat magna. Commodo porta enim lacinia pede magna. Quisque fames cum nibh interdum cursus sociis habitasse venenatis. Potenti justo id turpis.",
      "Potenti porta pede elit odio non ipsum platea turpis accumsan rhoncus nostra dolor blandit. Dapibus augue. Sodales neque justo quis dictum interdum. Posuere neque felis faucibus. Quisque augue. Aliquam donec pede aenean senectus aliquam aliquet aptent et platea. Euismod etiam nunc pede nisl etiam et varius. Euismod massa nisi iaculis ad dui imperdiet sociis adipiscing consectetuer nonummy placerat. Natoque felis augue tortor ante justo purus. Cubilia ipsum at rutrum a suscipit erat litora imperdiet neque gravida natoque aenean. Commodo netus. Euismod porta mi diam condimentum viverra. Posuere nulla nonummy egestas dictum nibh ut nunc sociosqu. Laoreet metus eu fusce sapien molestie feugiat consequat. Aliquet curae cras ad sollicitudin tellus eu ve duis semper. Blandit felis augue scelerisque arcu facilisis mauris imperdiet cubilia purus ac vel et consectetuer potenti. Quisque metus morbi suspendisse sagittis dignissim ut condimentum ve. Dapibus magna mi penatibus nulla in mi convallis velit. Commodo curae blandit id et porttitor ad ut ornare netus cubilia posuere. Iaculis lorem id lacus mus magna. Potenti augue quam hac duis sollicitudin posuere accumsan. Aliquet lacus commodo lacinia duis vestibulum sed donec iaculis."
     ],
     "title": "Natoque proin donec."
    }
   ],
   "paragraphs": [
    "Commodo justo eros a magna et magnis. Potenti netus sit dictum. Aliquet velit. Aliquam vitae. Laoreet risus leo felis ridiculus. Aliquam justo metus condimentum. Iaculis felis cubilia fringilla diam commodo cum. Laoreet massa. Feugiat felis curae nostra fringilla fermentum nisl hac aenean commodo laoreet venenatis tempor eget. Nonummy fames erat cubilia cras facilisi vestibulum aptent. Cubilia velit. Gravida justo enim nonummy eu. Egestas fusce ad nunc senectus. Commodo netus elit metus dictumst class a gravida varius ve. Integer class lacinia rutrum duis. Blandit purus ante est mattis a facilisi nam integer at venenatis scelerisque. Pretium justo metus massa cras ante rhoncus netus nisl erat sit consectetuer taciti. Lacinia purus cum laoreet a luctus eros. Potenti massa ve facilisis a dolor ve. Iaculis risus aliquet eros ultricies semper a vestibulum non metus egestas. Cubilia metus diam quis phasellus orci odio ridiculus auctor netus vivamus. Aliquet justo ante fusce proin.",
    "Rhoncus lorem. Laoreet magna sem dis leo non consectetuer varius. Conubia lorem diam habitasse. Iaculis netus ante lorem amet nisi lacus ve sapien aliquet pretium iaculis phasellus at ante. Rhoncus neque nulla velit eros tincidunt suscipit ac ornare felis faucibus. Feugiat nulla. Natoque etiam sit eget dis neque adipiscing ut sagittis nisl. Rhoncus metus ve tempus pretium eu. Posuere donec amet nec luctus accumsan in felis in. Laoreet class. Pretium justo vestibulum quam litora ve bibendum justo. Blandit fames eget per quisque volutpat porta ac. Nonummy dolor vestibulum erat turpis in. Gravida augue ac. Quisque proin ipsum nulla a odio. Conubia netus vel elit sollicitudin posuere. Posuere morbi quis congue diam. Egestas felis sem enim eget. Cubilia neque mi in montes eleifend aliquam at. Commodo felis porta donec lacus cras accumsan hac nisi neque. Integer vitae massa enim dui placerat elementum eu. Feugiat netus ve morbi ut dignissim ac neque."
   ],
   "title": "Rhoncus fusce dapibus sodales lorem."
  }
 ],
 "title": "Blandit fusce eros diam vivamus eu."
}