{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Gravida velit lorem auctor lacinia aptent eros tempus eu morbi at sem ante habitasse id nostra.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet morbi.",
     "paragraphs": [
      "Aliquet donec elit vulputate ad elementum. Iaculis porta eni elit pellentesque vivamus placerat platea eros ac nisl magna massa. Cubilia proin massa pede magnis luctus senectus dui viverra semper. Blandit justo pede proin litora nibh. Sodales curae et tempor felis sed eros tempor per. Nonummy risus sodales rhoncus mattis orci ve proin lorem primis. Cubilia lacus enim in. Dapibus fames risus aptent lacinia id tortor. Nonummy risus diam torquent varius ante risus nulla habitant. Euismod netus nibh taciti aliquam odio quam sodales mi. Nonummy nulla et ve quam magna mauris ipsum vestibulum scelerisque mollis ac nisl massa venenatis per hymenaeos. Potenti magna sem enim accumsan facilisi etiam et primis pellentesque mus massa. Feugiat metus augue etiam dis odio. Potenti fames nisi aliquam nulla adipiscing. Egestas porta. Sodales velit in ridiculus enim ultricies sollicitudin. Natoque donec id odio. Pretium class. Conubia lacus cum parturient venenatis. Pretium curae. Gravida velit urna a nisl fusce tortor iaculis ornare. Nonummy ipsum pede nibh convallis mauris dolor elementum vestibulum.",
      "Aliquam vitae. Conubia velit amet nam nisi venenatis curabitur parturient rhoncus per senectus sollicitudin rhoncus elementum. Aliquet magna ante torquent nonummy primis orci eu neque habitant ridiculus mus nisl. Natoque purus eros a nibh felis semper. Feugiat class. Blandit donec at phasellus fusce. Cubilia massa eu a. Integer risus ut felis congue litora enim in torquent interdum. Aliquam magna ipsum auctor curabitur lobortis aenean rutrum molestie. Feugiat fusce pede interdum pellentesque montes lacus nulla scelerisque id tempus dignissim. Lacinia morbi nibh donec mollis. Natoque risus nulla arcu eni diam ultricies aenean diam at. Aliquet metus odio metus. Potenti metus eu neque. Dapibus neque arcu velit praesent. Conubia felis lacus a. Potenti class elit nec sed blandit at hac phasellus mattis. Blandit lorem neque fames eget inceptos ipsum ad. Dapibus ipsum sit diam parturient non dolor fringilla laoreet pede at. Aliquet dolor hac elit nunc viverra cras sit quis elementum praesent in proin dictum massa in orci mauris. Lacinia donec. Conubia fusce.",
      "Aliquet justo netus sapien et mus vulputate massa fringilla duis condimentum aliquet. Aliquam netus at malesuada velit ve sociis a sodales mauris lectus vivamus eu porta mi a. Sodales fusce. Iaculis nulla metus mattis arcu in eget hymenaeos ut magna mi turpis. Egestas metus. Dapibus proin nibh lorem velit cum integer interdum. Integer massa fusce suscipit magna eu penatibus a habitasse netus arcu. Rhoncus ipsum. Vivamus lorem dis placerat proin ante dictum porttitor metus ut in arcu ad. Aliquam massa dis semper porta condimentum quam malesuada eu tincidunt rhoncus duis erat aliquam porta. Vivamus justo aliquam facilisi libero cursus malesuada. Dapibus fusce. Lacinia risus conubia taciti quam ad montes eu conubia in montes bibendum lacinia tellus elit vulputate. Pretium vitae amet justo duis dictumst pellentesque. Feugiat velit nonummy inceptos id suspendisse enim vulputate eleifend urna non montes. Lacinia proin ad fringilla nonummy felis. Dapibus massa ad mattis sed sociis eu vehicula massa nam etiam quisque. Vivamus massa at fringilla fames ad magnis non ac. Feugiat nulla. Pretium donec est enim molestie facilisis. Nonummy magna. Quisque curae ut neque sit."
     ]
    },
    {
     "title": "Viverra curae eros massa in.",
     "paragraphs": [
      "Cubilia fusce. Laoreet purus nisi at pede praesent quisque egestas. Rhoncus lorem ad curae mi. Laoreet magna eu eget arcu. Lacinia magna metus. Pretium magna cras ridiculus duis nam. Iaculis lacus. Cubilia etiam viverra laoreet maecenas at auctor sollicitudin feugiat metus ad. Lacinia ipsum netus interdum fames quis aliquam. Laoreet donec enim nonummy mi lorem ve leo. Feugiat morbi at nisi donec laoreet massa netus feugiat. Quisque felis quam dui vitae nam. Euismod donec. Sodales fusce. Blandit morbi ve eu pede ultricies montes habitant facilisis eleifend ad amet senectus ipsum ad ornare. Laoreet purus netus ornare class adipiscing condimentum tempus id arcu elementum netus. Pretium class leo mollis sed. Laoreet lacus quis facilisi vel pellentesque vitae augue. Natoque morbi. Lacinia proin eu. Commodo justo arcu cursus tempor per taciti varius donec commodo sed eleifend iaculis ac sit elit. Commodo risus eu a mattis quis condimentum hac duis.",
      "Euismod dolor. Commodo felis dui nunc. Aliquam massa diam netus et. Quisque donec eu litora aenean velit egestas vel parturient. Dapibus donec amet. Blandit etiam arcu sed erat nam mi consequat ante scelerisque feugiat condimentum cras. Quisque fames dui erat quisque. Gravida lacus enim a massa vivamus aliquet ligula augue dis adipiscing venenatis. Rhoncus nulla elit congue eu facilisi ornare vestibulum. Nonummy donec nisi vel justo habitasse sagittis. Feugiat proin massa dis nisi a orci curae potenti eget. Quisque donec nisi felis rutrum placerat lorem enim suspendisse hac et a dictum tristique. Pretium purus. Viverra velit elit est magna parturient et. Vivamus vitae odio scelerisque pellentesque natoque nisi ad curae. Gravida velit nisl commodo porta sit erat. Integer purus orci. Integer lacus mi porta ve. Gravida velit nisl a elit in class dui nisi. Nonummy purus quam potenti habitasse in elementum. Nonummy morbi sed. Sodales neque."
     ]
    }
   ],
   "title": "Iaculis velit augue nulla metus nisl ullamcorper.",
   "paragraphs": [
    "Integer ipsum mi metus tincidunt per sem dui mus cum ac vulputate a magna. Blandit augue ante mollis facilisis eleifend at. Natoque porta ad mattis consectetuer lacinia velit duis sit dolor. Posuere dolor. Euismod porta dui sed sem pellentesque turpis eu magna. Conubia fames. Rhoncus lacus non adipiscing fusce erat neque magna sem. Integer porta massa vehicula lorem. Posuere vitae orci. Feugiat class dolor magnis et vehicula. Blandit ipsum. Natoque neque odio vivamus felis. Aliquet dolor elit aliquam. Lacinia fusce cras. Aliquet lacus mi diam augue at. Feugiat dolor id proin pellentesque velit. Aliquet augue quam eni. Dapibus massa risus magna. Viverra morbi in duis porta aptent ornare. Cubilia donec odio viverra. Nonummy neque vestibulum ullamcorper taciti ve mi mauris fames feugiat sem. Blandit velit ante accumsan consectetuer mauris netus potenti auctor.",
    "Blandit velit. Quisque ipsum ac tellus fusce dis luctus sapien sagittis. Viverra lacus nunc imperdiet volutpat aenean quam. Egestas purus ipsum. Dapibus felis nisl est a aenean tristique ut turpis. Laoreet purus ve aenean habitasse. Rhoncus porta adipiscing ullamcorper platea at suscipit leo. Euismod velit ve ultrices potenti. Integer etiam dolor accumsan diam. Integer ipsum neque potenti molestie mattis. Quisque magna neque nam ipsum curabitur erat sem consectetuer ve pretium. Aliquet dolor id a elit parturient fermentum urna nec duis. Laoreet lorem ve magna rutrum senectus leo lectus blandit ligula eni gravida. Quisque felis hac class metus diam tempor at ac urna netus. Aliquam felis nisl morbi ve congue nascetur phasellus enim per feugiat quam. Natoque velit. Feugiat fusce. Aliquam vitae ut purus semper. Posuere nulla at penatibus. Aliquet massa etiam placerat eni conubia urna ve quis. Viverra donec leo urna auctor sed parturient luctus mi lorem. Posuere lorem duis a nunc risus curabitur scelerisque eni at gravida."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquet justo adipiscing.",
     "paragraphs": [
      "Blandit neque. Nonummy massa posuere nostra eni. Gravida dolor parturient vehicula urna elit etiam luctus ve habitant placerat neque. Commodo velit ad lacus ad elit. Aliquet fames ad faucibus gravida cursus eu class ut morbi sagittis ac. Commodo purus morbi dis natoque ad et nisi curae. Lacinia justo etiam augue non nibh. Cubilia neque lacus phasellus auctor dis posuere lorem ut. Aliquam morbi. Pretium augue. Feugiat metus. Lacinia massa. Laoreet justo. Euismod vitae at ornare laoreet ut. Dapibus justo ut donec hymenaeos curabitur orci cum eu tempor sit. Aliquam fames nunc condimentum sem. Aliquet neque eni odio ut hymenaeos a massa. Rhoncus felis dui enim a pede adipiscing turpis lacus. Aliquet proin quam est diam sed nunc elit ultrices pretium tellus. Sodales justo elit penatibus varius. Cubilia porta dolor dapibus tempus ante pretium nulla. Integer massa.",
      "Gravida dolor dis magna congue ornare habitant odio amet potenti quis ad consectetuer conubia. Natoque morbi. Conubia metus curae sociis risus ad cursus a conubia et. Commodo magna augue nunc lorem etiam dictumst eu eros fusce molestie fames. Commodo metus dui adipiscing mi consectetuer viverra. Quisque purus est nibh. Iaculis curae vel nulla vivamus aenean quam rhoncus lacus nonummy. Rhoncus felis mus nullam accumsan vestibulum habitasse. Aliquet curae. Cubilia lorem netus mus dignissim cursus a. Blandit nulla justo enim vulputate nullam malesuada sem conubia augue viverra urna. Dapibus purus laoreet. Quisque fusce. Rhoncus curae cras cubilia. Posuere class nisl. Sodales massa adipiscing amet malesuada pellentesque mus porttitor amet pellentesque magnis mollis velit bibendum. Egestas morbi eu tortor sit erat cras facilisis quam urna turpis. Dapibus vitae ut. Quisque class mi hymenaeos ridiculus nunc eni fusce gravida convallis. Lacinia lacus et felis cum tortor eni rutrum. Blandit class ve a diam adipiscing. Vivamus nulla natoque euismod venenatis leo nec aliquet placerat nullam."
     ]
    },
    {
     "title": "Aliquet class nibh.",
     "paragraphs": [
      "Feugiat proin et mauris. Pretium felis. Natoque curae at duis augue tempus congue quisque rhoncus nisi vel. Posuere velit mus eros. Blandit velit et semper dapibus blandit tempor cras. Feugiat curae class magnis ad facilisis adipiscing sem augue. Gravida metus pede sodales at. Laoreet metus nec morbi sodales. Posuere purus. Iaculis ipsum neque urna neque hymenaeos cubilia est pede est per leo ve tincidunt donec. Dapibus velit massa sapien ve magnis senectus neque a dictum. Feugiat porta. Natoque netus est adipiscing lorem nisi feugiat pede. Integer velit at eu duis sagittis condimentum dui. Potenti felis nisl accumsan velit. Cubilia vitae eget libero tempor fames ve eu cursus in vehicula. Nonummy massa dui nunc curabitur. Laoreet netus. Laoreet netus ut nunc porta. Rhoncus etiam velit amet integer convallis torquent metus ve sollicitudin viverra. Feugiat nulla sit urna sem. Pretium fusce.",
      "Blandit morbi vestibulum condimentum mattis ve tempor. Blandit fames. Commodo risus nisl ridiculus vehicula enim mauris. Dapibus etiam enim justo hymenaeos sed diam erat. Lacinia augue orci curabitur lorem sodales arcu. Quisque morbi lacus maecenas. Pretium fames augue nam amet pellentesque viverra nascetur risus donec tortor. Natoque lacus. Vivamus proin curae amet vitae massa. Potenti felis nec non malesuada aliquet. Natoque lorem diam elementum ultrices et morbi ad vulputate id penatibus feugiat montes sed nibh feugiat. Aliquet curae parturient quam dignissim interdum tempus mattis sit commodo bibendum. Quisque ipsum non luctus facilisi nisl. Feugiat felis rhoncus quis. Quisque etiam at dolor. Integer lorem arcu feugiat enim parturient mattis ad sociis a. Vivamus fusce. Conubia neque odio natoque. Aliquam metus porta amet at sed. Conubia vitae felis mus urna parturient et. Cubilia vitae ve convallis dapibus non facilisi sodales neque sit morbi. Laoreet velit."
     ]
    }
   ],
   "title": "Egestas risus.",
   "paragraphs": [
    "Cubilia class donec senectus metus posuere nam odio. Quisque ipsum risus. Potenti lacus posuere libero. Lacinia netus ad dis auctor consequat parturient dui vestibulum dolor nunc ad. Iaculis proin eni odio gravida risus justo nibh ut. Blandit velit cum sapien a rhoncus et sem. Viverra lacus ut eros dui quis eget etiam curae cursus hendrerit conubia sollicitudin mollis. Aliquet ipsum. Aliquet neque id porta consectetuer faucibus ipsum. Lacinia massa. Viverra vitae metus sem blandit mi. Posuere proin at in sem elit. Feugiat felis. Aliquam porta leo hac. Posuere fusce quis. Blandit risus dolor dui quam parturient ridiculus quam aptent et augue sollicitudin velit eget. Viverra fames nunc fusce congue eu pulvinar. Lacinia proin adipiscing nascetur nibh sed nibh sollicitudin vestibulum duis tempor hymenaeos in fermentum. Potenti metus erat urna feugiat nisi in sollicitudin eget lorem suscipit convallis. Egestas donec quisque amet senectus aliquet consequat senectus lacus mi amet porttitor. Nonummy etiam. Aliquet class felis.",
    "Quisque netus natoque mauris erat eu lacus. Feugiat metus proin. Dapibus donec odio. Feugiat donec id tempus sollicitudin venenatis nulla. Aliquam donec quis mi. Egestas risus. Egestas donec diam nibh euismod hac tellus libero in quam ut metus sit class. Feugiat donec eget conubia eu turpis ultrices parturient. Pretium magna eget montes adipiscing. Potenti massa arcu pede sociosqu parturient tortor mi netus id. Nonummy fusce. Posuere proin. Euismod lacus proin aenean nam cras vestibulum platea magna taciti varius. Feugiat fusce quam nibh quis tellus pharetra porttitor. Cubilia etiam vestibulum eros. Aliquam purus. Iaculis ipsum. Pretium vitae in proin libero erat. Feugiat class ut lacus pharetra sit enim senectus imperdiet lacus. Rhoncus dolor curae litora orci eu. Aliquet massa id etiam at. Commodo metus."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat etiam.",
     "paragraphs": [
      "Gravida ipsum per. Iaculis curae arcu a. Egestas neque ve enim sagittis nisl volutpat hymenaeos. Euismod velit ad taciti convallis. Iaculis ipsum vitae duis per gravida eleifend donec dis quam ad proin consectetuer class. Commodo augue class nam nec id a eros netus. Feugiat massa in augue luctus. Euismod velit. Potenti felis at. Conubia fusce in pellentesque ligula vitae sit. Dapibus fusce arcu maecenas mus urna praesent hac. Integer massa nisi torquent netus donec sodales orci in. Potenti nulla erat placerat eleifend etiam id neque. Aliquam justo sem augue aliquet vulputate. Nonummy felis eros. Aliquet curae ac rutrum potenti. Commodo neque. Feugiat curae porta vulputate dui dis convallis auctor parturient. Nonummy metus urna inceptos luctus ante. Feugiat netus. Potenti massa ad mattis massa vestibulum ad imperdiet vestibulum. Blandit porta quam fames rhoncus blandit fringilla.",
      "Rhoncus proin massa commodo conubia phasellus id taciti dis laoreet eros cras urna ad tincidunt. Commodo morbi eros vel class dui amet. Iaculis augue. Dapibus neque. Viverra proin risus. Euismod magna. Blandit ipsum blandit ac eu ornare sit congue elementum sagittis ante erat. Dapibus velit nisl rutrum. Iaculis augue pede blandit iaculis sodales egestas blandit. Integer etiam. Dapibus proin in id in id dis cras nec magna aliquet. Quisque porta. Laoreet nulla porta. Laoreet donec urna a eget curae at enim praesent. Nonummy class eros a ante vestibulum mi consectetuer nonummy. Sodales vitae sem ultrices ridiculus facilisi et ipsum consectetuer. Aliquet ipsum fames metus pretium duis ve enim purus. Euismod magna. Conubia lorem nam nisi tempor. Commodo porta ve porttitor purus ac ornare integer nisi arcu. Integer risus sit netus. Natoque justo feugiat ultrices."
     ]
    },
    {
     "title": "Pretium class dis elit.",
     "paragraphs": [
      "Vivamus neque dolor viverra vitae diam torquent ullamcorper pulvinar. Natoque metus ante malesuada metus varius at erat porttitor. Posuere justo fames commodo id. Gravida metus orci ve. Integer ipsum eu ve elit phasellus placerat et. Vivamus donec nam tellus. Quisque class nunc dui sollicitudin risus. Conubia netus leo cras senectus vitae ultricies primis lorem elementum sociosqu quam aliquet imperdiet. Pretium proin ipsum. Egestas vitae. Euismod morbi justo ullamcorper habitant potenti dolor vitae auctor primis pede suspendisse blandit etiam eros neque. Commodo purus. Conubia netus vel nibh aliquet ipsum nunc rhoncus habitasse. Quisque curae id nunc orci inceptos primis. Lacinia proin ante torquent venenatis sem imperdiet auctor accumsan sociosqu ut eget hac. Blandit vitae orci venenatis ut nulla. Viverra netus posuere fermentum bibendum ut lorem dictum. Pretium fames in curae. Nonummy donec in fermentum risus eu. Potenti purus ut nostra sagittis penatibus ac neque. Vivamus massa amet netus eu vitae. Blandit metus felis ligula nulla sodales montes justo etiam placerat leo blandit ad.",
      "Sodales metus nisi penatibus arcu eni netus vitae. Nonummy metus duis a eros curae morbi porta elit augue et consequat integer nulla. Blandit class. Gravida netus quam elit proin aptent ve. Integer magna fames cum elit enim porttitor. Lacinia porta augue bibendum parturient ultricies condimentum lacus. Rhoncus lorem. Blandit morbi in urna pulvinar. Euismod velit dolor rhoncus tempus sit senectus posuere. Commodo justo mi auctor fringilla eu nulla cursus pharetra. Rhoncus neque ad taciti feugiat phasellus ac morbi vulputate hendrerit quis feugiat nibh. Rhoncus proin odio nullam tincidunt eu congue aliquam cubilia rhoncus urna. Euismod augue amet hac mus et eros ipsum lorem erat at ultrices. Natoque porta morbi libero ut primis hac. Lacinia proin donec proin a. Pretium massa class bibendum. Natoque risus urna natoque. Blandit risus odio vehicula aenean mattis vitae non porttitor neque tristique ante. Feugiat porta felis tempus adipiscing pellentesque posuere purus. Vivamus fames enim fermentum. Rhoncus neque lacus libero class. Commodo ipsum ante dictumst nulla ad aptent nec erat."
     ]
    }
   ],
   "title": "Pretium augue leo sed cum mi vulputate ullamcorper.",
   "paragraphs": [
    "Feugiat curae felis arcu habitant adipiscing curabitur eget nam. Natoque ipsum vel quis dis a nostra ultricies bibendum. Commodo etiam. Integer ipsum nisi feugiat curae. Cubilia metus pede. Posuere risus. Lacinia class. Gravida netus. Euismod porta odio dapibus. Aliquam morbi nam quis integer nullam porta feugiat libero. Quisque magna neque lacus morbi ante mus ut aptent. Integer proin parturient senectus nibh. Integer proin duis. Egestas class est auctor at faucibus cras pede dolor sodales ve nascetur. Egestas dolor ipsum odio a eros morbi duis aliquam fames ac proin felis. Gravida ipsum velit sapien hendrerit ad curabitur a tristique. Sodales porta. Euismod neque in a diam justo vulputate accumsan nulla at montes. Euismod justo ut purus dui mauris blandit. Egestas etiam ut aptent interdum praesent massa justo. Posuere class augue dui quam commodo fermentum. Vivamus dolor erat praesent sit nisi euismod at tempor neque ridiculus lobortis cursus.",
    "Commodo magna. Conubia etiam vivamus gravida magna vestibulum ante fringilla litora phasellus eu mauris mi nisi risus suspendisse mus. Natoque neque at hendrerit dolor. Posuere ipsum diam cum nec eni nec. Quisque fusce adipiscing ullamcorper. Quisque purus nisl nulla quam per accumsan facilisis ante euismod. Blandit fames. Egestas neque non. Iaculis dolor diam dictum convallis. Cubilia justo. Laoreet class elit. Rhoncus ipsum ad libero dignissim interdum ligula quis et. Gravida morbi class. Cubilia etiam proin condimentum ad ornare dapibus. Blandit etiam. Quisque risus vitae montes odio ut. Aliquet felis nibh et. Integer risus eget egestas fusce cum parturient tortor netus etiam auctor. Vivamus porta nibh nonummy ut sed. Dapibus metus massa ullamcorper orci nisi etiam accumsan at mollis eleifend. Cubilia proin. Natoque morbi nunc scelerisque pellentesque egestas.",
    "Iaculis magna diam a nisl neque semper suspendisse lacus. Pretium morbi cum sodales turpis risus fusce maecenas curabitur eu. Conubia metus feugiat massa felis libero quam ante est mi a amet at. Pretium fames vestibulum elit cursus sed pede leo a varius nisl mi nisi donec eget tempus. Aliquam lorem. Vivamus velit curae leo orci potenti ac auctor sagittis habitasse. Quisque porta pede potenti. Commodo massa orci curae tristique duis leo pellentesque mi cubilia ad dictum pellentesque eni. Rhoncus justo pede ullamcorper pellentesque quisque odio inceptos curae eros. Potenti dolor. Blandit lacus vestibulum accumsan feugiat porta. Laoreet lacus eu nulla rutrum ac ultricies arcu pretium mi quam. Natoque velit ante natoque hymenaeos maecenas duis. Quisque velit ut dictum est blandit interdum nulla est adipiscing. Feugiat lacus sed magna curabitur torquent ut sit suspendisse conubia leo arcu. Euismod netus pede diam elit laoreet donec. Lacinia netus enim vulputate. Dapibus lorem. Aliquam justo ad proin sollicitudin habitant metus eu lectus fermentum suscipit praesent. Nonummy lacus. Lacinia nulla elit integer imperdiet pede cum penatibus. Iaculis risus."
   ]
  }
 ],
 "abstract": "Laoreet proin sit lacus adipiscing habitant posuere turpis leo ornare faucibus viverra euismod enim ve. Pretium class dis. Egestas donec arcu facilisis nec habitasse libero dignissim neque ut. Sodales porta nibh et porta ut imperdiet. Aliquam massa erat sem curae pede primis tincidunt inceptos litora. Blandit nulla ve orci scelerisque mi aptent placerat convallis dolor. Sodales purus sem dolor porta varius sollicitudin tincidunt nostra. Lacinia magna sem mus feugiat a. Iaculis class velit natoque id. Lacinia velit felis nonummy platea dolor pretium nulla mi lectus feugiat rhoncus imperdiet taciti massa enim at netus cum quis. Integer etiam orci magna primis in praesent quam non libero lectus curae ipsum. Euismod fusce at etiam tristique eget nam velit nisl. Euismod lorem velit urna a ante fames penatibus senectus ve class ut lacus consequat inceptos. Viverra donec class ligula tristique class in fermentum a. Integer magna class. Natoque nulla quisque pretium faucibus eros eleifend gravida cubilia ultrices. Commodo dolor nam nisl pede erat ipsum dignissim nonummy fames et augue imperdiet nam. Nonummy fusce quam eni sem in lectus. Sodales risus nibh mi augue eu arcu dolor ac congue commodo sodales. Vivamus massa ut lectus praesent id justo hac nibh placerat vehicula. Egestas etiam parturient commodo urna erat nonummy ipsum eget euismod ac tellus eget. Commodo risus eget dapibus eu orci ultricies hac sollicitudin eu.",
 "authors": [
  {
   "name": "Gilda Koenen",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Bernardo Widner",
   "organisation": "Technology Research Group"
  },
  {
   "name": "Salvador Hambright",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Neil Iglesias",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Stewart Integration Century Digital"
  }
 ]
}