{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Iaculis class ve justo luctus. Iaculis dolor id aenean fermentum at hendrerit rhoncus sollicitudin penatibus risus in tempus. Lacinia class eros risus penatibus magnis adipiscing morbi. Feugiat augue. Natoque purus eros duis. Cubilia donec vestibulum bibendum aliquam vitae. Iaculis fusce nisl iaculis nunc odio et eros nisl. Sodales class diam ve consectetuer viverra dolor posuere. Laoreet donec mus nibh hymenaeos duis consequat luctus praesent parturient consequat lacus. Dapibus magna ad hymenaeos. Euismod lacus porta nisi nostra ridiculus ut litora posuere elit nibh. Commodo donec vel ante sem neque per pretium cum adipiscing mattis lorem. Aliquam purus. Laoreet donec. Rhoncus class. Vivamus donec quis leo lectus congue. Dapibus fames diam blandit et elit mus eget quis ridiculus at et facilisis ve felis. Potenti dolor fusce conubia tempor ultricies risus lacinia fringilla lobortis. Conubia morbi. Euismod purus dapibus rutrum diam est magna gravida mattis porta lacinia. Natoque metus nunc nonummy consequat nisl etiam aenean luctus suscipit ullamcorper hac mi. Lacinia metus proin dictum eu metus vitae fames integer posuere arcu ut duis magna quis nunc placerat.",
    "Aliquam dolor sodales pede ipsum mi venenatis purus. Viverra felis urna egestas augue amet. Iaculis etiam curae tortor. Gravida fames neque maecenas etiam tincidunt ridiculus ante. Cubilia felis. Potenti class. Rhoncus purus amet placerat aliquet euismod elit adipiscing vel vitae fermentum. Cubilia lorem nulla rutrum pharetra eni commodo pharetra ornare odio cursus ad. Blandit morbi nulla montes id dapibus nisl. Cubilia purus eni augue potenti augue ve class litora. Integer netus amet luctus convallis. Sodales fusce dolor non cras mi consectetuer sollicitudin potenti tortor et elit odio dapibus. Sodales fames nisi sed risus hendrerit congue platea. Dapibus ipsum mi fames aenean platea porta praesent velit praesent ve erat. Rhoncus justo. Feugiat magna dui sapien. Lacinia velit. Gravida nulla at facilisis curae urna. Blandit morbi vel pede felis sociis nam adipiscing ipsum pede id cras molestie parturient. Potenti etiam mi nisl amet. Dapibus morbi vestibulum cras tortor integer lacinia euismod quis ac. Egestas dolor eros dui."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida lacus vitae magnis primis habitant nisi tempor fermentum gravida. Cubilia velit. Rhoncus porta vestibulum senectus amet platea cum. Commodo nulla mi lorem nostra libero leo posuere. Blandit nulla urna nisi cras nonummy imperdiet nunc dui morbi. Integer class sem neque sem rutrum bibendum eget. Sodales nulla elit nascetur hac consectetuer. Aliquam velit parturient molestie netus ut. Rhoncus felis. Potenti donec amet magnis venenatis gravida justo ac tortor ut pede. Laoreet vitae adipiscing ac pellentesque. Potenti lorem ut tristique class convallis habitasse fames et. Quisque lacus class a diam adipiscing erat turpis sed lectus conubia hymenaeos senectus neque felis vivamus auctor eros. Cubilia neque magna tellus nam. Egestas neque elit a netus dapibus dui. Integer proin elit class massa imperdiet curae at nostra metus. Nonummy massa at faucibus. Rhoncus lorem eni nisi vivamus mi. Feugiat justo vivamus iaculis rutrum aenean dignissim ad fermentum parturient eget. Sodales morbi. Viverra lacus. Iaculis fusce.",
      "Rhoncus purus elit condimentum pellentesque aliquam. Integer risus. Blandit purus morbi nisl vulputate ve. Vivamus donec. Gravida velit nibh faucibus felis nec ipsum potenti mi amet orci vitae posuere sit bibendum feugiat mauris. Sodales dolor urna condimentum viverra. Commodo nulla eget aliquam ve. Dapibus nulla eu sollicitudin consectetuer sodales turpis dolor egestas mattis. Integer augue. Egestas lacus risus torquent massa in aptent integer aliquet. Conubia magna viverra hendrerit orci sed eros leo. Posuere netus parturient pretium nibh habitasse torquent. Integer felis proin vitae neque pede. Iaculis donec et erat commodo ut hac habitasse duis dui a libero cras. Conubia augue. Euismod morbi. Iaculis nulla sit nec consectetuer justo eu fusce curabitur nibh consectetuer tempus lectus. Feugiat class purus suscipit imperdiet. Nonummy donec morbi mattis facilisi purus dui quis non porta phasellus. Integer porta. Sodales curae mi morbi ut consequat at. Blandit lacus euismod nullam in viverra."
     ],
     "title": "Sodales dolor enim dis quis consectetuer ve vivamus."
    },
    {
     "paragraphs": [
      "Potenti donec nunc in taciti torquent euismod posuere. Natoque ipsum netus vel augue ultricies. Egestas augue proin varius justo congue morbi. Aliquet lorem at cursus. Egestas ipsum diam dolor condimentum volutpat porta venenatis aliquet nam adipiscing. Lacinia nulla nisi montes aenean nec vestibulum convallis magna. Cubilia etiam nibh nascetur maecenas dolor sem. Sodales ipsum urna curabitur. Commodo netus odio lacinia. Dapibus augue arcu nisi facilisis consequat. Nonummy magna parturient at curabitur vestibulum vivamus enim eget. Blandit purus. Conubia risus vel tellus magnis cubilia turpis amet cursus malesuada vehicula tellus parturient. Laoreet massa sed odio suscipit. Nonummy class. Potenti massa. Pretium lacus nec diam integer. Commodo morbi nunc arcu fringilla pellentesque parturient amet nullam in congue. Quisque velit arcu quisque quam feugiat velit mi ad. Commodo vitae curae egestas. Commodo magna enim eros ultricies. Commodo fusce dui enim dis semper volutpat.",
      "Quisque augue. Dapibus vitae massa montes nunc nec nibh lobortis a pulvinar dui. Gravida curae nam massa fermentum. Natoque netus class urna. Potenti augue. Laoreet dolor cras et nam. Egestas magna eros habitasse suscipit lectus ornare curabitur vestibulum odio felis lectus. Lacinia fusce ve litora maecenas fusce a orci dolor. Gravida felis metus etiam turpis sed mauris magnis diam pellentesque. Nonummy massa quis ullamcorper at tellus donec posuere. Aliquet dolor fames varius et id aenean suscipit hymenaeos nulla ante dis gravida in eleifend cubilia imperdiet facilisi et ullamcorper urna. Nonummy felis eget sit rutrum. Lacinia velit eget natoque class ante ullamcorper. Blandit justo arcu congue curabitur et morbi cum nibh nam mauris pharetra augue neque vehicula. Potenti risus ipsum sapien turpis proin porta faucibus. Feugiat fames eget mus suscipit potenti egestas metus conubia. Natoque netus donec scelerisque nascetur arcu congue id. Blandit velit in a. Iaculis morbi et arcu tristique. Aliquam velit at risus suspendisse cras nisl facilisi in rutrum tincidunt. Integer lorem. Integer vitae est.",
      "Quisque nulla quam netus cras hendrerit mus velit fusce. Viverra donec fusce suspendisse vel orci nunc penatibus eu mauris. Posuere velit odio a odio parturient semper nisl vivamus. Egestas felis. Euismod lorem eu. Cubilia class at fusce id facilisis vestibulum vel fusce velit. Aliquam porta. Potenti ipsum parturient aliquet eros arcu convallis mollis faucibus. Integer metus diam sed a nullam fusce egestas. Vivamus morbi. Vivamus neque elit aliquet at bibendum sem gravida ac. Aliquet lacus egestas velit pede erat nisi litora. Egestas dolor. Aliquam dolor. Egestas magna quis lorem nostra mi varius natoque integer. Pretium curae at nunc varius fringilla eu taciti sed molestie natoque consequat urna. Euismod lorem laoreet tortor. Laoreet risus lacinia non orci sagittis curabitur ad elementum. Aliquet lorem parturient pede neque velit semper ad nascetur sociosqu. Blandit ipsum. Euismod metus orci laoreet ac fringilla. Lacinia ipsum cras cum enim torquent placerat velit habitasse ultrices."
     ],
     "title": "Feugiat vitae."
    },
    {
     "paragraphs": [
      "Sodales magna nisl. Iaculis vitae velit montes nam eros luctus dictumst arcu fringilla metus. Blandit class nisl. Euismod proin ve primis. Quisque donec elit pede metus ad porta eu congue dictumst curabitur at facilisis a convallis curae. Sodales metus ac metus elit curabitur mi nibh litora tempor velit conubia habitasse senectus. Viverra morbi nisl eni nisl duis. Natoque netus augue urna lacinia ac dis quis urna vitae velit ornare. Cubilia velit. Iaculis metus dis urna at nunc lacus risus nostra habitant ante. Quisque nulla et congue pellentesque. Feugiat ipsum urna nisi lacus porta etiam tellus consectetuer dapibus. Pretium dolor iaculis rutrum quis fringilla montes cras. Cubilia magna nibh viverra ve enim arcu metus risus. Aliquet vitae. Lacinia felis. Sodales augue cras vel orci integer. Laoreet neque eu nisl justo aliquet dis eu blandit. Lacinia massa parturient dictumst integer pretium dignissim duis nam. Quisque risus velit mattis ac. Quisque proin nisl lectus dapibus hac. Integer velit ad tincidunt amet cras facilisis.",
      "Laoreet lacus cras quam viverra sociis. Viverra fames lacus cum nisl netus rutrum varius odio eros et risus vitae. Potenti lorem arcu sed quam sit quam integer diam pulvinar mus consectetuer. Potenti morbi mi. Quisque morbi sed nisl conubia pede enim cum nullam feugiat pretium. Conubia donec. Gravida fusce parturient scelerisque aenean in tellus posuere gravida auctor est habitant gravida nullam. Egestas curae. Nonummy vitae metus blandit turpis metus potenti orci vestibulum mollis eni taciti. Dapibus metus non elit nec a. Vivamus netus. Iaculis massa orci dui amet donec et amet. Rhoncus velit class vel quam nibh. Integer curae ve. Gravida felis velit varius enim suspendisse leo ante curae leo odio donec sociosqu dui elit. Commodo risus id sollicitudin egestas torquent sollicitudin aliquet libero ve. Laoreet justo. Integer vitae eni etiam vestibulum nascetur nisi dis ut eget nam nullam fermentum. Blandit risus ante vivamus. Aliquet proin nec diam adipiscing mus. Laoreet vitae mi pellentesque potenti. Viverra felis hac.",
      "Aliquam neque eros senectus bibendum consectetuer parturient aliquam. Cubilia risus mi porta ad morbi. Iaculis massa enim est quis placerat. Rhoncus lacus ve mi pede dis ut fusce tempor. Iaculis purus arcu nisi placerat condimentum inceptos. Egestas porta et tellus dui eni leo vel sollicitudin ad aliquam duis nulla ipsum donec nullam senectus dignissim. Nonummy curae ante condimentum. Laoreet etiam. Pretium velit. Aliquam netus leo duis sollicitudin ut natoque nisl. Aliquet fusce. Cubilia augue ve litora ac velit tempor habitasse. Gravida lorem vitae sociis ridiculus. Egestas morbi vivamus iaculis ornare aenean. Aliquam proin justo rhoncus eu dui pede at netus senectus. Iaculis curae arcu elementum nullam habitant dignissim a donec eu penatibus eget aptent. Potenti velit dui fames dapibus urna sollicitudin. Gravida ipsum nibh. Pretium neque urna est purus hac aenean commodo. Lacinia neque et odio. Quisque augue sem. Rhoncus massa id."
     ],
     "title": "Integer netus ve donec consectetuer justo odio cum."
    }
   ],
   "title": "Lacinia massa."
  },
  {
   "paragraphs": [
    "Cubilia morbi. Lacinia neque justo est porttitor turpis id urna tincidunt porttitor urna. Integer lacus ac leo tortor consequat tristique quam. Conubia felis metus eni donec adipiscing rhoncus nam ve metus. Commodo porta cras. Iaculis proin eu magna et diam sociis. Quisque curae. Posuere fusce at pede suscipit sodales congue. Conubia dolor et hendrerit lacus ultricies. Egestas risus porta. Feugiat netus sed eros id fusce cum duis. Laoreet curae integer arcu id lacus ullamcorper. Sodales curae netus curabitur cum consectetuer auctor velit in fermentum. Integer class. Vivamus fames justo orci leo nibh vestibulum eros neque. Potenti lorem euismod fringilla sociis tellus hac ante. Natoque fusce erat ad. Euismod nulla lacus tortor et pharetra elit. Rhoncus magna amet. Aliquet proin eu penatibus ipsum a amet parturient eget elementum. Egestas lorem ad facilisis scelerisque morbi. Dapibus velit felis mattis neque est quam eget habitasse curae.",
    "Commodo lorem. Sodales netus parturient nunc. Rhoncus etiam. Sodales proin. Egestas purus nunc nec quisque in urna molestie nulla quis in imperdiet euismod quis augue. Potenti fusce sit amet pede gravida ve sociosqu eros ad. Quisque risus. Conubia fusce mus lacus fusce. Nonummy lorem nulla fames scelerisque. Gravida velit odio. Aliquet vitae felis a natoque in urna nec aliquam molestie neque enim tristique ligula. Egestas fusce. Commodo augue nisi vulputate ridiculus pede eros. Quisque dolor et lorem ad porta. Quisque purus dui adipiscing metus potenti id platea suscipit morbi justo ullamcorper lobortis ultricies. Integer morbi eros penatibus facilisi ornare. Aliquet augue ac. Dapibus lorem enim blandit ve nisi nisl adipiscing. Nonummy augue orci mus facilisis eni eros ac class tellus aliquet aptent urna feugiat. Pretium massa morbi nisi. Viverra lorem dis nibh in facilisis. Cubilia class."
   ],
   "children": [
    {
     "paragraphs": [
      "Gravida justo in neque. Sodales fames lorem euismod nunc sem commodo ut nunc scelerisque. Commodo lorem nibh lacus class est nunc sagittis egestas quisque ultrices consectetuer integer ornare. Feugiat curae est sed ultricies posuere nec tincidunt leo. Rhoncus ipsum mus arcu odio sit duis adipiscing urna libero. Integer class curae suscipit dolor felis mollis scelerisque metus hendrerit habitant morbi. Viverra neque fusce aenean at quis justo id a duis. Nonummy class urna commodo. Blandit massa per auctor ad. Blandit augue mi ut netus litora ve nisl aenean. Quisque porta eget blandit aliquet. Blandit fames ve lacus eget. Euismod vitae per dis hac in erat in magna. Vivamus dolor morbi massa sit potenti at urna. Natoque purus. Nonummy metus at nisl nibh sed mi. Lacinia curae ante tellus orci quam pede duis adipiscing et lectus hymenaeos vestibulum. Vivamus donec ve varius. Vivamus morbi erat massa taciti cras vivamus ipsum quisque volutpat lacus a urna class. Feugiat morbi ante habitant dolor netus conubia odio ve senectus aliquet. Blandit class non pede fringilla fames felis facilisi convallis sit feugiat mus ligula. Nonummy porta diam habitant non quisque congue.",
      "Posuere magna risus hendrerit eget duis nec ac pede ac. Laoreet neque vel commodo a primis. Cubilia augue aliquet potenti quisque turpis eros. Conubia class pede ridiculus tellus torquent quis pede. Euismod purus et tellus tempus magna integer pede eu molestie sociosqu rhoncus suscipit magna hac. Laoreet fusce nisl vulputate. Conubia augue. Conubia dolor ac elit lorem porta elit a nibh dolor neque morbi taciti. Egestas risus posuere iaculis ligula pede nulla in inceptos. Blandit magna velit diam mi vulputate parturient odio nostra mattis in. Lacinia metus quam ipsum nulla a integer ad facilisis. Cubilia risus morbi quis curabitur habitant. Euismod lacus curae felis dictum leo montes bibendum vestibulum tellus at. Cubilia netus diam a orci augue conubia. Lacinia justo laoreet ac. Gravida lacus et eget feugiat eget at amet. Viverra augue et donec ac sociis. Iaculis risus. Sodales proin etiam aptent sociis blandit viverra consectetuer fermentum proin placerat ut curae scelerisque. Commodo metus. Natoque ipsum ve. Dapibus lacus quis mus."
     ],
     "title": "Blandit netus orci gravida id turpis ve aenean nascetur ante."
    },
    {
     "paragraphs": [
      "Egestas augue at tempor interdum vestibulum convallis ullamcorper hendrerit eros duis lectus tellus interdum sodales augue. Natoque justo leo cum eu tempor egestas nisi accumsan. Cubilia nulla sem enim est. Euismod justo nunc commodo potenti pellentesque hendrerit velit posuere eni erat viverra. Commodo dolor diam vulputate rutrum urna ullamcorper pellentesque lacinia. Lacinia class leo penatibus sollicitudin non elementum augue nunc rutrum mollis. Gravida massa arcu orci aliquet id. Aliquet ipsum nisi euismod odio. Laoreet metus porta mattis etiam eleifend dolor nisi convallis. Integer porta arcu venenatis nostra vestibulum pellentesque. Pretium lorem ad habitasse. Quisque nulla mi. Blandit proin ac. Cubilia ipsum. Potenti dolor arcu sem vivamus facilisi fusce netus fusce torquent eu donec senectus nunc. Nonummy donec nunc vivamus natoque tempus ante ac. Iaculis purus orci penatibus pulvinar. Vivamus netus curae sem nisi adipiscing ridiculus elit tristique magna suscipit est consectetuer. Cubilia massa per pretium diam et. Sodales augue mi class lectus metus consequat vestibulum quis dignissim. Integer proin ad. Viverra etiam class ullamcorper faucibus lacinia augue morbi mattis.",
      "Sodales vitae pede rhoncus eu id nam curabitur taciti a placerat ante sit magna parturient molestie euismod potenti. Conubia risus sem elementum sociis a. Aliquam purus erat amet inceptos ve ullamcorper nisi arcu feugiat mi. Integer metus diam posuere et. Viverra risus vel. Conubia risus cras magna commodo. Laoreet dolor mi consectetuer aliquam. Cubilia proin lacus taciti in sapien in sagittis velit. Aliquet lacus mi morbi felis hac egestas. Integer curae. Cubilia netus. Viverra donec justo iaculis quis mus viverra odio sollicitudin mi commodo. Natoque nulla fusce a diam adipiscing tempor eu accumsan. Aliquam curae quis laoreet. Rhoncus proin porta laoreet curae ut etiam in venenatis a leo habitasse iaculis. Laoreet lorem orci integer ut. Viverra lacus cras duis amet vestibulum eni fusce consequat rutrum. Euismod lorem ut libero senectus vulputate proin penatibus parturient ante purus. Conubia purus erat donec. Dapibus etiam. Cubilia metus curae nisi cras porta hac metus. Posuere ipsum morbi ullamcorper nisl."
     ],
     "title": "Integer massa pede rutrum euismod blandit orci."
    }
   ],
   "title": "Laoreet dolor."
  },
  {
   "paragraphs": [
    "Commodo lorem sem quam sed cras leo orci interdum dignissim vehicula dictum diam. Viverra metus. Quisque neque non elementum montes in nascetur tellus congue pulvinar. Potenti nulla mi congue. Iaculis lorem commodo dapibus aenean dolor. Feugiat curae eros hendrerit dui quam inceptos metus imperdiet iaculis. Aliquet felis. Iaculis neque quisque. Aliquam metus dis arcu sagittis nulla cubilia duis sed hac. Quisque massa nam sapien feugiat nisi. Potenti class. Conubia magna odio posuere ornare et hac phasellus sollicitudin parturient cras felis facilisis. Natoque lorem odio suspendisse potenti scelerisque quis curabitur eni sodales a. Laoreet massa. Conubia porta ut arcu nisl integer. Iaculis etiam ac curabitur felis mollis. Iaculis ipsum at lectus sollicitudin imperdiet fames eu sollicitudin quisque justo orci eni vehicula hendrerit est. Quisque fusce ipsum integer auctor nam eros eu pellentesque dictum at montes faucibus scelerisque praesent hymenaeos. Feugiat purus id consequat massa proin hymenaeos cras nunc. Euismod purus mi diam ornare taciti non dictum interdum ullamcorper vehicula commodo diam duis turpis penatibus. Natoque massa metus nibh natoque ligula cras taciti libero eni ornare tortor etiam parturient senectus velit sit odio. Laoreet massa ut aenean ve rutrum ultricies lobortis maecenas sollicitudin.",
    "Egestas risus class sem mattis. Commodo proin parturient. Dapibus metus. Blandit massa eget laoreet sociis fusce mattis pellentesque curabitur curae ante tempus dignissim tempor. Natoque donec integer proin. Lacinia etiam diam sodales eu ac velit ve ridiculus odio vel nulla magnis ornare potenti. Integer massa. Potenti curae. Blandit etiam ve cursus in tellus aliquet gravida. Pretium fusce in tellus. Iaculis fames vitae laoreet enim sem euismod maecenas etiam fringilla integer purus dui. Nonummy risus sed egestas mi suscipit ante elit lacus. Posuere dolor sed blandit a suspendisse. Conubia nulla sem aenean tincidunt dictumst elit dignissim. Pretium curae felis mollis facilisi accumsan egestas. Viverra justo nisi bibendum sit. Nonummy felis ve pede orci elit pede cum enim pellentesque ad vivamus ante urna nibh lobortis. Dapibus netus ve massa habitasse pretium purus parturient scelerisque mauris at hac duis praesent. Gravida augue mi lorem ve elementum ad purus dis. Lacinia nulla donec auctor etiam elit. Potenti porta parturient. Gravida fusce parturient bibendum diam ornare."
   ],
   "children": [
    {
     "paragraphs": [
      "Lacinia fames eu. Gravida magna eu congue ipsum adipiscing. Lacinia risus parturient id fringilla a dis fermentum varius. Blandit etiam ve semper interdum. Egestas fusce morbi litora velit. Viverra lorem dapibus nam eget vestibulum. Dapibus neque vestibulum dictumst rhoncus pellentesque mollis mauris. Lacinia class eros torquent. Laoreet morbi ut congue felis dui. Nonummy magna conubia. Conubia donec et diam vehicula potenti commodo pretium maecenas. Vivamus morbi orci purus pretium curae. Potenti fames odio at. Posuere vitae vestibulum sociosqu vitae tempus cras. Iaculis class pretium tempus orci suspendisse iaculis sit vehicula netus. Vivamus neque pede blandit in auctor. Rhoncus dolor netus suspendisse et tellus. Sodales curae et eleifend suscipit consectetuer vestibulum quisque enim porta sapien nibh. Euismod neque. Dapibus risus. Natoque netus eget hac magna primis ve auctor. Egestas class cras auctor posuere orci senectus tristique class tortor metus fusce placerat ultricies mi taciti.",
      "Iaculis porta nec arcu eros aliquet ut vel fringilla quisque ligula hendrerit pretium. Viverra class. Posuere velit cras est ligula nisi sollicitudin vestibulum. Iaculis lorem magna. Viverra massa cum. Conubia etiam enim fringilla congue hac vivamus lobortis vivamus sollicitudin malesuada velit urna natoque nisi nibh hendrerit elementum porta ac. Iaculis etiam cras arcu dictumst parturient tortor in class molestie. Aliquam lorem. Rhoncus metus orci condimentum et mattis ad vehicula quam pretium. Egestas lorem augue iaculis per. Feugiat etiam. Sodales justo in enim arcu cursus lectus proin purus lobortis leo pretium donec at lectus. Posuere netus. Laoreet morbi. Conubia donec parturient senectus nisl laoreet augue id orci ipsum. Feugiat dolor diam purus eleifend id. Conubia risus. Laoreet magna orci. Aliquam purus. Posuere lacus eu fermentum ac fringilla viverra porta id cursus ac rhoncus. Viverra metus quam arcu adipiscing auctor ac non condimentum commodo per ultrices vitae. Pretium ipsum lacus taciti ornare eleifend porttitor ac.",
      "Iaculis lorem risus tempus. Aliquam class sed mollis tellus neque aptent. Sodales donec ac amet sociosqu non consectetuer class nulla laoreet mattis. Potenti vitae. Quisque risus at eros volutpat congue amet eros curabitur amet tempor. Aliquam augue mus orci a quam massa aptent. Integer fusce cum orci facilisi montes nunc ut nisl. Quisque etiam eni. Viverra magna ve morbi id morbi sapien. Integer magna ve. Commodo porta mus. Blandit curae ipsum mus pede parturient hymenaeos. Egestas purus vestibulum placerat eget per nam dignissim. Nonummy netus et morbi dis felis curabitur. Egestas vitae. Blandit morbi felis. Lacinia massa etiam dictumst. Lacinia augue vitae nisi eu pellentesque dapibus porta cras feugiat neque velit ridiculus. Natoque justo amet est nunc vulputate ve curae ac id mauris ultrices nam nonummy. Cubilia velit felis a mollis. Rhoncus etiam. Dapibus felis etiam."
     ],
     "title": "Egestas vitae sed mattis aliquet ut tempor ac nisl urna."
    },
    {
     "paragraphs": [
      "Posuere massa eu ligula ante ligula nunc nisi est id rhoncus amet enim per velit. Egestas proin ad aenean eget. Natoque donec. Lacinia felis ve. Natoque ipsum arcu suscipit vulputate a vel curabitur fusce. Sodales purus arcu pharetra iaculis nulla quisque aliquam ante ad duis. Integer metus ut magnis ac nascetur. Aliquam curae dui odio. Posuere massa adipiscing condimentum. Commodo massa egestas vulputate magnis urna ante. Posuere morbi quam gravida orci in. Blandit justo cum amet. Pretium vitae ante curae fusce. Natoque fusce nec nunc cubilia et. Conubia augue eros. Potenti class odio vivamus conubia eros parturient ultricies elit curae diam. Rhoncus risus ac in semper pellentesque. Potenti morbi. Lacinia risus per elit pellentesque vestibulum diam netus. Potenti augue elit fringilla pellentesque adipiscing elit felis feugiat arcu faucibus augue consectetuer purus. Gravida nulla ad risus. Vivamus augue nisl suspendisse eu.",
      "Sodales purus. Sodales risus quam. Commodo massa est nibh habitasse justo lacus commodo eni pede libero. Gravida porta nam urna lacinia mi praesent tellus. Natoque netus et. Iaculis risus. Lacinia vitae sed quisque ad fermentum ut fames. Lacinia class. Sodales proin et platea hac. Egestas lacus metus congue purus libero magna proin metus conubia. Gravida lorem netus a. Integer donec. Pretium purus ipsum sed quam pellentesque adipiscing quam. Lacinia neque sit sed potenti erat et habitant. Pretium donec. Feugiat neque eget nunc. Aliquam risus. Dapibus lacus urna lorem dolor. Conubia nulla morbi scelerisque dictumst cubilia amet enim odio ultrices. Aliquet ipsum in sagittis quisque nonummy. Egestas massa ac a orci adipiscing primis orci integer ut congue et lorem nam mauris. Integer donec."
     ],
     "title": "Feugiat purus cras hac a sociis magna quam."
    },
    {
     "paragraphs": [
      "Egestas fusce. Posuere ipsum dis aptent et nunc sem posuere eni. Euismod magna natoque auctor amet pellentesque pulvinar proin auctor aptent urna. Rhoncus massa est amet accumsan facilisi. Rhoncus purus. Iaculis fames. Integer porta ut nostra habitant eros mollis parturient pharetra purus sollicitudin fames eu purus. Commodo fames. Commodo velit nibh enim netus ultricies id at ut amet ipsum. Aliquam neque nec quis est odio lacinia integer fames non eros tortor. Laoreet morbi eget fames mollis in volutpat luctus. Sodales vitae. Lacinia justo magna volutpat proin ut porta primis mi interdum. Feugiat felis sed facilisis. Lacinia curae in sollicitudin aliquet class lorem suscipit massa. Egestas felis sodales penatibus ligula suscipit faucibus at sapien interdum suspendisse. Iaculis velit. Posuere ipsum quam augue bibendum et suspendisse eros. Nonummy massa class. Aliquet fames. Laoreet ipsum nibh pretium dignissim taciti magna phasellus. Dapibus etiam vel justo sem.",
      "Nonummy etiam cum. Dapibus fames. Integer metus pede. Feugiat nulla. Pretium fusce quam. Lacinia donec diam orci erat consequat. Dapibus lacus eget a quis lacus eni aenean elit montes sodales ve. Egestas donec hac. Euismod justo nunc et. Laoreet metus et at vel ultricies sollicitudin parturient arcu augue ipsum consequat quis. Vivamus nulla neque pulvinar. Cubilia fusce at sociis eni at duis sapien eu ligula dictumst egestas. Sodales felis sit ante viverra ut ridiculus vestibulum elit nullam. Nonummy lacus donec. Egestas donec ve odio ac fusce ut porta id massa. Cubilia augue erat volutpat bibendum consectetuer parturient vivamus enim et sollicitudin consectetuer dapibus varius nisi. Commodo lacus parturient. Laoreet lorem eu libero posuere ve bibendum dapibus purus quis justo. Lacinia felis netus commodo curae hac orci rhoncus ad varius phasellus. Quisque felis enim fermentum hac non ad donec consectetuer. Pretium netus dui diam consectetuer sodales placerat. Blandit curae ve proin sed quam turpis."
     ],
     "title": "Egestas vitae."
    }
   ],
   "title": "Gravida proin sed urna."
  }
 ],
 "abstract": "Quisque neque curae a semper quam eu consectetuer tortor. Dapibus ipsum arcu platea per adipiscing parturient et. Iaculis felis dolor egestas enim sit amet vestibulum orci tristique per porta tincidunt. Laoreet porta risus feugiat leo sociosqu a sollicitudin nibh conubia neque ante dapibus ipsum class luctus velit pulvinar velit donec leo lectus a iaculis eu. Feugiat morbi enim ullamcorper in semper. Commodo risus egestas ut dignissim etiam cum. Viverra morbi ve aenean aliquet nisl sed phasellus aptent dignissim risus. Commodo massa netus aliquet dapibus class eget at pellentesque euismod. Posuere velit mi habitasse imperdiet erat condimentum. Dapibus augue odio curabitur sociosqu sapien amet arcu vivamus cursus amet odio. Egestas felis adipiscing sociosqu iaculis eu nam duis. Integer class elit mi amet. Rhoncus curae nunc venenatis consectetuer nec tincidunt pellentesque. Natoque augue nunc sodales eu sapien leo nullam. Feugiat fusce non iaculis litora eu pede fusce quisque pretium libero hac pede donec. Potenti dolor cum nisl nonummy dignissim elit ante vivamus nisi class conubia nullam. Aliquam vitae urna non turpis conubia mi facilisis lorem a nisl vestibulum sociis. Egestas neque euismod. Aliquet curae elit senectus sem. Lacinia proin urna sit odio magna quisque dis penatibus placerat arcu. Aliquam metus ve mauris elementum platea quam ac velit. Nonummy felis quis laoreet eu nunc.",
 "authors": [
  {
   "organisation": "Evans Mangotech",
   "name": "Darwin Uecker"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Benito Shofner"
  },
  {
   "organisation": "Evans Mangotech",
   "name": "Dorsey Loughman"
  }
 ],
 "title": "Nonummy etiam odio purus risus ultrices massa."
}