{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy nulla duis aliquam in et ad.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas purus id ut.",
     "paragraphs": [
      "Natoque massa. Conubia metus odio nam hymenaeos nam pretium a semper netus molestie erat. Vivamus lorem urna. Gravida purus. Feugiat lacus nunc platea. Cubilia lacus vel adipiscing id sollicitudin dapibus sapien dis. Dapibus vitae duis ullamcorper natoque condimentum nunc erat metus blandit eu in hymenaeos et. Iaculis augue vestibulum ve malesuada ultricies erat viverra in aenean leo eleifend a pulvinar. Euismod nulla vestibulum id porttitor egestas. Nonummy risus lacus eget. Nonummy dolor nisi dui at a orci. Dapibus justo. Potenti vitae ac montes nam leo natoque eu tortor lacus nibh. Lacinia purus id. Blandit ipsum. Laoreet proin vestibulum nunc donec ut odio. Gravida lacus ve fusce eget. Sodales lorem parturient condimentum cursus id proin nam ante nibh metus maecenas morbi enim. Aliquet risus blandit porta vestibulum. Aliquet magna est amet. Aliquet vitae. Aliquet purus dis quam.",
      "Feugiat neque. Blandit nulla vestibulum interdum quis aliquam nunc et sed eros consequat. Commodo lacus. Potenti porta augue nisl luctus. Pretium augue orci scelerisque integer porta fusce netus nascetur habitasse eleifend ac felis. Cubilia felis. Rhoncus augue justo vel ante inceptos per commodo. Sodales porta in morbi libero etiam lacus rutrum pellentesque porttitor. Dapibus curae diam praesent dictum auctor. Quisque justo. Egestas felis risus cursus ornare velit diam purus id fringilla lacinia etiam. Pretium vitae pede sapien at elit vehicula libero cras nibh. Conubia velit donec sem aptent. Rhoncus magna nisi vehicula sollicitudin. Gravida purus ve curae ultrices. Euismod netus lorem etiam tempus sociosqu fames. Feugiat morbi nam. Dapibus massa porta non pharetra potenti dapibus tristique id diam. Aliquet fusce nunc feugiat ut eget ante pretium ut nisi aptent mi montes. Sodales massa felis risus per. Iaculis nulla. Feugiat porta nisl."
     ]
    },
    {
     "title": "Iaculis porta eu.",
     "paragraphs": [
      "Cubilia metus et cras feugiat ad nascetur sit posuere luctus nam mus ve. Viverra magna eros. Cubilia metus odio enim cras eros per. Pretium nulla lorem commodo et purus. Euismod risus eu tristique commodo risus id. Euismod velit hac. Lacinia justo nulla purus tortor fusce praesent. Blandit fusce cubilia neque commodo sodales vehicula mattis tortor sit mollis torquent vulputate. Blandit velit augue. Euismod lorem magna fusce mauris ut conubia eros ad proin per nostra iaculis aliquet. Aliquam risus justo leo ante mi duis scelerisque et varius penatibus hendrerit diam sit. Viverra etiam morbi. Vivamus magna eget ante blandit mi sapien torquent amet congue venenatis. Rhoncus purus cras placerat nisi tempus curae vitae. Egestas justo nibh iaculis pretium consectetuer. Egestas donec eni. Aliquam lacus mi dictum sollicitudin feugiat inceptos sollicitudin blandit ligula. Vivamus felis. Blandit fames id. Pretium donec curae conubia feugiat nunc. Lacinia neque fames litora lorem ornare taciti dapibus erat conubia proin amet cum congue est sagittis. Vivamus ipsum enim sem.",
      "Sodales netus nunc et pellentesque. Aliquam lorem dui diam ante fusce eu nulla ante. Iaculis class justo eget eni aliquet bibendum tempus tellus. Laoreet neque ac vehicula varius dictum eleifend condimentum. Commodo netus. Iaculis risus enim. Vivamus morbi dui sociis facilisi ullamcorper interdum massa ad tincidunt. Cubilia ipsum per. Rhoncus metus hac etiam mattis. Egestas proin magna odio gravida dapibus cras quam vitae hendrerit mi semper sollicitudin penatibus. Potenti donec amet torquent libero. Laoreet donec urna. Nonummy class nunc consequat pharetra eros posuere venenatis dis malesuada eget cras. Natoque lorem dui elit eget natoque. Aliquam fames nam congue at luctus. Sodales porta. Feugiat morbi eros pede integer. Laoreet justo felis taciti urna ac aptent. Posuere porta quis maecenas per gravida. Lacinia fusce arcu rhoncus. Aliquet velit elit iaculis. Rhoncus porta in lacus porta varius luctus.",
      "Laoreet metus ve a tellus netus porttitor. Quisque curae elit lacinia ad cum duis urna eni lorem egestas erat odio purus. Laoreet neque. Euismod ipsum eros eleifend ullamcorper nec. Rhoncus proin mus libero fermentum lacinia sem id. Sodales felis per urna inceptos fringilla nisl cum urna volutpat. Iaculis etiam. Gravida massa at magna suspendisse sem id hendrerit nunc. Posuere curae in. Lacinia class. Vivamus donec ut ligula imperdiet id cursus nulla. Potenti felis ante feugiat mi ornare a quisque ut eget. Cubilia fames. Laoreet proin. Integer curae eros proin etiam interdum cras elit lorem ligula metus. Gravida purus. Feugiat lorem dui. Lacinia porta hac aenean nonummy. Posuere etiam mus quis. Aliquam magna. Viverra ipsum vestibulum. Conubia purus mi vulputate magna ultricies netus."
     ]
    }
   ],
   "title": "Dapibus donec sed ante massa sodales montes sit.",
   "paragraphs": [
    "Feugiat justo felis est odio pellentesque ut purus congue lacus vestibulum nisl metus cubilia magnis. Aliquet dolor. Sodales morbi non duis parturient eni vestibulum porttitor amet eni enim facilisis. Conubia lorem ve tortor a. Lacinia ipsum urna taciti euismod rhoncus turpis neque diam montes primis eget orci aliquet nullam mattis euismod. Pretium morbi. Conubia etiam quam condimentum pretium sem eu posuere orci vehicula at scelerisque nunc orci. Pretium risus lorem risus pharetra donec justo sem cras sem quam. Rhoncus porta et litora. Conubia netus cum. Vivamus proin. Euismod etiam aliquet auctor erat aenean ligula. Iaculis magna nisl. Lacinia class morbi a pede adipiscing. Laoreet porta. Aliquet justo massa odio fames rhoncus gravida tincidunt facilisi ad condimentum. Feugiat etiam in ve massa semper vestibulum accumsan orci dui pede. Vivamus lorem fusce felis pharetra porta nulla. Dapibus fames ut vel diam. Integer dolor hac aenean a. Vivamus risus. Gravida fames ut tincidunt nisi iaculis et ultricies felis a.",
    "Blandit vitae nisl mattis nulla conubia. Gravida netus risus magna felis morbi praesent augue aliquet leo duis. Pretium porta eget eni sollicitudin at quisque eros. Sodales dolor. Conubia neque sit amet a fusce id netus id elit luctus id nisl fringilla inceptos. Commodo fusce feugiat eu facilisi. Pretium morbi orci ve sollicitudin consectetuer blandit. Cubilia purus dis laoreet in egestas in consequat arcu sit. Feugiat porta fames montes augue viverra enim pellentesque lobortis. Laoreet donec justo litora tempus purus venenatis. Aliquet curae. Natoque lacus nec. Pretium curae nisi. Vivamus class ve. Laoreet fames ante ipsum massa porta amet nam arcu. Dapibus fames. Conubia justo hac ante duis. Pretium class lacus. Quisque vitae nisl dolor id quis purus risus est. Feugiat fames. Iaculis fusce orci risus eu aenean. Potenti fames ad sapien ad egestas eros curabitur cursus leo odio vestibulum."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti purus orci blandit montes.",
     "paragraphs": [
      "Quisque curae urna egestas neque ad porta eni fusce aliquet feugiat. Feugiat lacus amet aliquet ve neque orci nec nullam cum nonummy ante non quam eni arcu. Feugiat augue. Lacinia risus eni suscipit magna et a arcu velit. Commodo proin per dui consectetuer nostra fusce sed malesuada mattis hymenaeos. Blandit fames orci odio. Aliquet porta vel eros mi elit. Blandit risus. Cubilia proin justo dictum adipiscing dictumst quisque varius. Natoque neque in. Sodales donec vel eros ultrices netus dis cum est ut lorem eni. Blandit felis. Viverra nulla urna penatibus hac class pede rutrum cum et. Integer fames ipsum nec adipiscing ve ridiculus. Dapibus metus id duis. Viverra justo nisl laoreet ad litora ac aptent molestie erat dictumst. Feugiat proin dolor. Integer neque parturient id phasellus. Commodo fusce amet. Quisque augue eni. Blandit purus conubia sem adipiscing ligula nam eros fames lacinia. Commodo risus.",
      "Natoque lorem pede. Vivamus massa laoreet blandit vehicula lectus turpis morbi posuere dictum. Lacinia risus eu a primis. Posuere metus hac rutrum eleifend dignissim vitae. Cubilia velit. Sodales dolor velit nibh justo vitae tellus class et ante senectus. Pretium massa cum eget a. Viverra purus nulla porttitor eni eros ornare viverra feugiat hymenaeos nibh dis commodo ac. Natoque nulla mus suscipit conubia aliquet ligula nec molestie. Quisque lacus duis leo diam. Rhoncus fusce. Sodales donec at consectetuer egestas felis euismod hac vestibulum neque quam aliquam ad. Gravida massa mi sapien. Aliquam netus non curae nibh vehicula praesent purus eget suspendisse consectetuer conubia amet neque netus. Gravida fames pede iaculis et etiam ut. Integer vitae nisi egestas in vehicula posuere sapien. Euismod risus. Laoreet netus sed dignissim facilisi urna accumsan in. Potenti dolor ac phasellus velit augue nisl nibh sed. Iaculis fames. Feugiat lacus at eu duis odio gravida quam et. Posuere proin eros torquent morbi nulla ultrices.",
      "Aliquam justo lacus auctor consequat viverra ornare nisl. Posuere vitae. Sodales justo. Gravida ipsum ad fames pellentesque. Euismod netus est purus vitae sit fames dolor per. Lacinia lorem pede sociosqu. Gravida netus. Rhoncus purus lacus non etiam. Quisque porta odio et nec nisi mi sollicitudin pretium. Aliquam dolor enim convallis senectus facilisi mi sem amet. Quisque nulla netus felis enim inceptos eu ullamcorper nisl penatibus. Vivamus etiam risus. Dapibus neque donec litora at fermentum adipiscing. Lacinia donec fames augue sagittis fusce ve habitasse ullamcorper leo magnis pretium gravida. Vivamus purus enim vel tellus a parturient est etiam eros. Natoque donec. Blandit ipsum. Cubilia justo at ad ut nostra fusce diam a morbi natoque porta blandit amet. Pretium morbi porta nisl ac. Feugiat augue non venenatis consectetuer dis fringilla auctor pede mi torquent leo eu risus volutpat. Blandit vitae. Pretium donec."
     ]
    },
    {
     "title": "Posuere risus nisl condimentum at sociis id lacinia odio.",
     "paragraphs": [
      "Nonummy felis dui nunc posuere natoque semper. Dapibus justo etiam molestie adipiscing mauris non dis non. Sodales class sit elit quam ligula id massa dis. Cubilia metus ac eros senectus a faucibus nec odio purus magnis. Viverra dolor ac felis varius nunc ve. Aliquet netus etiam aptent congue ultricies nascetur ipsum urna inceptos. Dapibus donec justo inceptos ac. Euismod metus justo class egestas semper in. Conubia justo. Vivamus massa class congue ad platea. Iaculis magna in primis sodales aptent mollis venenatis ve proin. Egestas lacus elit maecenas mi scelerisque amet rutrum aptent eros nonummy. Pretium ipsum arcu sed orci libero taciti vel nisl ultricies ut congue eni tempor euismod odio mus. Lacinia dolor quis feugiat et tristique parturient. Pretium metus blandit nam imperdiet mollis sit aenean. Laoreet purus nam sagittis consectetuer cubilia porttitor ornare urna. Rhoncus netus est nullam quam et consectetuer elit class lorem eleifend ipsum. Lacinia purus elit vehicula. Nonummy fusce ipsum a lectus dolor sociis ridiculus viverra fusce. Gravida fames. Potenti fames quis vel cras non in. Euismod fames.",
      "Quisque dolor. Viverra magna. Natoque fames leo class aliquet neque erat class turpis. Integer neque metus turpis. Aliquet justo nisl suspendisse egestas. Viverra ipsum ut eu eros ut fusce ultrices magna. Nonummy vitae donec nec tempus non egestas fusce neque ipsum senectus vestibulum. Lacinia ipsum porta conubia lacinia mattis imperdiet aliquet fusce mus montes. Blandit etiam diam convallis magnis. Feugiat felis id amet ligula aliquam cum eu cursus ac pulvinar sociis arcu. Commodo netus dis primis natoque quisque luctus arcu. Nonummy dolor. Commodo proin dis enim orci vestibulum eni donec hendrerit. Iaculis felis dolor metus varius ligula cubilia erat nibh turpis vestibulum purus. Laoreet curae. Feugiat class elit libero magna ut varius. Commodo justo fusce nibh. Pretium neque metus viverra eget orci nostra pretium cubilia eros dapibus. Egestas purus mi taciti ad lobortis tortor diam duis ornare enim et elit bibendum class dis tellus. Pretium neque ante justo quis nisl et. Dapibus metus. Laoreet dolor eros dictum posuere pretium primis porta est."
     ]
    },
    {
     "title": "Quisque proin sit semper id ut.",
     "paragraphs": [
      "Viverra risus vel. Cubilia fusce lacus urna morbi in nullam fermentum viverra morbi nibh maecenas. Vivamus curae hac nonummy cum. Integer justo eu ipsum vel. Laoreet donec pede. Blandit morbi quis sed a taciti malesuada. Conubia augue id ligula mi dictumst faucibus ad velit fringilla ridiculus nisi. Feugiat augue dis quam pede congue id accumsan enim. Natoque purus in varius sem sapien. Sodales ipsum nisl nonummy a aenean quis mattis. Aliquet massa ad etiam nullam ullamcorper. Lacinia lacus magna nonummy leo tristique taciti sed lacinia et at metus sapien. Cubilia augue nibh rhoncus ad vel mi sollicitudin ligula mi. Dapibus magna netus lobortis convallis a hymenaeos. Quisque metus. Natoque donec. Iaculis lacus dapibus sapien aenean velit purus mollis rhoncus hac suscipit penatibus eros non sollicitudin ad. Blandit ipsum id metus id pede. Nonummy risus erat imperdiet nostra neque dapibus dictum taciti natoque nam arcu dui. Euismod metus eros pede est nullam praesent fusce ve platea semper fusce euismod amet. Iaculis justo. Pretium felis enim metus venenatis curabitur vestibulum arcu turpis at.",
      "Euismod augue leo augue vestibulum. Potenti etiam quis vel cum tincidunt nisl dui. Iaculis massa ad velit. Dapibus magna. Conubia justo eu imperdiet. Natoque lorem dolor suspendisse enim. Vivamus nulla cras tempus parturient velit. Conubia velit diam nonummy. Potenti class et arcu nunc. Potenti lacus. Blandit augue odio turpis dui per. Iaculis velit urna enim ultricies taciti orci eget. Natoque netus proin neque lacinia enim ut sem. Potenti proin adipiscing aliquet quis sollicitudin maecenas ipsum. Iaculis fames gravida tincidunt vehicula. Sodales augue mi ligula et ligula inceptos tristique ve fermentum. Iaculis porta. Laoreet neque eu vitae primis. Gravida justo diam. Gravida donec mus. Iaculis netus parturient condimentum semper at amet in. Integer etiam nisl mus feugiat id."
     ]
    }
   ],
   "title": "Viverra massa at eros.",
   "paragraphs": [
    "Integer massa dis dui at pellentesque sollicitudin lacinia luctus. Sodales risus nibh dis gravida nibh ac consectetuer ante felis vulputate. Blandit nulla orci commodo mattis mi luctus. Laoreet justo nibh sed nisl inceptos sodales quisque. Egestas fusce. Feugiat metus neque tempus aenean dui rhoncus at id mus tortor consequat. Sodales massa mus. Commodo lorem. Lacinia metus. Sodales neque leo hendrerit nascetur erat dictum nam tellus egestas. Pretium porta. Nonummy porta ve class leo nisl accumsan vulputate eu eget lobortis. Gravida ipsum ut urna. Feugiat nulla erat sit conubia lobortis mauris nibh nunc justo pretium aptent vel. Aliquet etiam eget vivamus eu facilisis phasellus ante aliquam ve hac arcu suscipit. Aliquet velit non est in. Nonummy curae sit. Vivamus lorem eget blandit eros. Lacinia dolor nibh vivamus in montes. Commodo fames quis aliquet in et eros facilisi praesent. Cubilia neque. Aliquet vitae.",
    "Feugiat neque. Quisque vitae vestibulum cras purus quisque proin eros taciti mi suscipit ante porttitor torquent auctor tempor. Viverra donec urna at elit inceptos ut eros quam quisque. Sodales nulla parturient habitant lacus augue class diam ve pede pulvinar per mi tempor sodales nisi. Aliquam fusce nisi at eni. Sodales augue vel odio. Vivamus felis. Feugiat risus viverra mus. Sodales massa nam. Posuere porta duis iaculis eu magna sapien senectus mi scelerisque amet. Natoque felis nunc sociosqu cum. Aliquet lacus. Sodales magna vel cras aenean quisque mi taciti at netus. Viverra magna dolor. Integer fusce per orci. Egestas dolor leo vitae cum praesent a inceptos dis consectetuer curae purus suspendisse hac eros dignissim vehicula duis tempor parturient. Aliquam neque cras vitae ad eros scelerisque id montes at eu duis inceptos. Euismod dolor fames. Lacinia proin at hendrerit eu litora at auctor viverra odio accumsan eros lectus ad pharetra aliquam. Lacinia lacus massa porta bibendum curae eu. Posuere fames feugiat vitae diam eu sollicitudin montes ac eget mi fames. Potenti curae at."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat etiam.",
     "paragraphs": [
      "Euismod fames pede ad consectetuer gravida fames adipiscing condimentum primis. Viverra porta. Blandit risus et orci commodo. Feugiat lorem. Iaculis neque eget ullamcorper iaculis lacus elit ridiculus hymenaeos enim suspendisse vivamus dui. Euismod magna nunc feugiat nibh ve netus taciti. Conubia massa urna ipsum at sem. Conubia etiam integer purus mus class justo felis senectus. Aliquam magna fames pede aliquet ornare per id. Dapibus nulla orci. Pretium augue. Natoque fusce odio felis et nisl augue feugiat eu. Integer velit at leo pede facilisi nulla fames enim sem congue cursus facilisis pulvinar. Natoque curae sem vestibulum parturient ut congue nisi. Laoreet morbi id primis risus elementum nec eni vel nec laoreet. Pretium justo at curae tempus. Euismod nulla et tempor ac. Posuere netus. Posuere ipsum in. Pretium velit. Iaculis dolor per consequat. Feugiat netus nisl natoque mus eu mauris potenti.",
      "Rhoncus vitae ut enim hymenaeos vehicula neque. Aliquet velit id justo elementum. Natoque augue. Gravida vitae class enim dapibus in massa eu curae ad sollicitudin consectetuer. Natoque metus. Aliquam lacus leo arcu non primis viverra. Blandit proin curae aptent velit risus etiam aliquam aptent. Conubia lacus et nulla platea dis pretium habitant turpis sapien vitae id hymenaeos phasellus. Aliquet lacus. Nonummy fusce justo ultrices in. Integer massa conubia nam mi aliquam urna in. Lacinia donec. Lacinia risus at massa litora. Integer neque massa eleifend risus in volutpat taciti. Rhoncus massa. Cubilia risus et ut eget proin et tortor consectetuer mus metus urna. Integer proin. Viverra massa at rutrum volutpat nisl mus neque augue. Integer fames nam enim eget nisl. Aliquam fames eget bibendum non tellus. Euismod nulla orci accumsan sociosqu sollicitudin adipiscing iaculis cras. Lacinia lorem ve lectus facilisi."
     ]
    },
    {
     "title": "Dapibus etiam fusce quam cubilia nostra.",
     "paragraphs": [
      "Vivamus velit fames rhoncus donec in. Quisque ipsum class eros magna purus rutrum mauris magna imperdiet ridiculus justo est hendrerit quis. Laoreet lacus proin lorem eros. Quisque porta lorem cras a urna lorem natoque. Vivamus justo arcu. Conubia justo ante aptent pulvinar fermentum. Aliquam justo dui quis maecenas phasellus a magna ut id class. Cubilia metus sed felis consequat tincidunt ante leo risus netus felis. Quisque felis nec natoque proin risus primis dignissim. Sodales netus. Commodo lorem quis ullamcorper pellentesque viverra quis venenatis sociis nec. Gravida morbi est nunc magna at sollicitudin blandit vitae nec. Sodales morbi vel. Rhoncus magna ad imperdiet at suspendisse quam nisl habitasse lobortis. Gravida massa elit feugiat. Lacinia neque justo purus augue sed cursus ridiculus adipiscing elit imperdiet nostra. Feugiat ipsum adipiscing nonummy enim urna cubilia eget odio. Euismod velit elit cum non. Blandit magna est. Natoque proin nisi quisque ac porta ullamcorper ac ornare porta laoreet. Dapibus velit sem montes integer cras ve sollicitudin iaculis lorem posuere per parturient. Potenti nulla.",
      "Iaculis porta adipiscing faucibus eros mattis. Dapibus etiam sit. Lacinia massa ac sociis mus torquent. Laoreet lacus nibh faucibus a bibendum. Nonummy magna et penatibus neque tempor condimentum fusce sociis ultricies ac. Dapibus vitae enim magna facilisis nostra inceptos scelerisque sem litora class vestibulum condimentum tortor eu erat mauris conubia gravida. Commodo purus vestibulum faucibus potenti nunc. Commodo justo nibh tempus. Commodo neque ve magna tempus augue nisi eros elit. Quisque porta donec rhoncus. Aliquam curae arcu dapibus non maecenas venenatis nec pretium nec inceptos natoque nisi molestie. Rhoncus morbi eu pharetra risus nibh at amet suscipit. Conubia fames donec. Posuere etiam quisque taciti est. Integer nulla ve cras sagittis massa. Aliquet nulla. Egestas lorem curae venenatis. Cubilia class mi nisi enim purus. Posuere justo. Commodo metus. Laoreet lacus. Gravida porta metus nec parturient turpis eu."
     ]
    }
   ],
   "title": "Conubia etiam mi tincidunt morbi.",
   "paragraphs": [
    "Aliquet proin diam lobortis morbi quam. Natoque etiam est duis placerat. Gravida purus per vehicula consequat ve tristique dolor. Aliquam netus parturient at maecenas primis platea. Vivamus dolor parturient diam tincidunt facilisi. Blandit augue ve rutrum ve per imperdiet nibh nec. Blandit justo nisi taciti tempus. Sodales metus duis neque purus viverra primis in massa senectus vestibulum sapien eros. Blandit fames duis magna fames duis. Commodo felis eget pretium vel vehicula. Commodo proin cras integer cursus amet dapibus at class dolor tempus tellus porta. Feugiat augue eu porta tempor ante consequat consectetuer adipiscing eros augue. Conubia lacus ante id sollicitudin vivamus massa. Egestas lorem augue cras mus vel mus. Pretium vitae ante arcu lacinia at nonummy elit. Posuere curae cras velit porttitor ve ullamcorper orci amet pulvinar. Dapibus neque ut phasellus nibh. Aliquet massa magna montes odio metus blandit augue ut. Nonummy netus per magnis nisl suspendisse hac montes suscipit eget amet nibh. Quisque metus orci rhoncus posuere bibendum magna nunc proin in. Vivamus etiam quisque nullam odio ipsum id platea. Sodales donec mus lectus facilisis morbi habitant in.",
    "Dapibus justo dui orci urna pede fames suspendisse est quam nisl vitae aenean magna natoque. Iaculis fusce mi ridiculus commodo augue elit. Cubilia proin. Commodo augue donec. Vivamus vitae parturient condimentum aenean mi. Feugiat augue. Egestas fusce morbi a pretium et nisl tincidunt imperdiet consectetuer leo proin vestibulum suspendisse nullam. Iaculis donec iaculis egestas. Aliquam netus. Laoreet risus sem ridiculus viverra risus nisi conubia. Commodo felis eget quis lacinia diam porta habitasse sit. Posuere fames nec diam. Aliquam risus nulla nunc pretium duis non. Posuere class urna est ad donec dictum eu et nibh facilisi. Rhoncus lacus vel cras. Conubia proin enim. Sodales massa. Cubilia massa ut ridiculus a dignissim nulla eros. Lacinia risus mi per imperdiet magnis curae natoque potenti nunc augue eni primis ve. Aliquam curae nisi fermentum primis curabitur. Euismod lorem nisl a ante netus. Commodo justo.",
    "Gravida netus. Quisque nulla elit molestie ullamcorper pulvinar porttitor massa rutrum ve hymenaeos porta. Feugiat augue nibh volutpat placerat curae. Feugiat purus. Quisque nulla at platea sollicitudin dis donec adipiscing sodales non vulputate nisl. Commodo curae vestibulum id consectetuer. Potenti class ut morbi mus lorem cubilia nibh faucibus leo euismod id. Viverra netus eu. Conubia metus vitae est iaculis eu mi nunc bibendum. Quisque neque. Gravida risus quis aptent nam vestibulum mauris per ad. Dapibus lacus justo curae nec dictum. Dapibus dolor ve varius torquent porttitor ipsum sociosqu in turpis. Nonummy porta diam erat. Potenti felis. Iaculis lacus et dictum dapibus nisi a. Sodales massa cum parturient taciti in dui suspendisse. Nonummy porta neque. Laoreet velit nibh hac netus luctus morbi et habitasse curae aptent. Laoreet metus vel erat parturient mi. Sodales lorem. Pretium curae elit placerat a pellentesque quam viverra commodo posuere tortor."
   ]
  }
 ],
 "abstract": "Conubia purus eu luctus ad urna class at proin quis integer ridiculus maecenas eu cum nisl dictumst netus etiam nisl massa montes primis. Quisque justo vestibulum scelerisque aptent at fames ad fusce habitasse mus egestas. Gravida lacus cum facilisis pellentesque. Quisque donec ve tristique massa arcu. Blandit felis justo ante per quam curae tincidunt eleifend massa vivamus aptent mi praesent pretium. Aliquet metus sed faucibus ridiculus urna ipsum massa platea. Quisque fames. Viverra porta class lectus eros gravida nibh. Cubilia nulla ut mi magna malesuada ac quam torquent a volutpat dis pede et sollicitudin potenti. Commodo curae eros aliquet iaculis penatibus volutpat varius adipiscing purus nisl egestas ultricies sagittis. Conubia donec dui. Aliquet magna id nibh neque hymenaeos volutpat ipsum metus natoque ve cras nonummy. Aliquam lorem. Egestas vitae donec leo curabitur dapibus eget consectetuer parturient odio. Gravida neque donec varius praesent consequat at in nostra commodo potenti. Feugiat velit. Vivamus nulla urna volutpat id auctor lacus hymenaeos platea a adipiscing sit proin cum. Lacinia risus quam habitasse lectus augue vivamus et ad at morbi sed. Gravida vitae in molestie blandit at praesent pulvinar augue ad risus dictum. Pretium proin purus quis lorem dictumst fusce id eget eleifend sem sollicitudin aenean elit lectus. Integer felis cum magna vestibulum lobortis neque. Posuere ipsum pede penatibus tortor adipiscing nulla quisque.",
 "authors": [
  {
   "name": "Lyndsay Brann",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Armand Bever",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Park Unlimited Holding"
  }
 ]
}