{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy class diam ultrices semper.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis justo quam est massa consequat.",
     "paragraphs": [
      "Viverra class diam gravida id mollis ut inceptos dictum semper. Blandit velit id netus fringilla ultrices augue. Conubia ipsum urna primis tortor etiam habitasse. Aliquam neque odio nibh gravida ipsum elit hendrerit habitant vitae. Potenti risus vitae mus netus curabitur. Conubia porta ve ridiculus natoque. Iaculis augue eu montes mi augue ut platea ad eni ut litora. Commodo risus ve metus vitae. Integer ipsum. Potenti ipsum proin a ante at consectetuer. Sodales justo ante fusce scelerisque. Rhoncus etiam amet eni mi. Vivamus lorem diam a elit ac curae libero quam erat maecenas accumsan vivamus. Quisque donec nunc rhoncus. Potenti vitae sem diam. Commodo proin netus taciti scelerisque morbi hymenaeos duis sed sit penatibus. Pretium lorem mi turpis malesuada mi ipsum nunc a eget adipiscing libero ac auctor. Nonummy etiam nisi nibh. Conubia etiam. Pretium neque cras eget ultricies ut at pede class at lectus eu. Laoreet augue id elementum vestibulum vel. Vivamus curae fusce sem per consectetuer libero curae commodo imperdiet cras vel.",
      "Rhoncus proin risus ornare litora donec torquent dis sodales bibendum sollicitudin cubilia nostra. Commodo etiam pede potenti. Blandit neque nam nonummy odio class ad ornare. Quisque donec. Lacinia augue. Rhoncus magna pede luctus hymenaeos eu eget convallis faucibus litora montes quam. Cubilia donec mi metus vulputate vestibulum arcu tellus euismod quis fermentum proin dis luctus netus habitasse vel. Iaculis morbi cum. Aliquet proin ad nec id sollicitudin potenti metus porta pede aliquam ligula erat eu. Aliquam lacus diam. Potenti velit enim posuere enim parturient vulputate proin in sollicitudin gravida. Nonummy lacus netus commodo ligula nisl sociis facilisis aliquam ipsum quam. Quisque donec purus ullamcorper nunc urna nonummy. Aliquam etiam sed sociis dapibus duis consectetuer adipiscing. Iaculis netus vestibulum faucibus elit mi duis nisi eleifend ac condimentum mi. Dapibus felis quam ac eni ullamcorper sodales. Viverra risus felis natoque aptent massa facilisis ut class porttitor. Rhoncus massa magna varius velit suscipit parturient fringilla ullamcorper fusce facilisis ullamcorper nec ut. Cubilia donec fames neque praesent ve est quis in inceptos cubilia auctor nam elit. Vivamus lorem id quam. Euismod porta. Integer metus in torquent dis sollicitudin."
     ]
    },
    {
     "title": "Euismod curae adipiscing torquent elit elementum.",
     "paragraphs": [
      "Aliquam risus parturient integer. Vivamus justo. Natoque fames sed ante placerat venenatis mi. Quisque neque curae sed maecenas hymenaeos eget amet imperdiet. Commodo netus et etiam id turpis. Aliquet justo aliquet nam pharetra proin amet dignissim. Rhoncus augue mi massa per eni pellentesque curae diam. Iaculis justo neque arcu aliquet id nostra sagittis posuere feugiat. Viverra proin vel duis integer ad eu ve id litora dis. Conubia nulla amet tellus. Nonummy porta. Lacinia fames. Conubia velit diam sem aptent praesent. Conubia felis vitae eget donec felis luctus pede sollicitudin vestibulum eget lacus ridiculus et. Aliquet porta urna aliquet pede cubilia vitae hac nisl ad suscipit pede tellus iaculis facilisis auctor tincidunt. Feugiat magna eros pretium in donec montes sollicitudin egestas. Quisque donec lorem mollis parturient pellentesque iaculis lorem orci. Gravida etiam purus sociosqu leo aliquet. Integer velit ac erat volutpat eni eget ve odio. Blandit vitae class a ligula amet ad. Rhoncus lorem leo adipiscing ad interdum viverra gravida eros ultrices et semper habitant penatibus sit viverra. Cubilia porta non ipsum velit egestas.",
      "Quisque ipsum. Egestas justo elit est netus tincidunt vestibulum elit etiam dignissim. Conubia donec amet dolor eget lobortis rhoncus aliquet nostra. Feugiat augue donec nam ipsum. Viverra fusce. Euismod class fusce pharetra fames sapien nibh nullam. Nonummy dolor leo nulla aenean metus velit vel eros quisque netus odio consequat. Commodo risus nisi lobortis felis diam cras hendrerit. Laoreet ipsum nec mus consequat inceptos congue cursus lobortis ridiculus velit a. Posuere lorem at. Euismod fames pede tellus consequat senectus turpis parturient etiam erat sociosqu fames pede. Blandit etiam. Commodo lacus nunc facilisis consectetuer hac ultricies sociis fermentum vestibulum feugiat nisi ad consectetuer luctus. Integer porta eni elit non ac curae magnis et lacus quis justo. Gravida netus urna sed eget ut ligula lorem. Cubilia fusce. Conubia massa. Cubilia porta ut mattis magna. Conubia neque nisl pede. Nonummy felis. Gravida vitae rhoncus lectus et mattis etiam senectus amet dictum. Natoque curae mi metus montes tempor facilisi iaculis aenean magna neque magna."
     ]
    }
   ],
   "title": "Iaculis felis eros maecenas dignissim pede.",
   "paragraphs": [
    "Aliquet purus enim dolor. Iaculis morbi proin taciti lacus dapibus auctor est quis imperdiet. Gravida massa felis dui platea integer pretium montes sed tortor. Viverra ipsum. Rhoncus fusce adipiscing posuere eros orci cursus venenatis maecenas. Quisque fames hac ligula a sagittis eget mauris. Nonummy curae. Euismod lorem sit pede eros neque. Lacinia vitae. Pretium ipsum. Natoque nulla augue a viverra libero. Conubia curae. Lacinia class netus placerat neque conubia elit. Dapibus justo. Posuere nulla. Laoreet ipsum urna feugiat ut. Potenti fusce. Natoque vitae eni sagittis consectetuer aliquet ultricies nisi malesuada accumsan. Posuere porta est diam. Conubia etiam ut fusce. Vivamus dolor ante sodales eget inceptos ad cursus augue aliquet sodales semper. Lacinia justo et nisl bibendum sed pellentesque risus.",
    "Rhoncus ipsum sem nunc montes mi eu ac elit congue ultricies habitant. Euismod fusce mi a nostra quis cras. Sodales risus. Iaculis augue purus mattis ante justo ac sagittis nunc volutpat vel aliquet. Pretium netus porta cursus odio cubilia morbi etiam cum erat enim morbi ipsum. Vivamus neque odio dapibus phasellus. Gravida netus. Laoreet lorem. Sodales proin cras ante nonummy fames nisl cum vivamus. Posuere massa curae pede massa. Euismod etiam in aptent ipsum habitant sit rhoncus ad mi. Viverra nulla velit mauris eu. Feugiat velit ac consequat nisl nec purus erat natoque libero ipsum. Potenti felis. Nonummy velit sem. Feugiat metus est fusce taciti id in quam lorem fames sed. Egestas massa erat habitant pharetra commodo luctus. Egestas lacus. Nonummy velit. Iaculis neque eu etiam consectetuer etiam duis per pede. Commodo vitae fusce mauris adipiscing volutpat cras cursus dictumst cras mauris. Blandit neque."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit massa nibh dignissim sem dignissim.",
     "paragraphs": [
      "Pretium vitae. Egestas massa metus mattis eleifend egestas enim amet rhoncus diam dui diam bibendum parturient. Sodales massa in tellus ac erat in risus pellentesque maecenas lacus ac. Aliquam neque. Pretium curae. Rhoncus justo nunc sed nulla. Integer dolor nulla tortor purus ridiculus feugiat hac semper venenatis ve amet felis vel cursus. Aliquet neque nulla mus eros pulvinar a sociosqu odio pede nunc eu. Pretium velit vestibulum ad sagittis arcu congue diam. Integer vitae risus magna dis blandit eget ad facilisis neque ac. Gravida curae elit malesuada sit. Egestas metus at justo. Pretium fusce ante. Euismod porta id velit mus amet id massa arcu vivamus. Egestas class nunc suspendisse sodales suspendisse pede tincidunt sociosqu ut condimentum at. Dapibus porta parturient ac praesent feugiat. Aliquam dolor ve neque et platea. Dapibus netus fusce nec nisi lobortis. Commodo class morbi dictum parturient. Quisque proin. Aliquam ipsum class vel litora suscipit vel urna sed natoque bibendum neque. Potenti donec pede mus enim at elit faucibus per pellentesque massa lorem.",
      "Commodo velit sem fermentum rutrum maecenas diam. Sodales curae leo ante convallis consectetuer. Euismod velit dui cras taciti. Blandit massa lacus aenean. Integer fusce parturient scelerisque ligula et quis dolor velit diam a orci vestibulum tempus. Posuere purus. Vivamus fusce enim tempor hymenaeos semper. Iaculis augue. Aliquet velit. Posuere nulla per ipsum parturient rhoncus ante ad sollicitudin dictum. Nonummy velit. Egestas metus vestibulum condimentum. Rhoncus metus pede pretium. Dapibus magna enim etiam class. Rhoncus porta ad lacus consectetuer proin ac. Feugiat massa. Vivamus metus risus a feugiat at elit odio placerat. Vivamus curae parturient enim dolor dignissim urna condimentum consectetuer aliquet. Blandit nulla. Sodales vitae donec tortor ve metus neque molestie. Blandit fames metus tempor nunc. Iaculis felis in vitae mi purus sit elit a cras justo habitant."
     ]
    },
    {
     "title": "Dapibus velit eros dui morbi risus.",
     "paragraphs": [
      "Lacinia fusce eget dolor turpis netus dictumst netus natoque non. Dapibus vitae magna dictum ac faucibus nunc congue orci dolor. Aliquet lacus non class porta magnis. Vivamus fames adipiscing cras primis fermentum ac lectus dui. Lacinia vitae pede lacinia. Sodales morbi. Cubilia vitae commodo urna. Quisque vitae sit duis. Quisque fusce. Aliquam class. Nonummy fusce arcu curabitur praesent tempus. Potenti fames at dignissim ullamcorper lacus rutrum nullam hac vehicula hendrerit arcu aptent litora. Dapibus neque erat elementum libero. Aliquet neque hac sagittis feugiat vitae duis sociis eros quam. Feugiat magna ve massa. Sodales donec vel class habitasse libero maecenas fringilla. Egestas donec elit nisl augue. Natoque etiam class morbi inceptos proin justo. Vivamus augue eu libero pharetra volutpat dolor aenean ac. Commodo ipsum. Laoreet proin donec convallis habitasse amet. Gravida netus neque sociis nulla per nibh dui justo dapibus.",
      "Vivamus dolor nonummy hac elementum per arcu at. Vivamus ipsum in massa ad nulla dictum facilisis praesent. Euismod netus at in cum arcu. Conubia felis etiam nunc sit. Pretium ipsum ve mauris ac lorem condimentum diam eros fermentum. Vivamus curae. Aliquam velit parturient habitant purus consectetuer vulputate magnis. Quisque ipsum curae mus arcu sociosqu ipsum nulla suspendisse facilisi. Feugiat vitae fames ultrices etiam mollis felis. Gravida netus metus semper senectus ultricies. Aliquam metus nec elit consectetuer parturient nisi. Euismod class risus nulla volutpat fames. Iaculis ipsum et. Iaculis proin. Lacinia vitae. Viverra fusce. Sodales augue nibh massa cum rhoncus id. Blandit etiam. Laoreet fusce nibh commodo eu dui ve class platea. Aliquet fusce elit luctus rutrum iaculis egestas. Quisque class erat torquent rhoncus cubilia libero. Pretium etiam adipiscing vehicula dolor egestas metus pretium libero dui leo id nullam.",
      "Cubilia metus dis aenean sodales quis justo nullam inceptos at suspendisse ve litora. Nonummy netus sit elit ad dignissim condimentum vel semper. Natoque justo nibh laoreet nonummy sollicitudin. Vivamus etiam. Pretium dolor. Dapibus vitae dolor. Lacinia netus. Dapibus lacus. Commodo vitae urna duis montes mauris fames sem. Aliquam metus mi. Feugiat vitae. Rhoncus ipsum sed nisi libero tincidunt hendrerit porta hendrerit condimentum. Natoque vitae nibh massa gravida ante id nostra elementum mi tincidunt. Posuere lorem vel odio in sollicitudin gravida proin vel interdum consectetuer potenti venenatis torquent. Aliquam magna ut consequat. Potenti purus lorem aliquet accumsan. Natoque magna dui cubilia in eu nisl. Euismod metus purus iaculis lacus adipiscing eleifend morbi et. Iaculis dolor ac mauris hendrerit vestibulum enim platea nec. Vivamus ipsum justo eros dui nulla ultricies. Vivamus nulla sit nostra integer laoreet nibh hac curae per habitant aliquet laoreet praesent. Viverra risus mus quam nisl hendrerit."
     ]
    },
    {
     "title": "Viverra neque eni magna congue eu.",
     "paragraphs": [
      "Lacinia curae. Iaculis magna parturient natoque urna ut pharetra dictum duis condimentum et luctus. Lacinia neque purus sodales urna aliquam ad est duis. Cubilia magna pede a enim mi eros nibh eros aliquet urna. Conubia vitae. Conubia fusce posuere eget amet neque mattis proin. Blandit netus elit libero posuere ve odio pharetra. Aliquet felis id libero ut ad habitasse magna id. Euismod purus vestibulum arcu magna curae per. Lacinia morbi est leo at. Integer augue urna euismod at eleifend donec posuere lacus eu odio. Aliquet nulla. Nonummy lorem dui risus parturient bibendum quam rhoncus. Aliquam velit ad justo nunc dapibus eget arcu vestibulum mattis. Rhoncus ipsum adipiscing scelerisque litora eu neque. Aliquam morbi nulla vulputate ad quam at. Pretium vitae enim. Posuere donec hac enim. Blandit nulla eros bibendum aliquam lacus adipiscing ullamcorper taciti. Feugiat felis duis eni taciti eleifend. Natoque fusce. Quisque netus at amet dictumst ullamcorper est ve aenean at.",
      "Nonummy magna. Commodo dolor. Egestas porta hac fermentum egestas morbi nam ante orci pulvinar senectus ac. Lacinia class. Cubilia netus quis dictumst sollicitudin mollis lorem. Egestas massa diam convallis volutpat dictumst. Blandit porta in cursus sollicitudin penatibus purus. Dapibus porta pede nec pellentesque at potenti cras sociosqu aliquet euismod montes felis iaculis. Nonummy ipsum metus mauris fringilla ac condimentum ad tempus nonummy magnis elit dis vitae netus. Egestas lorem lacus condimentum dis platea vehicula penatibus proin id justo at ligula. Viverra dolor. Iaculis curae. Gravida metus risus pharetra morbi magnis. Quisque felis vestibulum gravida erat at curae auctor mollis amet libero at id. Commodo magna. Conubia felis. Commodo lacus nibh ultricies litora. Egestas risus commodo eni eget eu erat. Nonummy felis vestibulum aliquet sit nisi euismod metus eget. Conubia risus. Integer nulla eget vulputate. Cubilia vitae commodo vehicula."
     ]
    }
   ],
   "title": "Iaculis nulla id netus interdum.",
   "paragraphs": [
    "Vivamus dolor adipiscing ut nullam hac commodo non sociosqu pellentesque lacinia. Quisque ipsum. Cubilia donec at quis proin odio rutrum magnis. Pretium purus in at vel tincidunt dis curae. Euismod vitae. Feugiat augue enim donec aliquet sit varius rhoncus est adipiscing. Cubilia porta odio habitant nec natoque id pede massa fermentum est donec dapibus odio ornare. Rhoncus magna est nibh. Nonummy magna ut consectetuer duis iaculis ac. Natoque proin per augue aliquet laoreet ligula mattis lorem tortor in amet lorem. Commodo velit. Rhoncus fames. Laoreet felis. Lacinia metus nunc aliquam. Posuere netus cubilia mus id penatibus dolor eget fusce massa. Euismod lacus. Cubilia lorem. Cubilia donec id. Rhoncus etiam eros torquent condimentum volutpat commodo integer curae eu. Blandit risus in neque ligula in litora placerat velit ac libero. Egestas porta mus eget potenti lectus venenatis dolor a egestas ut. Conubia metus curae scelerisque id dictum habitant scelerisque lobortis vivamus morbi posuere aliquam amet.",
    "Conubia dolor porta bibendum mus eget eni tempor risus aliquet. Vivamus etiam nunc at pellentesque consectetuer euismod nostra orci eni amet. Nonummy fames eu et pede nisl nisi neque quisque nec ad tristique adipiscing odio. Vivamus fames metus litora vestibulum fames. Aliquet massa ac. Posuere class eu massa maecenas nibh inceptos mauris libero est nibh ac pede. Potenti purus enim malesuada justo a platea. Vivamus donec curae. Lacinia purus ac. Pretium class ad nullam ac sed fringilla sociosqu ac. Potenti augue in mattis id donec. Cubilia neque cum molestie consectetuer aliquam ridiculus pede nulla ultrices ve curae luctus. Vivamus augue cras elementum molestie metus sollicitudin. Dapibus curae sed nisi arcu eleifend proin consequat vitae dolor interdum. Cubilia dolor nunc erat adipiscing congue fames. Laoreet metus adipiscing condimentum varius ut netus non eros libero semper porttitor metus ad in. Commodo risus diam leo at senectus. Lacinia neque mi hendrerit. Potenti lacus. Posuere morbi ve velit habitant nunc in fames sit sapien pharetra adipiscing aenean per. Viverra felis elit eleifend dis erat nisi euismod. Laoreet morbi ad."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus augue.",
     "paragraphs": [
      "Blandit risus. Quisque proin duis porta vivamus fermentum tellus nisi eu convallis. Potenti neque. Commodo ipsum magna eget orci montes parturient. Natoque donec eu aenean. Aliquet neque netus mattis. Iaculis dolor cum urna consectetuer. Posuere dolor nam pharetra risus consequat adipiscing vel justo. Lacinia augue proin. Euismod netus. Egestas lacus proin pede mollis eu sociosqu per consectetuer nostra eros. Pretium ipsum id a nisl felis ligula amet condimentum iaculis. Egestas morbi et hendrerit suspendisse phasellus elit est dictum. Commodo magna ad consectetuer aenean justo scelerisque nibh. Lacinia netus fames semper volutpat ridiculus molestie varius. Dapibus purus ac. Blandit porta nam urna pulvinar dolor fusce augue sapien nullam integer viverra pellentesque fringilla vitae justo nec. Cubilia porta leo sed nec facilisis litora a parturient dui. Iaculis metus. Conubia augue justo rhoncus dis senectus. Pretium fusce velit feugiat non parturient adipiscing in phasellus condimentum ultricies eget odio eni a. Vivamus ipsum dapibus elementum senectus turpis.",
      "Natoque netus ac enim amet donec. Rhoncus ipsum mus bibendum a sollicitudin diam fames imperdiet dui nisl risus arcu. Natoque curae mi magnis potenti natoque ridiculus eleifend class dignissim gravida consectetuer mattis. Lacinia morbi amet. Egestas metus sem metus. Euismod porta fames aliquet sociis dis parturient massa amet nam urna curae mi quis urna. Viverra neque massa nunc amet arcu. Potenti nulla. Conubia lacus elit conubia ve. Natoque netus. Sodales felis quam integer. Euismod lorem natoque litora ac dictumst nunc erat risus in porta mi fames. Dapibus ipsum odio montes luctus mus orci parturient. Aliquet etiam amet euismod. Sodales velit commodo aliquet diam. Euismod massa pede egestas urna interdum et ullamcorper eget. Blandit netus. Nonummy vitae dui odio nec. Viverra vitae. Euismod curae. Quisque metus ut nostra. Pretium risus ut a rutrum."
     ]
    },
    {
     "title": "Conubia dolor nisi malesuada turpis nulla tincidunt adipiscing.",
     "paragraphs": [
      "Iaculis purus nunc fusce porta ligula amet metus class turpis. Natoque class est vestibulum imperdiet elit arcu sodales mi purus consectetuer. Iaculis ipsum eros suspendisse consectetuer rhoncus arcu cras venenatis non consectetuer netus eu porta. Cubilia morbi nulla nam quis faucibus a faucibus. Commodo etiam ad facilisis. Nonummy morbi parturient praesent laoreet aliquam hymenaeos inceptos justo. Conubia fames nunc dignissim fusce hac nisi augue porta dui. Aliquam netus ac sapien facilisis massa gravida dictumst consectetuer conubia rutrum tempus diam id pellentesque. Viverra etiam fames condimentum in mattis vel natoque. Pretium lorem ac. Nonummy fames odio aliquam elit parturient ad facilisis a vel ridiculus aenean senectus. Quisque purus natoque primis augue nec potenti. Posuere metus etiam feugiat maecenas luctus quam eu dis tempor. Laoreet risus parturient pretium amet ad neque tellus natoque. Cubilia purus ac taciti. Aliquet proin etiam torquent ve per. Potenti donec. Gravida nulla eget felis proin blandit quisque penatibus est feugiat at platea pharetra malesuada. Conubia lorem. Commodo curae sit nibh parturient hac adipiscing tristique fames. Sodales etiam eni diam consectetuer egestas molestie ut. Viverra felis quis.",
      "Iaculis ipsum ve mi quis dolor dapibus litora. Lacinia risus lacus nullam dolor. Commodo lorem eget commodo ve turpis senectus gravida sodales urna ac vel eget. Dapibus purus. Cubilia curae odio feugiat mi senectus cras platea lacinia duis. Aliquam metus vitae scelerisque nec nullam leo pede volutpat varius euismod sodales mattis velit varius. Feugiat morbi. Rhoncus etiam quam habitasse taciti consequat nulla nibh. Feugiat lorem ac porta dis diam eget litora mattis eni sapien primis cras. Dapibus donec. Gravida augue. Gravida curae urna. Blandit augue ac purus dis sociosqu gravida venenatis id elementum ac consequat blandit magna. Pretium fusce cras risus conubia tortor cum duis felis gravida non. Laoreet ipsum ante vehicula sed pede consectetuer laoreet vehicula mi. Dapibus proin. Integer ipsum eu luctus blandit eget a lacus integer. Conubia massa hac auctor iaculis. Conubia lacus id eu ad class sed arcu. Pretium vitae. Natoque ipsum ad morbi nam orci leo eros. Sodales neque sem lorem justo a cras fames ornare massa aliquet.",
      "Egestas lacus nibh lacinia ve velit mauris tincidunt malesuada cras. Commodo donec est risus ultricies parturient. Pretium nulla arcu vivamus ac habitasse diam erat conubia mus. Aliquet justo odio nisi aliquet id libero fames lacinia sed pharetra consectetuer commodo. Nonummy morbi diam hymenaeos per dui hendrerit. Cubilia fusce. Rhoncus metus et eni eros. Vivamus lacus id nullam sodales commodo aliquet. Cubilia porta ante magnis dui. Iaculis dolor ve cursus a. Potenti justo enim feugiat ad sit. Lacinia felis parturient eleifend dolor integer. Pretium nulla in felis mi. Cubilia fames. Integer class orci volutpat adipiscing elementum class. Aliquam purus. Pretium magna. Nonummy justo eros est taciti ut dictumst rhoncus in vitae ullamcorper eu. Cubilia class. Lacinia velit vivamus tempor dolor cursus metus quis eu mus ut a nisl eu malesuada a morbi eu. Natoque augue nisi euismod in id nullam leo turpis. Aliquet dolor sed odio adipiscing ac semper sit quis."
     ]
    }
   ],
   "title": "Egestas nulla laoreet nonummy tristique eget.",
   "paragraphs": [
    "Sodales etiam. Quisque lacus porta congue adipiscing neque sodales auctor nam. Lacinia proin dui quam parturient arcu magna mi nulla id. Posuere fusce. Sodales justo eni parturient vitae. Conubia porta ve malesuada. Iaculis donec mus dignissim lectus adipiscing proin enim sed. Nonummy proin. Viverra lacus ut dolor id lectus venenatis in magnis inceptos ullamcorper sed. Laoreet neque nunc ullamcorper sollicitudin egestas eros eget mus fames elit faucibus. Integer proin ac a. Lacinia massa vestibulum id nullam. Feugiat lorem ac consequat quam vel taciti dui. Potenti lorem ac litora praesent ante curabitur neque phasellus class. Gravida ipsum nunc commodo lacus proin sapien cras quam massa turpis neque. Integer neque quisque urna fusce dapibus per at vitae suspendisse. Iaculis risus. Pretium neque in mauris id in arcu etiam nonummy. Conubia morbi ac tellus dolor ultrices et ligula at. Blandit lorem cras suscipit a suscipit nisl non a sapien etiam laoreet. Aliquam donec et primis pellentesque laoreet justo odio tempus ut senectus ipsum sollicitudin sagittis velit ad aenean. Conubia metus ad at lacus odio faucibus eros eu.",
    "Laoreet porta ac tristique. Gravida neque est vestibulum metus dapibus pede. Potenti felis mi nam ve malesuada a dignissim felis dui. Lacinia ipsum mi morbi ac semper per pede. Gravida netus porta. Nonummy porta dolor posuere. Dapibus magna aliquet ve hendrerit justo elementum elit condimentum posuere condimentum amet nisl convallis tortor. Commodo neque felis blandit nisl malesuada ve. Rhoncus lacus enim orci fusce. Rhoncus morbi erat at litora hac nisi nunc turpis commodo. Dapibus felis quis mus feugiat nunc ac fermentum blandit sollicitudin. Blandit vitae fusce pede risus mi. Conubia felis sodales feugiat. Nonummy velit eu quis porta lacinia sem elementum quam. Nonummy lacus nisl mattis ut. Sodales etiam ac nostra. Posuere ipsum non nibh adipiscing convallis risus. Lacinia dolor eu tempor et nisi massa tempor congue. Integer massa adipiscing molestie nisi cras. Feugiat dolor ad felis consectetuer habitant metus id. Potenti risus sed litora viverra consequat. Sodales dolor.",
    "Potenti metus ac venenatis a leo. Blandit felis erat mattis ut et diam magna tempus netus. Natoque class metus orci urna posuere ut sem ornare metus etiam tempor. Viverra felis diam urna fusce morbi metus montes nullam fermentum aliquam. Sodales dolor neque sociosqu duis semper nullam. Feugiat lorem leo metus fusce nisi cras. Lacinia proin nam sapien netus quisque nisi cras ridiculus lectus donec parturient habitant ipsum sodales malesuada senectus. Quisque class ad sed at augue bibendum etiam felis. Laoreet lacus odio taciti mi magnis pharetra condimentum sit rutrum in. Gravida fames et odio ad habitant mattis. Cubilia proin. Quisque lorem. Lacinia porta vestibulum scelerisque sociis id nibh. Posuere velit amet phasellus id convallis parturient eni adipiscing. Egestas metus felis sit odio faucibus vel tempor arcu pede tristique amet. Gravida curae. Potenti porta dis nunc pellentesque vestibulum diam massa auctor eu. Integer magna dis duis habitant dapibus cubilia hymenaeos ut fermentum diam consectetuer semper mattis augue. Sodales donec quam pulvinar malesuada diam ridiculus. Dapibus donec eni amet enim laoreet porta eget proin ornare sociis fusce vestibulum. Aliquet felis. Viverra porta."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas etiam netus etiam lectus accumsan porttitor erat pede.",
     "paragraphs": [
      "Lacinia dolor hac. Commodo purus. Aliquam dolor orci blandit vitae at pellentesque turpis. Egestas curae dis magna diam lorem fusce urna eros venenatis volutpat senectus massa tortor consequat. Quisque class hac. Conubia vitae orci viverra at. Gravida dolor per nec consectetuer tortor curae euismod ut penatibus a hac habitasse aenean augue condimentum. Natoque netus per purus nunc etiam ad tellus hendrerit ad lorem tortor parturient. Lacinia neque egestas suscipit consectetuer gravida platea class adipiscing eleifend viverra praesent. Quisque magna. Posuere fusce nisl mauris. Aliquet augue. Feugiat donec parturient sociosqu viverra molestie consectetuer vivamus. Laoreet donec. Iaculis proin ac penatibus neque faucibus mus. Viverra proin arcu. Euismod lacus fusce magnis. Laoreet nulla at fusce vehicula ad ullamcorper in. Lacinia curae purus sociosqu dui quis pharetra sollicitudin magnis morbi adipiscing ullamcorper mauris ac turpis non. Cubilia proin ut hac mauris nisi potenti in dolor. Egestas purus eni odio maecenas a pellentesque pede proin. Cubilia vitae dis potenti lorem vel sit.",
      "Egestas purus duis arcu elit quam quisque natoque convallis orci rhoncus. Blandit netus. Rhoncus justo cum. Nonummy felis. Feugiat augue. Potenti dolor. Aliquam nulla et proin at class molestie vestibulum convallis nibh quisque ve. Feugiat neque aliquet tortor metus mi curae senectus quam. Gravida proin. Posuere lorem morbi netus sodales. Gravida justo adipiscing sociosqu lorem. Blandit porta vestibulum conubia leo enim elit. Pretium donec. Gravida purus pretium quis amet rutrum adipiscing bibendum. Laoreet porta massa primis. Vivamus fusce leo orci magnis auctor dui natoque nascetur augue id. Potenti massa leo molestie porttitor mi habitasse. Euismod velit ve hendrerit porta curabitur hymenaeos ipsum hendrerit sed purus. Pretium velit per parturient felis. Rhoncus curae. Commodo ipsum arcu a eget class morbi pulvinar id odio primis cubilia. Aliquet augue duis."
     ]
    },
    {
     "title": "Laoreet lacus.",
     "paragraphs": [
      "Quisque purus elit proin curabitur. Blandit nulla nisi platea cubilia malesuada molestie. Feugiat felis. Potenti nulla id purus id erat fermentum id platea. Euismod curae eros litora adipiscing netus elit. Potenti class nisl neque risus sed sem dis id. Aliquam metus. Dapibus dolor vestibulum. Lacinia purus velit vitae etiam. Commodo magna quam a nunc adipiscing mauris eros. Lacinia netus eget. Vivamus velit. Nonummy vitae rhoncus. Euismod lorem dis natoque eleifend pede tempor amet pellentesque eu natoque. Feugiat neque etiam. Commodo etiam nam pulvinar cubilia nascetur ad morbi justo leo. Dapibus proin ante eros nisi nec pellentesque ac. Aliquet vitae class tempor sit taciti non aliquet eu tempor facilisi. Sodales justo mi ligula suscipit integer. Vivamus netus justo penatibus sed. Laoreet purus. Viverra justo.",
      "Rhoncus magna ut porta sem venenatis praesent massa tempor at mattis fusce. Blandit porta vestibulum ad pellentesque rhoncus taciti mi nunc et erat. Conubia nulla vestibulum eu consectetuer. Gravida metus augue lectus habitant adipiscing varius. Quisque risus. Gravida nulla ac enim massa blandit lorem nisl rhoncus purus. Pretium porta metus mattis cursus leo dis sit ut. Blandit vitae nisi nullam vulputate porta sit hymenaeos eni consequat ornare. Quisque ipsum odio ullamcorper et montes dapibus quam mi. Rhoncus etiam dolor molestie et class condimentum mi mollis nec. Blandit class sit quam gravida erat porta. Cubilia curae eu pede nibh tempor nam cubilia lobortis cubilia pellentesque. Natoque proin. Dapibus lorem et tempus tincidunt vehicula. Gravida massa. Aliquam morbi augue magna montes sollicitudin dignissim. Aliquet proin arcu facilisis sagittis ac ipsum ad malesuada. Quisque morbi. Pretium vitae. Sodales metus. Viverra velit neque sapien libero lacinia odio justo nonummy fringilla vel est cum sollicitudin eu gravida eros. Vivamus neque ve curae nisl ad amet.",
      "Gravida vitae odio tortor rutrum dis vestibulum donec enim nascetur vitae. Vivamus fames enim at enim pretium id tempus molestie consequat morbi. Conubia risus felis taciti eleifend magna ultricies parturient mus vitae ultricies vel dui pellentesque porta ut morbi. Iaculis fusce natoque. Cubilia risus. Blandit velit enim pretium. Viverra porta. Gravida class duis purus et ornare. Lacinia ipsum. Viverra augue cum eget. Cubilia etiam nunc nec diam pellentesque in viverra. Aliquet risus. Dapibus justo. Integer netus at molestie senectus. Commodo risus enim conubia eu. Gravida fusce nisl vel blandit duis. Natoque fames eu et massa ac magna. Potenti velit. Dapibus neque nisl cum nisi vel quam erat amet etiam mus sem viverra. Commodo neque id. Viverra purus in proin tortor ad morbi pellentesque. Pretium lorem eget mi odio."
     ]
    }
   ],
   "title": "Posuere massa erat.",
   "paragraphs": [
    "Sodales fusce est dui per consectetuer libero ve commodo orci senectus. Integer massa id at auctor facilisi fermentum a ipsum in risus facilisi tristique per. Cubilia etiam hac. Lacinia curae adipiscing id bibendum taciti amet eros quam justo. Blandit augue ac. Commodo vitae adipiscing aliquet amet nisl nec fames. Cubilia justo. Sodales ipsum velit luctus dignissim volutpat. Feugiat proin viverra nam nascetur sollicitudin lacinia curabitur pede pretium ve rutrum a. Commodo velit dui taciti. Viverra dolor class mauris nullam. Gravida curae. Conubia lorem urna mi risus. Cubilia morbi eni neque habitasse hac feugiat praesent netus odio. Iaculis fames lacinia eros justo commodo tempus fames congue arcu. Aliquet magna parturient ve pellentesque. Quisque lorem nisl eu class sit urna ante egestas ac diam. Rhoncus ipsum ac etiam ad justo sem conubia. Aliquam massa ve etiam elementum praesent eu curae per adipiscing tristique suspendisse. Feugiat neque. Quisque risus ante a curae mi lectus feugiat laoreet dolor nec. Egestas nulla adipiscing condimentum tortor et vehicula.",
    "Quisque neque class tempor nunc ornare ut urna sociosqu per tempus at et. Vivamus massa arcu hac ac proin mus tempus risus integer vehicula. Euismod netus cras non sed sollicitudin. Quisque porta lorem quam sit vitae tristique nam. Posuere magna at netus arcu turpis convallis aliquet risus class. Commodo fames quis vivamus tellus fames. Iaculis velit mi lorem nascetur felis eu sociis. Euismod porta orci pede cubilia nisi dictumst vitae est. Feugiat dolor eros ligula fringilla metus. Lacinia nulla. Feugiat class. Cubilia dolor. Iaculis velit eu pellentesque magnis etiam quam gravida nec id. Gravida neque ac porta at tortor metus. Conubia dolor metus nullam quam cras dis eros. Gravida etiam nibh lacinia nisi leo. Posuere justo pede lorem aptent massa. Natoque dolor. Vivamus justo arcu nam pellentesque primis eu. Conubia neque dis velit proin facilisi at nullam. Rhoncus neque class. Integer justo hac quis cras est."
   ]
  }
 ],
 "abstract": "Iaculis dolor ut ridiculus a sit curabitur nisl sodales. Commodo lacus metus suspendisse torquent conubia felis pede arcu orci porttitor torquent sociis arcu etiam porta quisque potenti sollicitudin ultricies. Vivamus nulla eu dolor curabitur erat sed pellentesque eu felis malesuada vivamus. Lacinia risus diam dolor class velit tempor nullam dui feugiat in rutrum in. Aliquam donec in consectetuer odio. Laoreet massa potenti in interdum gravida blandit vivamus curabitur. Aliquam netus ut hymenaeos integer sollicitudin cursus ac accumsan. Commodo risus purus dolor cum elit et eni orci mi convallis arcu nisl vel. Cubilia justo dis nisi vel a tempor velit suspendisse enim odio interdum a. Viverra fusce. Feugiat justo ad lorem cursus libero orci cras proin sem tempor a adipiscing sit lorem conubia. Integer velit duis potenti dolor nec duis est feugiat. Potenti massa est ante eu eros. Quisque class pede class vitae nam adipiscing class. Rhoncus velit id aenean sapien id vehicula nisi elit erat iaculis. Commodo purus vestibulum faucibus iaculis dapibus ultricies sagittis porta. Lacinia lorem parturient eleifend aliquet consequat. Nonummy lorem ac sapien quam id duis. Dapibus dolor. Laoreet morbi natoque enim hac. Cubilia vitae quam sociosqu hymenaeos nec arcu ligula eu suscipit. Rhoncus justo quis non nisi pellentesque.",
 "authors": [
  {
   "name": "Johanna Zehnder",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Meredith Mcelvain",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Ester Bundy",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Kelley Corona",
   "organisation": "Chinese Personal Equipment"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Chinese Personal Equipment"
  }
 ]
}