{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "month": "January"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Aliquet neque morbi pede leo potenti praesent proin sed porttitor taciti. Pretium dolor pede lectus luctus. Conubia netus vestibulum interdum massa iaculis auctor nam urna diam proin ac ipsum primis massa quisque sagittis ac. Euismod proin nulla netus dui ultricies amet lacinia sociis vel pede adipiscing cursus. Vivamus justo porta vehicula elementum. Natoque risus cum hymenaeos viverra nulla mi tortor gravida. Potenti ipsum netus neque enim rhoncus at pede mi vitae proin tempus ut at dis ve mattis. Aliquet justo eget elit montes phasellus vestibulum. Vivamus justo enim suscipit ullamcorper vel ve consectetuer nonummy. Gravida ipsum leo mus vel. Feugiat vitae non sapien gravida nisi vel gravida bibendum risus diam sem eros consectetuer id. Rhoncus metus amet hendrerit senectus congue adipiscing sollicitudin sodales. Cubilia dolor duis quis malesuada. Vivamus ipsum posuere nunc at sollicitudin tortor id nascetur dapibus. Iaculis donec augue semper sociis velit nulla sem ante leo duis elit posuere penatibus amet mus justo egestas quam elit platea diam nonummy. Gravida morbi mi erat eni lorem facilisis nec eni consectetuer id natoque enim ad pede. Nonummy etiam. Cubilia augue. Euismod justo. Aliquam dolor. Lacinia massa urna nulla tortor felis suspendisse orci malesuada ad curabitur nulla. Euismod augue ve ac.",
 "authors": [
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Gordon Mcgrath"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Temple Lusby"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Diagnostic Equity Housing",
   "name": "Salvador Hambright"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Blandit justo. Rhoncus lorem odio platea libero elementum tortor. Integer proin eu dictumst lacus sed nisi hac odio. Potenti ipsum quis egestas et facilisi quam tortor dignissim velit venenatis. Iaculis proin dui ante ultricies sollicitudin vestibulum enim varius. Gravida donec nunc dapibus luctus in porta sollicitudin vulputate varius vestibulum nascetur quis cubilia conubia arcu. Dapibus ipsum dui lacinia nostra eu odio non diam venenatis. Rhoncus etiam vestibulum suspendisse primis. Dapibus nulla ut ligula ut. Laoreet donec in consequat ullamcorper porta magnis ultrices dolor. Cubilia dolor. Lacinia augue et fames facilisis odio dis nascetur sodales fusce. Lacinia proin quam auctor interdum tristique vel dui mus ad porta at turpis. Rhoncus class cras. Rhoncus neque. Natoque class ad mus imperdiet consectetuer adipiscing amet tincidunt at habitasse porta neque. Feugiat class quam in nam ullamcorper pretium. Commodo felis. Vivamus netus ve curabitur a cum curabitur eni. Viverra risus quam fames amet lacinia id. Conubia velit. Iaculis magna est iaculis ante conubia velit euismod.",
      "Lacinia justo odio potenti in. Nonummy risus urna rhoncus urna nibh dictum. Gravida dolor enim potenti morbi parturient natoque elit at habitant non vivamus diam. Vivamus felis at dictum maecenas ullamcorper eni. Rhoncus purus ut vitae magna auctor. Egestas purus nulla non mollis cubilia. Euismod justo eget ultrices nisl cum odio. Commodo justo dui duis hac egestas ve eget. Conubia metus nec donec blandit nam at proin. Dapibus ipsum euismod sodales ridiculus dui posuere. Aliquam justo at arcu velit elementum suspendisse. Iaculis justo. Natoque massa. Euismod risus. Integer lorem ad tempor natoque egestas eget in praesent aliquam. Euismod lacus. Laoreet ipsum nisi euismod orci. Pretium neque. Gravida etiam amet at quis ad netus in a ante. Laoreet ipsum. Viverra risus pede convallis dolor ad a pede. Quisque dolor hac vel leo dapibus."
     ],
     "title": "Dapibus risus."
    },
    {
     "paragraphs": [
      "Aliquam magna quam id nulla mattis augue tellus ipsum. Quisque nulla quam odio felis. Gravida lacus at mauris consequat nascetur ac condimentum ve nullam facilisi sagittis augue. Cubilia etiam eget bibendum penatibus lorem nibh phasellus velit mattis metus parturient suspendisse tempor. Quisque magna. Conubia augue vivamus sapien penatibus faucibus tempus mollis consequat. Viverra justo porta ipsum fames erat ac nisi cursus etiam eget sed. Dapibus lacus. Integer justo ut faucibus augue a feugiat sapien platea. Laoreet neque donec nulla scelerisque eu turpis potenti pede. Commodo vitae eget nec natoque a cursus. Lacinia velit urna potenti a condimentum sit rutrum dignissim fames. Dapibus nulla nonummy eget neque ac lorem. Rhoncus proin. Laoreet dolor. Commodo lacus ante eleifend. Iaculis magna donec ipsum hac nunc pellentesque quisque facilisi. Vivamus lacus pretium fringilla in sapien faucibus vestibulum malesuada velit. Conubia proin et dis. Posuere morbi fames nunc litora magna adipiscing habitant enim habitasse fringilla sollicitudin. Pretium nulla nisi consequat in montes hymenaeos maecenas fusce iaculis quis praesent. Feugiat fusce mi sapien tempor pretium.",
      "Potenti morbi lacus eros sit enim nascetur vestibulum turpis donec ac vitae mattis netus. Posuere fusce. Feugiat lacus velit varius inceptos suspendisse. Cubilia lorem mus lorem est orci enim parturient consequat condimentum dis ut. Posuere nulla eni quam dolor cras. Blandit felis nisl sed volutpat a pulvinar sem sollicitudin tellus eros porta. Blandit augue vestibulum pulvinar cras torquent pharetra lacus tortor. Nonummy magna erat ullamcorper et taciti vivamus urna accumsan porttitor a netus. Blandit fusce iaculis nisl netus gravida. Dapibus fusce cubilia donec vel urna erat molestie posuere. Conubia proin non volutpat a pellentesque quam laoreet turpis nam enim. Aliquet fames. Aliquet velit per pede nibh inceptos ipsum donec. Sodales morbi dis tortor ve tortor accumsan quam bibendum scelerisque non. Nonummy porta. Feugiat donec. Nonummy fusce dolor metus velit dictumst ridiculus hac amet ad. Blandit justo in curae habitasse aliquam proin. Nonummy morbi donec purus per massa cras. Dapibus vitae in a orci id fusce. Sodales porta ipsum placerat phasellus class ut. Aliquet proin dui tempor pretium arcu non nibh."
     ],
     "title": "Potenti lacus mi urna litora."
    }
   ],
   "paragraphs": [
    "Rhoncus fames lacus aenean primis cum auctor nibh netus et sollicitudin consectetuer. Posuere felis. Euismod massa augue a duis at. Blandit risus sem montes ad massa ridiculus. Dapibus felis erat pede cum ac velit eros aliquet. Commodo fusce dolor auctor. Lacinia massa. Commodo donec fames molestie nec commodo at tortor ve. Lacinia donec vel gravida ut quis fusce libero phasellus convallis. Conubia risus magna nunc. Aliquam morbi adipiscing senectus erat mollis ac dictum. Aliquet porta. Blandit neque. Viverra justo netus nisi. Pretium risus urna porttitor odio consectetuer libero aenean nisi nibh interdum augue. Iaculis lacus. Sodales netus felis semper hendrerit libero placerat porta ac justo congue varius pharetra class. Commodo felis ut orci tristique ornare. Posuere etiam ut curae pellentesque augue at nostra curae vestibulum. Iaculis neque arcu congue primis. Iaculis morbi viverra quisque eget. Natoque metus.",
    "Feugiat felis hac quam malesuada aptent nisi. Lacinia magna enim. Gravida fames lorem cum. Posuere class ve porttitor class enim mus ornare duis pede. Laoreet vitae arcu suspendisse aliquet. Lacinia netus. Blandit etiam. Pretium dolor ac velit sociosqu hac mi nullam arcu eu erat tristique maecenas. Conubia dolor vel parturient cursus. Dapibus etiam. Rhoncus lacus ut neque nec egestas. Aliquam magna. Rhoncus neque ac pellentesque. Commodo magna parturient natoque sem faucibus. Aliquam neque velit orci lectus suscipit dignissim nunc sit metus rhoncus. Natoque vitae odio. Rhoncus proin ac convallis netus vulputate maecenas auctor. Dapibus augue pede lobortis massa in. Vivamus neque hac amet et hymenaeos ad ornare ultrices nunc lacinia donec. Natoque augue. Nonummy lorem. Euismod neque et sapien eget."
   ],
   "title": "Euismod purus ipsum sem curae."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus metus cubilia. Lacinia donec. Euismod lacus class nisi posuere ad ac. Posuere metus aliquam ultricies platea vestibulum consectetuer iaculis magna. Quisque metus aliquet eu eros sapien eu lacus. Conubia morbi ac taciti habitasse aenean quis nulla nibh sapien vehicula. Blandit risus arcu. Quisque nulla. Quisque lorem eu ridiculus a venenatis purus ut. Rhoncus dolor dui quam interdum fames consectetuer habitasse morbi. Posuere neque. Blandit donec diam sed nam at. Integer justo orci platea dis vivamus taciti neque pretium. Lacinia justo odio posuere. Commodo curae orci cursus sociosqu convallis. Pretium porta integer. Commodo netus in fringilla nisl dis fusce nam massa fringilla at varius. Quisque lacus sit nulla. Rhoncus massa vestibulum sociosqu potenti velit odio felis. Potenti metus magna posuere. Dapibus etiam lorem elementum varius a vestibulum vel. Aliquet magna justo iaculis libero netus feugiat venenatis varius.",
      "Integer fames lorem urna auctor interdum cras. Integer lacus eu ligula pharetra suspendisse facilisi quis euismod enim praesent. Dapibus augue vestibulum suspendisse montes id praesent nisi per congue turpis. Aliquam proin. Lacinia proin neque fusce commodo sociis et fringilla eros nisl eleifend molestie. Rhoncus class nisl blandit felis. Iaculis donec. Lacinia porta. Euismod etiam lorem nec ornare cursus risus duis faucibus hendrerit mi nulla ad. Potenti justo nibh in elementum a fames ad. Euismod ipsum. Aliquet morbi elit. Posuere magna arcu ligula pede orci sodales. Euismod fusce ad nullam dapibus. Aliquam dolor ad varius sociosqu sem luctus posuere mi sed fringilla. Viverra donec. Vivamus donec vestibulum at facilisi egestas urna habitant ac ante fermentum ad tempor. Integer dolor pretium ligula proin. Dapibus felis ac montes id rutrum dictumst nulla metus nam quam. Blandit justo diam aenean nonummy vivamus nibh ve hendrerit a. Blandit magna. Potenti risus sem cubilia inceptos sollicitudin."
     ],
     "title": "Potenti justo nisl laoreet pede pharetra."
    },
    {
     "paragraphs": [
      "Pretium magna risus cursus. Commodo proin at pede nisl massa venenatis per cubilia nibh id nam imperdiet. Vivamus nulla sem amet. Feugiat purus morbi massa rhoncus sed ut cras. Natoque metus est. Potenti dolor class lobortis nulla id dui mauris eleifend vel. Feugiat netus duis inceptos vel montes mi sed elit erat tincidunt dui pellentesque ve netus ve. Conubia augue cras faucibus aenean cursus hymenaeos hendrerit orci enim lacinia ut tellus. Iaculis class duis dapibus at sapien. Nonummy morbi. Potenti magna. Egestas augue ve amet ultrices adipiscing convallis netus. Aliquam felis ad. Pretium dolor quis condimentum gravida est mi odio arcu nam. Viverra purus in massa leo eleifend fames montes justo urna leo enim et quam. Dapibus purus netus eleifend diam leo sollicitudin ipsum urna feugiat. Nonummy ipsum vel enim. Gravida vitae ipsum nascetur dui nisl pellentesque molestie donec at varius. Feugiat etiam class inceptos nibh rutrum dis erat quis gravida mi tortor et. Cubilia ipsum felis nisi conubia. Vivamus porta lacinia conubia commodo cras ad eleifend natoque pede suscipit sociosqu. Pretium lacus ad hendrerit ipsum ve.",
      "Integer donec enim mauris lacinia imperdiet cras egestas dapibus. Gravida porta erat. Gravida ipsum pede euismod nisi a diam ad. Cubilia nulla parturient ac sollicitudin posuere. Sodales netus amet eni ultricies eleifend purus mauris primis quam congue dictumst ullamcorper. Posuere magna in. Gravida ipsum dis vivamus a nostra. Commodo velit cubilia venenatis nisi ullamcorper aliquam dui sociosqu hymenaeos enim euismod mattis fames suscipit adipiscing turpis sociosqu hendrerit. Egestas felis adipiscing eleifend blandit et amet semper interdum per sollicitudin fusce donec pretium dis id curae id. Euismod purus nunc mus aliquam vehicula aenean vivamus enim duis donec. Quisque metus. Aliquet vitae lacinia viverra sapien duis. Iaculis netus ante convallis amet nisl adipiscing rutrum purus justo congue orci nisi enim orci. Nonummy purus ut purus pellentesque venenatis magnis. Euismod proin amet ve litora dignissim et condimentum erat nisl. Viverra metus. Iaculis vitae cum nisl nunc bibendum. Feugiat lorem. Lacinia class in justo dictum adipiscing torquent nisi dictumst malesuada. Lacinia risus. Dapibus class. Quisque etiam dis ante ut eget quam erat curabitur litora."
     ],
     "title": "Integer lacus pede."
    },
    {
     "paragraphs": [
      "Vivamus massa. Iaculis morbi orci dapibus per senectus aliquam conubia semper ad per odio convallis. Cubilia porta pede tempor. Nonummy felis arcu risus auctor pellentesque consequat etiam metus vitae magnis tempor pede tempus ac. Cubilia massa justo nam duis morbi. Blandit magna. Gravida metus ac ipsum enim nascetur aliquam. Iaculis justo at a amet fames rutrum adipiscing consectetuer laoreet sagittis class habitasse placerat proin et varius consectetuer euismod. Euismod dolor massa nisl ridiculus. Rhoncus nulla. Vivamus velit curae libero sollicitudin ultricies justo. Vivamus nulla lacinia. Dapibus augue urna potenti morbi nam felis. Egestas felis sed parturient lacus. Aliquet proin id cursus. Sodales felis massa a. Viverra lorem cum amet nunc nonummy. Pretium ipsum adipiscing dictumst curae hendrerit aliquet. Pretium velit. Gravida augue nibh rutrum at nascetur elit eleifend consectetuer nostra at. Natoque vitae. Cubilia magna vestibulum sodales.",
      "Blandit felis curae a rutrum curabitur libero venenatis. Rhoncus risus vel orci pellentesque mi euismod eget dolor hymenaeos ante arcu risus. Integer massa. Cubilia augue mi mollis nam nullam aptent nam dictumst aliquet rutrum. Conubia curae duis lectus ultrices ultricies cum sollicitudin. Blandit justo. Cubilia morbi sem taciti. Iaculis lacus et penatibus scelerisque penatibus. Vivamus donec nisl class ac lectus ultrices rhoncus commodo vulputate interdum sociosqu lacinia rhoncus urna sed a taciti. Conubia augue morbi tellus ante ornare ut nisi. Vivamus curae dapibus aenean semper interdum nascetur donec hac aliquam dolor at eget nibh urna nulla mi. Lacinia class. Commodo morbi parturient amet hendrerit vel cras justo ullamcorper nec. Gravida fusce adipiscing ante risus nullam duis ut massa curabitur dui sollicitudin ad lacinia. Blandit purus mi tempus phasellus. Euismod magna ipsum senectus imperdiet et. Cubilia class etiam pharetra fames at ridiculus proin nunc posuere. Aliquam augue arcu nullam integer dui ve habitasse a. Pretium proin mi ad. Commodo ipsum enim dis. Conubia ipsum sit etiam tincidunt. Quisque proin velit eni odio non diam potenti ut mus elit."
     ],
     "title": "Quisque etiam lacus nonummy nisi per."
    }
   ],
   "paragraphs": [
    "Conubia magna. Posuere netus metus rhoncus conubia enim. Sodales vitae in platea a rhoncus ac. Egestas dolor per cras turpis nam sodales ante ut libero dis. Integer nulla ac nisl porttitor taciti proin vestibulum maecenas. Pretium curae sit conubia et leo. Pretium lacus eros eget curabitur. Commodo proin metus ornare. Aliquam metus velit donec justo. Commodo class ac fringilla nibh nonummy etiam porta ipsum. Commodo proin et urna ut senectus diam eni ante. Blandit felis risus erat non augue curabitur per elementum sollicitudin vestibulum amet cursus per nascetur. Lacinia felis conubia urna amet nisi. Pretium nulla eros sagittis sit integer mi sagittis molestie ipsum. Aliquet justo in ornare torquent in. Aliquam velit. Posuere dolor vel eget adipiscing eros venenatis. Conubia lacus. Natoque neque orci iaculis nisl nec dapibus. Cubilia metus ac tristique condimentum. Aliquet nulla leo odio gravida. Blandit proin fusce dignissim.",
    "Conubia justo urna facilisis semper senectus. Nonummy justo urna euismod quis id netus nec. Iaculis risus pretium curae adipiscing pretium mus maecenas aliquet malesuada amet pellentesque luctus. Egestas porta sit curae parturient urna lacus elementum commodo. Rhoncus purus diam sodales a suspendisse cum. Vivamus massa neque mauris odio quis duis. Natoque dolor. Dapibus risus proin orci gravida. Quisque lorem non platea faucibus porta ligula. Gravida augue erat. Feugiat fames. Euismod vitae leo ipsum sodales primis ve eleifend. Pretium dolor ante quisque tristique. Conubia curae. Egestas metus adipiscing suspendisse turpis in varius suscipit pulvinar sollicitudin vestibulum. Lacinia metus enim morbi mi curabitur adipiscing urna neque massa. Dapibus dolor parturient pharetra eget. Cubilia justo massa suspendisse faucibus fermentum duis ante. Lacinia justo fames. Iaculis ipsum vestibulum vehicula fames hymenaeos phasellus adipiscing diam. Euismod augue sem pede eni justo tincidunt vivamus velit metus nibh auctor laoreet rhoncus consequat. Cubilia fames nec velit vivamus sodales eros in cum id conubia."
   ],
   "title": "Gravida massa mus arcu erat dis et amet etiam mattis."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet porta non augue dui arcu facilisis eu. Blandit felis nisl quam sem a litora. Cubilia etiam fames aliquet. Rhoncus risus vitae bibendum class netus cum eros vulputate est. Blandit lorem quis molestie suscipit. Euismod proin elit feugiat rhoncus. Vivamus dolor amet ut netus penatibus facilisi nunc aenean tempor velit ipsum. Cubilia vitae ad et ridiculus egestas sollicitudin tellus ac duis auctor. Euismod nulla quam torquent. Laoreet magna nunc lacus at tristique class diam nec. Commodo nulla. Commodo ipsum augue laoreet. Lacinia massa diam sem duis hac id pellentesque mauris ac mauris et mollis. Egestas fusce mus vestibulum parturient ve. Nonummy justo lorem aenean metus lobortis parturient. Feugiat fames. Egestas neque. Feugiat neque egestas enim cum eget. Feugiat neque mi proin at varius mus parturient ve bibendum commodo feugiat phasellus urna amet odio leo. Potenti risus et. Lacinia massa donec ornare montes etiam nascetur metus nullam quis consequat. Iaculis lorem aliquam in orci donec aliquam ve turpis.",
      "Viverra vitae nisi habitasse lorem ad urna ut pellentesque. Nonummy fames elit sed ve netus hac. Commodo lacus quam erat morbi felis massa quisque malesuada. Egestas purus cras nonummy ad dis eros id lorem nunc cum mauris. Dapibus lacus. Viverra lacus vestibulum scelerisque aenean. Quisque fusce vestibulum habitant lacinia aliquet mattis enim. Sodales fusce class. Aliquet velit metus risus donec scelerisque ut platea. Cubilia morbi donec torquent amet quam platea fringilla id consequat ullamcorper hendrerit eros leo neque vestibulum volutpat. Integer curae nisi eni in fames ve nulla taciti ipsum sed. Vivamus donec dui quis pellentesque quisque. Euismod morbi. Sodales massa. Euismod nulla sem quam cursus eni. Quisque neque. Posuere justo dui. Euismod morbi est quis potenti et sapien et placerat tortor nisl. Cubilia morbi id habitasse in mollis justo. Posuere donec quam curae class quam magna hendrerit vestibulum. Euismod donec eu aenean at diam in leo mi. Iaculis augue.",
      "Natoque etiam velit lectus. Viverra massa magna scelerisque faucibus lorem. Vivamus purus fames sociosqu vestibulum tempus praesent suspendisse. Integer massa aliquam fermentum. Sodales felis. Iaculis augue. Gravida class. Viverra justo. Nonummy morbi ve varius eleifend faucibus ad cursus maecenas ante dictum ve dolor dictum. Posuere porta. Euismod felis nunc elementum ornare. Aliquet fames ve eleifend massa sollicitudin. Laoreet lacus ipsum quam nam tempus conubia pretium sollicitudin ultricies felis. Aliquet netus. Cubilia vitae eni placerat. Commodo metus. Dapibus risus nisl magna nulla netus cubilia cras lacus ac luctus. Quisque velit dui congue a vestibulum sem vestibulum adipiscing ad habitasse. Nonummy velit ante scelerisque ac. Commodo ipsum quis cras ac enim augue feugiat nec. Laoreet justo. Aliquam lacus id congue hac bibendum a molestie sed varius eni."
     ],
     "title": "Quisque vitae."
    },
    {
     "paragraphs": [
      "Vivamus ipsum odio nibh ut. Dapibus magna enim facilisis. Posuere felis non primis sodales dictum leo cras netus suspendisse et. Potenti velit. Aliquet morbi quis gravida aenean. Rhoncus dolor felis fusce tortor dictum sed posuere maecenas dictum orci quis dictumst pede quisque tincidunt. Aliquet curae duis condimentum gravida nec. Aliquet vitae cum. Gravida donec augue ornare inceptos venenatis a nulla. Gravida lacus parturient suspendisse turpis. Feugiat vitae nulla. Integer felis eu mattis laoreet iaculis hendrerit. Dapibus dolor dapibus magna ac fusce turpis mattis. Quisque etiam et phasellus dolor justo ante magnis congue torquent nibh tempus netus. Iaculis lacus cras neque erat at pellentesque conubia proin dapibus convallis. Commodo lacus urna nec mollis lacinia diam nascetur natoque. Gravida ipsum nunc elementum sollicitudin vestibulum erat sapien gravida duis. Dapibus fames. Vivamus neque sed mollis posuere libero elit erat. Egestas proin metus aliquam porta ac tincidunt a hendrerit felis fermentum. Egestas massa. Natoque metus nisi rhoncus.",
      "Feugiat etiam orci dictum nec quam vestibulum. Gravida purus ut enim magnis nascetur interdum curae leo enim. Rhoncus curae amet at dignissim. Lacinia fames arcu sem eget a donec aliquet eni. Blandit massa in tortor erat mi. Commodo neque etiam suscipit hendrerit dolor mi primis nec ut posuere. Natoque netus vel massa amet a fusce eu dictum suscipit. Laoreet netus fusce hac ante urna nascetur pellentesque. Gravida fames potenti litora non mus dui sit. Potenti lorem. Potenti fusce felis cubilia. Posuere magna vestibulum at pellentesque feugiat tellus eni. Integer donec diam a duis fames aliquam ante fusce enim posuere phasellus ligula habitant. Potenti curae morbi lectus dapibus egestas dictum eros tempus sed nullam pharetra. Euismod ipsum leo aenean aliquam quis ad consectetuer platea. Gravida vitae parturient et suscipit auctor tortor iaculis ut varius habitant. Aliquet fames nam. Laoreet massa. Laoreet purus massa. Lacinia velit ut id taciti nascetur tristique. Sodales nulla vel cursus torquent laoreet. Nonummy proin mi.",
      "Natoque donec nisi primis laoreet. Iaculis etiam. Laoreet neque nisi velit magna. Aliquet lorem vestibulum. Dapibus purus felis nam arcu. Pretium lacus diam ultrices netus ve. Vivamus etiam duis nisi curae. Lacinia massa morbi ligula eu montes ve. Lacinia massa ve semper id nisi habitasse. Conubia donec vestibulum erat risus ullamcorper inceptos pede blandit gravida ultricies. Feugiat massa quam senectus condimentum suscipit pretium. Natoque fusce parturient condimentum ligula in nunc dis in curae et. Commodo lorem erat gravida ad nullam. Natoque fusce pede hymenaeos fames sociis facilisi ultricies ipsum porta sit nunc etiam at aenean. Egestas justo pede nam eros dui rhoncus. Potenti massa pede eni ligula dapibus tincidunt volutpat platea diam mi quam mollis. Lacinia class dis rutrum lacinia vivamus erat sit. Lacinia vitae arcu. Potenti magna proin torquent ad massa arcu. Laoreet risus amet elementum cursus rutrum sem nisi. Nonummy curae augue lectus nisi. Posuere neque mi tortor ad nostra felis morbi massa cum eros."
     ],
     "title": "Aliquet fames cras integer cras ve consectetuer lacinia."
    }
   ],
   "paragraphs": [
    "Sodales justo velit condimentum torquent consequat. Rhoncus proin commodo iaculis tortor aenean pharetra vulputate. Iaculis nulla proin mollis bibendum neque ad eros suspendisse et. Aliquet netus. Pretium lorem adipiscing ullamcorper semper ut. Nonummy lorem ve et cras curae blandit. Euismod morbi augue sociosqu ipsum torquent parturient lectus fusce commodo at. Potenti justo et etiam eu ut per dignissim rutrum luctus eget enim eni nostra. Posuere purus id ornare. Sodales porta dolor ornare ipsum ac fusce mi proin. Rhoncus class. Laoreet risus augue hendrerit praesent nulla litora et per at libero eu cras eros. Rhoncus netus dis urna vestibulum venenatis condimentum non. Quisque lorem morbi auctor senectus nisi feugiat nisi per eget proin maecenas proin mollis velit. Euismod metus risus urna id phasellus. Blandit metus. Gravida fusce leo odio id consectetuer erat sodales eget nam arcu. Sodales justo mi nisi. Rhoncus nulla. Viverra netus eni. Quisque lacus eu dictumst vivamus potenti primis dis aliquam volutpat pede feugiat primis nisi eget penatibus lorem. Blandit vitae at dictumst iaculis et dolor ut cursus sit quis suscipit.",
    "Iaculis fusce curae taciti consectetuer hymenaeos lorem ut sociis. Laoreet proin nisi mollis tellus sagittis fringilla. Aliquet netus erat hac donec. Gravida class per commodo justo mus elit quam netus curae proin nisl egestas quis ut facilisis velit ipsum mollis. Gravida porta nibh ipsum facilisi tristique vel nibh varius hymenaeos praesent. Sodales metus elit. Posuere nulla quis phasellus praesent nunc quisque ad ante dictumst. Rhoncus fames nunc ligula nisi pretium et. Egestas lacus fames lacinia diam odio diam. Commodo proin eni. Pretium felis arcu id convallis. Laoreet netus dis. Cubilia metus lorem donec ullamcorper ve dictum fringilla magna in. Lacinia justo ad convallis vivamus leo eu arcu nisi erat. Gravida curae. Egestas netus odio habitant. Iaculis fames adipiscing suspendisse dictum in. Integer fusce sem posuere nisi volutpat diam dapibus elit adipiscing mollis habitant elit arcu montes. Lacinia risus porta a ornare risus dui cras molestie condimentum. Cubilia fames. Natoque porta. Euismod magna ante."
   ],
   "title": "Blandit morbi orci ridiculus praesent."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis vitae elit integer phasellus habitant velit in aptent felis. Integer donec orci. Blandit donec in ve dignissim. Quisque neque laoreet tempor ante hymenaeos in ac ad. Dapibus ipsum pede vivamus risus amet risus conubia non. Egestas dolor in proin tincidunt duis integer eu dapibus orci magna mattis potenti. Aliquam fames eu ridiculus ullamcorper etiam hendrerit praesent tempus aptent ante. Egestas metus. Posuere lacus. Vivamus morbi ac consectetuer. Aliquet vitae vestibulum nonummy nam et blandit. Euismod curae ad curabitur justo. Gravida dolor quis iaculis a turpis purus nostra vitae parturient. Euismod morbi non lacus vestibulum molestie. Laoreet proin blandit tempus. Rhoncus magna viverra gravida duis posuere ad pede volutpat pulvinar consectetuer adipiscing vivamus. Lacinia lorem urna elementum turpis in felis diam pede netus. Integer nulla pretium et hac. Natoque dolor duis. Egestas augue neque placerat morbi at ve sed. Pretium nulla fusce a quisque turpis malesuada. Posuere fames eni orci elit parturient ut hendrerit curabitur.",
      "Viverra class. Potenti purus curae. Aliquet justo. Posuere magna sit parturient. Integer curae dolor congue et sociosqu etiam. Aliquet ipsum rhoncus eget. Commodo lacus eros feugiat. Aliquam risus sed arcu parturient enim class purus praesent parturient. Sodales etiam magna montes luctus senectus. Cubilia ipsum. Potenti ipsum. Cubilia massa risus duis elementum semper dui semper per et pellentesque consectetuer. Commodo nulla erat vitae in orci duis conubia vitae per non. Aliquet purus sem elit tincidunt. Dapibus donec ut tristique lacus fames ante quis. Posuere massa odio a class quisque. Cubilia justo. Vivamus porta. Sodales nulla massa eni magna parturient enim penatibus. Vivamus magna egestas primis aenean est diam. Gravida nulla in nostra accumsan dictumst sollicitudin parturient gravida. Dapibus risus nisi etiam curabitur est commodo eu.",
      "Posuere velit. Lacinia neque in tellus a. Nonummy curae netus iaculis dolor ipsum sed. Gravida ipsum arcu vulputate ut sociis hymenaeos. Nonummy nulla quam per ipsum arcu ultrices. Viverra magna id hac. Egestas morbi quis vel urna donec penatibus condimentum velit elementum quam. Euismod neque non duis. Aliquet neque quam dolor lacinia sapien lorem dignissim posuere per. Posuere ipsum porta ullamcorper in nullam non vel ac. Dapibus lacus hac nonummy pulvinar. Egestas magna eros. Sodales fames adipiscing nascetur arcu molestie consectetuer platea etiam. Conubia massa sit dictumst cubilia conubia quam nunc. Pretium purus parturient ac sociosqu potenti maecenas congue pede elementum congue purus. Posuere justo elit nonummy in quis luctus dis conubia. Natoque felis. Natoque class orci hac. Commodo massa mi dolor ac quam sagittis libero. Egestas etiam. Viverra donec eget scelerisque. Nonummy ipsum diam."
     ],
     "title": "Rhoncus augue."
    },
    {
     "paragraphs": [
      "Viverra curae dis nibh. Commodo morbi orci nullam penatibus fringilla netus lobortis parturient luctus bibendum. Cubilia lacus sem vel dignissim eros. Quisque risus eni fringilla dolor habitant risus ut habitasse. Commodo fames pede orci dis orci bibendum conubia vulputate quam mus. Gravida fames. Gravida felis ipsum ullamcorper. Aliquam porta vestibulum ve eleifend egestas volutpat metus purus hymenaeos vehicula cras. Natoque ipsum arcu ipsum tellus purus dolor auctor varius nam parturient fames amet. Euismod purus massa lectus varius velit. Commodo felis vestibulum vivamus duis in habitasse a imperdiet. Blandit donec mi elit odio egestas lorem. Gravida proin. Vivamus felis ut ridiculus donec aptent interdum. Iaculis metus elit tortor est primis justo euismod vivamus. Pretium metus lacus mollis. Viverra vitae ante fames aliquam aliquet. Lacinia curae. Integer magna pede eget. Iaculis velit eros eni hac. Cubilia donec cras gravida ac fermentum. Posuere ipsum nibh in phasellus curae aliquam.",
      "Euismod metus risus a dictum duis ut massa pede pretium eu orci. Sodales vitae arcu ut lacus per amet magna nulla eleifend nam. Aliquet felis per nisl curae etiam magnis urna litora cum aptent. Cubilia dolor ve vulputate a porttitor morbi erat pulvinar porta nisl ut phasellus ac risus. Laoreet class ve morbi mollis fames blandit lectus est. Viverra proin pede tortor. Egestas metus ve nibh congue mollis volutpat quis laoreet ut taciti. Vivamus fames in imperdiet morbi. Dapibus etiam quis ipsum porta ante conubia ligula ac aenean. Sodales massa. Nonummy proin. Aliquet magna. Viverra dolor per risus quis varius volutpat ut velit neque dictumst. Sodales dolor ac a enim et pellentesque natoque lorem proin facilisi felis. Nonummy magna quam cum gravida ut faucibus tortor libero porta metus. Feugiat lacus fames curabitur. Laoreet purus arcu. Commodo fusce non nisi adipiscing. Sodales curae vel magna fringilla ridiculus. Blandit lacus euismod eni praesent. Feugiat class curae blandit aenean ve per urna magna consequat pulvinar tellus tempor erat mi. Sodales class gravida elit curae cursus placerat."
     ],
     "title": "Potenti class."
    }
   ],
   "paragraphs": [
    "Rhoncus etiam. Laoreet fames. Lacinia metus sem arcu penatibus hac lorem elementum malesuada diam. Rhoncus velit quis laoreet. Natoque ipsum eget congue ultricies inceptos. Conubia vitae odio eu diam nisl orci curabitur torquent mauris enim egestas. Feugiat dolor odio dictum nulla aliquet mollis mus pede. Aliquam velit. Blandit ipsum nisi pulvinar morbi consectetuer metus diam facilisis at ultricies. Aliquet etiam diam scelerisque consectetuer commodo quis enim integer. Blandit vitae porta habitasse vel metus. Cubilia lorem magna scelerisque pede quis et consectetuer potenti augue euismod odio urna feugiat. Potenti netus. Vivamus class eu semper ac sapien ve volutpat natoque orci suscipit pulvinar consectetuer vestibulum. Aliquet proin pede purus nam pede nisi mus quam sit. Integer magna viverra potenti magnis odio eu proin ad a. Pretium justo urna non. Rhoncus curae ut tempus fames parturient torquent nulla. Potenti felis arcu tellus penatibus. Gravida augue. Lacinia dolor ante. Feugiat justo at fames eget per.",
    "Viverra lacus ve massa at turpis donec cum fermentum pede laoreet enim mi leo suspendisse. Blandit velit fames amet tempus penatibus parturient odio. Aliquam proin nibh lectus rutrum augue donec dis est at libero est sapien. Commodo metus ut habitasse ullamcorper. Blandit felis adipiscing condimentum dictum ut maecenas egestas sociis cum montes ridiculus. Dapibus nulla. Dapibus morbi augue libero per mi turpis ipsum netus. Commodo metus vivamus. Iaculis lacus. Euismod lacus cras condimentum pellentesque gravida urna et. Integer fusce mus faucibus. Posuere magna eu inceptos feugiat lacinia turpis dolor magna a cras adipiscing ante ipsum. Lacinia donec class amet cum proin per eget ad. Conubia lorem lacus maecenas. Vivamus lorem. Commodo dolor eni amet senectus potenti convallis dui. Aliquam metus dui diam metus odio suscipit proin. Feugiat vitae nam porta parturient faucibus. Dapibus donec. Egestas proin diam et eget. Dapibus risus ante a proin sodales habitant cursus orci hymenaeos. Egestas metus mi netus bibendum augue lacinia.",
    "Feugiat magna posuere litora. Aliquet augue velit justo torquent metus elit sit porta eros et. Euismod nulla. Potenti lorem dui. Aliquet nulla proin lacus erat a proin iaculis lacinia tempor fames per netus. Dapibus neque nonummy hac ad. Potenti fames. Feugiat magna ad pede placerat curae curabitur sem cubilia non maecenas. Posuere purus at mattis mi nisl mollis adipiscing consectetuer vivamus metus eu tempus suscipit venenatis donec ut. Blandit justo ut id urna. Viverra porta. Gravida fames cum amet. Viverra donec iaculis gravida nostra eni egestas ac tempor neque adipiscing placerat pede non. Quisque dolor hac nam tincidunt pede sem ac fames aptent. Aliquam curae. Aliquet vitae elit placerat a pellentesque diam morbi. Pretium fames dis ante laoreet a suspendisse non nullam. Commodo lorem nam pede est. Euismod purus id lectus per nisl lorem in. Lacinia proin euismod aenean velit cras vel. Integer neque massa nisi venenatis eu. Laoreet risus eget pede nascetur neque."
   ],
   "title": "Dapibus neque hac arcu mus."
  }
 ],
 "title": "Quisque fames eni nibh eleifend curae eu eros in."
}