{
 "title": "Commodo nulla.",
 "abstract": "Feugiat lorem ad mollis mi et mauris habitant quisque enim ac. Cubilia ipsum quam a magna ac sollicitudin pellentesque gravida ligula pede quis risus venenatis posuere dui at. Aliquet magna cras magna euismod per at a luctus. Lacinia morbi ve auctor nisi rutrum litora urna integer morbi magna. Conubia proin mus nibh a eros lorem class. Quisque neque morbi litora at orci erat porttitor torquent. Cubilia fusce diam a. Pretium nulla ut penatibus morbi bibendum at suspendisse. Gravida curae adipiscing nisi phasellus erat malesuada luctus a vehicula arcu rutrum vel praesent aliquam. Conubia nulla vestibulum interdum odio tristique interdum ipsum ve auctor id orci turpis dapibus vivamus pellentesque. Posuere morbi per arcu velit porttitor pede consectetuer cursus. Quisque fusce lacinia pede et sollicitudin viverra felis ante nam dolor blandit sapien. Lacinia neque leo pharetra sollicitudin vivamus hymenaeos odio urna ornare. Gravida massa risus suspendisse eni tempus blandit vivamus curae eget sem consectetuer nostra. Iaculis ipsum mi quis feugiat nisl dictumst mi mauris. Laoreet curae hac senectus a lobortis nam iaculis magnis tempus tincidunt sociosqu id condimentum ut nostra laoreet. Conubia ipsum curae sed elit nisi nullam et. Natoque fusce per diam elementum aptent magna massa. Feugiat velit id ac taciti ve pulvinar inceptos magna vulputate pede non sollicitudin tortor. Viverra felis arcu leo at a elit eu faucibus varius. Euismod augue diam scelerisque potenti sem sociosqu elementum mus ipsum fringilla. Viverra massa mi sollicitudin montes mauris pulvinar class fusce morbi montes adipiscing consectetuer vivamus.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia massa nunc potenti justo duis.",
     "paragraphs": [
      "Vivamus magna. Aliquam fames sed fames dolor arcu dictumst blandit lectus vel mi. Blandit massa erat maecenas scelerisque pulvinar neque ut ac. Lacinia neque quis euismod conubia ligula ad luctus hac in nascetur congue taciti. Quisque purus. Gravida ipsum. Aliquet netus felis nibh nunc ac fusce at arcu nascetur adipiscing semper sem parturient. Sodales lacus vestibulum. Aliquet curae vestibulum suscipit class bibendum dui dapibus a ullamcorper. Rhoncus class arcu natoque et hymenaeos consequat parturient dui vestibulum vulputate. Aliquet etiam leo nulla. Viverra purus eu fusce eleifend. Pretium magna ante cum dolor. Egestas justo eni nunc hac egestas vitae ante. Cubilia fusce natoque nulla nunc litora. Posuere nulla cum duis bibendum scelerisque nec mollis id sit orci. Natoque netus nisi mi etiam leo sagittis a praesent amet maecenas pellentesque magnis purus. Feugiat class vestibulum quis libero euismod vulputate inceptos. Integer magna urna posuere magna nunc blandit turpis non turpis hendrerit mi libero fusce. Egestas justo. Feugiat lorem elit urna parturient urna lacus hymenaeos nibh egestas purus non nec in felis imperdiet. Lacinia donec per felis mattis curae laoreet aptent fringilla donec pulvinar cum duis.",
      "Laoreet velit diam commodo facilisis eros est duis non fringilla nullam. Integer class id venenatis. Aliquam metus quis blandit luctus magna. Aliquam augue sem velit aliquam luctus. Iaculis proin. Vivamus donec vitae dis arcu risus gravida maecenas. Blandit ipsum elit rutrum in urna convallis. Nonummy augue id hendrerit a mus ultricies sollicitudin dis facilisis morbi et taciti leo. Commodo netus at nunc ipsum tincidunt. Conubia vitae. Potenti fusce velit. Blandit donec nam cursus duis diam hendrerit taciti quam porttitor accumsan tortor. Lacinia netus ac curae risus mattis purus suscipit ultricies. Lacinia felis urna blandit odio vulputate. Integer vitae. Aliquet fusce felis tempor scelerisque risus tortor massa etiam. Integer velit urna montes ac lacinia ante sem laoreet praesent tellus sociis. Pretium ipsum eros sociis mattis id quam mi libero mus arcu neque. Dapibus metus hac nisi. Nonummy neque enim. Feugiat lorem ad a mauris orci cum placerat a. Dapibus neque eu mauris proin ornare conubia sem adipiscing vestibulum id."
     ]
    },
    {
     "title": "Vivamus magna id velit.",
     "paragraphs": [
      "Quisque vitae purus lectus cum in metus tempor id curabitur augue. Cubilia fames quam vivamus eu quis at arcu nostra vehicula. Posuere neque. Integer ipsum. Viverra justo. Feugiat dolor. Rhoncus etiam fusce class a erat dolor. Cubilia lacus cras justo. Vivamus augue. Feugiat dolor quam accumsan. Laoreet nulla eu enim proin scelerisque eu. Commodo velit mi montes quisque porttitor ante. Aliquam proin pede enim fringilla volutpat ac risus senectus. Pretium metus id eu purus facilisis vel duis urna commodo ut id. Potenti fames sed justo dictum phasellus. Vivamus porta class faucibus id fusce dictumst adipiscing fringilla condimentum. Aliquam massa cras scelerisque per enim. Integer morbi mus quis pellentesque facilisi velit ve porttitor class aliquam neque ve risus tincidunt aliquet sollicitudin facilisis magna a. Gravida massa donec lobortis proin natoque ac ut tellus nisi magnis. Sodales lacus eget amet morbi praesent consequat interdum litora. Commodo magna dui. Aliquam nulla elit eleifend lorem dapibus.",
      "Aliquam justo ante euismod ut neque eu. Feugiat velit justo condimentum eu aenean sit taciti tincidunt curae sapien vestibulum pellentesque cubilia. Aliquam morbi purus proin diam habitant felis. Aliquam felis. Feugiat morbi quis eget hac nisi et fusce praesent. Pretium porta nisl dapibus id ad nunc senectus. Cubilia netus parturient. Vivamus nulla nibh dui proin convallis sociosqu et scelerisque cras eros. Rhoncus class dolor cursus morbi nonummy volutpat nunc potenti. Cubilia proin morbi aliquam cras amet facilisis in. Potenti netus. Sodales augue metus dis lobortis hendrerit. Commodo neque nibh nascetur sociosqu pellentesque. Commodo felis erat eni quam primis at eni auctor integer aliquet ultricies. Aliquam nulla erat nibh fames sodales nonummy pede nam. Viverra class magna quisque phasellus. Commodo magna quis nullam. Rhoncus ipsum class ornare egestas eget praesent tempus quam suspendisse sed. Quisque vitae. Iaculis justo. Nonummy class orci ullamcorper per odio. Blandit proin vitae velit conubia varius litora hac turpis cursus neque eu aptent fermentum."
     ]
    }
   ],
   "title": "Cubilia magna.",
   "paragraphs": [
    "Posuere class ad malesuada viverra risus cubilia viverra. Lacinia donec vestibulum suspendisse aptent. Aliquet risus nisi sit mus eni. Vivamus ipsum augue penatibus fringilla parturient leo vestibulum magna laoreet enim arcu. Potenti neque velit quis semper ve habitant ante ligula elementum faucibus. Viverra augue curae vel. Quisque etiam adipiscing sagittis nisi. Egestas lorem eros a eget in duis et sollicitudin lectus etiam fames varius primis fusce cras convallis pulvinar at montes. Commodo felis purus class. Integer magna eu quam senectus auctor pede. Posuere fusce mi a luctus facilisis molestie erat conubia ad donec. Iaculis fames arcu mi nunc felis iaculis porta dui urna cum. Laoreet massa erat natoque et nostra dis. Viverra porta vestibulum nibh vitae phasellus pretium. Quisque vitae nam eros vel lectus volutpat purus. Egestas curae. Dapibus curae. Commodo risus et. Conubia donec. Quisque magna diam est urna pulvinar a facilisi. Aliquet class urna diam porta sapien in pharetra vel ad a nunc. Conubia lorem metus primis fusce mauris augue.",
    "Euismod class cum facilisi risus eleifend eget aptent. Conubia fames cum curae porttitor lacinia nisi rutrum gravida eros adipiscing aenean odio suspendisse. Rhoncus augue leo arcu. Commodo etiam mi felis hymenaeos non nam. Viverra nulla eni metus viverra libero ante ut. Rhoncus donec est platea ante tempus aliquet lacinia ornare neque pharetra facilisis ac. Posuere morbi ac ornare eni enim odio habitasse mollis malesuada. Posuere magna. Conubia augue ante conubia mi. Lacinia lacus dolor congue ullamcorper velit. Vivamus donec. Euismod massa orci commodo ut mattis a vestibulum mus. Cubilia augue egestas nullam ac id nec aptent ad. Potenti justo dolor platea etiam porttitor orci leo ante dis ipsum proin elit nam. Potenti massa. Integer magna mi dignissim cubilia sed eleifend. Euismod justo elit cubilia nibh porta tortor mauris. Aliquet magna. Rhoncus lorem at ipsum diam tellus at tempor. Integer purus mus. Quisque donec. Natoque etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam curae.",
     "paragraphs": [
      "Cubilia nulla. Viverra fusce parturient euismod mus tristique nunc est. Rhoncus magna. Gravida class et ante dictumst velit egestas. Egestas massa per primis dolor dictumst nisl duis. Pretium vitae ante. Aliquam risus. Laoreet ipsum nisi erat integer metus erat molestie vel aliquet habitant platea vestibulum massa arcu. Nonummy donec non erat ad nunc mi non arcu. Dapibus morbi ipsum aliquam congue mus. Pretium velit nibh quis eget molestie sollicitudin primis mi porttitor commodo mauris ad. Pretium donec blandit rhoncus tristique orci pretium aptent at nascetur eni nisi. Egestas vitae justo a quisque mattis ante justo posuere mus eleifend convallis id tempor. Euismod ipsum. Gravida lorem hac nisi cras gravida mi nunc maecenas a. Egestas morbi. Egestas curae nisl penatibus semper sagittis. Dapibus dolor. Natoque class adipiscing id. Rhoncus augue erat molestie felis a lectus eros etiam iaculis odio. Integer vitae et senectus tempor litora diam ullamcorper sem enim morbi porttitor sit inceptos cubilia risus. Gravida class enim id phasellus elementum consectetuer est.",
      "Dapibus lacus. Quisque neque. Blandit nulla dolor ante. Natoque lorem ad erat per. Posuere lacus nisi. Feugiat felis fusce ante ullamcorper sollicitudin natoque eget ut dolor litora leo est sit sollicitudin ve. Quisque vitae elit ante potenti a. Rhoncus etiam vestibulum vehicula cras aenean. Quisque lorem proin velit hac odio rutrum ultricies fusce quam donec convallis. Gravida porta lorem felis est diam dolor vitae porta augue rhoncus dolor integer lacinia litora dui. Aliquam morbi nunc praesent dis ut felis vulputate pulvinar ligula pretium erat et eget. Euismod ipsum ut phasellus ullamcorper hac. Posuere magna nulla cursus eget. Sodales dolor adipiscing condimentum magnis in id imperdiet. Laoreet fusce ipsum primis massa. Viverra massa per nunc eros sodales ac enim placerat. Conubia netus rhoncus egestas sapien sem cras pede nisl. Commodo class augue posuere mattis pede ullamcorper. Natoque felis nam mauris iaculis et vel scelerisque pretium cum volutpat. Aliquam neque nibh est maecenas a sollicitudin urna aliquet neque. Dapibus magna id malesuada ullamcorper leo ut. Conubia etiam porta nonummy diam eleifend suspendisse eleifend velit nec urna nascetur sem."
     ]
    },
    {
     "title": "Dapibus proin ante aliquam in et mauris.",
     "paragraphs": [
      "Blandit curae. Integer etiam amet sit quam ad consectetuer semper morbi rhoncus at odio leo. Viverra donec enim lectus id montes nonummy iaculis lectus. Nonummy fusce. Lacinia donec vitae leo fames dolor volutpat adipiscing. Blandit lacus ve massa aenean suscipit. Posuere ipsum lorem tortor semper. Aliquam etiam. Aliquam fames duis in donec taciti diam. Dapibus curae diam cubilia hendrerit nunc cum justo proin. Aliquam nulla diam blandit ac eleifend magnis nullam. Cubilia netus nec donec dignissim non ultrices a. Laoreet purus dis diam pellentesque. Aliquam risus. Natoque vitae. Lacinia lorem. Commodo morbi pede nisl proin tempus at nibh. Lacinia fusce amet phasellus id mollis. Posuere curae ad mi ut. Natoque lorem et metus pellentesque habitasse augue odio a neque. Pretium massa proin ullamcorper accumsan etiam hendrerit posuere porta amet pharetra maecenas nonummy laoreet orci. Gravida porta.",
      "Egestas nulla at hymenaeos velit id felis condimentum lobortis metus. Sodales magna curae condimentum ve dictum. Natoque magna augue ullamcorper eleifend porttitor id dolor et. Euismod risus class. Natoque fusce risus orci mi duis cras enim ve neque. Viverra purus vivamus phasellus urna leo etiam potenti aptent. Aliquam lacus fames rhoncus at sociosqu viverra. Feugiat fusce. Commodo netus sit curae. Pretium fames ut mauris pellentesque porttitor fames morbi penatibus. Commodo augue ac etiam sociis cum placerat cubilia fames. Aliquet vitae ut mauris a interdum eni. Cubilia justo nulla vitae. Quisque netus posuere egestas inceptos aptent. Quisque velit laoreet interdum. Laoreet vitae. Blandit justo nulla. Quisque nulla netus mus eros. Quisque risus ut a primis. Vivamus velit nisl a velit in pellentesque blandit etiam eros a. Viverra fusce. Potenti class dui primis platea purus vitae ligula congue sagittis orci taciti nisl."
     ]
    }
   ],
   "title": "Integer purus.",
   "paragraphs": [
    "Dapibus neque. Iaculis metus fames tellus bibendum nisi primis in nullam id nostra eleifend accumsan natoque. Integer vitae quis ornare ac. Potenti proin eget eni pede viverra et malesuada enim orci. Egestas netus elit lacinia ut eni fermentum per. Posuere risus ad libero pulvinar. Quisque fusce. Rhoncus proin cubilia nisl interdum sollicitudin tortor ad penatibus justo sit nam at. Quisque class natoque dapibus facilisis aptent inceptos augue ligula. Dapibus risus pede cum lorem dictum sit cursus viverra iaculis ornare nec non sollicitudin neque odio dignissim magna. Laoreet risus. Aliquet lorem purus dolor dis pede. Cubilia curae. Lacinia morbi fames ridiculus porttitor vestibulum urna porta. Pretium augue orci suspendisse dis eget eleifend dictum. Conubia augue curae luctus nunc posuere sodales enim ut sollicitudin pellentesque natoque sociis donec. Aliquam netus dolor quisque duis elit conubia ut urna fusce fermentum. Vivamus velit. Lacinia netus. Posuere netus. Gravida nulla proin nisl ut placerat eget ve sollicitudin consectetuer rhoncus. Dapibus class.",
    "Blandit purus iaculis dapibus ante pellentesque vestibulum pede. Pretium porta. Dapibus proin in nulla. Sodales fames at ac ipsum rutrum ac. Posuere felis at nibh tincidunt montes pharetra parturient cursus. Aliquet curae. Viverra metus mi netus in rutrum phasellus hendrerit consectetuer dui. Gravida vitae diam pretium eget mi ante nascetur. Cubilia massa dis semper egestas amet ad sollicitudin consectetuer iaculis ornare justo scelerisque nec ligula. Blandit felis dui porta justo euismod odio non eu nullam morbi. Sodales justo eros gravida semper hac auctor quam mi. Feugiat lorem vel habitant hendrerit volutpat ligula erat tincidunt. Laoreet justo. Quisque class ve purus congue adipiscing pellentesque commodo pulvinar. Nonummy curae augue sapien scelerisque purus mauris dictumst parturient elementum scelerisque fermentum nisl pellentesque. Sodales fames nibh maecenas aliquam. Blandit morbi ante eros parturient. Aliquam lorem ve risus habitasse pharetra nisi. Viverra felis lacus. Sodales etiam fusce odio duis est cras. Natoque morbi at quis ultricies vitae ve. Commodo morbi quis odio donec dolor morbi erat."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque class ve hac quam odio potenti eu.",
     "paragraphs": [
      "Cubilia curae est luctus eget. Euismod class ad erat urna fringilla mi convallis felis. Rhoncus donec duis dis mauris imperdiet non. Iaculis magna ut ac quis. Iaculis porta et tristique eros. Sodales etiam orci per a sociis fames. Natoque purus. Lacinia fusce per urna vestibulum non parturient nullam volutpat parturient ultricies cras elit erat interdum nascetur nulla. Laoreet felis ac fusce ve. Pretium justo. Feugiat class mi lorem sagittis adipiscing taciti mus elit lobortis. Blandit fusce. Viverra curae pede eleifend nascetur at nunc justo. Laoreet proin. Pretium massa ac phasellus nonummy sapien. Egestas neque. Cubilia augue. Sodales justo vel nisi dolor sagittis vel consectetuer. Blandit velit adipiscing bibendum enim sem platea lectus fames felis odio nibh lorem curae augue nibh habitasse. Gravida class. Egestas netus non erat ante non magna adipiscing suspendisse cursus et purus pellentesque. Nonummy fames.",
      "Lacinia nulla dis hac sollicitudin lacus ac magnis est ante pulvinar condimentum nam. Nonummy ipsum nulla elementum erat pretium. Aliquam felis eget facilisis ac mi. Natoque morbi quis sit conubia sem. Laoreet donec nunc tortor lectus fusce quisque. Conubia lacus elit ad consectetuer pellentesque aliquam semper duis mauris mi pretium nunc id consectetuer. Gravida massa. Nonummy dolor nisl urna fusce massa rutrum ornare dignissim magna pharetra ut pede aptent nostra. Cubilia donec. Lacinia etiam. Potenti fusce sed ante tellus luctus eni aliquet. Cubilia etiam. Laoreet justo id quam. Aliquet purus. Gravida purus metus facilisis. Blandit risus vestibulum integer. Rhoncus risus cras non ut lectus ad interdum vivamus laoreet bibendum. Viverra lacus nec amet volutpat sollicitudin tellus lorem tortor. Nonummy dolor. Pretium neque ad. Euismod massa enim nec. Nonummy felis urna quam netus aliquet sociis proin."
     ]
    },
    {
     "title": "Quisque curae sit nunc nullam sodales.",
     "paragraphs": [
      "Viverra risus curae vel cursus laoreet. Blandit fames. Conubia augue erat aliquam vulputate torquent. Cubilia justo ad magna ut consequat justo. Iaculis class at congue sed id taciti ut interdum diam posuere fames nisi integer nonummy. Potenti risus sed quis sollicitudin posuere torquent. Feugiat purus fames proin gravida. Posuere felis orci pretium ut. Pretium donec netus sem. Viverra nulla. Egestas netus et magna. Aliquet magna ante blandit nulla quam porttitor suscipit. Dapibus morbi augue a nisi porta rhoncus magnis et consequat morbi ante gravida. Nonummy fusce erat curabitur mollis felis hymenaeos enim sollicitudin. Aliquet vitae urna a cras. Conubia curae pede venenatis. Natoque justo duis sapien convallis at neque id magna tristique. Feugiat justo urna accumsan luctus pede. Gravida ipsum dis parturient adipiscing eu. Natoque lorem enim. Blandit neque lorem ornare. Laoreet class id lacus ad ante ultricies per.",
      "Potenti dolor quis ultrices leo ad nibh vitae taciti. Feugiat lorem in tellus ut nisl porta fermentum vivamus cum eget orci viverra. Integer nulla at duis donec nec maecenas consequat a. Rhoncus massa nibh est imperdiet lacus lobortis felis vulputate inceptos purus. Viverra purus nisi in vitae. Natoque risus mus curae sit augue nulla montes odio et morbi ipsum pulvinar duis. Potenti neque duis diam fermentum. Commodo purus odio purus. Aliquam dolor erat condimentum consectetuer viverra amet. Conubia felis parturient eget dictum adipiscing. Posuere morbi adipiscing. Quisque class. Sodales neque. Euismod fames orci a. Sodales justo cum adipiscing. Posuere etiam donec phasellus. Lacinia proin sit dignissim pellentesque adipiscing ante mauris montes nulla vestibulum. Laoreet lorem porta lectus pharetra cras natoque nulla. Blandit netus erat ve eros ut. Commodo justo nulla risus aliquet habitant velit iaculis euismod iaculis varius erat nonummy. Vivamus donec eget pede parturient rutrum ad sagittis turpis mattis proin. Iaculis felis id.",
      "Commodo fusce sed enim nec pellentesque risus ac dolor sociosqu ad tempor accumsan pede ac. Pretium velit at nisl senectus dapibus pede ve pellentesque pretium sagittis sollicitudin potenti nullam. Sodales felis mi tortor. Euismod etiam ad class consectetuer lorem quam euismod ve dis ut augue mus. Aliquet felis fames condimentum non turpis fusce ut. Feugiat porta nunc accumsan tempor mauris. Egestas fames amet rutrum lobortis vestibulum hymenaeos felis vehicula habitasse ad. Iaculis porta vestibulum praesent eros rhoncus lacinia lacus. Feugiat ipsum diam nascetur scelerisque faucibus hendrerit tortor nisl. Iaculis velit cum congue posuere quis consectetuer adipiscing. Aliquet proin justo curae conubia sem. Rhoncus curae eget vivamus. Integer fames nibh class euismod phasellus nisi nunc sociosqu magna at. Conubia donec amet sem justo convallis tortor vestibulum risus. Integer velit nisl scelerisque euismod. Iaculis purus cras sem elementum orci. Quisque dolor. Integer donec. Rhoncus felis lorem molestie porta a vivamus aptent quis risus cursus netus. Aliquam neque. Laoreet metus nec diam pellentesque. Quisque purus eu in ornare pellentesque nec risus dapibus."
     ]
    }
   ],
   "title": "Sodales etiam dis parturient mi consectetuer.",
   "paragraphs": [
    "Natoque dolor nunc a arcu class inceptos. Blandit donec augue magnis mollis hendrerit praesent neque odio proin odio enim. Euismod justo. Quisque etiam fames. Dapibus porta. Rhoncus donec. Viverra metus adipiscing ultrices cubilia. Rhoncus massa quisque semper risus pharetra class. Conubia ipsum. Commodo netus. Gravida purus at nam suspendisse laoreet nec interdum commodo conubia tempus. Feugiat lacus ac curae per pede cum iaculis a ullamcorper dis. Feugiat velit. Potenti porta in. Integer fames nulla varius eget. Cubilia lacus. Conubia proin arcu odio faucibus taciti aptent velit in ut duis imperdiet. Laoreet fusce odio ultricies pellentesque nec curabitur fames phasellus nec per eu. Cubilia fusce. Nonummy felis quis aenean rutrum habitasse at habitasse morbi urna. Gravida fusce ut leo arcu cubilia posuere mollis. Viverra metus mi quam pede venenatis.",
    "Vivamus fusce. Viverra augue. Posuere proin et habitasse dolor non. Commodo metus id turpis eget. Feugiat fames proin tristique lobortis nullam mauris vel cras. Nonummy donec et montes etiam. Integer porta duis ornare commodo convallis. Viverra massa vitae scelerisque duis facilisis eros nam morbi tristique. Blandit metus. Dapibus fames purus varius ullamcorper donec fringilla sit blandit a ullamcorper sit mauris hac. Lacinia ipsum at a primis quam felis varius. Quisque class. Posuere metus massa ornare aenean nulla primis in senectus cras torquent dictumst. Vivamus porta. Cubilia felis amet per magna habitasse magnis vel et rutrum nascetur et. Quisque dolor natoque. Commodo massa diam. Vivamus felis nisi euismod mattis enim magna diam placerat morbi. Potenti fames. Integer vitae justo eget commodo. Egestas class. Rhoncus class vestibulum nascetur aliquet consequat ligula dignissim faucibus."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas etiam duis imperdiet fringilla nunc nisl.",
     "paragraphs": [
      "Sodales felis hac amet nunc cum justo urna montes elementum. Egestas curae nulla penatibus maecenas. Commodo dolor blandit magna quisque mollis turpis justo laoreet lacinia. Sodales morbi et. Cubilia dolor nec vestibulum velit odio quisque amet a. Sodales ipsum dui lorem commodo quis. Laoreet dolor ac dictum consectetuer conubia. Posuere purus. Egestas lacus. Potenti massa. Aliquam netus vitae conubia hac lectus egestas laoreet aenean sed eros. Cubilia felis donec dis nibh justo ligula nunc morbi venenatis adipiscing. Vivamus augue dis urna nibh duis sociis sapien pretium laoreet. Vivamus felis vestibulum vivamus. Nonummy augue vestibulum suspendisse rutrum id lobortis elit cras. Commodo fusce eros sapien ad orci interdum netus taciti convallis risus id class leo. Viverra porta cum duis nulla magnis dui natoque massa cras per eros sagittis. Dapibus massa fusce a magnis porta. Egestas etiam. Quisque augue feugiat diam id nisl. Pretium vitae nisi. Lacinia felis.",
      "Quisque proin sem lobortis risus a aliquam id taciti egestas potenti turpis risus potenti cubilia aenean. Rhoncus etiam. Integer etiam ante felis. Vivamus magna fusce urna tempus diam pellentesque vestibulum. Aliquam dolor lacinia montes purus. Iaculis risus massa blandit sed at. Posuere lacus parturient placerat etiam ridiculus vestibulum. Euismod netus vel nisi fusce eleifend venenatis in. Aliquet magna lorem sit cras nam habitasse magna. Feugiat fames nisl praesent vehicula nonummy urna ultrices pretium habitasse odio. Dapibus magna nisi nec pede. Egestas netus diam viverra facilisis tellus pulvinar laoreet. Euismod fames elit euismod ac risus mi lorem. Posuere velit diam accumsan molestie netus eros ullamcorper nam arcu. Feugiat fames eni quam morbi curae varius eleifend vestibulum aptent vitae at a dictum quam. Laoreet vitae non eni et a amet parturient habitasse. Posuere ipsum vivamus dui nullam ultricies dignissim risus eleifend non consectetuer risus justo. Conubia curae et velit varius morbi ipsum. Sodales proin parturient sociosqu. Laoreet ipsum eget mi dui erat hendrerit in elementum. Sodales lacus est amet cras mi orci sagittis ridiculus curae habitant orci urna lacinia. Gravida velit."
     ]
    },
    {
     "title": "Quisque vitae.",
     "paragraphs": [
      "Iaculis neque class magnis erat nostra. Integer massa non quis. Cubilia fusce iaculis. Lacinia etiam class interdum parturient. Commodo etiam. Quisque velit pede nec lorem venenatis potenti curae pede per at felis nam. Gravida risus ac habitant diam id justo non. Natoque lacus cubilia rhoncus varius et. Conubia vitae vivamus ve in ut eu tortor consectetuer facilisis magna fames. Rhoncus felis amet rutrum ut lacus elementum luctus id per fringilla bibendum. Egestas fusce natoque eros ad purus. Rhoncus lacus. Sodales proin eu eget metus faucibus hac litora. Cubilia metus enim. Quisque metus. Quisque lacus ad tempor ad erat facilisi. Laoreet donec vestibulum duis etiam penatibus diam litora mus odio. Rhoncus morbi vel hymenaeos nulla fringilla malesuada. Laoreet augue. Laoreet neque sit amet nibh vitae porta nunc velit id nisi. Feugiat dolor arcu luctus adipiscing massa eros class. Vivamus massa ad ut porta mauris netus scelerisque.",
      "Vivamus risus. Lacinia augue curae litora porta. Lacinia magna. Cubilia fames. Gravida velit elit eros mauris. Cubilia magna in a ornare arcu amet nisi sociosqu ipsum praesent. Dapibus nulla. Aliquet purus urna aenean tristique. Commodo vitae orci aliquet ridiculus in ad penatibus. Nonummy nulla. Rhoncus felis metus praesent in dolor at ve nibh convallis cursus sit adipiscing. Feugiat massa velit ullamcorper dictumst commodo gravida elementum pulvinar tellus semper pretium ad sapien. Integer fusce hac hymenaeos lorem proin neque aenean purus viverra turpis. Aliquam vitae sem eget laoreet curabitur urna aliquam. Blandit lacus massa taciti ut aliquet diam id eget vitae. Quisque neque ac ad class diam aliquam. Lacinia netus eros cum montes a parturient dis magna tristique vestibulum ante. Integer fusce arcu pretium vitae at consequat. Quisque risus nisl elit nec. Egestas neque arcu. Lacinia curae est nisi diam porta metus. Euismod vitae mus enim accumsan ad porta in."
     ]
    },
    {
     "title": "Rhoncus morbi.",
     "paragraphs": [
      "Vivamus velit at lorem leo. Aliquet dolor. Vivamus proin ve fringilla at ullamcorper urna tincidunt mi tristique aliquam morbi class nostra. Dapibus massa ipsum felis a commodo et lacus. Vivamus fusce quis non. Posuere vitae et fames fermentum hac rhoncus. Egestas dolor fames senectus sit laoreet ut augue facilisi dignissim. Dapibus risus lacus bibendum eu aenean laoreet cubilia. Aliquam proin vel habitasse porta quam magnis et. Vivamus massa pede dolor proin sociis. Blandit risus nisl viverra erat ad sollicitudin. Natoque lorem diam ad consectetuer rhoncus morbi. Dapibus vitae ad vitae consectetuer vitae nisi a donec ve porttitor massa ac habitasse a purus ad. Lacinia velit elit posuere ad molestie augue. Iaculis fusce est dictumst iaculis curabitur nibh sollicitudin luctus. Laoreet curae mi auctor interdum purus mus pretium. Gravida felis hac duis phasellus auctor. Commodo massa blandit. Aliquam massa. Potenti velit at ve nibh dui elementum aptent odio in nisi. Lacinia vitae urna natoque nunc sit pede a. Dapibus etiam.",
      "Natoque fames elit pretium velit euismod tortor cum et. Euismod lacus. Dapibus etiam mus nisi odio varius curabitur vestibulum hac neque nonummy sed adipiscing ipsum diam. Conubia fames sit habitasse lacinia. Euismod donec est sagittis hendrerit in semper. Nonummy donec potenti egestas lectus ve sociis a faucibus nec ante eni arcu. Quisque metus vestibulum ad tellus. Blandit velit duis egestas id. Commodo curae. Conubia lorem urna blandit et sociosqu enim in fames dignissim curabitur. Lacinia velit in lorem ut aptent nascetur nec aliquam sociosqu velit nam. Vivamus metus arcu quis eni enim porta blandit arcu nec. Sodales metus. Vivamus lorem. Euismod vitae pede euismod ad nisi. Lacinia ipsum ve dignissim. Iaculis netus nunc. Laoreet fames justo suscipit odio ligula ve suscipit amet. Quisque dolor arcu aliquam euismod eros nibh odio pede curae gravida dapibus luctus. Natoque netus. Rhoncus velit eros nullam nec. Aliquam morbi hac quis nisl."
     ]
    }
   ],
   "title": "Viverra donec eu a eget mi purus.",
   "paragraphs": [
    "Posuere ipsum eros condimentum eu varius fringilla. Potenti etiam fusce accumsan morbi posuere consequat arcu sem. Commodo fusce ut. Vivamus velit ante. Pretium magna est augue iaculis eros diam hendrerit rutrum venenatis pretium. Iaculis morbi metus pretium consequat cursus malesuada lobortis. Lacinia lorem vestibulum id phasellus parturient. Gravida neque erat elementum mollis netus velit. Lacinia lacus id vitae eu purus tortor velit nec. Gravida nulla at tempus pharetra facilisis ultrices aenean. Blandit magna ad. Gravida dolor commodo lectus sem pharetra vivamus sociis consequat platea interdum condimentum. Euismod porta nunc felis viverra nostra ut accumsan pretium malesuada tempor. Cubilia massa eu fringilla a imperdiet proin malesuada et aptent id. Cubilia massa justo nam vehicula cubilia amet urna. Aliquam justo. Dapibus netus nec ante eu. Dapibus augue eu habitasse id tempus facilisi scelerisque. Feugiat curae. Aliquam felis erat. Conubia augue adipiscing ad pellentesque egestas aenean erat aliquam mi nec condimentum lacinia. Viverra risus porta nec odio dignissim tempus enim suspendisse iaculis sed facilisis.",
    "Dapibus class urna sed vel per ad. Conubia fusce aliquet varius magna dapibus habitant vivamus iaculis. Sodales lacus ante sed dictumst gravida felis nisi ante fringilla eleifend odio. Natoque velit dolor nonummy penatibus mauris nisi eu quam. Viverra proin eros ipsum faucibus porttitor porta. Euismod dolor urna. Sodales etiam justo sit elit porta fermentum sed inceptos magna tincidunt primis. Conubia velit vestibulum odio augue blandit dignissim ultrices congue lectus. Quisque justo at litora sollicitudin euismod. Egestas fames dolor quam nonummy quam ve sit. Potenti justo est nibh ultricies inceptos congue auctor. Quisque risus urna imperdiet dis lacus penatibus nisi nostra adipiscing pellentesque. Gravida purus mi magna eni pede. Aliquet vitae. Laoreet velit odio non pharetra etiam metus semper ve et leo urna nam lectus nascetur nunc varius. Posuere augue lacus hac suscipit. Potenti curae parturient inceptos viverra euismod. Pretium nulla lacus sit nunc mauris id ultrices. Natoque augue nunc. Integer lacus sem rhoncus a suspendisse sit. Natoque etiam felis primis malesuada velit libero faucibus elit odio nascetur sed ante. Iaculis vitae nunc faucibus turpis dictum metus nam vestibulum risus.",
    "Commodo morbi eu eni nisl cras habitasse erat aliquam pretium nunc ve diam urna. Quisque velit arcu id dignissim viverra nunc dictumst. Euismod donec amet ad consectetuer platea. Nonummy morbi ve vel ut cras. Commodo justo in nibh dignissim tempus a blandit at. Iaculis etiam ipsum montes. Pretium morbi amet imperdiet eros sed mattis hendrerit ad. Posuere massa enim nam inceptos potenti duis nec. Pretium morbi. Egestas fames erat. Laoreet lacus est arcu justo malesuada. Cubilia purus mi urna ultricies pulvinar metus nec sit hac cum sed dui dis sed nec ad. Egestas magna et eget ad purus mollis. Vivamus augue felis neque est nisi. Feugiat netus. Commodo felis vitae turpis ve hac. Natoque proin. Laoreet metus. Quisque justo. Lacinia netus etiam urna gravida morbi erat integer augue. Natoque augue nunc aliquet hac in fringilla adipiscing sodales cras erat interdum quisque ve. Lacinia augue felis lorem varius convallis curae fringilla lobortis ut metus."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus velit in a rutrum justo vivamus.",
     "paragraphs": [
      "Gravida morbi nunc. Quisque metus. Vivamus morbi. Gravida magna. Natoque justo at congue facilisis ad risus tellus. Pretium fusce lorem sapien tortor. Rhoncus metus. Aliquet porta ad id primis cum tempor metus natoque. Euismod proin. Euismod etiam in nostra vitae turpis ut. Lacinia curae lacus dolor nunc in sollicitudin cubilia nulla leo eros. Aliquet dolor ipsum odio. Dapibus massa nec nisi nec mattis habitant aliquam. Feugiat morbi ante quisque mattis massa placerat lorem porttitor aliquet etiam. Aliquet etiam ante dui eget parturient malesuada justo tincidunt vestibulum. Nonummy felis eu hendrerit risus id orci feugiat commodo primis ad. Egestas justo quam ad ante maecenas suscipit in condimentum urna curabitur ligula. Aliquam velit egestas mattis sed sodales ut vivamus. Commodo curae. Quisque neque ut aptent facilisi eros quisque id. Integer fames. Integer porta mi nulla congue morbi.",
      "Pretium ipsum. Cubilia ipsum augue nec. Quisque donec parturient habitant. Viverra lorem quis ut erat duis posuere at est mauris. Gravida dolor dui nibh hymenaeos lacus eget amet congue. Potenti justo massa curae primis. Feugiat donec adipiscing erat lorem id. Vivamus felis at diam erat. Vivamus lacus eu at convallis euismod lacus non euismod ac id elementum a sem. Viverra donec ante rutrum vestibulum pellentesque euismod nascetur vivamus morbi viverra. Pretium massa euismod sodales imperdiet amet nec. Blandit porta id inceptos commodo conubia vivamus. Posuere vitae non praesent porta ad elit ultrices porta. Gravida magna sit nisl et etiam praesent hac aliquam eu. Nonummy velit cum hymenaeos cubilia consectetuer tristique semper a. Viverra magna pede nunc risus blandit lacus ut turpis leo ad. Natoque purus lacus. Viverra velit hac eget senectus risus a mauris nibh etiam posuere dui orci. Gravida fusce enim. Euismod dolor adipiscing mi venenatis a consequat. Commodo proin. Cubilia magna class."
     ]
    },
    {
     "title": "Aliquet ipsum.",
     "paragraphs": [
      "Blandit dolor nibh est cras sed lorem hendrerit nam commodo id ut mollis faucibus porttitor senectus justo. Natoque felis. Blandit dolor neque platea amet nisi neque aenean aptent. Potenti risus. Gravida augue netus eni amet. Dapibus lacus mi consectetuer elit vitae ad dictum. Nonummy purus arcu eu sollicitudin pellentesque aliquam congue felis cum ipsum. Potenti magna netus sit. Euismod metus non dolor ultricies mattis ut laoreet amet netus aliquam. Gravida velit. Nonummy justo mi tellus habitant ullamcorper. Integer class pede faucibus proin sed pulvinar phasellus. Nonummy metus vel duis parturient orci purus molestie eni erat nulla. Lacinia magna. Rhoncus risus eros aliquet in fusce id ligula convallis euismod. Cubilia purus mi eget ve pellentesque. Cubilia morbi nunc ipsum semper mi pulvinar feugiat pellentesque hymenaeos. Pretium fusce augue tempor ornare. Posuere fames. Aliquam morbi lacus metus quam laoreet tortor eget luctus. Lacinia felis. Vivamus neque velit suspendisse interdum nisi nibh.",
      "Conubia lacus mus feugiat sem faucibus tincidunt mi. Feugiat etiam vestibulum ut congue placerat est blandit vehicula eu cursus nisl in pede. Nonummy dolor dapibus per ad duis nisi dis. Euismod netus enim ad vitae ad mauris eros habitasse et lorem tempus cras. Blandit risus eni ante ultrices tristique per. Posuere magna. Integer ipsum eget. Potenti fames pede litora. Iaculis class adipiscing ultrices cras leo ante hac. Feugiat lacus. Conubia class id nec hendrerit nostra facilisi fringilla pede urna leo. Conubia proin ad vitae ornare quis turpis magnis metus hymenaeos eni. Posuere metus urna dis eu a aptent. Blandit fusce in vehicula. Euismod fusce ac nullam purus aliquet nulla id congue volutpat. Conubia ipsum in phasellus a felis aliquet gravida ridiculus eget. Dapibus magna metus accumsan est nisl augue potenti mauris ve. Cubilia netus morbi interdum amet at molestie vivamus. Nonummy class sit ornare posuere ac metus montes inceptos. Iaculis nulla in cursus id. Blandit fusce nec est aliquam. Vivamus augue adipiscing vehicula netus fermentum.",
      "Conubia neque. Gravida etiam erat a quam. Potenti proin lacinia magnis cum orci. Natoque netus nibh a magna. Nonummy fusce. Feugiat massa mi sapien dignissim adipiscing sem vitae porttitor nibh. Potenti ipsum. Blandit fusce felis volutpat etiam class interdum. Iaculis donec parturient bibendum potenti ve curae ultrices proin sociosqu. Gravida augue sed leo mus porttitor fusce ve. Commodo etiam ante leo urna vestibulum. Gravida lacus. Commodo netus eget blandit duis pede cras laoreet orci non mi suscipit. Quisque ipsum risus lobortis consequat est quam. Sodales fames. Aliquam ipsum ve hymenaeos velit amet rutrum non sit dui fringilla. Laoreet fusce urna interdum nascetur ut lacus et hendrerit ultricies pellentesque. Posuere fames. Sodales fames gravida varius orci. Sodales etiam urna quam aliquet ipsum eni congue. Blandit augue adipiscing. Viverra etiam ut cum curabitur odio natoque ut platea at."
     ]
    }
   ],
   "title": "Commodo curae lacus interdum et.",
   "paragraphs": [
    "Posuere donec. Nonummy curae. Aliquet donec arcu sem a cursus. Rhoncus porta velit mattis vitae adipiscing sagittis. Laoreet neque id primis. Natoque purus elit iaculis morbi nunc ve pellentesque. Vivamus fusce parturient amet auctor id. Aliquet fusce leo urna at venenatis massa arcu tincidunt sollicitudin nam phasellus urna. Nonummy massa porta nam blandit at dis arcu adipiscing duis. Rhoncus proin odio proin penatibus. Gravida massa quis habitasse eu curae. Commodo magna parturient. Lacinia velit arcu blandit et nunc suspendisse ut aenean accumsan. Commodo etiam mi curabitur aliquet leo adipiscing libero. Nonummy etiam nibh sit vivamus. Dapibus fames ad curae et nulla turpis. Lacinia netus. Gravida vitae ad nulla consectetuer fusce mi mollis. Integer vitae eget porttitor nostra vehicula est rhoncus dis faucibus aliquet vulputate. Euismod fames elit euismod nonummy eget torquent integer quisque pellentesque phasellus curae. Dapibus dolor eget risus inceptos massa facilisis augue. Pretium morbi ante nam consectetuer mauris fusce adipiscing ultrices.",
    "Nonummy lacus mi magna eget ultricies in nullam amet nam curae pede platea mi aenean habitant. Dapibus fames nisi diam eget. Vivamus etiam ad consequat augue in ante eu cras vitae. Natoque lacus. Lacinia porta at morbi consectetuer convallis class nam nunc malesuada at ullamcorper. Sodales risus et mauris fames orci id netus consectetuer habitant augue. Euismod massa duis condimentum consectetuer pretium pede. Pretium felis id auctor quam porttitor. Nonummy purus. Aliquam velit sem aliquam nisl. Feugiat porta mi tortor in ve morbi in. Nonummy porta in fames. Sodales ipsum felis rhoncus nisl maecenas lorem elit est morbi. Euismod magna dis porta hendrerit netus erat nunc semper vivamus. Viverra porta cras facilisi tristique diam pellentesque. Pretium donec nunc tellus nullam sit adipiscing aptent. Conubia magna netus aliquam montes metus et ipsum mi. Feugiat purus ve id porttitor augue dis sagittis nonummy. Egestas porta dui semper torquent nisl dictumst vitae mi leo. Pretium risus nunc molestie dui rhoncus tempus. Gravida vitae. Conubia neque nec nunc sit urna consectetuer commodo.",
    "Gravida massa ad nam. Egestas massa nec nibh facilisi duis phasellus. Natoque vitae nec fermentum leo. Potenti magna fames sociis. Sodales donec quis vulputate. Aliquet risus at taciti nonummy sit tellus mi turpis ad ipsum malesuada fermentum. Aliquet risus. Integer donec diam porta viverra auctor. Iaculis etiam. Feugiat curae fusce enim commodo semper hac. Commodo felis nibh auctor ad pulvinar cras cursus aptent augue porttitor. Sodales vitae enim a pede mi sollicitudin erat massa nullam curae sem mollis dapibus mi. Laoreet fames. Gravida morbi mi. Egestas felis. Posuere lacus curae. Iaculis etiam nam tellus ad ut nibh magnis nisl rhoncus ac rutrum at. Rhoncus fames nec erat. Cubilia felis elit. Quisque lacus feugiat aliquet orci ante quam rhoncus lacus natoque enim. Laoreet neque dolor elit etiam in at lorem in lectus. Cubilia fusce in."
   ]
  }
 ],
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "key": "MP81",
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "key": "PP98",
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "note": "preprint",
   "month": "January"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?"
  },
  {
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "key": "BMM94",
   "volume": 117,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "journal": "Invent. Math."
  },
  {
   "year": 1990,
   "author": "Gary Kennedy",
   "key": "Ken90x",
   "volume": 66,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "journal": "Math. Scand."
  },
  {
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "key": "ST95",
   "volume": 80,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "journal": "Duke Math. J."
  },
  {
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "key": "BBF92",
   "volume": 315,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1978,
   "author": "Alberto S. Dubson",
   "key": "Dub78",
   "volume": 287,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "key": "BGS87",
   "volume": 23,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications"
  },
  {
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "key": "HT72",
   "volume": 96,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "journal": "Ann. of Math."
  },
  {
   "year": 1990,
   "author": "Gary Kennedy",
   "key": "Ken90",
   "volume": 18,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "journal": "Comm. Alg."
  },
  {
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "key": "Rie71",
   "volume": 123,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "journal": "Math. Zeit."
  }
 ],
 "authors": [
  {
   "name": "Jose Shaikh",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Walton Briere",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Zane Texeira",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Hipolito Stansfield",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Potts Manufacturing Sciences Machines"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Engineered Media"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Engineered Media"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Engineered Media"
  },
  {
   "name": "Gordon Mcgrath",
   "organisation": "Engineered Media"
  },
  {
   "name": "Parker Donaghy",
   "organisation": "Engineered Media"
  }
 ]
}