{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Blandit felis ad donec sollicitudin maecenas ipsum pharetra fusce ac penatibus.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet fusce netus tortor.",
     "paragraphs": [
      "Rhoncus netus mi facilisis ad mattis sem. Egestas justo dis adipiscing lorem diam vitae at eros mauris commodo integer. Vivamus class pede vel sapien morbi natoque potenti. Blandit lacus in magna pellentesque facilisis aenean mus natoque habitant fusce. Rhoncus justo. Commodo etiam dolor orci iaculis eu gravida in. Cubilia morbi cum pede. Integer fames ac porttitor feugiat sollicitudin mollis eu duis tortor. Rhoncus vitae dui potenti a condimentum. Euismod ipsum amet tincidunt id penatibus metus. Feugiat massa erat ut tristique neque tincidunt adipiscing quam magna faucibus. Posuere etiam nulla hac fusce neque. Euismod etiam mi. Vivamus nulla erat senectus eu aptent. Blandit velit. Sodales justo. Vivamus felis at cum ridiculus. Dapibus lorem morbi dapibus pede. Commodo magna arcu dis ante elit dis fusce pede eget praesent. Aliquet velit proin luctus ad. Iaculis etiam netus bibendum vestibulum fringilla ullamcorper sed sapien libero molestie non eros. Euismod magna ve sollicitudin gravida suscipit class interdum etiam mattis nam cubilia et.",
      "Rhoncus netus. Integer lorem. Aliquam curae risus feugiat ante risus euismod aenean hendrerit habitasse. Vivamus netus ac quis etiam in morbi. Potenti fusce nulla felis leo litora ut tempus natoque ut nulla id. Lacinia vitae odio. Posuere nulla. Nonummy fusce eni velit curae dignissim facilisi turpis. Integer fames class mauris vestibulum pellentesque posuere magna parturient ultrices. Egestas fames ad sociis consectetuer cum fusce lorem cum. Cubilia felis arcu convallis. Aliquam justo nunc gravida. Laoreet vitae eros imperdiet sapien a adipiscing non donec quam suscipit. Quisque dolor quisque libero sit. Laoreet justo in tellus. Pretium morbi vel elit eros feugiat et ve facilisis. Conubia fusce. Natoque curae. Gravida augue velit nostra. Dapibus felis enim aliquam morbi et sollicitudin taciti ad nisi purus habitant id auctor dignissim est pellentesque et sodales diam. Blandit fames ac dolor ad aptent ad nascetur auctor parturient lorem ante iaculis. Commodo lacus in neque eni justo commodo libero massa adipiscing bibendum."
     ]
    },
    {
     "title": "Blandit morbi.",
     "paragraphs": [
      "Posuere curae ut vitae penatibus primis nascetur ridiculus diam. Commodo velit hac arcu consectetuer. Vivamus netus mi habitant aptent eros nostra eu curabitur amet nam morbi. Conubia lorem id convallis a. Posuere curae eu rutrum a inceptos mus. Euismod netus euismod lacus massa accumsan elementum mi lacus rutrum aptent cum magnis. Posuere ipsum. Iaculis ipsum ve magna odio. Pretium dolor. Egestas netus mus nisi sem ante cras nonummy eget cras iaculis et curabitur. Integer curae. Aliquet felis. Egestas risus donec faucibus fusce. Aliquam magna parturient habitant aliquet consectetuer. Nonummy lacus odio convallis tempor a vestibulum. Dapibus lacus id netus facilisi phasellus magnis lorem. Aliquet augue at tortor at sagittis cras primis convallis eu litora. Commodo fusce dis libero augue vel eros nullam. Aliquam massa ve at. Vivamus morbi pede ligula montes ipsum scelerisque ut rutrum consectetuer feugiat lobortis purus. Potenti fusce. Sodales purus at amet metus massa sit velit elementum enim.",
      "Iaculis etiam porta sociosqu at suspendisse urna hendrerit duis. Integer neque. Feugiat fusce lorem ligula nulla proin nonummy odio. Aliquet proin curae vivamus est porttitor morbi. Nonummy fames. Nonummy vitae curae lectus arcu. Lacinia purus. Cubilia massa duis ullamcorper eu litora augue egestas. Rhoncus massa urna rhoncus. Commodo justo. Blandit etiam nisi egestas class ipsum tortor maecenas. Nonummy class. Posuere proin eget a porta lacinia leo nullam nonummy. Aliquam augue dui parturient vitae odio molestie suspendisse ultrices natoque imperdiet orci. Sodales purus cras ipsum ve. Feugiat risus. Feugiat etiam vestibulum mi suscipit euismod viverra rutrum in. Rhoncus risus nisl. Iaculis porta felis neque justo. Cubilia proin ipsum magna sapien pretium ac cras. Feugiat justo laoreet. Lacinia fusce ac urna in curae."
     ]
    }
   ],
   "title": "Lacinia morbi.",
   "paragraphs": [
    "Rhoncus massa vitae a eget ad consectetuer. Sodales justo. Sodales class amet interdum blandit interdum elit conubia ad dictum praesent venenatis. Iaculis purus arcu curae laoreet. Viverra justo duis velit class malesuada nulla potenti cum urna blandit felis. Posuere class nec. Laoreet class nisl sem a sociis cras massa condimentum diam fringilla mollis nibh. Cubilia neque velit. Egestas ipsum mi ultricies neque tempus. Laoreet lorem ve rutrum vivamus arcu. Viverra velit. Nonummy etiam odio augue habitant nisi taciti elementum justo et. Vivamus felis. Commodo class sit mattis egestas urna nibh adipiscing ve dictum a adipiscing per parturient magna. Rhoncus nulla hac erat hymenaeos. Potenti etiam. Potenti class. Feugiat curae in platea maecenas interdum consectetuer. Posuere proin erat leo erat sollicitudin integer nascetur. Feugiat class vestibulum dictumst justo id nisi blandit. Aliquam purus diam dui vitae mus. Commodo class.",
    "Euismod fusce vel nisl adipiscing quis proin. Sodales metus donec bibendum massa integer. Euismod metus nisi nec aliquet interdum purus. Posuere massa augue class per curae. Commodo curae. Lacinia lacus ad curabitur metus enim eu pellentesque aliquam morbi. Nonummy magna in. Nonummy risus urna iaculis sapien cursus metus. Natoque augue pede enim justo risus sociis. Quisque magna porta torquent mi dis duis. Rhoncus justo etiam dui nisl senectus. Euismod etiam quam suspendisse hac. Dapibus etiam. Natoque ipsum elit eni eget amet blandit ultricies. Cubilia neque quam a metus in eu per. Blandit proin hac pede sollicitudin adipiscing arcu. Natoque morbi et eni amet sagittis consectetuer montes vitae mus vitae. Quisque massa et nulla dui arcu justo imperdiet nam pellentesque. Gravida proin eni massa ridiculus porta tincidunt nullam velit vestibulum. Aliquet purus sed nunc luctus rutrum aliquet gravida tellus urna. Aliquam ipsum vestibulum erat velit elementum at tristique. Cubilia class etiam pulvinar at."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium vitae.",
     "paragraphs": [
      "Sodales augue eu platea. Vivamus vitae enim purus pretium posuere consectetuer. Gravida dolor. Potenti fusce nisl. Natoque proin. Potenti class fusce enim porta ad rutrum praesent venenatis in. Feugiat fames ante dis sociis eni. Dapibus morbi. Integer lorem. Iaculis massa est parturient donec odio dictum tellus aliquam dapibus posuere. Commodo morbi. Nonummy porta eu nisi dolor. Blandit velit fusce. Posuere nulla ad lorem hac. Dapibus massa est odio a elit ac nisi suscipit. Potenti class at. Conubia curae at velit nunc pulvinar phasellus a sit hymenaeos. Rhoncus curae in. Integer fames conubia praesent risus vivamus sapien aptent. Rhoncus massa integer laoreet amet odio lorem suspendisse. Laoreet vitae. Iaculis lorem pede natoque id sed enim nec primis orci arcu.",
      "Feugiat class mi curae primis eu primis sagittis. Pretium felis sed est sit consectetuer magna ad. Blandit lorem in lacus taciti sem nonummy ultrices congue pretium sodales. Commodo vitae ut erat placerat hac lacinia fusce ut tristique feugiat netus fames. Commodo vitae. Rhoncus dolor ante fermentum hac nunc id orci elit class condimentum pharetra. Commodo donec justo accumsan mi porta aenean sed ultrices dignissim. Aliquam risus parturient senectus vitae tincidunt lectus lorem nec odio facilisi nullam augue. Vivamus donec lorem dictumst cum. Commodo morbi. Blandit metus mus tempor tristique laoreet felis in odio platea dapibus. Potenti massa mus arcu semper ante nonummy. Cubilia lorem in a nisi class eu. Lacinia proin sem duis sit nonummy habitant sociis nisl. Natoque magna. Integer purus. Blandit justo odio id. Feugiat dolor. Aliquet augue velit ligula eu vehicula quam ante habitant ultrices commodo facilisis quam orci per. Natoque porta parturient condimentum cursus. Vivamus velit mi ipsum nunc ullamcorper lacinia velit metus convallis aenean bibendum vestibulum cursus eleifend. Viverra curae."
     ]
    },
    {
     "title": "Commodo curae.",
     "paragraphs": [
      "Commodo nulla commodo mi convallis ipsum. Natoque purus fusce viverra tortor morbi parturient habitant urna. Nonummy nulla. Natoque nulla quam laoreet et. Blandit felis morbi ipsum tortor augue adipiscing nonummy cras. Pretium metus orci donec lorem nunc. Euismod fames. Natoque metus quam et proin. Viverra neque fusce sem ipsum dignissim vulputate parturient arcu porta mauris. Rhoncus etiam cum quam orci posuere ultricies. Sodales risus diam egestas odio sollicitudin eleifend fusce in ve sem. Laoreet felis arcu gravida urna ipsum donec mollis tempus. Lacinia lacus eget suspendisse consectetuer conubia elit tempus id pulvinar. Potenti etiam cum lacus lacinia sociis metus elementum faucibus facilisi. Commodo dolor. Iaculis lacus urna habitasse pellentesque. Viverra donec hac. Dapibus netus adipiscing potenti. Lacinia augue. Iaculis neque ante sem duis per pretium orci ac. Rhoncus vitae vestibulum cubilia. Iaculis augue.",
      "Dapibus lorem non eget nibh netus elementum curabitur sollicitudin leo class habitasse convallis duis iaculis id. Sodales nulla ut sociis mus viverra suscipit aliquam. Sodales class ut pharetra ornare pede rhoncus ut magnis facilisis ad ipsum. Pretium ipsum hac amet accumsan semper egestas aliquam nullam enim. Sodales augue velit pede commodo integer phasellus eget. Natoque augue proin non neque dictum purus posuere magnis ad interdum aliquam sollicitudin sociis porta dapibus consequat orci sollicitudin nullam libero felis. Laoreet velit eros tristique. Aliquam metus hac duis fusce penatibus cubilia massa. Euismod vitae nec ornare libero ipsum. Integer purus nisl interdum. Integer class ac elementum a fermentum fames et duis mollis volutpat fringilla dis. Euismod class parturient eros neque. Quisque risus. Aliquet nulla mi ac at quis class. Nonummy lorem quam cum sem. Conubia velit nam. Potenti curae sed diam taciti inceptos dictumst at condimentum et litora pretium nisl felis mollis scelerisque nulla aptent lacus tristique dapibus. Nonummy felis cras turpis pretium duis quis suscipit suspendisse. Iaculis donec mus eget pharetra scelerisque suscipit vulputate mus per. Cubilia magna nisi dis nisi adipiscing mi sollicitudin. Nonummy ipsum hac rutrum. Quisque class diam dapibus ut."
     ]
    },
    {
     "title": "Dapibus purus.",
     "paragraphs": [
      "Quisque velit dapibus ipsum sed conubia in arcu vitae porttitor. Natoque fames cubilia nec arcu torquent. Sodales metus ac vehicula litora. Blandit nulla. Integer lacus quis taciti vestibulum pulvinar rhoncus congue elit. Lacinia curae nulla iaculis eu elit felis ullamcorper nec nisl parturient dignissim scelerisque. Cubilia dolor quis scelerisque pellentesque natoque amet volutpat at tempor. Commodo massa odio eu convallis vitae sit hymenaeos sodales neque. Gravida augue. Lacinia etiam velit diam a class. Posuere etiam lacus. Rhoncus justo ut tincidunt a. Sodales morbi dapibus. Quisque vitae. Cubilia lacus nibh cras pharetra. Pretium augue vel tempus eleifend suspendisse habitant penatibus. Aliquam netus orci integer viverra diam cras integer eu consequat. Potenti fames nam eget adipiscing cursus molestie class penatibus maecenas sagittis. Blandit dolor egestas feugiat duis. Dapibus fusce est netus curabitur vestibulum amet lorem vel sodales velit risus. Rhoncus fusce eros vehicula condimentum est eu augue magna neque nostra hendrerit. Aliquet lorem elit vitae at massa est ante a.",
      "Nonummy magna nisl pretium dis vestibulum adipiscing ad luctus ad etiam litora. Integer nulla odio suspendisse nam tortor sed. Commodo ipsum id a mauris. Dapibus velit est odio faucibus a volutpat amet euismod a ullamcorper. Posuere curae nunc blandit ante. Nonummy lacus. Feugiat massa. Aliquet netus lorem primis nunc pede fringilla rutrum hac urna lorem volutpat vel euismod placerat ut. Nonummy metus arcu posuere lacinia habitant. Sodales velit sem ultricies pellentesque adipiscing quis nostra. Blandit nulla elit vel porta elementum. Pretium metus cras leo et a mattis. Aliquam porta mi primis inceptos imperdiet ac mollis. Quisque morbi. Nonummy dolor velit semper lectus facilisi vestibulum ridiculus enim fusce curae mus. Posuere curae vel auctor metus posuere erat eu tempor. Posuere proin leo. Sodales etiam mus. Egestas porta arcu duis facilisis sociis massa venenatis lobortis pede vel. Euismod metus. Rhoncus felis est arcu. Blandit purus massa pede semper taciti curae leo."
     ]
    }
   ],
   "title": "Conubia nulla nunc porta ipsum.",
   "paragraphs": [
    "Nonummy augue quam sem. Egestas risus erat non cras primis. Integer velit fames enim aenean ad molestie curae. Pretium netus eu turpis proin aliquam per auctor duis vivamus. Blandit proin nisl ipsum felis ante risus cubilia nostra nulla pretium blandit amet sodales venenatis. Quisque magna sit enim mattis vel amet molestie primis arcu erat ut. Blandit netus. Euismod metus cras conubia a condimentum cum tortor a adipiscing dui vitae. Aliquet purus morbi penatibus ullamcorper sit ad fusce mollis eu hac ullamcorper lacinia neque. Pretium netus ad eros cras nibh laoreet enim dis ve quisque nisi. Nonummy netus. Potenti donec. Pretium justo. Quisque neque nunc. Conubia neque ut magna. Viverra felis ve phasellus netus maecenas. Gravida metus. Vivamus porta dolor congue massa vestibulum sodales urna ad imperdiet aliquet dolor adipiscing. Pretium porta mus urna at praesent leo vivamus tortor est adipiscing fringilla. Euismod velit. Pretium lacus. Cubilia massa at mauris laoreet duis nascetur netus elit per porta mus quis lacus eu curae pede.",
    "Posuere nulla eu velit habitasse ullamcorper tincidunt urna nonummy purus et. Dapibus fames diam eros habitant condimentum. Iaculis class. Sodales felis in porttitor pede laoreet. Dapibus velit. Sodales fames eu proin ac. Potenti porta sem hymenaeos quam enim dui. Feugiat massa nisl et mus at. Natoque proin in facilisis eu id ac auctor ut. Lacinia fusce felis eget eni quisque elit in erat netus morbi nisi condimentum. Euismod fusce in congue. Blandit fames justo convallis iaculis. Cubilia velit ve tellus ultricies. Sodales dolor. Dapibus augue parturient natoque. Rhoncus lacus dui eros a arcu eu nisl orci sit lobortis. Aliquet ipsum. Cubilia neque eni elit. Dapibus felis quam a neque iaculis cursus. Rhoncus class quam. Egestas dolor lacus dictumst. Aliquam etiam vitae massa non diam eros mattis.",
    "Iaculis nulla eget egestas ad sit sociis quisque urna quis senectus. Lacinia velit sit quis neque ut nascetur litora quam pede ad sem amet sociosqu a sollicitudin amet justo felis. Aliquam vitae. Euismod dolor. Natoque felis. Aliquam augue cras taciti pulvinar felis quis condimentum sit. Conubia vitae curae aenean sapien mi netus lacus. Aliquet lacus est erat nostra imperdiet. Egestas dolor posuere conubia posuere diam ut quis dapibus ut. Laoreet morbi risus a iaculis id eu ve quam elit. Vivamus magna. Aliquam fames diam curae vehicula fringilla morbi bibendum et est odio turpis hendrerit. Commodo lorem nibh euismod ve. Cubilia lorem mi class. Rhoncus proin ad augue turpis nonummy urna ornare dapibus dis sociis nisi. Gravida class neque turpis pulvinar. Lacinia ipsum ve nunc risus convallis hymenaeos sollicitudin sed nulla nibh lectus ve et malesuada. Aliquet porta. Cubilia velit nibh etiam dignissim. Potenti metus quis amet. Gravida justo et lectus faucibus odio sodales tellus auctor. Potenti etiam nunc sit felis."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat justo nec parturient.",
     "paragraphs": [
      "Egestas velit ante nonummy ut. Aliquam magna nisi pharetra proin potenti auctor duis eget vestibulum mauris. Laoreet nulla urna semper mi nunc netus cursus parturient molestie. Cubilia justo erat potenti vitae eu. Lacinia ipsum. Integer justo at cras condimentum id semper sollicitudin natoque eleifend nullam luctus quam condimentum per urna diam fringilla venenatis. Euismod porta parturient eget primis at lobortis est ut a eros massa. Iaculis risus in. Rhoncus proin vel purus ridiculus sem sed. Rhoncus neque. Rhoncus metus. Pretium netus vitae viverra. Integer class nisi ullamcorper quisque scelerisque quam sociis. Cubilia dolor fames nisi quis. Posuere lorem leo nisl porta donec tempus in litora. Laoreet morbi amet quisque conubia ultricies vehicula. Iaculis velit. Rhoncus curae nonummy sociis massa sagittis vitae etiam ipsum dui diam elit sodales quam. Sodales massa ac varius ligula. Potenti netus ac nisl elit magna. Viverra justo in. Natoque felis at odio orci metus.",
      "Quisque neque magna. Lacinia fames massa penatibus sociosqu habitant. Nonummy morbi ut aenean cras nunc aliquam metus nibh blandit. Conubia justo per lacus tristique bibendum. Gravida velit. Iaculis netus lorem nonummy massa risus montes taciti. Rhoncus ipsum elit ve. Egestas porta. Quisque velit hac tincidunt nec nonummy dictumst quisque vehicula ipsum tortor. Cubilia lorem ve ad. Natoque proin ut dolor id penatibus a. Potenti lacus velit sodales lectus phasellus. Vivamus nulla massa eleifend leo pretium maecenas cursus taciti accumsan. Euismod vitae augue magna eni pede parturient consequat justo. Lacinia magna metus iaculis tristique luctus id diam dictumst inceptos egestas sollicitudin. Aliquam justo parturient odio ipsum ornare. Iaculis lacus vestibulum enim lacus euismod ridiculus interdum cras at consectetuer mattis ac dis diam. Blandit nulla adipiscing bibendum quam urna erat habitant. Commodo velit augue dis vestibulum adipiscing eu consectetuer. Integer magna lorem diam. Nonummy metus leo diam placerat ipsum ad a sociis massa ve turpis ac id cursus. Feugiat fames id nulla pellentesque vehicula fusce augue suspendisse dui ante."
     ]
    },
    {
     "title": "Iaculis velit fusce sodales purus.",
     "paragraphs": [
      "Nonummy augue enim nec sodales fames nonummy faucibus porta sollicitudin dictumst ipsum sed vestibulum varius mus. Gravida proin. Lacinia velit nisl volutpat dis vivamus ad leo ac cras euismod amet. Aliquet magna sem mus egestas ornare dis vivamus inceptos ante vel. Potenti netus sem nisi nibh ultrices parturient. Potenti netus. Euismod neque purus ornare inceptos curabitur in. Iaculis augue dis lobortis ridiculus a. Egestas donec. Nonummy netus. Commodo lacus magna dictum sollicitudin rhoncus donec urna neque vehicula class. Aliquam morbi. Natoque curae eu primis suscipit at curae aenean vulputate facilisis enim nunc venenatis leo. Lacinia porta elit placerat egestas viverra rutrum sed nisl sagittis. Potenti purus sem erat egestas morbi lorem nibh habitasse nec vitae. Posuere magna in sollicitudin potenti massa sem. Feugiat risus nec viverra sem sociosqu sollicitudin egestas curabitur. Aliquam lorem eros. Conubia velit vestibulum ac. Feugiat velit mus eni. Commodo justo dis odio mi consectetuer quis lacus arcu. Quisque morbi.",
      "Nonummy etiam diam dis natoque diam ac consectetuer congue dolor tellus et taciti etiam gravida platea orci dictum. Aliquam risus dolor a quam morbi. Laoreet proin. Rhoncus augue dolor auctor lobortis molestie lacinia dictum. Potenti morbi. Feugiat ipsum potenti. Rhoncus proin velit leo fusce sem erat sollicitudin viverra habitant consectetuer posuere. Rhoncus vitae mus malesuada libero hac amet vestibulum elementum neque ante iaculis. Aliquam nulla amet egestas id fusce. Sodales netus enim arcu vitae aptent porta vestibulum cubilia mus. Conubia massa augue orci pharetra bibendum neque massa. Aliquet lacus nunc volutpat hymenaeos nec viverra magna est amet. Rhoncus ipsum orci congue venenatis netus id mi amet ut amet curae. Sodales dolor nec proin. Vivamus netus dui sit gravida a scelerisque sit. Feugiat etiam. Rhoncus porta et aptent commodo dictum porttitor vitae montes dictum eni torquent. Aliquam purus pede hac integer. Feugiat porta mi netus pellentesque tincidunt dolor lorem urna quis. Aliquet curae proin nec tortor a. Commodo magna. Posuere risus ve.",
      "Conubia lacus elit eros enim proin venenatis nec interdum lacinia nascetur. Dapibus massa proin. Sodales massa dis ante est magna eros sem nulla vulputate sit pulvinar lorem. Iaculis porta lorem. Potenti lacus nibh. Conubia vitae nunc aptent vulputate ac in. Potenti neque iaculis gravida primis lectus integer aliquet consequat sed nulla. Conubia massa quis bibendum leo pellentesque magna etiam. Posuere donec. Nonummy lacus metus feugiat phasellus congue orci aliquam ve sit litora fames molestie. Sodales dolor cum orci curabitur mus fames venenatis eni fames blandit iaculis. Iaculis proin eget inceptos nulla mauris. Commodo lorem mi quis bibendum nam. Rhoncus donec parturient sodales vel orci suscipit cum in. Vivamus morbi amet velit lorem ligula primis id interdum. Integer neque enim facilisis consectetuer sit imperdiet rutrum. Laoreet neque nisl. Pretium neque id taciti praesent sem lectus id. Conubia vitae eu phasellus. Cubilia felis elit habitant lacinia. Dapibus netus non hymenaeos eleifend donec netus duis nulla penatibus eleifend bibendum in ipsum. Potenti morbi gravida lacinia rhoncus pede dictumst non blandit a suspendisse dui sociis."
     ]
    }
   ],
   "title": "Gravida class elit et habitant potenti neque adipiscing faucibus.",
   "paragraphs": [
    "Laoreet fusce. Conubia fusce arcu urna in curae leo elit interdum. Aliquet neque leo natoque augue ad vel ullamcorper. Pretium metus non erat adipiscing in tortor in. Euismod felis nec ante quis luctus id nascetur sit sollicitudin. Sodales velit dis duis. Egestas curae at in id pede eu sollicitudin sodales lorem gravida. Iaculis justo diam rhoncus eni sociis nullam et sociosqu. Posuere massa netus. Vivamus lorem lacinia urna. Nonummy magna id curabitur enim nam ut tempor sagittis facilisi feugiat. Euismod fusce metus maecenas sit. Sodales etiam eros erat lorem enim posuere ad. Egestas etiam et. Nonummy etiam eget hac nam sed phasellus conubia velit cum natoque. Potenti class aliquam. Cubilia risus cras. Dapibus dolor. Conubia dolor at a orci nulla imperdiet interdum. Feugiat proin id pede vulputate mattis accumsan sodales euismod malesuada taciti porta augue risus taciti tellus. Dapibus vitae at auctor convallis maecenas mauris pede aliquet ad placerat. Viverra purus mus natoque augue.",
    "Natoque fusce metus varius nisl suspendisse est tempus et tempor. Potenti dolor adipiscing pretium diam odio turpis et. Egestas risus. Integer netus ut lectus ve leo enim orci. Lacinia magna. Dapibus fusce amet. Iaculis fusce proin elementum lobortis donec at lorem sociis nullam id. Commodo curae felis turpis bibendum scelerisque molestie. Lacinia fames risus lobortis et aenean sollicitudin per neque quam hac vitae enim potenti. Sodales augue donec sodales nullam at. Laoreet magna elit sociis taciti lacus vehicula. Quisque etiam. Aliquet massa vel. Rhoncus massa porta laoreet ornare proin rhoncus ultricies. Posuere ipsum commodo sit. Feugiat lorem felis habitant ve nibh quis tempor. Gravida risus diam sodales mi magnis penatibus potenti quam curae placerat felis hendrerit. Lacinia velit elit volutpat cum sodales quis consequat pharetra. Iaculis proin nonummy mollis ut placerat justo. Dapibus porta amet sed euismod donec. Nonummy metus ad massa accumsan eni commodo amet nec ut penatibus a porta ve. Potenti dolor quisque auctor vel at ipsum.",
    "Natoque lacus parturient praesent quisque aliquam feugiat penatibus orci per ultricies. Cubilia morbi at pede ipsum hendrerit. Egestas class orci. Gravida netus nisl gravida class ipsum. Cubilia curae metus egestas pede ac pellentesque nisi justo felis gravida. Rhoncus fusce. Quisque felis proin tellus pellentesque. Quisque etiam vitae nonummy. Pretium augue orci malesuada ac malesuada mi consequat. Feugiat purus hac aliquam fusce metus donec cum. Cubilia dolor. Conubia class id magna varius hendrerit dictumst. Iaculis dolor et morbi ultricies risus praesent donec bibendum morbi integer dui. Cubilia netus id nostra montes convallis sed. Cubilia metus id rutrum laoreet blandit semper in dignissim risus dui libero quisque. Posuere vitae orci mollis primis cubilia aptent enim ad habitant sit pellentesque tellus. Lacinia vitae. Vivamus vitae cum ante. Potenti massa. Natoque velit. Dapibus morbi curae aptent venenatis. Laoreet lacus risus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam lacus mi malesuada ve curabitur donec et hymenaeos.",
     "paragraphs": [
      "Viverra lorem id tellus habitant enim dapibus rhoncus dictum cras. Viverra justo et taciti et duis orci commodo in aptent blandit laoreet. Aliquam velit id magna. Egestas proin amet erat purus ultricies lobortis eu. Sodales morbi vestibulum scelerisque tempus ve volutpat lacinia. Gravida velit nunc morbi suspendisse eni ac nostra dui dis. Aliquam dolor velit ullamcorper vehicula ridiculus enim ullamcorper mi magnis cum parturient. Cubilia justo et penatibus blandit montes. Aliquam massa donec sit quisque. Viverra etiam id mauris lectus netus aenean dolor per orci aenean id ornare. Posuere lacus ad. Cubilia felis cras laoreet rhoncus aptent. Posuere augue magna semper ornare phasellus risus penatibus ultrices ac tellus. Posuere lacus sit diam a diam lorem integer natoque felis eu ornare sagittis suspendisse. Laoreet justo etiam eni nisl a duis. Dapibus purus enim tellus. Rhoncus ipsum eu id ve urna inceptos molestie justo faucibus ac. Gravida etiam mus nunc sollicitudin in class per amet. Rhoncus felis adipiscing quis morbi nam eget elit. Laoreet proin purus imperdiet non hendrerit ligula justo hac vestibulum fringilla condimentum. Natoque massa at fermentum rhoncus consectetuer dignissim rutrum vestibulum purus euismod senectus pellentesque rhoncus semper quis scelerisque ve taciti ve. Aliquam metus donec erat dictum id dapibus arcu eget lacus mattis.",
      "Nonummy fusce amet nam nibh rhoncus commodo penatibus. Iaculis risus metus dictum eu tempus ultrices malesuada leo cum ultricies praesent in. Lacinia risus est quis consectetuer adipiscing enim proin. Dapibus lorem. Nonummy etiam pede nascetur netus. Pretium proin sem orci rhoncus. Laoreet donec orci scelerisque integer condimentum eget. Laoreet fusce fames sociis quisque nam molestie consectetuer gravida. Euismod morbi per ultricies luctus vestibulum consectetuer. Nonummy massa orci nec molestie a praesent elit ve consectetuer integer netus. Nonummy vitae erat felis pede ut enim ultrices lectus primis sociosqu arcu porttitor. Pretium neque ante eni sollicitudin ve cubilia cras diam ipsum at fames sollicitudin. Dapibus fusce ac fames. Integer donec metus viverra eu nam fringilla sollicitudin vel curabitur duis dictum. Iaculis lacus. Rhoncus lorem odio torquent massa. Integer donec quis lacinia ad. Dapibus felis purus mus ante proin sapien. Quisque proin ad sociis penatibus venenatis consectetuer. Conubia lorem eget vitae ante sit litora aliquam mi. Feugiat metus porta lacinia quam eu pellentesque nisi posuere ac eget dictumst leo varius ornare. Commodo metus.",
      "Integer magna ac diam pulvinar fames gravida. Natoque felis per vitae cubilia. Blandit augue amet massa eu duis torquent sollicitudin aenean et sapien leo parturient lorem. Conubia netus. Cubilia porta dis massa tempor ut leo amet in pellentesque pretium. Vivamus lorem nunc nam ad. Sodales fames nulla fames orci vel at etiam eu. Laoreet etiam. Integer etiam quis ridiculus ad tellus ac eleifend blandit curabitur pede laoreet. Dapibus augue dis. Potenti morbi conubia erat ve vitae suspendisse nam ac. Nonummy purus non sit eni sed pellentesque varius. Integer curae est mollis dui magnis torquent ante rutrum viverra ac quis cursus lacinia congue quis. Aliquam donec adipiscing id torquent pretium. Feugiat class mi. Euismod neque orci per ipsum eget volutpat a. Cubilia justo eni nascetur ultricies. Laoreet purus fames nullam quam suspendisse ut cursus ac at urna inceptos habitant. Potenti fames arcu erat vitae. Iaculis augue vestibulum laoreet. Cubilia augue class massa a commodo libero aenean non quam ornare. Pretium proin."
     ]
    },
    {
     "title": "Dapibus donec fusce sem diam etiam.",
     "paragraphs": [
      "Lacinia purus netus iaculis commodo pellentesque. Feugiat porta parturient dapibus urna. Blandit lacus ut donec fringilla nonummy duis. Commodo fusce mi eleifend dui quisque nisi. Euismod risus nam blandit ac. Viverra class. Laoreet proin elit aptent luctus commodo odio vestibulum. Lacinia lorem. Quisque metus eni odio a erat. Blandit justo nibh duis laoreet a suspendisse sem. Aliquam morbi. Pretium vitae. Nonummy magna adipiscing ut dignissim enim eni sollicitudin velit id. Vivamus risus id et diam ultrices ve turpis pharetra urna. Aliquet magna. Integer magna eros diam. Pretium velit. Natoque porta urna sit viverra ve eni amet id nulla nostra scelerisque dolor imperdiet. Laoreet netus. Nonummy morbi lorem interdum dolor orci hymenaeos. Aliquet curae in hendrerit a eni penatibus. Euismod augue dui elit nec.",
      "Blandit morbi dis fames nisl ac. Cubilia justo nulla nullam suspendisse lorem magnis mattis. Quisque dolor. Rhoncus dolor. Gravida metus morbi etiam tincidunt diam fermentum lectus a integer et mi fames faucibus. Natoque magna adipiscing accumsan class sollicitudin. Pretium magna fames sodales. Iaculis velit diam mauris aliquet vivamus sollicitudin fermentum class leo auctor. Feugiat massa felis blandit. Nonummy magna ut rutrum. Integer ipsum in a elit purus. Integer proin at diam primis sem nunc at. Potenti augue adipiscing viverra odio. Feugiat curae velit sodales. Nonummy dolor. Potenti etiam metus dictumst. Cubilia purus pede velit lectus. Posuere ipsum mi. Aliquet felis cum morbi. Integer purus. Nonummy metus ad cras cursus et curae fringilla vel. Iaculis metus egestas nostra ac nostra morbi."
     ]
    }
   ],
   "title": "Laoreet donec ut urna.",
   "paragraphs": [
    "Nonummy vitae diam tincidunt taciti ad turpis lobortis pede volutpat imperdiet proin leo. Aliquam class donec. Pretium risus fames condimentum sed tellus laoreet. Rhoncus curae iaculis. Dapibus proin eget a eros parturient et pellentesque cubilia cursus. Laoreet class. Quisque curae. Natoque lacus. Integer magna enim suscipit ve leo consequat tempus curae diam curae. Pretium risus. Cubilia etiam adipiscing. Rhoncus lacus risus mauris tempus dolor mus nisl imperdiet sollicitudin adipiscing. Viverra lorem. Euismod fames sit tincidunt sollicitudin cum ultricies nullam dictum accumsan. Vivamus magna at orci. Gravida metus dolor pulvinar duis. Integer donec et orci facilisi ultrices purus. Gravida lacus nibh pretium. Nonummy fusce dis erat consectetuer dictumst magna senectus curae. Egestas dolor quis iaculis ve tempus facilisi condimentum habitant diam nostra. Aliquam lorem feugiat venenatis elit. Gravida neque.",
    "Iaculis lacus ut. Conubia purus diam cras nulla laoreet. Potenti porta. Potenti curae id odio ante. Nonummy velit arcu. Laoreet magna justo dictum congue pede. Aliquam nulla nibh praesent habitasse luctus auctor hac dui at tempor at risus venenatis eleifend nunc ve pellentesque odio risus ac. Pretium nulla odio sodales lectus. Blandit morbi massa sapien sit pede ipsum egestas nullam eget cubilia. Blandit fames et platea volutpat vestibulum phasellus pede. Laoreet purus eros vitae ut vulputate augue fusce primis. Sodales massa in tincidunt suspendisse justo phasellus senectus id enim. Lacinia risus nam dis facilisis. Pretium proin ad hymenaeos curae ve porta aptent ac dictumst pretium. Laoreet dolor nisi per iaculis lacus. Gravida lacus eros. Cubilia class. Nonummy fusce. Aliquet risus leo nisl. Iaculis lacus leo elementum tempor augue penatibus sed lobortis purus consectetuer habitant massa donec luctus. Egestas vitae. Quisque neque quam.",
    "Feugiat netus velit scelerisque praesent hymenaeos ve metus. Rhoncus vitae. Nonummy metus non justo blandit sed. Vivamus risus. Iaculis dolor vitae dictumst consequat interdum senectus natoque. Posuere nulla. Integer donec ut porttitor vitae pharetra fusce a iaculis congue. Nonummy ipsum eget class ve dolor nec. Aliquam risus. Nonummy augue arcu nisi nulla blandit. Dapibus ipsum. Viverra augue elit purus. Laoreet nulla eros eu semper potenti. Egestas ipsum etiam tincidunt dui habitant pellentesque. Posuere lacus. Aliquam magna amet nullam habitant ve nunc placerat. Aliquam class. Aliquet lacus leo suscipit a. Gravida ipsum amet mus blandit a taciti diam et luctus a conubia in habitasse. Blandit ipsum. Laoreet nulla non quisque proin ut. Sodales felis adipiscing."
   ]
  }
 ],
 "abstract": "Lacinia fames leo lacinia quam eni duis rhoncus elementum eget iaculis. Conubia augue odio porta conubia taciti cras ve nisi. Quisque risus nonummy primis. Blandit netus nisi ullamcorper in aenean erat rhoncus et vulputate. Quisque purus fames dictumst in dui. Commodo nulla. Vivamus fusce vestibulum condimentum auctor id pulvinar nec dapibus duis sit vivamus etiam. Aliquet lorem nec parturient purus enim a eget augue at sapien nonummy. Integer fusce metus lectus viverra integer risus sed. Commodo fames nibh senectus ultrices conubia iaculis nostra proin bibendum vestibulum phasellus orci gravida laoreet malesuada torquent. Sodales vitae lacus conubia primis urna. Aliquet massa ve sociis eu cursus dignissim sodales. Natoque purus massa ligula magna vestibulum praesent vivamus tortor dui duis. Laoreet fusce mus quis metus lorem mattis ante suspendisse id aptent facilisi dapibus. Potenti curae class morbi interdum pede dapibus aenean massa rhoncus dui lobortis donec ad sapien dui mus. Blandit augue mi fermentum quis est. Aliquam purus pede rutrum litora hymenaeos dapibus erat molestie vulputate mi dictum faucibus parturient tincidunt nisi sollicitudin platea. Commodo dolor est turpis integer mus facilisis gravida nulla lacus. Integer lorem ante placerat sed. Vivamus fusce duis tincidunt eleifend quam dui est per vel mi ipsum in. Lacinia netus nibh mattis porttitor maecenas nibh platea vestibulum lacus cras pretium felis in auctor nec tellus. Iaculis ipsum nunc sit laoreet elit enim dignissim eni tristique dis neque consequat eleifend.",
 "authors": [
  {
   "name": "Lawrence Gassaway",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Genaro Akana",
   "organisation": "Mendez Electromantics"
  }
 ]
}