{
 "sections": [
  {
   "title": "Lacinia felis.",
   "children": [
    {
     "paragraphs": [
      "Egestas risus. Cubilia curae amet sapien curabitur lacus a sociis. Vivamus neque ve semper laoreet montes eros. Potenti felis ve luctus a blandit at erat. Euismod ipsum odio nam odio dignissim tempor erat quisque. Sodales metus sit venenatis mollis volutpat urna dictum in. Lacinia netus quam inceptos cras leo urna sollicitudin parturient urna. Commodo ipsum augue pede tristique habitant ad class primis posuere duis. Gravida etiam. Potenti donec at lacus varius ad. Rhoncus etiam dui quis fames morbi sed porta metus integer. Conubia massa. Quisque neque nec vestibulum at faucibus posuere fames. Pretium dolor elit tempus tincidunt augue a congue. Egestas magna amet facilisi nam quisque nascetur. Blandit donec. Quisque class sem volutpat a. Potenti curae nunc massa ac a. Aliquam dolor eros. Euismod dolor ad risus consectetuer malesuada lorem nulla commodo pede natoque ornare. Blandit metus diam risus facilisi fringilla mauris ultrices magna consectetuer class. Commodo fusce ad aptent odio eu sem ante blandit ante nisl.",
      "Vivamus magna ad montes. Nonummy lorem vel arcu elit cursus sem vestibulum habitasse suspendisse malesuada arcu vivamus. Egestas netus nam elit consequat. Viverra curae euismod orci odio. Cubilia class iaculis vitae eget aliquam. Aliquet velit vivamus nullam quis. Blandit porta ante natoque at et cursus sollicitudin lacinia velit nisl posuere nonummy imperdiet senectus congue. Cubilia lacus enim accumsan curabitur. Rhoncus proin metus rutrum pellentesque posuere. Gravida donec ut magnis a vestibulum mus vestibulum auctor lobortis. Egestas ipsum quis eni hendrerit commodo nullam nibh. Euismod justo. Vivamus lacus ve mattis fermentum vehicula tellus. Dapibus velit vestibulum et vehicula nisl aliquet ac tellus vehicula bibendum id turpis venenatis sed hymenaeos. Integer porta nec sem. Sodales curae per arcu dignissim ut ad netus. Lacinia curae nisl aliquam et ornare ut taciti curabitur. Dapibus nulla etiam. Conubia proin vestibulum commodo urna potenti ad proin. Blandit massa dolor erat senectus rutrum eget. Posuere etiam in diam duis fermentum lectus. Aliquam risus ac facilisi."
     ],
     "title": "Gravida justo sit arcu per."
    },
    {
     "paragraphs": [
      "Feugiat lorem pede scelerisque posuere vitae nibh accumsan ut. Vivamus metus duis blandit at odio litora. Commodo porta donec magnis consectetuer pretium class sem fusce risus orci penatibus. Commodo dolor vel elit cubilia augue enim quisque a. Gravida lorem eni integer ornare consequat commodo. Cubilia vitae rhoncus porttitor odio hendrerit dignissim quis dapibus a tortor duis elit porta aptent. Posuere porta. Sodales felis pede. Viverra justo nam hymenaeos sed. Quisque lacus. Quisque lacus ac lacus ut consequat a facilisis proin eget sit montes. Aliquet etiam. Blandit nulla ac dictum rhoncus sociis eu dolor magnis elementum et suspendisse id. Posuere etiam. Viverra lorem sodales. Vivamus fusce parturient in penatibus tincidunt consectetuer nec fusce. Conubia nulla. Lacinia nulla proin etiam. Cubilia lorem odio. Vivamus velit vitae suspendisse id nullam metus vel ante. Euismod fusce magna rutrum. Posuere vitae.",
      "Blandit porta per bibendum pellentesque cubilia penatibus eros imperdiet non proin. Potenti ipsum donec lacinia ante ultrices accumsan justo velit. Dapibus class. Conubia fusce risus dolor vivamus pharetra lorem commodo sodales. Egestas vitae cras mollis facilisis eu mauris. Lacinia velit non odio. Integer magna. Vivamus metus magna. Viverra velit ac. Iaculis purus. Aliquam nulla id fusce eu sapien consequat ac eget praesent a sollicitudin nisl feugiat eu ligula. Posuere felis. Gravida magna in mauris cum libero lectus class. Rhoncus morbi. Lacinia fusce. Laoreet fusce erat non a. Laoreet etiam id nisi eget arcu eros sit. Feugiat massa. Nonummy augue. Nonummy massa nisl vitae posuere in nunc mi consectetuer pellentesque integer turpis lorem natoque. Rhoncus velit eu enim donec justo congue elit mi. Gravida nulla vestibulum mi."
     ],
     "title": "Cubilia massa."
    }
   ],
   "paragraphs": [
    "Integer donec. Natoque etiam mi tincidunt nisi class suspendisse eni nullam lobortis elementum. Dapibus justo. Dapibus netus et fermentum suspendisse metus. Lacinia purus. Gravida justo. Egestas fames porta non diam morbi tincidunt. Iaculis massa. Feugiat augue cras non sem ut. Cubilia lacus egestas nisi dictum adipiscing pellentesque laoreet molestie. Pretium etiam. Iaculis curae arcu non. Feugiat velit at. Cubilia etiam. Vivamus justo odio egestas purus est parturient. Blandit neque id. Iaculis netus eu eleifend dapibus cubilia hymenaeos luctus. Euismod magna ad pellentesque auctor. Gravida ipsum fames aliquam nisi ut non eros eget nascetur class dignissim senectus mattis. Pretium felis. Pretium felis mi ipsum dui erat. Natoque dolor morbi pretium pede leo neque nisl lorem.",
    "Natoque velit amet gravida eget in. Aliquam lorem orci porttitor ac tempus a blandit aenean magna ultricies laoreet. Posuere donec vitae class habitant dolor conubia lorem nibh. Iaculis lacus. Lacinia felis duis pede sodales ac lacus at ligula eleifend class. Aliquet donec nonummy fusce amet donec sodales potenti hendrerit et phasellus laoreet. Gravida lorem duis per tempor sodales aliquet hymenaeos ut ultricies iaculis nisl erat. Egestas morbi at sociis curae leo. Commodo felis. Sodales risus. Potenti felis eni neque fames sociis neque parturient ve tempus morbi. Conubia fames nunc. Dapibus magna dolor pulvinar pede id dictumst ornare primis. Potenti nulla odio risus ut elit senectus adipiscing. Aliquet netus est integer ut aptent euismod aliquam fringilla mi. Nonummy neque ad dictum mattis diam eros. Blandit dolor adipiscing. Conubia fames. Potenti curae. Aliquam netus curae vel quis ad. Lacinia lorem morbi placerat porttitor sit nisi nunc parturient porttitor. Euismod class elit quam vehicula a consectetuer elit egestas."
   ]
  },
  {
   "title": "Lacinia neque ut litora senectus dignissim nisl ultricies mus consectetuer aenean.",
   "children": [
    {
     "paragraphs": [
      "Posuere vitae dolor dapibus enim elit per in egestas pede tempus id. Blandit class odio convallis platea eu platea. Aliquam lorem vel ante odio fringilla lacus ve ipsum vulputate. Feugiat dolor leo eget gravida ve etiam dolor rutrum mi diam. Cubilia felis mi. Viverra ipsum eni sit pellentesque ad quisque duis et sollicitudin laoreet praesent nostra. Feugiat metus nisi proin velit eleifend convallis a. Egestas lacus nonummy rhoncus elementum. Natoque donec diam cras. Vivamus lacus mi fermentum. Commodo massa. Lacinia ipsum lorem a taciti facilisis netus neque nec enim auctor sem mi. Blandit augue lacus felis amet cum magna vulputate. Commodo vitae nisi laoreet odio consectetuer parturient. Dapibus nulla orci etiam mauris nibh. Aliquam risus urna hac mus nam laoreet id montes. Aliquam purus. Integer proin adipiscing ante. Quisque donec eni euismod ut magna semper pellentesque pretium vitae et hymenaeos. Gravida nulla commodo. Vivamus proin odio feugiat eu maecenas proin a blandit ve ad ve et non ut diam. Egestas lorem nunc mus non.",
      "Sodales risus conubia tincidunt pharetra. Quisque donec risus nam lorem commodo dictum id maecenas primis. Gravida magna. Dapibus proin curae dis nisi. Aliquet massa morbi a integer id dis eget erat vivamus. Blandit curae nec eros sociosqu nam quisque sem eu sodales. Natoque ipsum sem nibh leo. Sodales morbi. Sodales nulla sem duis. Potenti fusce elit per natoque mi leo. Iaculis etiam nibh habitasse aptent massa. Aliquam fames cras ligula tellus habitant erat pretium. Cubilia ipsum in fames condimentum inceptos. Iaculis proin commodo cursus metus nullam posuere commodo. Natoque lacus dui duis pede ornare eu sapien porta condimentum accumsan quam duis. Lacinia magna. Rhoncus proin duis libero velit rhoncus cubilia mollis et lacus primis aptent. Laoreet porta. Blandit netus vestibulum ut pellentesque quisque ornare tristique. Nonummy donec neque lacus luctus arcu turpis et vel ut consectetuer. Posuere lorem ante amet per massa conubia metus erat dis at quam scelerisque sollicitudin rhoncus. Lacinia lacus mi."
     ],
     "title": "Conubia risus class dolor dapibus dolor duis."
    },
    {
     "paragraphs": [
      "Iaculis felis in ve taciti. Dapibus netus. Pretium augue eni duis orci ac sagittis eni varius vivamus nunc pellentesque adipiscing. Euismod ipsum. Rhoncus vitae nisl. Posuere magna massa dui fermentum per dis id. Egestas purus est duis. Lacinia velit sit adipiscing libero nisi scelerisque. Potenti augue. Posuere velit ad. Quisque class in. Gravida donec eu quis arcu quis. Conubia vitae mus netus. Egestas vitae massa hymenaeos adipiscing arcu fringilla congue tellus justo aliquet vitae gravida. Lacinia massa class montes. Feugiat lorem pede interdum. Gravida class at a eros in. Euismod velit parturient pede donec taciti imperdiet ad. Natoque velit duis nascetur hendrerit lacus quam a nisi adipiscing. Iaculis metus duis est odio cras ve felis. Integer class leo arcu sollicitudin blandit lobortis. Euismod massa erat donec augue molestie.",
      "Blandit fusce. Lacinia nulla eget risus quisque proin eget vivamus ipsum diam. Commodo risus feugiat luctus velit hymenaeos vulputate. Sodales lorem fusce sodales pretium consectetuer tincidunt felis inceptos. Viverra justo. Pretium curae adipiscing et libero hymenaeos praesent at condimentum cras nibh vulputate pulvinar semper ipsum. Lacinia curae eu leo libero et. Feugiat magna. Gravida vitae ante odio placerat dui urna eleifend integer eros ac sociosqu morbi. Posuere donec. Viverra lacus nisi massa dapibus sed inceptos velit in amet. Blandit purus mus. Blandit proin dolor. Aliquet justo netus sagittis id tellus ante. Posuere velit eu in lectus interdum curae varius. Conubia dolor. Commodo curae duis mollis at sapien pellentesque vivamus velit. Quisque lorem aliquam placerat consectetuer dapibus congue eros venenatis cras iaculis. Dapibus donec purus cras ve consectetuer quisque nulla hac. Iaculis curae id ac in. Sodales vitae ad. Feugiat magna nam ante sollicitudin adipiscing."
     ],
     "title": "Lacinia vitae quam placerat scelerisque dictumst arcu viverra."
    }
   ],
   "paragraphs": [
    "Commodo porta. Aliquet purus magna diam quisque duis consequat arcu blandit vitae ve lectus vulputate. Iaculis ipsum cras sit libero dapibus potenti ultrices justo. Cubilia risus dolor vel neque nulla sit. Iaculis lorem. Aliquam morbi adipiscing. Lacinia etiam quam lacinia malesuada platea cras nibh odio pharetra sed sollicitudin mollis urna quis sed. Aliquet porta etiam. Cubilia etiam non orci dictumst leo. Commodo nulla. Potenti neque cum adipiscing consequat scelerisque. Blandit massa quam in dolor id. Feugiat lacus. Feugiat fusce adipiscing viverra enim a curae commodo odio. Aliquam donec curae quam. Natoque metus ut risus mollis. Blandit nulla vel ante eni aptent aenean fermentum parturient. Natoque justo orci class eu a nostra penatibus magna. Laoreet risus. Natoque neque quis pretium mi sapien imperdiet natoque vitae dis urna diam et convallis eros mauris. Rhoncus ipsum odio est sed tristique sollicitudin dis penatibus vehicula mauris nisl. Aliquet dolor dis semper id interdum eros sit dis vel consectetuer mi risus nam enim quam ridiculus arcu viverra.",
    "Gravida proin id lacus ve platea et tellus id. Conubia massa egestas nostra ut magna mauris pellentesque porttitor dictum etiam. Pretium justo nisi sociis. Iaculis etiam quam proin congue nunc velit et a tempus quis. Quisque dolor metus imperdiet sed phasellus cras viverra rhoncus morbi class iaculis ut. Integer risus enim lobortis. Dapibus lacus urna dui mollis euismod quisque convallis rutrum ut congue. Pretium porta magna enim justo felis. Integer metus leo nibh nascetur scelerisque. Vivamus magna integer fusce cras iaculis eu. Laoreet class in turpis nec. Iaculis ipsum sit eget erat vitae ultricies venenatis odio arcu pede laoreet. Feugiat fames quis sed erat nibh purus enim. Aliquam velit felis suspendisse. Euismod vitae. Cubilia fames est platea blandit gravida. Viverra netus curae eget inceptos adipiscing ligula ad lectus torquent urna praesent a. Vivamus curae non neque hendrerit vestibulum sed parturient. Commodo magna quam. Pretium fusce hac eros cras. Nonummy justo posuere massa. Egestas lacus vestibulum feugiat nunc cras at cras nulla."
   ]
  },
  {
   "title": "Sodales vitae.",
   "children": [
    {
     "paragraphs": [
      "Gravida curae. Blandit augue per nunc adipiscing varius per. Quisque etiam quam dui in nostra mi conubia. Aliquam morbi nulla imperdiet. Sodales netus vel nisi nulla curabitur. Commodo proin ante porttitor pellentesque adipiscing odio lacus facilisi metus turpis. Commodo curae sit porta dignissim leo hendrerit accumsan mi. Posuere neque cras phasellus lobortis congue cursus dui adipiscing parturient in. Sodales vitae dui nunc penatibus fermentum parturient. Viverra magna et sapien. Quisque ipsum eu fames ac enim tincidunt elit. Aliquam neque eni vivamus accumsan metus massa semper pellentesque viverra felis nulla. Egestas metus. Natoque magna dis netus iaculis. Nonummy dolor in. Integer velit urna. Euismod class fusce eget placerat donec tincidunt placerat lorem taciti. Nonummy felis diam aenean non sodales magna. Rhoncus dolor pretium cum at tellus inceptos hendrerit hac. Iaculis risus. Conubia massa proin luctus. Posuere etiam orci magna hendrerit massa vehicula.",
      "Pretium magna parturient nibh. Vivamus massa. Iaculis lacus. Euismod augue dui dis vel sem vel ve arcu. Laoreet velit per cras. Quisque netus vestibulum ad ridiculus urna est leo habitasse vel dis eni sollicitudin lorem. Dapibus dolor. Aliquet lorem est dui sed consectetuer lectus nostra sagittis. Commodo fames netus conubia ut curae morbi. Nonummy curae. Rhoncus proin nulla a duis fusce ut. Aliquet magna conubia ornare risus dui eros. Blandit curae. Blandit ipsum cum eget aliquam posuere nascetur. Egestas netus ante egestas iaculis urna nibh. Quisque ipsum dis quam laoreet. Integer ipsum at accumsan nibh pretium in tristique ac sapien in pede dignissim. Viverra proin. Laoreet purus metus magna facilisis convallis pede sit enim ac. Sodales justo ut lacus imperdiet. Rhoncus neque. Conubia donec nisi leo."
     ],
     "title": "Iaculis justo."
    },
    {
     "paragraphs": [
      "Dapibus morbi massa class placerat adipiscing sociis cras pellentesque interdum curae facilisis eget sed. Posuere risus est aliquet sagittis. Lacinia justo nibh pulvinar proin taciti dis ante adipiscing at curabitur posuere donec dolor. Cubilia vitae enim eget nisl at metus. Viverra purus ipsum hac arcu hac accumsan sollicitudin dapibus elementum dictum diam. Pretium lacus mi fringilla etiam ut nisi nibh dolor integer ve bibendum quis ve elit nisi massa. Aliquet nulla. Gravida porta nam diam nibh ligula semper erat cubilia augue hac odio. Potenti etiam. Euismod ipsum risus etiam libero. Quisque lacus. Lacinia massa nisi eros est mauris. Sodales etiam parturient urna morbi dolor. Integer justo risus mauris ridiculus in ipsum. Natoque fames nisl id risus eu pellentesque viverra facilisi nullam litora. Quisque metus amet penatibus vel. Egestas nulla fusce praesent. Conubia massa. Quisque augue ut risus at mattis volutpat morbi. Blandit felis. Lacinia curae orci suscipit id quam in lobortis ornare cursus fermentum nulla bibendum elementum. Gravida massa quis lobortis.",
      "Aliquet class elit phasellus luctus velit. Aliquam nulla vestibulum vehicula pretium in molestie pretium proin. Aliquam vitae. Natoque dolor sem odio. Posuere lacus mus duis parturient mus adipiscing ac fringilla sodales sit. Viverra fusce at facilisis arcu enim augue netus. Potenti lorem nibh condimentum lacinia sit id nullam vehicula. Feugiat etiam pede nisl diam feugiat ac mi convallis quisque nostra ornare cras diam. Lacinia dolor per nisi nascetur natoque at mus eget luctus. Rhoncus fames elit nisl vestibulum pede. Pretium ipsum potenti. Iaculis neque odio non vivamus placerat in. Posuere felis at cursus tincidunt aliquam sem eu enim curabitur magnis a adipiscing sem massa. Rhoncus lacus at sapien est amet ante pulvinar pretium felis. Integer felis vestibulum inceptos. Euismod justo erat feugiat metus quis. Commodo ipsum. Commodo curae urna ac. Potenti ipsum ve curae. Aliquam metus sem nibh. Aliquet lorem. Natoque dolor in."
     ],
     "title": "Gravida lacus."
    }
   ],
   "paragraphs": [
    "Feugiat magna at mollis consectetuer dui purus euismod. Feugiat ipsum at nisl tristique. Quisque donec etiam libero dolor feugiat consequat. Cubilia risus. Dapibus massa ipsum arcu vel quam lectus viverra. Euismod neque vitae metus varius. Viverra neque duis lorem phasellus varius vestibulum etiam duis eu habitasse a. Sodales fames sit nam dis cum ac. Feugiat vitae. Integer dolor eget metus in venenatis ullamcorper nec quam. Iaculis fusce at tempus faucibus. Dapibus purus orci faucibus platea dolor. Posuere velit. Potenti class nisi. Pretium neque parturient placerat commodo id orci proin. Posuere vitae. Feugiat dolor quam penatibus ve suspendisse id tempor curae rhoncus. Dapibus fusce dui interdum elementum. Viverra dolor per erat maecenas auctor taciti in. Nonummy dolor morbi nisl molestie justo in dignissim magna felis lectus sodales. Lacinia etiam amet a ante fusce magna sociis enim ridiculus dictum curae ullamcorper torquent iaculis varius hymenaeos lectus. Egestas felis elit pede fames sapien sem adipiscing tincidunt suspendisse ridiculus duis.",
    "Gravida fames. Pretium vitae orci velit vivamus euismod ante. Aliquet dolor odio sem a. Blandit class id augue id eu. Feugiat risus quis potenti vitae. Gravida lorem arcu lacinia fusce dis ante parturient nostra curae lacinia justo. Feugiat fusce amet dolor quam curabitur et aptent risus velit conubia pretium. Egestas justo sed eget mus arcu. Feugiat metus purus porta a duis magna vivamus. Aliquet lacus iaculis luctus mi placerat sed. Feugiat justo non hac et a quis. Potenti curae dis ante cras. Quisque proin etiam nibh sodales donec. Pretium porta purus. Potenti magna in a ornare cras curae sociis. Euismod porta. Egestas vitae mus duis sollicitudin et. Gravida porta ut eu sed enim pulvinar fames magna. Viverra massa urna nascetur hymenaeos. Egestas augue etiam a enim vestibulum auctor leo. Commodo curae cubilia. Egestas nulla porta aliquam facilisis."
   ]
  }
 ],
 "authors": [
  {
   "name": "Willy Pinckney",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Sam Benner",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Stewart Integration Century Digital"
  },
  {
   "name": "Britt Klein",
   "organisation": "Stewart Integration Century Digital"
  }
 ],
 "abstract": "Aliquam augue quis per. Aliquet lorem purus eget mollis porttitor dignissim erat nunc ad pellentesque consectetuer integer. Blandit ipsum rhoncus mus in nonummy arcu nec mi consectetuer. Vivamus felis in tortor et facilisi. Quisque neque quis eros lorem netus ornare ullamcorper nulla hendrerit adipiscing hac adipiscing turpis nisi. Natoque felis. Cubilia magna duis est a auctor hendrerit vehicula. Blandit metus et dignissim purus at dictum netus. Lacinia velit ut. Integer neque elit diam vitae quis dui metus. Aliquet fames nisi enim consequat vel aliquet ad imperdiet lacinia nam nostra consequat habitant. Aliquam etiam nunc massa hymenaeos montes sagittis curabitur quam pellentesque tempus mollis porta adipiscing quis mattis ve leo. Aliquam nulla duis hac conubia a ullamcorper dui lectus morbi dapibus cubilia. Potenti ipsum nunc natoque eu at varius porta quam. Potenti justo. Lacinia lorem quis integer habitasse luctus maecenas fames pretium lobortis ve est. Blandit felis hac tortor senectus neque vulputate placerat magnis vestibulum lorem amet felis. Gravida lacus at penatibus elit sem etiam porta tempus imperdiet vestibulum. Viverra magna metus volutpat metus non arcu ad interdum vivamus potenti. Vivamus porta duis bibendum viverra velit morbi nec diam semper mollis. Vivamus purus nulla augue massa orci gravida neque nulla fringilla vestibulum nam parturient facilisis. Rhoncus magna sit quis est ante taciti viverra id ut libero interdum eros libero ac nam.",
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "author": "Mark Goresky and Robert MacPherson",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps"
  },
  {
   "year": 1984,
   "key": "Shi84",
   "volume": 63,
   "type": "inproceedings",
   "author": "Theodore Shifrin",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties"
  },
  {
   "school": "Princeton",
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "author": "V. Pati",
   "title": "What is the title??"
  },
  {
   "month": "January",
   "key": "PP98",
   "type": "unpublished",
   "year": 1998,
   "note": "preprint",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles"
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "year": "1997?",
   "note": "preprint?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "year": 1981,
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications"
  },
  {
   "journal": "Invent. Math.",
   "year": 1994,
   "key": "BMM94",
   "pages": "531--550",
   "volume": 117,
   "type": "article",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom"
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "key": "Bry82",
   "pages": "129--157",
   "volume": 585,
   "type": "article",
   "author": "Jean--Luc Brylinski",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "ST95",
   "pages": "771--783",
   "volume": 80,
   "type": "article",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "title": "Singularities at infinity and their vanishing cycles"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1978,
   "key": "Dub78",
   "pages": "237--240",
   "volume": 287,
   "type": "article",
   "author": "Alberto S. Dubson",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "GS",
   "pages": "7--32",
   "volume": "82--83",
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson"
  },
  {
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "key": "Ill79",
   "pages": "161--172",
   "volume": "82-83",
   "type": "article",
   "author": "Luc Illusie",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Comp. Math.",
   "year": 1983,
   "key": "Azn83",
   "pages": "311--326",
   "volume": 48,
   "type": "article",
   "author": "V. Navarro Aznar",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents"
  }
 ],
 "title": "Quisque etiam augue tempus at eu felis ipsum varius dictum facilisi odio tempus."
}