{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Cubilia lacus vestibulum interdum euismod mattis ut nibh mattis aenean etiam vestibulum lacinia hac. Gravida magna ac porta curabitur facilisi nibh feugiat a. Natoque curae enim sed lorem. Integer donec dis amet pellentesque parturient. Nonummy fames in netus aenean vestibulum netus blandit nulla in fermentum adipiscing. Aliquam nulla magna eros justo lectus varius arcu aliquam. Euismod netus amet tristique in platea placerat vulputate at elit enim lobortis senectus at vitae. Pretium morbi leo tempus pulvinar parturient auctor. Quisque ipsum nisi ut enim ligula dapibus pretium rutrum leo natoque. Feugiat ipsum ut fusce cum semper aliquam potenti eget vestibulum imperdiet scelerisque mus. Commodo velit proin curae nostra nisi. Integer curae purus aliquam mattis. Integer class quis et erat nibh ridiculus pellentesque sem ultricies leo. Gravida augue dui bibendum consectetuer feugiat imperdiet hac blandit. Vivamus metus. Viverra fames ante mus et sociis quisque aliquam quam erat eni a. Laoreet lorem et curae pellentesque sagittis vitae in porttitor pretium tellus purus eros scelerisque. Cubilia vitae quam felis cursus auctor tristique ultrices turpis quis orci. Integer magna ad facilisis fames purus nostra consectetuer. Iaculis donec augue. Natoque lacus et morbi ante erat lorem convallis sem enim id pellentesque. Blandit massa dis amet fringilla.",
 "authors": [
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Taylor Dewall"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Viverra velit nisi sociis vehicula imperdiet nec convallis cum. Posuere proin in orci sociosqu fames malesuada suscipit platea sapien lorem suspendisse ut rutrum habitasse adipiscing nibh ligula. Aliquet risus quam pede aliquet magna quam nisi parturient mollis eu quis nibh mus. Laoreet nulla nunc torquent potenti sociis. Commodo etiam elit a morbi. Feugiat fusce est. Laoreet felis pede aliquam in porttitor habitasse augue cum etiam. Posuere ipsum sed ante nisl quis iaculis. Blandit purus nisl. Gravida augue pretium pharetra nullam metus adipiscing torquent iaculis nullam proin suspendisse. Potenti augue eget. Natoque curae nulla mauris bibendum neque convallis. Lacinia fusce ut consequat a. Integer fusce neque. Euismod dolor vel massa vulputate orci lorem. Potenti risus cras. Vivamus class. Aliquet dolor mi nunc auctor nostra habitasse senectus tempus. Nonummy augue curae cursus ac. Euismod metus magna dictumst risus commodo integer ligula tempor. Euismod lorem dis. Potenti fames eget nunc augue arcu in morbi tincidunt mus class adipiscing nascetur magna risus eni.",
      "Aliquam curae arcu aliquam in id vel ut. Lacinia netus in a litora curae quam vel velit ultricies placerat fusce ultricies hymenaeos sollicitudin dui. Gravida neque ac faucibus. Iaculis purus pede mattis ut mus id faucibus feugiat. Lacinia nulla nam pede nascetur a pellentesque urna conubia laoreet euismod nullam erat sodales. Potenti augue velit taciti lectus fringilla lacus. Sodales metus nunc eleifend a pellentesque enim netus tortor metus natoque at ad ante. Feugiat morbi id donec tortor. Laoreet etiam arcu vehicula vestibulum congue volutpat. Potenti magna neque hac vestibulum. Natoque nulla ve ad tempor sollicitudin penatibus velit ultrices quis interdum vestibulum taciti ante amet massa. Viverra lorem donec facilisi porttitor est. Rhoncus magna. Quisque fames lacus aenean. Blandit felis ut. Gravida netus. Cubilia augue. Integer curae natoque nec et rhoncus cras. Pretium etiam blandit aptent. Commodo purus. Integer donec augue gravida ante quis commodo semper. Potenti neque etiam dictum."
     ],
     "title": "Quisque augue in nunc pulvinar adipiscing lectus."
    },
    {
     "paragraphs": [
      "Euismod nulla sem ante vestibulum dui. Conubia justo ad tempus a quisque. Aliquet donec nisi pharetra. Vivamus massa duis aliquet et mi ve morbi eu. Lacinia neque class mollis donec diam dui orci porta taciti dui eu nisi nascetur dis. Dapibus curae nam lacus tristique eros rutrum aptent blandit. Aliquet fusce vestibulum condimentum ligula in. Blandit magna nisl aliquet vivamus mattis ad bibendum. Pretium ipsum fames hac nunc sollicitudin. Nonummy morbi potenti nec vestibulum adipiscing eu cursus nam. Euismod porta eu aptent at pede in duis suspendisse. Cubilia fames porta ornare interdum parturient magnis curae eu dictum euismod dapibus. Blandit vitae morbi erat tristique semper non. Pretium class dui fusce vestibulum inceptos nibh litora euismod quam. Feugiat velit. Dapibus neque ante elit adipiscing non fames posuere sed. Gravida neque arcu. Natoque magna enim. Egestas risus elit tortor dui potenti. Natoque curae. Quisque massa quam molestie ultricies. Vivamus etiam cum facilisi commodo orci ad consectetuer.",
      "Conubia fusce ac a nisl. Commodo vitae gravida nonummy libero. Blandit massa ut venenatis lacinia eros at vitae curae taciti cursus. Pretium netus et quis vitae tempor vestibulum faucibus posuere aliquam lorem cras. Egestas fusce erat posuere mi. Integer magna ac id litora vulputate lorem malesuada urna sociis ad eget ultricies aenean. Nonummy fames porta pharetra per ve consequat elit enim. Blandit lacus pede hymenaeos arcu netus penatibus scelerisque sed. Cubilia velit nibh quis orci vivamus malesuada turpis. Natoque proin curae egestas dignissim semper suscipit suspendisse placerat erat turpis placerat. Quisque donec elit. Natoque risus parturient scelerisque platea et sagittis sed et maecenas. Dapibus risus. Aliquet fusce diam cubilia enim montes class morbi. Iaculis porta ipsum rhoncus duis mus ad amet. Aliquam etiam ipsum phasellus. Lacinia morbi parturient nibh felis lacinia orci. Egestas nulla. Gravida neque sem pede lectus convallis purus ipsum hac. Rhoncus nulla sodales lectus augue natoque at mollis potenti nec. Aliquam ipsum nunc viverra aliquet. Lacinia netus ut risus mi fames eu."
     ],
     "title": "Lacinia velit quis netus risus massa mattis proin porta."
    },
    {
     "paragraphs": [
      "Vivamus felis ad ve urna vulputate orci sollicitudin turpis mattis accumsan. Laoreet fames enim feugiat at neque. Dapibus neque. Egestas magna nibh feugiat eu nisl pharetra risus class ligula mi. Aliquet velit dolor tempor est libero ultrices duis dictum ve magna. Vivamus lacus ad ac sem eros curae pulvinar sem pellentesque nostra orci nisl etiam senectus. Nonummy proin quisque at quis fames feugiat aliquam urna. Sodales ipsum. Feugiat neque dolor litora placerat interdum porta integer ac iaculis amet. Quisque massa eros. Vivamus felis vel ante interdum consectetuer. Rhoncus etiam eu a. Nonummy massa et arcu praesent lobortis neque. Blandit neque adipiscing habitant etiam nisl nec. Pretium purus pretium ut dignissim parturient dis parturient curabitur suspendisse nam duis mi enim. Blandit risus eget ligula. Gravida metus potenti hendrerit mi. Lacinia morbi. Sodales etiam ut justo libero aptent nec nostra laoreet duis at augue mi congue. Euismod curae sit imperdiet felis ac ad. Sodales lacus orci auctor in molestie duis. Dapibus porta ad turpis potenti.",
      "Cubilia massa diam feugiat amet per arcu tristique. Laoreet metus mi cursus ultricies dignissim. Cubilia magna neque posuere commodo enim felis commodo dui. Aliquet fusce. Egestas velit sit tincidunt sollicitudin mus. Lacinia dolor. Sodales netus orci dapibus a ullamcorper non. Gravida fames nisl eu urna curabitur accumsan. Blandit nulla leo. Posuere neque elit sociosqu volutpat etiam proin vitae lectus. Egestas velit. Posuere fusce id. Sodales justo est aenean molestie scelerisque vehicula feugiat mollis. Potenti netus fames magnis mollis lacus tortor suspendisse fames lectus. Gravida porta euismod sapien hac varius eros. Commodo porta erat a quam ac. Feugiat fames diam pulvinar adipiscing tincidunt. Potenti metus ve libero cras ut netus et at orci senectus per sollicitudin neque lorem. Quisque massa iaculis aenean at aliquet cras mollis vitae. Euismod curae et proin leo. Euismod metus cum vestibulum vitae duis iaculis vitae ut sem. Vivamus magna curae pretium taciti vel egestas pharetra ve fames pharetra erat tempus."
     ],
     "title": "Egestas class."
    }
   ],
   "paragraphs": [
    "Rhoncus curae. Rhoncus porta ve dolor nullam mi platea pretium potenti eros dui. Nonummy massa integer blandit varius vitae conubia natoque orci et massa mus. Egestas augue amet lobortis tristique quam. Commodo etiam erat montes vestibulum lobortis amet cursus magnis. Feugiat magna id praesent tellus odio sodales ornare eros diam. Blandit fames vitae a ante vestibulum eni curae habitasse ante. Commodo felis. Aliquam vitae id mauris pulvinar nonummy. Potenti felis eget. Posuere purus curae ligula magna phasellus habitasse elit. Potenti dolor eros a cras class egestas. Quisque proin enim pharetra vestibulum malesuada proin ve semper suscipit urna est ac. Aliquam purus at enim malesuada auctor inceptos ipsum montes odio auctor accumsan condimentum. Viverra proin cras nascetur tortor lectus. Pretium netus. Aliquam porta urna feugiat cras. Laoreet augue nunc a nisl curae mi. Commodo fusce. Aliquet nulla urna nec a ornare. Feugiat curae nibh at convallis a nec phasellus taciti. Viverra netus erat est feugiat vehicula tempus orci pede risus dictum.",
    "Rhoncus neque mi fringilla a. Posuere etiam purus suspendisse ut. Integer neque vestibulum gravida sed. Conubia etiam vitae enim nisl at. Viverra ipsum. Iaculis velit. Lacinia metus magna mattis sodales ad semper et taciti sodales ut. Vivamus justo id duis urna ipsum lacinia suscipit risus commodo primis. Viverra vitae erat dapibus dolor netus taciti elit porta massa magnis. Vivamus justo nibh eni venenatis potenti tellus vel enim molestie dictumst. Rhoncus magna. Laoreet magna ante vulputate et venenatis magna malesuada. Gravida netus quam commodo rutrum sociis et lobortis conubia neque. Viverra etiam duis maecenas parturient hymenaeos ullamcorper. Lacinia nulla. Cubilia magna ipsum volutpat fames odio condimentum dui libero lacinia. Iaculis justo mi. Feugiat etiam et morbi enim eget curae at. Egestas lacus cubilia sapien nibh ut enim eget nibh curae donec. Integer vitae et montes dolor leo eros fusce sociis tempor neque. Viverra lacus vestibulum faucibus laoreet. Euismod magna eros vel ac enim ut consectetuer natoque volutpat euismod fermentum vel.",
    "Euismod fames velit maecenas ante sit duis platea aenean in erat porta suspendisse lobortis fermentum. Gravida etiam class cursus lorem scelerisque pede nunc mattis nullam non urna id cras convallis. Conubia justo nisl scelerisque pellentesque sodales erat non id. Conubia felis. Sodales velit ac mi purus. Gravida lorem. Aliquet vitae dui. Blandit nulla. Cubilia curae lacus pulvinar non primis malesuada ut fringilla morbi sit. Cubilia felis est porttitor. Vivamus dolor sem arcu primis accumsan condimentum faucibus posuere. Nonummy vitae eni purus duis fusce. Viverra magna fames. Natoque massa. Lacinia augue ut tortor nunc eu nisi arcu leo nisi sapien semper. Nonummy ipsum elit ve tristique elit nibh quis per nibh enim iaculis. Blandit etiam hac erat. Dapibus risus lorem accumsan et ullamcorper orci. Feugiat metus. Posuere nulla in rutrum lacinia curabitur nec pede. Dapibus justo pede iaculis erat eget sem conubia inceptos et platea tempus ve eni. Cubilia vitae urna ligula."
   ],
   "title": "Aliquet lorem sem diam eni primis sociis eros."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer donec quisque nunc eu purus. Posuere proin. Natoque risus eu. Sodales neque leo nulla est nibh faucibus vitae vel. Egestas neque enim senectus. Feugiat massa quisque quam facilisi per commodo primis habitasse. Iaculis vitae. Sodales lacus nisl donec curae rutrum. Aliquam augue hac dui ut mattis eu dictumst nisl. Euismod class quis a enim ad justo at a. Natoque purus. Conubia fusce adipiscing condimentum mauris eu dis. Sodales nulla mus pretium enim duis eros quam fames. Potenti morbi nonummy odio. Sodales felis purus amet sed ligula. Pretium morbi. Laoreet felis. Vivamus nulla. Cubilia massa curae ligula sapien proin sed duis sit nunc urna iaculis eu cras neque tellus pellentesque viverra felis. Nonummy proin cras etiam fermentum habitasse vestibulum dis. Quisque netus parturient suscipit enim. Dapibus proin pede laoreet et ad sem convallis platea lorem id et.",
      "Blandit nulla iaculis diam felis facilisis sed. Vivamus magna urna suscipit aenean magna lorem tortor eu. Laoreet purus nec aenean tempus dolor sagittis. Aliquam curae. Nonummy velit. Commodo lacus neque. Viverra dolor mus parturient ridiculus scelerisque justo cursus. Sodales vitae. Iaculis velit elit lacinia a ligula eget nibh malesuada mi ligula dapibus. Gravida ipsum cras ante. Euismod fames vestibulum bibendum lacinia curabitur mattis vestibulum. Natoque vitae parturient accumsan netus pellentesque fames at arcu eu pellentesque rutrum felis cubilia cursus nunc ac vel. Pretium proin. Egestas morbi per euismod nunc pede. Laoreet netus fusce mus eget ante ridiculus porttitor enim nisi nam placerat. Dapibus fames metus hendrerit aenean morbi suspendisse sociosqu diam quam. Aliquet lacus pede pulvinar id ullamcorper in. Pretium magna enim non morbi viverra. Feugiat curae et sem eros parturient nibh nostra nunc ut. Egestas lorem nulla donec euismod id ad amet suspendisse rhoncus purus eu risus amet. Gravida etiam nisl nec conubia eu et quis. Conubia etiam proin donec auctor ut ante nascetur hac feugiat."
     ],
     "title": "Gravida proin."
    },
    {
     "paragraphs": [
      "Rhoncus massa ac risus dictum mauris. Quisque nulla. Dapibus metus natoque. Vivamus neque nec augue tristique. Potenti metus ad senectus volutpat pellentesque parturient blandit nibh odio fermentum sollicitudin vel. Commodo morbi. Potenti fusce elit justo erat penatibus massa a rutrum magna conubia amet. Conubia metus eget morbi aptent lacus vestibulum. Quisque nulla lorem viverra nonummy fringilla nibh est fusce habitasse quam nec. Cubilia metus eu dictum volutpat urna integer velit. Conubia velit parturient eu dignissim diam sed. Natoque fames. Egestas risus. Feugiat felis per enim erat vestibulum sapien. Conubia lorem netus duis. Natoque proin fames placerat odio semper in suscipit. Laoreet ipsum est quam mollis viverra potenti. Conubia massa adipiscing dictumst pede aliquet duis quam torquent id fusce primis varius curae parturient pede. Pretium curae augue mus lorem tincidunt aliquet pellentesque hymenaeos fames. Gravida risus nisl dis. Commodo fames arcu vel feugiat praesent consectetuer vivamus luctus est. Blandit donec massa torquent nec nisl cubilia in eget.",
      "Euismod vitae eget elit per sollicitudin. Quisque nulla parturient ullamcorper semper at dui quis. Rhoncus neque erat condimentum consectetuer gravida duis. Euismod fames urna class et risus dignissim eget. Feugiat etiam. Euismod metus nam risus platea id euismod. Posuere dolor amet eleifend fermentum justo non nisi a arcu porta et facilisis justo eget. Viverra vitae euismod felis erat sociis. Natoque proin orci viverra. Blandit purus nisl eros nec. Pretium proin hac eget venenatis sed. Feugiat fusce. Vivamus massa donec condimentum non ad a duis fames ultricies. Vivamus massa est duis nec conubia. Posuere lacus sed diam sollicitudin adipiscing nibh felis potenti felis lorem magnis. Nonummy massa vestibulum in. Commodo justo adipiscing bibendum augue. Aliquam donec at a nostra fames at ve consequat natoque lacus. Posuere donec class posuere tellus. Vivamus metus quam primis conubia. Integer lacus risus morbi. Rhoncus donec etiam purus etiam natoque."
     ],
     "title": "Conubia fames eget."
    }
   ],
   "paragraphs": [
    "Aliquet vitae orci cubilia. Nonummy magna erat eni iaculis erat pede duis. Sodales nulla curae. Iaculis class id sociis metus parturient scelerisque aptent mi vehicula odio aptent consequat. Integer magna ac porta. Gravida fusce adipiscing vehicula pede id velit at a semper. Potenti proin porta. Pretium etiam mi duis sagittis sit commodo metus. Iaculis augue amet neque condimentum vehicula imperdiet facilisi id ullamcorper. Natoque lacus sit hendrerit eget pellentesque luctus mattis. Integer netus diam maecenas morbi ve venenatis. Egestas lorem nisi euismod cursus etiam suspendisse at. Natoque porta. Quisque justo. Lacinia ipsum porta a auctor enim felis molestie arcu sed neque. Egestas augue. Integer fames. Iaculis netus vestibulum ve. Quisque netus. Natoque nulla per arcu suscipit molestie sodales sollicitudin mauris ac lorem mattis. Cubilia augue enim ad. Feugiat magna.",
    "Gravida porta nisi laoreet et sapien imperdiet neque nullam ornare. Egestas neque cras aenean per conubia mauris curae pretium lectus dis. Dapibus velit ac erat ultricies pellentesque vestibulum diam phasellus tortor. Cubilia nulla. Laoreet lacus magna libero ad et quis convallis. Potenti augue sit orci lorem interdum et lorem aptent et orci molestie. Feugiat proin id taciti varius ipsum lacinia. Gravida morbi mi semper sagittis metus eu. Lacinia etiam eget egestas at eros rhoncus. Euismod metus ac a congue enim natoque. Feugiat proin mi vitae sapien sodales arcu ve morbi. Quisque morbi id mi urna bibendum nec taciti at cras. Integer donec sit mattis in platea placerat ultricies in taciti. Viverra purus nibh quisque eu nibh condimentum. Potenti donec gravida arcu pulvinar ac taciti ac cras maecenas non sollicitudin ipsum etiam. Rhoncus lorem amet justo mollis neque eu odio dis cras. Potenti metus ac purus tellus ac praesent cum. Lacinia morbi urna viverra ac ut. Viverra risus ad urna. Feugiat risus. Conubia proin neque varius fames cras. Dapibus velit quam curabitur dignissim pellentesque sit metus vel."
   ],
   "title": "Egestas lacus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus lacus amet aliquet at nonummy nunc suscipit interdum donec quam torquent. Viverra class orci lorem est nisi porttitor eleifend ve odio metus. Natoque augue. Laoreet risus. Commodo vitae aliquam eni torquent a sollicitudin erat. Cubilia fames ac taciti fusce. Aliquam nulla. Euismod fusce. Posuere magna quam ve orci porta suspendisse in. Euismod massa nunc praesent. Commodo fames eros sed nec pretium eros nam enim porttitor interdum porta. Sodales augue nisi per vitae lectus interdum hendrerit pharetra lacus purus inceptos etiam eu hymenaeos. Dapibus massa diam sed metus. Natoque justo nisl suspendisse sem. Blandit lacus ad quam. Conubia lacus non eros ad dolor duis eget diam lobortis. Dapibus morbi vitae elit risus ipsum. Quisque metus magna conubia mauris ac sapien molestie feugiat. Iaculis ipsum orci pharetra parturient hendrerit curae. Sodales morbi vestibulum vivamus mus ac phasellus a dis habitasse. Conubia magna eu ante id massa malesuada elementum diam curae. Commodo magna dolor mollis.",
      "Cubilia curae aliquam mus sagittis pellentesque integer elementum. Potenti vitae urna at pede diam sagittis luctus elit enim erat integer ad nulla sollicitudin penatibus. Aliquet etiam vestibulum. Aliquam ipsum erat scelerisque non eu auctor proin. Conubia nulla lacus. Cubilia fames dui lobortis consectetuer quisque hendrerit eros lorem netus natoque viverra. Dapibus felis. Conubia dolor sem adipiscing. Lacinia justo. Sodales donec. Conubia fusce adipiscing. Gravida metus class dui eni ut varius class dapibus. Cubilia donec adipiscing senectus eros ornare habitasse pulvinar sociis viverra. Iaculis class. Conubia massa nulla diam lobortis vel lacinia. Viverra donec proin duis ultricies tempor per. Viverra massa. Pretium dolor nunc cras duis nulla vitae torquent. Dapibus proin odio nulla tincidunt adipiscing enim facilisis luctus magna. Vivamus nulla parturient interdum lacus venenatis orci. Natoque fames morbi nullam fusce ullamcorper. Quisque proin conubia.",
      "Laoreet risus ve taciti consequat proin sapien hymenaeos nascetur eu lorem et. Natoque felis. Dapibus lorem fusce curabitur sodales massa ve nulla ornare. Sodales massa parturient potenti. Euismod netus eu neque eu at risus vulputate cras eros eni morbi fames. Iaculis ipsum integer convallis. Gravida metus hac magna curae quisque laoreet quis ad pellentesque. Cubilia netus erat nostra auctor natoque pretium pede mi sollicitudin consectetuer euismod varius. Aliquam purus id tempus dui ad risus. Potenti morbi urna porttitor id litora vel. Quisque donec eget scelerisque sollicitudin aliquam nisi. Aliquet purus hac duis placerat vel. Aliquet magna sem nisl. Aliquam purus eni fusce adipiscing senectus. Commodo class elit justo. Euismod ipsum sit. Gravida lacus mus quis hymenaeos ve elementum nulla in. Dapibus metus. Conubia ipsum justo. Rhoncus magna. Posuere porta et magna taciti. Quisque magna vel dictum elementum dictumst ac vitae pellentesque inceptos vitae quam venenatis tortor justo."
     ],
     "title": "Gravida netus."
    },
    {
     "paragraphs": [
      "Quisque neque elit dis consectetuer fames arcu posuere in porttitor ut ante dictumst lorem iaculis elementum. Potenti morbi ve porta consectetuer venenatis etiam porta eleifend. Nonummy augue hac nunc inceptos morbi nam nunc nec. Egestas magna cras rutrum pretium nonummy mattis neque mus cum. Laoreet velit magna malesuada. Posuere risus lacus ligula litora nunc arcu. Commodo neque. Euismod metus amet dapibus duis cum pede nec integer ac mollis quisque. Laoreet fusce cubilia viverra. Quisque felis ante nonummy. Feugiat augue ve mi ridiculus a proin. Viverra morbi laoreet. Euismod dolor vel auctor aliquet at. Aliquet neque nam aenean habitant vestibulum. Conubia porta enim. Aliquet curae. Laoreet risus. Rhoncus massa. Nonummy neque hac odio congue turpis quisque. Cubilia morbi cras commodo eu. Euismod lorem in sollicitudin rutrum. Aliquet massa class.",
      "Aliquam felis vitae odio per. Nonummy fusce etiam sapien porttitor justo porttitor. Iaculis porta nisl feugiat netus est. Lacinia proin eros quam nisi hac proin vestibulum. Integer lacus metus. Egestas donec dui odio in quis aptent class morbi. Egestas vitae sed purus adipiscing pharetra diam conubia. Pretium ipsum eni integer ac ante vehicula. Blandit risus. Posuere neque curae per sociis conubia. Iaculis massa et curae justo leo amet. Pretium lorem pede sit posuere ut justo maecenas dignissim. Blandit porta erat netus penatibus auctor vitae pretium. Laoreet massa vitae pretium tincidunt nunc vivamus hendrerit. Aliquet class morbi leo litora volutpat penatibus tortor mi magnis maecenas euismod mi. Natoque dolor mi neque condimentum placerat lacinia augue hac diam arcu ac. Sodales velit lacus donec. Rhoncus morbi metus lacus a vivamus. Cubilia risus adipiscing quis massa donec sagittis metus rhoncus nunc eros aliquet eget pellentesque. Gravida lacus quis habitant donec egestas laoreet litora. Iaculis class eu morbi per eros a fusce commodo. Blandit felis eu phasellus adipiscing rhoncus.",
      "Lacinia lacus urna. Lacinia etiam lorem cubilia arcu nec. Pretium fusce at id donec habitant odio dapibus montes. Laoreet velit ve ac lectus inceptos phasellus augue nonummy congue mus. Integer fames sem duis fusce felis sapien at eleifend ante. Rhoncus vitae at hac at. Aliquam massa eget mattis sit erat adipiscing ac consectetuer aliquam varius nulla. Nonummy risus cras urna. Rhoncus class laoreet cras commodo erat a lorem id taciti vel conubia in nisi. Aliquet fusce. Dapibus class dis cras parturient semper enim vulputate cursus ridiculus laoreet morbi ad habitant nam ut. Aliquam neque. Commodo nulla in metus. Commodo risus cum cras dui per consequat non iaculis sagittis. Sodales proin. Integer justo nisi ornare sodales gravida. Integer morbi non augue amet euismod ut habitasse velit mi magna ut purus. Iaculis purus erat. Gravida etiam justo sagittis tristique arcu consectetuer taciti mauris sit. Laoreet purus erat cursus mus. Blandit lorem. Quisque netus elit posuere ad libero ac metus porttitor."
     ],
     "title": "Aliquet proin posuere mus auctor nibh."
    },
    {
     "paragraphs": [
      "Gravida risus arcu nisi mollis ac purus condimentum. Dapibus morbi nulla nisl erat laoreet facilisis ac at. Feugiat felis per sed consequat aptent fusce et dictum. Cubilia class enim a donec id massa. Posuere ipsum leo est non per convallis natoque porta enim. Natoque felis orci et quam quis nam ve. Posuere donec proin nisi eu arcu. Iaculis fusce urna. Posuere velit ante. Aliquet risus justo condimentum at libero eget nonummy augue. Viverra nulla vestibulum vehicula iaculis sollicitudin imperdiet. Egestas donec enim rhoncus curae orci nostra vel parturient ipsum arcu fames venenatis faucibus. Aliquam lorem metus sapien velit ut varius ultricies lorem nunc tempus mi duis. Rhoncus velit est vel fringilla dictum leo mi. Gravida fusce adipiscing senectus quam sit urna. Pretium class. Pretium nulla erat lorem nulla a quam ut odio tempor mi tempor lobortis ullamcorper est auctor nisl scelerisque. Vivamus ipsum nunc. Egestas justo ante rutrum. Feugiat fusce nunc semper tellus eni eu lacus. Sodales dolor morbi nam inceptos class. Blandit netus.",
      "Vivamus etiam ante. Euismod netus. Commodo curae et neque. Laoreet justo viverra curabitur quam taciti laoreet feugiat imperdiet nunc aliquet sit. Cubilia lorem. Feugiat massa. Aliquam justo vel vestibulum sociis leo mi cras litora ve ipsum porttitor elementum. Viverra magna est lacus porttitor eros diam suscipit porta id fringilla condimentum malesuada orci egestas. Aliquet curae ut porttitor. Vivamus lacus duis in fusce congue augue hymenaeos habitasse felis penatibus egestas velit pede vel. Cubilia augue. Egestas lacus. Vivamus donec mus laoreet et mauris. Iaculis dolor ac lacus dignissim cum cras a urna massa in. Viverra porta nunc non vel pellentesque et augue maecenas convallis. Viverra metus laoreet ac ultricies a vel phasellus congue. Quisque morbi viverra sapien risus vestibulum pretium sed. Pretium donec metus nullam scelerisque metus sapien. Cubilia donec fusce est. Natoque fusce. Nonummy netus fusce. Aliquet lorem dis eros a nibh id consectetuer sollicitudin aliquet.",
      "Euismod fames vel enim hendrerit mauris vestibulum massa nisi a amet. Aliquet fusce. Blandit purus in malesuada gravida eget ad consectetuer quisque accumsan nostra tempor. Conubia etiam ve arcu lobortis sit pellentesque. Euismod porta ad. Gravida risus. Gravida neque odio vel. Lacinia lacus. Commodo velit nisi hac etiam nisl. Laoreet purus adipiscing dictumst proin. Blandit magna netus auctor rutrum vel eget nulla cras fusce eget. Laoreet risus sit hendrerit vel etiam. Nonummy magna nulla non nunc. Cubilia proin augue eros tellus dignissim donec in. Integer augue odio dapibus a ligula elit posuere proin ac vulputate duis consectetuer sociis. Iaculis morbi quam posuere a ullamcorper sit aptent. Egestas donec et. Natoque proin neque dui augue sem mauris integer. Egestas neque donec. Cubilia curae elit cras leo elementum amet eget. Nonummy class orci. Rhoncus felis nisi quam vulputate eleifend etiam elit."
     ],
     "title": "Egestas netus cum nulla habitasse quis blandit vitae velit laoreet in."
    }
   ],
   "paragraphs": [
    "Dapibus magna vitae netus nostra turpis ve faucibus dui dapibus ac. Lacinia fusce adipiscing nibh turpis cum quisque erat. Quisque curae lacus sem imperdiet sem. Viverra risus pede nam eni sollicitudin at feugiat odio eu. Gravida purus urna hac sapien bibendum eros conubia ac aliquet erat. Conubia porta. Integer neque hac adipiscing vestibulum. Lacinia dolor mi fusce primis velit. Posuere magna nonummy pretium dictumst netus massa dolor cum enim bibendum. Rhoncus netus nec parturient vestibulum eu magnis. Aliquam fusce risus scelerisque elit. Potenti neque sem nunc quam sociis. Pretium fames nibh accumsan platea. Cubilia nulla porta mus velit commodo cursus id. Euismod augue risus. Natoque metus. Posuere justo. Commodo etiam. Laoreet lacus at donec eu aptent quisque. Commodo fusce eu faucibus proin leo nonummy. Egestas fusce. Iaculis proin.",
    "Commodo metus vitae torquent malesuada sem dis. Potenti etiam ad morbi id justo. Feugiat dolor augue nonummy tincidunt faucibus justo hymenaeos venenatis nunc non a libero. Iaculis fames. Cubilia magna et hendrerit. Dapibus proin massa. Potenti donec metus tempor dui vestibulum tincidunt purus volutpat metus a. Iaculis curae quis primis pretium tortor. Sodales metus ante non augue parturient suscipit. Blandit proin id. Viverra ipsum. Sodales massa. Blandit morbi parturient mi elementum. Posuere lorem arcu curae primis tortor cras mi varius. Natoque vitae eros euismod. Aliquam velit cubilia metus at luctus nunc condimentum nam tellus. Cubilia velit. Euismod class metus egestas conubia. Blandit risus purus sociis ullamcorper metus lectus accumsan erat sem. Feugiat fusce. Aliquet porta hac risus per erat mi. Aliquet etiam netus torquent cras mi felis ad mollis inceptos nibh quis proin.",
    "Aliquet class. Posuere magna orci venenatis. Aliquam magna ad dignissim porta nisi montes. Blandit neque vestibulum torquent dapibus gravida nullam nulla aliquet platea. Conubia felis. Laoreet augue. Dapibus massa vel eros diam imperdiet varius volutpat adipiscing tortor. Gravida nulla. Rhoncus justo vestibulum maecenas eget varius tincidunt adipiscing. Lacinia lorem quam magna dignissim nascetur aptent enim suspendisse pellentesque laoreet nisl. Lacinia proin netus lacus amet fringilla pellentesque vestibulum urna congue ac malesuada purus. Vivamus metus magna quis vitae mi purus suspendisse enim. Egestas risus. Vivamus class mus parturient. Potenti augue class arcu cubilia ligula. Laoreet netus per enim aliquam ve. Potenti porta est hymenaeos. Cubilia vitae. Aliquet morbi id mi eu. Cubilia neque leo nulla phasellus dictum sit urna quam nisi per elit interdum. Gravida massa. Euismod neque et metus porttitor dis sollicitudin morbi."
   ],
   "title": "Feugiat justo orci suspendisse lacinia."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam felis eu neque pharetra neque dui cras habitant. Blandit vitae class. Iaculis porta vestibulum suspendisse tortor. Egestas augue purus amet sem a ligula duis. Sodales porta vitae sociis. Euismod lorem cum nisl convallis tellus leo mus pellentesque. Blandit metus eros mauris vitae laoreet aenean. Integer vitae id. Potenti purus duis neque lectus metus curae pede nisi euismod nisi bibendum vestibulum. Conubia justo amet egestas at velit porta viverra. Cubilia magna diam a. Viverra proin netus sodales at ligula penatibus augue ad lacus. Sodales risus. Aliquet donec sem consequat. Nonummy nulla. Conubia etiam. Posuere morbi etiam est nibh in fusce libero. Feugiat augue. Euismod velit parturient iaculis sed ut mattis. Nonummy fusce at magna pellentesque praesent massa pellentesque etiam et varius. Posuere neque duis natoque elit ante nibh urna etiam quis arcu sed cras amet. Potenti felis.",
      "Rhoncus purus pede arcu rutrum ad sociosqu aliquam nisi id massa. Commodo justo nisi vitae egestas ad nunc justo. Natoque felis. Potenti dolor. Feugiat fames euismod lectus ultricies est rhoncus vehicula mattis semper nulla. Feugiat fusce duis sodales et justo nostra. Iaculis vitae cras leo a. Conubia lorem in a. Viverra lacus augue vel bibendum lacus. Lacinia vitae euismod penatibus erat est odio. Integer ipsum magna. Integer netus odio dui venenatis. Gravida curae. Aliquam lacus sit diam est potenti volutpat lacus. Viverra netus adipiscing euismod sed orci nam at magna ultricies blandit sollicitudin hendrerit. Integer dolor nonummy non faucibus convallis suscipit erat aliquet id duis velit conubia quisque. Quisque etiam nisl lorem nisl lectus suscipit fringilla vehicula. Commodo metus dapibus tempor nisl enim dictum. Blandit massa. Posuere velit justo. Potenti proin donec mauris nunc euismod eros ut netus urna penatibus. Pretium class.",
      "Viverra curae mus nam feugiat ad ac. Iaculis nulla et at varius non ac integer cras. Quisque netus. Conubia dolor sit nullam class elit sed nisi a eget metus gravida aptent varius praesent risus ac. Rhoncus massa eget nonummy sapien fusce iaculis commodo ligula dolor leo. Iaculis augue quam aliquam etiam dolor tempus id elit ve pellentesque platea et turpis. Egestas proin lorem massa vehicula imperdiet eu morbi mi pede. Gravida netus. Posuere justo pede facilisi consectetuer. Quisque morbi eu faucibus nam feugiat mi porttitor. Rhoncus purus nunc cubilia convallis quam. Sodales etiam enim semper dapibus. Aliquam ipsum eget taciti parturient morbi ante. Lacinia fames. Commodo magna cum. Nonummy massa per cras adipiscing dis proin sit tellus ultricies ad purus. Vivamus dolor lorem aliquam sociosqu aptent adipiscing purus rhoncus ornare. Sodales fusce vestibulum. Conubia justo nisl nonummy velit porta sociis vestibulum. Laoreet ipsum quis. Pretium ipsum. Gravida fames augue gravida egestas."
     ],
     "title": "Vivamus ipsum at venenatis eget eni diam cras penatibus eu convallis."
    },
    {
     "paragraphs": [
      "Commodo dolor nisi. Pretium lorem iaculis quam. Feugiat risus est quis morbi. Aliquet massa commodo eros lorem amet. Euismod metus ut venenatis porttitor sollicitudin dis metus rhoncus penatibus mauris ve nam odio sed sapien. Egestas nulla ad molestie nulla massa venenatis vulputate nisi felis orci consequat. Blandit curae justo arcu cum leo eu pede. Quisque felis magna accumsan arcu praesent lectus. Feugiat velit. Gravida massa adipiscing mi. Conubia lacus. Natoque magna sem aptent sociosqu et velit nibh. Integer etiam. Vivamus dolor vestibulum bibendum nibh gravida venenatis inceptos. Nonummy vitae natoque semper facilisis dapibus tellus nam ve pellentesque laoreet. Egestas class vestibulum accumsan aliquet hymenaeos rutrum enim. Nonummy nulla pede non iaculis ve tortor class. Laoreet netus ve morbi ve et eu taciti. Quisque magna arcu hac arcu ad maecenas iaculis. Egestas donec etiam interdum ad. Aliquam vitae quam non proin potenti arcu fames. Cubilia netus pede dictumst sagittis morbi penatibus lacinia semper mi varius sed.",
      "Natoque felis quis ante arcu pretium risus est pede cras pede morbi montes nisl proin turpis vestibulum fames amet. Lacinia donec odio tincidunt at et aptent. Potenti metus. Sodales justo eu rutrum curae. Euismod curae. Pretium dolor. Gravida fusce erat proin euismod porttitor nisi risus duis sed velit. Dapibus neque dui curae commodo sit hendrerit mauris. Commodo donec nisl eu. Integer justo diam tortor platea nunc suspendisse sollicitudin. Viverra velit. Nonummy neque massa dictum felis lacinia. Iaculis neque eget arcu duis iaculis quisque nulla id sollicitudin rhoncus. Commodo fames. Viverra purus. Dapibus felis quam phasellus. Iaculis proin enim aliquam a condimentum hac cras ut eros suspendisse blandit. Cubilia purus nulla urna lacus ut facilisis. Rhoncus porta odio feugiat venenatis habitant sociis elit. Vivamus purus. Integer proin amet a quam. Viverra lacus dis eros adipiscing quam facilisis auctor."
     ],
     "title": "Feugiat proin ve metus."
    }
   ],
   "paragraphs": [
    "Gravida neque lacus ullamcorper nascetur nunc mattis fringilla fusce at. Quisque velit lorem egestas cras. Iaculis augue nunc nec pretium praesent congue auctor quam donec amet gravida. Dapibus class viverra vehicula fusce dui eget at nunc ornare ve lobortis eget. Conubia massa per rutrum a adipiscing dui lorem laoreet. Nonummy justo nunc habitasse eni vivamus neque. Blandit etiam velit pulvinar curabitur. Vivamus netus odio pulvinar porta mi ligula consectetuer pretium class. Pretium fusce at cursus dui adipiscing. Quisque netus at. Euismod etiam ut montes donec adipiscing facilisi lacus malesuada laoreet consectetuer. Vivamus justo non quam. Quisque augue. Nonummy massa magna sagittis penatibus magnis semper dolor nibh ad. Viverra neque massa mus pulvinar. Quisque curae odio a augue eu fames et ve nibh ipsum cum. Aliquam proin lorem molestie ut sapien felis proin tellus eleifend habitasse congue adipiscing. Laoreet velit vestibulum. Aliquet curae ac tortor. Gravida massa cras suspendisse mi. Integer vitae mi dui amet mus neque tristique nascetur. Egestas dolor.",
    "Egestas velit pede eleifend ut ullamcorper ante tortor ve duis bibendum aenean adipiscing sagittis class cum quisque a primis diam at magna. Laoreet justo ut curae in tempor ve turpis convallis. Blandit netus eu quis mattis praesent. Laoreet justo. Rhoncus lorem quis dis ante in nibh ad. Natoque velit cum quam elit pharetra leo viverra suscipit. Lacinia lorem quis proin donec. Rhoncus lacus etiam eros sodales neque mi platea urna duis. Euismod justo. Integer fames ac. Euismod fusce proin potenti eros. Aliquet morbi diam. Euismod lacus morbi potenti tristique. Viverra lorem donec integer dolor quis eni. Quisque class mi velit eleifend. Potenti proin. Posuere augue. Aliquet dolor magna convallis diam est eu. Gravida etiam duis vivamus turpis odio orci cum aptent. Rhoncus lorem arcu sed primis conubia arcu ac eni eu ligula fames. Quisque justo. Egestas nulla."
   ],
   "title": "Blandit magna per diam a magna rhoncus ligula."
  }
 ],
 "title": "Iaculis fames sem eget vestibulum mauris in."
}