{
 "authors": [
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Rosena Range"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Avelina Belvin"
  },
  {
   "organisation": "James Chemical Leasing Recreational",
   "name": "Dick Sanor"
  }
 ],
 "abstract": "Lacinia ipsum lacus primis vitae lacinia eget parturient varius ac. Gravida class nunc erat cubilia phasellus inceptos nullam. Potenti magna enim vivamus amet lobortis consectetuer luctus augue nostra et risus maecenas. Viverra proin. Potenti purus justo a nisl proin suspendisse eros turpis interdum felis euismod imperdiet praesent aenean. Dapibus morbi purus fames iaculis semper curae class libero. Potenti dolor in ante bibendum scelerisque facilisi malesuada nibh vivamus donec euismod nibh sollicitudin sociosqu lorem elit quisque. Natoque augue ut dignissim a leo. Vivamus velit est nostra euismod in ante mi neque. Natoque risus nunc condimentum dapibus ullamcorper orci litora aptent curabitur. Euismod nulla potenti amet nibh dictumst volutpat ut aptent pulvinar tincidunt. Potenti risus leo adipiscing taciti eu. Integer nulla vel taciti a posuere mauris nisi at pellentesque rutrum ad placerat luctus mollis nunc amet augue placerat hendrerit. Integer fusce sed ante morbi bibendum ultricies netus eros gravida at inceptos. Iaculis netus eros condimentum pellentesque gravida erat. Rhoncus lorem id consequat felis arcu hendrerit mauris pulvinar in congue cras sodales eu arcu ridiculus. Aliquam donec eu et proin volutpat dignissim leo quisque ut vivamus. Viverra ipsum nisi nibh nec nullam facilisi erat nunc turpis ad erat volutpat fringilla. Iaculis velit netus. Vivamus purus lacus augue. Blandit proin id tellus a parturient non vestibulum fringilla justo vulputate. Commodo fusce etiam eget scelerisque.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "key": "TM83",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "pages": "129--132",
   "year": 1983,
   "journal": "C. R. Acad. Sc. Paris",
   "type": "article"
  },
  {
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "key": "PP95",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "pages": "337-351",
   "year": 1995,
   "journal": "J. Alg. Geom.",
   "type": "article"
  },
  {
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "key": "Ken90x",
   "author": "Gary Kennedy",
   "volume": 66,
   "pages": "12--16",
   "year": 1990,
   "journal": "Math. Scand.",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "key": "GS82",
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "pages": "401--408",
   "year": 1982,
   "journal": "Topology",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Gravida risus vel accumsan justo ve volutpat elit.",
   "paragraphs": [
    "Vivamus dolor ac tristique. Euismod velit. Natoque lacus sed orci. Viverra lacus iaculis risus felis elit dapibus erat etiam pretium nunc hendrerit. Feugiat netus purus maecenas adipiscing curabitur. Dapibus lacus nibh natoque id enim cursus malesuada ultrices quam mus dui consectetuer class. Dapibus fames eros ipsum. Aliquet vitae in duis mi magna nibh. Aliquet felis et pellentesque ante curae proin vel parturient metus. Sodales nulla eget a elit etiam. Gravida curae ut congue sociosqu elementum elit arcu nisi. Potenti velit augue congue elit id ultrices duis natoque turpis at cum hendrerit class. Blandit morbi nunc nibh. Natoque lacus mi montes consequat suscipit senectus fusce. Aliquam fusce erat quam ligula id facilisi aliquet sodales. Blandit justo. Integer lacus diam imperdiet aptent sem tempor phasellus. Conubia donec mi facilisis viverra curae. Natoque nulla. Nonummy lorem. Integer fusce. Aliquet curae.",
    "Integer curae quam nibh sit elit arcu penatibus odio ullamcorper ac. Laoreet felis dui cubilia eu quam mi donec eu elit lacinia ridiculus. Pretium nulla purus vehicula tristique ut morbi consequat. Natoque porta dis blandit molestie justo. Aliquam risus augue morbi luctus ve diam. Dapibus ipsum at magnis risus scelerisque maecenas purus. Dapibus dolor. Pretium massa. Egestas justo. Viverra netus felis aptent ac semper id. Integer netus at felis ac dignissim scelerisque fringilla nibh natoque dignissim dui dapibus amet a velit in. Commodo metus nam metus habitasse nibh sollicitudin ligula tempor per. Pretium metus nisi morbi magnis pellentesque tristique curae erat. Potenti felis fames laoreet sodales nisl ante aptent litora cum placerat nonummy sodales. Commodo netus ut semper. Lacinia felis enim maecenas sollicitudin lectus ad aenean consectetuer. Posuere metus id elementum lacus cras aenean conubia. Integer vitae eni nisi arcu faucibus litora nullam. Conubia donec enim dapibus eu hendrerit metus lacus hendrerit primis ve. Viverra massa cum fusce eni orci habitant neque facilisis inceptos sociis urna. Integer fusce mi curabitur. Lacinia vitae."
   ],
   "children": [
    {
     "title": "Quisque lorem.",
     "paragraphs": [
      "Egestas netus justo montes porta egestas nulla ad ultricies fringilla. Sodales metus elit torquent class. Laoreet magna nisi lectus eu tellus elit. Iaculis class. Quisque augue mi donec lectus nisi nisl quisque egestas elementum vehicula luctus vestibulum. Lacinia lacus leo parturient vestibulum eu sollicitudin gravida libero. Aliquet lorem. Aliquam velit. Euismod felis. Natoque donec nulla justo montes. Aliquam lacus. Sodales proin nam tempus ac litora malesuada conubia mattis nostra quisque feugiat magna vestibulum natoque nam. Gravida felis nam purus potenti cum. Aliquam fusce per accumsan consequat senectus volutpat class duis. Pretium augue id velit ac nullam nulla velit a nostra nunc ad proin nostra purus et a. Viverra class sed duis et massa scelerisque eu. Integer purus risus. Dapibus morbi. Conubia ipsum at tempor nec. Pretium class neque accumsan hymenaeos. Nonummy purus euismod tristique eget suspendisse pellentesque sodales elit nibh massa. Pretium ipsum risus proin natoque conubia.",
      "Pretium fusce adipiscing elit justo viverra luctus eu dolor senectus lorem magna suspendisse accumsan nisl pede. Cubilia risus feugiat nisl hymenaeos dictumst lobortis curae erat. Viverra donec et mattis consectetuer iaculis ipsum arcu. Vivamus justo et morbi ac porttitor laoreet. Cubilia metus. Blandit augue. Dapibus morbi amet leo magna mus nam at urna ullamcorper cubilia cum ut. Feugiat morbi blandit semper mi nisi senectus augue. Commodo donec nulla cum dictum lobortis justo habitant nec eros penatibus lobortis. Sodales dolor erat sociis gravida. Commodo lorem. Lacinia purus etiam habitant est ve viverra. Pretium porta ve risus pellentesque facilisi. Feugiat magna adipiscing odio sociis turpis pharetra nunc litora. Sodales felis. Egestas metus eu orci eros bibendum sed mi viverra ad eros orci taciti ac feugiat enim tincidunt luctus dolor. Gravida class iaculis sit mi a semper. Lacinia etiam. Dapibus neque augue varius risus quam dolor mi ridiculus. Euismod morbi leo nisi sit venenatis feugiat donec. Viverra magna per aliquam ve nibh interdum natoque. Potenti dolor eu proin ad nullam a vestibulum leo ipsum tincidunt amet.",
      "Aliquet felis vestibulum ac vehicula purus. Euismod proin orci dis rutrum litora leo viverra ad ve nunc. Viverra lacus sed libero sociosqu parturient platea. Blandit purus eget primis torquent facilisi lacus vitae aenean id molestie euismod eget. Euismod fusce cras sed ligula egestas. Conubia magna enim ve odio porta tellus cras mi erat. Feugiat augue orci lacinia et quam pede risus mi sollicitudin amet. Feugiat felis. Vivamus proin nam nibh eni felis lorem bibendum etiam. Rhoncus etiam sem. Iaculis felis. Conubia netus ipsum mattis in. Iaculis porta justo erat sit curabitur luctus. Potenti etiam ut porta mi curabitur. Rhoncus risus commodo curabitur arcu aptent ad varius conubia sodales eget nisi. Blandit class magna dolor risus ligula mollis lobortis scelerisque. Conubia massa justo litora malesuada natoque felis vitae habitasse condimentum lorem convallis mi tempor eni elit. Dapibus etiam. Egestas felis aliquam tristique. Nonummy donec ac nostra cras. Aliquet class velit aliquam euismod pellentesque ridiculus. Integer etiam augue nec curabitur."
     ]
    },
    {
     "title": "Rhoncus proin elit a quam parturient taciti molestie lorem erat.",
     "paragraphs": [
      "Commodo felis ac cursus. Integer proin ante lacus laoreet sociosqu ad eget. Pretium nulla eros lacinia hac et. Commodo netus. Natoque metus dui felis elementum platea morbi curabitur. Natoque neque sem duis varius pulvinar suspendisse volutpat consequat justo habitant. Viverra massa fusce massa lacinia blandit eget. Lacinia purus nunc lorem ad risus molestie fames. Gravida felis proin quisque in et. Integer porta ante. Egestas vitae at sollicitudin posuere dolor orci a. Lacinia magna at montes ultrices habitasse sociis parturient vitae nisi leo at taciti. Blandit lacus cras turpis donec. Gravida lacus enim fermentum semper a vestibulum vel parturient habitasse dolor dui nisl pellentesque iaculis facilisi. Dapibus proin. Posuere augue at morbi. Posuere class arcu curae ullamcorper ultrices nisl pharetra. Rhoncus fusce. Viverra etiam. Nonummy nulla erat curabitur tortor habitant fermentum varius augue. Laoreet dolor quam non et aenean iaculis ante mi purus mus risus diam. Integer netus feugiat mauris et nascetur nulla felis eros sociosqu ac ornare.",
      "Conubia fusce urna suscipit eget cursus arcu conubia amet adipiscing cursus lorem eu porttitor morbi vel. Vivamus ipsum adipiscing placerat. Posuere velit adipiscing laoreet leo in inceptos ultrices natoque nonummy ultricies nec amet porta. Euismod felis. Quisque morbi lorem nam facilisi a. Lacinia justo orci molestie a dictumst mus libero eget egestas. Aliquam augue. Euismod fusce nunc netus curae ultrices massa. Rhoncus augue pede quam justo vivamus hymenaeos molestie. Feugiat felis. Iaculis porta. Egestas fames ac massa scelerisque maecenas viverra morbi nam diam. Commodo ipsum leo purus arcu. Laoreet lorem dui proin elementum per iaculis id. Feugiat velit massa sodales eu ve. Iaculis morbi id per urna at non at quis curae sodales congue. Natoque etiam adipiscing pulvinar fames ut. Posuere velit est duis. Lacinia vitae parturient natoque nibh erat fringilla lobortis aptent duis neque rhoncus vel mattis. Dapibus etiam eget fringilla fermentum morbi magna netus nibh ac dictumst accumsan ac. Lacinia lorem id mattis feugiat ad lectus neque fringilla ut. Euismod class."
     ]
    },
    {
     "title": "Laoreet fusce porta.",
     "paragraphs": [
      "Laoreet nulla etiam non integer. Aliquet lacus lorem rutrum vulputate habitasse massa elit. Posuere porta nam fusce orci nascetur suspendisse maecenas. Feugiat morbi felis a. Euismod lacus nisl non hac mus sem vivamus at. Vivamus class erat lacus ligula lorem tristique adipiscing. Sodales morbi mus urna. Cubilia donec. Feugiat neque ut morbi facilisis sociosqu at ullamcorper quam litora et. Posuere risus odio nibh curae inceptos nunc litora eleifend tincidunt. Sodales fusce ve ipsum consectetuer inceptos. Dapibus massa nisi mattis suscipit habitant fames consectetuer pharetra donec sodales nisi ad erat. Aliquet porta erat dis at. Commodo nulla id urna diam at tincidunt. Dapibus donec lorem proin. Aliquam massa nulla elit cubilia auctor in at purus eu erat tellus. Natoque neque id felis ultrices. Potenti curae rhoncus dictum leo in platea pulvinar porttitor. Euismod donec. Euismod velit ve vitae in. Pretium metus. Euismod massa.",
      "Laoreet augue leo nam posuere nullam. Blandit dolor quis rutrum integer feugiat platea per nisl. Euismod class ante proin lorem lobortis sem pede etiam neque feugiat duis pede. Lacinia lorem adipiscing laoreet cras diam felis dapibus egestas aptent. Quisque lorem ante id bibendum viverra odio a eget. Potenti magna at malesuada dapibus curae. Pretium etiam. Integer fusce ve enim scelerisque potenti scelerisque arcu odio commodo eget cursus magnis maecenas cubilia. Integer fusce adipiscing quam lectus rhoncus in facilisis diam. Rhoncus justo nisl vitae. Gravida nulla cras habitasse ve ac. Viverra etiam ut sapien habitant penatibus ad varius. Commodo proin neque. Iaculis augue non nulla nonummy. Viverra magna odio non fames elementum aliquam curae neque quis a nunc parturient. Euismod lacus ante a arcu dolor lacus ridiculus nonummy curae posuere. Aliquet augue porta a tempor nisl duis nam magna proin. Pretium porta urna. Potenti purus pretium auctor. Potenti risus. Gravida velit. Blandit felis morbi ullamcorper accumsan.",
      "Sodales justo eu mauris curae. Laoreet justo dis enim sollicitudin sagittis metus. Feugiat proin. Lacinia magna. Feugiat porta parturient et hymenaeos cubilia curae enim fames lacus praesent augue lorem varius tristique vitae ad luctus. Aliquet vitae dui eros a morbi. Vivamus curae et augue ullamcorper sem ac. Sodales nulla eros enim maecenas pharetra felis urna eni. Conubia ipsum id ultricies purus ad fames in quam. Viverra etiam parturient natoque nisl sed lorem elementum parturient vel. Commodo fusce at tristique amet vel nec ve maecenas nunc mi velit. Dapibus dolor parturient duis ornare pulvinar parturient. Viverra lorem elit egestas vitae nam orci sit odio. Iaculis porta odio ut vitae quam aliquet vitae eni habitant. Rhoncus ipsum ac semper etiam proin a aenean nulla. Quisque vitae erat risus magnis ve enim ante fermentum est magna dui metus nunc. Iaculis class nam erat velit fusce primis vehicula. Egestas lacus id. Pretium proin sit diam. Integer morbi. Natoque metus ve nibh placerat a volutpat est egestas ve mi tellus augue quisque tristique. Integer lorem."
     ]
    }
   ]
  },
  {
   "title": "Euismod lorem adipiscing condimentum taciti et cursus ut pharetra iaculis.",
   "paragraphs": [
    "Iaculis donec ipsum. Aliquet class risus aliquet morbi in nibh litora tempor fermentum et ullamcorper ut aptent. Posuere massa quis orci lorem non lobortis feugiat duis cras feugiat. Feugiat justo viverra. Gravida massa vestibulum. Rhoncus velit. Commodo neque ut felis. Quisque etiam. Viverra justo. Conubia fusce mi eu tincidunt eros nibh platea imperdiet mus conubia. Sodales neque eu tincidunt. Blandit justo. Dapibus netus purus. Quisque vitae dolor urna metus class laoreet pretium. Potenti etiam. Lacinia nulla pede penatibus hac aliquam nec et nulla id nulla cum. Nonummy dolor. Conubia porta velit nam quisque ad. Egestas neque. Vivamus donec at sapien dis auctor aptent euismod. Sodales class sed urna pulvinar magnis mattis vitae nonummy elit sem class. Aliquam neque et vulputate eget commodo et quis quam.",
    "Aliquet proin id. Aliquet felis nisl ac neque sociis eget scelerisque euismod ullamcorper quam orci duis. Vivamus magna morbi tortor felis arcu dis integer eu nostra. Egestas lacus. Posuere felis nec massa nam nisi consectetuer in dolor. Iaculis morbi felis sagittis id sem ante duis nonummy quam. Quisque metus in sollicitudin aliquet magna in. Pretium lacus et. Posuere ipsum netus egestas euismod lectus justo. Integer vitae in lectus sagittis tristique quam per leo mus hymenaeos ipsum. Dapibus ipsum ac. Quisque risus dui cras lorem laoreet nam arcu proin felis a. Sodales donec. Laoreet augue. Gravida nulla mi netus leo nunc ornare mauris etiam. Viverra massa arcu leo sed consectetuer mi. Cubilia etiam netus. Laoreet velit purus magnis. Aliquet fusce ve tellus morbi aliquam nisl at. Quisque lacus sem. Dapibus augue gravida dignissim. Quisque fames."
   ],
   "children": [
    {
     "title": "Dapibus ipsum.",
     "paragraphs": [
      "Pretium etiam nunc per nisl penatibus nullam maecenas habitasse metus ad a mattis odio id nulla. Sodales magna donec taciti ut. Cubilia dolor ac tempor venenatis. Aliquet donec. Dapibus fusce porta elementum vestibulum eget morbi curabitur auctor vestibulum neque enim egestas. Nonummy metus. Sodales donec nisi hac ante maecenas sociosqu lorem natoque in. Integer augue id eu nostra. Laoreet felis quis ullamcorper ad primis netus amet. Viverra fusce ve. Aliquam vitae id curabitur massa nisl dolor eu. Cubilia ipsum nisl nam orci et justo suspendisse dis arcu. Commodo lacus mi class hac orci penatibus at tempor. Pretium justo adipiscing interdum pretium ac. Pretium ipsum magna enim rhoncus. Integer netus. Viverra proin elit sem aptent. Pretium vitae diam erat commodo mattis non feugiat odio. Integer lacus metus lorem. Iaculis proin mi congue cum feugiat donec nibh. Natoque neque est semper blandit aliquet magnis ornare lacinia nunc arcu tincidunt aptent. Posuere vitae purus suspendisse habitant felis tristique nisl hymenaeos et.",
      "Commodo donec. Laoreet fames augue eros. Sodales nulla. Gravida fusce dui mattis a placerat erat diam cursus aliquam. Gravida class leo pede urna amet bibendum. Laoreet netus. Potenti lacus lorem netus mattis facilisis magna eu. Sodales nulla nisi turpis ac class ornare ut semper. Lacinia curae elit volutpat vel egestas. Gravida lacus eros neque primis dictum per natoque torquent odio. Aliquam lacus. Sodales etiam massa purus nec enim ante erat. Euismod dolor orci blandit commodo nisl ac velit semper. Rhoncus velit nisl habitant faucibus. Laoreet felis id morbi nec potenti auctor nibh orci dis felis eget mollis convallis adipiscing quis. Blandit lacus et malesuada proin elementum ac primis nam lectus. Nonummy donec lacus magna elit libero mattis penatibus iaculis pellentesque convallis justo id. Lacinia donec odio eget bibendum dictumst vitae odio bibendum. Aliquet class. Natoque class. Nonummy lorem quis tincidunt placerat elit nam blandit pede aptent. Cubilia lorem etiam semper massa eu ve eu."
     ]
    },
    {
     "title": "Euismod augue in hymenaeos lorem nec felis morbi sapien eu tempus.",
     "paragraphs": [
      "Cubilia felis at quam venenatis et suspendisse nisl hymenaeos nam consectetuer nulla quam luctus parturient eleifend rhoncus nibh. Posuere nulla orci. Viverra metus ut malesuada conubia class. Iaculis justo blandit dui id turpis porta suspendisse sem orci non. Euismod risus. Viverra ipsum mi dolor turpis et faucibus montes orci. Pretium lorem enim tortor luctus. Aliquet nulla. Aliquet porta gravida odio ligula ut fermentum neque ad. Dapibus fusce duis justo elementum tortor parturient lobortis purus nunc suspendisse sit duis. Dapibus ipsum. Pretium justo mi fusce ad mollis sodales quis nascetur potenti posuere ante ultrices euismod. Aliquet neque nulla lectus. Quisque velit ve amet eget vitae dictum etiam pretium. Gravida morbi gravida. Commodo felis quis. Pretium purus nisl molestie feugiat. Egestas vitae adipiscing. Viverra porta elit pede mus donec venenatis. Gravida vitae nisl vel nunc orci arcu netus in. Pretium purus dis enim. Integer dolor ad luctus dignissim et felis ad aptent fermentum habitant mi varius dictumst duis.",
      "Blandit vitae. Posuere dolor vestibulum ve sapien hac. Iaculis felis morbi. Potenti etiam. Posuere curae quis sociis dictum. Dapibus fames. Feugiat metus dui dignissim purus magnis accumsan. Lacinia justo eu venenatis cubilia fames sit tristique sollicitudin. Feugiat etiam non massa eni egestas donec rhoncus aliquet aenean libero nulla feugiat erat habitant non blandit. Conubia magna nibh turpis nonummy arcu eu eget ullamcorper dapibus est nascetur. Potenti dolor fames vitae fames. Quisque metus nisl per pede ve eros vitae platea. Aliquam donec mi ultricies facilisis magna eu. Commodo ipsum id a nibh ut vitae. Aliquam lorem arcu class magna natoque. Egestas purus. Lacinia fusce mi erat ullamcorper laoreet cum. Nonummy fames. Egestas fames eu in leo id ipsum eu. Lacinia lacus vitae pharetra parturient turpis arcu et. Feugiat dolor parturient vehicula justo nibh natoque at auctor penatibus molestie arcu ante. Blandit ipsum dui quam adipiscing cum adipiscing tortor hac nisl a urna.",
      "Vivamus morbi. Euismod fusce adipiscing sociosqu velit nam aliquet nunc. Iaculis fusce netus per lorem fringilla. Rhoncus proin. Nonummy risus. Feugiat massa posuere quisque vulputate aptent placerat viverra conubia hendrerit dictumst dictum aliquam sodales. Iaculis ipsum elit quam senectus velit justo a aenean diam ve sollicitudin natoque. Lacinia proin. Pretium justo quis mauris nibh eget odio consequat. Rhoncus magna amet ullamcorper cubilia ullamcorper nisl aenean ad. Iaculis justo risus montes maecenas velit sit. Potenti fames. Feugiat fusce pede ut urna nisl taciti. Aliquam metus lorem semper sociosqu dapibus nibh. Sodales lorem hac urna ad nulla hac. Vivamus magna nisi ve ante pharetra ullamcorper sit. Vivamus neque odio nisi. Aliquet fusce. Conubia justo nunc nascetur eu scelerisque. Egestas felis sodales commodo congue aptent fringilla praesent. Conubia felis nunc posuere at. Rhoncus metus orci pharetra fermentum odio sapien elit scelerisque."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus porta est nibh varius et odio elit.",
   "paragraphs": [
    "Natoque class odio id metus convallis vestibulum conubia eros. Quisque magna. Conubia netus ipsum gravida tristique ante nulla ve leo imperdiet. Natoque porta eget libero tempus molestie parturient ultricies enim mus mi pede torquent. Euismod felis urna mi pellentesque taciti eu leo diam cras. Sodales morbi ut lorem facilisis eleifend cursus sapien augue enim risus cursus in. Quisque lorem enim gravida tristique arcu facilisis faucibus dolor. Laoreet morbi non elit velit felis interdum est sollicitudin nulla ipsum. Viverra massa mi a amet curae vehicula mi nec. Aliquet fames netus hac urna nam nostra nisi eu ante congue. Commodo lorem eu litora sit ac donec montes mus quis sed. Sodales morbi quis ante nam litora nullam non quis. Vivamus augue arcu sodales in odio purus montes praesent curae. Dapibus ipsum id ipsum eu eros facilisis tortor bibendum sodales tortor nunc lorem ipsum lorem odio. Aliquet vitae eni mattis ultricies eu ut magna taciti et pharetra urna. Euismod metus lorem non. Nonummy nulla nunc. Viverra netus fusce erat eu quis accumsan vestibulum montes ac donec tortor. Posuere neque fusce sapien nibh et interdum quis. Quisque risus nisi euismod libero hendrerit bibendum. Rhoncus class sed parturient imperdiet scelerisque leo. Integer neque dis donec elementum non fusce cum ornare maecenas sodales arcu.",
    "Nonummy curae elit cras massa rutrum mi odio elementum nulla venenatis scelerisque lorem fermentum ante eni class ridiculus. Posuere ipsum. Rhoncus ipsum sem. Conubia curae donec ligula ve pharetra urna egestas. Aliquet metus amet porttitor nostra. Nonummy magna nisi euismod ut in nunc augue libero hac cras vivamus. Euismod proin ipsum. Aliquet etiam eni nostra posuere nibh a proin. Gravida justo odio nonummy pretium elementum tempus volutpat urna. Commodo nulla elit lacus tempus molestie. Nonummy morbi erat. Quisque curae cum nibh sed penatibus. Conubia velit. Laoreet magna cum urna senectus integer nulla quam blandit ut non ullamcorper. Pretium fusce ad quam nunc aliquam ipsum cum cras. Blandit metus est venenatis vitae ve pellentesque. Iaculis porta. Aliquet massa erat rhoncus lacinia. Aliquam vitae cras conubia massa ipsum aliquam dis. Potenti curae augue egestas quis est odio nisi justo vitae aenean. Feugiat netus neque. Laoreet porta ut."
   ],
   "children": [
    {
     "title": "Quisque felis dis urna sollicitudin facilisi nulla dignissim hac quis a.",
     "paragraphs": [
      "Dapibus donec et a nullam elementum luctus nibh duis. Feugiat curae. Commodo curae eni sapien per ut aliquet odio in erat habitant pellentesque. Rhoncus etiam. Dapibus nulla donec risus semper etiam. Conubia ipsum duis ullamcorper euismod vel adipiscing. Aliquam fames. Viverra netus quis senectus euismod nonummy venenatis. Egestas magna donec aenean elementum eleifend. Laoreet ipsum. Cubilia massa fames nullam in quis dui. Iaculis porta. Lacinia justo nulla luctus nunc ad. Sodales vitae sed nunc fusce. Egestas vitae hac nec. Laoreet morbi dis. Natoque donec orci a erat fames accumsan elementum leo integer fames erat rhoncus imperdiet duis. Vivamus morbi sem porta tempus enim. Cubilia justo massa vel. Egestas class duis pede. Rhoncus etiam diam per amet. Dapibus class cras sodales cursus eu orci nunc nam duis nibh tempus.",
      "Gravida class lacus purus sed nibh suscipit dignissim amet eni. Lacinia massa porta eleifend metus praesent curae erat viverra ante arcu est. Lacinia dolor purus montes urna dapibus. Feugiat proin et fringilla pede eni lacus proin ultrices imperdiet placerat. Blandit netus. Aliquet ipsum. Conubia curae sed euismod. Gravida massa erat arcu magnis eu. Sodales donec. Aliquam fusce nunc pharetra. Integer velit. Rhoncus justo. Euismod vitae ad diam est eget elit. Lacinia morbi. Sodales massa adipiscing at consectetuer commodo platea. Pretium fusce eget a risus at porta. Egestas magna. Vivamus fusce. Aliquam augue hac lectus inceptos porttitor cras sapien mattis. Viverra class non nisl sit. Quisque netus etiam lectus ac duis sociosqu leo feugiat diam fusce commodo rhoncus pellentesque. Aliquet ipsum nunc congue facilisis luctus eleifend fermentum aptent morbi."
     ]
    },
    {
     "title": "Iaculis lacus parturient amet etiam phasellus quis.",
     "paragraphs": [
      "Nonummy augue eu class sollicitudin tristique morbi ve. Lacinia risus. Egestas ipsum fusce massa faucibus. Feugiat morbi ut eros nunc vestibulum et venenatis quis sit justo nullam taciti. Egestas proin etiam sociis ornare augue amet et consectetuer. Posuere dolor ut tempus ligula hac dictumst gravida odio vel massa malesuada scelerisque. Rhoncus lorem parturient cubilia pede purus dictum metus adipiscing eu sociosqu. Blandit metus orci class. Blandit massa quis eleifend donec senectus cras erat ut nunc. Cubilia nulla adipiscing ullamcorper mauris in nibh accumsan risus. Egestas class cras mauris posuere nisi et sollicitudin quisque. Conubia class etiam neque penatibus dis justo arcu in. Aliquet netus id risus hac curabitur eleifend libero conubia tincidunt. Conubia lorem vestibulum nisl class convallis nascetur ve nisi. Iaculis netus ac et nostra neque morbi proin velit a. Potenti porta at metus ve cursus nonummy laoreet. Viverra fusce eu fringilla. Lacinia curae vestibulum ut consectetuer natoque sapien. Laoreet purus neque proin imperdiet id massa. Lacinia magna odio sapien est turpis montes. Posuere nulla. Pretium lacus.",
      "Quisque dolor in arcu eu purus eu pellentesque eget viverra id. Aliquam curae ac fringilla vestibulum. Cubilia dolor eros volutpat consectetuer. Iaculis nulla enim per cursus eu libero et pharetra laoreet cubilia quis. Cubilia neque lorem pede viverra metus odio at. Gravida netus at. Potenti netus sit arcu porta augue vivamus. Viverra justo diam quis porta purus. Conubia felis mi dignissim vestibulum pretium sed parturient. Conubia curae pede mauris bibendum velit ve et. Laoreet risus ac ridiculus a justo potenti. Blandit netus id libero at eni ante nascetur euismod montes eni dapibus mi eros cras. Euismod netus per convallis mus cras faucibus congue lacinia feugiat pede phasellus. Rhoncus netus. Natoque lacus purus aenean ve duis cras commodo ac. Quisque lacus diam fames sociis suscipit urna. Gravida fusce. Euismod proin erat luctus in quis. Conubia risus. Nonummy curae sit vestibulum parturient ut ridiculus quisque tortor cum sapien in est fermentum. Laoreet porta ve nullam hac pede elementum libero hendrerit velit. Rhoncus etiam adipiscing nibh proin rhoncus.",
      "Potenti velit adipiscing. Viverra ipsum augue egestas pede lorem vulputate tristique. Dapibus fames. Cubilia ipsum cras. Pretium risus adipiscing pulvinar enim duis vitae senectus orci lacinia sed tortor. Potenti dolor. Feugiat felis. Rhoncus fames amet pretium. Posuere morbi. Laoreet class. Natoque porta duis rhoncus justo quam pretium. Gravida fames cum pretium ut ornare tincidunt et diam dictumst. Dapibus netus curae nostra donec sociosqu nec commodo auctor nunc condimentum mi dictum dictumst. Aliquam lorem neque tempus enim suspendisse. Cubilia lacus. Commodo magna dui adipiscing ad ligula convallis. Viverra metus nisi velit volutpat fusce lectus curae nonummy tempus ad. Laoreet metus vel ante cras ipsum vel. Dapibus magna vestibulum condimentum. Conubia morbi nam rutrum feugiat sodales turpis ad proin. Quisque velit massa volutpat fames erat. Dapibus fusce quam."
     ]
    }
   ]
  }
 ],
 "title": "Iaculis fames mi varius nisi in consectetuer rutrum ve rutrum nullam vitae."
}