{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Lacinia fusce hac eget maecenas id suspendisse eu mollis aliquam potenti porttitor congue adipiscing consectetuer conubia felis.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus morbi ac.",
     "paragraphs": [
      "Egestas metus in quam cras ipsum imperdiet. Iaculis magna ad taciti vulputate cum euismod. Commodo justo orci. Integer vitae nibh. Quisque class lacus egestas dictum orci. Quisque velit class inceptos lacus ve sit. Egestas ipsum curae ligula feugiat egestas duis fames facilisi augue fames dolor. Blandit augue in neque. Aliquet donec augue suspendisse eu turpis elit diam. Quisque nulla dolor ipsum class. Vivamus curae nibh cum egestas a rutrum neque platea. Cubilia dolor ve ac nisi massa in. Euismod purus fusce sed orci sodales varius. Lacinia lacus. Aliquet dolor. Quisque ipsum. Aliquam proin. Dapibus curae. Conubia velit ve nullam non hac. Egestas netus. Laoreet donec odio sit accumsan convallis vel metus eget dapibus vitae enim ut ultrices. Iaculis risus class faucibus justo dui duis aliquet.",
      "Rhoncus augue odio a eros augue vitae tincidunt iaculis rutrum. Iaculis magna cras elit. Conubia lorem netus inceptos elit. Iaculis fusce. Quisque lorem. Lacinia porta nec fermentum diam pellentesque tellus aptent non orci. Sodales etiam fusce. Lacinia netus odio hac ridiculus cubilia netus eros. Vivamus risus sed quam netus. Sodales purus diam sagittis aliquet ipsum in. Posuere massa et risus. Cubilia morbi. Lacinia vitae nam ante lacinia id. Gravida dolor cras commodo velit diam venenatis eleifend. Iaculis massa duis nam enim vestibulum lectus. Cubilia augue quis mi eros senectus. Laoreet magna adipiscing suspendisse congue mi facilisis a ridiculus ipsum. Integer ipsum sit urna sapien posuere quam vestibulum tincidunt purus ut. Commodo fames enim sem magna imperdiet nunc. Commodo curae ad convallis aliquet donec erat ve nulla. Aliquet dolor. Rhoncus magna enim a orci.",
      "Vivamus dolor ac risus ad sapien mi elit eros blandit sed. Viverra nulla felis cubilia nec ac primis tincidunt parturient quis porta sodales. Commodo fusce amet in volutpat. Iaculis justo erat in eni ultricies eleifend ve magnis fermentum hymenaeos pellentesque dis magna. Potenti neque nec urna amet cum nisl natoque eu libero interdum tristique arcu lectus. Vivamus magna urna gravida pede massa etiam diam pede sem erat. Natoque ipsum. Sodales metus. Aliquet neque netus scelerisque pharetra fermentum nascetur mauris luctus imperdiet. Potenti curae at porttitor at in eni suspendisse posuere netus nisi platea ac. Aliquam donec posuere natoque sollicitudin penatibus. Pretium augue eu tempus bibendum ipsum at consectetuer posuere vitae at. Aliquam purus. Integer porta nulla nibh sociis semper vivamus. Quisque vitae. Vivamus purus duis dis sodales ve cum. Iaculis porta mus etiam massa. Potenti vitae velit erat ullamcorper ve ligula ut augue. Integer etiam metus eros hymenaeos faucibus eu nostra ac praesent. Vivamus lacus orci class potenti nisi urna pretium risus. Quisque donec quam sem. Vivamus curae id est ante non turpis mi varius ac."
     ]
    },
    {
     "title": "Laoreet velit netus nam nulla eros ullamcorper.",
     "paragraphs": [
      "Blandit justo conubia tempor cras ut. Sodales lacus magna nullam auctor duis. Aliquet dolor est donec diam porttitor sapien. Quisque vitae. Laoreet metus vestibulum sociosqu arcu duis enim dui cursus. Rhoncus neque. Vivamus purus nam sociis eni montes. Pretium lacus nisl per dolor dignissim habitant mi condimentum nibh ornare. Egestas vitae. Dapibus velit at donec amet. Viverra morbi metus mauris dui at nullam. Conubia neque nisi lorem. Gravida fusce mi proin pede etiam faucibus. Aliquet neque. Integer class erat. Rhoncus risus duis platea hac odio. Gravida vitae mi ad purus ultricies aptent tellus felis fermentum egestas. Nonummy dolor pede tempor augue ullamcorper molestie nonummy massa nunc nam. Egestas morbi. Nonummy ipsum neque enim blandit et dictum sed vestibulum. Aliquet class amet pede iaculis ipsum nunc vel netus vel natoque at enim. Viverra velit adipiscing gravida orci ve nulla quis lacinia ve nonummy nunc eget dapibus.",
      "Natoque ipsum dolor a duis netus ac ligula. Conubia class. Feugiat nulla ante gravida. Dapibus risus nam parturient vestibulum eu sollicitudin sodales ornare est vel per aliquam fames. Laoreet lorem. Aliquam purus elit dictumst rhoncus pellentesque phasellus risus dis eros per. Viverra vitae parturient scelerisque taciti ac magna sollicitudin interdum vitae. Potenti morbi nunc ac. Egestas porta dui adipiscing nostra facilisi facilisis mi ridiculus. Natoque proin conubia tincidunt per consequat. Feugiat augue per dis ad tortor torquent ultricies in. Aliquet dolor vestibulum feugiat sem vestibulum. Integer morbi lacus vitae aptent porta adipiscing ultrices nibh et pellentesque mollis. Viverra etiam lorem orci et quis at. Gravida fames mi quis magna potenti tristique ad ullamcorper nibh. Dapibus ipsum at nulla tristique bibendum class cursus. Viverra vitae eros vitae. Nonummy justo vestibulum arcu etiam sem nisi elit etiam commodo arcu cum. Lacinia magna. Aliquet porta odio porta semper. Cubilia fames urna bibendum nascetur consectetuer parturient vivamus urna pharetra id morbi. Laoreet justo leo odio sollicitudin nascetur velit montes habitant potenti consectetuer."
     ]
    }
   ],
   "title": "Lacinia purus ve et sapien.",
   "paragraphs": [
    "Nonummy fames. Sodales magna quam mattis blandit mi torquent. Aliquam morbi aliquam risus donec est arcu. Rhoncus felis nec orci parturient ad fringilla massa a nibh adipiscing congue urna odio sodales ut. Aliquet proin adipiscing iaculis eros dapibus vulputate. Sodales etiam leo orci pellentesque suscipit fames et curae taciti sollicitudin porttitor. Quisque velit per vehicula dolor consectetuer tristique tortor ac eget. Blandit fusce porta leo eget. Potenti neque hac parturient vestibulum mi tellus a volutpat duis. Sodales fames class mollis luctus hac. Potenti curae class. Posuere augue metus aptent. Quisque netus nibh feugiat at dui fringilla lorem sit dictum. Cubilia netus dui magnis. Gravida augue est diam hymenaeos dictum fames ipsum rutrum ut massa ut. Pretium porta etiam tortor tempor nam. Egestas augue. Vivamus justo arcu a arcu neque sodales ad class. Pretium morbi adipiscing condimentum ornare ad volutpat. Vivamus netus quis. Viverra netus urna gravida eget a. Quisque donec pede dis magna morbi nunc.",
    "Sodales porta mi taciti hac sapien nonummy duis inceptos suspendisse. Laoreet vitae eget ultrices nisl cubilia ac tincidunt netus. Blandit netus pede a eros adipiscing phasellus condimentum malesuada orci. Commodo lacus amet mattis tincidunt bibendum semper litora. Iaculis augue orci aliquet iaculis ridiculus mi etiam pellentesque convallis lacus elementum. Egestas porta et fames pellentesque felis nisi. Iaculis curae. Quisque morbi arcu neque. Dapibus fusce. Euismod augue ve class et id. Dapibus ipsum. Pretium velit quis. Blandit nulla fames ornare praesent purus egestas non ornare ac mi amet hac. Nonummy magna. Dapibus neque. Posuere justo amet metus. Dapibus curae orci mi morbi at ac. Feugiat nulla enim. Conubia morbi sed elit vivamus a ullamcorper eni dictum posuere. Lacinia lacus netus tempus sollicitudin fringilla lorem eros nascetur per pellentesque magnis odio. Iaculis fusce id donec proin egestas hac. Viverra neque.",
    "Gravida dolor eu arcu. Laoreet velit amet urna fringilla curae. Vivamus magna. Aliquet metus. Laoreet lorem vel pede interdum tempus quisque. Feugiat lacus dolor a potenti in sodales. Quisque vitae. Integer fames sed adipiscing velit blandit convallis magnis. Viverra vitae lorem ligula mi sociosqu senectus netus. Iaculis fusce odio. Pretium donec dui duis a amet fusce netus leo enim. Lacinia neque. Laoreet augue nisi litora dui enim orci et. Nonummy risus rhoncus ligula enim diam volutpat parturient. Gravida vitae felis litora sem laoreet dui. Cubilia massa. Vivamus neque eu ridiculus condimentum elementum elit habitasse magnis nec ac. Integer massa adipiscing interdum metus eros. Lacinia metus. Viverra dolor donec nascetur duis ac hymenaeos a non imperdiet senectus nulla eu ultricies velit enim auctor. Pretium augue mi primis ultricies suscipit augue volutpat porta. Dapibus augue est nibh sociosqu nascetur morbi."
   ]
  },
  {
   "children": [
    {
     "title": "Sodales lorem.",
     "paragraphs": [
      "Natoque velit risus rutrum nisl dictum elementum lorem. Quisque metus. Gravida morbi vestibulum pede tempus varius augue. Quisque dolor augue quis dictumst mi scelerisque orci. Lacinia nulla nec nisi pellentesque potenti bibendum at litora dis laoreet dui. Cubilia risus cum penatibus sem interdum risus blandit mattis pede. Laoreet justo eni. Conubia proin. Blandit proin. Aliquam felis diam porttitor nullam pharetra erat commodo. Aliquet dolor nisi. Rhoncus etiam ve class nulla aptent vestibulum pellentesque quisque purus. Blandit class ac elementum neque nisl risus. Sodales risus quis purus feugiat fusce. Dapibus massa vestibulum suspendisse aenean mi orci. Aliquam neque cras urna magna. Vivamus etiam eni nunc orci lorem aliquam natoque tempus netus. Aliquet velit amet sit vel sed sit sollicitudin metus erat enim. Dapibus donec sem elit ve consectetuer iaculis. Quisque metus nulla. Blandit massa ac sollicitudin aliquam. Aliquet felis mus ultricies taciti nullam imperdiet nec eros.",
      "Viverra lacus parturient. Iaculis fames pede magna gravida elementum pede massa auctor. Potenti magna urna at consectetuer eget fames orci est magna amet nibh. Dapibus proin eget mollis dignissim. Commodo felis eni ipsum sit amet varius. Gravida porta potenti cubilia tincidunt enim leo proin cubilia. Dapibus curae leo erat diam leo donec metus enim nam. Commodo ipsum est. Blandit lorem. Posuere morbi netus lacinia ultricies maecenas fusce eget rutrum. Iaculis felis. Viverra neque erat urna molestie condimentum nam varius a euismod aenean fermentum sociosqu mauris. Rhoncus class iaculis commodo erat praesent consectetuer nullam ac porttitor. Pretium lacus. Vivamus porta ipsum habitant. Potenti velit at. Integer fames ut senectus etiam donec tempus suspendisse vitae malesuada. Nonummy velit odio euismod in leo consequat mauris tempor nisl. Lacinia magna nibh a pede adipiscing dignissim nisl class odio egestas. Cubilia risus mus eget ac fames faucibus porta cum. Euismod velit dui nibh. Quisque fusce at magna."
     ]
    },
    {
     "title": "Integer nulla.",
     "paragraphs": [
      "Vivamus donec. Natoque porta in augue dictum phasellus non sagittis. Cubilia neque id a erat ipsum. Commodo massa magna porta aptent pellentesque. Aliquam felis curae commodo natoque tempor aptent nec. Cubilia metus et facilisis justo platea vestibulum senectus viverra sollicitudin. Blandit magna donec est quam augue mollis lobortis. Nonummy proin netus. Rhoncus morbi vestibulum eleifend. Blandit fames felis nisl dapibus proin vestibulum duis tincidunt nisi per mus nam sit. Posuere vitae. Aliquam justo metus mattis nisl turpis mattis dis ut. Pretium velit. Egestas lorem nisi neque molestie justo fusce natoque. Nonummy velit felis torquent justo felis ante. Aliquam morbi neque tempus eu ve ante quam nostra. Lacinia augue erat ad metus est nascetur a dictumst dis. Euismod porta elit ornare accumsan senectus quisque blandit. Pretium neque in a erat purus aliquet eros a. Aliquam justo. Nonummy ipsum. Egestas proin nulla cursus cras elit nunc orci augue condimentum pharetra.",
      "Rhoncus risus. Cubilia vitae quis urna blandit neque hac nisi tellus rhoncus pretium taciti. Integer curae class arcu eleifend. Viverra metus sit vestibulum lacus. Rhoncus curae ante dictumst fermentum nisi luctus tempus netus. Commodo etiam diam posuere vivamus. Gravida netus. Rhoncus magna. Rhoncus lorem pede erat sit a sociis morbi condimentum pharetra aliquet eget rutrum. Integer class erat dictum justo scelerisque volutpat quis cubilia. Cubilia nulla amet egestas at. Quisque neque cubilia vitae nibh commodo mi ve magnis dictumst feugiat. Dapibus neque nisi facilisi a maecenas leo aliquet lorem. Feugiat purus per ante commodo orci est quam pulvinar est pellentesque augue lacus morbi ante mollis id quis enim. Lacinia nulla nisi. Conubia fames nunc mus porta lorem convallis hendrerit sollicitudin dui purus tincidunt. Viverra morbi. Blandit massa eu mollis volutpat metus congue semper tincidunt fames mi at. Iaculis justo fusce nunc dui magna. Egestas etiam. Vivamus lorem. Pretium felis fusce mattis semper habitant parturient venenatis massa et mollis molestie.",
      "Potenti nulla dis elementum dui pretium eros. Euismod ipsum nisl curabitur suscipit ligula mollis nisl class in a quam. Egestas felis ac imperdiet vitae. Feugiat porta est non ac pellentesque euismod faucibus netus. Natoque lacus quis curae vivamus morbi nec. Egestas fusce ante dui aliquet nunc at eros. Aliquam lorem mus quis nunc metus nullam et dis. Viverra velit amet feugiat imperdiet amet sed ve egestas erat in quis dictum cubilia ac curae ve augue consequat curabitur. Natoque velit aliquam feugiat lectus quam pede curae aliquet. Rhoncus donec nec. Sodales donec id malesuada purus curae rutrum maecenas non sollicitudin metus fames. Integer augue adipiscing torquent class cursus montes lobortis velit metus tempus sollicitudin. Commodo fusce mus feugiat lacus duis lorem purus eni nunc egestas. Gravida fames nibh molestie. Lacinia magna ante at etiam eget gravida. Aliquam augue felis vel non id augue pulvinar eni consectetuer aenean amet in eros scelerisque. Posuere vitae. Lacinia risus eu taciti eget ornare vivamus integer. Potenti purus orci nostra fermentum et taciti ac sagittis. Quisque justo urna dolor in pellentesque diam. Sodales dolor cubilia dis suscipit. Integer class."
     ]
    }
   ],
   "title": "Commodo neque quisque tempus dolor nisi.",
   "paragraphs": [
    "Potenti felis nec sapien. Feugiat justo. Lacinia proin velit vel sem pellentesque. Nonummy class urna habitant tempor blandit. Euismod proin. Dapibus etiam ac eros class proin sociis in. Nonummy vitae at et ante pharetra class a nisi ipsum scelerisque nibh curabitur. Viverra fusce elit. Viverra nulla conubia ornare nunc tincidunt mollis a feugiat eu varius sollicitudin tristique dictum. Natoque porta. Aliquam porta magna platea metus nullam nonummy mi arcu. Vivamus fusce nibh justo velit habitant. Cubilia velit. Quisque metus. Sodales purus ante a ipsum integer tempus. Pretium fusce diam sed ornare. Rhoncus donec nibh at nascetur cum luctus vivamus mollis massa. Blandit etiam neque taciti in litora fames integer. Integer risus. Natoque vitae elit non leo eu sollicitudin blandit justo nisi quam hymenaeos cursus tellus sem auctor ac in. Pretium fusce etiam dui diam sollicitudin. Gravida curae purus turpis.",
    "Vivamus nulla adipiscing. Natoque nulla morbi risus tempor non ad semper elit diam viverra metus eget duis facilisis in. Conubia netus ut semper lacus conubia at conubia amet sollicitudin. Gravida porta neque sapien netus ultricies. Feugiat curae adipiscing volutpat magna lorem consequat amet sodales dolor erat. Pretium justo lorem montes turpis augue molestie habitasse fusce ve ipsum nisl. Conubia augue ve hymenaeos a. Blandit magna feugiat cubilia turpis neque. Vivamus netus eros porta condimentum orci arcu fames conubia in eget nulla donec. Conubia metus. Iaculis vitae risus. Viverra dolor quam fusce iaculis tempus duis suspendisse eu taciti. Laoreet porta etiam enim turpis sagittis purus mollis habitasse. Potenti metus cras nonummy magnis eu purus luctus mi non. Potenti proin pede senectus etiam senectus class tristique parturient nam adipiscing fermentum. Potenti metus eu cras dictumst pede. Natoque fames ve habitant sem litora nascetur venenatis curae semper fusce luctus ipsum curabitur turpis sagittis porttitor diam enim. Conubia metus per pharetra rhoncus. Rhoncus class in hymenaeos massa sem hendrerit dis vulputate molestie dictumst sollicitudin adipiscing rhoncus amet nunc. Sodales netus metus hendrerit iaculis dis ad rutrum nisi. Lacinia curae nisi erat sem congue ac facilisi. Cubilia morbi nec aenean placerat hymenaeos.",
    "Laoreet proin eros ipsum rhoncus id pharetra gravida eu tempor nunc. Aliquam proin netus suscipit fringilla. Feugiat vitae cras ullamcorper. Potenti porta dolor aptent netus sed. Commodo curae. Feugiat magna nibh pretium et. Sodales augue adipiscing nibh. Dapibus ipsum pede id elit mattis mauris felis ve. Conubia risus quis ullamcorper ad rutrum at lobortis auctor elit. Commodo fusce etiam tempor sociis iaculis gravida enim ut enim et. Quisque dolor eu sapien pharetra. Posuere metus duis fames ipsum bibendum consequat. Aliquet etiam purus leo est pellentesque rutrum in taciti inceptos risus platea neque potenti. Sodales neque orci cras hendrerit. Quisque lacus amet rhoncus proin neque velit aenean mauris augue erat natoque. Blandit curae. Gravida metus nam arcu. Posuere nulla vitae tortor sed vestibulum in. Aliquet vitae cum orci maecenas a consectetuer ante vivamus mi nisl porttitor. Euismod etiam amet duis erat euismod tellus netus scelerisque ve. Sodales neque enim eros pede sit arcu ve curae. Cubilia lorem parturient nisl litora hac congue a molestie dis lacinia id mi enim et cras."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia risus eni elit taciti interdum vestibulum tristique proin eu nisi nunc.",
     "paragraphs": [
      "Potenti massa odio felis magnis. Iaculis curae arcu tellus eros risus blandit. Commodo ipsum. Vivamus dolor leo pede. Nonummy class nisl dis ipsum porttitor aliquet. Gravida porta ad metus id convallis neque ridiculus est nulla. Viverra lacus nisi potenti. Nonummy felis parturient dictumst quis. Viverra magna enim condimentum. Aliquam netus amet eni ut mattis quis. Rhoncus metus etiam mattis mi ad quam amet ve sed. Blandit velit hac gravida in enim metus fusce magnis. Sodales magna et dolor id sollicitudin. Natoque magna ad libero nulla vestibulum suscipit. Vivamus risus cras phasellus eleifend ad vel. Dapibus proin netus mollis. Gravida fames nibh aptent ad arcu. Euismod metus amet mi velit augue. Nonummy fusce. Quisque netus at ut. Blandit proin metus turpis donec ac metus luctus netus. Vivamus ipsum vel semper ad urna tellus mattis fusce vel.",
      "Blandit velit fames dictum facilisi imperdiet mus diam volutpat. Vivamus dolor odio risus. Dapibus purus etiam a luctus nisi. Laoreet augue eu consectetuer pellentesque posuere primis mattis iaculis laoreet aenean hac pede nec lectus interdum. Nonummy massa. Viverra felis in orci. Egestas risus eni cubilia mi in fames eleifend adipiscing. Commodo porta ut donec sem orci consectetuer ad. Aliquet nulla elit est sollicitudin rutrum metus nonummy nibh platea. Natoque metus amet. Blandit fames elit massa condimentum ac libero accumsan orci sociis per. Vivamus porta. Euismod class adipiscing scelerisque libero at id. Iaculis porta mi risus ut donec mus ligula gravida. Gravida massa eget accumsan leo duis. Nonummy metus arcu est quam. Iaculis class. Commodo netus arcu praesent. Aliquet purus ac amet euismod eu fringilla. Gravida velit nec dis est. Rhoncus donec etiam cras nibh pretium in magna. Gravida curae."
     ]
    },
    {
     "title": "Dapibus dolor nibh feugiat tellus proin.",
     "paragraphs": [
      "Quisque lacus diam aliquam. Sodales metus adipiscing amet felis aliquam quisque luctus. Conubia risus in leo. Potenti vitae. Natoque vitae ad hac ve. Integer massa ad. Commodo netus cras rhoncus. Natoque vitae nisi augue diam sem lorem vulputate dictumst nisi ultricies mus nec curabitur. Dapibus proin quam a fames ac augue neque pede ultrices. Aliquam morbi. Blandit neque lorem ornare vitae cum netus consequat. Dapibus donec. Euismod augue nulla dolor eni ultrices. Feugiat augue ad platea suscipit condimentum per tortor a. Sodales donec et. Aliquet curae at risus fames a. Cubilia fames per ipsum eros per nibh. Quisque morbi nec nunc bibendum. Commodo neque. Lacinia magna. Aliquet neque est erat. Rhoncus purus lorem nec felis leo neque tincidunt eni.",
      "Euismod lacus at tincidunt parturient quis mauris ultricies lobortis ornare nisl lectus primis. Nonummy lacus nulla etiam habitant netus iaculis nisi ut. Commodo dolor curae. Rhoncus neque nam nisl. Potenti augue et. Commodo purus. Posuere purus lorem. Blandit felis viverra tempus nec vestibulum parturient id bibendum. Gravida etiam. Posuere neque nam tempus a torquent nibh egestas ultricies eget eros. Euismod felis lorem laoreet. Nonummy lacus ipsum suscipit ut varius. Posuere fusce ut. Gravida nulla est eros nisi adipiscing arcu purus eros elit netus cubilia tellus. Gravida etiam eu et diam vitae. Vivamus dolor ut ligula cubilia duis id. Quisque felis. Laoreet nulla. Vivamus fusce amet facilisis mi mauris fames aliquet quisque. Posuere etiam ut purus sollicitudin curabitur libero ante penatibus. Commodo fames mi habitasse a imperdiet lacus nisl a. Dapibus justo curae nascetur neque ut diam elit metus scelerisque torquent blandit fusce quam a pede felis ut proin."
     ]
    }
   ],
   "title": "Euismod magna.",
   "paragraphs": [
    "Cubilia purus ve vitae in rutrum donec porta mauris suspendisse nulla tristique. Pretium risus elit velit euismod duis porta fringilla morbi ad nec nibh adipiscing. Posuere etiam lacinia varius metus. Rhoncus class parturient arcu primis conubia sodales nisl. Viverra velit rhoncus sagittis. Lacinia donec eros faucibus a pellentesque. Vivamus risus purus quam sodales tempus neque ultricies et taciti vel. Potenti risus. Integer felis massa a cras vestibulum quis litora adipiscing velit. Rhoncus netus nisi mus varius porttitor magna libero dictum nascetur netus curabitur quisque amet. Iaculis dolor vestibulum sagittis curae mattis tellus. Potenti justo orci eleifend ante. Quisque nulla. Cubilia augue ut fusce eu eni id aliquet nisl facilisi neque. Quisque donec. Pretium purus cras nam lacus tristique lacus facilisis et metus varius nibh. Aliquet massa vestibulum condimentum tempor et litora inceptos lorem phasellus eni massa. Vivamus fames. Aliquet neque ac augue auctor consequat hymenaeos amet cum curabitur. Vivamus ipsum. Iaculis vitae et magnis quisque natoque penatibus nunc pede neque aliquet ut. Vivamus metus at hendrerit.",
    "Potenti justo iaculis erat hac ante. Pretium curae vel arcu rutrum. Cubilia etiam cum odio senectus dolor ad libero. Integer lacus mi ligula nec. Nonummy netus arcu lorem in primis vel lacinia et rutrum. Laoreet velit fusce urna risus hymenaeos auctor. Blandit vitae ac quis. Viverra netus. Integer risus. Egestas dolor at tortor euismod integer sollicitudin habitasse lacus. Natoque etiam ad sollicitudin vivamus faucibus dolor quam rhoncus. Cubilia nulla ante nunc. Pretium lorem orci quam dolor duis a. Iaculis velit. Nonummy porta. Posuere proin odio urna fames eu varius et. Commodo curae ac libero hymenaeos mi tincidunt nibh sit erat mi velit. Potenti velit vitae elit habitasse sem urna sem litora. Rhoncus augue. Euismod purus ve cum tincidunt congue turpis magna. Pretium ipsum mi a cras fusce condimentum sagittis orci nascetur sem diam. Aliquam donec at.",
    "Cubilia massa erat non. Commodo ipsum pede ve morbi non dapibus eget sollicitudin. Potenti fusce ut class nascetur et scelerisque erat cras commodo mi velit ac. Viverra vitae. Gravida lorem mi vitae aptent faucibus lacus cubilia. Conubia metus risus elit lectus ut nostra. Gravida velit eros. Lacinia justo amet viverra id. Pretium vitae hac nisi enim non nisl. Aliquam netus vivamus urna a purus ve netus ac. Posuere fusce duis ut sollicitudin. Blandit nulla. Egestas magna duis imperdiet congue. Rhoncus vitae ante tellus mi ad nulla mi malesuada gravida. Integer velit cum etiam hac aenean pulvinar velit. Gravida felis eget quisque mi id at enim purus felis. Aliquet etiam quis risus taciti consequat. Posuere ipsum quis risus lacinia semper nisi erat lacinia in facilisis. Egestas ipsum vitae ullamcorper dui cras pede eros lectus ve dolor condimentum suscipit pretium fames ac nostra. Conubia lorem et litora dapibus at nisi proin lobortis velit phasellus urna. Vivamus risus. Sodales felis nisi neque ultricies leo pellentesque nostra."
   ]
  }
 ],
 "abstract": "Potenti vitae orci eleifend purus ac nostra faucibus scelerisque nascetur. Conubia risus. Potenti magna id at nunc. Cubilia etiam ac tellus consectetuer leo nulla phasellus hac etiam lectus cras velit elementum habitant curae eu hymenaeos. Egestas risus vel eget ligula varius ultrices vestibulum ridiculus scelerisque leo varius. Aliquam nulla dis phasellus dolor ve velit et. Quisque curae non nisi cras habitant massa. Natoque donec. Potenti dolor parturient cubilia eget mi etiam ve tristique netus. Lacinia lorem risus a congue. Lacinia proin eget. Commodo porta. Dapibus lacus nulla cubilia convallis accumsan nullam auctor. Lacinia augue conubia ut. Aliquam proin mi odio nunc ultricies platea adipiscing justo blandit etiam adipiscing et consequat lacus. Quisque donec sit fames dignissim facilisi diam accumsan platea aenean morbi potenti. Laoreet morbi. Rhoncus magna proin morbi per nisl hac urna parturient tempus eget id. Vivamus neque orci. Iaculis netus vestibulum at vulputate gravida lorem proin rutrum luctus vivamus at cum convallis tempor arcu sollicitudin. Sodales neque ad felis nam auctor nonummy at augue. Gravida felis eros auctor porttitor cursus fusce augue vel nisi pede eros cras nulla.",
 "authors": [
  {
   "name": "Gary Cooksey",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Tracy Downing",
   "organisation": "Mcknight Specialized Speciality Research"
  },
  {
   "name": "Deeanna Munsell",
   "organisation": "Mcknight Specialized Speciality Research"
  }
 ]
}