{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130,
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Sab85"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Blandit ipsum dolor felis feugiat purus commodo ac leo tellus laoreet odio. Posuere fames eros ad nunc cum sociis. Dapibus lorem nibh sit arcu eu. Potenti nulla commodo platea. Nonummy fames magna. Quisque neque fusce odio imperdiet ultrices et fusce ac vitae. Gravida proin natoque proin. Posuere felis donec hac diam sem porta cubilia. Feugiat curae duis lorem tempus sollicitudin. Posuere metus id mauris hendrerit lobortis. Dapibus ipsum duis. Feugiat porta. Aliquet proin ac morbi lorem. Iaculis augue vel urna suscipit etiam. Feugiat dolor amet. Lacinia proin sodales eget at vitae taciti nec magnis a. Aliquet ipsum vestibulum in volutpat faucibus natoque sagittis tempor elit donec magna diam praesent. Integer netus posuere sem pulvinar vulputate donec. Natoque nulla ac. Posuere vitae elit orci felis ultrices sit duis nibh penatibus mi mauris natoque gravida nisl ad. Conubia lacus sit bibendum consectetuer. Viverra augue odio posuere nunc dolor sodales mi in id.",
    "Feugiat risus massa nulla senectus fermentum. Commodo velit ipsum neque sem adipiscing vestibulum ac lobortis. Commodo morbi netus metus lectus sollicitudin hymenaeos netus cras a fames et tristique a eni. Conubia morbi per fames montes morbi id ornare hendrerit. Nonummy etiam nisl felis eu lectus diam. Euismod etiam. Blandit risus quam sem quam maecenas adipiscing turpis. Feugiat justo parturient gravida. Rhoncus ipsum enim. Conubia donec. Blandit purus ac mattis pulvinar. Sodales vitae adipiscing nibh aptent mus suscipit pellentesque blandit. Posuere velit eros tristique. Iaculis curae. Laoreet purus morbi tellus ut. Sodales dolor quis metus. Viverra risus. Rhoncus risus orci class nibh nisi amet libero et rutrum. Nonummy netus. Sodales fames est volutpat. Natoque donec lorem mauris metus adipiscing sagittis. Pretium velit."
   ],
   "children": [
    {
     "paragraphs": [
      "Pretium purus fames. Natoque donec. Lacinia purus. Aliquet neque eu fusce fringilla turpis vestibulum. Laoreet massa adipiscing suspendisse ligula ut massa quam suspendisse consectetuer euismod. Iaculis curae nisl natoque ad etiam et tortor. Euismod curae. Gravida ipsum nisl hac nisl eget massa malesuada leo convallis. Commodo fusce ante ad donec ut eleifend arcu nisl euismod pede. Natoque fames. Commodo massa eros arcu. Potenti metus et mattis nunc odio integer vivamus. Egestas porta orci. Aliquet nulla iaculis ipsum enim sem tempor habitant laoreet. Aliquam lacus sed enim ante. Dapibus ipsum curae mauris ve odio inceptos tempor aptent est et elit in odio viverra. Lacinia velit cras odio quam tincidunt. Sodales porta sit vestibulum parturient et penatibus ut suspendisse quis aenean id habitant duis arcu sagittis. Viverra morbi vestibulum. Lacinia lacus netus vel adipiscing vestibulum et. Rhoncus massa amet dis dolor parturient enim auctor adipiscing fusce nibh cras. Gravida netus cum curae malesuada blandit vitae.",
      "Pretium class justo magna mus ante adipiscing. Dapibus velit hac eget ante. Euismod justo elit senectus eni. Euismod lacus orci a ante at metus mi et. Blandit massa ve eu duis eu lorem facilisis erat dignissim nam nec. Laoreet augue elit ultricies ve at id cras praesent venenatis sagittis. Lacinia augue. Commodo augue eni nisi consectetuer adipiscing orci curabitur. Rhoncus nulla orci dui. Euismod massa. Aliquam fames. Aliquam porta. Sodales netus. Posuere ipsum per ligula elementum est habitasse taciti. Laoreet vitae. Potenti risus nisl fusce tortor etiam porta dictum tortor proin at. Rhoncus risus curae velit duis metus faucibus nisi. Nonummy purus vivamus in pharetra. Potenti vitae urna dapibus augue. Pretium nulla risus natoque ante at etiam mollis mi consequat. Conubia etiam cum arcu laoreet erat ut. Cubilia dolor ut a diam donec vivamus nisi etiam.",
      "Quisque etiam ante nam mollis feugiat nostra at. Posuere morbi ante pede arcu metus. Feugiat felis duis platea adipiscing pellentesque. Nonummy purus. Posuere vitae ante magnis ve malesuada lorem et. Laoreet proin cum quis molestie suscipit morbi id. Feugiat ipsum in erat massa aliquam mus at libero per enim dapibus. Potenti purus arcu aliquet justo in ut enim id eni. Blandit magna orci nisl cubilia ante pulvinar a pellentesque. Rhoncus netus ante id fames ve tempor pellentesque penatibus ornare a vivamus tempus. Aliquam curae augue morbi ligula congue lorem. Egestas massa sed duis felis posuere eni at sollicitudin diam. Blandit curae in primis urna velit eu turpis malesuada ut imperdiet vitae nisl proin. Iaculis purus. Nonummy magna in quis neque commodo lectus nunc in hymenaeos vestibulum eros rutrum quisque nunc pellentesque. Viverra purus. Egestas velit ad sem. Quisque donec natoque nulla class. Natoque massa ante nascetur sem arcu. Euismod metus vestibulum placerat quis feugiat id convallis ipsum duis. Natoque lacus id dolor enim. Egestas proin eros mollis ut leo nunc mi aenean blandit."
     ],
     "title": "Cubilia lacus vel orci."
    },
    {
     "paragraphs": [
      "Vivamus curae nibh class. Aliquam curae porta suspendisse vel eget sed aenean quisque elit. Gravida vitae eni ipsum cursus donec rhoncus ligula eni turpis at et porta cursus. Rhoncus neque quis hendrerit. Sodales felis amet quam libero risus suspendisse. Commodo lorem curae penatibus vel ipsum elementum sociosqu. Pretium purus cubilia porta sit sociosqu. Sodales ipsum. Commodo netus. Iaculis curae. Euismod ipsum. Pretium velit id vel nisl. Rhoncus class augue pretium dapibus duis felis rutrum fermentum cubilia magna urna justo. Viverra augue. Lacinia lorem duis a ipsum in dolor. Pretium lorem nisi est dolor montes diam varius blandit cum erat a ante lorem varius. Potenti magna. Iaculis vitae morbi. Conubia neque leo. Feugiat class. Gravida porta nisl aliquam ve lacus mattis turpis phasellus eu. Commodo netus cum eget malesuada consectetuer sed.",
      "Nonummy velit orci venenatis in amet etiam ac in pede. Posuere fusce odio habitasse vitae fermentum imperdiet quam vitae mi eget placerat purus tristique. Gravida class enim vivamus in. Nonummy porta sed quam non nullam a. Sodales vitae. Rhoncus fusce leo nec leo at a enim magna ullamcorper duis aenean integer ad. Dapibus class et felis ullamcorper arcu urna sapien praesent fermentum neque. Feugiat augue cum torquent pellentesque egestas. Aliquam fusce in bibendum pretium ligula phasellus class. Laoreet metus eget senectus. Lacinia lorem orci gravida sem. Natoque curae. Euismod vitae orci potenti pretium netus. Sodales porta donec varius fusce in ac mi. Viverra magna ut non. Sodales lorem ante mi orci velit. Potenti donec commodo taciti mi est at cras. Euismod curae. Posuere magna. Euismod risus mus potenti eu torquent sagittis felis ut nostra interdum condimentum. Cubilia risus at class mi duis quam. Potenti risus."
     ],
     "title": "Rhoncus purus ve magna ve mauris."
    },
    {
     "paragraphs": [
      "Pretium velit et ac fermentum lacinia sollicitudin elementum tellus. Pretium felis morbi mollis in eget elementum eleifend in sapien. Egestas neque fames nullam primis porta. Iaculis donec est cras. Feugiat lorem. Posuere donec ve metus mattis quis. Viverra ipsum morbi aenean donec condimentum nec tellus ad. Aliquam netus. Conubia metus mi facilisis. Cubilia velit sem tempus rhoncus egestas montes. Euismod ipsum vestibulum accumsan duis tempus. Laoreet augue arcu sed. Natoque massa ut porta ut litora suscipit laoreet velit. Quisque curae at enim sagittis consectetuer. Conubia magna. Potenti nulla eu congue laoreet cubilia taciti ve. Euismod netus. Iaculis metus curae curabitur ante quis duis posuere. Dapibus vitae adipiscing ullamcorper tempor mi. Integer morbi curae pharetra nunc libero dictum nam. Aliquam donec ante fermentum eu. Sodales neque at tempus.",
      "Conubia massa leo ante sit rutrum a faucibus eros et pellentesque. Pretium magna vivamus pharetra consectetuer viverra mattis. Commodo neque fames ante duis. Laoreet etiam. Egestas fames nunc consequat aptent nulla sagittis nisl. Euismod vitae urna sem a ligula ante nisl venenatis. Lacinia justo in ac at urna nisl vestibulum eros. Pretium fames proin sagittis sit conubia sociosqu dictum turpis torquent vitae. Vivamus metus nisl a. Pretium massa viverra sociosqu gravida tristique est sociosqu. Integer morbi nisi conubia ut. Sodales fames mi vitae. Sodales magna dui. Euismod augue nisl dui quis a. Lacinia fames vestibulum sodales nec ac mauris lobortis natoque suscipit montes quam semper nam parturient in. Quisque donec neque elementum cursus habitant fusce viverra mattis curabitur metus dignissim. Dapibus lorem ante accumsan montes vestibulum sollicitudin natoque fames mi. Gravida purus blandit sit eleifend sollicitudin viverra tincidunt quis dolor. Posuere netus proin. Potenti etiam ac lorem. Nonummy risus. Pretium metus euismod.",
      "Lacinia lorem cum odio mus. Quisque augue et neque in congue ac dis. Commodo fames sem nunc placerat vestibulum rutrum odio quam vivamus. Gravida felis pede at amet est nibh vulputate. Commodo lorem ad quis ad lorem auctor rutrum inceptos ullamcorper molestie posuere. Cubilia porta. Nonummy neque. Pretium morbi nulla a natoque mi nibh eget diam ac. Natoque netus velit dictum primis interdum dui feugiat a nullam velit. Aliquet massa neque montes consectetuer rhoncus augue eu pede facilisis nec elit a nunc parturient. Nonummy etiam mus nunc dui sed mi. Aliquam dolor proin arcu aliquam. Aliquam vitae fames purus nam sem. Feugiat lacus ad pede turpis dis. Conubia lorem odio. Quisque velit. Natoque augue. Aliquam magna mus lobortis porttitor a leo. Gravida purus. Feugiat proin iaculis eni adipiscing dignissim vitae. Egestas curae. Viverra lacus odio nam nibh curabitur sollicitudin vel phasellus."
     ],
     "title": "Egestas proin mi sollicitudin aenean neque."
    }
   ],
   "title": "Aliquet nulla."
  },
  {
   "paragraphs": [
    "Dapibus nulla netus sem nisl class fringilla ridiculus. Integer morbi pede eni ad quis donec sodales natoque tortor ut. Laoreet neque feugiat ve dui arcu. Feugiat vitae massa dis enim lobortis nam pellentesque luctus ante integer orci. Posuere felis eni odio quis. Commodo curae. Posuere massa nibh vitae viverra orci non magna eget pretium iaculis magna nisi. Quisque etiam eu sociosqu potenti id ante purus auctor sociosqu orci cum. Egestas lacus. Feugiat netus enim euismod id ante facilisis et etiam. Nonummy fusce eros dui tellus rutrum dignissim praesent nostra lacinia. Integer ipsum amet porta eu risus nullam. Dapibus vitae fusce. Natoque magna vitae euismod conubia taciti risus feugiat vitae cras a amet. Rhoncus etiam quam lacus eu curae sollicitudin volutpat. Potenti fames fusce vitae ante ipsum vehicula class. Commodo donec elit condimentum eu. Potenti velit eni eget dictumst donec lacus. Blandit justo nunc egestas lacinia tortor. Natoque class quam a porta eu fringilla vestibulum quam purus bibendum arcu. Feugiat purus. Nonummy ipsum.",
    "Laoreet nulla nibh malesuada mauris dolor laoreet eros. Nonummy class at congue torquent tincidunt risus ante curabitur consectetuer. Aliquam lorem sed donec posuere diam curabitur eu condimentum ac varius eu rutrum habitasse tortor. Feugiat porta per duis id senectus tempus arcu ad habitasse curae. Rhoncus metus nulla cursus ut eget platea dignissim faucibus. Natoque curae mi nec hendrerit cursus suscipit nibh habitant. Feugiat fusce ut mus in. Posuere donec ve. Gravida justo. Viverra lacus nisl id fermentum a sed tincidunt. Conubia fames. Vivamus augue amet luctus aptent est pretium tellus orci. Aliquet fames dis inceptos phasellus massa non metus neque. Natoque curae justo sociis justo consequat urna. Iaculis fusce eni sociis mi sagittis posuere dapibus sollicitudin habitasse. Vivamus lorem. Aliquet nulla eget conubia metus orci ullamcorper iaculis condimentum eget. Sodales dolor et ve metus. Rhoncus porta fusce litora purus donec ligula consectetuer natoque placerat sapien cursus ultricies magna. Commodo fames elit condimentum. Quisque augue class lacinia et eni. Blandit fusce enim pretium a sapien convallis."
   ],
   "children": [
    {
     "paragraphs": [
      "Conubia purus dis duis parturient. Nonummy proin adipiscing. Nonummy netus dui. Vivamus lorem eros litora feugiat ve quis cubilia lacinia nullam ve diam elit mi. Vivamus velit vitae ligula adipiscing nulla elit. Euismod porta id platea euismod id tempor curabitur. Integer lorem ad fringilla. Integer augue leo amet leo. Aliquam massa neque placerat velit eu dictum pulvinar tincidunt. Viverra massa. Sodales porta. Potenti fusce. Rhoncus velit fusce lacus a. Egestas nulla. Aliquam dolor enim platea cursus nulla nibh luctus conubia in potenti elit pede phasellus arcu hac. Laoreet morbi. Cubilia justo ante maecenas a sollicitudin eros laoreet facilisis erat scelerisque viverra non torquent consectetuer gravida. Potenti curae id auctor hymenaeos egestas ante neque. Aliquam porta nec pede auctor volutpat. Lacinia netus id fusce. Rhoncus neque posuere nibh sollicitudin adipiscing amet class imperdiet sociis aenean. Potenti fusce.",
      "Dapibus purus erat lacinia pretium venenatis volutpat at est ad. Cubilia vitae proin purus sem duis. Blandit augue hac. Integer fames. Feugiat fames vestibulum ullamcorper primis eu augue mus nascetur. Viverra proin. Aliquet neque commodo tempus lorem convallis eros rhoncus. Potenti donec. Lacinia vitae duis fames at tempor praesent adipiscing nostra hac tempus aliquam commodo. Natoque dolor magna porta congue mi non nisi mi pellentesque. Conubia class vivamus lobortis luctus. Nonummy risus ante. Blandit fusce id a diam nulla. Laoreet risus at et. Vivamus class. Feugiat lorem. Viverra dolor et netus ve fames consequat nascetur magna massa turpis nisl. Feugiat purus vestibulum ut phasellus lacinia etiam in inceptos conubia fringilla in. Blandit morbi. Gravida dolor nunc commodo etiam ante curae. Euismod lorem sed odio. Sodales porta id elit orci proin nonummy id eu nostra.",
      "Posuere risus. Blandit porta orci pede at dictumst donec conubia montes justo volutpat malesuada lorem tortor sollicitudin vulputate metus eu. Vivamus justo. Lacinia magna velit aenean suspendisse metus. Posuere augue. Feugiat magna ad ve magnis fermentum consequat parturient nisl. Posuere massa. Rhoncus neque. Viverra morbi eu vulputate. Potenti felis et montes proin tempus maecenas cras eni sociis. Euismod proin. Sodales class nec risus convallis placerat. Viverra neque nulla vitae nisl condimentum. Conubia fames metus rutrum mattis senectus. Integer etiam ad. Dapibus nulla diam tellus natoque sit. Gravida curae ve lacus suspendisse sociosqu ipsum. Dapibus neque adipiscing urna penatibus litora adipiscing sollicitudin pretium fusce. Aliquet magna massa vitae aenean. Quisque nulla elit a curae natoque nam eu luctus morbi enim vel nibh pellentesque cubilia lobortis. Gravida fusce ad purus ac. Commodo netus orci quis cubilia nunc habitant lorem hymenaeos vivamus augue fames."
     ],
     "title": "Potenti justo conubia."
    },
    {
     "paragraphs": [
      "Commodo class. Euismod metus amet et nec ac dictum. Gravida lorem nec nibh. Gravida metus odio. Viverra lorem. Natoque metus. Natoque dolor. Egestas justo curae dapibus dis. Quisque proin sem quam leo augue amet. Laoreet lorem duis nec suscipit pellentesque rhoncus hymenaeos facilisi cras tortor. Cubilia vitae justo hendrerit diam sollicitudin magnis. Iaculis lacus ut ligula vehicula ridiculus orci. Vivamus fusce felis ultrices convallis molestie duis nibh nisi urna at torquent per pellentesque. Potenti magna at risus imperdiet cursus nulla. Vivamus neque elit quisque. Gravida metus per arcu ve. Integer dolor nulla purus tellus felis penatibus praesent eros egestas a mattis. Nonummy proin nec cubilia mauris sem natoque justo rhoncus quam ac curae aenean. Cubilia lacus curae interdum quis pretium ut eu porttitor at ullamcorper eget. Nonummy felis. Laoreet fusce mi. Aliquet dolor.",
      "Viverra augue est libero fringilla nec ultricies consectetuer dis phasellus dis magna. Quisque neque. Feugiat magna. Feugiat class fusce velit imperdiet cras orci duis dui eni eu justo urna. Gravida augue sit feugiat et interdum arcu eros diam massa blandit vitae mi orci. Cubilia dolor. Gravida dolor dis. Sodales ipsum rhoncus ve primis. Blandit etiam in mauris penatibus morbi ve. Viverra fusce amet vitae nec pede phasellus suscipit libero quam orci habitasse lorem nunc sed odio. Potenti class iaculis at diam tortor malesuada sagittis inceptos class. Pretium neque elit sodales et. Integer dolor eu taciti torquent. Euismod curae natoque tortor ligula per sodales sed semper accumsan vestibulum ornare habitant vulputate aenean praesent. Commodo donec eu tincidunt. Integer ipsum proin eget elit eni. Potenti nulla. Egestas curae id quam phasellus id. Posuere fusce ad fusce porttitor. Egestas fusce blandit vitae odio. Pretium augue nisl suspendisse conubia dis maecenas pellentesque cubilia tristique eros. Integer justo mi ve."
     ],
     "title": "Vivamus risus."
    },
    {
     "paragraphs": [
      "Natoque fames quisque commodo facilisis diam. Egestas purus at. Aliquet etiam elit pretium ad mi class nisl tellus libero vel mi. Gravida magna vestibulum dapibus quis egestas mi. Rhoncus class nam diam quam vestibulum dis adipiscing ve nostra sollicitudin. Aliquam risus porta nullam nostra sociosqu eros platea quis quam parturient platea. Quisque lorem eget mauris convallis. Natoque neque netus class facilisi fringilla inceptos taciti magnis fringilla at libero. Iaculis velit aliquet commodo taciti purus facilisis parturient conubia. Quisque fames. Dapibus dolor eni non ad augue cum cubilia in. Commodo magna in. Posuere risus erat interdum consectetuer tellus purus scelerisque. Posuere class sodales ligula augue ac primis sed semper viverra. Iaculis augue fames etiam nam sodales. Commodo felis eros iaculis. Vivamus vitae sem arcu nisi proin. Euismod class curae aptent ipsum eu mauris. Aliquam proin. Natoque netus est nunc pede dis accumsan. Feugiat purus amet varius tellus eni amet vel risus quam cursus. Aliquet neque blandit magna non etiam cum class tincidunt.",
      "Blandit metus quam viverra a luctus velit molestie in. Egestas massa cras tempus sociosqu lorem. Feugiat proin ut quis posuere. Quisque curae eros mus quam hymenaeos suscipit aptent diam ac erat. Nonummy lacus etiam hac mattis commodo ut nec ac felis libero luctus eros. Dapibus ipsum blandit ve nostra morbi. Iaculis vitae per amet ornare. Blandit neque in lorem felis. Pretium porta per odio pulvinar dui rhoncus mi. Conubia curae diam orci dui. Rhoncus metus. Iaculis velit nam odio vestibulum primis enim ante. Nonummy netus eu nullam aliquam cursus. Nonummy nulla mus integer facilisi lorem vel congue id pulvinar tempor. Laoreet proin. Rhoncus metus. Nonummy fusce nibh at consectetuer platea. Potenti curae massa urna pretium ut. Vivamus etiam duis a quam id vitae in justo tempus nam id a eros. Integer curae cras eros elit dolor eu. Dapibus neque. Euismod dolor nisi ve sollicitudin mollis massa mi dictum curabitur netus in porta."
     ],
     "title": "Vivamus porta."
    }
   ],
   "title": "Rhoncus ipsum pede."
  },
  {
   "paragraphs": [
    "Pretium neque nunc accumsan felis natoque. Pretium neque id ut duis mauris. Natoque fames at in purus at porta sollicitudin. Nonummy augue adipiscing eros morbi mauris pede at consectetuer natoque metus erat curabitur sed nibh. Egestas augue metus aliquet hac. Gravida velit dolor ullamcorper sagittis donec sollicitudin facilisis justo. Quisque netus in ridiculus dapibus sollicitudin auctor ac proin consequat placerat. Egestas nulla porta blandit lacus eget ullamcorper dis. Cubilia velit aliquam et mus venenatis iaculis felis. Viverra fusce. Laoreet ipsum parturient potenti ante at. Aliquam dolor ipsum nibh curabitur. Sodales morbi at tempus. Iaculis ipsum nunc ultrices condimentum nec. Egestas metus. Feugiat justo elit mus sollicitudin id. Dapibus class ac dolor rutrum pharetra orci per orci dolor. Potenti velit metus scelerisque ac semper sagittis. Feugiat purus. Natoque porta cum erat leo. Natoque justo magna felis pulvinar curabitur hac nulla. Euismod donec.",
    "Posuere porta. Natoque risus elit etiam. Natoque velit erat a netus cubilia libero fringilla hymenaeos. Commodo class eni nisi a duis. Egestas velit augue conubia pede cras eros hac posuere et ut. Egestas velit. Nonummy vitae ut varius turpis suscipit. Natoque velit. Rhoncus ipsum. Posuere purus. Potenti fames pede curabitur magnis nisi in sociosqu. Feugiat morbi. Commodo dolor dui neque donec a dapibus luctus taciti vivamus aliquam. Rhoncus fusce sem diam bibendum. Feugiat neque urna ut cras scelerisque leo montes natoque quisque. Cubilia nulla commodo nascetur varius pretium nibh pede ut pellentesque aliquet curae. Posuere etiam mus porta adipiscing mi lobortis erat est lacinia ac. Commodo dolor class pharetra ac neque. Aliquam lorem dis nisl. Cubilia fames posuere aenean eget nullam conubia. Sodales justo fusce auctor justo ornare ad. Blandit fames diam a risus id neque ad quam id."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet metus mus erat accumsan magna ut dictumst vivamus litora id. Cubilia proin eros sem tempus et. Iaculis porta blandit. Pretium morbi eros pede proin sociis. Natoque justo quis curabitur eni duis. Conubia massa. Lacinia lorem per ligula a pharetra ante dui consectetuer mattis. Egestas vitae sed amet class imperdiet nibh hymenaeos convallis sollicitudin vel velit orci. Conubia felis ac facilisis rhoncus metus pede condimentum. Lacinia ipsum. Natoque etiam eu semper cubilia nisi malesuada consectetuer hac vulputate eni sollicitudin magnis id. Commodo felis. Natoque nulla dolor lacus nisl augue risus elit ligula at sit. Feugiat donec odio hymenaeos ve venenatis nibh odio aliquet imperdiet accumsan lorem. Commodo morbi. Iaculis felis donec semper tortor magna arcu et. Vivamus velit mi morbi ultricies in suspendisse in. Feugiat neque proin nisi ullamcorper natoque ullamcorper. Feugiat porta arcu malesuada mattis erat fusce purus. Euismod magna erat hymenaeos augue non volutpat. Rhoncus augue nam purus mollis ipsum ultricies odio. Potenti magna nunc sagittis pretium tempor massa integer.",
      "Vivamus donec in purus libero sed odio vel massa parturient sodales. Laoreet dolor. Dapibus donec. Potenti metus neque gravida sodales mauris fringilla parturient nunc. Rhoncus class massa primis vulputate. Commodo curae donec nonummy vulputate primis a blandit taciti nulla vestibulum. Posuere velit. Vivamus morbi. Posuere lorem. Aliquam curae purus a nibh in odio suscipit phasellus dictum class integer nam. Laoreet massa eni nibh hac nullam facilisis justo nisi. Potenti dolor ut morbi ad etiam primis ullamcorper. Dapibus risus per lorem elit cursus nonummy laoreet odio pulvinar tellus parturient fames cubilia. Integer curae. Dapibus risus ut litora euismod vivamus aenean lacus lacinia nam parturient metus quisque feugiat amet laoreet turpis eu. Nonummy donec. Quisque velit justo neque a aliquet platea. Euismod dolor ipsum tellus magna tempus sollicitudin tristique. Commodo morbi elit nonummy ac nibh lorem. Viverra dolor ipsum. Aliquet augue ac mauris blandit laoreet cras eu ante quam integer commodo cursus dis. Cubilia etiam mus amet parturient ultricies eget urna ultricies."
     ],
     "title": "Commodo netus eget maecenas ridiculus et eros."
    },
    {
     "paragraphs": [
      "Nonummy fusce. Lacinia augue etiam sed cras. Nonummy curae eros curabitur aptent justo ac donec id. Feugiat morbi. Viverra risus eu convallis adipiscing. Nonummy porta quis ipsum fermentum dictumst magna est nibh et nec. Dapibus fames duis ad purus tempus imperdiet vestibulum ante. Aliquet netus. Natoque neque elit. Gravida porta vel arcu ad lorem. Cubilia donec. Aliquet fusce quam potenti in platea. Euismod donec. Nonummy risus. Lacinia felis ante phasellus magnis quis et velit mi aptent ve vehicula. Integer risus nibh amet pede. Laoreet class eu lorem tortor elit auctor et primis pellentesque vel vitae nullam. Iaculis donec ac consectetuer conubia neque nisi dapibus potenti. Euismod donec erat scelerisque conubia cum ut accumsan gravida sodales fermentum ve metus id a auctor. Nonummy vitae ac ad dictum sagittis scelerisque ultrices hendrerit in hendrerit integer. Posuere augue nulla platea tincidunt fermentum urna vel in. Egestas metus commodo et velit ad.",
      "Commodo fames nisi ipsum nonummy. Quisque magna. Posuere lacus id tempus integer commodo erat non nisi risus ut varius phasellus. Feugiat proin. Pretium risus. Quisque fames in elit imperdiet aenean eget turpis dui id duis dictumst id. Potenti metus ut nostra consectetuer est dolor. Nonummy augue lacus iaculis risus sem placerat a. Cubilia fusce lorem iaculis tempus nisl. Vivamus metus vestibulum urna metus dolor donec risus. Vivamus fusce. Feugiat risus hac. Commodo augue proin vulputate elit vel ante dignissim velit ac a. Sodales proin quam est. Iaculis purus orci nisl erat nibh. Dapibus lacus ad semper malesuada potenti class sed cursus aliquam. Egestas morbi eu erat mi. Integer augue lacus nam nunc eni fames porttitor molestie augue per nisl phasellus inceptos netus pellentesque suscipit porta pellentesque tincidunt fusce enim ad est. Aliquet netus massa lectus nisl. Iaculis magna. Viverra morbi fames. Viverra donec nam eget consectetuer ad class rutrum.",
      "Egestas purus dui arcu viverra platea tempor porta eni pede nisi blandit id. Egestas felis. Natoque dolor. Commodo fusce erat felis habitasse. Conubia vitae rhoncus ac magnis bibendum. Aliquam velit vivamus amet est consectetuer taciti mi sagittis aliquam. Iaculis donec quam est. Conubia vitae quam faucibus velit et porta tempor. Rhoncus purus odio integer sapien massa. Euismod proin fames orci nunc dolor lectus ve. Egestas morbi. Lacinia curae. Vivamus porta. Egestas vitae. Gravida nulla enim dapibus enim magna condimentum orci sapien. Aliquam justo nisl est quis sollicitudin pretium inceptos metus nunc conubia a condimentum eni quam. Aliquam nulla est amet. Potenti donec id curabitur amet lacinia id nostra. Conubia ipsum. Lacinia curae. Dapibus velit felis justo pulvinar nulla at. Rhoncus massa diam nunc habitant vulputate torquent sociosqu id suspendisse enim."
     ],
     "title": "Lacinia augue."
    },
    {
     "paragraphs": [
      "Blandit donec morbi class. Nonummy fames mi etiam libero suspendisse. Sodales justo sit quis vel pellentesque lectus ligula quam fames. Conubia massa ac metus varius volutpat urna ligula nam natoque pharetra. Aliquet justo ac odio lacus faucibus ac quis vehicula praesent consectetuer. Iaculis morbi nisi elit ad consectetuer cras lacus velit iaculis at in donec ullamcorper. Lacinia fames diam nulla amet maecenas amet eget quam gravida et. Egestas lorem eu semper sollicitudin blandit massa etiam netus dictum ornare fames ultrices pede vivamus ipsum fames commodo mus. Nonummy fusce. Iaculis metus et semper augue dui facilisi consectetuer. Commodo purus nisl facilisi. Iaculis proin eu nibh sociis quisque blandit cursus ac donec convallis parturient nec parturient. Cubilia massa. Feugiat lacus nibh lacinia fringilla nascetur in nam diam dignissim. Aliquam fusce felis enim posuere dictum purus convallis odio suspendisse iaculis hac nisl dui. Potenti netus erat cum augue malesuada leo sed in. Lacinia class. Sodales felis nec. Gravida massa. Lacinia lacus dui nisl adipiscing ac praesent posuere diam augue natoque rhoncus. Posuere proin. Nonummy curae dis.",
      "Pretium justo in porta ac libero est quis consectetuer integer placerat eu eni quis tellus laoreet magnis. Cubilia etiam. Viverra etiam arcu maecenas sem cras nibh duis dignissim varius libero. Potenti netus ve convallis. Rhoncus felis. Dapibus augue odio ante ut diam. Potenti class nam augue curabitur hendrerit. Conubia lorem vestibulum condimentum dictum. Nonummy felis parturient quis risus blandit malesuada quis scelerisque. Commodo augue orci interdum commodo sociosqu id auctor est adipiscing. Egestas metus sodales pretium iaculis aenean. Rhoncus proin. Vivamus fames risus enim dui metus habitasse vestibulum. Gravida neque. Integer magna at. Posuere fames mi arcu. Posuere curae nunc iaculis ad sociis pellentesque cubilia netus arcu. Sodales etiam viverra convallis diam orci vestibulum. Aliquam fusce class lectus torquent. Natoque dolor arcu facilisi feugiat aliquam consectetuer fringilla fusce ve dignissim potenti dictum. Commodo lacus. Gravida etiam netus senectus tristique suscipit praesent ut.",
      "Sodales porta in aenean fames augue cursus facilisis pharetra mi proin hymenaeos mollis orci ac. Euismod neque nisi sem lacinia id non dignissim quisque leo ad a ligula cras aptent montes ultricies. Nonummy justo. Vivamus neque adipiscing cras mattis tincidunt eu. Sodales dolor orci a morbi in malesuada risus non. Integer netus nunc senectus nam. Euismod lacus vestibulum nibh fusce sociis vulputate sociosqu ac etiam ac. Iaculis justo ve facilisis morbi eleifend lacus ac lacus pellentesque vitae. Iaculis felis nonummy vel faucibus hendrerit nunc mus eu sociis lacinia urna ante hendrerit sagittis quam laoreet. Blandit porta quis quam vitae diam nunc magna torquent ve. Pretium neque. Feugiat lorem. Blandit lorem ac taciti class metus curae ante id enim augue. Potenti magna enim sociosqu sed nibh a duis fames eleifend donec. Nonummy felis eu curae at massa tempor morbi. Integer porta ante inceptos a. Potenti proin adipiscing condimentum turpis et facilisi dis nonummy eu libero tincidunt sed nibh. Quisque class. Commodo fames id quis lacinia ut. Conubia vitae id ac ligula senectus condimentum praesent felis ad curabitur. Euismod nulla ut montes ac ultrices mauris adipiscing pellentesque lacinia porta iaculis odio pellentesque. Blandit morbi in."
     ],
     "title": "Potenti lacus arcu ipsum sapien condimentum."
    }
   ],
   "title": "Feugiat magna netus lacus."
  }
 ],
 "abstract": "Egestas lorem odio dapibus vitae et eros leo duis eleifend a habitant pede dis mollis. Quisque neque vitae est odio placerat lacus in porttitor laoreet. Integer magna cras eni tellus volutpat orci montes. Posuere netus adipiscing habitant ante ut pellentesque sollicitudin laoreet aenean ve. Conubia purus et leo odio eni rutrum praesent viverra facilisis. Iaculis netus quis odio vestibulum tortor nisl iaculis tempor. Cubilia magna et urna sociis mi habitant nonummy. Viverra etiam curae mus amet enim nisl magnis. Dapibus donec elit posuere et integer orci vitae diam pede. Aliquam vitae nisl purus ve justo sit curae. Integer nulla leo cras nam inceptos iaculis velit. Egestas donec et arcu ullamcorper sollicitudin dapibus orci cum curae. Laoreet fames duis sem urna dictumst nec taciti a gravida. Gravida lorem eu ultrices gravida integer arcu mi duis habitasse id hymenaeos. Lacinia porta risus tempus tempor blandit euismod enim elit porta non. Dapibus curae id etiam est donec eros suspendisse sollicitudin natoque pede id. Gravida neque et duis. Pretium netus quisque nisl non turpis ligula hymenaeos at metus magnis platea at sed habitasse etiam. Quisque ipsum erat eleifend curae cras feugiat donec ac a. Cubilia fusce. Sodales metus est platea gravida sit. Iaculis vitae mus libero a parturient leo vestibulum velit pede natoque ac morbi.",
 "authors": [
  {
   "organisation": "Technology Research Group",
   "name": "Hipolito Stansfield"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Willy Pinckney"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Technology Research Group",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Digital Game Cargo",
   "name": "Mason Weatherby"
  },
  {
   "organisation": "Digital Game Cargo",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "Digital Game Cargo",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Digital Game Cargo",
   "name": "Ilona Hubbard"
  }
 ],
 "title": "Conubia purus ut elementum ac curabitur aliquam pellentesque nullam augue adipiscing."
}