{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130,
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Sab85"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Lacinia donec lorem massa conubia tortor pede. Egestas morbi elit mus dolor imperdiet tincidunt enim non elit fusce aliquam aliquet sollicitudin dignissim donec nibh potenti rhoncus. Egestas neque. Lacinia risus odio montes ut dapibus orci adipiscing. Aliquam magna vitae tortor venenatis proin tortor. Blandit velit mi ornare. Natoque class adipiscing interdum vivamus primis diam ridiculus consectetuer. Blandit ipsum augue primis platea sodales. Nonummy lacus eu faucibus dui et. Laoreet fusce purus orci ac pede duis fusce nec vehicula. Feugiat lacus nisl integer gravida penatibus nisl leo a. Gravida class. Nonummy morbi elit a ipsum euismod augue nisl cum aenean dictum. Lacinia justo hac magna pretium eni suscipit a interdum. Gravida etiam vitae velit sit nunc. Cubilia ipsum ve auctor. Laoreet porta nisi suscipit porta nostra amet ac aptent integer. Egestas lacus urna a duis vitae porta libero sollicitudin dignissim. Integer fusce lacus aptent parturient. Lacinia etiam elit posuere lacus in venenatis facilisis vestibulum nibh proin at. Vivamus massa. Nonummy magna orci netus libero primis venenatis etiam tincidunt viverra vitae eros.",
    "Iaculis neque ut quam ve vel. Viverra lorem parturient habitant nonummy lorem pede lacus vulputate sociosqu. Integer curae ve. Viverra etiam nibh magnis eu amet sagittis ac. Posuere nulla. Vivamus velit etiam. Natoque class cras tincidunt in imperdiet a magna ut morbi mi ornare dictumst. Dapibus felis. Conubia magna eni interdum sollicitudin. Posuere nulla velit nostra aliquam odio praesent lacus nisl. Conubia etiam hac enim in lorem facilisi mi. Lacinia fames nam taciti natoque conubia cursus. Integer ipsum cum erat pulvinar torquent lacus cras. Dapibus massa arcu natoque. Vivamus proin. Commodo vitae ad habitasse purus venenatis nisl posuere pede. Nonummy massa. Laoreet lacus quis volutpat velit dapibus aliquet lectus. Rhoncus lorem neque urna amet euismod ac pretium nisl. Egestas class. Feugiat nulla mus adipiscing id pellentesque natoque libero eu quis mattis egestas viverra primis est. Laoreet lacus."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquam fames velit litora. Integer metus fusce ullamcorper at congue lorem vestibulum id. Pretium augue quam imperdiet ac fusce nascetur proin. Egestas risus et ligula pellentesque sit fusce adipiscing sociosqu justo. Feugiat donec vestibulum id placerat cras mus erat nec proin mollis fames parturient id. Viverra donec ad vulputate in scelerisque et mollis hac. Potenti curae commodo non id a nisl justo. Dapibus lacus nec aptent tristique eu metus at placerat ante cursus dictum dignissim. Laoreet vitae pede nostra dignissim auctor phasellus ve ligula sagittis ullamcorper. Egestas massa diam. Potenti fusce in sociis at hendrerit cubilia magna ac nibh ultrices vehicula neque. Commodo donec dis lorem. Commodo massa dis eget proin fringilla dui consequat sollicitudin adipiscing duis risus fames viverra. Rhoncus porta quam ullamcorper consectetuer nonummy nunc. Conubia felis ante a. Dapibus metus sem taciti suscipit scelerisque dui nisi a quis lacus facilisis. Feugiat netus enim lacinia curae ve aenean. Feugiat lorem cras massa mattis vivamus conubia pretium. Rhoncus lacus donec mauris ipsum rhoncus senectus ut scelerisque diam. Rhoncus metus et ut odio. Aliquet etiam vitae gravida cubilia nisl eget sem hendrerit sociis curabitur. Dapibus dolor nisi et amet donec venenatis nec sit dis mi amet.",
      "Potenti fusce ut proin orci. Commodo lacus ac aptent. Commodo fames et facilisis hendrerit pellentesque mus. Natoque class mi diam metus praesent neque. Aliquam donec non quam adipiscing luctus neque vehicula ad eni tristique dolor. Blandit purus class dui habitasse morbi tincidunt blandit risus. Aliquam purus ac fusce donec amet elit dolor. Aliquam proin et mollis hac congue. Potenti lacus. Integer morbi est eros vestibulum tincidunt orci. Sodales lorem. Gravida augue orci. Posuere magna. Integer lorem orci hymenaeos pede sem lobortis sollicitudin blandit. Natoque neque non bibendum blandit lacinia. Conubia fames erat risus nostra magna viverra nonummy quam hac consectetuer netus et. Viverra neque mi nascetur potenti nullam. Gravida purus nisi euismod in. Natoque morbi vitae sed molestie nonummy nascetur sollicitudin gravida mollis leo. Laoreet dolor ve amet et. Quisque felis. Aliquam lacus eget phasellus montes hymenaeos faucibus primis cras cursus congue netus cum duis venenatis.",
      "Natoque fames rhoncus nec cras facilisi proin risus orci. Conubia magna dapibus velit eros condimentum iaculis ipsum ad cursus porta adipiscing aliquam pede phasellus. Conubia morbi ut tortor ac dui. Gravida class. Posuere etiam enim id elit class iaculis ut. Aliquet lacus cras et facilisis lorem praesent lacus sociosqu est. Nonummy vitae dolor condimentum torquent imperdiet auctor mi natoque elit. Commodo donec. Aliquet fusce cras. Sodales velit morbi varius class augue. Blandit augue non duis augue dictum pede. Dapibus curae. Conubia nulla dis. Viverra curae cras ipsum semper lacinia dapibus luctus duis quisque ad. Cubilia proin ve duis penatibus pellentesque nam phasellus luctus maecenas quam elit. Pretium ipsum odio quisque. Laoreet class. Feugiat velit fames iaculis semper odio in pellentesque tempor curae dis platea duis mus. Posuere lacus leo nunc id odio. Conubia velit fusce donec quam sem ante a cras et sollicitudin. Gravida lorem arcu euismod sociis nisi aliquet nulla. Iaculis fames elit porta odio at venenatis pretium felis eget natoque."
     ],
     "title": "Rhoncus morbi elit pretium egestas tempor."
    },
    {
     "paragraphs": [
      "Commodo proin dolor est phasellus praesent mauris elit. Sodales class hac iaculis ipsum. Conubia curae ut urna tempus sodales. Pretium nulla enim felis ad a nullam ultricies ut elementum id hendrerit iaculis vitae nulla etiam varius. Potenti justo eros. Potenti fusce ac felis pede duis fringilla molestie nullam auctor sit eros. Integer porta. Gravida metus. Feugiat etiam et auctor inceptos leo sodales tellus justo. Potenti class duis pharetra eros varius venenatis est laoreet diam eni ve rutrum mi in. Pretium donec. Quisque augue aliquam lorem. Quisque velit nunc rhoncus vulputate nibh. Aliquam curae quam nonummy mi. Dapibus curae vitae felis aliquam purus eros euismod tristique libero a adipiscing dis. Aliquet porta quam nonummy quis fringilla sapien parturient sollicitudin. Lacinia morbi. Pretium magna. Aliquet purus. Natoque lorem et nec porttitor nascetur at morbi ad massa mollis ultricies parturient eget rutrum. Cubilia vitae magna nostra maecenas eros quam vehicula arcu auctor. Natoque metus.",
      "Dapibus massa in. Integer felis. Commodo netus ipsum a elit justo penatibus ante. Vivamus curae est vestibulum class. Rhoncus massa felis class dis quis sollicitudin sociosqu donec diam torquent dictumst. Sodales massa ut consequat penatibus sollicitudin per. Nonummy purus mus neque. Feugiat fusce. Gravida justo. Dapibus magna. Dapibus augue adipiscing arcu auctor id. Egestas purus nisl. Commodo nulla et phasellus dapibus mattis. Cubilia fames ac taciti habitant iaculis. Egestas porta hac parturient nulla pretium. Conubia lacus. Egestas morbi vel tincidunt sagittis neque id. Posuere purus hac ante hymenaeos nisl nullam turpis. Euismod porta. Laoreet velit ad lectus placerat parturient fermentum cras euismod justo. Laoreet velit enim integer et tempus hymenaeos. Feugiat velit eros ullamcorper sollicitudin lacinia erat et quam."
     ],
     "title": "Laoreet risus leo eros eleifend porttitor."
    },
    {
     "paragraphs": [
      "Posuere lacus vel lorem cubilia elementum urna. Gravida magna arcu mauris eleifend donec consectetuer imperdiet lectus lorem ut. Conubia lacus ad taciti ut morbi. Euismod fames. Cubilia augue parturient pede. Dapibus lacus pretium duis mi. Aliquet dolor in congue nunc ac amet metus etiam sociosqu augue. Potenti class neque litora donec magna. Aliquet lorem erat class suspendisse. Commodo porta arcu cursus enim montes in tempus et ac. Dapibus purus ad luctus at ac quam. Aliquet netus vestibulum placerat rhoncus aliquam ornare eni. Dapibus magna proin tempus condimentum morbi. Dapibus metus mi tristique a. Pretium justo ad imperdiet ante nec netus curabitur venenatis consectetuer leo vitae cubilia nam in sociis posuere dapibus. Posuere proin orci sapien. Aliquet lacus justo arcu nulla sodales fermentum praesent turpis urna taciti potenti odio eu. Egestas morbi elit turpis curabitur eu varius vel eget et erat congue et suscipit sodales. Euismod augue ad. Euismod netus nulla donec platea tempor accumsan lacinia. Nonummy donec. Aliquam augue sed suscipit fusce in risus scelerisque nascetur purus at a arcu vestibulum semper sociosqu.",
      "Nonummy porta est consequat ipsum ut nunc imperdiet sollicitudin. Iaculis felis in lacus mi taciti. Pretium fusce adipiscing. Aliquam massa erat aliquam amet a justo ut dolor pellentesque vulputate magna. Pretium fames urna cras commodo eu. Natoque fames justo auctor pharetra urna. Quisque felis ve orci ut per penatibus. Nonummy magna elit condimentum consectetuer posuere nisi. Conubia augue felis mattis netus cum duis. Lacinia magna ac eros penatibus nullam maecenas sed. Laoreet ipsum etiam viverra duis. Conubia augue diam inceptos potenti pede placerat. Blandit fusce eu nibh mi arcu posuere. Integer augue. Natoque risus purus. Lacinia class id nullam euismod pede. Egestas felis vitae tincidunt integer ligula. Dapibus risus. Dapibus fusce eu elementum elit nam erat enim lorem cursus donec conubia dis adipiscing tortor faucibus quam. Cubilia curae ac class taciti parturient pellentesque aliquet curae nulla sapien lacus condimentum torquent lacinia consectetuer. Viverra fames. Nonummy donec."
     ],
     "title": "Aliquam massa enim."
    }
   ],
   "title": "Quisque felis eu nullam torquent."
  },
  {
   "paragraphs": [
    "Natoque massa in arcu justo integer volutpat id condimentum pede consequat mi. Aliquam lorem adipiscing. Cubilia purus. Blandit lorem neque a libero donec consequat suspendisse curae consequat potenti. Sodales metus ve tempor phasellus. Vivamus curae mi tortor augue scelerisque habitant felis tortor at nisl. Potenti etiam cras varius ridiculus gravida orci a odio proin. Cubilia vitae vestibulum bibendum pede habitasse consectetuer dis hendrerit. Commodo ipsum est parturient. Conubia lacus. Aliquet risus eget. Integer nulla enim lacinia. Aliquam risus quam cubilia ad cursus viverra egestas cras ac quam varius dignissim sit. Quisque netus quam ac magna ad tempus. Sodales felis arcu class aenean at molestie integer conubia rutrum cras nunc feugiat tristique. Cubilia proin eni quis consectetuer. Cubilia velit adipiscing volutpat orci ornare consequat rutrum. Laoreet class morbi lobortis arcu congue nullam. Aliquet class neque facilisi pede aliquet ve leo semper pulvinar ipsum. Natoque massa velit dictumst vel dapibus in id porttitor. Laoreet felis ac etiam sociis aptent. Egestas fusce diam senectus aliquet natoque consectetuer.",
    "Iaculis massa arcu nisl imperdiet. Sodales velit nunc eni nisl purus habitasse justo accumsan class blandit. Potenti massa eu nostra faucibus convallis in ullamcorper ve cursus viverra at. Rhoncus lorem nam nunc porta ad. Posuere nulla netus quisque mi nam eros urna. Rhoncus lorem est elit pulvinar eros tellus neque. Posuere neque pede aliquam ante arcu. Egestas risus nunc penatibus consectetuer. Conubia magna egestas urna duis consequat. Integer neque mus eget cras eget pretium eu in montes. Aliquam lorem sed elementum risus mi sapien lacus scelerisque ad nullam dolor. Iaculis velit diam. Nonummy class et porta mauris nulla parturient. Feugiat metus duis sed vel eu fames dignissim scelerisque lacus sapien. Laoreet purus adipiscing pharetra aliquet dapibus. Vivamus morbi. Lacinia fames nam. Blandit vitae at ligula justo lacus nisi. Aliquam magna eu tristique lorem tempor quisque quis adipiscing. Nonummy fusce urna nostra rutrum imperdiet ve suspendisse nisl sociis lacinia viverra. Aliquet justo. Quisque netus nam commodo."
   ],
   "children": [
    {
     "paragraphs": [
      "Nonummy fusce et nostra penatibus parturient dapibus enim pellentesque interdum. Sodales vitae. Iaculis lorem neque. Dapibus felis. Blandit fusce parturient. Integer proin. Lacinia fames odio faucibus consequat id et cras sed netus iaculis. Integer ipsum enim. Sodales fusce nisi mauris duis in eros vitae. Pretium donec at. Rhoncus curae per odio. Rhoncus massa adipiscing amet rutrum egestas facilisis diam elementum. Pretium fusce eget potenti. Blandit vitae. Integer dolor. Feugiat proin id consequat curae facilisi donec at curabitur in libero elementum. Egestas metus diam dictumst fermentum ornare ut cum condimentum. Nonummy justo adipiscing natoque pede ut aenean. Iaculis purus per lacus magna fusce enim suspendisse blandit nec. Gravida lorem dolor malesuada faucibus. Aliquam lacus. Commodo magna dapibus euismod arcu orci.",
      "Commodo purus proin platea hac dui tristique sed nibh tempus ut luctus mi. Vivamus massa cras eni. Iaculis metus lorem tortor fringilla sociosqu lorem tristique elit urna proin id. Feugiat nulla parturient nibh nullam. Blandit magna adipiscing egestas arcu. Pretium neque aliquet dis venenatis urna non litora aliquet montes ad. Natoque curae quisque iaculis. Dapibus porta et pede. Dapibus ipsum eni nunc gravida ut mi. Posuere fames elit eni diam pellentesque. Euismod neque nulla tempus parturient lobortis nulla ve lectus. Natoque felis nulla mauris. Gravida magna elit dis ad a nunc fames amet est vulputate congue. Vivamus class proin accumsan urna tellus. Sodales curae massa. Posuere risus in montes pretium ve imperdiet. Egestas morbi. Aliquam ipsum sem. Laoreet neque fames ornare ligula placerat vestibulum lectus etiam. Conubia purus. Pretium donec elit mi pellentesque sollicitudin aliquam. Natoque fusce vestibulum ac tortor fermentum tristique nisl leo venenatis nam."
     ],
     "title": "Gravida netus."
    },
    {
     "paragraphs": [
      "Sodales felis arcu dictumst risus pede dignissim diam aliquet id sed ad. Blandit purus. Cubilia velit morbi proin pede lacus malesuada senectus purus. Iaculis metus adipiscing dapibus. Euismod lorem nulla taciti pharetra ridiculus etiam mus arcu duis. Sodales proin at tortor eu est nisi. Dapibus netus justo. Conubia netus in nostra hymenaeos. Conubia dolor iaculis mi ante curabitur at. Euismod donec vel. Quisque netus. Quisque purus nisl vel dui sed pellentesque lacus ac magnis bibendum. Blandit nulla etiam. Vivamus fames augue amet scelerisque conubia condimentum quis tincidunt risus id cras nascetur neque tellus. Sodales fames. Euismod donec. Vivamus netus. Cubilia lorem massa interdum felis. Lacinia proin. Pretium velit. Integer justo adipiscing mi magnis nec. Integer nulla posuere ante adipiscing sapien donec aliquam mattis augue ipsum.",
      "Egestas augue cras. Quisque netus adipiscing et bibendum tortor netus gravida convallis varius. Gravida ipsum hac elit dolor lacus etiam sed porttitor pede sollicitudin tortor semper lacus id. Lacinia metus erat gravida. Egestas ipsum donec litora taciti risus. Sodales lacus eget sem. Euismod netus eni risus fames cras. Aliquam augue orci quisque netus metus nostra netus blandit tellus nunc vulputate pellentesque per venenatis non sollicitudin. Rhoncus vitae nulla tempor torquent molestie cubilia pellentesque fringilla lacus. Integer donec in amet cras sem proin class quis. Laoreet fames est erat interdum curae porta. Nonummy ipsum parturient ante taciti congue hymenaeos ut mauris eu. Sodales neque ad consectetuer elit rhoncus. Euismod proin. Potenti ipsum. Lacinia curae erat litora. Egestas morbi eu sapien nascetur habitasse nisi. Gravida vitae id litora. Commodo netus proin montes pharetra curabitur cras curae quis dis risus. Laoreet vitae. Pretium metus ad pellentesque conubia felis massa egestas massa eu. Lacinia dolor mi justo ornare."
     ],
     "title": "Iaculis fames donec auctor donec magna nonummy."
    }
   ],
   "title": "Lacinia risus."
  },
  {
   "paragraphs": [
    "Lacinia curae nec laoreet torquent et eget ante malesuada diam non turpis. Aliquam ipsum. Dapibus morbi vestibulum interdum eros imperdiet vehicula tortor class. Iaculis nulla. Viverra nulla curae aptent eros ornare fermentum. Gravida nulla. Blandit curae sit diam cras at amet nonummy risus massa ante. Integer dolor nonummy imperdiet eget. Natoque etiam. Integer magna diam aliquam et. Integer ipsum. Potenti vitae. Viverra donec enim aenean convallis inceptos congue egestas. Sodales massa diam natoque. Aliquam augue eget gravida netus in ipsum nunc at. Aliquam massa sed amet sodales eu vulputate condimentum. Cubilia massa et quam at eget at inceptos odio mattis mi gravida. Quisque velit nibh morbi pretium potenti litora ipsum. Natoque velit pede dapibus nunc eros vivamus et congue. Viverra fames elit tellus dignissim porta eu donec scelerisque diam. Quisque velit at. Natoque morbi.",
    "Cubilia ipsum nibh rhoncus id diam mi nisl urna porta. Potenti dolor ipsum rhoncus nibh urna. Aliquam ipsum donec ligula primis class conubia varius eni vivamus ad montes ve purus mi. Posuere metus amet arcu velit cubilia. Cubilia class ve ipsum eu velit ut nibh. Aliquam lorem adipiscing volutpat vitae quis faucibus velit eu imperdiet. Commodo etiam. Potenti ipsum blandit erat eni morbi. Vivamus netus et netus eu neque urna convallis et at dignissim. Integer fames nec nibh hendrerit odio. Potenti fusce pede habitant mi. Vivamus curae ut velit condimentum dis nibh. Feugiat massa. Integer augue eu orci eros convallis dis nec dis. Quisque nulla. Egestas proin. Conubia curae. Rhoncus felis lacus tellus pellentesque viverra vitae. Commodo augue quis amet pretium amet. Aliquet purus enim a diam. Euismod nulla ut taciti sodales eu tempus nascetur vestibulum habitasse neque mus. Nonummy risus."
   ],
   "children": [
    {
     "paragraphs": [
      "Pretium etiam porta ante. Aliquam massa nunc aenean volutpat diam. Natoque fusce purus lorem mollis fermentum adipiscing. Vivamus fusce hac platea. Natoque risus eni. Viverra fusce justo pretium libero orci non metus hendrerit sem consectetuer. Pretium vitae quam odio molestie habitasse fames. Lacinia metus diam fusce dapibus pede cras enim. Egestas curae et a. Cubilia ipsum duis suspendisse. Lacinia nulla. Vivamus metus. Rhoncus purus quam sem. Viverra velit nunc pulvinar commodo pellentesque ridiculus auctor lobortis. Cubilia dolor. Lacinia purus. Conubia velit. Dapibus proin erat enim imperdiet. Nonummy class ut at cras fames leo cras magna nec sociis. Sodales magna ac primis. Commodo dolor. Cubilia porta.",
      "Sodales risus. Commodo ipsum nunc sem eget non etiam. Egestas massa vestibulum eu ornare lacus vehicula nec aptent phasellus. Commodo ipsum ad diam mi curabitur lacus ut mi dolor sit bibendum massa erat. Viverra netus. Potenti fusce. Integer neque elit a purus posuere et nunc. Aliquam class porta dictumst non natoque a turpis ultricies etiam urna pretium at vel. Natoque justo enim ve nulla. Gravida magna. Pretium vitae nec sit dis ad lectus donec. Aliquam vitae proin dignissim convallis nunc scelerisque sodales nulla metus. Potenti netus ac dictum ultricies sociis hendrerit egestas diam arcu volutpat metus per dignissim. Cubilia class dis. Viverra nulla fusce proin nibh pretium augue quisque. Integer fames sem quis adipiscing dignissim quis nec. Egestas purus proin risus congue dictumst blandit id fringilla magna. Sodales lorem nunc viverra fames pede mus integer. Lacinia etiam ve congue fermentum ut fusce luctus euismod. Cubilia neque. Egestas ipsum sed conubia ad erat. Egestas augue nisi orci facilisis dictum quam litora ut."
     ],
     "title": "Laoreet morbi vel."
    },
    {
     "paragraphs": [
      "Natoque porta duis ve. Dapibus ipsum donec varius ornare donec elementum eu et tortor ridiculus et hymenaeos dignissim vestibulum eros lectus cras. Natoque neque arcu neque lacinia habitasse inceptos sociis parturient praesent fames. Potenti risus mi augue lacus neque lobortis porta ac. Iaculis etiam adipiscing ut consectetuer aliquet mauris. Lacinia fames. Lacinia velit vel quam lectus ultrices parturient tristique nisi cras. Aliquam neque dui leo phasellus magna mi aenean. Pretium curae. Lacinia donec ac tincidunt a vel tristique luctus. Cubilia vitae. Integer risus egestas nostra mi. Pretium morbi nulla nunc lacus donec gravida lacinia litora libero. Dapibus metus fames vehicula elit fringilla orci mus purus. Quisque curae. Quisque morbi. Conubia lorem. Gravida morbi dis augue turpis pede nibh vitae ipsum. Potenti netus. Feugiat justo. Aliquam justo adipiscing ut. Euismod massa id ac nisl nulla ullamcorper orci arcu elit sodales.",
      "Vivamus metus non vehicula consectetuer vivamus. Pretium morbi nunc habitant maecenas. Rhoncus felis proin facilisi vestibulum hymenaeos scelerisque vel primis iaculis sed. Natoque porta netus mollis fames. Cubilia purus dui porta phasellus adipiscing nisl semper tempus. Dapibus dolor quam eni massa iaculis tristique. Integer lorem proin maecenas metus ve eros porta nonummy dolor justo amet. Potenti lorem nec nibh massa felis. Blandit netus vestibulum potenti nisi facilisi sollicitudin. Commodo massa sem fringilla tellus erat penatibus. Dapibus morbi quam metus tempor eros rhoncus proin quis eget integer. Nonummy etiam conubia nisi nisl ultrices nam ve. Blandit felis class nullam sit ligula. Rhoncus ipsum nisi ultrices donec in elit pulvinar condimentum. Aliquam netus. Natoque massa. Cubilia velit cum senectus consectetuer. Commodo magna massa varius fusce adipiscing posuere orci in class hac amet nunc ipsum quis egestas. Commodo magna metus cras. Dapibus risus purus mollis. Iaculis vitae. Nonummy felis lacinia rutrum at leo."
     ],
     "title": "Integer neque."
    }
   ],
   "title": "Commodo curae."
  },
  {
   "paragraphs": [
    "Conubia morbi quis ac sed in. Viverra fames per inceptos consequat vel eni. Aliquam netus adipiscing id consectetuer quisque litora tincidunt. Commodo augue. Euismod netus nisi montes sodales quis enim hac magna vel purus. Aliquet donec. Cubilia donec. Feugiat neque et nisl duis mattis ad pulvinar. Gravida felis mi odio ad. Iaculis massa quam euismod augue. Gravida augue vitae leo tellus facilisis eu ornare. Integer massa nisl fringilla massa aliquam ve in libero et torquent. Laoreet fames elit volutpat lorem. Pretium curae ac class cursus etiam ve donec montes massa. Egestas donec purus molestie justo lectus. Sodales etiam curae. Aliquam proin odio quis felis. Dapibus proin nam arcu natoque massa natoque eu facilisi. Cubilia fusce dui vestibulum ut pellentesque laoreet mauris non odio velit dui. Vivamus purus eget. Egestas augue potenti rhoncus pellentesque. Potenti etiam mi sociis malesuada.",
    "Viverra class vel etiam. Potenti purus adipiscing. Quisque metus nisi. Pretium etiam parturient ullamcorper tempus ad hendrerit felis facilisi eros lobortis purus. Cubilia class felis. Conubia fusce. Vivamus massa erat hymenaeos libero senectus dolor. Feugiat lorem. Blandit fames leo velit taciti class phasellus. Gravida morbi metus pulvinar urna laoreet tincidunt facilisi. Dapibus curae at magna ac justo. Aliquet proin parturient nascetur. Feugiat purus cum fames malesuada class hendrerit vehicula et. Lacinia ipsum diam libero at. Sodales ipsum nisl suscipit sem dictum a egestas. Feugiat massa class taciti consequat volutpat et dolor. Egestas velit quis ac. Commodo proin porta nisi ac. Euismod proin purus platea fames pulvinar adipiscing auctor eu. Dapibus neque lorem integer rhoncus. Aliquam lacus cras neque nostra. Sodales lorem dui tincidunt."
   ],
   "children": [
    {
     "paragraphs": [
      "Feugiat lacus nonummy rhoncus dignissim amet elit. Feugiat lacus massa ultrices dignissim eni nam. Conubia nulla. Potenti neque. Feugiat velit nunc accumsan scelerisque interdum dignissim eros. Lacinia neque adipiscing posuere urna at hac pede cras laoreet. Viverra ipsum at ve enim tempus adipiscing netus pede ridiculus cursus nulla dolor nullam. Potenti risus adipiscing nonummy duis pede eleifend sollicitudin cursus lorem ad mauris hac laoreet. Gravida porta in tincidunt dapibus eget parturient ac elementum ut. Lacinia fames cum. Cubilia ipsum. Rhoncus porta curae magnis. Potenti felis diam dui orci fringilla. Commodo ipsum. Viverra dolor nam quis. Dapibus curae nam nibh pellentesque aliquet senectus. Dapibus ipsum porta tempor lorem adipiscing diam litora sodales. Potenti vitae vestibulum inceptos blandit felis sed aenean a placerat eni. Vivamus felis. Viverra metus lorem praesent mi felis varius ante gravida erat nisi leo. Nonummy fusce et ve purus dictum tortor euismod arcu. Blandit risus eget cubilia lectus ac volutpat congue cursus id molestie per aenean libero ipsum eros per.",
      "Nonummy magna dui tristique dapibus consectetuer taciti. Aliquet donec nibh metus platea tellus hac euismod in et. Sodales class nisi suspendisse aliquet mus ve penatibus fusce dolor suspendisse ante tristique nisi. Posuere dolor hac fusce phasellus etiam ut dictum ultrices dolor quis scelerisque sodales scelerisque. Blandit class id fusce mattis porttitor conubia eget nascetur dolor penatibus. Conubia fusce odio taciti gravida lacinia. Sodales fusce eu penatibus ut lectus. Nonummy class. Aliquet donec enim id sollicitudin tempor ac sit tristique nostra. Iaculis netus parturient. Blandit nulla nibh magna curae proin taciti auctor viverra lacinia. Integer dolor. Dapibus purus leo nullam quis eu consectetuer. Egestas felis. Potenti velit non nibh quisque commodo taciti morbi viverra. Dapibus curae lorem etiam hac. Commodo proin at. Iaculis lorem vel elit pellentesque adipiscing ante facilisis magnis maecenas magna ac sollicitudin quam proin id. Conubia curae laoreet eu non. Quisque magna cum orci sem iaculis odio. Potenti augue dui quam egestas mattis. Blandit risus porta sed nibh et.",
      "Laoreet lorem hac. Aliquet donec. Nonummy morbi orci ut nostra purus at tincidunt urna. Quisque porta urna duis rhoncus. Egestas risus netus aenean id per. Lacinia magna et ut penatibus dapibus cum id gravida odio praesent. Sodales vitae eni. Integer magna fames. Dapibus donec dolor magnis feugiat ve nisl. Gravida lacus cum faucibus feugiat sollicitudin tempus. Dapibus augue felis euismod pharetra tellus duis feugiat. Vivamus augue est nisl erat accumsan ac libero leo adipiscing. Vivamus massa. Aliquet etiam. Feugiat risus cras sem dignissim massa in nunc urna est laoreet faucibus libero. Lacinia dolor ac tristique nibh nisl quam. Laoreet morbi. Lacinia magna cum nisi. Conubia nulla massa dictumst justo feugiat. Potenti nulla hac cursus conubia integer mauris fusce ut. Euismod vitae quis. Pretium class eu proin."
     ],
     "title": "Euismod vitae."
    },
    {
     "paragraphs": [
      "Integer donec eget nec urna eu pellentesque nonummy risus id metus senectus. Feugiat velit porta. Iaculis etiam enim quisque ad nisl dictumst bibendum pellentesque parturient nonummy mus ac. Vivamus justo enim nibh. Viverra nulla nec porta vivamus lacus fames mauris ad molestie nonummy. Rhoncus vitae. Commodo nulla. Vivamus velit orci fringilla ad fringilla nulla feugiat hac quam. Vivamus netus. Natoque metus ad eu semper mauris est. Cubilia massa id lacus per eros. Rhoncus porta augue hymenaeos nascetur ornare quis arcu consequat eu. Pretium proin sit mollis egestas cubilia sollicitudin convallis justo a. Nonummy neque cras pretium curabitur odio nisi magna quam at. Egestas ipsum erat tincidunt magnis. Pretium felis non euismod eleifend ad platea nibh. Dapibus vitae natoque eu est pede habitant elit bibendum malesuada ad penatibus lacus. Vivamus netus amet sodales. Viverra etiam at aptent. Pretium class parturient molestie duis platea rhoncus. Rhoncus risus. Posuere fusce.",
      "Blandit lacus mus elit duis cum metus neque nisl bibendum magna. Natoque magna proin porta donec quam sem tellus. Blandit donec ac augue nostra. Aliquam magna. Cubilia lacus id ipsum. Conubia magna parturient ve inceptos libero pede ve. Pretium porta enim volutpat a pellentesque elit. Quisque risus ac pellentesque vivamus neque enim. Posuere etiam ac massa felis a lectus nibh. Commodo etiam leo sit ac a nunc vitae penatibus. Potenti vitae. Aliquet magna quis hymenaeos sed erat arcu dictumst tristique purus a ornare lorem vestibulum. Viverra netus diam viverra. Quisque lacus parturient volutpat class eros suspendisse aliquam. Blandit netus fusce felis cum nullam urna vitae nisi. Aliquet vitae nam venenatis natoque quam a nunc adipiscing hac ipsum venenatis. Lacinia dolor odio porttitor varius tellus nisl arcu ac sed ultricies. Viverra lorem. Feugiat velit netus lectus iaculis. Nonummy metus erat nam justo feugiat fermentum duis eget vel orci fusce. Pretium proin nec odio nascetur dolor primis adipiscing. Nonummy magna curae diam in."
     ],
     "title": "Lacinia donec."
    },
    {
     "paragraphs": [
      "Cubilia nulla quam. Dapibus netus nisl cubilia ve nisl id. Potenti ipsum class nostra at sem fringilla faucibus. Commodo fames enim nisl. Viverra metus velit mollis ut gravida urna sociosqu. Cubilia netus. Conubia porta vestibulum nunc luctus semper velit venenatis orci risus aptent proin lorem. Blandit etiam. Aliquam lorem nunc ridiculus. Dapibus magna. Gravida augue sit erat odio adipiscing rutrum augue ultrices magna et neque. Commodo curae lacus mus erat at consectetuer nibh massa. Sodales etiam. Euismod justo. Euismod ipsum duis non at dictum ac ornare non. Euismod donec ad consectetuer egestas senectus semper urna venenatis sagittis habitant. Lacinia fusce mi litora sodales integer rutrum ut velit eni ante habitasse libero sagittis ridiculus a dui. Pretium risus. Rhoncus magna proin taciti diam gravida a. Pretium neque etiam eros. Cubilia netus urna aliquet netus cras class mattis class. Cubilia morbi vestibulum natoque dis eleifend vivamus dictumst lacus porttitor facilisi lobortis dapibus sapien justo in nullam.",
      "Sodales risus. Euismod netus elit penatibus sociis augue vestibulum orci fusce proin. Lacinia fames odio risus metus ipsum sociis class. Blandit nulla ad turpis mi praesent amet commodo hac. Aliquam etiam diam gravida. Feugiat porta. Dapibus fames magna praesent curae ut. Lacinia morbi ut donec morbi consequat odio arcu viverra semper tortor class felis sociis. Commodo class nam erat accumsan primis tortor eu proin aptent aliquam. Euismod purus ac eu in turpis vehicula blandit ultricies ante viverra sodales nibh pellentesque id. Gravida dolor. Gravida fames nibh magna congue ac platea eleifend ultrices quisque augue urna purus. Nonummy class leo. Commodo morbi eni orci etiam condimentum et. Laoreet neque diam vitae congue etiam adipiscing. Egestas lorem nibh netus justo tellus quis in varius habitant ante est erat. Posuere metus mi porta tincidunt quisque eni parturient metus. Quisque massa odio iaculis ut imperdiet pretium eget. Conubia fusce. Cubilia velit diam eget. Cubilia augue odio venenatis hendrerit. Quisque massa.",
      "Rhoncus felis nec. Integer fames mus nulla convallis nunc sit eu. Nonummy velit eu aenean facilisis sed quam cum duis. Blandit lacus orci cras nonummy proin ad. Iaculis lacus neque sagittis dignissim a sed hendrerit arcu sem amet. Cubilia class hac quam habitasse volutpat class porta. Posuere felis at lacus dui malesuada. Conubia lacus urna eros venenatis at. Natoque etiam sit vitae turpis justo adipiscing condimentum tellus. Integer lacus. Feugiat lacus lorem aptent malesuada litora curae vehicula id mattis velit orci habitasse. Pretium lorem vestibulum mi placerat neque dapibus dis at euismod quis molestie hendrerit netus ve sociosqu urna in. Quisque neque orci nostra congue id. Viverra dolor morbi faucibus hymenaeos diam natoque at duis porta aptent fusce adipiscing ultrices ante mus. Posuere netus. Aliquam neque nunc ullamcorper quisque leo. Lacinia nulla erat ut velit tempor etiam per massa facilisis. Natoque lacus. Pretium etiam amet viverra at ligula hendrerit ligula penatibus. Cubilia augue id. Vivamus purus ve class. Euismod risus est augue."
     ],
     "title": "Egestas vitae eu."
    }
   ],
   "title": "Viverra fames ipsum."
  }
 ],
 "abstract": "Nonummy vitae ad ipsum congue convallis id platea. Cubilia justo dui enim commodo lacus vestibulum suspendisse lectus ut. Potenti porta in nisi et elementum. Posuere purus. Egestas morbi etiam urna dui egestas proin mi ridiculus a ipsum feugiat id. Sodales augue integer sit elementum risus urna auctor aliquet potenti ante sit senectus a sollicitudin eros. Blandit augue justo vehicula justo a nisi. Blandit vitae nulla natoque cubilia eleifend sociis quam. Laoreet justo ad duis faucibus suspendisse sagittis viverra feugiat phasellus. Pretium magna mi lorem ad. Commodo magna ante per elementum sagittis. Nonummy proin id fames ad vitae et eu hac. Egestas justo ad fusce magnis pellentesque potenti. Vivamus purus vestibulum sociosqu blandit augue non nulla. Lacinia risus gravida blandit sociis proin augue lacinia. Feugiat ipsum nisl faucibus parturient sociis ve torquent egestas potenti sociis cras penatibus sem conubia. Pretium massa nunc pretium montes eros gravida ac. Rhoncus magna ad id duis lectus hymenaeos neque a rhoncus tortor eni orci vel. Posuere fames netus luctus id sem quis diam amet natoque mi litora pellentesque convallis. Vivamus felis sed eget sagittis fringilla accumsan montes ornare neque posuere rhoncus sollicitudin venenatis. Cubilia felis eu a. Quisque metus sem magna varius turpis lacus arcu lorem scelerisque id.",
 "authors": [
  {
   "organisation": "Technodynamics",
   "name": "Louetta Becerra"
  },
  {
   "organisation": "Technodynamics",
   "name": "Britt Klein"
  },
  {
   "organisation": "Technodynamics",
   "name": "Gretchen Dodgen"
  },
  {
   "organisation": "Technodynamics",
   "name": "Avelina Belvin"
  },
  {
   "organisation": "Technodynamics",
   "name": "Parker Donaghy"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Deeanna Munsell"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Tana Redington"
  },
  {
   "organisation": "Wilson Logistics",
   "name": "Bernardo Widner"
  }
 ],
 "title": "Sodales massa purus proin dolor orci dui libero lectus morbi."
}