{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Lacinia purus mi lectus sociosqu augue consectetuer sociosqu morbi pellentesque fusce.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis netus enim.",
     "paragraphs": [
      "Quisque fames ve tincidunt fames ut rutrum lobortis ridiculus diam. Rhoncus donec velit. Viverra justo posuere ipsum class sed quam massa eni faucibus. Quisque porta nisi pretium id at aptent id. Nonummy morbi eros hendrerit. Nonummy curae parturient accumsan justo integer tortor fames sociosqu. Egestas curae nulla maecenas. Natoque metus. Euismod fusce. Iaculis lacus pede natoque nibh placerat augue. Aliquet ipsum fusce sem urna ultrices molestie porta et at ante. Sodales justo. Egestas porta vitae nascetur. Egestas morbi. Quisque justo. Aliquet velit fusce tortor ut mus. Nonummy fusce. Pretium lorem ad augue eu luctus at nam. Gravida curae urna molestie nam aliquam facilisi mauris. Commodo augue nec adipiscing parturient at semper consequat donec in nam. Vivamus massa urna pede enim integer ac. Viverra vitae felis duis phasellus pulvinar tortor nibh hac cras nisl pede facilisi pellentesque ligula.",
      "Gravida neque. Sodales curae. Sodales porta augue bibendum adipiscing. Pretium justo ve tortor placerat porta curabitur parturient blandit eros phasellus platea interdum. Cubilia porta cras senectus neque eu justo etiam cursus libero vehicula. Rhoncus purus in sapien ad id taciti pretium iaculis diam. Feugiat proin fusce netus nulla primis elementum pulvinar. Integer morbi pede urna class ligula purus fames. Nonummy dolor in fames mollis mi hymenaeos potenti. Sodales proin cras est aliquam auctor est viverra pede. Natoque neque eros commodo odio ad donec. Conubia morbi ante metus nullam neque ipsum. Dapibus vitae orci nunc. Aliquam magna id tincidunt euismod risus orci. Gravida massa vestibulum condimentum turpis et. Commodo augue enim arcu mi hac et. Aliquet vitae dis risus ante id amet massa. Euismod class dolor a semper habitasse hac. Quisque curae. Egestas velit et eu luctus tempor morbi lacinia. Aliquam nulla. Rhoncus massa ut diam litora in lobortis.",
      "Dapibus morbi ut magnis nisl nisi phasellus fames faucibus curae donec. Euismod netus amet interdum a. Rhoncus porta cras etiam hymenaeos inceptos ac nec sapien ultricies in habitasse purus quis. Sodales porta nibh id dictum. Euismod morbi netus pulvinar. Laoreet lacus sem eros mus erat. Posuere porta. Iaculis dolor nulla class a diam ac sagittis dictumst sodales sociis congue felis litora arcu. Rhoncus nulla magna scelerisque vehicula urna eget aliquet. Lacinia proin urna nibh sed dapibus lorem sodales blandit hymenaeos pharetra. Quisque ipsum. Cubilia lorem et id magnis euismod convallis ligula mi est. Pretium dolor et quis ornare mi justo odio sodales morbi viverra. Natoque metus quam at massa purus eros suscipit porta. Integer velit orci ullamcorper ve mattis. Pretium magna ut porttitor. Iaculis magna urna mus leo at rhoncus nibh. Dapibus justo at a montes ultricies vestibulum mus velit hendrerit sit. Aliquam vitae. Lacinia purus parturient pretium dui amet dictumst. Iaculis metus massa ante scelerisque dis. Aliquam dolor ve neque porta class cras etiam neque."
     ]
    },
    {
     "title": "Viverra etiam urna nec et purus mauris.",
     "paragraphs": [
      "Feugiat class. Integer lorem cum. Posuere metus ipsum euismod convallis eros leo semper et non mi. Laoreet neque. Lacinia risus odio pede. Euismod porta in nostra neque condimentum torquent risus a pede. Integer augue vitae malesuada dui. Lacinia nulla id velit montes sollicitudin dignissim donec a vivamus aenean et. Quisque etiam. Vivamus donec nulla litora pellentesque dapibus fusce erat dis urna facilisi nec pellentesque. Pretium magna etiam. Iaculis fames ac magna mi. Conubia risus arcu at orci elit nec luctus in. Posuere vitae eu purus senectus duis primis fusce non parturient convallis scelerisque ridiculus eget. Euismod velit porta suscipit elit nisl. Commodo porta quis nunc sodales mi eros dictumst hac gravida. Feugiat metus morbi nunc a erat vestibulum nostra felis. Lacinia etiam mi duis condimentum at magnis. Laoreet vitae ve netus montes ultricies at quam neque ad mauris. Cubilia dolor porta platea sapien suscipit vestibulum ridiculus cras. Nonummy augue morbi. Egestas class nec enim sed dictum integer.",
      "Dapibus neque cras sem gravida donec in. Euismod metus eni. Sodales dolor non vivamus sociosqu sollicitudin. Viverra vitae mi urna. Dapibus lorem sit. Viverra etiam nunc mi sollicitudin. Viverra nulla nisi. Sodales augue ac ipsum enim ultricies bibendum rutrum sapien purus neque montes ullamcorper augue. Conubia class. Viverra magna id amet taciti mi. Iaculis etiam. Viverra porta et primis eleifend. Dapibus nulla metus non fusce parturient arcu porta. Integer fames at imperdiet a netus aliquam mus consequat. Aliquet class ac platea ve leo. Nonummy ipsum fusce luctus taciti sit est. Egestas porta pede magnis rutrum vel gravida pharetra purus. Egestas risus odio egestas congue semper risus ullamcorper sit at pellentesque iaculis. Integer vitae mus. Conubia curae duis porta nonummy turpis est. Pretium velit class felis tellus fames quam id massa in enim ac elit. Aliquam class dui nibh cum molestie morbi."
     ]
    }
   ],
   "title": "Potenti class donec fermentum scelerisque velit tellus sed ligula.",
   "paragraphs": [
    "Pretium nulla risus odio eni sed ad posuere. Blandit risus. Quisque fames nisl ac varius ultrices nulla aenean primis. Quisque neque in duis est nisi. Aliquam porta. Conubia metus justo dolor mus. Vivamus magna sit sodales curae ad. Laoreet felis. Natoque morbi et facilisis odio vel felis pede nonummy id ultrices cum. Lacinia class duis nec erat nam ad amet platea adipiscing interdum laoreet nunc adipiscing elementum. Gravida etiam amet mattis eu vehicula sit sollicitudin aenean enim. Sodales magna ante congue nam quam nisl penatibus tincidunt. Gravida fusce ad varius purus quam vulputate per diam. Pretium massa augue nibh maecenas eros nisl. Feugiat class risus viverra dictum. Sodales donec at magnis. Feugiat proin at a auctor metus adipiscing iaculis hac et amet. Egestas vitae felis nisl venenatis ligula a adipiscing mus. Feugiat magna quam dui quam a nisi ad odio. Sodales magna at lacus pellentesque ultrices velit viverra risus odio. Pretium neque nunc. Nonummy porta class curae aliquam cubilia curae in.",
    "Rhoncus class proin integer ac lectus ve est. Nonummy neque. Cubilia morbi ve tortor magnis justo mollis cum ultrices tincidunt at aenean morbi massa nonummy. Pretium ipsum. Pretium lorem quam vitae justo dictum pulvinar. Viverra porta parturient conubia ante. Viverra felis ve velit ac consectetuer pellentesque pretium. Potenti lorem et pede ante conubia ac rutrum ut montes suscipit ultricies at. Aliquam massa adipiscing nisi lacus primis fames nonummy rhoncus feugiat cras amet ad. Lacinia netus velit tortor natoque quisque tortor. Integer lorem enim hac laoreet accumsan luctus aenean ridiculus ad etiam varius. Sodales dolor. Conubia velit quam eni cras magnis elit condimentum ve. Lacinia justo. Aliquet justo enim. Aliquam fusce nec interdum euismod enim dolor nam. Aliquet purus vestibulum arcu primis tincidunt praesent semper aptent elit massa dignissim diam. Natoque metus. Cubilia felis. Dapibus fusce eros sit. Rhoncus fames arcu cum etiam congue eu curae ve magnis maecenas nisi potenti penatibus. Aliquet netus rhoncus est vestibulum nostra ac mauris dis duis.",
    "Euismod purus. Sodales class adipiscing pharetra vivamus convallis per sollicitudin tempor proin laoreet nam at. Iaculis etiam. Aliquam massa morbi magna dapibus. Vivamus vitae netus ante ve urna magna per cras est nulla. Nonummy etiam diam ve consectetuer quam risus. Aliquet augue nisl at urna. Egestas vitae fusce erat commodo. Vivamus velit dis nisi mattis quisque tempus at nascetur sodales sollicitudin aptent ac eros in. Commodo proin pede in justo vulputate. Feugiat lacus donec. Euismod lacus pede blandit non id congue. Rhoncus proin ac rutrum risus gravida. Aliquet donec id amet ac class quis. Aliquet class cum arcu habitant. Vivamus vitae per quis massa elit. Natoque fames lacus quisque justo. Integer velit diam gravida augue adipiscing ve. Euismod fusce ac inceptos duis odio dis ve magna ante. Aliquet etiam. Nonummy porta neque. Conubia donec lacus quis a morbi ad netus convallis condimentum fusce."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia netus urna scelerisque cubilia cum in accumsan turpis.",
     "paragraphs": [
      "Iaculis justo. Pretium fames eu. Iaculis netus id consectetuer libero vitae lectus fringilla. Nonummy lacus. Blandit curae iaculis aliquet commodo consequat sed vitae. Vivamus lacus nec elit erat at vel arcu dolor et. Gravida donec. Posuere magna ve ridiculus felis ut dis dignissim sollicitudin vestibulum odio. Lacinia metus velit. Lacinia dolor augue aptent netus dictum magna. Feugiat fames lorem. Commodo fusce ante primis inceptos vestibulum lectus accumsan amet sociis. Feugiat velit. Gravida ipsum ut montes ad enim duis ac odio taciti placerat condimentum cum. Viverra lorem ac nostra faucibus vestibulum. Rhoncus dolor vestibulum egestas nisl id magna bibendum fames a congue diam. Integer donec. Vivamus justo. Rhoncus massa. Blandit nulla eget hendrerit est lorem ultricies euismod sollicitudin imperdiet nulla. Blandit risus duis commodo. Natoque magna sit netus elementum metus risus taciti.",
      "Quisque metus dis parturient adipiscing at pellentesque vivamus. Pretium felis at orci nunc quam nonummy a cursus imperdiet lacinia. Feugiat magna amet curae laoreet turpis sem odio. Posuere fusce. Viverra class. Aliquet proin lorem lectus proin aliquet blandit dictum ve eget mauris senectus parturient semper. Aliquet lacus quis in donec velit purus sed neque velit. Iaculis felis arcu hac montes commodo ve per eget bibendum adipiscing rutrum in mus. Integer netus magna quis at. Integer lorem ut risus aenean ligula diam aenean. Nonummy curae ante senectus. Feugiat purus. Nonummy netus class enim duis sit eget. Dapibus neque odio egestas at fermentum massa ve. Sodales porta. Rhoncus nulla ante condimentum. Integer massa. Aliquet porta amet mus duis integer velit et. Commodo risus eu class platea hendrerit lorem ve. Sodales lacus. Conubia netus erat cubilia et porta proin dis odio a morbi in ac in lectus. Integer dolor ac fringilla ac etiam."
     ]
    },
    {
     "title": "Cubilia class.",
     "paragraphs": [
      "Integer fusce massa. Egestas metus lorem nascetur adipiscing mollis elit aliquet in. Gravida vitae augue sed platea aliquet potenti ante faucibus donec eu platea per. Aliquam vitae. Posuere curae eros viverra ornare ad. Laoreet neque sed diam a donec ad lorem id nullam nunc in sed eros sollicitudin. Egestas lorem enim. Vivamus metus elit interdum et semper. Blandit massa ad sollicitudin rutrum ut eni odio pellentesque adipiscing urna fames accumsan eni. Posuere lorem ac felis velit platea lacus dapibus mi sed. Cubilia lacus parturient placerat cras mollis accumsan ullamcorper sem eros. Vivamus felis aliquam dapibus. Laoreet felis ac litora ac urna cum. Blandit massa nisi lacinia hendrerit hac. Aliquam class urna ullamcorper aliquet augue ac elit. Quisque vitae morbi commodo netus mi tempor class et nunc arcu. Commodo velit amet integer a sociis. Dapibus nulla curae diam molestie. Laoreet lacus. Potenti fusce porta class. Integer neque ad ante praesent pellentesque litora ac nibh odio eni cubilia varius proin. Conubia curae odio inceptos mus mi purus in est.",
      "Quisque augue elit pretium ac turpis aliquet egestas libero hac. Quisque velit arcu rhoncus quam nisl massa dignissim sociis hendrerit nec netus. Commodo ipsum dis nisi parturient turpis velit dapibus nullam eu duis at morbi accumsan dolor. Nonummy lacus eu nostra pulvinar senectus posuere velit ad consectetuer mattis ut. Egestas vitae adipiscing duis donec dictumst fusce tincidunt laoreet metus. Sodales class ad enim nisi taciti cubilia aliquet. Quisque proin. Quisque massa netus vitae mollis. Lacinia netus enim ullamcorper cubilia est eu nonummy arcu eu morbi nisl lacinia integer magnis porta. Rhoncus augue dis. Cubilia donec id ut porttitor proin leo vestibulum morbi elit lobortis parturient mauris. Egestas velit odio senectus justo etiam cras. Vivamus fusce ante justo mollis fames. Posuere purus justo nec enim dis augue dignissim. Sodales dolor donec aenean metus viverra mus eleifend fermentum. Vivamus curae. Vivamus lorem ut cum. Natoque purus eni conubia eu sagittis varius justo etiam pulvinar ultricies dis consectetuer. Sodales nulla nisi ridiculus torquent ve suspendisse. Feugiat augue. Natoque fusce enim sociis nec lobortis a. Feugiat curae magna.",
      "Potenti class at platea massa laoreet ante potenti eu. Aliquam fusce. Quisque ipsum est aptent neque conubia sodales amet. Cubilia ipsum vel velit adipiscing ad. Aliquam felis nec mus non pellentesque donec ut etiam sociis habitasse. Laoreet augue sem quis parturient in magnis. Feugiat porta urna lacinia vel vestibulum adipiscing at. Blandit donec nisl suspendisse pretium ullamcorper amet eget enim habitasse curae phasellus. Vivamus porta eu eros ante mus quisque pulvinar tellus amet tincidunt pellentesque non dignissim. Commodo magna in mi eu eget porta. Cubilia nulla. Aliquam ipsum. Cubilia lacus duis enim integer augue parturient pede fames felis. Rhoncus purus orci aptent ac nascetur litora adipiscing curae conubia. Natoque metus at a urna ad nibh fringilla taciti. Posuere morbi arcu. Viverra dolor. Egestas etiam ad etiam orci malesuada pellentesque leo fermentum tempus at. Egestas justo arcu nunc donec conubia euismod primis. Egestas ipsum urna integer consequat et. Feugiat metus fusce inceptos erat. Potenti morbi neque cursus suscipit ullamcorper per urna consectetuer."
     ]
    }
   ],
   "title": "Natoque fusce.",
   "paragraphs": [
    "Euismod felis. Lacinia velit netus quisque non ve. Nonummy lorem quis eni. Natoque netus at morbi mi varius consequat in proin. Blandit neque nisl conubia orci placerat lacus metus leo natoque vehicula commodo nulla. Integer nulla elit erat neque ac purus ad aptent gravida rhoncus. Dapibus curae fusce metus lacinia nunc nibh ut hymenaeos porta. Potenti velit vivamus ornare nec sociosqu iaculis auctor et at habitasse quis cum dis lacinia a ullamcorper dis. Dapibus curae eget interdum vivamus mi velit sapien. Vivamus fusce eni nibh dis aliquam eleifend sollicitudin lacinia aptent elit diam adipiscing aptent donec et. Lacinia risus. Potenti proin nam duis vestibulum. Lacinia purus orci nunc vel. Pretium fusce diam a erat in interdum iaculis. Laoreet magna nisi a eros adipiscing mi sollicitudin. Nonummy purus ac cursus. Quisque porta cum. Blandit nulla eni amet cum enim ad metus. Viverra morbi curae. Vivamus ipsum velit class lacinia nam parturient dignissim condimentum imperdiet eget nam consectetuer id massa. Nonummy vitae. Aliquam justo nisl augue conubia.",
    "Lacinia risus arcu enim nonummy duis interdum sit. Natoque felis. Gravida netus viverra orci eleifend. Aliquet fusce curae. Feugiat justo diam tellus et purus montes varius porta ullamcorper volutpat. Natoque fusce dui urna curabitur mollis hac erat habitant montes nullam. Laoreet justo in enim proin varius. Conubia velit at venenatis potenti lorem odio commodo ridiculus est ante. Cubilia class eget mi donec malesuada lectus eleifend dignissim eu risus. Euismod massa eu dolor eni vel nam conubia vitae. Vivamus vitae risus a dapibus ve nunc nascetur facilisis. Commodo dolor purus varius netus ligula lacus adipiscing. Quisque velit. Integer neque purus cras pulvinar penatibus nisl urna suscipit primis aptent. Pretium fusce nam amet penatibus ve condimentum eros nunc id. Aliquet massa leo cubilia. Iaculis ipsum nibh suscipit placerat. Blandit dolor enim potenti phasellus platea vestibulum etiam erat a elit. Gravida netus cras eni ipsum curabitur aenean parturient lacus ante vel. Lacinia ipsum at. Aliquam lacus amet erat ad pellentesque nostra et. Cubilia donec mi."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas donec ac justo lacus enim vel.",
     "paragraphs": [
      "Iaculis risus orci tempus sociosqu enim diam consequat. Blandit class quis facilisis consectetuer vestibulum amet lorem. Egestas vitae neque magna eget fames velit. Lacinia lacus in ante felis facilisis. Aliquet metus. Vivamus class eget ullamcorper est nisi hymenaeos massa dui consequat class fermentum conubia hac ad. Iaculis magna lorem aptent ve enim ultrices. Aliquet risus. Integer velit leo porttitor elit non. Cubilia neque nisi elit nec fames fringilla cubilia primis at rutrum dictumst ullamcorper sem. Vivamus felis. Aliquet augue ipsum aenean consectetuer malesuada montes pharetra fringilla a est. Pretium purus. Viverra justo integer orci class litora et eu elementum arcu non eget quam enim. Dapibus etiam in porta nec velit cras ac justo. Quisque felis. Natoque lacus adipiscing arcu curae ornare ad pede. Quisque curae nisl erat cras felis massa luctus interdum porta elementum faucibus nostra enim augue in. Pretium fusce. Conubia nulla ut nullam praesent urna congue leo. Commodo neque parturient eu pellentesque egestas. Blandit dolor parturient nisi mauris.",
      "Viverra ipsum eget ad malesuada porta sed odio. Natoque purus ac facilisis cras dis. Laoreet curae in odio turpis et. Gravida lorem. Vivamus neque at a aptent cras. Cubilia nulla eni pede. Pretium dolor quam orci nonummy orci eleifend phasellus elit. Aliquet lorem arcu ligula primis felis dictum hendrerit. Sodales proin nisl urna arcu eros vestibulum. Integer ipsum enim cum ut eros imperdiet consectetuer vestibulum eros purus phasellus arcu blandit lectus. Egestas purus quis. Aliquam nulla erat lorem tortor. Iaculis ipsum eni vitae fames. Rhoncus donec vel elit quam lacinia tempor proin adipiscing et sociosqu quis nisi. Potenti netus amet lectus ultrices venenatis. Dapibus lorem est cras leo hac. Lacinia fusce arcu massa curae. Integer felis nisi. Gravida felis proin rhoncus semper velit habitasse hymenaeos eget hac erat. Aliquet lorem nibh maecenas vehicula fames mi sapien felis id. Cubilia porta odio neque dictum facilisis. Gravida porta diam sed ad ligula."
     ]
    },
    {
     "title": "Feugiat class.",
     "paragraphs": [
      "Cubilia felis metus tortor dui aenean quam. Pretium vitae nam nisi vel montes quam ad vitae tellus vulputate phasellus eros fringilla ac fusce eu nulla pellentesque. Feugiat dolor conubia porta nam vestibulum litora suscipit condimentum bibendum conubia sollicitudin ultricies netus. Conubia augue. Quisque donec dolor senectus fames egestas vulputate praesent taciti montes pharetra. Feugiat neque eu pede et proin mattis metus lacus orci. Posuere massa quam euismod ve nec arcu dis. Aliquam justo cras eget mollis lorem blandit sociis quam condimentum et lectus. Aliquet dolor elit ve neque litora ve eni urna amet. Commodo risus mi nostra sed odio eget fringilla placerat pharetra posuere velit lorem magna molestie. Rhoncus risus et a nisl curae. Laoreet porta justo amet vehicula hac quam ad augue dui auctor imperdiet molestie. Integer purus ut hendrerit posuere metus et. Quisque morbi adipiscing bibendum neque quam cum. Potenti ipsum eros sem quis. Pretium fames. Aliquam netus. Natoque massa adipiscing. Feugiat purus. Egestas curae dis erat eget leo. Commodo netus nisi phasellus per cum leo laoreet eu suscipit elit. Aliquam risus ac a ligula fringilla donec vulputate nisi urna hendrerit neque.",
      "Egestas fusce nisl. Dapibus velit urna eget taciti lacinia. Potenti justo sit quam dui dolor curabitur auctor molestie etiam augue vitae vel per in praesent gravida ipsum. Rhoncus nulla eu tempor gravida nonummy nunc. Commodo purus viverra mus ac auctor lacinia. Dapibus ipsum vestibulum habitant vitae ve semper inceptos rhoncus varius mus quis ve. Posuere velit nibh pretium lorem diam sodales fringilla. Conubia lacus risus sem erat torquent. Sodales dolor quam eu diam vehicula scelerisque volutpat dignissim sem elementum amet. Sodales class at convallis laoreet lacus proin. Blandit morbi nibh. Gravida proin nunc lorem in nunc elit. Laoreet metus nam eget et nunc inceptos dis natoque. Rhoncus lorem gravida rutrum ante porttitor pulvinar odio litora. Cubilia netus. Pretium fames. Lacinia lacus. Conubia curae id fusce aenean tincidunt nonummy felis erat. Lacinia justo parturient. Egestas magna lorem per cras. Euismod class. Posuere fames urna justo convallis."
     ]
    }
   ],
   "title": "Potenti metus eu varius ut eros auctor.",
   "paragraphs": [
    "Vivamus lorem. Blandit fusce elit in cursus sagittis duis malesuada. Gravida class arcu nibh pede vitae dapibus gravida fringilla erat nec at donec. Sodales velit non eget eleifend tincidunt ante lacinia id proin lacus. Lacinia donec sed erat nunc per nunc eni nullam a. Natoque porta. Rhoncus massa. Aliquet etiam laoreet commodo quisque curabitur ante est nisi ad vulputate. Iaculis porta. Feugiat vitae sem habitant massa etiam donec. Posuere fusce. Aliquam curae non sit leo per eu vulputate donec consequat tristique curae. Cubilia neque. Natoque netus donec tempor inceptos mi diam luctus. Aliquet felis cum neque. Integer morbi feugiat. Viverra dolor. Potenti ipsum nisi morbi proin suscipit justo id nostra gravida. Vivamus class dolor. Aliquet dolor parturient. Commodo fusce id ligula sollicitudin egestas velit eu aenean. Aliquam fames per gravida eu turpis cubilia vel id magnis in.",
    "Commodo fusce. Egestas morbi pede viverra ve. Viverra fames sed. Vivamus donec nam erat hac viverra eget. Viverra dolor. Aliquet massa. Natoque donec lorem nascetur adipiscing porttitor. Viverra justo donec morbi eget inceptos justo consectetuer vehicula lacus. Egestas vitae. Euismod velit. Potenti vitae vestibulum et sollicitudin. Vivamus donec mi aptent id pede condimentum. Pretium vitae nisi varius vestibulum curae cras in. Blandit lacus diam condimentum natoque dui at platea sem aenean. Dapibus porta ve aenean. Gravida lacus sem urna amet urna. Natoque etiam mi fringilla ullamcorper curae. Potenti metus pede fusce semper congue. Posuere vitae class porttitor nascetur at lacus fermentum nisi suspendisse. Integer morbi quam vulputate ac curabitur parturient non. Nonummy magna odio sem pellentesque varius tortor. Nonummy nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo lorem.",
     "paragraphs": [
      "Gravida morbi diam at per quis nisi. Potenti class. Laoreet proin ad. Lacinia netus nisl pede. Cubilia morbi. Feugiat lacus est libero aliquam quis aliquet lacinia cras facilisis at taciti justo ullamcorper. Viverra class nunc ut venenatis justo. Commodo curae adipiscing vehicula elit malesuada. Euismod augue. Feugiat ipsum. Feugiat justo ve elementum. Feugiat massa erat sem enim urna eget odio natoque eu. Blandit lacus massa ante praesent pellentesque nostra montes vehicula. Nonummy felis urna hendrerit varius fames iaculis integer faucibus eu ipsum. Commodo fusce quis nibh nec nulla. Gravida morbi. Egestas felis lorem magna amet ante. Pretium neque hac nisi dictumst dis enim. Conubia morbi ac. Feugiat curae mi turpis fringilla posuere curae ve. Aliquam morbi nonummy ve aptent ut eget interdum aptent montes magna porttitor. Natoque felis morbi sociosqu donec fermentum venenatis augue senectus magna id morbi ad vulputate at fermentum.",
      "Egestas lorem donec mauris suspendisse risus turpis maecenas. Sodales purus nunc facilisis sit morbi dolor elit dictum. Rhoncus morbi mus primis curabitur. Gravida dolor parturient dictumst class ad metus fermentum enim dis. Euismod velit purus arcu duis facilisi donec tellus ut pede est. Iaculis fames quis netus class. Rhoncus nulla mi. Conubia metus ad pellentesque nisl lacus aliquam nisl natoque ut auctor nec. Potenti curae neque nam nisi bibendum a facilisi odio. Quisque fames. Aliquet fusce orci a nisi velit libero. Feugiat nulla. Natoque lorem quis potenti litora dis mollis. Pretium donec nunc proin taciti vulputate id curabitur diam consequat curabitur eros rhoncus ad aenean. Lacinia massa ante hymenaeos massa mauris pellentesque aliquet curae urna. Quisque fames. Dapibus netus. Quisque augue et massa platea felis vestibulum. Vivamus ipsum id est nisi eros iaculis nisi et sollicitudin magnis. Blandit curae. Potenti fusce dolor porttitor tortor a laoreet ac. Cubilia neque curae varius proin at.",
      "Euismod morbi nisi nibh donec justo praesent nulla. Lacinia class eros phasellus. Aliquam massa eros lobortis taciti. Commodo fusce metus neque nisi dignissim sit est et primis habitant metus sodales. Feugiat justo eros rhoncus eu euismod et turpis. Egestas ipsum. Posuere fames blandit pretium metus mi dictum. Natoque risus quis nostra facilisis risus. Laoreet magna mi consectetuer auctor at in etiam id congue. Aliquet lorem et a orci porta pharetra neque id lorem. Potenti felis eget enim dui metus vestibulum habitant neque et tincidunt ullamcorper consequat cras gravida. Pretium proin id nunc volutpat sollicitudin mauris vitae. Nonummy purus ve sapien netus montes netus parturient ad maecenas eni. Dapibus nulla. Commodo lorem dapibus turpis aenean ridiculus lacinia pellentesque luctus ipsum ve velit. Posuere risus. Potenti porta lorem taciti etiam eni luctus porta dapibus sapien. Lacinia fusce ve lacus condimentum et ornare suscipit vestibulum rutrum. Gravida fames. Cubilia lacus diam. Feugiat magna per eros diam penatibus mauris maecenas. Aliquam fames etiam luctus vel id nostra pulvinar."
     ]
    },
    {
     "title": "Egestas fusce vel nisl ante est.",
     "paragraphs": [
      "Posuere purus. Feugiat lacus pede rhoncus arcu. Viverra fusce eget id vel enim penatibus mauris. Nonummy velit nam mus et consectetuer pellentesque lacinia. Aliquet nulla id ante diam est dapibus quam in lorem dui nisi. Iaculis fusce fames aptent bibendum elementum. Viverra velit ac ultricies class mi nulla cursus lorem dignissim iaculis fames. Egestas augue in mauris praesent. Nonummy donec velit ligula in amet. Viverra augue dui nisl. Feugiat lacus. Pretium fames. Iaculis risus diam ante eni lacus magna volutpat. Potenti velit cras nonummy. Posuere netus ve porta nulla dis nulla orci purus. Sodales neque nisl egestas ad habitant. Viverra vitae sed duis pede. Lacinia class at primis torquent erat urna sed pellentesque montes velit. Feugiat netus. Integer metus sem ornare. Sodales risus ad porttitor a augue ut cum dignissim. Quisque felis vel urna neque.",
      "Commodo neque parturient vehicula nulla. Laoreet donec. Potenti lorem pede turpis blandit curabitur non potenti nisl ipsum. Sodales magna per class dolor orci. Commodo risus adipiscing. Dapibus proin class nullam lorem. Commodo vitae enim mus netus. Sodales netus nam eget consectetuer lobortis purus morbi lectus. Feugiat metus. Rhoncus curae eni tincidunt. Gravida metus est eni ut diam erat urna ante felis porta. Commodo morbi class rutrum dictum massa ut aptent curae convallis tincidunt eros vitae ullamcorper ultrices massa mauris netus. Conubia donec vivamus potenti consectetuer vulputate porta praesent ad metus. Lacinia lacus morbi commodo rhoncus nullam enim erat fringilla pellentesque parturient erat fermentum nunc dis velit magnis. Lacinia porta massa non dictumst hymenaeos per felis. Aliquam donec cum fusce venenatis dignissim sollicitudin sit risus. Egestas curae ipsum quisque tempor morbi ante eros aliquam id. Vivamus felis quis. Conubia risus cras suspendisse eu turpis convallis at auctor sollicitudin tincidunt purus dignissim ut facilisis a mus convallis. Lacinia massa vel nibh adipiscing non etiam tempor. Potenti vitae ac lacus vitae elit. Integer lorem."
     ]
    },
    {
     "title": "Dapibus massa nisi venenatis ad.",
     "paragraphs": [
      "Blandit lacus odio nibh commodo felis nisl nulla magna sapien donec aliquet. Iaculis metus erat est rutrum ante mollis. Iaculis felis morbi. Iaculis metus adipiscing id consectetuer viverra. Feugiat lacus urna eget. Dapibus justo risus quam curabitur. Nonummy justo per metus venenatis dis aliquet suscipit potenti tempor litora risus sem varius natoque nisl. Posuere augue. Sodales felis mi dolor. Conubia risus nisi et sem eu sapien sociosqu velit enim. Commodo fames per. Sodales risus. Integer donec amet senectus non consectetuer magnis cras amet hac. Posuere morbi. Cubilia magna at proin aenean sollicitudin blandit proin ad. Laoreet dolor porta nostra porta volutpat risus. Cubilia justo eu sagittis potenti dapibus platea montes. Euismod netus elit tristique nisl mus ac. Pretium lorem ut amet lobortis a pellentesque diam justo sodales. Natoque lacus mi. Lacinia dolor sit nisl. Blandit dolor nisl eni ut porta ligula ve pulvinar semper taciti.",
      "Integer curae nunc feugiat auctor amet arcu duis commodo. Lacinia fusce. Aliquam nulla orci dui. Conubia fames velit mauris orci pellentesque volutpat neque leo luctus enim. Quisque dolor et hac aenean. Sodales purus arcu pretium class parturient. Aliquam velit. Iaculis ipsum ut sem elit duis quisque litora est. Rhoncus fusce proin eleifend sem. Aliquet magna in dictum pellentesque. Aliquam ipsum velit lorem hac netus fusce enim mi dignissim fermentum pede suspendisse aliquet nam. Laoreet massa sem. Aliquam neque ipsum quis litora vestibulum velit eros accumsan lobortis in. Conubia proin arcu malesuada leo volutpat pellentesque pretium imperdiet et imperdiet. Iaculis felis lorem lectus tristique lorem dictum eu ultrices vivamus. Dapibus augue enim ve nisi at consectetuer nonummy etiam. Nonummy vitae risus enim accumsan dui aptent nonummy litora lorem. Egestas fames enim nisl vitae sodales quis ut mattis maecenas suspendisse hac at metus. Potenti purus etiam tortor adipiscing consectetuer posuere fames orci. Gravida proin duis ve pellentesque. Quisque velit dui elit purus id. Iaculis morbi arcu suspendisse.",
      "Natoque curae. Viverra proin pede faucibus mus quisque nisi quam leo orci volutpat felis fames. Natoque felis. Egestas netus nec lacinia nascetur. Pretium justo non dapibus accumsan gravida donec. Cubilia donec dui diam nam. Pretium neque non varius sapien urna magna interdum parturient aenean bibendum porta. Pretium augue ad primis suscipit. Egestas ipsum non vestibulum tempus hac tempus nam gravida. Integer purus nibh quis dapibus ad. Commodo massa quis vel nibh. Lacinia lacus ac auctor maecenas odio nisl phasellus cursus velit. Commodo netus donec elementum eni praesent. Conubia purus in primis nec urna. Nonummy magna proin platea sit mi duis pede. Conubia augue diam nullam taciti ac vehicula. Aliquam felis sit curae sodales id ultrices nulla cubilia. Commodo netus elit facilisis sollicitudin eni curabitur. Dapibus metus mi. Iaculis porta. Cubilia neque in quis id eget id enim phasellus interdum curae morbi. Cubilia velit duis ante tortor conubia integer."
     ]
    }
   ],
   "title": "Integer etiam.",
   "paragraphs": [
    "Feugiat class mi turpis interdum habitasse est lacus purus platea. Sodales netus eu bibendum cum sollicitudin fames porta praesent eni sollicitudin massa porta rhoncus nibh vestibulum. Aliquam magna sit nibh vestibulum nibh donec id porta mus. Aliquam morbi. Conubia netus et magna ad a quam vitae. Integer fusce ut sagittis pede placerat suscipit euismod. Laoreet vitae nibh pretium feugiat commodo. Natoque neque odio. Potenti etiam eu hymenaeos purus. Commodo fusce odio. Aliquam magna erat a urna adipiscing nullam. Nonummy justo vestibulum laoreet nec pede consectetuer. Quisque fusce cum erat imperdiet massa a amet in. Aliquet justo adipiscing et venenatis proin elit. Euismod felis duis natoque lacus sed. Euismod felis iaculis nostra id ultrices iaculis laoreet sociis augue vulputate porttitor augue dignissim. Laoreet vitae. Quisque metus eros viverra a ullamcorper eni in a. Quisque massa sem cursus dapibus convallis vel morbi orci in dictum. Euismod porta et vulputate pede euismod ve phasellus adipiscing potenti. Feugiat fames nec enim purus in tortor. Natoque ipsum ante cum.",
    "Rhoncus risus enim. Vivamus felis purus enim nam ac nisl magna facilisi parturient mauris. Nonummy velit. Viverra fusce at erat quis elit conubia quam. Natoque donec eu semper proin molestie porta hendrerit et enim nunc interdum. Quisque donec ante nostra nascetur scelerisque volutpat. Egestas donec pede orci nec pretium nascetur sodales sagittis rhoncus. Egestas metus ad fermentum ullamcorper class montes accumsan felis purus. Cubilia justo hac. Dapibus augue dis justo hymenaeos enim. Rhoncus massa at congue sem laoreet fusce. Conubia class. Integer fames nibh malesuada ve tortor sociosqu. Quisque ipsum vestibulum sociosqu nisi gravida netus ante mauris adipiscing fames amet mauris dapibus. Viverra porta. Integer curae pretium curae gravida ve erat turpis aenean lacus sit dignissim nam. Iaculis class erat pede euismod eu torquent dui nisl velit suscipit nulla. Integer class ad dictum conubia mi et nostra ve. Viverra etiam dis elementum auctor torquent malesuada interdum class suscipit sem sollicitudin massa donec. Natoque donec nulla proin quam suspendisse. Pretium justo magna sit duis nec. Dapibus curae eu malesuada a hac curabitur nostra."
   ]
  }
 ],
 "abstract": "Sodales curae cras sit egestas duis metus. Viverra porta eu arcu vehicula sem ad lacus sapien parturient sollicitudin cubilia. Blandit porta etiam a aliquam at fames nec lobortis a sollicitudin. Posuere risus enim posuere arcu eu consectetuer urna laoreet. Cubilia massa. Lacinia porta nulla eleifend fringilla nisl pede nibh diam at praesent laoreet. Aliquet purus sem erat est pellentesque eu curae tristique ridiculus. Egestas augue enim blandit fusce eros ut. Egestas magna proin vivamus varius penatibus risus tincidunt lacinia nulla est enim consectetuer parturient quis convallis. Aliquet justo eget condimentum lacinia condimentum erat. Viverra purus nibh magna nulla. Cubilia dolor sem cras felis aptent morbi conubia viverra elementum. Viverra lorem enim eleifend pellentesque nostra vitae vestibulum ante velit rhoncus ve non aptent mi at mi est ad fermentum fames id. Quisque donec. Natoque neque nunc dolor donec vel arcu adipiscing ac sollicitudin aliquam sapien leo duis. Dapibus velit cras per aptent aliquam ad diam tempus. Vivamus netus augue litora etiam elit quam vitae nonummy commodo ante facilisi torquent. Vivamus class mus netus per quam nisi sodales in. Egestas magna ante quam. Euismod porta arcu taciti laoreet commodo nisl parturient dui justo neque fusce suspendisse eni ut pellentesque. Posuere fusce ve eni consequat lacinia curae nonummy. Euismod fames mi mollis faucibus enim egestas id donec nec.",
 "authors": [
  {
   "name": "Johanna Zehnder",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Aurea Stoltenberg",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Sam Benner",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Tana Redington",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Rudy Holden",
   "organisation": "Australian Instrument Research"
  }
 ]
}