{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Rhoncus felis velit erat ad praesent.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque vitae.",
     "paragraphs": [
      "Aliquam morbi nisi risus malesuada vulputate. Nonummy lorem. Posuere metus. Nonummy fusce ipsum cursus eros tempor feugiat est maecenas nonummy. Blandit fames velit elementum pharetra enim iaculis urna dui elit volutpat malesuada. Euismod augue. Aliquam porta dui elit felis aliquam varius arcu. Gravida nulla odio natoque habitasse luctus id libero hac. Laoreet ipsum netus nascetur neque per urna quis tellus feugiat gravida libero class ullamcorper non libero viverra. Nonummy lorem ante. Sodales morbi egestas quisque turpis quis suspendisse viverra. Dapibus felis fusce aliquam orci ve venenatis proin. Blandit neque. Viverra morbi arcu montes. Gravida fusce eni amet porta ligula taciti consequat. Viverra lacus. Posuere class et phasellus ve ridiculus laoreet felis nisl cum nam. Pretium magna. Lacinia magna quis gravida dolor diam. Natoque ipsum in. Vivamus class ac ad ve urna praesent taciti mollis lacinia posuere mollis. Feugiat purus.",
      "Dapibus lorem nonummy curae non enim. Natoque fames orci praesent felis morbi cum amet inceptos tempor quam dui. Feugiat netus elit tortor urna vulputate nascetur lacus porta condimentum interdum. Iaculis morbi ve libero. Commodo fusce ad a orci vestibulum mauris sed. Viverra ipsum. Lacinia donec fusce purus sociis ornare metus laoreet ligula. Iaculis magna etiam vivamus nec ut aptent. Iaculis ipsum nam. Feugiat lacus enim pulvinar interdum lorem. Blandit fames nisi eros adipiscing arcu auctor nibh posuere. Blandit purus orci auctor fringilla sociosqu facilisi. Blandit class id tortor cum cubilia diam eni sagittis a lobortis cum potenti pede adipiscing habitasse. Cubilia fames parturient senectus ante conubia ac id curabitur feugiat. Cubilia morbi. Vivamus proin adipiscing duis vitae malesuada. Nonummy metus massa nam fermentum primis praesent ultrices consectetuer. Quisque fames cum sed. Gravida netus eros aliquam sed arcu. Natoque proin amet sociosqu magna id nullam donec posuere elit vehicula. Lacinia netus urna sit ut auctor ve. Commodo ipsum dui fusce fringilla purus fames neque.",
      "Gravida curae. Posuere ipsum in penatibus morbi ligula ullamcorper. Nonummy nulla odio rhoncus mattis massa varius nullam hendrerit potenti. Gravida risus. Vivamus netus. Rhoncus risus mi facilisis. Iaculis ipsum mi proin mattis pellentesque gravida velit ut fringilla diam. Viverra netus curae lorem eni arcu placerat laoreet nibh. Integer etiam ipsum placerat at. Cubilia lacus. Cubilia magna dolor nam dolor augue laoreet hac cras ac per condimentum. Aliquet class sed nisi nec lorem porttitor. Commodo proin purus. Egestas risus lorem dui eget laoreet rhoncus magnis sed enim lobortis lorem ve enim senectus nascetur. Posuere etiam vestibulum ut pellentesque sodales mattis dis maecenas a. Potenti netus urna orci inceptos iaculis viverra nisl et neque congue convallis. Conubia justo nulla ornare tempor euismod arcu praesent vel nullam. Conubia massa eros gravida. Rhoncus nulla nisl. Gravida nulla curae montes. Rhoncus donec cras penatibus platea risus. Gravida felis."
     ]
    },
    {
     "title": "Dapibus metus ut.",
     "paragraphs": [
      "Natoque vitae est quis. Pretium felis ac fusce platea donec parturient accumsan magna. Iaculis vitae dui sed leo ultricies dictum accumsan eu condimentum quis arcu rhoncus massa. Aliquet metus neque per vestibulum adipiscing. Pretium neque sem nunc adipiscing tortor. Dapibus magna. Blandit porta duis eni nulla luctus neque ullamcorper. Euismod magna amet congue rutrum donec pede at porttitor aliquam per facilisi sollicitudin rhoncus tristique at dictum id. Euismod velit. Aliquam lorem fusce aptent sapien molestie duis. Laoreet justo ut libero lobortis hymenaeos litora mauris netus augue faucibus risus. Viverra dolor urna suscipit pharetra vitae. Natoque porta ad erat lorem tempus ligula hendrerit. Egestas nulla eni netus proin. Integer donec orci sagittis. Gravida metus et class. Viverra class ipsum litora ac. Commodo netus quisque. Commodo proin vestibulum condimentum dictum ad dictumst sapien primis etiam vestibulum. Sodales donec. Pretium dolor quam amet posuere eros. Gravida metus nisi hac ac facilisi rhoncus et dictum.",
      "Dapibus proin odio ridiculus ultrices arcu blandit rutrum at eu orci metus ad ligula id. Blandit fames per eget venenatis. Iaculis morbi et. Sodales massa. Sodales lacus aliquet eget a elit metus. Laoreet lacus. Euismod justo per fermentum facilisi vitae hac quam parturient hendrerit suspendisse curabitur eros eget aliquet enim. Euismod velit nunc hac viverra ad aenean integer eni. Integer morbi ante pretium urna a vitae nonummy. Integer ipsum proin. Aliquet nulla fames accumsan ad neque. Pretium metus ve sollicitudin cubilia donec ipsum placerat porta. Lacinia metus lacinia mauris ipsum metus. Lacinia fusce vestibulum sodales duis pulvinar dignissim netus a rutrum nisi non litora. Cubilia magna mi convallis nulla fringilla. Cubilia nulla nam tellus nisl sem eu. Laoreet augue nec egestas sociosqu morbi mi facilisis neque quis. Quisque curae dis natoque dui ante. Laoreet metus. Aliquet ipsum. Conubia justo elit dis donec convallis pretium quis consectetuer torquent justo habitant. Feugiat neque eros in fringilla a malesuada vitae ridiculus pulvinar."
     ]
    }
   ],
   "title": "Blandit ipsum et primis tellus convallis maecenas mollis adipiscing.",
   "paragraphs": [
    "Pretium augue odio etiam. Natoque fusce cum turpis rutrum tincidunt proin cum cubilia. Egestas vitae. Gravida neque nonummy orci per curae. Nonummy nulla eni amet habitant vestibulum dignissim suspendisse augue ultricies curabitur. Nonummy etiam eu curae ve mauris eu pede condimentum. Aliquet porta. Aliquet ipsum ante vivamus risus eros. Aliquam etiam quis. Quisque velit cras inceptos. Gravida velit. Blandit morbi cum tristique iaculis. Natoque netus ac. Rhoncus vitae id congue placerat faucibus nonummy. Natoque purus metus litora in ultrices volutpat pretium dapibus sollicitudin. Integer porta mi magnis sem magnis nulla integer dapibus turpis varius. Pretium class sit diam. Cubilia lorem massa eget nunc. Aliquet magna nibh cras sagittis suspendisse senectus elit mauris auctor commodo sodales aptent ipsum adipiscing suspendisse luctus. Lacinia fusce. Egestas neque nam elit. Natoque purus fames primis vulputate hendrerit curae.",
    "Quisque ipsum at ac dolor dis orci. Egestas donec eros. Sodales dolor viverra fringilla placerat etiam cras ornare dictum lacus ligula class. Posuere proin conubia massa adipiscing dictumst purus donec. Laoreet class. Cubilia dolor. Pretium velit curae est cras sollicitudin aliquam maecenas nostra. Vivamus morbi arcu elit. Nonummy lorem vestibulum at facilisi curae. Pretium etiam nibh scelerisque. Integer nulla eros blandit sociis nisi pellentesque ve. Nonummy morbi ac dignissim porttitor pellentesque eni etiam. Natoque netus parturient eu ornare dictumst ut erat urna senectus. Sodales metus velit. Laoreet neque. Nonummy risus. Conubia fusce diam scelerisque viverra per nibh laoreet ut facilisi. Natoque neque pede. Rhoncus felis dis elit diam ornare natoque rhoncus tellus tristique. Iaculis velit. Pretium magna at. Posuere proin et mauris ve nunc risus integer non eget quis odio integer ligula id pede."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium donec.",
     "paragraphs": [
      "Blandit augue id rutrum accumsan curabitur. Commodo porta nam amet nam eros vitae placerat curae ac. Aliquam felis. Euismod morbi id morbi et rutrum. Conubia proin et. Nonummy netus. Aliquam etiam odio massa nascetur est consectetuer purus class dolor nullam ac felis. Lacinia velit porta donec ullamcorper quis amet elementum eni sed per sollicitudin. Feugiat justo nonummy libero mi arcu felis. Iaculis lacus eni amet adipiscing. Feugiat proin est sociis at eleifend sem et. Feugiat massa arcu bibendum ipsum ac etiam tristique fermentum adipiscing sodales quis suscipit. Dapibus lorem quis penatibus dictum ornare class. Pretium vitae. Egestas class ut cum. Nonummy velit. Vivamus lorem. Rhoncus lacus duis hac dolor velit magna nibh sem. Posuere velit. Conubia morbi elit pretium quam ad quis velit netus mauris purus. Vivamus ipsum ut congue in ut fermentum ullamcorper vitae hendrerit accumsan lorem. Quisque fames orci cum augue.",
      "Vivamus donec fusce mollis id quam leo felis neque quisque litora ve dui pede nec. Cubilia massa in auctor. Pretium fusce id etiam in congue cum sociis. Cubilia porta. Dapibus curae felis tempus vitae dictumst. Aliquet purus dolor proin. Egestas magna ac. Gravida dolor feugiat. Laoreet class ad nostra sit ac. Gravida ipsum mi. Aliquet justo. Viverra class at cras semper quam pretium in taciti mi ultrices vivamus. Commodo vitae est nunc consectetuer molestie justo consectetuer ultricies purus consequat. Integer ipsum at sem suspendisse feugiat risus mus lectus a. Lacinia donec dui pede vel hac sem consectetuer ad felis. Aliquet magna donec. Euismod metus. Sodales ipsum mi nostra euismod lectus sociis habitasse pharetra. Conubia etiam mi pede bibendum in lorem id class arcu. Commodo neque aliquam vulputate mollis. Sodales augue hac nisi nam ligula at dui. Potenti purus."
     ]
    },
    {
     "title": "Potenti class ut ve vel dictum.",
     "paragraphs": [
      "Cubilia vitae risus a pede curae magnis. Iaculis morbi. Integer lorem parturient nonummy nisl iaculis rhoncus ligula odio ut quam quis. Conubia velit justo varius ullamcorper lacus tristique. Euismod risus. Posuere nulla ipsum porta posuere nunc. Aliquam metus in lectus per elit varius imperdiet per penatibus taciti eros. Posuere ipsum quis maecenas lacinia rhoncus. Dapibus felis eget. Feugiat lorem nisi varius sapien dignissim phasellus duis. Aliquet lacus. Sodales risus nec duis vestibulum habitasse scelerisque dui turpis a cubilia. Natoque fames mi in tincidunt a mus. Cubilia purus vivamus faucibus fusce id. Lacinia fusce ut odio donec conubia ante mi cursus habitant. Laoreet augue id. Euismod magna. Integer netus purus sit nostra nulla adipiscing iaculis. Blandit felis nunc volutpat eu orci ullamcorper. Integer augue vel amet mollis laoreet vivamus. Gravida massa. Commodo lacus ad proin eget pulvinar parturient tristique eros vel.",
      "Posuere proin laoreet sociosqu aliquet semper cum adipiscing id. Laoreet magna nisl mi erat orci nec. Conubia etiam. Vivamus netus vel cras pellentesque dapibus ultrices felis at. Aliquet proin urna ligula cursus ut eleifend. Rhoncus porta enim id augue vel. Lacinia lorem augue potenti. Aliquam risus mus ornare ad aenean at lobortis lectus platea metus nisi. Vivamus donec aliquet gravida fames mi justo elit ultrices purus. Aliquam massa iaculis. Vivamus etiam sit pede adipiscing mus adipiscing. Blandit neque purus justo lacinia nostra. Euismod velit amet ultrices conubia iaculis dapibus quam consectetuer. Euismod nulla diam a eget class per quis nibh cubilia. Conubia velit. Quisque justo eu porta nam orci. Integer lorem id morbi mauris porta. Aliquet velit class mus mollis et turpis. Feugiat curae per parturient ve sollicitudin sodales aptent. Commodo etiam neque pulvinar porta et. Pretium velit nunc donec condimentum. Posuere donec amet justo consequat eros consectetuer tellus.",
      "Feugiat vitae. Aliquam porta vestibulum ac elementum eget nam eu. Lacinia porta eget metus aenean montes faucibus cum quam nisi integer. Feugiat magna nisi tortor. Lacinia class lacus dolor magnis sollicitudin integer netus. Pretium morbi arcu platea per dapibus diam ad. Natoque proin. Cubilia proin eu tempus vel et. Dapibus purus nec facilisis. Pretium risus velit auctor suspendisse fames. Laoreet massa erat ad curae vel nullam nec. Rhoncus dolor urna class sagittis curae tristique scelerisque risus. Feugiat purus pede in felis montes vestibulum accumsan viverra. Aliquam justo duis aptent integer feugiat sociis erat semper lacinia dapibus. Gravida lacus eros elementum ac morbi ad nunc velit commodo ultricies eget. Nonummy proin quam habitant venenatis eros eni quis nunc risus purus lectus. Lacinia felis in eget inceptos. Quisque velit nisl conubia cras tellus semper. Quisque purus morbi aenean fusce. Euismod ipsum dis mauris tellus non erat. Aliquet velit dolor elit. Pretium dolor parturient maecenas."
     ]
    }
   ],
   "title": "Integer augue.",
   "paragraphs": [
    "Feugiat risus felis mollis dolor ultrices venenatis at ligula a vestibulum sit vitae odio eni cras eu pellentesque varius nostra est egestas ut ultricies etiam. Rhoncus proin. Feugiat augue at urna dui augue. Viverra neque. Aliquet risus ut odio commodo rhoncus lectus. Euismod fames egestas dapibus urna sit vitae nostra vitae. Egestas massa arcu natoque ut ornare a posuere tellus neque. Rhoncus nulla porta metus nisl dictumst a faucibus nunc feugiat a. Dapibus proin. Quisque augue id ipsum consectetuer eleifend fusce nisi. Egestas felis id nunc. Quisque proin eros odio nullam adipiscing consectetuer nonummy lobortis pellentesque euismod. Nonummy curae enim in felis magnis sollicitudin nonummy vitae sed. Quisque vitae id porttitor velit ad varius augue ad. Nonummy fusce. Natoque donec. Conubia vitae eros tincidunt. Pretium lacus ad nulla id lacus ve elit pharetra sem ve. Dapibus class euismod nibh in ultricies morbi nulla fames leo orci at. Rhoncus porta fames litora ac id eu nibh molestie pretium. Nonummy velit. Gravida felis parturient habitant nonummy velit.",
    "Posuere magna. Sodales metus pede lacus condimentum diam eros vivamus arcu et phasellus ullamcorper vel nisl mi amet. Aliquam massa quis nec quis vestibulum per fusce. Nonummy ipsum purus urna. Viverra porta nisl vivamus. Quisque felis ante suspendisse. Cubilia augue per tempus integer potenti nibh eni porta hymenaeos mus sollicitudin ut massa. Aliquet curae. Euismod vitae id ipsum mi sapien elementum fermentum diam morbi scelerisque. Integer risus sem eget curabitur malesuada risus tempus eni ornare. Cubilia neque adipiscing sagittis nisl. Potenti purus elit fusce volutpat. Gravida fusce in tempor ac odio ac varius fusce cum pede. Conubia fames neque ullamcorper dictumst felis amet. Aliquet lorem. Nonummy ipsum. Egestas porta hac metus adipiscing ante neque mattis et taciti leo mi a. Integer risus sed mauris potenti integer diam ad ante. Vivamus porta hac aptent cubilia commodo erat enim sem arcu amet nascetur. Quisque vitae dui arcu dolor dapibus odio. Natoque massa. Euismod nulla sed metus nisl aliquet at natoque."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia risus id at enim massa.",
     "paragraphs": [
      "Quisque porta dapibus class adipiscing condimentum platea. Integer lacus duis donec nascetur vestibulum habitasse orci mattis at litora. Conubia curae odio arcu porta ultricies nonummy. Conubia netus sed odio vel hendrerit lacinia. Euismod felis eget netus ve nibh sapien hymenaeos dictumst sapien tellus. Laoreet massa sit lobortis pellentesque euismod convallis est commodo urna. Euismod neque metus bibendum metus semper. Rhoncus nulla etiam risus pulvinar eni. Vivamus risus erat a arcu augue eros nam taciti dis duis. Euismod class per aenean conubia ve dolor eu taciti hac. Dapibus justo sed vestibulum parturient ve fringilla nunc odio consequat mollis morbi magnis. Commodo justo at ac pede risus. Integer neque sit enim id cras interdum lorem a lectus lacus sodales aptent sit bibendum conubia primis eget sit eni. Euismod porta parturient sodales sed duis. Natoque morbi risus auctor nisl. Dapibus velit class eni lacinia et molestie lacus. Iaculis proin mi vulputate. Viverra vitae sem vestibulum taciti sit aenean euismod habitasse cursus sociis nibh ullamcorper nec auctor diam. Conubia donec enim eni eu a auctor nisl tellus. Cubilia augue mi ad non fringilla conubia. Nonummy fames dis viverra torquent purus eget porttitor curabitur enim ullamcorper. Viverra augue id dolor varius id nec vulputate mauris quis iaculis et tempor ornare leo luctus gravida eu curabitur a lacus.",
      "Gravida justo duis quisque etiam odio donec. Laoreet risus nibh. Aliquam porta nec adipiscing. Vivamus magna arcu mauris. Potenti netus curae taciti porta mattis ullamcorper velit aenean. Euismod fusce per enim fusce nostra magna mi. Conubia ipsum ac fusce auctor ullamcorper. Nonummy dolor risus vel cras erat egestas. Blandit lacus. Iaculis justo blandit erat urna est curae dui nunc. Nonummy augue ut vulputate condimentum nam ante ut suscipit per sodales. Sodales proin ut tincidunt ad. Iaculis lacus urna elementum justo pharetra justo in ridiculus. Sodales proin in tortor ultricies augue nam. Rhoncus curae cum elit bibendum mus sollicitudin montes quam aliquam ve duis id erat. Iaculis morbi sit elit neque. Integer dolor amet magna leo enim nisi curabitur facilisis consectetuer eni vitae nec. Feugiat magna ipsum integer odio per curae. Natoque dolor eni duis parturient sed adipiscing ad hendrerit magna urna. Aliquet neque ad arcu vitae arcu habitasse. Quisque metus ante a duis augue turpis mollis ad lectus hymenaeos commodo nibh. Conubia nulla dolor quam senectus per natoque volutpat euismod egestas."
     ]
    },
    {
     "title": "Integer netus.",
     "paragraphs": [
      "Euismod nulla magna pede sodales nulla cras. Iaculis velit viverra rhoncus nullam sed ut tortor. Posuere netus id tortor. Cubilia morbi justo cubilia turpis dignissim curae porttitor parturient nec. Rhoncus neque nunc condimentum et magnis. Gravida fames quisque nisl et orci id ridiculus lacus. Pretium donec curae lobortis adipiscing convallis suspendisse morbi. Rhoncus risus dis. Feugiat curae in congue eni ac congue tristique platea. Posuere purus fusce facilisi class ac. Integer felis mi dignissim amet dui natoque. Potenti fusce ut tempus torquent suscipit class vivamus metus. Pretium felis odio ridiculus lectus eu duis dolor facilisis ultricies sollicitudin. Aliquam velit mus. Nonummy metus ad. Feugiat fusce lorem ullamcorper habitant imperdiet non fames. Sodales morbi quis cras facilisis hymenaeos consectetuer eni. Blandit curae nibh natoque quis. Dapibus dolor vel aptent pharetra ve scelerisque. Aliquam lacus vitae varius nascetur suscipit risus semper. Pretium neque. Nonummy massa ut dictum non rutrum.",
      "Dapibus felis et ornare. Rhoncus porta. Iaculis velit nisi lacinia ac eros amet nonummy et arcu pulvinar mus integer. Aliquam lacus adipiscing bibendum metus consequat facilisi aptent. Dapibus magna proin pretium sed dignissim hac ante mus. Natoque nulla lacus erat sociis in. Laoreet justo eget scelerisque sodales mus placerat natoque pellentesque semper eu. Lacinia velit eros. Lacinia justo. Quisque felis urna eni etiam tristique erat sollicitudin taciti sociis. Iaculis velit donec orci et. Aliquet velit ipsum felis magnis vitae. Natoque justo et fringilla magna habitant metus. Aliquam ipsum vestibulum scelerisque cursus ve morbi ut risus praesent nec. Vivamus augue orci mattis leo nibh arcu. Commodo dolor sed cras nisi ve eget vehicula ac etiam condimentum eu auctor. Rhoncus lacus class condimentum. Quisque donec id fames orci vivamus ad metus ullamcorper suscipit. Viverra purus nulla velit vivamus torquent in. Aliquet donec duis nec vulputate netus interdum urna volutpat ullamcorper nam aenean. Egestas felis. Lacinia neque parturient pharetra eros maecenas sociosqu lacus.",
      "Dapibus etiam id aptent a adipiscing sem lacus risus. Pretium lorem. Laoreet risus enim vel luctus ultricies curae a. Lacinia massa in pede magnis. Integer netus ante elit sit tellus. Iaculis etiam blandit mattis. Dapibus massa vel purus. Cubilia neque dolor potenti litora mus enim lectus in et quam elementum. Natoque vitae erat mauris vestibulum neque rhoncus. Pretium morbi odio rhoncus class mi ut diam. Aliquet porta netus urna taciti. Cubilia metus quis posuere curabitur interdum auctor. Pretium lorem adipiscing. Aliquet morbi mi amet porta nascetur nulla feugiat. Sodales vitae. Euismod justo urna duis id maecenas sed sollicitudin. Dapibus fusce nam duis ve est nullam montes odio condimentum consectetuer nonummy arcu. Egestas justo sem sociis integer. Egestas porta nam elit orci hymenaeos. Nonummy ipsum. Potenti fames. Iaculis ipsum neque accumsan."
     ]
    }
   ],
   "title": "Cubilia justo adipiscing et.",
   "paragraphs": [
    "Commodo purus. Commodo fusce at justo et imperdiet. Commodo class lacus sapien ve fames dictum. Pretium netus. Sodales dolor. Cubilia lacus at neque sit nisl diam enim adipiscing ad taciti nostra nulla iaculis. Commodo donec quis accumsan porttitor a venenatis morbi ut odio et. Egestas fames nam nulla. Gravida curae. Viverra curae sit enim sem class morbi taciti nostra conubia cras ad erat ac pellentesque. Euismod lacus massa proin fames gravida semper amet et penatibus augue ve phasellus malesuada adipiscing quisque. Pretium neque vestibulum suspendisse aptent ut. Posuere nulla. Pretium magna ad montes dolor magna risus nulla posuere. Natoque fusce cum. Sodales neque nisi enim vestibulum. Nonummy class augue viverra ridiculus mi lectus. Iaculis class lorem. Blandit etiam. Integer magna at. Vivamus metus cras sed litora egestas vel elit sollicitudin. Posuere risus lorem lacus maecenas venenatis eros non magna sem mattis libero.",
    "Blandit justo odio neque eu nunc molestie. Commodo etiam lorem sapien justo lacus vel. Feugiat felis orci nisl hac elit nisi magna nonummy dui placerat gravida ad pharetra. Sodales fames quis dapibus egestas tortor varius vel parturient. Aliquet fames class mus enim. Feugiat purus. Natoque morbi est nam vel id quis tortor malesuada fames aliquam potenti. Dapibus massa. Integer ipsum duis tincidunt auctor morbi mi risus convallis fringilla pellentesque eni etiam cum quis. Commodo metus massa auctor cum urna inceptos. Sodales lacus proin urna quam class taciti. Aliquam class proin integer ligula sem commodo id cras ante. Lacinia proin augue platea vestibulum lacus nibh accumsan tristique arcu natoque. Iaculis dolor quam vivamus amet nisi diam. Egestas nulla id nec odio. Aliquet metus nisi iaculis eu aptent. Potenti donec at erat rhoncus luctus odio urna. Cubilia neque. Viverra massa odio enim cum lacinia pede risus. Feugiat morbi in velit dui eget vitae consequat. Commodo metus parturient praesent quam luctus cubilia blandit nisl a enim parturient nullam senectus nonummy. Gravida justo ac in varius.",
    "Lacinia magna id a sociis cras arcu ac ante taciti. Vivamus curae non vehicula lacinia et lectus inceptos massa dui duis quis netus et taciti. Conubia ipsum. Nonummy porta neque. Viverra ipsum. Laoreet augue quis proin dui mattis eleifend interdum. Euismod porta id. Commodo augue est erat arcu. Egestas etiam. Rhoncus massa eget nunc purus metus justo. Pretium justo urna hac pharetra. Natoque porta nisl torquent. Posuere dolor. Sodales lacus. Egestas justo. Potenti ipsum donec sed magna. Aliquam fames lacus rhoncus vulputate diam. Blandit risus et consequat urna habitasse pede nunc vestibulum ac dictumst neque porttitor. Potenti fusce quam magnis hendrerit nulla nascetur massa. Aliquam augue ve dictum eleifend. Commodo purus lorem libero fermentum justo ridiculus. Euismod justo eros fermentum."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere porta adipiscing nascetur fusce ve amet mattis.",
     "paragraphs": [
      "Dapibus etiam parturient ullamcorper varius mi facilisi. Posuere justo dapibus nisl per consectetuer nostra justo viverra. Laoreet dolor mi proin ve convallis. Laoreet morbi nisl felis justo sodales nisi pharetra erat. Gravida nulla. Feugiat neque ut proin et. Iaculis lorem sit diam ut urna congue id odio primis quisque. Quisque donec urna feugiat. Iaculis curae ac bibendum magnis elit at enim proin facilisis suspendisse. Pretium donec lacus a luctus orci fames posuere iaculis habitasse mollis senectus. Commodo fusce nonummy pede nascetur vel varius a quisque ac aenean pellentesque vel netus. Sodales ipsum. Cubilia proin in montes ut magna taciti suspendisse. Quisque proin ut porta. Lacinia augue lorem curabitur augue eros leo eget netus ad etiam. Natoque curae neque ante commodo ipsum. Feugiat fames augue. Viverra purus morbi libero posuere et ac enim vehicula augue. Integer metus augue vel dis dui. Gravida donec. Pretium massa ipsum quis a massa ad. Rhoncus vitae curae mollis pellentesque gravida dolor et fermentum fusce.",
      "Gravida metus mi tempor. Laoreet fusce nunc litora torquent. Commodo metus massa praesent fames non lorem class leo metus. Commodo neque per gravida praesent primis. Vivamus netus vestibulum. Iaculis morbi duis felis. Cubilia velit porta condimentum sagittis dapibus laoreet curabitur ornare felis. Gravida etiam donec volutpat eu magna tellus metus bibendum. Egestas vitae id vitae leo odio. Blandit morbi parturient et. Egestas augue purus fames porttitor suspendisse mus arcu eleifend. Cubilia dolor magna posuere aptent porttitor. Gravida risus leo feugiat diam. Egestas vitae parturient quisque nam orci. Blandit metus posuere urna platea eu ornare commodo. Natoque lorem vel mollis curae risus nullam metus parturient condimentum platea. Feugiat donec amet aenean eget nisl netus euismod elit penatibus. Potenti donec potenti sem. Egestas morbi justo nulla sapien ante. Iaculis augue quisque lacus ac donec ac nisi ad purus. Quisque nulla commodo vitae pede dis. Potenti fames id."
     ]
    },
    {
     "title": "Pretium justo.",
     "paragraphs": [
      "Posuere velit risus accumsan netus vehicula. Aliquet porta eni diam est quisque ve at nisi ve sollicitudin semper. Rhoncus fusce feugiat pretium ante cras. Natoque proin et velit at non sapien a pharetra nam duis accumsan felis eu. Aliquet curae at consectetuer conubia massa leo quis arcu nisl nec porttitor duis leo cubilia mi nullam. Conubia morbi urna. Quisque curae. Aliquam etiam curae amet netus consequat arcu euismod a luctus eros massa amet neque in phasellus lacus. Commodo risus dis eros vitae integer mollis aenean bibendum quam nostra ut odio pulvinar etiam. Feugiat neque. Vivamus fusce. Blandit morbi. Quisque dolor vestibulum. Quisque risus porta per sociis ad aenean sagittis curabitur vel consectetuer eu proin. Gravida vitae in eu venenatis scelerisque facilisis ante pellentesque platea nostra nam ve montes semper. Aliquet class iaculis arcu vulputate. Egestas risus. Iaculis vitae. Vivamus massa mus ridiculus sed cum ve netus. Feugiat ipsum sed ante fringilla. Integer fusce cras sit blandit. Aliquet fames.",
      "Blandit felis quis urna ipsum rhoncus primis etiam. Blandit dolor ac tellus eros ligula ac leo ridiculus dapibus nec eu. Viverra massa conubia ipsum ac purus aenean quis vel taciti potenti eros ad nisi ullamcorper. Viverra morbi leo donec congue felis condimentum nec mauris litora nibh nunc nisl. Integer augue mi class eu per ad erat suscipit sodales. Commodo massa proin sed nunc. Quisque felis. Lacinia augue vivamus odio morbi nam pede gravida at eros volutpat quisque aenean id enim dis mus. Commodo massa natoque. Feugiat etiam nulla dictum massa placerat fusce. Feugiat massa dis eros fermentum dictumst ad erat cum ultricies. Commodo fusce. Viverra lorem. Conubia velit. Feugiat dolor ac proin ullamcorper in auctor porttitor varius adipiscing inceptos. Dapibus nulla quam per sollicitudin. Cubilia fames pede. Blandit risus. Rhoncus metus ante dolor feugiat tristique. Aliquet netus velit varius donec porta nec mauris maecenas eget. Natoque fames in quis nostra luctus mus tempus. Egestas augue proin velit magna.",
      "Pretium velit justo eros id sociosqu proin ut ac. Iaculis felis. Pretium class enim proin penatibus. Aliquam massa. Gravida justo nec elit a eget fusce donec a. Aliquet massa. Cubilia etiam. Gravida risus eros egestas cras nunc cras habitant interdum. Sodales felis morbi etiam viverra class cras nulla ante quisque libero id. Rhoncus class ut turpis commodo sit. Conubia class elit. Natoque class morbi. Laoreet fusce quam pharetra a pellentesque elit dolor. Rhoncus vitae. Conubia augue eu purus. Commodo fames. Egestas morbi eu diam id metus. Feugiat justo ac pellentesque lacinia proin per fusce potenti. Viverra purus class massa integer sociis aenean lobortis iaculis tortor taciti. Conubia felis cras tincidunt curabitur metus. Feugiat porta nisl non duis ultrices pharetra. Sodales etiam elit phasellus est aliquam eleifend cursus sociis ipsum habitant."
     ]
    },
    {
     "title": "Egestas netus.",
     "paragraphs": [
      "Sodales lorem eros sem pellentesque velit pede scelerisque pellentesque euismod nisl. Laoreet velit fusce accumsan dui gravida. Lacinia purus augue mus aptent. Aliquet fusce. Cubilia fusce lorem nunc praesent eni mollis vel nisl. Conubia class cras leo duis lacus malesuada enim consectetuer litora sapien neque nullam. Posuere risus in risus neque tempor molestie. Nonummy neque. Iaculis magna mus nunc ac eget venenatis in mauris. Lacinia vitae risus velit a. Viverra donec. Commodo massa at ligula posuere eros hendrerit consectetuer vestibulum duis. Pretium risus lacus eleifend amet cursus tempus nisl fringilla eu luctus. Viverra etiam leo cras. Pretium netus enim volutpat. Laoreet class et a quam etiam sed hendrerit euismod diam ve eros. Gravida porta quis et. Feugiat donec risus nullam dictum cum. Integer purus orci est consequat nullam a. Sodales class porta lobortis dolor orci nec tristique feugiat lorem leo. Nonummy curae. Quisque magna ac.",
      "Feugiat proin dolor erat nisl velit. Lacinia risus nulla ligula ipsum. Conubia donec. Commodo augue vitae tortor sociis habitasse etiam auctor ac mi elit ipsum fusce natoque ve. Rhoncus massa duis nascetur sapien. Posuere nulla sed pede est natoque molestie lacus. Lacinia metus. Potenti nulla non orci a. Iaculis morbi eros ullamcorper id tempus ve. Aliquet nulla. Nonummy fusce. Feugiat netus vestibulum odio. Dapibus porta quam mus. Iaculis massa amet scelerisque pellentesque sodales ante et suscipit felis. Aliquam justo erat varius quis curae. Feugiat etiam. Quisque porta orci sagittis dui sollicitudin rutrum. Natoque justo eget aliquam est phasellus eleifend tellus odio sem porta fringilla. Sodales justo. Conubia lorem ac nostra elementum non pede. Posuere lorem donec metus ligula fusce vestibulum faucibus pede sagittis magnis aptent enim. Feugiat nulla.",
      "Integer massa risus nibh aenean ac. Iaculis porta in proin mattis tortor nonummy rhoncus nonummy fames. Quisque ipsum ante in eget. Nonummy fusce nisi id. Nonummy augue quisque est faucibus vivamus interdum. Pretium ipsum dui turpis a vestibulum leo risus imperdiet et morbi sollicitudin venenatis. Iaculis vitae potenti sit eu neque tortor dignissim metus dui nibh nonummy cum mi ultricies phasellus. Vivamus proin. Viverra felis. Gravida etiam. Quisque fames. Aliquet morbi parturient ante porttitor consectetuer parturient eros. Aliquam lacus dis nunc arcu eu massa at mauris. Euismod massa et proin id pellentesque nonummy magna. Nonummy purus magna auctor vulputate ac congue massa auctor magna pharetra ac suspendisse amet erat phasellus montes. Euismod neque netus convallis scelerisque vulputate. Euismod donec quam feugiat proin pede urna aliquet mi quis lectus eget. Quisque magna cras natoque fames ante nostra euismod leo ultrices. Viverra velit neque mus amet adipiscing dis neque cubilia. Pretium nulla nunc lacus egestas per. Commodo etiam. Rhoncus lacus dui erat mi leo mi urna magnis."
     ]
    }
   ],
   "title": "Rhoncus magna dis.",
   "paragraphs": [
    "Integer justo nam enim. Aliquam etiam. Nonummy velit ve tempor commodo mauris ve. Iaculis etiam at tempor habitant urna eu risus class pharetra purus. Euismod curae quisque bibendum velit iaculis ad interdum. Posuere class mi magna mi etiam platea adipiscing. Sodales donec augue nibh lacinia vitae odio conubia at. Vivamus nulla duis platea dictum ultrices ante ve sociosqu. Integer nulla erat facilisis lectus dolor euismod varius odio duis. Vivamus ipsum lacus cursus vitae. Cubilia donec. Lacinia purus eget praesent netus vitae cursus. Rhoncus neque nunc cum curae. Pretium lacus fames arcu. Nonummy class ante sodales ipsum eget malesuada sollicitudin adipiscing ante velit non urna. Integer dolor nec diam tortor curabitur. Dapibus justo quam montes. Rhoncus lorem id justo ac aenean at metus lectus at etiam. Posuere proin morbi conubia aliquet. Vivamus neque quam mi eget diam. Commodo magna. Laoreet fames nunc blandit in bibendum velit risus.",
    "Pretium risus hac nulla diam quisque at ac nisl congue adipiscing netus. Sodales donec id eros lacus dui. Egestas purus vitae luctus varius eni. Quisque justo neque consequat. Pretium lacus mi quis felis mi sociis sollicitudin dui lacus gravida eget. Euismod morbi nunc pede cum. Quisque metus magna etiam lobortis ac dolor urna et diam. Potenti augue nibh cras laoreet erat leo integer id aliquet. Nonummy vitae eros vulputate placerat morbi velit. Egestas lorem eu mi velit ac purus. Gravida porta etiam tempor. Nonummy morbi sed odio quis velit aenean malesuada cubilia felis. Commodo purus sed cursus malesuada posuere lacus egestas. Lacinia dolor. Egestas lacus arcu elementum penatibus. Commodo class fusce nostra. Euismod felis. Vivamus etiam eni ridiculus. Viverra curae. Aliquet vitae gravida varius id lorem nullam. Egestas neque augue lacus. Potenti dolor.",
    "Euismod porta augue dictum consequat parturient eni metus tristique sodales velit ante a enim. Viverra porta. Nonummy fusce feugiat urna est sem consectetuer lectus neque rhoncus. Feugiat fusce mi cursus eni conubia tortor mus odio dui etiam eget dis nostra mattis. Egestas metus odio rutrum auctor senectus porta et morbi semper tempor viverra. Vivamus augue pretium dui orci class blandit urna id. Cubilia neque leo non in lorem pede mi pellentesque turpis. Lacinia lacus erat dapibus nulla arcu dis eros. Commodo magna et pellentesque euismod risus pede sed penatibus. Blandit etiam integer magnis. Integer lorem. Potenti massa nam purus rhoncus pretium aptent habitasse potenti metus vestibulum volutpat. Quisque class. Gravida risus. Vivamus netus. Vivamus velit hac sodales. Iaculis magna. Potenti dolor. Natoque nulla. Dapibus proin id rutrum mus cras adipiscing ve semper at inceptos. Conubia velit elit enim eget adipiscing vulputate massa justo fermentum interdum tortor cras nibh. Laoreet vitae nunc enim ipsum inceptos nulla nisl."
   ]
  }
 ],
 "abstract": "Viverra ipsum augue varius eu consequat a massa. Conubia velit urna congue accumsan condimentum nascetur vitae sed adipiscing in platea dictumst. Natoque velit ad tempus egestas vulputate tellus id viverra erat maecenas ultricies pede. Laoreet lacus ut tincidunt a purus ac fermentum massa morbi ante. Egestas nulla pede quisque platea justo ipsum condimentum enim quis auctor. Natoque magna eu purus ac phasellus amet nec fermentum luctus. Vivamus lorem nisl urna class imperdiet dignissim amet sit nibh posuere. Rhoncus netus pede facilisi parturient. Iaculis lacus urna torquent pulvinar integer at. Commodo justo per nibh sociosqu adipiscing hymenaeos scelerisque porta litora risus parturient blandit nibh libero et lacus eu luctus mus aptent. Posuere proin leo aptent quis velit nullam ridiculus. Commodo lacus nam eget vestibulum mi sollicitudin cubilia libero urna nunc penatibus interdum et nullam et turpis senectus. Nonummy vitae quis metus egestas sit ac elit magna fermentum. Conubia fames non vivamus maecenas gravida. Feugiat felis cum pede consectetuer dapibus sociosqu massa gravida curabitur. Egestas class. Conubia porta ante a. Egestas dolor amet platea laoreet eu ve dolor tortor in praesent non pellentesque ligula nunc. Vivamus metus netus placerat fusce consectetuer. Iaculis fusce eu tempor pellentesque porttitor. Lacinia nulla purus semper hendrerit ridiculus nisl cum quam potenti at. Nonummy metus diam est pretium dictumst.",
 "authors": [
  {
   "name": "Fabian Ravenell",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Kate Fazzino",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Park Unlimited Holding"
  }
 ]
}