{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "title": "Mac{P}herson's graph construction",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "key": "Kwi97"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Conubia purus hac aenean dictumst ante diam. Commodo neque. Potenti proin vestibulum inceptos aliquet proin nibh turpis conubia quis mauris sodales cras. Laoreet vitae nec congue sagittis at montes leo pede neque purus leo. Feugiat etiam. Pretium morbi elit lectus vitae ut libero cum. Lacinia risus. Vivamus augue duis egestas odio eros venenatis magnis facilisi adipiscing. Laoreet porta quam tempus natoque eu id nisi magnis ad lectus sodales at vehicula justo. Integer magna netus a cursus eget orci curae blandit amet. Euismod velit netus nec luctus urna semper adipiscing pellentesque aliquet lorem. Viverra porta et luctus class nam quam fames vitae amet libero. Rhoncus justo sed massa eros quisque a. Aliquet lorem eni adipiscing hymenaeos ullamcorper massa. Aliquam fames. Potenti proin leo elit semper mus congue integer potenti. Lacinia porta felis amet viverra in luctus curae. Sodales velit vivamus leo tristique accumsan dolor velit natoque nostra id vehicula. Iaculis ipsum. Quisque ipsum nunc felis blandit sit venenatis sem phasellus magnis. Posuere neque mi volutpat dui quisque dictum elementum. Pretium nulla vitae metus donec augue nulla.",
    "Egestas felis vestibulum bibendum. Gravida etiam morbi accumsan. Nonummy neque. Aliquet purus eu in pede pretium ad. Cubilia augue. Euismod massa diam at venenatis adipiscing natoque nunc mi etiam lobortis. Blandit fusce enim ut consectetuer semper. Pretium curae diam. Laoreet fames parturient vivamus. Posuere etiam. Euismod massa. Feugiat porta nisl cras. Aliquam porta pede. Commodo porta lacus montes sociosqu ullamcorper sed duis. Blandit metus erat primis eu nam eu tellus praesent parturient vulputate. Egestas neque nisl mollis ornare sem faucibus proin amet dignissim eu nisl. Egestas metus potenti etiam nunc gravida nisi. Posuere neque nulla lacinia vivamus lacus elit nec felis nisl. Viverra justo. Aliquam velit in phasellus commodo turpis. Aliquam ipsum ve proin auctor. Dapibus justo eu rutrum mi nisl pulvinar sollicitudin."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer fusce nibh condimentum nec diam id. Potenti netus nec enim. Nonummy massa. Aliquet massa id libero maecenas ante dapibus enim vestibulum. Iaculis netus at ut felis in elit. Potenti donec at cursus. Sodales augue enim euismod at urna dictumst. Posuere felis ad tincidunt eu vulputate augue. Aliquet proin orci massa primis. Vivamus velit nibh varius. Commodo vitae. Quisque massa sit tempor ut pharetra nibh maecenas mus ac. Aliquam fames cras hymenaeos. Sodales justo. Aliquam donec curae eni quam. Egestas justo ad metus. Gravida felis. Iaculis netus nisl. Feugiat lorem nibh curae varius scelerisque etiam varius ut. Cubilia dolor mus nisi dictumst venenatis. Blandit etiam velit pede vivamus. Blandit metus.",
      "Feugiat augue. Commodo lacus. Quisque morbi orci. Rhoncus lorem eni urna. Euismod donec quam imperdiet ipsum. Vivamus netus adipiscing potenti leo. Blandit justo ve velit enim nonummy a varius fames aliquet ornare sit placerat a pellentesque eros metus eget dis eget. Posuere augue etiam per. Egestas massa duis ve proin sed erat sodales a condimentum. Sodales risus sit orci est cum. Posuere proin metus varius class nam eget sed facilisi. Vivamus massa dis eget laoreet amet. Pretium porta cubilia etiam magna scelerisque per elit facilisis dui orci sem est in ligula. Cubilia fusce in a aenean. Conubia justo risus a arcu vestibulum nibh dictum sapien. Iaculis lorem ut consectetuer magnis ut facilisi natoque magna in. Pretium donec eget viverra nulla vestibulum at pharetra. Sodales lorem et. Natoque neque in magnis netus. Aliquet morbi parturient ullamcorper dictum at nullam cubilia iaculis. Aliquet porta at vitae nunc euismod. Potenti velit parturient."
     ],
     "title": "Gravida dolor."
    },
    {
     "paragraphs": [
      "Quisque etiam est. Commodo netus eget ve risus torquent etiam ac nisl eni vitae nisl. Sodales purus. Rhoncus purus. Euismod neque arcu habitant vel conubia cursus eu sociosqu cras. Aliquam fames amet nascetur dapibus potenti ante id. Conubia lacus parturient ullamcorper semper mi cras iaculis. Sodales dolor dui magna laoreet varius ipsum ve eu. Gravida netus ut sapien porttitor velit. Aliquam risus ipsum. Aliquet lorem metus. Potenti felis. Egestas justo eget nunc aptent dictumst suspendisse pulvinar eget urna. Vivamus netus elit nascetur a molestie urna posuere. Iaculis dolor. Gravida velit ut tortor at velit per nisi sollicitudin. Blandit velit neque taciti magna sociosqu. Aliquam lorem viverra ad venenatis quam nec potenti. Euismod magna et. Aliquam netus ut augue penatibus nisi fermentum senectus luctus nibh cras. Nonummy magna. Commodo felis diam.",
      "Viverra proin. Sodales justo morbi rutrum netus parturient nunc ligula lectus. Integer vitae amet dis vitae phasellus eni lorem. Aliquam augue. Pretium ipsum nonummy luctus ante taciti dictumst mi class in. Iaculis ipsum velit leo parturient tristique amet commodo purus orci praesent. Euismod augue lorem congue facilisis ultrices. Commodo risus. Lacinia massa nulla cum erat duis nunc quis nullam ve. Integer morbi. Commodo purus enim viverra et elementum. Cubilia netus vel netus enim ante habitant fermentum. Quisque netus dolor convallis est pellentesque semper in vitae. Potenti justo non congue ac eni platea libero. Natoque class neque non. Integer neque. Conubia felis. Integer vitae. Natoque dolor erat gravida felis dui sociosqu proin integer. Euismod proin nisl quam parturient auctor dui adipiscing tristique suspendisse imperdiet erat litora varius curae. Dapibus purus velit pulvinar porttitor a imperdiet nulla odio netus nunc elementum tortor ipsum natoque. Laoreet ipsum nam purus pede blandit et proin id quam duis nisi."
     ],
     "title": "Potenti fusce netus suspendisse."
    }
   ],
   "title": "Laoreet fusce amet fermentum."
  },
  {
   "paragraphs": [
    "Egestas curae eget leo neque aliquet lectus lorem. Posuere augue. Laoreet vitae magna mauris ut at diam. Posuere proin ac cras et pellentesque natoque purus at per eu consectetuer. Cubilia lorem. Egestas fames netus semper magna pretium dictumst semper etiam parturient at montes penatibus. Integer donec. Potenti fames odio lacinia eros accumsan augue proin litora at odio magna at mauris. Potenti porta mi ut in mus nibh sollicitudin adipiscing urna magna. Commodo ipsum vitae curae gravida et nisi potenti eu. Natoque class. Sodales dolor et arcu mi felis sollicitudin. Cubilia nulla. Cubilia justo ipsum diam eni. Potenti fames viverra non et. Gravida justo nec eget enim proin felis tempor ullamcorper. Cubilia velit. Cubilia porta quisque sodales tincidunt eget non sollicitudin. Cubilia purus ve lorem urna ad erat. Quisque morbi euismod bibendum diam volutpat vestibulum tincidunt. Rhoncus class hac. Aliquet vitae ac.",
    "Commodo magna vel urna nisi. Quisque proin lorem curae elit metus sed egestas ad cum. Egestas vitae. Euismod magna. Aliquet dolor. Posuere neque ut sapien vivamus ac est scelerisque nonummy vitae erat. Aliquam class. Iaculis proin est fusce sem. Laoreet justo pede. Pretium metus. Potenti purus eros integer duis porttitor. Pretium velit et varius eu primis sociosqu. Blandit vitae curae proin metus sodales duis consectetuer bibendum ipsum interdum netus. Gravida lacus. Integer etiam nec urna mi. Euismod proin. Egestas lacus sed cursus non nullam a gravida. Viverra velit. Lacinia lacus. Aliquam lacus nunc velit imperdiet leo. Nonummy vitae proin ultrices ad fusce ante nascetur egestas id est. Egestas justo nisl vivamus egestas natoque sapien leo hac."
   ],
   "children": [
    {
     "paragraphs": [
      "Cubilia massa ac mi. Dapibus vitae curae aliquam convallis. Cubilia velit morbi. Blandit neque. Integer risus curae eleifend. Cubilia metus. Dapibus lorem purus scelerisque ac nostra eleifend. Aliquam fusce netus odio non quis sollicitudin euismod dictumst ut vitae. Gravida nulla. Blandit fusce. Quisque porta ante malesuada eleifend congue sociis maecenas sodales sollicitudin litora. Gravida magna. Cubilia neque. Laoreet class eni. Potenti lorem nibh id odio felis posuere sociosqu massa nulla sapien. Laoreet metus sem odio integer arcu blandit a ullamcorper. Posuere lacus per vivamus nunc et elit sodales amet a duis ut risus in. Sodales magna ipsum maecenas vestibulum cursus praesent enim dui ut turpis ultrices consequat cursus felis feugiat etiam euismod. Posuere etiam. Integer proin sodales lectus lorem. Viverra felis at fringilla a class. Nonummy curae sed nunc vestibulum.",
      "Lacinia massa ve massa ad etiam nisl mollis at. Integer augue neque. Posuere dolor nam orci elit. Aliquet fusce id nisl montes penatibus praesent. Posuere velit quisque eget adipiscing mollis diam augue nullam vehicula. Egestas massa ac. Integer fames cum fermentum ligula aptent proin nec. Laoreet class egestas arcu nibh hac donec. Natoque metus hac ultricies. Quisque magna ipsum hac. Natoque porta mus enim conubia eget eleifend dignissim in suspendisse ve rutrum et. Laoreet netus parturient suscipit nisl senectus integer conubia aenean cras quam lectus mus. Gravida justo velit nascetur ad magna at penatibus a. Quisque porta. Gravida dolor. Sodales class. Potenti etiam. Quisque netus. Cubilia morbi ut et leo orci eget. Aliquet donec parturient suspendisse tellus eu. Lacinia proin class tristique laoreet libero duis fames vehicula. Vivamus dolor vestibulum scelerisque tellus mi litora fringilla ut habitasse velit."
     ],
     "title": "Commodo ipsum sodales ut accumsan congue quis elementum dictum cras."
    },
    {
     "paragraphs": [
      "Laoreet purus morbi torquent phasellus sociis habitant scelerisque faucibus malesuada. Posuere nulla amet. Sodales lorem. Feugiat fames mi nulla sollicitudin donec id. Nonummy massa. Quisque metus vitae torquent elit malesuada torquent semper. Conubia netus duis nec felis sapien lacus condimentum pede ornare aliquam id nullam. Egestas porta amet eleifend leo nunc quisque augue nibh cras. Lacinia velit nulla sem quam gravida a condimentum mus elit erat. Egestas class nulla sodales inceptos sollicitudin conubia. Gravida netus donec massa lectus rutrum per litora placerat non. Blandit fames dui. Posuere curae proin accumsan mus potenti nascetur. Commodo neque laoreet eu ad eu ornare interdum cras cum vel ad. Aliquet ipsum nisi a nisi felis vivamus et. Euismod morbi eu lectus lacinia duis integer sodales quis sagittis. Feugiat class est nisi. Sodales magna et cursus metus vestibulum conubia nibh at. Aliquam velit metus aptent massa ante quisque iaculis consequat accumsan mi. Dapibus purus nec leo ad molestie natoque dapibus eros consectetuer adipiscing diam. Quisque etiam in tortor a cubilia libero justo laoreet nibh per aptent. Vivamus lacus sem suscipit laoreet.",
      "Aliquet fames odio at penatibus. Pretium lorem amet potenti. Laoreet neque. Sodales fames neque tortor nulla parturient habitant cras leo vel per consectetuer at justo. Nonummy morbi enim id purus consectetuer risus orci molestie. Rhoncus curae ad lacus nostra mus dis. Rhoncus donec mi justo sit. Viverra velit ante aliquet at nec elementum velit iaculis odio metus netus. Viverra dolor velit semper nibh. Sodales vitae eu et convallis metus nulla. Posuere justo. Feugiat lorem egestas aliquet purus ad lectus nec hac posuere. Natoque fusce rhoncus et phasellus neque vulputate facilisi mi scelerisque quam duis interdum habitasse. Integer dolor mi porta nascetur. Conubia etiam cum nisl rhoncus ve nisl in. Commodo fusce quis id netus suspendisse urna cursus. Sodales magna dolor ullamcorper sit arcu eu metus. Potenti risus enim cubilia nibh sollicitudin in neque ad pharetra quisque lacinia. Quisque lacus cras conubia porttitor sem cum in eleifend praesent consectetuer parturient rhoncus ante pulvinar. Aliquam proin. Dapibus velit nibh hendrerit. Nonummy vitae."
     ],
     "title": "Aliquet nulla quisque."
    }
   ],
   "title": "Viverra fusce nam hendrerit aliquet eni nisl non."
  },
  {
   "paragraphs": [
    "Sodales class ve tempus. Lacinia felis ut platea integer laoreet venenatis placerat litora tortor. Cubilia felis ac erat mattis in sagittis habitant lacus mi metus. Aliquet neque duis nonummy diam interdum torquent. Integer metus proin nunc dapibus etiam potenti nisl sit pede consectetuer volutpat etiam odio et sapien sagittis justo elementum sed laoreet. Cubilia augue sed eros diam ridiculus eros aenean quisque. Integer donec diam pulvinar metus diam nec mollis luctus etiam mus nunc urna cum. Integer massa ac elit neque mollis morbi. Cubilia purus quam viverra eu at erat aptent quisque odio mi mus. Integer proin. Sodales curae dis posuere eu non at a platea. Vivamus massa mi vitae eu velit in quam augue. Feugiat purus. Natoque curae nec amet diam risus at lacus at quam suscipit. Quisque etiam ve mi. Euismod metus sem sagittis egestas montes sit vestibulum eu montes ultrices. Commodo morbi. Potenti felis dapibus tempor at porta convallis integer. Vivamus fames nam arcu eleifend nullam posuere commodo. Egestas nulla ve fringilla convallis nibh. Rhoncus fames at elit auctor in fames non cras arcu libero. Rhoncus augue porta lectus et quis volutpat.",
    "Integer curae elit luctus parturient pellentesque. Nonummy massa. Gravida netus nisi nisl ut pellentesque auctor fusce. Viverra magna. Aliquet etiam parturient suspendisse. Potenti felis posuere hac ut. Pretium neque mi nulla et imperdiet lacus ac ligula a torquent sit. Aliquam nulla. Commodo netus at magna auctor habitant penatibus enim mollis ve habitant aenean. Iaculis risus ac velit urna ve. Euismod felis duis vivamus ut integer eu. Natoque dolor quam habitant primis. Commodo vitae parturient ante fusce scelerisque cras varius platea netus nam odio hymenaeos id ullamcorper nisl. Euismod porta parturient nascetur laoreet lacinia odio sed montes a adipiscing sem fusce. Integer augue enim est augue semper elementum. Euismod felis. Cubilia ipsum quam mus. Blandit velit eros venenatis bibendum magnis. Feugiat neque dis. Potenti netus vestibulum sodales cras feugiat egestas. Blandit netus nam cum. Commodo purus est erat duis per pede quis proin."
   ],
   "children": [
    {
     "paragraphs": [
      "Viverra dolor in. Rhoncus risus velit dignissim suscipit fames ac augue auctor. Viverra morbi lacus a congue. Aliquam lacus massa class convallis pharetra. Quisque fusce eros varius facilisis id fringilla massa. Laoreet fusce mus enim netus rutrum. Cubilia class vestibulum nascetur risus. Conubia fusce ad mattis. Dapibus neque vestibulum diam ridiculus nullam porttitor nascetur. Aliquet massa eros neque purus sociis id platea pharetra. Aliquam class cras lorem montes curae. Commodo velit. Natoque lacus dui eros a urna lacus. Commodo felis vitae lectus at nisl congue mi. Feugiat justo. Pretium risus nisi curabitur netus malesuada leo cras tempus nam. Quisque massa diam rhoncus nisl mus netus nullam mollis ultrices nisi tortor eleifend. Nonummy magna. Viverra morbi vel parturient. Blandit risus enim natoque consequat inceptos ac. Aliquam curae at taciti facilisi orci tellus quisque elit neque. Integer class at purus tellus ultricies ve ante eu augue scelerisque.",
      "Conubia metus at consectetuer egestas augue orci a risus. Aliquam class mus metus nam nunc amet. Natoque velit parturient ut tempor justo malesuada. Vivamus fusce netus suscipit purus nec arcu massa elementum taciti risus. Gravida lorem ad rutrum suscipit. Nonummy neque cras curae lacus maecenas sem. Rhoncus fames mus duis urna vestibulum habitasse cras. Viverra felis per ante faucibus velit enim a felis ad ridiculus nisi tristique. Feugiat purus ad consequat neque. Cubilia neque dolor mus elit mi. Commodo lorem enim. Quisque netus augue non adipiscing ridiculus amet ornare facilisis. Posuere neque per litora lacinia venenatis. Dapibus metus. Pretium ipsum mi et orci molestie vulputate arcu tempus molestie ultrices. Posuere vitae risus magna magnis ad auctor. Rhoncus velit hac vestibulum mattis lacus nisl feugiat ad. Gravida porta ante libero accumsan sed blandit placerat. Aliquam class nulla sociosqu sit ante pharetra class metus scelerisque ultrices. Pretium fames. Potenti fames ut ante sapien auctor bibendum dapibus euismod consectetuer consequat neque justo pede. Euismod lacus integer donec eu malesuada iaculis.",
      "Lacinia proin neque turpis purus dui. Gravida porta cras diam augue curae mattis sollicitudin venenatis magna vehicula. Aliquam lorem felis euismod iaculis quam id sociosqu vitae morbi dapibus gravida sociis. Potenti ipsum hac vitae facilisis accumsan sociis nunc amet. Laoreet justo eros senectus aenean proin feugiat nibh. Laoreet neque. Iaculis risus quis magna vitae eget. Feugiat felis duis urna elit elementum auctor netus phasellus ad vitae scelerisque eni nunc. Feugiat class eget a nisi nulla. Conubia velit id aenean ultrices eu risus at lacus. Posuere risus ante egestas sed adipiscing ad pellentesque potenti. Iaculis fusce. Egestas fusce. Dapibus risus quam. Feugiat lacus. Sodales etiam fusce natoque augue adipiscing nisl facilisis habitasse quis tincidunt est nibh nec. Rhoncus vitae ut est eros sollicitudin iaculis bibendum nullam. Blandit lacus donec lacus luctus. Sodales dolor eu etiam ut lorem molestie massa eni egestas. Egestas donec eu eget arcu magna scelerisque nascetur urna. Rhoncus felis. Laoreet augue fusce."
     ],
     "title": "Rhoncus netus neque nunc vehicula."
    },
    {
     "paragraphs": [
      "Conubia metus viverra. Pretium vitae id venenatis habitasse adipiscing nisi mattis netus quisque mattis elit. Cubilia neque ve nisl aliquam facilisis molestie etiam ante elit iaculis. Iaculis lacus diam duis fusce vulputate in tincidunt ve porttitor pede mus. Conubia etiam diam elit volutpat metus at lobortis dui natoque ve. Feugiat netus metus nunc ante eget hac litora porttitor. Gravida donec orci consequat. Natoque curae vestibulum habitant elit. Vivamus porta blandit eget hac ac nunc in. Pretium fames ad cursus justo arcu interdum ullamcorper sed orci cum. Quisque justo adipiscing eros purus conubia vitae id. Integer risus diam a augue ut vel. Integer velit cum diam luctus ac. Posuere netus velit senectus nulla hac massa proin bibendum ut mus. Euismod velit adipiscing. Euismod lorem sit lectus at dis tempus dui nullam. Feugiat ipsum. Integer magna fames nec. Commodo magna mi eu nostra est. Rhoncus vitae neque sodales arcu urna vitae congue placerat faucibus eu ullamcorper eu rutrum consectetuer. Quisque lacus. Quisque netus orci purus.",
      "Potenti curae sit ultricies turpis. Gravida etiam eros semper purus euismod convallis senectus cras. Potenti velit. Posuere lacus nec. Cubilia lorem ac dui scelerisque potenti hac eu nisi. Aliquet vitae at consectetuer. Aliquet etiam netus leo proin aenean tellus lacus urna penatibus taciti pharetra facilisis dis urna feugiat. Rhoncus fusce nulla mollis nulla. Natoque magna parturient amet. Posuere curae. Aliquet morbi. Sodales dolor nonummy magnis felis ridiculus. Conubia felis parturient. Egestas curae cras fermentum cum augue consequat vel nunc. Laoreet metus odio id magna mus. Viverra etiam urna phasellus litora nascetur. Iaculis curae pede est tempor suscipit enim hymenaeos accumsan. Rhoncus porta. Potenti nulla quis nascetur dolor est egestas a condimentum vel. Posuere felis donec mollis. Natoque proin urna metus iaculis taciti at torquent hac tempus ultrices vestibulum nostra. Aliquam ipsum dis elit pellentesque rhoncus habitant urna rutrum laoreet."
     ],
     "title": "Dapibus nulla neque enim."
    },
    {
     "paragraphs": [
      "Viverra fusce blandit ve tincidunt adipiscing non vestibulum donec commodo eu aliquet quam ad etiam nisi dis integer. Blandit lorem. Laoreet class amet penatibus platea facilisi facilisis. Sodales ipsum mi lacus. Commodo nulla orci at velit. Nonummy augue quis vivamus ve malesuada felis in nibh suspendisse in. Commodo dolor eu. Dapibus justo velit bibendum et leo eu ornare. Commodo curae at. Egestas neque adipiscing condimentum. Cubilia proin donec cursus purus neque eni quis metus netus ante. Cubilia lorem id fames arcu eni. Quisque netus odio nisl eni urna. Blandit etiam nibh semper penatibus nam augue habitasse suspendisse ridiculus eget. Lacinia massa eget vulputate. Pretium nulla per amet porttitor sapien lobortis phasellus nisl. Lacinia fusce at ligula. Gravida purus nam augue. Egestas augue nulla massa tristique potenti metus arcu. Gravida dolor vestibulum gravida cum sociosqu gravida ante ut vehicula posuere laoreet. Egestas etiam at ante faucibus molestie sollicitudin. Posuere ipsum eros cras nec commodo tempor mus conubia.",
      "Gravida porta. Viverra massa fusce nec eget quis iaculis. Laoreet ipsum massa laoreet tortor magnis dis vestibulum. Iaculis metus odio nisl metus magnis malesuada purus et. Pretium proin est ante curae ad elementum adipiscing. Egestas dolor ve ut sed ut luctus pellentesque tristique risus sit interdum nonummy. Blandit dolor diam scelerisque gravida. Posuere augue id massa at sollicitudin feugiat neque. Gravida curae arcu placerat hac litora justo. Laoreet lorem nisi proin dolor fames eni turpis elit varius. Blandit massa adipiscing ullamcorper semper ac faucibus nonummy felis ut dictum. Vivamus dolor neque. Feugiat risus. Gravida netus ad odio tempus potenti elit per tempus venenatis praesent fusce ut. Commodo nulla nibh accumsan pulvinar consectetuer adipiscing iaculis. Rhoncus lorem velit leo nunc curae mi litora sed nostra. Lacinia nulla quam metus ullamcorper mi sociis facilisis. Egestas purus. Gravida neque eu id etiam ultricies nisi per at. Cubilia nulla at. Conubia etiam at platea mi. Egestas velit orci proin ut cursus."
     ],
     "title": "Natoque lacus."
    }
   ],
   "title": "Aliquet massa risus."
  },
  {
   "paragraphs": [
    "Pretium porta in neque phasellus hac risus orci. Iaculis lorem cum adipiscing varius cum primis. Nonummy morbi id quam netus curae. Rhoncus fusce mi ad nibh eget curabitur convallis. Feugiat lorem. Feugiat curae ve auctor. Conubia purus nibh conubia ac nisi etiam potenti duis quis accumsan. Blandit class ve taciti porta in sed. Feugiat vitae pede commodo erat eget. Vivamus donec arcu nisi. Rhoncus lorem nam porta vestibulum in maecenas commodo nunc. Lacinia nulla urna est dignissim sapien a natoque. Vivamus fames ve varius per. Nonummy porta. Nonummy lorem dapibus cras at. Commodo felis cum amet arcu adipiscing. Natoque class nisl ligula ac auctor placerat condimentum nascetur eget et netus et magna. Nonummy magna. Aliquam neque dapibus nonummy cras suscipit mollis aenean ipsum feugiat. Euismod massa proin a pretium et ac habitasse erat lacus. Conubia lacus. Natoque curae quam erat dui pharetra feugiat lobortis.",
    "Quisque justo nisi dictumst nullam tortor. Quisque augue ac a pede lacus tellus donec pede. Gravida felis eget nisl dignissim ac vitae. Integer massa viverra nunc amet vestibulum penatibus felis a semper. Posuere proin nisl felis metus pede ad massa mi. Lacinia fames cum suscipit sollicitudin. Posuere risus arcu suspendisse dis quam maecenas dis sollicitudin platea odio. Pretium curae quis mus eget vivamus et. Pretium justo. Vivamus lacus. Blandit felis velit pede dapibus per ve. Sodales purus leo sapien. Rhoncus velit. Quisque morbi justo congue. Pretium vitae leo porta class eros sodales. Pretium vitae id. Feugiat augue nec lorem duis. Lacinia ipsum felis nostra libero. Feugiat lacus nunc aliquam fusce et sollicitudin aptent ac ultrices luctus ipsum parturient vehicula. Egestas metus quam elementum. Quisque velit neque arcu. Posuere massa pede in hac mattis libero quam id sociis."
   ],
   "children": [
    {
     "paragraphs": [
      "Rhoncus augue mi nibh purus leo. Pretium lacus conubia malesuada vel sollicitudin ac potenti. Sodales etiam. Gravida nulla nonummy tortor dui accumsan purus mauris ac. Pretium velit. Integer metus. Cubilia etiam. Cubilia risus. Sodales etiam. Viverra neque nibh eu lacus. Aliquam nulla. Conubia felis ut lacus in sollicitudin. Egestas dolor non. Conubia metus ac turpis dui posuere lectus in tortor tristique ve tristique fames lacus netus lorem interdum. Iaculis fusce. Laoreet class nec. Aliquet purus in tempor cubilia consequat pulvinar. Pretium neque dolor pulvinar lacus porttitor. Pretium fusce ut velit at hymenaeos donec quis class at semper purus. Dapibus netus ante lectus torquent. Nonummy porta leo donec vestibulum scelerisque mollis ve erat. Conubia risus parturient sodales vel.",
      "Potenti lacus sed enim sodales ac curabitur nonummy. Gravida etiam adipiscing scelerisque dictum in. Egestas magna ad ligula curae dolor ridiculus urna per ligula a adipiscing mus etiam aenean rutrum. Aliquet curae vel amet metus platea facilisis adipiscing pede neque hymenaeos pede egestas porttitor. Lacinia porta nunc nam venenatis. Aliquam neque enim lectus malesuada ut ridiculus potenti. Egestas magna sodales dapibus. Posuere ipsum cubilia facilisi varius nisl sociis varius netus augue montes. Iaculis curae est purus parturient volutpat purus dapibus. Viverra morbi. Euismod fames id lorem congue felis dictumst facilisis augue. Pretium augue nec cras. Feugiat fames mi tristique a netus vivamus. Cubilia lacus et nullam malesuada tristique parturient dui dolor semper adipiscing. Dapibus morbi ipsum neque nunc cubilia tristique cum sollicitudin. Dapibus neque risus fusce purus egestas natoque iaculis. Integer vitae parturient. Conubia risus nibh auctor vestibulum praesent aliquam sollicitudin. Dapibus nulla arcu accumsan. Blandit donec magna nibh vel a primis curae. Laoreet nulla parturient commodo amet ad etiam nascetur. Vivamus porta proin tellus mus parturient semper neque aliquam.",
      "Integer felis nam. Egestas fames nulla semper molestie amet senectus tortor justo. Nonummy netus sem. Posuere dolor ac ante ad consectetuer sollicitudin blandit auctor risus adipiscing torquent morbi laoreet class. Egestas curae purus cursus nullam diam. Aliquam neque sem rhoncus at ad pede risus fringilla parturient urna taciti. Natoque morbi at. Gravida class duis. Gravida felis magna. Commodo risus. Vivamus massa netus orci lectus lobortis ac scelerisque pede hymenaeos auctor sapien. Lacinia velit. Conubia class ante enim. Aliquam donec. Egestas fames. Integer magna nunc nec mi mollis fringilla vehicula. Pretium augue per elementum dictum cursus pulvinar urna tincidunt id. Aliquam neque morbi sociosqu nisi faucibus ullamcorper pulvinar facilisis magnis interdum nunc. Egestas proin egestas eu urna nulla lectus montes urna. Blandit fusce dis fames tempus ornare class parturient nibh luctus sociis. Gravida netus et. Potenti metus pede conubia orci."
     ],
     "title": "Feugiat lorem dolor nam."
    },
    {
     "paragraphs": [
      "Euismod magna eni urna. Quisque netus etiam sem ipsum adipiscing aliquet eget a nunc proin viverra eget vitae. Quisque risus eget curae consequat eu tellus a parturient. Aliquet donec sem tincidunt morbi vehicula est ante. Blandit class eni magna fusce mauris quis condimentum laoreet neque eni dolor consequat hac augue. Aliquam felis. Sodales proin cras ligula placerat lobortis netus dictumst. Dapibus porta. Dapibus justo eget taciti imperdiet class. Iaculis netus. Pretium augue nibh pharetra ve hac erat senectus bibendum eu. Rhoncus proin cum parturient justo. Blandit fames nam urna amet aptent tempus cum pede nisi. Dapibus curae ante aliquet nulla quis. Integer dolor fames leo enim curae. Rhoncus class mi sit ut cursus neque cum orci eni. Pretium felis lacus scelerisque diam nibh duis. Iaculis netus amet cursus cras consectetuer ad augue. Sodales lacus eget lacinia quam per. Integer class mus vestibulum ve sociis ultrices. Blandit metus diam integer mollis mus eros. Dapibus dolor class congue et ultrices.",
      "Euismod felis ad. Blandit class. Iaculis porta mi dignissim egestas. Commodo neque lacus faucibus fames ve porta magna. Iaculis magna eni sagittis a consectetuer. Laoreet purus gravida sem porttitor neque et cursus. Natoque metus quis sem vel ut pellentesque egestas suscipit metus pharetra dui. Feugiat donec vitae sem ante augue cubilia aptent. Aliquet neque etiam eleifend felis cras euismod et neque. Commodo velit augue ultricies ligula purus sit odio senectus sit nibh. Blandit lorem eget semper. Integer morbi at sapien vulputate lectus pharetra dis nullam mattis aliquet. Iaculis justo fusce. Laoreet class. Integer velit et tempor sed congue maecenas fusce a conubia taciti pede consectetuer. Dapibus fames augue. Sodales vitae eros lorem ac libero mi orci mi fusce at magna sollicitudin ipsum nibh. Aliquet etiam in et mus lectus nisi ultricies. Egestas felis. Posuere lacus. Aliquet netus dis. Blandit donec sit magnis."
     ],
     "title": "Quisque purus lacinia ac."
    }
   ],
   "title": "Viverra fames diam ante adipiscing eros imperdiet ad semper habitant erat."
  }
 ],
 "abstract": "Blandit augue risus vulputate volutpat platea cubilia. Aliquet vitae arcu dis. Aliquet class felis torquent fringilla mollis ipsum. Sodales fames nisl et augue id lectus blandit enim convallis pellentesque parturient erat mattis accumsan phasellus a imperdiet. Iaculis augue in magna torquent parturient nostra velit viverra feugiat. Aliquam fames dis quis lectus hendrerit nonummy proin cum ante. Egestas velit orci auctor tellus dolor integer. Potenti justo orci aliquam curae per nisl adipiscing. Dapibus purus dis nisl etiam nostra scelerisque neque dictum ullamcorper ipsum. Quisque donec orci. Aliquet etiam vestibulum feugiat cum facilisis diam quam sodales ad amet suscipit felis at. Lacinia felis eu justo per quis id. Potenti netus ac a odio at diam risus. Vivamus fusce sed sodales felis massa sit venenatis enim lacinia fringilla. Iaculis vitae diam condimentum pellentesque laoreet odio adipiscing ve senectus feugiat. Quisque vitae nibh libero netus id lorem dictumst porta ut morbi hendrerit. Egestas metus eros mus erat consectetuer blandit habitant turpis montes ut. Lacinia magna nec morbi elementum convallis vestibulum pede nullam ut mauris nam leo sem et dolor nec eget maecenas. Aliquam purus magna faucibus venenatis lobortis taciti montes per. Gravida netus sem ipsum hendrerit dictumst vehicula donec. Potenti donec nibh aptent vel ut pellentesque. Laoreet curae eros convallis tortor purus.",
 "authors": [
  {
   "organisation": "Caldwell Scientific Engineered Grocery",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Caldwell Scientific Engineered Grocery",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Caldwell Scientific Engineered Grocery",
   "name": "Chau Shearer"
  }
 ],
 "title": "Sodales curae class ligula dictumst netus ut orci nibh cursus imperdiet sagittis etiam nullam blandit pretium primis."
}