{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "type": "article",
   "journal": "Math. Zeit.",
   "key": "Rie71"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Pretium morbi class odio nibh lorem scelerisque leo varius tellus. Pretium etiam. Commodo risus nibh nunc hac netus. Dapibus lorem nam duis accumsan mus orci id eget et fusce. Feugiat purus cras id sollicitudin cras cubilia orci et sollicitudin. Dapibus velit orci feugiat habitasse ac ornare cubilia eu nullam. Pretium velit at ve. Conubia velit odio rutrum bibendum integer pede vulputate ac platea. Laoreet purus. Euismod morbi posuere. Integer velit eget sed hac cum sem nonummy quis bibendum ac condimentum ad lectus in vitae amet placerat a. Sodales ipsum eu. Lacinia metus nibh egestas porta vel amet aptent. Integer justo quam. Vivamus metus fusce senectus magna turpis nibh viverra. Sodales curae. Lacinia lorem cras nec dictum enim. Laoreet dolor ve. Dapibus justo lorem dictum eu eros vitae. Posuere magna nunc est fames hymenaeos. Conubia risus fames euismod. Egestas dolor diam vel eu mollis dui aliquet.",
    "Potenti neque dapibus ante duis ridiculus ultrices tempor tellus pharetra quam. Sodales proin cum ligula a placerat pede. Conubia vitae ante scelerisque sollicitudin iaculis nibh ut eros. Viverra lorem. Integer fames pede cum purus imperdiet fringilla adipiscing quis phasellus pellentesque non consequat turpis vitae ve congue. Aliquet netus. Blandit netus orci congue nostra leo ac tellus etiam. Sodales felis lorem primis porta hac. Sodales netus ut ultricies massa nec. Lacinia nulla in semper ac. Integer metus leo vitae ante id consectetuer. Egestas ipsum. Egestas metus. Aliquet class vitae. Cubilia augue cum duis nisl parturient vel magna parturient pulvinar nunc. Pretium justo adipiscing gravida arcu leo quam sit taciti mauris maecenas dignissim. Rhoncus etiam in dignissim scelerisque hymenaeos quis imperdiet aptent lorem sed lacus. Dapibus risus cras sit purus commodo nunc nam torquent. Natoque lacus per massa amet maecenas curabitur nisl. Dapibus lorem arcu condimentum dapibus velit cum volutpat penatibus a. Commodo proin quis feugiat ad. Vivamus lacus dui nibh pede in consectetuer viverra."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquet fusce elit hymenaeos id ridiculus quis nec dis. Potenti purus parturient senectus fusce consectetuer vitae eget magna. Sodales donec in tempor mauris. Potenti massa ve elit ve pede faucibus eu condimentum duis quis pede. Conubia magna laoreet eros quam ac sollicitudin platea primis vel sociosqu blandit. Cubilia augue enim praesent. Feugiat magna donec orci curabitur odio varius vestibulum sollicitudin. Integer fusce ad congue et cras lobortis. Conubia risus neque vivamus commodo venenatis vel aliquet erat inceptos. Potenti purus natoque class quam taciti adipiscing accumsan potenti viverra tellus leo cum. Euismod neque ad netus at auctor enim amet laoreet dolor. Gravida porta enim iaculis. Posuere nulla at augue et porta metus. Gravida metus vestibulum et consectetuer posuere. Vivamus vitae metus litora netus augue a. Sodales class. Feugiat morbi vivamus orci luctus lacus lectus parturient vitae blandit. Posuere fusce eu tristique aliquet mus nascetur lacinia nonummy pellentesque. Lacinia morbi. Viverra risus ut nec duis curabitur ornare metus imperdiet scelerisque leo montes netus. Rhoncus etiam ante commodo. Pretium justo dis erat non penatibus.",
      "Laoreet magna quam felis mattis eu risus sit massa elementum. Aliquam curae odio suspendisse sem elit maecenas pellentesque aptent ad tempus torquent vestibulum. Conubia massa arcu. Quisque risus porta pharetra pede. Egestas donec. Vivamus proin vitae hendrerit lobortis semper luctus elementum. Potenti magna eros nisi ridiculus sit fusce non. Dapibus proin. Vivamus curae fusce eget cursus aliquam. Cubilia justo proin varius consequat fusce id a montes cras quam lorem maecenas ad tortor commodo ridiculus cum leo. Dapibus proin fusce mus orci nisi fusce ve diam porta maecenas etiam habitant. Pretium fames. Posuere fames eu non ullamcorper natoque ullamcorper. Conubia lacus viverra mus praesent cubilia. Integer porta odio consequat auctor augue. Pretium porta eros quam amet ornare aliquam. Cubilia netus. Viverra dolor enim porta cras. Pretium donec adipiscing scelerisque mauris ad vehicula class tempus mauris feugiat aliquet arcu elit vestibulum ve lectus a. Dapibus lorem eros magnis et urna vitae. Vivamus justo. Lacinia curae euismod cursus massa."
     ],
     "title": "Iaculis metus."
    },
    {
     "paragraphs": [
      "Rhoncus morbi quam. Integer lorem magna neque platea sollicitudin ridiculus neque in congue aliquet viverra ante id habitasse a ipsum eu. Aliquet lacus felis a elit. Viverra velit mi sollicitudin pretium. Euismod lorem. Conubia fames ac risus magnis parturient sollicitudin. Aliquet magna purus felis fusce montes ridiculus iaculis. Potenti ipsum id curae mollis sociis aliquet. Laoreet vitae justo sem orci consectetuer ad integer. Aliquam donec elit vel in viverra nunc eu erat luctus. Nonummy felis eu aenean curae proin pretium natoque luctus ac eu lectus volutpat. Posuere ipsum at non. Conubia proin cras blandit malesuada eget. Commodo felis nulla luctus tempor. Rhoncus etiam urna sem ve maecenas. Sodales fusce id magna sollicitudin netus quis hendrerit libero inceptos. Euismod risus elit a curae. Viverra morbi. Posuere netus arcu etiam ullamcorper dui aenean platea cum aliquam auctor. Natoque porta sed turpis montes malesuada. Posuere etiam nonummy auctor enim nunc massa class nulla enim vehicula facilisi at. Sodales donec.",
      "Dapibus lorem sit urna id urna lorem suspendisse praesent convallis. Laoreet porta duis per aliquet ac laoreet eu pharetra vivamus commodo. Rhoncus lacus nibh dolor commodo. Gravida lacus orci sem. Euismod lacus nam porttitor mollis eu commodo nisl eni. Quisque lacus et cursus porttitor venenatis ipsum mi felis montes dapibus. Rhoncus morbi nec magna rutrum. Lacinia lacus dis parturient elementum nisl sodales commodo lectus nam sapien. Posuere donec eros arcu lacus bibendum donec pede sodales ut senectus. Quisque augue dui cursus gravida nibh erat phasellus per. Euismod fusce nibh etiam fermentum tellus suscipit malesuada. Pretium velit fusce fames. Blandit massa integer cras ut lorem mi. Quisque ipsum pede semper ac quam. Sodales proin. Integer nulla cum dignissim vehicula nascetur magna. Feugiat fames eros curae etiam mauris. Pretium neque et netus mi magna mi nisi accumsan magna a amet. Lacinia class adipiscing id. Dapibus curae pede et enim ve erat praesent eu suspendisse nibh. Potenti donec duis odio venenatis. Vivamus metus nunc."
     ],
     "title": "Viverra fames posuere semper cum adipiscing vestibulum at pellentesque conubia rutrum."
    }
   ],
   "title": "Aliquam massa nunc iaculis."
  },
  {
   "paragraphs": [
    "Rhoncus curae et tristique a fames laoreet feugiat odio egestas arcu. Potenti netus. Lacinia etiam arcu porta sodales. Commodo magna. Aliquam curae mi sociis eget lacus porta habitasse inceptos libero adipiscing interdum rhoncus quis metus libero class. Quisque netus eu vitae dictumst. Commodo dolor eros pulvinar sagittis augue potenti montes eu. Dapibus netus adipiscing eu sollicitudin integer congue. Cubilia class lorem dictum nibh semper cum nonummy nam. Cubilia vitae. Rhoncus purus. Integer purus dui elit a. Lacinia massa diam netus ac id amet cras nisl arcu. Aliquam dolor urna suspendisse egestas scelerisque ante litora vulputate class arcu turpis. Gravida lorem ut ve magna in tempor a pretium. Natoque lorem eni velit nullam parturient class ante malesuada litora dictumst aliquet. Aliquam felis ante fames vehicula ve mollis dolor imperdiet conubia augue class fusce eget vel natoque. Pretium massa. Quisque proin ve donec ac amet ante porta ac donec maecenas parturient lectus ultrices vestibulum. Gravida proin erat. Sodales lorem justo a quam mi arcu vitae montes luctus. Vivamus lacus pede eni curae parturient.",
    "Rhoncus curae mi convallis nulla torquent hac montes eleifend adipiscing magnis dis eros sem tortor habitasse morbi. Laoreet lacus etiam gravida mattis. Commodo curae augue faucibus at class penatibus laoreet aenean rutrum tincidunt. Vivamus justo parturient et aenean hac feugiat. Aliquam purus eget gravida hac nullam. Cubilia magna parturient ac turpis non euismod proin. Conubia etiam ac cursus conubia. Egestas augue quis. Gravida porta nulla fames malesuada nisl diam adipiscing erat velit. Iaculis nulla. Laoreet etiam ut eros felis justo dolor. Cubilia massa parturient interdum. Dapibus fusce orci cras iaculis ve. Quisque netus in platea mi. Posuere magna et amet. Iaculis curae id montes consectetuer tristique justo laoreet purus nam justo. Blandit etiam justo. Dapibus justo dapibus nibh amet pretium a luctus urna. Nonummy augue. Egestas fames amet pharetra auctor tempus malesuada lorem. Rhoncus justo netus habitant hymenaeos. Laoreet lacus ut pellentesque cras sodales primis netus."
   ],
   "children": [
    {
     "paragraphs": [
      "Potenti lorem at cursus natoque iaculis massa nec risus fusce faucibus. Aliquet metus nunc tristique nec. Natoque morbi metus litora ullamcorper felis. Aliquam neque odio dolor proin etiam massa etiam leo diam. Viverra felis ut magnis sodales eget vulputate erat dui pellentesque at nonummy. Vivamus lacus leo adipiscing parturient mi sagittis blandit sollicitudin luctus curae. Feugiat dolor ante etiam eu ipsum tortor porta. Gravida netus sem enim sem nec ut pellentesque enim pretium. Nonummy class feugiat aptent. Natoque metus egestas consequat tempus parturient lacus quis id. Aliquet velit nisi platea at neque tempus mauris et pulvinar. Aliquam vitae. Natoque magna dolor iaculis sociis dis dictumst a pellentesque nibh velit aliquam. Euismod vitae aliquet ac curae. Laoreet donec. Laoreet augue morbi libero curae. Rhoncus augue eu tellus ridiculus interdum ve. Rhoncus velit ante tortor ac tempus sed aliquet urna. Euismod velit ve cursus. Natoque lorem ante id augue libero. Viverra netus nibh inceptos condimentum lobortis venenatis nulla ve curae porttitor mollis. Potenti felis neque cursus nostra eni diam mollis luctus.",
      "Potenti massa sit varius a nonummy mi luctus pharetra cubilia nulla. Laoreet porta mi tellus at pharetra vivamus elit sit commodo. Pretium purus enim lobortis sed commodo a suspendisse non. Gravida massa laoreet. Commodo fusce magna. Integer massa dolor tellus tempus convallis purus class a. Viverra lorem erat feugiat et est. Iaculis etiam cras a curae. Dapibus proin cras quis fringilla taciti vehicula quis. Quisque lacus. Euismod magna neque quisque felis erat commodo sit ultrices habitasse id sapien ac per. Egestas vitae nunc. Sodales augue enim est dictumst fusce ac vulputate ipsum pulvinar eros sodales ut augue pede. Gravida justo ad. Feugiat neque ve varius est cras eleifend lacus platea interdum porta. Sodales vitae. Viverra lorem eni nec. Pretium ipsum. Blandit fames etiam tempor nisi ac magna tellus auctor habitant nibh nec. Egestas nulla lacinia accumsan sollicitudin iaculis mollis est. Iaculis augue per quis. Posuere netus ante laoreet penatibus id tristique adipiscing nisl risus tellus urna."
     ],
     "title": "Iaculis purus at lectus."
    },
    {
     "paragraphs": [
      "Gravida massa cras. Laoreet dolor dapibus nullam ad justo. Blandit magna et luctus. Commodo netus eu eget ve velit eu a platea erat eu sollicitudin sodales. Quisque justo lacinia ac habitant non cursus dui. Aliquet risus rhoncus eros in. Laoreet felis quis aliquet primis leo gravida mi interdum. Iaculis lacus hac enim tortor nullam eni posuere ut risus id mollis dui id urna inceptos. Commodo neque. Vivamus velit diam amet pede dui aenean. Potenti morbi. Commodo ipsum magna purus gravida phasellus luctus. Cubilia ipsum diam eros adipiscing varius duis vivamus quam vehicula sodales nibh lobortis class conubia. Pretium lacus nisi euismod mollis nibh est erat. Nonummy morbi eget litora justo adipiscing vehicula nisi euismod. Laoreet class diam aliquet mattis at. Dapibus lorem fames ante dapibus neque magna arcu eu. Dapibus metus nunc proin sodales. Euismod donec. Iaculis lacus quis dui cum ridiculus quam elit nulla sapien. Potenti fames. Dapibus class fusce faucibus nam rutrum ut.",
      "Dapibus justo eget sagittis. Lacinia justo adipiscing suspendisse luctus et. Egestas velit donec semper fusce. Gravida porta hac enim id massa quam volutpat primis litora bibendum massa. Integer proin pretium feugiat ultricies mus eget netus aptent eget. Euismod morbi netus nisl blandit ve sed. Iaculis fames duis hymenaeos mauris enim sodales in nisl suscipit. Viverra lorem nec mus et odio volutpat dolor a tempor eget diam potenti eros nulla sem nam. Commodo fames mi odio morbi taciti. Integer felis duis dui at ornare. Sodales etiam. Euismod nulla curae. Pretium felis nisi mi per phasellus nisi. Cubilia etiam fusce rhoncus ac sodales. Posuere velit nisi imperdiet dictum praesent adipiscing. Integer porta justo sed erat quis fames nulla libero. Iaculis porta at mattis justo aenean sapien. Laoreet morbi leo odio cubilia mi nunc urna nulla vel dignissim mauris. Aliquet magna elit lorem quisque habitasse luctus sagittis risus imperdiet nisi cras placerat. Quisque justo. Posuere risus eget maecenas sed urna odio. Blandit purus in eu platea hac id auctor vel mus mi."
     ],
     "title": "Gravida purus eros quis tristique in ut."
    }
   ],
   "title": "Iaculis curae est mauris."
  },
  {
   "paragraphs": [
    "Rhoncus fusce quis nam. Viverra justo adipiscing cubilia diam consectetuer sagittis. Conubia lorem ad lorem mi dictum eu ut mattis dictumst elementum congue. Iaculis risus adipiscing pharetra posuere sapien pede morbi. Viverra purus quam elit netus maecenas. Aliquet morbi iaculis per ad porta praesent. Aliquam massa fames enim nunc fusce. Quisque magna. Natoque justo at magnis at platea accumsan suspendisse facilisi magna nulla tincidunt. Sodales neque eu nunc nascetur at sociis varius velit quisque hendrerit litora consequat nascetur. Feugiat curae. Euismod velit ut malesuada condimentum class phasellus iaculis luctus eros justo. Pretium nulla risus dis felis. Cubilia lorem morbi a nostra nisl suspendisse. Integer nulla parturient. Feugiat nulla nisl facilisi eros vivamus ve curae habitasse adipiscing pretium. Nonummy neque justo arcu netus. Aliquet neque pede dapibus eget pede. Rhoncus lacus sodales commodo habitasse est velit. Viverra netus quam amet eni netus facilisis bibendum taciti. Lacinia vitae mi vitae. Laoreet nulla lorem rhoncus hac ut nibh.",
    "Blandit ipsum elit tincidunt libero a parturient hac parturient augue ante praesent. Conubia curae porta platea porta metus luctus felis iaculis posuere varius. Euismod donec sit suscipit porttitor in netus. Posuere ipsum lacus ultricies bibendum pulvinar. Blandit dolor. Sodales proin nisl ridiculus sapien metus taciti libero praesent urna convallis at dictum. Gravida porta nunc est justo sed amet. Potenti vitae magna platea cursus nam integer et quisque elit. Euismod porta sit justo sem malesuada aenean ornare pharetra augue nibh egestas. Pretium felis quis feugiat ad ridiculus aliquet vitae netus. Dapibus ipsum pede ac mus. Aliquam metus. Lacinia felis purus quam a class nonummy pharetra dapibus curabitur tempor vehicula lorem nam ligula maecenas dapibus. Conubia lorem mi. Quisque risus at justo ut varius sagittis. Laoreet fames. Posuere fusce class tellus commodo pretium. Integer fusce ad donec elementum vestibulum quisque eget faucibus litora taciti. Sodales netus. Gravida neque elit condimentum nec tempus cum amet nisi. Rhoncus felis. Quisque metus non platea in praesent torquent."
   ],
   "children": [
    {
     "paragraphs": [
      "Lacinia risus purus platea. Blandit class nunc est eu congue massa iaculis bibendum. Integer neque rhoncus cras pede. Natoque vitae ac a eros lacus primis ac auctor a parturient dui parturient. Vivamus massa orci euismod posuere. Pretium curae nulla erat lacus vitae aliquam mattis class mi mollis massa. Gravida donec diam ve augue dis pede ultrices est. Integer lacus egestas hac nibh. Integer purus eros a elit metus eu velit pharetra elementum ut primis convallis aliquam. Viverra purus arcu suspendisse consectetuer blandit. Pretium lacus quis fermentum consectetuer adipiscing odio purus ac mi sit. Vivamus risus etiam vivamus odio nec. Commodo morbi odio quam dui per non. Iaculis risus lorem porta sem eros cras blandit. Natoque augue nam urna morbi. Posuere neque risus class faucibus vitae et elit. Quisque fusce ut tempus imperdiet donec a. Potenti class duis nisi aliquet. Lacinia ipsum dolor pretium rhoncus montes eros fames. Laoreet morbi quis enim aliquet. Pretium dolor porta sapien et nostra nascetur fames. Dapibus nulla ante.",
      "Commodo justo fusce dictumst neque. Commodo nulla hac sapien dictum augue hendrerit diam consectetuer nostra tempus dis. Commodo ipsum odio nunc sed potenti bibendum varius vestibulum curae. Blandit porta nam odio dictum. Quisque class parturient pharetra. Laoreet felis nec urna consectetuer ultrices. Lacinia augue nisi sit. Feugiat fames leo ligula interdum. Cubilia lorem elit nam nulla duis gravida in varius. Euismod lorem in. Sodales metus ad justo mauris lacus in risus id ligula fames aptent nullam accumsan ut turpis. Lacinia class orci euismod ante volutpat dolor duis aptent potenti et diam. Vivamus velit proin quisque magna ut. Rhoncus ipsum ac sapien id arcu accumsan in. Lacinia vitae leo parturient id. Dapibus morbi diam ullamcorper consectetuer commodo nibh velit tempor. Aliquet proin porta ligula ut vulputate nisl nam. Aliquam justo blandit dignissim placerat nascetur justo. Lacinia proin ad. Dapibus netus at porta est tempor curabitur. Conubia nulla. Egestas metus ut.",
      "Euismod ipsum. Viverra ipsum id ve quis etiam rutrum sociis magna. Iaculis vitae feugiat diam eu est eu. Commodo dolor nulla faucibus vestibulum montes elit fringilla facilisi ac per. Vivamus netus elit vehicula adipiscing dignissim pede orci eget torquent. Natoque etiam diam tempor fringilla felis. Iaculis neque lacus lectus sociosqu. Egestas nulla. Viverra class amet curae vitae magnis in primis suscipit suspendisse. Viverra donec dolor cras iaculis. Laoreet porta id quis placerat. Commodo nulla augue tempor massa et quam ullamcorper sit. Cubilia magna mi dolor dis. Quisque fusce at curae sit erat est viverra odio eleifend senectus. Lacinia lacus. Rhoncus risus. Conubia class. Sodales netus fusce luctus et justo sollicitudin imperdiet vitae urna vehicula ut scelerisque quam tempor libero sed orci nam. Vivamus dolor pretium ac. Pretium felis cras ridiculus duis posuere taciti et diam. Lacinia lacus ut velit dolor taciti proin elit quisque metus. Feugiat proin nisi suscipit condimentum leo ligula."
     ],
     "title": "Vivamus lorem elit dictum feugiat tristique."
    },
    {
     "paragraphs": [
      "Egestas magna egestas curae leo eros vehicula suscipit. Blandit lorem nec purus nibh at nulla. Pretium fames nisl eni id lorem venenatis sed odio per. Posuere ipsum eu lectus penatibus iaculis consectetuer varius tempor netus. Lacinia dolor elit a velit nonummy at eget eu consectetuer nisl. Aliquam etiam elit lacinia penatibus maecenas lectus cubilia. Natoque augue. Pretium morbi. Conubia vitae. Blandit netus ante cursus aptent gravida amet imperdiet id eros odio nulla nisl interdum fusce. Conubia purus. Aliquam purus eu vehicula lobortis eu porta. Aliquet donec pede feugiat ut quis eu accumsan. Lacinia massa adipiscing duis metus tempor nullam praesent amet. Vivamus dolor diam ornare rutrum urna ante. Lacinia lacus orci euismod mi. Dapibus donec cubilia nibh. Lacinia fusce orci nec nulla nunc gravida et curae ullamcorper sagittis. Sodales ipsum amet leo blandit. Posuere metus et a urna fames hymenaeos dignissim urna. Viverra netus ante scelerisque integer nec sociosqu natoque et cum. Iaculis risus ve porta tortor eleifend parturient facilisis arcu.",
      "Vivamus felis elit potenti id porta. Cubilia justo eni habitasse senectus tempus aptent netus facilisis suspendisse felis. Lacinia fusce. Pretium velit sed eros a lacus dapibus lacinia enim ve consectetuer. Potenti magna commodo. Pretium neque. Nonummy donec etiam. Quisque curae erat condimentum lacinia scelerisque duis cras duis nisl. Dapibus netus. Integer curae. Blandit magna ipsum leo pede eleifend condimentum. Euismod metus nunc rhoncus. Egestas class fames massa vel consequat enim. Feugiat massa justo bibendum arcu tempor eu molestie quam sit metus fringilla. Posuere lacus. Laoreet neque in augue pede enim. Viverra purus eu consequat augue eu platea ac eget ad est consequat nostra. Vivamus vitae diam est lectus imperdiet tempor. Commodo metus eget. Iaculis morbi justo. Posuere lorem. Conubia dolor nisi a velit eu hymenaeos quisque cras ultrices imperdiet."
     ],
     "title": "Gravida magna felis luctus blandit cras a."
    }
   ],
   "title": "Natoque velit."
  }
 ],
 "abstract": "Natoque class elit nec platea metus arcu amet gravida ac ad. Gravida proin id vitae. Dapibus massa pede ve elementum vestibulum egestas. Natoque justo sem iaculis ac eleifend class quisque est et nibh et. Sodales augue parturient scelerisque libero mi justo ac metus pellentesque. Euismod justo purus a aliquet tempus ad fames ornare dignissim. Gravida risus ut tempor dis elit id. Integer netus fusce a urna et elementum porta et erat blandit ut euismod arcu odio integer dui. Euismod curae et pede lobortis facilisis id. Lacinia ipsum purus congue consectetuer phasellus. Vivamus felis amet nascetur scelerisque vel urna duis etiam ac aptent dapibus orci sed inceptos convallis amet. Blandit lacus donec ornare vulputate porta et nascetur placerat fames semper ornare. Feugiat vitae parturient suscipit erat mi lacus torquent per vivamus metus nibh. Natoque curae nibh vivamus arcu vitae facilisis mus dolor euismod aliquam. Conubia netus at varius fermentum tincidunt adipiscing odio class volutpat malesuada. Blandit class enim in pharetra erat pede. Blandit neque ipsum commodo ipsum integer eni ut felis morbi magnis tortor lacus aliquam nibh. Pretium porta netus magna tortor fusce elit hendrerit eleifend ornare quam blandit ac turpis ve nunc sem eu a. Feugiat lacus mi consectetuer blandit dictumst in mollis elit venenatis consectetuer. Conubia risus mi porta nullam at eget fames in nulla. Commodo lacus eu libero per ante hac class nam parturient sapien ve. Blandit fusce nisi sit vel eu vulputate a nec tristique.",
 "authors": [
  {
   "organisation": "Maldonado Limited Healthcare",
   "name": "Bernardo Widner"
  },
  {
   "organisation": "Maldonado Limited Healthcare",
   "name": "Jim Dysart"
  },
  {
   "organisation": "Maldonado Limited Healthcare",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "Maldonado Limited Healthcare",
   "name": "Rudy Holden"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Vincent Muszynski"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Sun Layfield"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Tillman Corp",
   "name": "Louetta Becerra"
  }
 ],
 "title": "Gravida dolor erat blandit lorem."
}