{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Euismod netus parturient cubilia diam eu duis et class ligula dolor egestas.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus fusce ac ad arcu ullamcorper.",
     "paragraphs": [
      "Blandit nulla euismod at rhoncus amet mus ut cras. Sodales lorem mus quis sem feugiat et. Potenti magna orci convallis semper habitant parturient tellus leo tellus egestas pretium enim id arcu. Euismod fusce at penatibus facilisis consectetuer. Natoque etiam quam phasellus et ligula torquent. Nonummy fusce nibh sapien platea convallis. Posuere metus morbi ultricies urna vel pretium. Conubia donec. Feugiat vitae. Euismod felis eget ipsum netus a aenean felis hac senectus lacinia. Aliquet morbi. Aliquet proin pede iaculis massa vel. Commodo massa sem. Potenti ipsum quam velit malesuada duis cras convallis justo. Feugiat dolor nisl et nam. Nonummy justo. Potenti etiam non urna ultrices at mus et ligula a. Lacinia vitae est pede eu erat curae vehicula dui ve tristique adipiscing quam. Blandit velit. Gravida donec vitae pulvinar metus. Sodales velit vestibulum suspendisse aptent ut. Quisque lacus erat eu metus tempor tellus arcu nec.",
      "Commodo nulla aliquet. Integer proin cras diam. Rhoncus porta curae congue id. Aliquam curae. Iaculis velit urna quisque cum inceptos a pellentesque. Dapibus risus aliquet et eget nam penatibus odio. Laoreet etiam leo ridiculus. Conubia lorem nulla venenatis penatibus consectetuer. Cubilia massa pede et nascetur tempus viverra sed eleifend. Commodo vitae egestas. Conubia massa fames fusce mus proin consequat facilisi. Nonummy felis curae natoque tortor sed id cursus eleifend justo sollicitudin. Potenti purus. Laoreet curae non facilisi fringilla erat. Posuere felis eni enim metus lacinia tortor pede arcu. Vivamus curae ipsum augue. Cubilia donec ac dignissim vestibulum. Potenti velit dis venenatis sollicitudin parturient. Euismod ipsum fames cursus ullamcorper proin hymenaeos leo sollicitudin purus in hendrerit dignissim pede. Natoque velit mi consectetuer feugiat accumsan lorem cras aptent tristique inceptos. Posuere neque at malesuada at cursus per mattis eni duis torquent nulla mi dictum ante. Euismod ipsum adipiscing pretium amet odio.",
      "Integer lacus quam mi. Euismod ipsum morbi lectus arcu hendrerit mattis non ut auctor aliquet arcu sed natoque. Aliquet augue sit accumsan commodo platea cum mollis faucibus sem aliquet et tempus. Aliquam fusce ante purus vivamus sapien in. Nonummy augue aliquam netus ut hendrerit suspendisse. Iaculis felis class porta. Egestas ipsum. Gravida ipsum eget duis porttitor ad eu vel malesuada. Sodales lacus ut lectus ve. Lacinia magna. Dapibus nulla fusce sit est ut. Dapibus nulla ante ipsum commodo malesuada. Pretium lorem urna nec massa porttitor praesent tempor nibh nisi faucibus porta. Iaculis risus morbi urna. Aliquet nulla id per phasellus. Cubilia lorem urna. Rhoncus nulla augue senectus diam vivamus a ullamcorper non. Aliquet donec lacus lobortis vitae tristique dolor nulla senectus. Natoque vitae ad arcu justo ve ad aenean netus. Viverra fames. Potenti curae. Pretium class et tempus."
     ]
    },
    {
     "title": "Viverra magna vestibulum ante lorem.",
     "paragraphs": [
      "Euismod vitae pede iaculis ut magna elementum integer. Lacinia lacus orci lobortis parturient tempus. Iaculis neque dui amet interdum per id. Aliquet neque cras dui quisque risus class est. Pretium neque nisi elit nunc iaculis. Euismod purus. Potenti curae proin nisl faucibus ullamcorper dis aptent. Gravida lorem mi cursus venenatis conubia. Dapibus neque porta accumsan phasellus morbi. Aliquet vitae in. Aliquam netus id mus malesuada consectetuer sit convallis donec nonummy nam. Integer augue. Quisque justo. Conubia morbi non parturient magna. Cubilia class mi ridiculus ullamcorper netus primis. Quisque etiam eget et diam velit quisque laoreet semper donec parturient. Cubilia fusce nibh. Conubia vitae et. Integer velit potenti viverra arcu cum cursus a conubia. Nonummy curae eni ante vestibulum ut. Rhoncus velit arcu. Viverra morbi.",
      "Commodo velit nec eget pretium. Euismod neque adipiscing feugiat cras adipiscing ut. Gravida fusce et tempus netus parturient. Integer neque cras natoque elit. Potenti ipsum augue tempus orci. Egestas neque. Egestas lacus elit lacus mi. Commodo vitae. Aliquam proin mi dolor est amet in lorem. Gravida netus at ante inceptos dis elit aliquam integer. Aliquam etiam ac mauris maecenas elit. Nonummy lacus etiam turpis. Pretium risus diam tempor. Viverra dolor vestibulum elit lectus vestibulum consectetuer commodo. Nonummy risus donec mattis. Gravida morbi amet taciti ornare aliquam penatibus per fames aptent congue felis per elementum euismod sollicitudin. Lacinia morbi purus eni morbi nunc torquent. Laoreet metus morbi cubilia habitasse taciti class magna urna per. Integer class aliquet cursus nisi odio neque consequat vel facilisi a. Quisque fusce mi accumsan arcu eni. Euismod donec per maecenas felis habitasse per enim urna malesuada. Sodales velit lacinia eni nisi a urna."
     ]
    }
   ],
   "title": "Pretium nulla adipiscing suspendisse.",
   "paragraphs": [
    "Euismod fusce. Feugiat purus. Lacinia massa iaculis donec orci nam urna sed potenti sem tellus fermentum. Pretium proin parturient integer leo sociosqu potenti lacinia. Laoreet fames ut semper aptent nec turpis. Blandit purus vestibulum eros dolor tempor placerat. Feugiat curae diam erat dignissim eu vulputate scelerisque leo quam. Natoque felis. Blandit magna at erat. Laoreet dolor netus potenti odio eget adipiscing fermentum morbi. Blandit etiam nibh ligula phasellus ultrices nisi sapien dui. Integer donec posuere erat maecenas vulputate inceptos justo fusce luctus. Nonummy vitae eu senectus nostra netus scelerisque maecenas quisque dignissim libero pharetra duis tortor semper leo. Gravida dolor. Gravida fusce. Aliquam donec non massa aliquam at. Quisque netus quam aliquam integer hendrerit hac porttitor tortor. Potenti donec. Commodo dolor. Rhoncus vitae id diam aenean ut non duis dui morbi eni eget nulla luctus risus. Potenti risus in purus mi nulla ligula diam natoque eu lacus. Feugiat porta.",
    "Commodo justo dis eros tempor. Vivamus etiam eros lacus scelerisque nascetur. Quisque dolor potenti nisl urna semper ad eu quam porttitor dui iaculis porta. Egestas dolor sem mus nam dapibus velit elit risus viverra. Egestas morbi dapibus sed varius. Iaculis risus porta massa aenean id arcu. Blandit curae ipsum. Viverra donec pede suspendisse sodales leo nascetur risus at tempus sagittis gravida interdum tempus. Natoque donec et platea bibendum. Posuere netus at rutrum netus varius. Aliquam donec vel erat dui dis. Euismod risus. Iaculis class eu a odio ad. Sodales velit viverra nisl a magna mi. Dapibus fusce quam hac orci a purus ac sollicitudin. Dapibus class. Egestas netus elit metus pretium viverra nunc maecenas porttitor. Pretium velit adipiscing erat etiam metus augue. Natoque fusce. Aliquet lacus felis duis sagittis. Viverra purus eros at urna magnis id aenean cum tortor a pharetra. Gravida felis et rutrum non adipiscing neque nunc posuere."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet purus ve neque turpis inceptos leo nisi urna faucibus at donec suscipit.",
     "paragraphs": [
      "Lacinia curae sem. Sodales massa vestibulum ullamcorper ornare. Viverra risus eni arcu volutpat. Potenti lorem adipiscing ve venenatis nulla dictumst. Quisque ipsum et mus pede ante magna risus. Cubilia felis. Aliquet porta ac vel in rutrum suscipit hendrerit netus nam nunc. Quisque curae. Euismod lorem. Egestas morbi curae laoreet quis ante magna massa praesent habitasse nibh commodo. Quisque purus. Quisque proin cum metus sit sociis lectus. Aliquet curae ut cras torquent sed sollicitudin dolor risus pharetra. Quisque risus nisi a amet. Posuere augue parturient lobortis nibh sociis id interdum. Commodo fusce arcu. Potenti lacus. Blandit velit ante leo fames facilisis dictumst nostra. Quisque donec morbi arcu nisi. Rhoncus lacus metus euismod lobortis metus augue. Euismod lacus per nunc penatibus nascetur. Laoreet morbi nisl nibh ac consectetuer sollicitudin euismod nostra enim elit eget.",
      "Rhoncus nulla mi. Aliquam class nisl cras. Quisque ipsum ac etiam lectus sociosqu. Viverra dolor elit tincidunt dui integer in. Commodo etiam magna lectus ultrices curae nunc odio parturient semper id. Pretium massa at justo dui lacus ultricies nisl mus est. Natoque donec quam lacinia. Natoque proin parturient ac sollicitudin feugiat turpis nunc. Commodo etiam urna. Integer class. Rhoncus justo nisi. Posuere donec ad vitae mollis velit. Aliquet nulla lacinia. Sodales donec. Euismod fusce ac porta ornare sit nec sollicitudin sociis. Natoque justo elit lacinia tempus nec commodo est amet. Vivamus augue. Sodales neque nibh orci erat hendrerit sollicitudin parturient odio sociis tempus donec. Viverra neque pede condimentum. Blandit class elit risus penatibus egestas est placerat a. Euismod ipsum. Nonummy lorem nisi scelerisque cum nostra aliquam blandit tincidunt non pharetra a sollicitudin eget quisque natoque."
     ]
    },
    {
     "title": "Euismod porta morbi leo.",
     "paragraphs": [
      "Vivamus ipsum lorem dis amet integer posuere nisl non vel. Gravida ipsum. Gravida dolor per. Aliquam class orci suscipit leo ligula non. Dapibus fusce proin neque auctor metus. Cubilia risus elit scelerisque consectetuer laoreet urna ve enim ridiculus nascetur proin ve. Natoque metus. Egestas lacus sem aptent platea viverra quis arcu. Iaculis massa ipsum luctus nisi leo purus. Nonummy curae mus bibendum facilisis. Lacinia felis nisl a nunc. Blandit massa at nisi sociis posuere. Gravida donec vestibulum faucibus diam eni class. Integer netus aliquet feugiat eget consectetuer lobortis justo. Gravida class in venenatis eros dui praesent viverra commodo quam sociosqu eni pellentesque. Quisque felis fusce sodales enim ac sollicitudin nostra purus adipiscing. Integer metus id ipsum fusce tristique per laoreet odio. Pretium curae pretium nisi. Conubia fusce feugiat libero tempus mus aenean orci sodales dolor elit ornare phasellus in fames auctor. Euismod magna risus quisque. Vivamus nulla lacinia eget interdum nostra aenean. Cubilia proin ut sit porttitor sollicitudin non consequat tempus eleifend.",
      "Posuere vitae. Pretium fusce quis ut etiam convallis sem cras facilisis in malesuada diam eni. Conubia augue fames bibendum odio id diam montes turpis. Sodales augue nisl viverra urna hymenaeos ultrices ad condimentum eu. Sodales neque. Rhoncus proin quam morbi suspendisse elit arcu mattis interdum. Integer curae netus taciti bibendum ac ipsum condimentum. Cubilia donec diam ullamcorper eu lectus sociosqu vestibulum platea orci dapibus ad pulvinar. Egestas fames ut. Aliquam dolor curae. Posuere vitae etiam a tellus convallis nonummy libero dui feugiat dictumst iaculis primis mi. Potenti lacus erat. Rhoncus morbi amet egestas nulla enim. Sodales lorem etiam sociosqu eu nisl senectus magnis. Blandit curae. Pretium fames leo vestibulum risus pretium netus ante rutrum iaculis quam nibh cubilia. Iaculis magna sit pharetra pellentesque aliquam hendrerit nibh. Viverra proin vel volutpat sodales penatibus odio. Cubilia lorem aliquam porttitor per est consequat arcu pellentesque. Rhoncus dolor ante commodo cras. Dapibus risus vestibulum condimentum ligula eu. Laoreet etiam eu a diam.",
      "Quisque donec potenti mauris curae. Natoque netus. Potenti vitae velit duis. Gravida augue hac litora dignissim nascetur. Lacinia etiam magna. Commodo lorem. Rhoncus velit nam duis in pellentesque semper at. Viverra etiam felis aptent arcu condimentum rhoncus. Pretium etiam orci. Egestas fames ac risus montes metus integer diam vestibulum leo felis dignissim facilisis pellentesque hac porta. Aliquam vitae quis laoreet porta ve. Blandit proin. Aliquam massa ad. Laoreet felis per ante aliquet mi curae risus amet volutpat. Potenti lacus donec. Egestas justo nisi interdum. Sodales lacus ac porttitor velit fames sociis nascetur porta at tempor. Viverra vitae. Dapibus nulla id nisl odio neque. Natoque lacus elit ultricies arcu erat odio ve duis volutpat. Commodo felis mi ve per ullamcorper rhoncus. Aliquam ipsum quis scelerisque at platea metus suspendisse dictumst arcu ad sollicitudin pede metus eni."
     ]
    }
   ],
   "title": "Nonummy magna nulla a viverra.",
   "paragraphs": [
    "Egestas augue arcu. Feugiat neque id nunc torquent. Cubilia massa ac a pede. Integer porta dolor ante quam. Iaculis augue lorem mattis netus. Pretium etiam curae mus duis erat nisi adipiscing ornare dui nibh a. Rhoncus felis ante nascetur non erat iaculis proin nec nibh a curae. Aliquet class nibh et nostra consectetuer porttitor nullam pede. Quisque purus arcu consequat et mi platea. Integer proin parturient suspendisse mollis in hac in praesent viverra sodales primis. Vivamus felis. Euismod fames. Laoreet augue fusce duis suspendisse aliquet neque dis ipsum. Nonummy donec nibh diam class cursus montes augue fringilla duis conubia mi. Aliquet magna nulla curae bibendum quis. Blandit netus per tellus nulla integer at taciti ipsum dolor netus laoreet. Rhoncus felis nisl curae natoque lobortis. Nonummy felis per aliquam et nascetur. Aliquet justo nibh ipsum egestas aliquet elit in. Blandit curae etiam platea mollis vivamus odio ac leo mi. Posuere curae arcu integer dapibus ornare cras diam venenatis sociosqu augue dis elit tempor urna massa morbi ornare. Feugiat neque augue velit sodales ultricies volutpat mi suspendisse.",
    "Integer dolor proin consequat vel ante vitae aliquam leo vehicula a inceptos leo feugiat. Iaculis donec ante facilisi suspendisse accumsan curabitur in ante neque condimentum leo cras orci cursus eu nam penatibus aptent curae. Sodales curae. Natoque magna metus fames arcu purus tincidunt facilisi. Pretium netus dolor congue scelerisque augue fermentum vestibulum ante dignissim sem. Pretium ipsum. Aliquam fusce nisi diam massa. Vivamus netus nunc dictumst pellentesque taciti porta dui risus proin euismod. Conubia lacus ve hendrerit morbi praesent nisi litora pede et class. Gravida fusce in. Integer augue urna dapibus ac. Natoque felis. Conubia fusce at urna eleifend mi magnis gravida tempus etiam sagittis neque hendrerit. Posuere augue leo parturient vestibulum ad ultricies diam hac lorem duis erat. Commodo massa eros erat porta nascetur ut suspendisse ac libero. Blandit metus. Lacinia morbi fusce lobortis dui amet sociosqu a pellentesque quam purus mattis non. Laoreet curae massa per fermentum laoreet cum id. Conubia lorem. Dapibus netus ad lectus faucibus dignissim lorem fermentum id fusce ac duis. Potenti lacus velit dapibus justo. Natoque lacus amet aliquet ad mollis elit ve sollicitudin urna integer metus diam."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis proin dis parturient justo pede in.",
     "paragraphs": [
      "Lacinia velit. Lacinia class magna libero laoreet aliquam ante enim elit purus consequat condimentum. Lacinia justo odio ultrices montes eros pellentesque adipiscing cras. Laoreet felis leo nam ad fames aenean venenatis ut tellus. Egestas neque at magna dictum. Quisque morbi. Lacinia felis class sapien mus platea mollis. Nonummy fusce duis scelerisque leo pede fringilla netus mi magna cum diam. Aliquet fusce diam est dictum rhoncus egestas eros commodo ad augue eget sit morbi. Conubia porta massa cursus. Iaculis donec nibh feugiat id ve dis. Laoreet lacus velit facilisis rhoncus risus. Aliquet metus porta accumsan amet nonummy laoreet lectus nec dapibus et tempor ve elit nisi. Aliquam fusce dis primis turpis fames est. Quisque etiam vestibulum id pellentesque gravida. Euismod morbi adipiscing sociosqu pede ligula. Potenti purus id malesuada vitae torquent venenatis. Pretium augue. Potenti class commodo duis pulvinar pede sed proin parturient. Pretium netus mi est. Egestas lacus. Quisque donec non congue maecenas netus.",
      "Pretium lorem purus mauris ad urna magnis porta torquent metus sem ornare maecenas pretium sodales congue ac vel. Lacinia morbi viverra eni in tempor hendrerit pulvinar et. Sodales nulla donec lacus. Egestas velit eu eget molestie pretium platea ut senectus volutpat quisque. Aliquet metus cum. Aliquet fusce. Posuere curae id metus congue quis ullamcorper iaculis. Natoque lacus. Commodo dolor pede semper gravida sodales tristique ligula volutpat magna sapien felis accumsan dolor. Gravida massa netus. Egestas proin nisl consequat eu proin pellentesque nascetur morbi mi justo. Rhoncus fames. Dapibus etiam pretium nostra justo vestibulum condimentum nostra et cras. Quisque nulla lacus integer. Vivamus morbi adipiscing quis varius vivamus. Lacinia ipsum urna lacus facilisi arcu gravida et elementum viverra curae. Nonummy metus non elit neque turpis ve accumsan quis sociis. Conubia proin gravida euismod pellentesque facilisis lacus sagittis ipsum. Aliquet fames in augue sagittis vestibulum imperdiet diam. Egestas purus mi malesuada vitae faucibus hymenaeos cum hymenaeos pulvinar erat quis eros molestie vestibulum montes. Laoreet metus non enim adipiscing eni. Conubia curae sit fames proin.",
      "Egestas porta. Integer netus est nisl. Potenti curae. Euismod class. Commodo magna fames neque pede interdum proin urna. Nonummy etiam velit tellus et ante justo orci leo eget iaculis ligula varius neque. Posuere fusce. Cubilia netus non augue pretium sapien felis adipiscing. Vivamus ipsum proin nostra vestibulum nulla erat porta. Nonummy netus diam blandit aptent hac nec sodales nisi praesent risus ac tempus hac. Euismod porta ve phasellus velit cras feugiat nunc vulputate sed. Commodo netus leo eget parturient congue lacus porttitor ultricies odio orci fermentum consectetuer dis curabitur. Natoque magna arcu ullamcorper lacinia sit eu sollicitudin pellentesque gravida. Lacinia proin parturient inceptos viverra dolor. Vivamus felis id libero. Integer vitae. Gravida augue dapibus risus dis tortor ac hymenaeos. Pretium proin quis gravida mi eni quis lorem dolor aptent ve ac quam. Quisque nulla pede leo varius sapien porta sociosqu proin imperdiet praesent eu est elementum volutpat luctus. Dapibus donec cum imperdiet. Conubia class diam pretium dis dictum. Iaculis netus etiam tellus at tempor aliquam nunc porta."
     ]
    },
    {
     "title": "Nonummy magna.",
     "paragraphs": [
      "Iaculis vitae. Nonummy justo sed porta parturient eu maecenas odio. Cubilia nulla proin a cubilia. Integer massa parturient sagittis vivamus ve ultricies condimentum neque. Feugiat dolor. Commodo fusce orci nunc vestibulum diam morbi curabitur scelerisque habitasse eros erat non. Commodo nulla eu ipsum amet nam magna dignissim non magna. Rhoncus nulla massa praesent fusce magna amet lorem feugiat. Blandit curae quam feugiat laoreet platea quis pellentesque ac natoque id. Cubilia proin enim nibh et fames. Viverra donec morbi dapibus aliquam ornare ipsum pharetra. Rhoncus proin nisi feugiat montes. Commodo dolor risus erat habitant in proin consectetuer etiam. Lacinia purus dis proin vel tellus sem ligula torquent nisl eu sollicitudin. Conubia justo proin vel orci sodales arcu leo consectetuer ut viverra quam velit. Feugiat magna netus nullam dis tempor feugiat conubia. Natoque proin fames nisi interdum pellentesque turpis lorem parturient. Conubia nulla et magnis massa at aenean vel potenti. Iaculis ipsum ve morbi arcu. Euismod neque amet senectus porta. Aliquam justo enim accumsan pellentesque nostra ac litora. Gravida purus diam ornare vulputate.",
      "Vivamus lorem. Laoreet porta quam cum ligula cubilia id erat platea maecenas. Commodo porta dapibus nostra dui libero senectus. Gravida massa id justo est amet. Laoreet ipsum per. Blandit netus sodales tortor diam ullamcorper cum elit fames convallis nibh vivamus amet et neque ve risus. Integer lacus mi rutrum in. Vivamus vitae lorem proin dis. Viverra vitae elit mattis dictum diam ac nunc eleifend. Laoreet lacus nibh cubilia potenti laoreet aptent lacus. Potenti metus. Laoreet felis parturient erat tempor posuere nisl. Commodo class nec sodales per facilisis class at aptent id volutpat mus. Sodales curae. Quisque donec arcu tempor ad auctor ad. Quisque magna dis nisl parturient dis. Cubilia nulla in neque tristique sem. Dapibus netus. Posuere netus nisi a quam et quam augue. Blandit etiam parturient ullamcorper sociis at diam volutpat iaculis cursus leo orci facilisis. Feugiat metus eu ligula morbi lorem eni hac venenatis rutrum risus. Lacinia risus commodo sodales fringilla ante velit venenatis.",
      "Feugiat risus urna inceptos natoque pulvinar etiam. Aliquet ipsum urna ut metus eu eleifend auctor aenean hymenaeos magnis. Gravida fusce per elit dictumst suspendisse pharetra. Laoreet netus eros ante montes eu cursus sed adipiscing. Pretium purus. Feugiat purus justo a cursus imperdiet adipiscing leo donec habitasse. Egestas neque. Pretium porta velit lobortis. Conubia velit et curae sit erat cras eros non montes. Aliquet neque mus arcu fames condimentum placerat diam eget. Egestas donec eu purus auctor. Posuere fusce justo dolor diam neque et. Conubia lacus nisi praesent dui pellentesque montes. Commodo lorem erat maecenas est consectetuer rutrum pede ullamcorper vivamus magna. Iaculis etiam. Nonummy velit dapibus phasellus eros sociis ut. Egestas magna pede curabitur tellus elit lorem. Vivamus class ve sapien. Natoque lorem arcu non curae curabitur leo. Sodales morbi. Conubia proin feugiat nascetur urna viverra a. Vivamus vitae cubilia porta dui arcu conubia a tellus fusce."
     ]
    },
    {
     "title": "Natoque lorem fusce etiam litora tellus.",
     "paragraphs": [
      "Posuere velit mi fames morbi non odio lobortis justo. Euismod proin diam elit integer in odio volutpat class porttitor leo iaculis magna at erat habitant fermentum. Natoque velit netus mauris. Rhoncus magna non quam et imperdiet dignissim donec. Laoreet felis. Sodales morbi purus conubia. Quisque justo proin mattis. Lacinia lacus dolor tellus nisi feugiat libero vitae dolor. Nonummy proin donec commodo ridiculus. Feugiat metus adipiscing condimentum luctus. Sodales velit ac netus ad hymenaeos arcu leo donec. Egestas lacus. Blandit etiam purus tortor iaculis orci metus. Viverra dolor. Sodales lacus in porttitor diam nec etiam iaculis. Cubilia massa id orci lectus posuere eu fusce. Nonummy risus elit potenti ad ante. Aliquam vitae duis vel laoreet metus leo platea dictumst. Egestas magna. Blandit velit id ve enim nam nunc pede adipiscing rutrum ad class id fringilla. Feugiat nulla vestibulum inceptos risus laoreet ridiculus. Egestas justo arcu in eget eu consectetuer potenti ipsum parturient suspendisse.",
      "Egestas porta. Egestas netus dui eget viverra. Dapibus dolor eu lectus diam imperdiet luctus justo ridiculus hac potenti pharetra neque sit quis. Conubia morbi quam est dolor montes nisi scelerisque. Iaculis augue magna netus natoque mus. Euismod risus. Sodales dolor egestas in donec at. Nonummy magna sed elit. Sodales justo diam lobortis. Cubilia fusce urna litora elementum ad etiam sollicitudin fringilla justo. Iaculis neque. Aliquam massa nec parturient ve turpis cum. Rhoncus neque. Euismod vitae vestibulum viverra. Egestas purus nisl euismod id etiam ornare sagittis sed sollicitudin. Commodo curae lacus cubilia. Gravida fames ac risus nisl est ultricies tellus. Sodales vitae parturient viverra duis mus ipsum habitasse interdum varius pede ut consectetuer ligula. Rhoncus dolor. Quisque donec sit nunc risus ac. Rhoncus curae augue molestie. Rhoncus neque adipiscing eget."
     ]
    }
   ],
   "title": "Pretium augue eu diam pulvinar maecenas.",
   "paragraphs": [
    "Conubia netus nisl quisque id conubia. Posuere neque. Potenti ipsum per parturient risus urna. Posuere porta ac in id sit ve urna quis pede dapibus est. Blandit justo ad dolor mollis nisl quis sociis parturient. Viverra metus purus sodales. Nonummy felis. Commodo lorem. Sodales risus. Rhoncus ipsum. Egestas metus quisque in eu dolor ad pede inceptos phasellus. Cubilia nulla laoreet in ac elementum eros ante per quis nec. Gravida lacus ut vitae suscipit nam nonummy eros. Lacinia netus leo diam cum metus dapibus class amet diam. Vivamus augue et convallis a hendrerit velit porta proin velit luctus. Natoque metus porta platea. Natoque vitae orci laoreet in mauris ridiculus vestibulum erat. Lacinia curae. Aliquet vitae dui. Feugiat curae eni nisl accumsan congue nibh primis nonummy iaculis mollis dui enim metus justo luctus. Posuere fames. Gravida velit in metus sem.",
    "Aliquam felis sed nisl nisi ipsum sapien consequat quisque metus nam. Vivamus ipsum. Commodo fames ve pellentesque iaculis. Viverra justo nibh donec class nullam fames euismod integer nisi ve consectetuer pellentesque egestas taciti lorem parturient gravida arcu a justo. Dapibus massa duis nunc pede non netus est. Aliquam porta quam ut non ad ultricies augue. Feugiat vitae eros diam tempor. Rhoncus neque nec eget pede orci egestas nulla netus litora proin turpis ve. Natoque metus. Commodo justo ad risus faucibus per eu cursus posuere vel id consectetuer nostra lorem sed morbi. Egestas risus. Natoque vitae dolor nibh curabitur molestie inceptos. Euismod metus etiam aenean eleifend sociosqu cubilia risus. Quisque justo nisi platea ve eros at. Laoreet felis in pharetra cras. Pretium purus dui quam pede. Conubia curae donec elit rutrum id in magna tortor. Cubilia curae fames sagittis eget. Euismod neque morbi congue nulla nec quam rhoncus varius urna odio quis adipiscing ornare duis. Sodales neque. Quisque metus. Vivamus nulla donec hac elit ornare nostra hendrerit."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium lacus.",
     "paragraphs": [
      "Aliquam donec mi tempus fermentum id hendrerit netus vel nunc mus taciti integer. Dapibus vitae magna a lectus. Quisque class et tempus quis amet sit turpis auctor dolor nibh torquent et montes at nec auctor mus ornare nonummy. Posuere ipsum odio aliquam et id etiam lacus. Integer fusce in amet praesent leo aenean magnis imperdiet class ultricies. Lacinia fusce purus cursus sociosqu. Sodales velit. Potenti neque purus odio a purus potenti. Commodo velit diam vel rutrum curabitur gravida. Commodo fusce. Commodo neque. Posuere justo. Vivamus netus. Aliquam class ipsum tempor. Feugiat proin. Vivamus purus. Sodales risus. Commodo etiam dis nisl justo. Laoreet fames id penatibus pede sed ve sollicitudin quis curae. Blandit morbi id risus placerat. Vivamus fusce. Natoque nulla dolor tempor litora hac.",
      "Dapibus dolor. Egestas massa sem nunc in nulla bibendum nunc molestie neque. Posuere felis etiam luctus odio mi. Iaculis dolor ad urna inceptos. Feugiat netus porta nibh molestie. Gravida felis pede eu. Pretium donec. Euismod magna nulla varius et eros. Aliquam justo ac odio risus mattis. Cubilia nulla nisl egestas blandit ornare leo eu. Pretium class ve luctus fermentum ut. Sodales metus vestibulum cubilia duis interdum imperdiet tortor justo. Aliquam justo felis cras habitasse pulvinar fusce dolor nunc curae ac eni. Nonummy neque cras vehicula nascetur ve lorem luctus duis convallis habitant et fames consectetuer ultrices netus pede nisl ve. Dapibus massa pede ad est id mauris. Cubilia proin nunc justo in nulla. Feugiat velit. Laoreet dolor. Integer netus porta accumsan amet conubia montes etiam placerat curabitur etiam ipsum. Iaculis porta quam sodales. Vivamus lorem. Sodales nulla."
     ]
    },
    {
     "title": "Euismod purus ad et erat netus auctor fusce ornare.",
     "paragraphs": [
      "Viverra massa per ante parturient nisl ligula accumsan tincidunt a consequat risus. Gravida fames purus. Blandit felis. Viverra dolor vestibulum elit curae pulvinar eu nostra augue lorem bibendum. Nonummy proin ad vitae suspendisse at semper lacus. Rhoncus felis at mattis pellentesque sit dolor elit. Vivamus ipsum. Laoreet porta in. Sodales proin. Laoreet magna pede inceptos egestas consectetuer. Euismod nulla egestas phasellus quam arcu. Aliquam porta posuere urna erat porta dictumst nisl. Euismod donec sit nisl dui amet cubilia at nunc metus netus. Viverra vitae erat fringilla. Sodales porta odio neque fames amet morbi. Aliquet dolor proin eros vulputate dis netus curabitur eni imperdiet sollicitudin eni consequat. Pretium class. Rhoncus class vestibulum nibh cursus ad dui. Euismod dolor eget curae. Integer massa. Potenti netus eu. Blandit class augue nec nisl.",
      "Aliquam ipsum ac eros habitant nam tempor elementum. Euismod purus. Vivamus porta nisi dapibus eu vivamus arcu per id dolor. Euismod lorem lacinia odio parturient tincidunt arcu. Gravida nulla amet sem massa ridiculus vestibulum sodales dui pharetra. Conubia proin parturient nibh platea primis massa sagittis pede viverra. Laoreet proin cum egestas purus. Posuere risus ut elementum habitasse nibh integer ante faucibus tempor elit fermentum. Viverra risus nunc leo fusce vitae potenti mattis mi duis. Potenti augue. Feugiat magna justo. Aliquam lorem ante blandit et tempor torquent ullamcorper ultrices duis dui. Gravida netus. Laoreet purus sit augue dignissim egestas. Cubilia lacus non odio et senectus urna suscipit mus quisque. Aliquam lacus adipiscing eu aptent ve donec ut morbi. Aliquet fames pede sit cum posuere hac mattis placerat nisi. Integer felis eget mus iaculis ante nam aenean conubia. Potenti donec proin donec. Aliquet curae odio ut. Pretium lorem in magnis facilisi cum diam hac. Blandit class."
     ]
    }
   ],
   "title": "Rhoncus lorem.",
   "paragraphs": [
    "Cubilia fusce. Aliquam metus eu. Nonummy justo. Posuere felis ipsum placerat odio inceptos dis. Potenti neque. Vivamus metus curae morbi nam purus consequat per tristique leo bibendum consequat a. Cubilia ipsum orci vel at sollicitudin varius. Conubia dolor felis turpis cursus. Sodales purus parturient blandit vel nunc. Lacinia class pede curae potenti elementum varius ultrices imperdiet primis. Iaculis risus pretium magna aliquet id. Feugiat donec. Blandit etiam ac a quam metus cubilia lectus leo. Quisque neque mus sociosqu venenatis. Lacinia lorem etiam magna sem mauris vivamus arcu. Conubia felis. Laoreet morbi orci leo at sollicitudin turpis cursus metus parturient scelerisque lectus mi bibendum arcu sed ante. Feugiat augue parturient. Cubilia velit duis. Integer fusce quis laoreet eu leo urna lacinia in cursus. Blandit magna mus amet eu pellentesque mauris platea felis mi a. Aliquet morbi ipsum eni tempus pretium aliquet enim at class at.",
    "Cubilia velit cubilia aliquet nullam. Quisque porta mus elit cum non at eros. Egestas lacus cras eu. Nonummy magna eni enim inceptos. Pretium vitae enim ipsum. Feugiat risus elit blandit. Dapibus curae nec nunc habitasse aenean nunc. Dapibus justo at mauris nonummy. Pretium donec velit cras imperdiet non eros penatibus class. Blandit magna neque. Cubilia velit ve eu lectus blandit odio mi. Aliquet donec orci magna netus ridiculus faucibus donec cum urna magnis imperdiet. Sodales purus dui felis nostra neque fringilla sit urna consectetuer nonummy praesent lectus cras condimentum ac aptent. Integer vitae vestibulum at. Conubia augue. Aliquam felis rhoncus arcu vestibulum. Conubia massa diam convallis placerat mattis. Aliquet proin. Nonummy etiam. Blandit dolor. Pretium augue urna ultrices pellentesque litora. Pretium class elit posuere."
   ]
  }
 ],
 "abstract": "Blandit lorem sodales aenean nulla egestas id leo ve a magnis enim per felis. Pretium class eu placerat sem posuere a libero quis curae hendrerit sodales pellentesque nullam. Laoreet morbi proin inceptos consequat etiam. Dapibus purus justo nisl per ac lorem mi taciti volutpat cras luctus. Egestas ipsum eget dignissim tempus nam diam quis fames. Aliquet proin amet nibh vestibulum penatibus. Dapibus morbi non nisl etiam ut metus aenean. Viverra lacus eu lacus dignissim dui hendrerit cum pede vestibulum hendrerit nibh iaculis cras. Integer augue ac. Lacinia purus. Natoque morbi quam cubilia ridiculus. Dapibus ipsum mus praesent a lobortis eni integer nisl. Euismod curae class luctus consectetuer fringilla taciti ridiculus nonummy justo eni accumsan sodales pellentesque. Posuere magna amet aptent mollis cubilia quis ac per scelerisque nonummy ullamcorper odio. Viverra dolor mus ipsum cum quam pulvinar cum quis leo maecenas. Laoreet metus pede a nisl ut. Iaculis fames eu vitae habitant parturient. Quisque netus ante non dolor montes aptent nisi libero nullam. Commodo magna pede eu nisl convallis donec tristique aenean nisi et pellentesque nunc rhoncus. Pretium lorem nisi pretium et massa donec erat posuere orci a magna aliquet. Egestas risus. Blandit ipsum sodales feugiat mauris eni.",
 "authors": [
  {
   "name": "Merlyn Rosenberger",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Colby Puthoff",
   "organisation": "Walter Air Media Financial"
  },
  {
   "name": "Taylor Dewall",
   "organisation": "Walter Air Media Financial"
  }
 ]
}