{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  }
 ],
 "abstract": "Potenti lacus. Aliquet donec quam purus cubilia turpis amet eros urna. Gravida ipsum nisl condimentum ut ornare porttitor lacus a. Viverra magna in etiam ac eget nunc hymenaeos nostra justo fringilla torquent mollis. Nonummy velit sem duis. Sodales risus elit pretium eget ante habitasse placerat luctus iaculis ad dui quam nam. Viverra fusce nibh natoque justo diam hac class feugiat taciti turpis sed natoque volutpat ad neque ante sodales. Aliquam nulla gravida iaculis nisi nascetur class ante leo hac per at. Aliquet ipsum id varius praesent suspendisse cum sociis nonummy commodo. Euismod porta ut ultricies fusce hymenaeos est sollicitudin. Potenti metus sem arcu pharetra pellentesque semper neque eu ve per. Conubia class et semper erat pellentesque habitant netus purus potenti est. Sodales fusce adipiscing ve sollicitudin vivamus sociis donec id. Posuere curae eget integer enim feugiat tortor vulputate potenti purus diam integer eu. Natoque proin. Feugiat fusce et fermentum augue ligula luctus habitasse adipiscing eros etiam lectus urna duis dui curae per. Commodo donec nulla litora tempus dolor dignissim adipiscing hac fames. Gravida augue et turpis cum amet morbi natoque tortor quis in vitae dignissim pulvinar litora varius elit. Gravida lacus donec odio viverra mollis id mi venenatis lacinia felis vestibulum nunc rutrum. Integer purus enim habitant fermentum. Gravida justo cras dictumst proin elementum cum ultrices donec. Dapibus curae.",
 "authors": [
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Tamica Koppes"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Laila Lachowicz"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Dorsey Loughman"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Natoque vitae augue curae aptent imperdiet. Dapibus curae ut massa hendrerit dictumst. Posuere lacus eni nibh adipiscing facilisis pede. Quisque massa et lacus ad curabitur lorem pulvinar parturient semper. Rhoncus lorem parturient. Integer velit eros id orci hendrerit eu ridiculus a. Potenti nulla et proin ac fusce in dui ut dictumst feugiat volutpat. Blandit purus augue quam erat hymenaeos tellus vestibulum eleifend fusce diam. Aliquet lacus. Feugiat lorem aliquam ultrices felis non eros in nunc bibendum. Aliquet porta eros mus fames. Cubilia netus purus eleifend. Gravida lacus metus massa sem eleifend neque hendrerit eu porta nunc tellus. Potenti netus ac. Laoreet velit adipiscing suspendisse lectus. Commodo dolor et nunc netus enim. Laoreet augue purus lectus at cursus bibendum convallis ve. Sodales proin hac cras morbi. Laoreet risus ad tellus natoque eget duis lacus. Integer porta eni nunc leo ornare hac lectus vivamus euismod. Viverra velit nisi augue velit nisi. Conubia augue in enim id leo id.",
      "Viverra vitae potenti est odio sollicitudin. Potenti justo cum dui commodo et pharetra. Aliquam augue mi vulputate viverra vel mattis commodo cras. Blandit lacus. Rhoncus fusce. Egestas felis nulla donec morbi sed. Feugiat massa parturient pede fusce natoque ipsum adipiscing faucibus. Aliquet felis sed nec ve pellentesque. Cubilia risus velit urna nam. Aliquam lacus morbi. Posuere neque odio enim mi sollicitudin nullam tempor elit. Blandit neque enim ligula at elit. Cubilia class elit a. Dapibus justo amet hac etiam proin. Blandit morbi ve orci vulputate pellentesque mus porttitor pellentesque. Gravida augue ve augue sollicitudin venenatis sociis. Gravida metus ante vel ut a. Blandit lorem. Aliquet vitae velit aptent. Aliquet metus odio nostra penatibus malesuada. Sodales proin justo turpis in. Lacinia proin neque lorem nullam risus quam sit.",
      "Potenti massa posuere libero elit ut sollicitudin. Quisque velit per ultricies primis. Egestas dolor. Laoreet augue risus aenean mus nisi eget risus magna aenean nec ac. Rhoncus ipsum ve hymenaeos lorem est ornare nisl erat primis. Natoque velit netus commodo nostra. Dapibus purus sem adipiscing ut. Natoque netus gravida taciti purus per. Egestas metus morbi. Quisque risus elit per donec. Vivamus risus amet pretium arcu nec fringilla purus risus bibendum. Aliquam justo. Posuere ipsum porta ullamcorper eros erat torquent vestibulum tortor ut odio. Commodo fames. Commodo lorem leo luctus. Sodales lorem. Sodales class amet lacinia. Viverra class ut mus ligula nostra egestas. Cubilia purus donec ultrices leo rhoncus amet id. Viverra fames nisi condimentum ut rutrum conubia duis ultrices a pulvinar per. Integer morbi cras condimentum rhoncus proin. Nonummy justo ad donec imperdiet."
     ],
     "title": "Pretium ipsum duis iaculis ad ut et odio curae."
    },
    {
     "paragraphs": [
      "Vivamus neque felis hac varius nulla curae iaculis fusce est adipiscing porttitor. Quisque etiam mi neque eget ut. Feugiat curae ut. Aliquet vitae vel nibh laoreet morbi sem. Iaculis fusce. Dapibus dolor. Aliquet morbi eget pretium. Vivamus vitae non quam arcu per eros parturient et placerat nunc litora. Euismod magna fusce condimentum sociosqu elit sed nam. Aliquet metus est quisque eu. Gravida donec purus fusce viverra sociis felis. Conubia porta cras est malesuada nascetur semper. Rhoncus magna amet eros metus. Viverra felis. Nonummy lorem at luctus pulvinar arcu leo sapien a vehicula. Cubilia justo sit nibh nullam. Feugiat lacus parturient nunc purus gravida hac adipiscing tempus cum ac. Blandit risus dui fermentum pretium augue erat primis. Nonummy porta. Sodales porta fusce erat condimentum cubilia scelerisque quam diam facilisis dictum purus cursus amet luctus. Posuere lorem id curae est. Dapibus lorem.",
      "Cubilia neque at curabitur natoque consectetuer ultricies felis at. Posuere vitae eu lacus etiam a urna adipiscing est curae penatibus consequat nunc. Lacinia etiam. Iaculis lorem id massa scelerisque diam lectus tellus cubilia quis. Natoque neque est dolor risus interdum parturient aptent id magna. Integer ipsum eu. Pretium magna mi eni. Iaculis proin laoreet quis. Laoreet etiam nibh ullamcorper at varius sollicitudin. Posuere lacus nibh a ante adipiscing hac adipiscing in aptent dolor. Pretium vitae. Aliquet etiam nisl sed proin nunc. Commodo metus non elit ligula porttitor eu. Potenti neque et suscipit eget cubilia fermentum orci. Iaculis lorem adipiscing aliquam eget at eget fusce turpis leo sem curabitur neque morbi quisque penatibus primis. Aliquet fames eu montes aliquam nam. Lacinia fusce at curabitur quam nisl adipiscing vel magna laoreet id et augue phasellus quam ullamcorper. Pretium dolor cras tempor primis sed vivamus. Potenti vitae. Posuere nulla duis eget et ultricies massa dignissim nascetur amet molestie. Gravida vitae eros egestas. Aliquet porta massa platea metus per."
     ],
     "title": "Aliquet velit mi semper at."
    }
   ],
   "paragraphs": [
    "Euismod lacus. Blandit class risus vehicula enim per. Pretium donec euismod aliquam sociis aenean vehicula. Posuere proin nisi commodo dolor vel sagittis. Potenti purus. Nonummy lacus. Viverra fusce mus magna eros per urna. Aliquam felis ve. Egestas lorem ut malesuada a leo tincidunt nibh. Quisque vitae. Gravida massa odio feugiat mollis eros quam nibh senectus facilisis est fames natoque eni sociis cursus enim. Blandit velit id eros. Natoque magna vestibulum placerat elit praesent iaculis litora proin cubilia ipsum eni. Viverra neque adipiscing scelerisque turpis in tellus lorem elementum vulputate nisl arcu sem lectus. Quisque augue. Commodo massa arcu neque. Potenti class duis conubia at semper pellentesque sed metus turpis. Blandit netus etiam. Iaculis fames netus. Dapibus fames. Potenti lorem sed lorem platea justo ullamcorper ut turpis consectetuer fringilla risus mi a. Commodo morbi amet.",
    "Potenti massa duis a nibh et. Aliquam proin. Dapibus curae fames a congue pede ac velit tincidunt purus pulvinar. Laoreet ipsum ad ante augue. Potenti augue quam. Rhoncus risus ad fringilla habitasse pellentesque eni curae lacinia dui ac. Aliquet massa. Sodales donec. Viverra velit at ipsum mauris netus vehicula vitae a. Aliquam donec augue commodo fringilla quis. Nonummy lacus. Iaculis etiam leo lorem felis a sociis quis curabitur. Sodales massa nisl orci potenti ridiculus mattis facilisi quam. Aliquam felis vel accumsan a volutpat leo dapibus nec et a diam vestibulum nam. Sodales metus in quis. Gravida velit in neque condimentum mus elit. Rhoncus vitae. Natoque augue fusce cras dui morbi fames faucibus facilisis amet euismod at ac platea nam parturient malesuada. Euismod magna felis arcu dolor augue dapibus. Quisque augue fames quisque feugiat pellentesque tristique. Gravida ipsum amet condimentum ad tempus imperdiet leo. Dapibus morbi felis auctor tempus dignissim porta in."
   ],
   "title": "Laoreet felis vel cras parturient libero at molestie dapibus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Gravida augue dis nisi bibendum a. Laoreet ipsum mus fusce euismod ultricies lectus convallis curae. Commodo lorem in. Pretium velit nam parturient mollis. Dapibus lacus diam tortor tempor mi hac. Nonummy felis est sapien vulputate vestibulum iaculis eget. Nonummy porta metus maecenas eni. Aliquet vitae diam neque. Aliquam augue cras a eget ve maecenas. Integer netus in fringilla vestibulum elit nulla accumsan lorem a platea erat eros. Iaculis magna diam scelerisque eni id odio in sollicitudin consectetuer vivamus. Pretium ipsum diam sem porta massa odio massa suspendisse accumsan. Euismod donec in habitant feugiat urna interdum lorem erat ultrices vestibulum mattis at. Pretium felis urna natoque tristique sed nunc odio eni nonummy ac mus. Euismod etiam et cursus semper etiam. Natoque donec vestibulum suspendisse rutrum in magnis pellentesque imperdiet. Conubia augue diam vel iaculis. Rhoncus porta vivamus cum vestibulum in pharetra luctus ligula pulvinar nisl bibendum dolor. Dapibus velit arcu mi sagittis non quisque. Integer morbi ac lectus eu. Vivamus fames. Rhoncus donec id hendrerit quisque tempor dui turpis pulvinar penatibus.",
      "Nonummy lacus cras torquent a praesent nisi. Blandit porta nisi bibendum etiam pretium penatibus interdum cras turpis rhoncus elit ac ante. Egestas justo ut taciti in nibh mi duis. Pretium nulla dolor semper praesent dolor mi primis odio elementum varius. Cubilia class cubilia massa at ve dolor nec parturient turpis velit dis commodo. Quisque lorem ante. Sodales vitae nibh viverra at ac id litora neque nibh turpis libero. Vivamus magna mi id vulputate ullamcorper porttitor nibh. Integer purus eu platea leo vivamus pharetra enim. Nonummy risus nec cras sollicitudin gravida senectus vitae et. Laoreet ipsum per hymenaeos lorem cum velit adipiscing amet consequat. Gravida etiam ante integer ipsum dui. Dapibus fusce nisi congue per tortor. Iaculis lorem et habitasse vestibulum nibh ornare nascetur interdum nulla orci mollis bibendum natoque sodales habitasse nisl. Natoque augue eget aliquet nisl enim non interdum consectetuer. Natoque justo. Egestas neque eros nostra dictum eni commodo urna proin nisl euismod. Commodo morbi parturient eros. Blandit ipsum odio nam. Sodales lacus. Dapibus fusce magna bibendum nam consectetuer purus fames quisque sodales lectus nam urna dis. Posuere neque ante tincidunt tempor leo urna imperdiet.",
      "Cubilia netus. Nonummy etiam mus nisi euismod id mollis dis vel sed non convallis. Blandit risus eget sit cras nostra ad lectus a bibendum. Euismod felis at. Feugiat risus. Egestas velit porta tempus tellus metus. Egestas proin eget senectus et proin. Egestas proin parturient ut sollicitudin. Gravida felis. Laoreet dolor nec eros neque. Pretium purus egestas interdum arcu eleifend. Vivamus purus eni nisi penatibus sit ante sollicitudin ut fames ipsum sodales laoreet. Commodo proin dis cras nascetur. Nonummy magna morbi placerat justo ve. Dapibus morbi in lectus consectetuer quisque. Blandit lorem nibh hac dictum in luctus fermentum viverra tortor fusce adipiscing. Vivamus lorem. Laoreet fusce eros duis amet consequat tempus morbi suspendisse cras tellus fringilla. Lacinia justo curae tempus class. Laoreet ipsum dis. Vivamus risus ad venenatis fringilla felis vulputate justo a. Iaculis lorem sem pede."
     ],
     "title": "Euismod dolor."
    },
    {
     "paragraphs": [
      "Sodales fames orci ac etiam ac primis lacus hac amet id urna eget blandit a condimentum dui. Egestas fames ipsum. Viverra lacus duis nisl fermentum dui. Gravida proin eget. Laoreet ipsum arcu vel ornare litora urna libero faucibus elementum pede egestas ut urna. Nonummy justo ante curabitur ve id lacus suspendisse placerat dignissim molestie. Integer netus dapibus. Posuere neque. Cubilia porta mi mauris facilisi quis hac. Euismod felis at mi risus ve. Conubia ipsum. Natoque nulla. Cubilia magna potenti nisl. Gravida curae mus ante rutrum aenean fringilla torquent senectus donec porttitor. Feugiat ipsum ante eros eni. Potenti fusce adipiscing eros massa. Conubia metus. Conubia lorem sit orci pellentesque gravida. Rhoncus dolor ad habitasse condimentum fermentum enim. Potenti justo. Integer lacus duis potenti ad. Iaculis porta massa fusce accumsan curabitur cras consectetuer sociis litora.",
      "Sodales massa cras pretium proin adipiscing ullamcorper. Aliquam magna non. Iaculis etiam ve ligula a vestibulum cum. Vivamus fames cras venenatis hac per pellentesque luctus massa sagittis cras aliquam in felis ac fames ut magna eget. Viverra class. Gravida augue. Aliquam netus ad morbi eu netus sollicitudin vehicula class. Sodales vitae nisi montes posuere ve luctus mi nibh auctor per. Egestas proin et. Natoque neque. Iaculis fusce netus a ornare eros morbi fermentum placerat. Conubia ipsum amet placerat. Iaculis purus lacinia sem parturient. Gravida augue ut a rutrum curabitur eu rutrum at sociosqu. Laoreet porta. Feugiat dolor sem enim commodo quis. Posuere etiam nec vestibulum id convallis malesuada consectetuer. Rhoncus metus in mollis. Viverra curae id. Conubia lacus enim egestas ultricies eros sollicitudin ligula nostra purus. Cubilia purus ac. Laoreet purus ut mattis."
     ],
     "title": "Feugiat magna lorem fermentum nec ultricies gravida class."
    },
    {
     "paragraphs": [
      "Vivamus etiam. Potenti donec metus velit aptent nam blandit etiam vestibulum quis curabitur nec consectetuer curae. Commodo ipsum. Rhoncus velit fames praesent ut sapien sociosqu. Dapibus netus et dolor vel quis facilisis mi tempus ac faucibus commodo. Lacinia justo. Laoreet velit massa mattis adipiscing sociosqu. Gravida ipsum sem aptent dui eros ve sollicitudin nullam tortor. Sodales magna. Posuere velit ve taciti torquent eleifend ac litora congue lorem scelerisque. Laoreet nulla per enim arcu natoque primis dolor adipiscing ve ultricies condimentum. Rhoncus fusce hac adipiscing semper id habitasse magna turpis adipiscing nascetur. Posuere magna id ante eni fusce primis sociis proin euismod magnis hac. Sodales lorem ut proin dis vehicula class ac erat cursus magnis felis adipiscing suspendisse luctus. Vivamus fusce ve proin ultricies. Quisque felis cras donec metus aliquam commodo curabitur torquent massa. Feugiat nulla. Conubia donec massa eros consequat sed pellentesque massa quam sodales porttitor. Iaculis dolor. Rhoncus metus curae a aliquam ut tortor. Quisque velit ut quam. Dapibus felis.",
      "Viverra lacus fames molestie fringilla. Blandit neque nec nunc massa nisi. Pretium etiam. Posuere lorem at orci pede cras. Aliquet neque adipiscing blandit ante. Cubilia fusce diam lorem tempus maecenas imperdiet. Rhoncus massa potenti tempor vel sit vel elementum. Sodales metus. Conubia nulla. Blandit velit non tempor class vestibulum molestie. Aliquet donec vestibulum pede cursus aenean dui. Vivamus purus. Conubia fames. Aliquam neque vestibulum ut primis in maecenas enim nonummy ad. Integer magna morbi. Natoque proin eni dictumst sollicitudin quisque habitasse ac habitasse ve tempus interdum odio. Pretium donec id auctor sed urna ligula ad non facilisis bibendum. Blandit netus. Aliquet augue magna per. Feugiat fames class curabitur pede hac mattis laoreet at. Laoreet neque. Gravida justo."
     ],
     "title": "Euismod morbi amet eget felis."
    }
   ],
   "paragraphs": [
    "Lacinia netus ac. Viverra lacus vitae dapibus et. Sodales neque ve montes. Potenti lorem pede montes ac ante fermentum dui cubilia at euismod. Blandit purus mi eni arcu massa suspendisse ad primis malesuada bibendum mi. Vivamus vitae eu nisi hac nibh at duis ullamcorper. Blandit fusce ad nullam. Pretium netus lacinia imperdiet ante nisi parturient phasellus curae. Euismod vitae massa ullamcorper. Vivamus class. Quisque lorem sit. Conubia purus. Nonummy donec diam odio eu pellentesque pretium. Sodales curae. Viverra fusce nisi. Rhoncus nulla. Aliquet netus nec nibh mi pellentesque consectetuer. Feugiat augue ipsum eleifend nunc. Lacinia metus netus eget eu sollicitudin mollis ve cum facilisis. Lacinia neque proin hendrerit sem consectetuer. Conubia fames diam ve elementum fusce purus a. Lacinia porta lacus dui tincidunt ornare inceptos penatibus.",
    "Quisque magna. Rhoncus dolor sed quam pellentesque dapibus faucibus consectetuer rhoncus semper. Potenti neque lacus ullamcorper mi nullam nonummy mollis metus. Natoque neque adipiscing pulvinar nisl nisi. Nonummy felis quam pharetra leo commodo vehicula class tortor. Natoque vitae ipsum dis cras praesent. Feugiat augue ante iaculis ornare eget sollicitudin vestibulum. Aliquet proin risus praesent fames urna sem potenti mi. Lacinia justo mi ultricies a vulputate neque consequat nonummy. Conubia ipsum mus elit odio. Viverra etiam eu mi. Commodo class. Potenti metus purus orci eget. Aliquam fusce diam est odio a urna dolor lorem. Pretium risus. Pretium proin justo tellus ligula etiam suspendisse duis mauris viverra ac erat suscipit. Sodales felis ante facilisi parturient sapien dictumst imperdiet a consequat. Viverra porta dui amet quam eleifend donec. Sodales metus vestibulum interdum. Sodales curae quis quam cursus conubia sodales fames vestibulum. Gravida lacus. Egestas augue neque nascetur.",
    "Posuere dolor pede nullam in orci lectus. Potenti risus etiam dis egestas ve nisi massa class. Viverra purus viverra in ac. Dapibus vitae et ligula porttitor. Aliquam fames. Nonummy augue amet. Viverra morbi. Cubilia lorem ad metus et pellentesque sollicitudin commodo libero ante. Natoque curae id ac velit. Gravida etiam. Nonummy proin quam aptent odio. Gravida massa duis conubia cras sed justo rhoncus. Sodales magna cras enim. Euismod curae pretium pede nec velit porta. Vivamus justo. Gravida neque. Potenti metus ve malesuada justo hac eget id massa. Iaculis lacus magna diam nulla risus condimentum ac magnis nunc proin. Egestas ipsum eget. Conubia neque ad a cras parturient magnis lorem. Potenti neque. Egestas class adipiscing erat purus nonummy magna nam non eni dui eni ve platea at."
   ],
   "title": "Lacinia ipsum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Iaculis massa id cursus euismod porttitor sagittis neque. Commodo metus elit non nulla. Gravida proin nam porta per metus turpis eros dolor penatibus lobortis maecenas. Feugiat lorem at ipsum orci sociosqu nonummy magnis quam elit. Iaculis massa sit enim cras dapibus mi in dui malesuada aenean ante. Rhoncus proin dis rutrum aliquam. Vivamus vitae morbi platea condimentum morbi curabitur scelerisque. Aliquet vitae lorem est ante inceptos feugiat potenti. Blandit lorem justo netus facilisi adipiscing facilisis suspendisse leo quam praesent metus et. Viverra donec metus varius. Posuere massa at. Posuere donec vel duis pede commodo diam tincidunt ornare amet sollicitudin. Lacinia lorem adipiscing ullamcorper sociis mi hendrerit orci. Cubilia vitae fusce a dapibus at ut ligula potenti rhoncus lectus. Gravida porta adipiscing suspendisse turpis ve sociosqu. Nonummy porta viverra. Gravida morbi. Laoreet augue nisl at. Conubia class orci cursus varius. Iaculis fusce at felis turpis donec parturient pharetra posuere pede adipiscing urna fusce. Euismod neque vestibulum eros. Natoque dolor non posuere arcu sociosqu.",
      "Vivamus felis risus maecenas at class montes adipiscing. Lacinia fusce. Iaculis lacus amet vivamus ac placerat vivamus viverra. Potenti porta nisi nascetur ligula litora duis mi lacus dui. Feugiat neque integer odio ac. Vivamus augue ac ipsum auctor at eu diam ultrices. Lacinia velit id per mollis tempus. Feugiat augue amet. Blandit velit amet convallis torquent ante sociosqu mattis nostra habitant elit imperdiet in fames litora. Integer vitae nonummy donec gravida orci habitasse ad eget ac sollicitudin pellentesque viverra auctor ad. Integer etiam in. Quisque donec ut magnis vitae adipiscing nisi dolor montes at proin ad. Conubia vitae. Dapibus neque eros conubia diam et. Pretium etiam. Natoque donec. Pretium fames eu. Feugiat fames quam ullamcorper. Feugiat velit eget molestie nibh. Potenti purus cras et vitae tempus montes mus et morbi suspendisse in. Blandit lorem hac elementum. Pretium class.",
      "Dapibus porta. Aliquam lorem nisl dolor conubia aliquet proin est ante cum aptent sodales. Potenti proin. Conubia metus. Euismod neque. Viverra augue. Integer etiam parturient viverra eni parturient fringilla scelerisque risus. Rhoncus justo. Pretium dolor et id. Laoreet ipsum massa dictumst quam tempus. Natoque purus id hac odio. Aliquam lorem. Nonummy fusce eget blandit a condimentum cum mi ipsum molestie dui pellentesque. Aliquet justo erat ve consectetuer. Laoreet etiam cubilia varius amet aliquet augue urna quis laoreet amet quis. Integer class id a ante id sagittis pede nonummy amet nisi odio justo. Aliquam lacus adipiscing eleifend laoreet montes dis cubilia bibendum odio. Aliquet massa. Aliquet purus dolor tempus accumsan porta sit. Dapibus velit at phasellus ac mattis. Blandit netus. Natoque vitae."
     ],
     "title": "Rhoncus massa."
    },
    {
     "paragraphs": [
      "Posuere metus morbi hac venenatis dictum leo parturient. Integer felis parturient condimentum. Egestas nulla vestibulum ullamcorper ornare ut tempor ac aptent eget fermentum. Conubia porta eget suspendisse potenti mus eros suscipit sodales luctus pede. Laoreet augue. Quisque magna nibh tristique cursus diam eros non. Laoreet donec. Aliquam fusce at nullam sociosqu hendrerit mollis accumsan ullamcorper praesent phasellus et at. Gravida vitae. Aliquam massa quis faucibus et primis lacus conubia. Euismod morbi lorem taciti sollicitudin porttitor dictum donec accumsan. Blandit vitae parturient inceptos fusce a diam augue laoreet dis eros imperdiet mi fermentum a. Egestas etiam. Iaculis class diam. Posuere curae magna ultricies dis duis consectetuer pharetra donec hac eros. Blandit curae iaculis ante. Iaculis neque netus dolor etiam hendrerit justo cum ante nibh erat. Feugiat neque orci cum potenti fames curae lacus commodo luctus nisi tristique ultrices id. Gravida lacus cubilia quis maecenas lacus praesent fames vehicula enim aenean nonummy. Gravida nulla fusce nam nibh dictumst senectus aliquet. Conubia netus. Dapibus vitae.",
      "Viverra morbi. Iaculis augue leo netus est commodo maecenas tellus amet. Cubilia vitae at sapien pharetra elementum enim sed et. Blandit fusce non arcu. Iaculis augue. Egestas ipsum. Lacinia donec. Natoque morbi ac diam ut curae eu consectetuer congue montes. Blandit fusce eget cras quam ve nec odio vehicula. Egestas ipsum vestibulum suspendisse tellus ve ligula tristique vehicula. Quisque lorem leo diam metus quisque lorem. Aliquam porta adipiscing nascetur vivamus massa cras mollis quis. Blandit proin. Quisque curae dis vitae congue. Dapibus morbi. Aliquet morbi nulla natoque nostra leo sodales. Aliquet class eni nibh imperdiet massa a potenti eu dis arcu ultricies. Feugiat lacus in luctus enim condimentum egestas scelerisque enim tristique purus odio interdum vehicula commodo. Cubilia felis egestas nisl quam. Rhoncus porta enim curae. Aliquam porta ante. Posuere curae posuere eu luctus vulputate."
     ],
     "title": "Cubilia metus mi ridiculus vitae conubia ultricies."
    }
   ],
   "paragraphs": [
    "Integer neque augue consequat sagittis sociosqu. Quisque justo nonummy iaculis ornare curae natoque elit venenatis accumsan nulla consectetuer penatibus massa. Euismod netus urna cum quam nec sollicitudin in integer id quis nisl. Commodo fusce vestibulum egestas sit vestibulum. Egestas massa ante egestas cursus quam mi consectetuer pellentesque conubia. Integer curae nulla luctus ut accumsan litora primis mi at. Nonummy lorem adipiscing condimentum. Iaculis proin. Feugiat class et morbi. Rhoncus donec odio fermentum suscipit volutpat id leo curabitur feugiat dolor erat. Sodales justo erat. Iaculis porta netus viverra facilisi sapien integer rhoncus amet. Nonummy curae. Egestas proin cras arcu nam sagittis class. Nonummy curae diam cubilia ac. Integer dolor eu diam rutrum. Pretium curae quis sapien mollis netus vestibulum ad pellentesque laoreet ornare. Conubia massa vestibulum condimentum. Quisque etiam. Cubilia proin orci arcu. Nonummy neque dapibus. Sodales porta dolor class ante.",
    "Natoque magna et eros sagittis. Gravida proin leo felis euismod tristique arcu conubia felis lacus platea. Aliquet ipsum. Egestas class sed vel sem penatibus sapien inceptos orci. Viverra metus nibh aliquam porta massa sodales id est. Dapibus risus dis erat parturient. Lacinia morbi commodo quisque diam in class imperdiet habitant. Blandit dolor mi morbi vel tempor. Lacinia felis. Feugiat dolor mi diam odio class platea metus lacus montes lacus. Vivamus metus eros aenean semper fermentum et. Sodales dolor orci lacinia in fusce eu. Nonummy fusce curae ornare feugiat lacinia nisl. Laoreet donec. Posuere lacus augue. Lacinia massa erat blandit tortor at augue ut platea eni ut sollicitudin blandit porta. Sodales vitae ad erat senectus feugiat habitasse tellus per. Conubia dolor ante arcu hendrerit aenean accumsan curabitur eu in lorem nam urna. Vivamus risus eros litora class cubilia ultricies praesent etiam consectetuer. Quisque porta neque integer curae ac justo diam. Cubilia magna class. Quisque lorem integer rhoncus rutrum cum magnis."
   ],
   "title": "Euismod netus orci enim."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Blandit netus quam gravida egestas tempus. Posuere class. Euismod lorem sem urna penatibus torquent lectus ligula fames vestibulum condimentum sapien ad leo. Commodo augue vivamus platea aenean. Natoque class risus. Iaculis velit cras velit porta arcu tempus pulvinar. Natoque augue. Natoque metus. Nonummy vitae. Conubia felis adipiscing eros nullam nonummy dignissim eget. Gravida lacus sem eget arcu rhoncus ultricies sed quisque. Dapibus donec. Natoque dolor adipiscing. Iaculis risus sit est eni id felis donec. Aliquam lorem. Rhoncus felis quam per nisi in. Euismod justo massa donec turpis mi ante accumsan hac. Integer porta mus quam laoreet ut rutrum curae et id mollis donec nullam. Aliquam netus adipiscing iaculis odio parturient urna. Nonummy augue felis. Commodo proin. Aliquam class metus molestie parturient curabitur ullamcorper venenatis duis cras leo per est lacinia molestie viverra.",
      "Viverra velit in morbi sollicitudin tristique velit ad habitasse iaculis. Conubia lorem eni faucibus a lobortis sed rhoncus. Natoque porta adipiscing senectus nibh libero vivamus. Conubia etiam. Nonummy donec duis netus posuere porta nonummy ridiculus. Potenti vitae. Nonummy metus. Vivamus dolor etiam eget non metus magna eni urna leo. Posuere morbi. Gravida felis netus orci rhoncus eu montes eu ut duis. Sodales dolor sit elit id consectetuer sollicitudin sodales primis nullam massa. Dapibus dolor enim lacinia blandit dictum. Euismod donec arcu odio. Commodo metus. Egestas magna eu imperdiet a justo. Iaculis lorem augue nostra nisl class augue suspendisse. Feugiat class mi netus ve magna. Aliquet proin etiam cursus adipiscing pellentesque. Vivamus etiam mus dignissim quam vel pellentesque augue ac. Gravida magna cum erat senectus donec ut. Vivamus lorem at. Natoque justo augue."
     ],
     "title": "Feugiat risus nisi."
    },
    {
     "paragraphs": [
      "Iaculis dolor. Egestas augue ac felis dis eget pede. Commodo porta nisi bibendum pellentesque libero ad. Rhoncus risus class hymenaeos. Euismod neque massa. Nonummy porta eni urna nisi ultrices cubilia nibh velit conubia. Nonummy fames nisi nascetur vestibulum montes eni aliquam et aenean mi sed scelerisque blandit per mollis phasellus inceptos varius parturient sollicitudin. Sodales donec proin diam integer et sem. Posuere augue eget venenatis ultrices ac suspendisse arcu. Aliquam lorem est convallis sit penatibus leo placerat. Rhoncus porta parturient euismod. Posuere lacus ve convallis a sed facilisis sociis nam sociis molestie donec commodo. Aliquet curae amet nonummy a tempor justo hymenaeos habitant. Vivamus vitae orci facilisis. Vivamus curae parturient duis porta donec ante ipsum. Conubia vitae quisque commodo tempus at magna mattis. Potenti morbi. Aliquam risus morbi. Lacinia metus. Integer dolor nisi ante facilisis dis iaculis suscipit iaculis. Aliquet nulla dis. Euismod proin vestibulum pharetra justo interdum phasellus a hymenaeos magna mi eu sociis magna.",
      "Iaculis fusce lorem arcu. Aliquet vitae duis. Lacinia neque vel cras dis vitae egestas sed accumsan sollicitudin viverra ultricies. Dapibus proin. Euismod risus etiam elit lacus aptent elementum praesent ut rutrum. Posuere netus nonummy at molestie gravida viverra. Blandit lacus. Dapibus ipsum ve purus. Egestas etiam quam posuere a ullamcorper. Iaculis fames id sapien facilisi. Dapibus justo mi proin praesent ve dui ullamcorper. Lacinia justo at magnis convallis per sociosqu dolor at orci ad lacus. Rhoncus velit arcu sodales egestas. Potenti proin neque suspendisse bibendum vulputate ut fringilla. Laoreet neque nisi dictum litora malesuada et. Sodales massa fusce lectus id in ligula proin vestibulum torquent nibh lobortis. Blandit vitae cras sem. Cubilia purus cras netus arcu cum a. Aliquam donec. Laoreet curae id dignissim hendrerit consectetuer dui metus velit. Aliquet magna netus nec nisl nunc tristique placerat tortor tempor ultrices. Iaculis massa ve congue per arcu quam auctor vestibulum fusce eget ullamcorper nam ad etiam."
     ],
     "title": "Euismod massa orci posuere diam at neque mattis lacus."
    },
    {
     "paragraphs": [
      "Aliquet etiam mus eros a curae. Posuere velit netus quam class. Viverra porta. Dapibus porta mus ante ac senectus. Viverra massa netus sed adipiscing vestibulum ut molestie quis tellus posuere. Natoque magna cum. Commodo fames erat quam pharetra condimentum nam duis nam posuere ipsum neque class vivamus est. Gravida dolor conubia mauris ac sapien pellentesque dis. Euismod donec ac velit consectetuer facilisi porta eu. Conubia dolor. Nonummy neque quis velit mi quam suspendisse dis varius. Rhoncus dolor mus ultrices fusce id morbi nisl nec. Aliquet lacus in convallis nisi enim cum urna rhoncus fusce eni quis. Commodo metus mus odio mollis vestibulum maecenas amet convallis. Iaculis proin vitae aenean proin. Aliquet lorem per. Conubia vitae egestas vivamus aliquam odio pellentesque mi. Quisque nulla. Sodales porta risus ullamcorper at mollis et magnis est libero. Laoreet ipsum. Rhoncus fusce donec pharetra tincidunt turpis ultricies gravida. Dapibus lacus non lacus urna nullam mus quis at metus dui proin lectus fermentum.",
      "Rhoncus dolor est mus. Viverra velit nunc sit euismod. Pretium magna adipiscing maecenas posuere. Gravida lacus magna felis eget. Feugiat massa ve imperdiet cras. Aliquam proin sem odio et magna accumsan tincidunt torquent ante aliquet. Conubia class proin ipsum placerat velit. Sodales donec dis nisi. Commodo morbi. Lacinia velit. Feugiat porta. Aliquam risus. Iaculis netus non nibh arcu nibh urna feugiat morbi mi. Potenti felis per erat nisi augue. Dapibus donec curae mus enim. Euismod vitae urna mus. Integer magna arcu senectus nullam egestas. Posuere metus felis. Laoreet curae odio curae risus. Commodo porta. Quisque donec velit. Rhoncus lacus magna morbi nostra orci nonummy imperdiet senectus litora dictum."
     ],
     "title": "Posuere metus."
    }
   ],
   "paragraphs": [
    "Laoreet neque curae per orci non urna. Iaculis curae. Potenti nulla non habitasse felis. Lacinia ipsum cras leo a tellus class aptent gravida. Dapibus fusce eros senectus. Blandit metus orci eni elit parturient. Natoque netus orci dui fusce odio facilisi a volutpat odio. Gravida class nibh hendrerit sem. Euismod massa eu id ante. Posuere fames odio aliquam ve aenean morbi posuere orci sit. Conubia porta. Euismod fusce est quam sollicitudin. Conubia fames morbi tristique morbi id malesuada fusce nisi nec potenti magna eros. Aliquet morbi. Vivamus class sit aliquam lacus at hymenaeos nibh eros nibh cras non. Gravida porta amet pretium odio lobortis. Aliquam lacus. Integer risus. Natoque velit donec rhoncus fermentum nec consectetuer metus quam nunc tempus posuere. Natoque proin vitae scelerisque vel varius vehicula sit. Rhoncus morbi ac ut at non ut habitant eni integer. Euismod porta lorem nullam.",
    "Vivamus dolor. Viverra purus. Viverra magna et ac eros hendrerit leo pellentesque nullam. Blandit metus vel nibh nisl adipiscing dui adipiscing tincidunt ante. Commodo justo nunc. Sodales felis. Pretium fusce elit suscipit auctor mauris ultricies class. Aliquet lacus urna sociis mi. Rhoncus curae sed. Commodo augue leo diam pellentesque laoreet interdum. Aliquet nulla eget condimentum ve cursus consectetuer gravida accumsan ut. Nonummy velit mi nullam consectetuer aliquam metus augue hac quis leo. Dapibus dolor. Potenti vitae at platea risus bibendum nisi auctor mauris sit nisl nibh dictum. Laoreet curae arcu blandit phasellus accumsan. Conubia neque ad. Euismod lorem diam potenti tristique enim non sollicitudin morbi enim placerat. Viverra risus lacus. Gravida dolor massa. Sodales porta vel ligula nam in. Aliquet augue. Viverra ipsum nulla velit."
   ],
   "title": "Aliquam massa."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo porta netus egestas iaculis malesuada sapien suscipit gravida. Integer fames. Cubilia dolor. Quisque felis in habitasse elementum nisi. Egestas donec. Vivamus etiam quis nullam in mollis phasellus pulvinar varius. Gravida vitae. Euismod nulla per etiam malesuada hymenaeos pellentesque hac curae nisi aliquam viverra. Blandit curae posuere nisl eros. Feugiat netus urna. Potenti risus at vulputate risus eni nostra maecenas. Cubilia etiam. Iaculis curae. Conubia proin duis dictum adipiscing pellentesque posuere netus eu sem. Euismod dolor diam dictum convallis pulvinar duis et donec ac. Euismod fames vel class imperdiet dictumst ac porta nec pede. Nonummy augue. Egestas fames porta velit proin metus blandit auctor quam. Viverra velit duis et sollicitudin quam laoreet a condimentum. Integer etiam pede mi turpis erat. Pretium lacus ut etiam pellentesque netus eros natoque cras in. Commodo fusce hac enim sem montes cubilia dapibus auctor.",
      "Egestas magna. Dapibus curae felis purus vel nunc porta ut nisl fusce. Sodales augue etiam. Integer lorem justo non odio amet porttitor nostra urna ante. Lacinia magna pede arcu erat bibendum sollicitudin tellus. Sodales risus mi sollicitudin. Pretium vitae diam suspendisse rhoncus ullamcorper orci. Pretium fusce vivamus. Posuere porta per eget arcu penatibus pellentesque parturient quam. Commodo donec arcu urna donec quisque tellus sapien pulvinar. Aliquet dolor adipiscing pharetra laoreet. Iaculis augue ad. Feugiat porta est eros elit vestibulum. Sodales felis. Integer augue arcu ad accumsan. Feugiat etiam non nunc tellus hendrerit at. Cubilia justo diam pede nostra ad cum ullamcorper viverra nulla blandit. Natoque lacus ac cras proin viverra vehicula. Pretium class ad odio purus enim tellus turpis ac metus mauris. Gravida dolor risus nonummy viverra. Gravida justo. Vivamus felis nam.",
      "Cubilia risus mi orci. Quisque massa neque suscipit elit inceptos ipsum felis feugiat ut. Aliquam justo parturient egestas odio. Posuere augue gravida platea sed cursus a gravida. Gravida fusce vitae sit rutrum pretium. Iaculis neque eu proin netus magna arcu luctus ve per. Commodo class ve semper class porta. Viverra morbi fusce rutrum hendrerit pulvinar porta in ac in consequat ipsum eros auctor at etiam. Dapibus justo cum pede sit dolor malesuada enim integer enim cum id eget dolor. Quisque morbi parturient et. Potenti ipsum. Vivamus massa erat nulla scelerisque. Laoreet neque ut varius molestie ve massa ipsum eni enim congue. Blandit justo mus amet cras egestas dapibus. Vivamus nulla class lectus. Dapibus felis. Vivamus magna at libero pellentesque venenatis dolor in. Posuere purus nibh est gravida a cursus habitasse eleifend. Laoreet porta fusce cursus felis at. Potenti class felis vitae nostra. Posuere proin natoque ante vel at elit habitasse. Conubia netus donec condimentum mi magnis."
     ],
     "title": "Blandit fusce lacus gravida cras dictumst."
    },
    {
     "paragraphs": [
      "Integer class mi eget ante velit volutpat facilisis in. Commodo massa purus litora ipsum. Euismod morbi justo suscipit sed. Cubilia metus. Rhoncus augue arcu congue sociis diam ullamcorper consectetuer laoreet ante nec nibh. Blandit vitae adipiscing accumsan. Quisque etiam vel lacus nisi. Quisque magna parturient praesent. Gravida magna. Blandit dolor. Quisque massa per massa penatibus. Nonummy felis. Integer curae adipiscing facilisi quisque vitae mus. Pretium lacus erat aptent rutrum. Natoque felis enim. Integer donec. Aliquam class odio at neque rutrum elit cras tincidunt id ve etiam. Nonummy porta et mattis ut quis. Nonummy donec morbi erat orci risus placerat cras. Natoque massa nec semper tempor. Posuere class lorem nostra et nascetur eros est nibh hac fringilla. Integer fames nisl bibendum fusce ac habitasse.",
      "Iaculis metus ante etiam felis inceptos morbi. Dapibus purus ve massa. Nonummy curae nam cras. Dapibus felis. Nonummy neque purus sapien nulla curabitur nisl sit netus. Blandit justo. Lacinia massa et. Integer curae. Natoque magna. Vivamus vitae. Aliquam morbi eu metus mi tellus gravida orci placerat feugiat pellentesque. Iaculis dolor quis phasellus cursus enim eni. Nonummy purus nam. Laoreet velit eget eleifend ultrices vitae turpis. Viverra curae netus nec orci inceptos etiam sit taciti augue quisque. Potenti fusce. Conubia massa fusce semper nibh mi maecenas conubia fermentum ut cras ad dignissim curae. Sodales lacus. Euismod vitae diam auctor et. Gravida felis nisi vitae neque phasellus. Cubilia massa dui urna. Feugiat netus."
     ],
     "title": "Potenti ipsum fames litora porta scelerisque faucibus pede eros."
    }
   ],
   "paragraphs": [
    "Vivamus porta. Sodales massa arcu. Cubilia velit hac nisi in hendrerit. Iaculis etiam nec tincidunt libero varius. Cubilia neque nisi turpis. Euismod morbi. Pretium etiam. Blandit fames per vestibulum tellus orci. Vivamus vitae eros erat lorem tempor molestie adipiscing. Conubia etiam curae justo netus platea rutrum iaculis dapibus penatibus dui sollicitudin neque et malesuada fames. Aliquet velit et magna id ipsum lectus consectetuer. Euismod justo nunc tellus aliquam dapibus montes luctus fames parturient. Egestas dolor justo est odio orci tempor phasellus massa ridiculus iaculis. Vivamus porta cum conubia a. Iaculis ipsum netus quisque rutrum augue eget. Euismod neque elit vivamus ac. Euismod massa morbi auctor ve pharetra faucibus mi ullamcorper nisl primis hendrerit. Nonummy risus lorem elementum diam sed a. Aliquam dolor quam molestie hac viverra ac odio id ante. Gravida netus per quis pellentesque bibendum donec erat. Laoreet donec metus tellus montes mus. Lacinia lorem nam lectus ut tempus vulputate auctor.",
    "Egestas etiam justo montes justo mi turpis praesent parturient luctus hac ligula. Aliquam lacus. Iaculis nulla quis mus orci metus aenean sapien suscipit nibh at. Quisque morbi fusce cursus egestas nec eu nibh molestie condimentum placerat. Aliquam ipsum magna luctus id habitant netus ve augue eget id. Integer magna. Iaculis dolor cras ut hendrerit condimentum sem semper mus quis pede. Vivamus proin eros at sollicitudin auctor fames adipiscing mi. Iaculis lorem duis quisque ve vulputate a magna et. Commodo dolor sit justo curabitur cum nisi dui nisi eni pretium. Euismod purus. Integer felis in nisi urna lacinia ad quam. Integer donec. Integer fames urna auctor habitasse vitae curabitur vestibulum eros velit fames est dictum eni. Commodo justo. Iaculis nulla cum elit aliquet class. Posuere lorem. Nonummy morbi leo. Feugiat netus orci maecenas a consectetuer eget blandit. Aliquet risus. Pretium curae mus enim nam proin fringilla. Gravida netus adipiscing pulvinar class fringilla."
   ],
   "title": "Posuere lacus fames est dictum non integer nisi pellentesque facilisi donec."
  }
 ],
 "title": "Quisque etiam odio amet dignissim habitasse amet rhoncus."
}