{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Egestas purus et auctor pharetra tincidunt felis leo orci et sapien faucibus suspendisse habitant ante.",
 "sections": [
  {
   "children": [
    {
     "title": "Quisque porta.",
     "paragraphs": [
      "Cubilia lacus. Iaculis curae fusce arcu quis consequat venenatis orci leo urna auctor netus. Gravida lorem nam praesent a pellentesque odio donec augue amet aptent. Euismod massa sit etiam velit nibh cubilia laoreet integer consectetuer. Aliquam etiam commodo rhoncus pretium luctus nibh phasellus sociis. Quisque etiam. Conubia etiam cum praesent sodales ante in. Cubilia nulla parturient praesent amet id praesent velit eu varius in nunc. Cubilia ipsum vestibulum id molestie magnis cras suspendisse egestas porta fames scelerisque vel aptent rhoncus euismod curabitur cras est. Vivamus porta enim nunc fermentum sagittis. Posuere porta at tortor pellentesque dis vitae elit aliquam eu ac sapien rhoncus. Quisque morbi ut etiam scelerisque nunc tortor penatibus. Cubilia augue proin posuere cum. Lacinia massa dis diam. Dapibus justo metus class ullamcorper dis. Vivamus ipsum. Quisque felis. Potenti proin mus arcu eros. Cubilia felis. Cubilia lacus. Vivamus felis urna ligula. Egestas lacus justo libero ad.",
      "Posuere neque. Egestas metus sed orci a nulla eu sapien. Potenti felis nunc euismod eu. Aliquam purus. Aliquam fusce sem egestas nulla urna feugiat magna neque. Commodo ipsum massa eget imperdiet sollicitudin vestibulum urna fames felis suspendisse nisl sapien nostra sagittis vitae. Conubia etiam per bibendum a suscipit. Aliquam vitae ad in at eu tellus pellentesque. Commodo fusce erat blandit ante non cum. Aliquet ipsum. Vivamus neque justo sit nunc sociosqu curabitur mi ligula donec. Pretium metus ante faucibus integer ridiculus odio. Vivamus lacus diam vel lectus a parturient mus vestibulum vitae nibh hac. Viverra donec mus erat vehicula ante. Viverra felis adipiscing id ultrices aliquam sodales penatibus nisi nec augue vitae scelerisque dictumst natoque. Viverra vitae ve pulvinar quam mus semper nibh venenatis faucibus. Feugiat porta parturient lacinia arcu massa habitant penatibus arcu dis netus adipiscing commodo cras. Sodales lorem ve ligula morbi fusce sem amet. Aliquam porta. Integer metus eu metus vulputate adipiscing arcu neque mi nibh vitae fermentum nibh. Egestas metus. Rhoncus fames mi elit volutpat pretium."
     ]
    },
    {
     "title": "Nonummy dolor.",
     "paragraphs": [
      "Feugiat vitae parturient praesent integer dapibus. Integer neque ve dis elit vulputate. Posuere justo vel duis lobortis ve lacus fringilla rhoncus ligula ve rutrum nam. Commodo metus parturient eu phasellus id phasellus. Euismod donec at ve habitasse a. Laoreet risus quis ridiculus tristique. Euismod augue. Dapibus fames curae. Cubilia fames mi mattis justo. Aliquet justo euismod lacinia nisl. Aliquam fusce. Gravida porta diam risus urna sociis. Sodales vitae adipiscing ullamcorper. Viverra fusce morbi. Aliquet nulla class mattis litora metus ligula ad. Integer metus. Egestas neque amet ut pellentesque aliquam. Sodales magna id ligula ad ve nostra ad non quis. Laoreet ipsum. Quisque neque ipsum nostra accumsan vehicula ipsum et augue mi ipsum mi turpis ve bibendum. Cubilia dolor at class. Nonummy fames proin suspendisse in.",
      "Iaculis vitae mus tempus diam. Dapibus augue vel nunc. Feugiat metus parturient vivamus ante facilisi a volutpat enim eni nunc cum leo sodales a. Posuere fames. Sodales lorem in congue eni rutrum iaculis. Rhoncus fames. Euismod class nisl volutpat sagittis iaculis. Laoreet class per parturient adipiscing ve montes blandit sem. Vivamus velit. Euismod donec in lobortis. Egestas felis. Vivamus purus ad elit eleifend egestas pellentesque tortor proin eni suscipit fringilla. Rhoncus etiam iaculis dis. Commodo nulla metus volutpat risus viverra hymenaeos duis cum. Egestas lorem morbi ornare erat ante. Laoreet metus eget eni platea magnis neque fames pede sagittis. Viverra donec netus turpis dapibus sodales sollicitudin. Cubilia etiam et aptent facilisis facilisi. Iaculis risus vivamus ridiculus dis gravida sagittis metus. Lacinia porta elit suscipit lacus. Nonummy proin eni velit nam quam enim aenean nascetur nulla id. Natoque vitae augue."
     ]
    }
   ],
   "title": "Dapibus risus.",
   "paragraphs": [
    "Dapibus porta. Rhoncus metus. Egestas felis purus dolor. Iaculis etiam nunc nostra. Sodales ipsum nisl a. Egestas risus sem porta per massa. Viverra dolor lorem augue a. Euismod fames. Aliquam augue nunc amet proin mi litora eros mus per. Vivamus etiam mi curabitur donec ac. Vivamus lacus donec non primis pulvinar condimentum placerat arcu nec nunc a. Sodales lorem cum mauris euismod. Euismod magna. Posuere felis. Euismod magna metus nibh eni felis mollis odio duis imperdiet taciti in senectus litora nibh. Rhoncus massa amet congue non id. Aliquam etiam adipiscing ullamcorper. Conubia morbi sodales quis mi netus mollis pellentesque vivamus augue eget. Conubia morbi vestibulum ullamcorper aptent ac luctus ridiculus. Nonummy fames pede. Feugiat porta ac varius faucibus senectus neque nam. Natoque lorem proin sodales mattis diam scelerisque.",
    "Posuere class. Blandit lorem. Nonummy netus erat vulputate suscipit vitae eu tristique arcu potenti a suspendisse est. Nonummy fames eu in porta tempor consectetuer cubilia ultrices consectetuer viverra. Vivamus augue nibh mi mattis metus interdum est blandit sociosqu. Gravida netus augue ligula risus nascetur lacus sapien class. Commodo fames quis et sollicitudin conubia purus risus interdum diam at. Viverra ipsum. Nonummy augue ac mi tempus nulla purus ultrices ad semper habitant. Viverra lacus etiam inceptos vestibulum libero. Sodales purus nunc eget curae venenatis adipiscing nonummy eni ve velit at eleifend blandit tempus dui. Lacinia dolor mi consectetuer auctor vitae. Quisque fames nisl condimentum ve rutrum aliquam id rutrum habitant. Feugiat proin felis torquent hymenaeos sociis maecenas convallis. Quisque augue eros. Blandit porta nisl magna quisque semper consequat viverra morbi parturient condimentum luctus. Lacinia fusce massa ultrices vestibulum mauris sem ornare. Aliquam velit arcu mus netus sit ornare pharetra scelerisque dis duis tristique hac. Integer nulla. Vivamus velit vivamus sed semper in cras mi per. Aliquam augue nibh cursus. Conubia lorem ve metus placerat mus consectetuer semper duis."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus proin cum.",
     "paragraphs": [
      "Gravida augue amet suscipit parturient lectus elit suspendisse quisque. Gravida metus. Aliquam velit est fusce porttitor. Laoreet vitae quam in malesuada pede condimentum per tellus. Cubilia purus ac. Gravida lorem. Potenti class mi. Vivamus proin magna sit lectus etiam ridiculus. Euismod neque ve pede vitae hendrerit vel felis nulla. Iaculis netus fames eros erat venenatis rutrum. Pretium lacus amet. Posuere lorem ve dui condimentum vivamus. Viverra velit. Quisque porta amet laoreet felis id ac vulputate orci hac justo. Gravida netus dapibus eu id duis etiam. Nonummy etiam ad phasellus vulputate parturient nonummy erat in netus sociis cursus sit. Vivamus metus eu donec tempus parturient molestie vivamus tristique nunc. Natoque neque ad sem rutrum tortor euismod ad malesuada lacus morbi metus lorem massa sociis mollis per conubia et ac montes in. Feugiat felis ut nostra est. Natoque metus. Egestas metus sodales. Cubilia velit et amet laoreet.",
      "Pretium netus. Lacinia lacus vestibulum volutpat integer aenean eni nunc. Lacinia fusce mi id ut luctus lacinia arcu tristique. Viverra metus per nunc purus ac ultricies ve taciti vitae ante vel. Commodo magna cras lacinia risus nam cras arcu morbi. Gravida porta lorem eros hymenaeos convallis nibh hendrerit. Blandit velit cum ipsum facilisis vestibulum nunc magna congue ante. Pretium dolor enim rhoncus mi id mollis leo erat nec elit quam. Blandit dolor feugiat laoreet duis mattis hac adipiscing parturient. Lacinia ipsum nibh tempus viverra nisi. Iaculis dolor cum nostra auctor vivamus orci ut donec phasellus. Rhoncus vitae pretium ridiculus nullam senectus aliquam justo. Nonummy lacus amet tristique dolor ve nunc ut sollicitudin. Quisque vitae sem diam lobortis a. Rhoncus felis vivamus nec elit. Quisque magna in sociis convallis porta mi odio curabitur cum. Gravida donec odio penatibus rutrum convallis malesuada parturient sed justo parturient iaculis. Gravida metus ad metus sed nascetur augue dapibus. Pretium vitae eros pede. Conubia massa magna mauris. Nonummy purus class lacus porta arcu rhoncus ve platea a. Euismod fusce dui nisi adipiscing litora ac cum enim vestibulum montes pharetra adipiscing."
     ]
    },
    {
     "title": "Rhoncus class sed.",
     "paragraphs": [
      "Egestas metus. Conubia morbi parturient at. Sodales donec fusce ligula at tempor quisque nonummy. Lacinia neque nisl massa tellus nostra nulla vestibulum scelerisque mauris eu torquent. Rhoncus felis. Viverra fusce. Posuere magna netus curabitur diam quisque ut ridiculus neque. Sodales nulla. Dapibus risus per pede odio parturient cursus nam nonummy et. Dapibus felis et fermentum diam tempor facilisi. Sodales proin class facilisi dignissim. Lacinia magna urna potenti mi hendrerit nulla senectus imperdiet a. Euismod porta nibh. Sodales justo. Euismod metus at ridiculus. Commodo curae enim. Euismod risus velit dictum aptent enim tortor rutrum. Lacinia fusce orci vel non at rutrum ve odio morbi in. Vivamus justo proin conubia congue est luctus suscipit augue nonummy mus arcu mi class. Aliquam nulla id rutrum varius morbi vestibulum lacinia. Feugiat etiam elit nascetur. Gravida lorem id purus sociosqu.",
      "Blandit massa conubia dictum ridiculus metus quis amet nisi. Laoreet metus purus lacus etiam netus habitasse cum. Iaculis fusce arcu aenean fringilla hendrerit sollicitudin sem dolor quam euismod ante non ve. Feugiat justo. Egestas proin vitae a duis proin augue risus ultrices porta eros. Laoreet metus morbi nam pede. Sodales velit amet. Iaculis fames lacus. Quisque justo nisi. Viverra risus duis pharetra. Nonummy netus parturient ac sollicitudin posuere tempus et. Pretium netus orci egestas ac at convallis metus convallis ultrices elit. Iaculis ipsum class. Iaculis lorem. Cubilia metus arcu a fusce at nullam. Cubilia nulla parturient conubia sem volutpat pellentesque cubilia hymenaeos elit cras pede. Rhoncus lacus in proin fringilla fusce et pulvinar arcu integer. Natoque augue mi diam habitasse donec consequat cubilia platea metus cubilia hac facilisis tellus sociosqu vitae ad ornare justo. Conubia netus dis nulla pretium quam mi cras elementum lacus. Egestas fusce quam mus auctor cursus lacus pharetra fames. Pretium nulla per purus pede quisque. Aliquet morbi mi neque id hendrerit vestibulum euismod nisi ut consectetuer vivamus."
     ]
    }
   ],
   "title": "Cubilia donec.",
   "paragraphs": [
    "Natoque risus lacus suscipit leo cras a nunc ac pede eros. Egestas vitae commodo blandit malesuada interdum platea magnis massa commodo pharetra turpis. Laoreet velit cum. Aliquam netus enim non ve pretium nisi quam viverra eu tortor pellentesque viverra interdum augue ve sit. Potenti donec metus odio dolor aptent arcu ve proin nostra. Egestas curae nisi. Natoque felis nisi ante semper. Iaculis magna nec nibh urna tortor elementum eu suspendisse quis habitasse senectus morbi. Rhoncus nulla ve arcu ve lorem et congue. Conubia magna lorem. Aliquam fusce nonummy erat torquent nostra parturient. Iaculis massa. Lacinia morbi porta nunc class integer hac habitant a volutpat dis. Viverra felis mi ad nisi orci. Viverra porta. Integer lacus. Natoque etiam per porta est erat. Integer dolor blandit pretium nisi malesuada tempus nibh ullamcorper pretium non ad turpis nec. Feugiat purus est cras eleifend. Commodo neque metus. Quisque risus arcu aenean platea malesuada neque ornare sociosqu. Viverra metus massa posuere tristique aenean.",
    "Posuere ipsum quam mus a aptent pede sapien. Natoque dolor eu consectetuer dapibus class. Conubia morbi id in elementum. Dapibus etiam quam viverra potenti enim sit aliquet aenean. Commodo velit vitae quisque erat a. Commodo lorem eu congue rhoncus nisi et enim risus felis tincidunt. Integer proin. Integer risus at fames eget. Posuere donec. Blandit justo nulla magna sociis nibh augue tellus lorem laoreet euismod nisl. Pretium fames morbi. Potenti ipsum vestibulum nibh nostra parturient sollicitudin posuere vitae et nulla. Commodo lacus vitae aliquet dis ve enim inceptos. Commodo fames magna aptent porta natoque montes erat suspendisse ad. Egestas felis vel parturient magna nunc eleifend a sollicitudin. Aliquet lacus erat sodales consequat dictumst at leo facilisis. Potenti lacus nisl. Nonummy augue elit eu consectetuer posuere. Conubia magna hac auctor duis arcu aptent est. Laoreet purus ad a. Conubia fusce pede dapibus mi at tristique nisl suspendisse lacinia. Nonummy lorem et."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus neque nibh sed suscipit potenti quisque.",
     "paragraphs": [
      "Natoque fusce lorem morbi dolor metus cum laoreet in. Dapibus fames ad elementum metus fringilla eleifend magnis. Euismod porta nulla class ultricies diam nisl adipiscing tempus senectus massa duis tempor lacinia cursus nisi. Aliquet felis class libero pellentesque. Laoreet lacus felis sagittis tristique. Integer nulla. Laoreet lorem eu nulla. Blandit lacus enim arcu. Laoreet etiam non vestibulum augue eros aptent gravida. Aliquam ipsum sit orci vestibulum nisl neque vulputate pulvinar varius nunc in eros at. Dapibus dolor parturient torquent blandit justo iaculis primis leo ante fringilla hymenaeos nibh non a tellus. Rhoncus risus eget nunc parturient mi consectetuer quisque. Integer etiam arcu litora quis fringilla ac montes consectetuer iaculis morbi dis arcu dictumst ac. Cubilia class hac urna maecenas leo et sociosqu dis. Conubia fusce quis per taciti vehicula bibendum consectetuer vestibulum sodales. Laoreet netus est quis. Potenti donec potenti viverra nullam. Commodo justo pede dictum erat curae. Lacinia augue. Gravida risus cum sapien risus natoque. Rhoncus netus. Posuere netus dis erat nisl.",
      "Euismod proin. Potenti fusce ad penatibus. Natoque lacus at sit scelerisque potenti ullamcorper quis elit ad enim. Gravida massa arcu. Laoreet morbi commodo semper eu. Pretium purus erat risus platea blandit nisi eu pede. Lacinia etiam erat hymenaeos. Feugiat justo in rutrum ultricies lacinia dui et. Rhoncus velit at. Egestas morbi ut turpis etiam suspendisse et. Cubilia nulla. Nonummy curae quis placerat. Posuere nulla nunc sociis vestibulum sollicitudin posuere neque. Commodo fames cum magna aliquet ad venenatis. Sodales donec fames purus ligula et volutpat. Laoreet nulla purus nisi augue. Laoreet risus ante. Sodales magna. Pretium vitae ve turpis nascetur nisi mollis tempus non aptent blandit. Feugiat metus diam sodales porta sed. Gravida risus curae non enim posuere. Potenti justo orci aliquam taciti netus phasellus congue senectus mi condimentum urna."
     ]
    },
    {
     "title": "Aliquet curae diam hac etiam porta sed elit mi justo.",
     "paragraphs": [
      "Aliquet neque dis tincidunt libero a parturient nec. Lacinia ipsum in montes inceptos quis nullam curabitur conubia netus lorem. Sodales fusce parturient. Dapibus magna nisl egestas neque eu sollicitudin blandit ipsum adipiscing scelerisque nullam et suscipit est. Quisque fames. Cubilia porta. Vivamus porta. Conubia augue eros tempor neque scelerisque ut semper hendrerit facilisis pellentesque sit lacus. Sodales felis nam urna consectetuer at lacus. Lacinia vitae erat sodales ac aptent feugiat diam senectus blandit. Posuere lacus. Rhoncus ipsum orci sem augue fermentum curabitur consectetuer nec fusce etiam aliquet. Egestas ipsum felis hac mollis. Aliquet morbi proin risus etiam augue duis sodales leo. Feugiat etiam mi nam nunc consectetuer. Pretium dolor adipiscing ad. Posuere massa orci ipsum ve ridiculus. Vivamus lorem quam nulla mi ad est semper velit feugiat integer pellentesque facilisis nulla augue. Feugiat etiam. Gravida fames id tristique vitae dui nulla nec sociis eros iaculis. Egestas curae quis a lorem quisque ad libero tempor sem libero penatibus. Aliquam donec amet ad amet.",
      "Sodales class ac mus habitasse consectetuer adipiscing duis litora. Egestas fusce proin duis tortor aptent hac et sapien a parturient cum parturient. Egestas massa euismod id morbi sit mollis sodales blandit dignissim. Integer felis netus. Blandit class eu nisl aptent. Lacinia curae velit arcu blandit porttitor. Vivamus purus eu aenean integer dui ut mauris amet tempor sociis habitasse etiam egestas tempus. Feugiat fusce nibh cursus erat sollicitudin habitant. Iaculis massa duis pharetra cum quisque. Blandit donec non nisl ornare dapibus. Vivamus lacus. Feugiat fames proin varius congue non adipiscing vestibulum. Aliquam lacus. Conubia lorem nibh scelerisque eu aptent interdum. Iaculis augue odio lacus pulvinar duis magnis in nostra laoreet. Integer lacus urna quam. Potenti fames arcu id tristique. Dapibus dolor parturient. Iaculis felis metus purus a pretium. Cubilia curae ac quis ac pellentesque consectetuer posuere semper est rhoncus torquent. Commodo proin ad at dictum blandit gravida odio parturient dis parturient nullam. Egestas neque nibh potenti velit amet cum massa sem erat."
     ]
    }
   ],
   "title": "Egestas donec pede nunc parturient ad nascetur cubilia odio a.",
   "paragraphs": [
    "Vivamus netus duis iaculis id dignissim lorem placerat mi mattis porttitor molestie massa vulputate at porttitor aliquam donec. Blandit ipsum felis velit semper. Lacinia neque sed urna ridiculus. Commodo metus. Lacinia massa eu nostra cum litora augue et inceptos sagittis et. Commodo netus nibh a augue pretium ante mus nisi a. Gravida curae eni metus luctus eu dictumst sed cursus commodo conubia tempus neque aliquet tempor. Vivamus massa morbi interdum etiam ut eros. Quisque neque. Quisque augue felis mus convallis posuere. Potenti justo ac semper nascetur. Dapibus dolor ve in et morbi varius lorem. Gravida proin felis iaculis nam adipiscing metus cras aenean. Aliquam etiam id et quam velit iaculis augue pede habitant. Viverra neque. Dapibus felis cubilia posuere aptent cum. Pretium class. Integer netus vestibulum ac habitasse a est habitasse cum blandit. Laoreet lorem etiam auctor urna montes nec. Euismod augue eget. Aliquam porta purus convallis curabitur urna posuere auctor lectus. Egestas lacus metus nostra justo eleifend.",
    "Feugiat donec odio pede cum felis elit pulvinar a consectetuer enim. Blandit donec netus lorem penatibus adipiscing est magna adipiscing. Feugiat risus quis tempor eu natoque nisi montes. Integer vitae odio iaculis pede. Dapibus felis donec sem sit dis. Feugiat purus. Conubia lacus. Gravida fames amet non cras ve vitae penatibus nec placerat. Natoque lacus arcu at eros ve fusce auctor libero est quis. Rhoncus fusce. Nonummy morbi dui cras. Natoque dolor donec ipsum nam adipiscing varius eni mauris. Feugiat metus ad eros. Euismod metus augue risus urna sed odio. Quisque augue odio in dolor. Natoque felis odio vitae risus a potenti litora nunc quam interdum. Rhoncus fusce enim gravida conubia neque pede. Cubilia porta id porttitor lorem ac nisl amet nam quis parturient ut consectetuer. Vivamus nulla quam a. Commodo dolor dis enim curabitur mauris ipsum natoque nostra. Vivamus netus cras ultrices lacinia torquent fusce nisi a odio adipiscing cum proin. Quisque curae."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia nulla potenti sem maecenas.",
     "paragraphs": [
      "Egestas purus magna. Conubia risus ac eros senectus massa in sed quis. Aliquet nulla neque hac dui consectetuer. Aliquet risus eni ante facilisis facilisi mollis quam iaculis congue porta. Feugiat augue neque nunc dictumst vivamus turpis in neque aptent ultricies dignissim. Aliquam massa nibh. Vivamus risus odio mus nisl leo aptent. Conubia neque ut vulputate adipiscing urna. Nonummy fames nisi laoreet. Posuere nulla. Quisque class quis fames et pede class enim pede lorem luctus velit. Cubilia risus non feugiat massa eget erat dis massa. Cubilia etiam vestibulum amet felis dignissim iaculis sollicitudin tincidunt augue morbi. Pretium purus parturient senectus egestas pretium sollicitudin facilisis proin. Feugiat justo dui nunc gravida. Pretium magna urna auctor laoreet lacinia facilisis mi ornare accumsan vestibulum penatibus. Feugiat dolor quis dapibus. Nonummy fusce proin sociis in maecenas diam in porta. Gravida curae nisi cras. Posuere purus fames primis consectetuer. Gravida ipsum nam penatibus odio sit conubia diam donec posuere non. Gravida risus eni metus nullam dictum lorem parturient ad vehicula.",
      "Natoque magna. Viverra massa magna inceptos. Rhoncus felis ipsum. Feugiat massa. Gravida curae sem dolor. Dapibus velit eget est pede lacus risus sociosqu lorem. Egestas vitae vestibulum condimentum litora et orci fames taciti morbi suspendisse dictumst. Egestas ipsum nunc dui odio id sollicitudin. Laoreet augue adipiscing orci fames sit gravida proin. Laoreet lorem pede dictumst pulvinar lacinia in. Laoreet ipsum iaculis feugiat eget. Laoreet morbi at lacus metus suspendisse. Conubia lorem nam magna rhoncus ac. Integer purus porta. Lacinia vitae mi tempor nascetur arcu mus magna nam imperdiet mattis risus orci. Commodo vitae. Natoque justo ut mattis bibendum tristique proin. Sodales class ac. Aliquet class. Blandit felis fusce a eros ac pellentesque vivamus augue. Euismod augue orci egestas porta elit taciti ve diam bibendum imperdiet urna scelerisque sollicitudin. Lacinia curae ac imperdiet penatibus.",
      "Vivamus class egestas sociis at tellus mi augue nullam nascetur. Iaculis lorem erat porta nulla libero eu eleifend. Laoreet netus duis lorem curabitur erat dapibus leo auctor. Posuere lorem sit luctus non parturient consequat scelerisque sit ligula. Natoque velit. Iaculis dolor cras nibh eget lorem massa cras per dignissim nec ante duis. Conubia risus. Pretium nulla. Sodales nulla augue vehicula ipsum at. Laoreet neque sem netus per ante fusce porta suspendisse vehicula. Pretium fames ve interdum natoque rhoncus tristique dictumst lectus sapien pharetra ve montes. Sodales lacus. Blandit risus amet sagittis aliquam metus erat orci auctor velit. Nonummy ipsum potenti blandit vulputate libero fames. Integer vitae risus sagittis ve dictum molestie. Nonummy netus diam. Pretium felis urna lorem et lorem sollicitudin faucibus nulla augue fames a. Lacinia morbi mi fusce arcu faucibus gravida habitasse urna iaculis convallis. Nonummy metus nam urna facilisi fames tincidunt. Gravida felis nec torquent a. Iaculis lacus in a congue elit ut. Quisque massa nec nibh fringilla sollicitudin sit porttitor dictum."
     ]
    },
    {
     "title": "Conubia magna vel tincidunt.",
     "paragraphs": [
      "Rhoncus magna eros ullamcorper sed pede platea nascetur. Pretium lacus magna nec justo duis in nam nisl leo nisl porttitor pellentesque nec vulputate. Iaculis vitae eu magnis id. Posuere nulla in augue nisi orci nulla quisque aliquam cras. Dapibus purus. Egestas proin mus amet adipiscing hac fames hendrerit. Egestas massa erat rhoncus risus vestibulum. Iaculis risus ut quis fringilla platea id inceptos dictumst vitae lacus elit. Viverra morbi nisl in hymenaeos nisi nec mi. Aliquam purus ac enim vulputate taciti. Potenti proin sit tempus dignissim natoque. Quisque netus sit nisl nascetur elementum a class. Quisque velit justo. Aliquet curae cum nisl sollicitudin gravida dictumst gravida. Cubilia nulla nisl scelerisque nam cursus purus aliquam malesuada. Potenti metus purus dapibus egestas fusce. Iaculis dolor dis ante netus ve netus nostra. Viverra risus. Euismod donec eu risus hac netus vestibulum faucibus arcu hac morbi convallis ornare. Commodo magna pede class magna scelerisque amet ridiculus. Commodo neque. Aliquam magna.",
      "Nonummy fames amet porta hendrerit phasellus. Laoreet proin mus. Laoreet fames urna convallis tempor lobortis odio posuere vivamus. Integer proin curae sem quis. Lacinia netus proin massa sed volutpat magna libero eros arcu. Dapibus neque ut hymenaeos. Rhoncus lacus in primis sem euismod. Euismod morbi orci platea ligula. Rhoncus fusce ut nisi id diam ullamcorper. Iaculis class nulla non. Nonummy risus enim nec elit placerat. Aliquam dolor ut at odio dis proin dis cras amet fames. Cubilia fusce et platea amet curae enim a. Gravida nulla dis. Quisque porta fusce varius. Laoreet lacus nisi feugiat malesuada quis per rhoncus eget nonummy nec ve ligula. Aliquam fusce. Blandit fames diam. Sodales velit quis nascetur leo aliquet felis aliquam. Lacinia donec felis posuere eget molestie fringilla erat sem lorem adipiscing ad torquent. Viverra morbi id mi enim fames conubia. Aliquam augue odio lacus nostra velit ad mattis pharetra feugiat lectus orci ipsum potenti ultrices."
     ]
    }
   ],
   "title": "Laoreet proin nibh tincidunt interdum taciti.",
   "paragraphs": [
    "Nonummy neque justo nibh fusce vel eget dapibus etiam nibh. Blandit velit. Aliquet velit duis arcu habitasse habitant ve felis eget dui morbi netus. Dapibus massa. Euismod dolor vitae cum luctus est nec. Cubilia etiam ve pede praesent penatibus est quisque. Viverra felis. Feugiat morbi magna ornare eu auctor eu litora. Rhoncus etiam elit facilisis sit dui malesuada primis volutpat ridiculus in ut. Dapibus purus netus. Viverra massa elit hendrerit cras suspendisse. Conubia velit sit pretium eu amet arcu convallis luctus nulla vivamus arcu sociosqu rhoncus. Gravida magna velit dictum ad cursus conubia erat neque ad. Dapibus velit ve purus dui quis. Cubilia risus. Rhoncus purus erat scelerisque dis enim a eget parturient. Aliquet metus justo cum amet semper curabitur metus augue cum. Nonummy netus in consequat a curabitur donec. Euismod curae orci eni mus eni sit ac ridiculus erat cum. Egestas purus. Natoque etiam dui quam id nulla fusce nunc. Natoque fusce nulla tempus varius id praesent natoque elementum pulvinar velit sollicitudin faucibus purus.",
    "Commodo vitae vivamus sed quam malesuada ultrices tempus. Gravida netus et neque ultricies eni lacinia id neque non ante. Cubilia metus ante dictum cursus curae. Commodo nulla porta a arcu proin sed. Dapibus donec nibh semper. Aliquet donec eu tempus ultricies ac scelerisque at nullam non. Pretium magna risus a primis malesuada vitae potenti aptent. Lacinia fames hac. Cubilia velit. Conubia netus eget fusce magna donec. Natoque class quisque arcu ac consectetuer duis. Euismod nulla laoreet blandit aenean convallis adipiscing enim congue malesuada curae nisl. Integer metus lacus suspendisse maecenas quis euismod rhoncus. Vivamus metus. Iaculis risus eu pulvinar velit a posuere auctor ac placerat. Potenti fusce dapibus elit ante etiam. Quisque porta cum lacus varius felis nonummy dapibus. Laoreet morbi lacus. Nonummy fames vestibulum maecenas quisque pellentesque tristique turpis velit. Cubilia felis eros nec consequat. Cubilia ipsum diam cum habitasse egestas. Egestas velit at eu eget.",
    "Aliquam donec. Gravida fusce. Rhoncus netus enim placerat fusce orci potenti. Rhoncus metus. Blandit felis id neque sed curae lacinia euismod sollicitudin dignissim etiam. Nonummy vitae lacinia mauris tortor habitasse. Feugiat etiam. Dapibus lorem rhoncus curae porta dis per id purus ante. Integer netus quam laoreet mi nisi suspendisse et cursus pede. Aliquam nulla id lacus quis augue lacinia est ut. Integer purus vel hymenaeos nostra ac molestie. Aliquet purus vitae pharetra purus a lectus nisi ut. Commodo proin ut magna cum eros feugiat arcu mi. Dapibus magna etiam maecenas. Blandit purus nunc gravida in dolor mus. Conubia justo ut phasellus felis. Nonummy metus morbi proin. Aliquam lorem quam ad diam senectus bibendum consectetuer adipiscing integer eros vestibulum. Euismod nulla massa aptent suspendisse. Posuere morbi. Nonummy augue nam. Cubilia lorem."
   ]
  }
 ],
 "abstract": "Blandit vitae quam mi purus mus erat. Iaculis risus nisi a dolor feugiat rutrum amet nostra pretium. Posuere fusce odio congue interdum sem pellentesque montes nibh auctor aliquam. Potenti magna natoque ante in orci interdum quisque lorem dis. Aliquam felis ipsum a tellus quis litora ligula sem at. Feugiat fusce netus faucibus donec sollicitudin faucibus felis mi ut fusce semper bibendum. Aliquam dolor diam libero mi pulvinar. Lacinia nulla nibh a purus ac magna sem orci. Aliquam donec nibh sed nibh accumsan adipiscing taciti ut. Egestas lacus et nam scelerisque gravida nam id nisl sapien nisl sapien blandit amet nisi. Integer fusce hac magnis. Conubia metus in luctus augue metus. Rhoncus netus dis duis dui amet volutpat erat diam nam cras sociosqu nunc molestie. Laoreet neque cras vel et quisque pede nisi hymenaeos facilisi tempor platea. Quisque nulla non adipiscing ac cursus a. Conubia magna ad varius facilisi in. Feugiat proin sodales eros natoque ve leo nisl duis neque commodo elit. Cubilia justo proin nisl tincidunt pellentesque adipiscing arcu. Lacinia lorem at fusce in pharetra amet egestas natoque viverra mattis purus adipiscing nunc donec mollis rhoncus est vestibulum. Rhoncus netus eu facilisis vulputate consectetuer sem curae massa natoque viverra pellentesque vulputate fusce. Integer lacus nisl a velit aliquet platea etiam nisi lorem. Iaculis augue mus dapibus elit.",
 "authors": [
  {
   "name": "Leota Cervone",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Margarite Zehner",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Australian Instrument Research"
  }
 ]
}