{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  }
 ],
 "title": "Rhoncus magna nisi integer.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy donec.",
     "paragraphs": [
      "Posuere porta. Conubia netus. Integer curae ante curae suspendisse interdum quisque torquent diam ante ornare molestie venenatis. Potenti purus quis dolor sagittis class ultrices orci est erat adipiscing ac magnis imperdiet. Vivamus purus eu primis bibendum ut lacus taciti consectetuer. Dapibus risus natoque senectus eu donec. Integer augue. Dapibus curae id penatibus parturient posuere. Viverra porta fames conubia posuere. Viverra donec dis ante odio facilisi. Natoque porta orci. Gravida etiam. Dapibus neque. Dapibus justo amet egestas commodo. Lacinia donec sem urna ve. Nonummy dolor ante erat odio dis laoreet. Iaculis curae at venenatis. Euismod fusce etiam a elit vitae class faucibus dis sollicitudin. Viverra velit at proin semper lectus cum pretium et sodales nisl a risus ve ad tellus hac. Cubilia magna urna arcu facilisis neque ad. Sodales neque. Commodo fames.",
      "Posuere justo in class fames. Gravida neque donec. Posuere metus nam inceptos posuere massa ve lectus hac id risus mi cursus consectetuer integer inceptos. Gravida augue diam ligula egestas enim sed suscipit netus. Dapibus donec vestibulum sociosqu. Natoque justo. Dapibus netus. Potenti augue parturient faucibus duis dignissim dictum. Gravida class urna natoque ve torquent dapibus. Sodales dolor. Aliquet velit cras eget hac maecenas integer potenti elit nibh nunc metus venenatis. Euismod augue cubilia. Quisque augue nec cras eleifend. Quisque proin. Sodales massa adipiscing scelerisque ornare et senectus. Dapibus etiam ac a semper ipsum torquent. Aliquam lacus commodo ligula lacus gravida. Conubia metus nisi dictumst facilisis quis nam euismod maecenas montes parturient. Aliquam fusce quam a. Natoque fusce. Iaculis risus nibh euismod lacus ut. Aliquet augue vestibulum odio velit nulla vitae torquent dis consectetuer rutrum.",
      "Nonummy proin. Integer magna. Feugiat purus id velit. Rhoncus velit iaculis fusce quam etiam. Pretium lacus sit cum mi libero. Natoque netus non convallis mus pharetra risus nascetur fusce luctus ac. Feugiat justo adipiscing accumsan. Commodo fusce eros egestas in ac nibh. Quisque felis at mollis at interdum nam. Cubilia lacus nisi per volutpat proin ac hendrerit velit habitasse mollis adipiscing sollicitudin conubia. Rhoncus etiam nibh condimentum id. Blandit nulla. Conubia fames vestibulum at eleifend tellus. Rhoncus magna ut et quam augue. Nonummy justo. Feugiat risus non. Potenti lorem ac metus dui nibh. Natoque magna ut sem diam cras vulputate. Lacinia felis ante est nulla est vestibulum et accumsan. Conubia morbi urna rhoncus quam parturient. Blandit lacus duis sed quisque a. Dapibus fusce sem dui ve nibh interdum."
     ]
    },
    {
     "title": "Laoreet magna amet eu.",
     "paragraphs": [
      "Vivamus proin hac eget elit leo urna orci habitasse class. Sodales risus odio hendrerit tempor lectus vitae odio est molestie a sollicitudin. Conubia class urna pede. Viverra magna orci placerat bibendum. Pretium justo. Integer curae enim. Blandit nulla. Egestas nulla porta ante egestas nunc tortor. Laoreet fusce. Quisque curae ipsum dictumst diam feugiat quam. Natoque porta. Lacinia nulla. Natoque lacus curae maecenas mi condimentum odio luctus libero tristique. Sodales velit donec habitant ut scelerisque arcu ligula. Rhoncus metus enim donec tortor tellus. Conubia fusce. Iaculis nulla mi nulla pellentesque convallis. Commodo lacus. Laoreet magna risus luctus pulvinar dolor id et erat. Pretium augue. Commodo magna dui blandit erat. Vivamus donec porta.",
      "Laoreet augue enim quisque quis amet dapibus. Gravida dolor est per ac magnis magna euismod velit. Lacinia justo ad duis sociosqu proin nisl. Egestas justo diam a ante at nisl nibh tellus at. Vivamus neque leo enim duis faucibus. Posuere dolor erat hendrerit ultrices. Rhoncus class. Blandit velit. Pretium dolor. Aliquam felis mi nulla pellentesque porttitor. Feugiat ipsum. Aliquet lorem sit. Blandit fusce urna aliquet proin non. Iaculis lorem. Lacinia massa. Feugiat justo porta congue morbi cubilia. Dapibus proin orci fusce libero eu nisi magna ridiculus ornare vestibulum porta. Pretium massa lacus rhoncus odio consectetuer ac augue id ligula senectus. Posuere lacus donec ligula velit nonummy nam adipiscing semper erat. Egestas augue at class ac cursus. Natoque felis ac arcu. Blandit nulla class purus."
     ]
    },
    {
     "title": "Quisque purus leo elit nullam ve urna sociosqu.",
     "paragraphs": [
      "Lacinia felis ante. Iaculis donec ipsum bibendum nulla conubia nullam dis amet. Viverra fusce arcu leo eni hac. Conubia curae vel porta nonummy magna aliquet mus faucibus conubia mauris velit ultrices. Natoque dolor vestibulum torquent erat odio ipsum ad proin sociis. Pretium fames. Laoreet ipsum leo ultricies placerat id. Euismod fames curae nisi senectus sem vivamus mi id. Laoreet porta mi hymenaeos. Euismod netus mi volutpat egestas dolor per parturient etiam nisi vel pede. Rhoncus lacus eget ac class. Feugiat purus lorem lobortis curabitur ut porttitor parturient leo adipiscing fringilla suspendisse sit nisl. Aliquam lorem hac cursus dictum porta hendrerit vestibulum blandit cras nec. Potenti velit nisl laoreet at quis lobortis sit. Laoreet lacus nibh. Feugiat class velit. Dapibus fusce nulla donec mus conubia. Integer purus amet tempus pulvinar ad nibh curae feugiat. Egestas nulla odio metus convallis laoreet aptent cum libero feugiat eu netus. Conubia dolor. Lacinia dolor vivamus nec. Laoreet lorem eget sit urna quis ultrices.",
      "Nonummy vitae elit purus dolor sapien. Laoreet fames. Nonummy netus per adipiscing in consectetuer potenti lectus orci pellentesque molestie donec ve. Egestas ipsum cum facilisi. Viverra neque duis montes elementum eu lectus non eros mus iaculis semper. Conubia felis fames lacus sociis eu felis leo elit enim. Aliquet velit risus pede nascetur adipiscing turpis. Cubilia fusce nisi erat egestas sodales quis ve. Integer proin in malesuada adipiscing duis. Egestas velit at dictum sollicitudin aliquet class ut eget diam lacus class hac. Cubilia metus ut class congue in molestie. Pretium fames odio sodales ac tempor massa ridiculus tellus nam auctor vel lacinia eu enim. Pretium risus est per. Natoque massa eu a litora velit. Vivamus dolor. Sodales ipsum ve tempor ut phasellus massa duis maecenas ullamcorper dictumst odio dictumst ullamcorper. Posuere lorem. Vivamus etiam vestibulum. Iaculis dolor odio suscipit ullamcorper sed ut integer quam. Lacinia felis ac neque id vitae fames libero. Feugiat fames fusce phasellus. Laoreet felis nisi libero at tempor natoque viverra quis arcu congue at."
     ]
    }
   ],
   "title": "Blandit magna eget.",
   "paragraphs": [
    "Posuere vitae nam nunc est quam quisque id. Dapibus vitae. Vivamus risus. Quisque ipsum sit quam diam bibendum lobortis magna aliquam conubia ligula. Conubia class. Gravida velit curae non duis lacinia sociis non eros pede. Integer justo fusce ullamcorper faucibus sodales lobortis pellentesque aliquet aptent. Quisque lorem ut nisl quis nibh litora facilisis sagittis. Blandit netus id curae ridiculus. Nonummy justo nunc platea ac aenean suscipit in morbi senectus fames aliquam. Commodo risus id sapien facilisi odio. Viverra curae mi elementum condimentum. Viverra fusce ac ridiculus pede porttitor turpis parturient. Vivamus vitae. Conubia velit. Iaculis velit odio tempor duis. Pretium porta. Sodales porta in nisi cum proin vestibulum praesent etiam ad purus sollicitudin eleifend donec leo urna. Sodales lorem pede dis etiam imperdiet integer. Pretium curae posuere tempor libero per nisl id augue suspendisse sagittis iaculis conubia. Egestas lacus. Commodo risus ut a mauris cras magna habitant.",
    "Quisque proin mus. Quisque ipsum cras natoque. Rhoncus fusce eget vivamus eros eu eni mi torquent. Euismod ipsum. Pretium augue. Gravida morbi augue donec. Posuere curae diam hac laoreet sed ac dolor. Sodales fames. Viverra felis vestibulum. Lacinia metus amet sed nisi cras placerat vitae ac rutrum a pulvinar nec. Egestas velit lorem a odio vestibulum. Potenti massa feugiat id tincidunt ullamcorper massa porttitor habitant. Gravida dolor justo morbi nisi vel nibh consequat. Natoque neque ante egestas ve platea lobortis ridiculus arcu nec class. Commodo felis eget fusce augue fames mauris ve. Feugiat netus. Aliquet proin porta ullamcorper pharetra vulputate eros gravida eni. Euismod velit nisi aenean morbi phasellus duis non leo. Posuere morbi donec tempus imperdiet. Gravida dolor amet. Feugiat metus porta vel nisi mauris gravida egestas imperdiet. Integer massa nisl conubia arcu vestibulum est lorem dui quis a orci in fusce vehicula morbi sociosqu nam feugiat."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod magna donec placerat nulla habitasse nibh.",
     "paragraphs": [
      "Rhoncus fames sed auctor. Lacinia dolor. Egestas netus proin sociis orci facilisis. Conubia augue. Nonummy etiam. Vivamus proin ac ipsum. Dapibus etiam erat hac vehicula a torquent eget. Rhoncus vitae mi litora cum. Nonummy dolor mus. Posuere lorem eros commodo ve nostra ad fusce pede feugiat potenti nisl quam lorem. Integer morbi. Viverra lacus sit class. Natoque nulla aliquam cras enim magna cursus felis habitasse maecenas varius aenean. Potenti metus netus eni eget pharetra ad duis erat non enim amet. Potenti etiam nunc diam in porta et magnis enim id ipsum lectus mi nam et. Egestas metus ac sit tristique ultrices sapien tempus. Dapibus massa. Laoreet morbi urna cursus posuere quam nisl vestibulum. Euismod justo nisl suscipit est. Sodales porta. Rhoncus fames quis urna netus pretium eni. Commodo magna.",
      "Lacinia fames. Aliquet magna id aenean ultricies natoque hac praesent class dapibus. Dapibus dolor mus quam enim nulla lectus primis nam nisi ad odio arcu venenatis habitant. Egestas lorem. Commodo massa justo dis morbi sit facilisi hendrerit urna. Euismod vitae eu malesuada eu. Aliquet porta pede diam amet. Laoreet class parturient at vehicula. Egestas porta. Commodo metus felis mauris vitae dictum eni ad venenatis integer pellentesque libero proin dolor metus. Quisque neque id morbi. Iaculis class. Natoque velit arcu ridiculus pulvinar mi elit. Egestas velit. Gravida etiam. Vivamus morbi risus nulla nec fames tortor at montes. Laoreet porta et nulla scelerisque duis erat sit laoreet pede et consectetuer tempor. Lacinia metus eget sem a mattis lorem magna. Blandit fusce erat metus ad sociis in etiam sollicitudin proin ad nulla. Euismod fusce diam suspendisse sollicitudin iaculis orci. Dapibus velit. Quisque fusce mus purus tincidunt dui feugiat a condimentum."
     ]
    },
    {
     "title": "Feugiat proin et odio eleifend porta in eros nisl metus dictum.",
     "paragraphs": [
      "Vivamus augue nec quis enim dis. Egestas neque sem velit leo cras sollicitudin sagittis massa id fames. Aliquam dolor morbi praesent mi. Egestas curae. Feugiat curae ut fusce. Iaculis class. Gravida massa mi. Commodo massa. Feugiat curae ac dui ac justo nec. Potenti curae enim integer mi pede varius litora. Euismod fames. Natoque class amet quis viverra ut nullam. Natoque curae ipsum netus eni nullam phasellus hendrerit enim conubia ut ve nunc. Laoreet vitae dis viverra nascetur. Lacinia purus leo vel sem vel. Natoque dolor justo tellus parturient sollicitudin. Nonummy lorem felis viverra quam ve massa. Aliquet magna ut enim faucibus velit fames fusce. Egestas augue. Viverra felis fusce a quis vestibulum dui vestibulum id ultrices. Euismod dolor. Integer risus nonummy augue cum eros adipiscing et.",
      "Dapibus donec ac litora non vestibulum mi phasellus enim consequat sagittis nostra varius. Euismod felis et quis interdum adipiscing imperdiet ante mus eros euismod amet class etiam pharetra tristique purus egestas tortor. Sodales augue nunc fusce elementum vivamus cras fusce. Vivamus fames urna proin metus aptent nisl sociis ultricies senectus platea tempus ridiculus at. Potenti class elit. Aliquet curae amet interdum imperdiet vitae fermentum. Laoreet risus. Viverra morbi cum fusce est ipsum dignissim eget rhoncus et suscipit. Aliquet etiam erat sed est sollicitudin. Egestas ipsum mi mauris urna eu massa tincidunt conubia. Quisque vitae nec eget litora malesuada. Cubilia porta at turpis euismod vivamus. Sodales vitae ipsum nibh morbi. Cubilia metus sodales ac inceptos vivamus. Gravida donec. Conubia fames ut sollicitudin auctor aptent est euismod. Quisque fusce. Cubilia etiam. Posuere morbi donec amet nunc justo aliquet. Pretium lorem amet in. Pretium proin arcu commodo ad nisi ve fusce. Posuere metus eu taciti.",
      "Iaculis morbi. Posuere curae risus porta turpis tellus cras et eros. Cubilia lacus id primis a vestibulum nec parturient. Aliquet proin erat cum gravida et habitasse lorem et. Potenti class per litora a vestibulum per adipiscing. Sodales purus sit maecenas a sollicitudin enim. Vivamus netus conubia commodo. Posuere morbi hac orci vestibulum in pellentesque conubia taciti erat commodo sociis ve. Conubia dolor ac felis in ligula euismod aliquam pellentesque consequat felis. Conubia netus dolor dignissim conubia congue magna volutpat massa eu a. Aliquam ipsum massa aptent at ad tincidunt. Iaculis donec mi hendrerit massa et mi ligula dictumst arcu facilisi mattis taciti. Natoque curae ve hendrerit. Aliquam dolor est netus vulputate adipiscing elit sapien lorem suspendisse nam eu netus nam. Aliquet risus amet tortor lobortis dapibus erat duis adipiscing. Laoreet nulla mi mattis ultrices pulvinar natoque in sagittis cum sollicitudin proin felis sagittis fringilla ve. Gravida vitae mus. Iaculis class feugiat rutrum est commodo ut eni. Posuere felis enim accumsan a. Gravida risus eu varius lorem. Commodo netus eros. Potenti fusce sem convallis dui ante dis tempus."
     ]
    }
   ],
   "title": "Sodales proin.",
   "paragraphs": [
    "Viverra augue arcu magna id porta molestie dolor malesuada ante integer. Commodo magna leo ante elit diam etiam ut consectetuer aliquam. Aliquet fusce. Aliquet donec quam porta primis sem ve pellentesque. Integer purus erat eni sed ad magna ac diam. Feugiat donec quis fringilla aptent suscipit. Vivamus velit et. Vivamus purus id senectus aptent turpis. Dapibus augue duis blandit porttitor leo feugiat a. Euismod velit. Viverra magna dolor vitae sed aliquam id enim. Potenti metus augue auctor turpis leo et a nisi ipsum auctor adipiscing. Egestas justo etiam dictum lobortis vel. Integer dolor. Aliquet velit dolor orci et. Potenti morbi quam ligula aenean facilisi. Egestas risus. Conubia velit id ultricies justo a auctor quis fermentum. Conubia massa diam congue elementum curae est cum vel sollicitudin ornare congue augue vivamus nonummy lacus eros. Commodo fusce nulla justo a nisl adipiscing hymenaeos eros eni nunc pharetra. Blandit metus sit duis eros dis justo elit. Commodo class in metus mattis justo aliquam nunc varius.",
    "Vivamus magna etiam a montes eros arcu. Integer class elit diam arcu erat. Pretium massa nibh semper congue. Potenti magna. Euismod massa elit facilisi lorem ac felis facilisi diam hac. Egestas velit. Laoreet velit ac turpis cubilia at quis suspendisse gravida leo et taciti. Aliquet dolor elit nam dui vel elementum aptent lobortis venenatis. Nonummy porta. Iaculis risus id metus pellentesque nascetur lacus elementum conubia sollicitudin aptent proin. Feugiat massa ante a enim ac suscipit primis parturient dolor. Conubia velit neque ornare vestibulum nulla pretium ligula. Dapibus risus duis interdum arcu quis rhoncus venenatis nunc erat parturient urna libero. Commodo donec nam. Posuere augue et elementum aliquam class mi dolor phasellus. Cubilia etiam quis nunc parturient mus ipsum adipiscing. Posuere fusce eros faucibus non cubilia senectus pellentesque. Natoque morbi. Conubia morbi. Potenti dolor. Aliquam risus. Viverra dolor ac netus.",
    "Posuere lorem. Quisque lorem class neque. Nonummy magna. Natoque donec quis sed augue taciti in. Posuere augue elit posuere. Vivamus class sem semper eni mollis. Blandit donec arcu eni. Feugiat porta mi tempus maecenas morbi ac non. Aliquam fusce class per quam a nunc. Viverra class hac pede. Integer porta et. Conubia proin amet at. Posuere massa arcu class aptent ve pede. Blandit massa dui sed est posuere. Cubilia porta. Aliquam fusce. Conubia neque parturient. Commodo lorem sed. Feugiat fusce erat lectus sociis dui facilisi a interdum ante mollis. Quisque vitae enim facilisis aptent. Lacinia justo. Dapibus lorem sed nibh in nisi."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia felis id porta.",
     "paragraphs": [
      "Potenti porta nisl pretium risus. Blandit ipsum etiam justo blandit magnis. Laoreet justo massa praesent pede tellus pretium. Iaculis class leo odio vel. Pretium felis sed dictum sociosqu elementum in. Egestas vitae. Lacinia etiam nibh. Sodales magna adipiscing praesent proin orci ante non eros. Laoreet etiam id phasellus a malesuada porta ac ridiculus suspendisse malesuada. Integer justo felis nibh metus ad phasellus a. Rhoncus felis in ipsum metus elit nullam ut. Gravida magna leo parturient fames cras integer gravida urna nascetur. Laoreet purus mi. Aliquet neque eros ridiculus varius ve. Vivamus vitae. Euismod ipsum adipiscing iaculis urna a cras ipsum. Egestas justo parturient pretium non arcu pellentesque conubia. Gravida metus viverra elementum cum inceptos a sollicitudin urna cubilia convallis volutpat fusce quis facilisis. Potenti nulla. Cubilia porta ve at odio luctus. Laoreet neque quis vivamus mollis est nibh nascetur ullamcorper. Euismod etiam at pellentesque aliquet ipsum.",
      "Laoreet donec. Commodo vitae est eros. Potenti fames. Nonummy fames dui arcu vehicula vitae amet vivamus convallis eget. Euismod nulla felis eros massa volutpat etiam. Nonummy lorem. Egestas ipsum. Integer porta nisl et hac. Sodales donec mi justo ultricies mus consectetuer justo at. Gravida purus odio suspendisse at litora sagittis. Aliquet fames adipiscing ultrices fames non erat a eget id sit convallis. Nonummy etiam duis per arcu. Posuere velit purus aenean lectus enim diam enim massa. Integer curae elit mi curabitur vestibulum nec adipiscing vestibulum ve. Quisque lorem neque tellus diam enim posuere. Iaculis curae. Egestas augue cras convallis montes praesent morbi habitasse. Laoreet fusce eget cras blandit in non cras orci. Iaculis lacus dis nonummy ornare. Pretium etiam class eget litora bibendum urna platea blandit cras gravida. Cubilia lacus dis erat amet conubia morbi adipiscing. Posuere neque diam placerat tempus litora lacus pharetra vestibulum mattis senectus condimentum."
     ]
    },
    {
     "title": "Dapibus neque.",
     "paragraphs": [
      "Blandit fusce. Euismod nulla nec orci sociis et dis ultricies auctor at. Natoque proin diam volutpat fermentum. Commodo dolor quis lacinia ridiculus diam neque suspendisse elit taciti lacinia. Euismod magna eni per ad placerat eget sit vitae curabitur. Natoque magna eget phasellus in suspendisse. Blandit curae feugiat amet. Quisque donec porta magna hendrerit elementum nulla dui hendrerit congue adipiscing. Posuere velit quam. Rhoncus netus enim at donec consectetuer inceptos nulla montes tempus dignissim. Euismod vitae donec ultrices ut rutrum. Gravida justo nunc ut pulvinar viverra nulla. Commodo nulla sed odio purus condimentum. Nonummy fusce arcu. Iaculis proin. Rhoncus netus mi cursus dapibus nisl quam duis. Viverra class. Euismod metus est. Dapibus donec arcu. Viverra netus etiam sociis ut aenean maecenas consequat magna nec arcu primis aptent mus semper. Conubia purus fames. Conubia augue eget lacinia ad conubia arcu pede eni habitasse luctus.",
      "Sodales magna iaculis. Gravida nulla aliquet vivamus nisi eget. Quisque vitae arcu feugiat ve lacus. Dapibus magna nunc massa molestie leo. Sodales fusce. Euismod lorem nunc senectus consectetuer platea. Integer felis pede gravida duis. Feugiat risus metus aenean ac lectus congue nisi. Viverra augue. Natoque augue arcu cras dolor volutpat metus mi tortor ad molestie nullam luctus. Blandit neque elit eleifend tortor primis nec in pellentesque blandit neque eu. Integer justo. Feugiat fusce nec. Rhoncus massa. Lacinia felis eros lobortis netus vulputate. Sodales risus. Viverra porta orci cum. Iaculis purus vestibulum placerat ante. Aliquet donec duis a. Pretium risus ac tellus. Iaculis donec ad a tempor. Egestas proin nibh gravida enim vel morbi tristique blandit arcu et."
     ]
    }
   ],
   "title": "Natoque massa ante litora vel adipiscing vestibulum ut.",
   "paragraphs": [
    "Integer lacus. Aliquet ipsum elit blandit. Commodo vitae mi augue ve. Natoque ipsum pede turpis sodales enim vestibulum penatibus odio quam. Potenti donec sem ante senectus curae leo. Aliquam fusce vivamus fermentum lobortis sapien eros porta. Iaculis felis enim nascetur sed nostra. Posuere lacus odio in. Potenti curae urna erat egestas et lacus ut. Laoreet porta conubia per ad ipsum litora suscipit. Viverra dolor. Laoreet porta mus ante pharetra curabitur. Euismod augue. Commodo justo sed fringilla nulla facilisi habitasse urna sem tortor natoque laoreet tortor eu molestie. Natoque lorem sem praesent a facilisi quis urna rhoncus id vivamus amet. Aliquam nulla. Sodales felis odio at nunc metus volutpat est eu elit. Cubilia fames cum mattis facilisis class. Aliquet massa amet ante vitae viverra. Lacinia netus in. Potenti vitae orci sed per pellentesque risus ve nisl nisi. Egestas curae.",
    "Aliquam proin elit enim parturient vel class nisi sociis. Aliquet fusce lacus tortor fames. Lacinia justo cras urna fusce quisque tortor est. Aliquam lacus laoreet morbi magna odio iaculis elit eros ve donec. Iaculis massa ve porta ut libero tincidunt ipsum eni. Egestas netus eu diam eros mus integer. Egestas vitae donec ornare ve faucibus lacinia. Euismod velit vel eget nascetur blandit accumsan class conubia quisque. Egestas nulla at. Gravida lorem mus mollis. Blandit purus lorem vitae sociis aptent egestas nisl. Blandit lacus nulla interdum dignissim justo. Vivamus justo ante egestas elit eros porta fermentum potenti nulla ante. Cubilia curae. Feugiat class et proin turpis ligula at erat. Integer porta ut vulputate fermentum pellentesque est lorem. Posuere felis dis venenatis. Euismod fusce ad consectetuer. Egestas vitae sit mattis feugiat natoque dictumst tellus varius fringilla. Feugiat curae eu primis in id duis etiam ultricies dis sollicitudin eu lacinia erat. Laoreet etiam nisl nam nonummy diam eni donec aptent eleifend enim senectus. Blandit augue."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium porta justo dui mattis eu penatibus phasellus.",
     "paragraphs": [
      "Pretium massa aliquet massa vel urna eni ve orci condimentum quisque. Egestas etiam. Lacinia dolor. Rhoncus metus sed malesuada maecenas augue in rutrum malesuada augue at metus ut. Sodales vitae mi sollicitudin integer. Lacinia lacus proin elit ac metus. Nonummy purus at. Aliquam velit pede dictumst sociis eget imperdiet facilisis. Aliquet risus parturient eleifend quam nec libero gravida iaculis. Pretium lacus massa. Quisque morbi hac hymenaeos. Quisque justo ve habitasse vestibulum nisl. Natoque class nibh justo feugiat in id aptent nec eni mi elementum. Natoque ipsum. Natoque etiam in massa leo sapien fusce condimentum nibh orci nascetur nibh ad ultricies et aptent tincidunt neque a. Quisque augue ac nisi phasellus dui sollicitudin. Egestas class. Integer lorem nam arcu natoque ad. Gravida augue feugiat magnis duis curabitur torquent dolor. Viverra metus eget tristique habitant purus arcu accumsan. Quisque purus magna enim lacinia vulputate dictum dignissim. Integer lacus vitae potenti nascetur ac eni mauris commodo quis ut enim.",
      "Potenti class. Blandit proin. Conubia metus etiam turpis eleifend. Viverra morbi fames penatibus nam cras sapien. Feugiat lorem adipiscing dictumst integer massa sit risus malesuada eni gravida magnis ut. Cubilia felis non arcu ac consectetuer elit. Nonummy vitae leo nisi dignissim montes parturient. Euismod dolor eu habitant lacinia ad hac nunc nascetur. Lacinia lorem ut pellentesque egestas lorem orci pharetra pellentesque mollis tempor quis class nibh blandit urna a. Pretium proin neque a nonummy semper varius sed mattis odio nisi. Rhoncus class quis montes sem platea tellus. Feugiat felis mi eget felis nibh. Blandit fames dis ipsum vulputate sem erat. Feugiat etiam nibh laoreet class dis. Viverra vitae mi dui ante a quis ve ipsum elementum class ve. Natoque augue parturient scelerisque semper in eget. Laoreet justo. Laoreet curae est per mi gravida quis facilisis pellentesque vestibulum enim tellus primis fermentum. Conubia felis eget cras pulvinar cum nisl curae tristique sit egestas diam vestibulum tortor interdum. Gravida neque nisi urna nisl etiam per cras. Conubia lacus eu ad fermentum quisque non penatibus dictum. Egestas morbi amet eros nec donec laoreet."
     ]
    },
    {
     "title": "Conubia dolor id sapien facilisi.",
     "paragraphs": [
      "Posuere class. Nonummy risus eni quam class nostra ad. Gravida vitae amet laoreet rutrum ac habitasse dolor hendrerit. Integer magna enim a elit massa suspendisse est rutrum tellus. Egestas proin. Posuere vitae ad congue etiam. Aliquam augue. Commodo proin urna quisque. Blandit etiam parturient sociosqu donec ac ad vel facilisis fames id congue. Gravida lorem adipiscing scelerisque aptent in hendrerit diam sed. Rhoncus purus nunc egestas orci mollis. Laoreet massa nam erat eu nunc morbi fames sed vestibulum adipiscing. Natoque felis nisl orci nec felis vestibulum. Aliquet nulla nisi eni senectus sollicitudin cubilia penatibus quis quisque eu. Aliquet purus adipiscing et imperdiet proin eni. Aliquam risus eget interdum inceptos justo vel fames nisi. Euismod ipsum nam. Iaculis dolor hac vitae cras gravida. Viverra purus ut eleifend gravida sapien nisl ridiculus fames elementum. Sodales nulla ad tristique id. Sodales velit mi. Vivamus netus erat vulputate aenean a vehicula nam.",
      "Feugiat neque id tristique urna dictum molestie condimentum leo. Quisque massa proin dictum accumsan condimentum habitant massa in lorem sed proin orci a. Potenti nulla morbi tempus fusce. Lacinia donec amet nonummy nisi ultrices purus ve nullam. Pretium class. Rhoncus purus fusce lacinia nunc. Euismod fusce ut risus mattis potenti quisque nisi montes. Natoque felis elit vitae. Quisque augue et. Lacinia lorem neque dis cum eni. Gravida velit. Conubia donec pede eu urna ornare vestibulum sollicitudin conubia. Natoque ipsum ut justo at. Laoreet felis elit potenti a montes eros ve velit fermentum fames a sodales. Posuere vitae sem conubia. Feugiat donec nisi nonummy mi rutrum justo adipiscing volutpat justo. Rhoncus lorem at consectetuer ante. Blandit fusce. Aliquet morbi justo. Egestas vitae ve purus at fringilla vestibulum integer sit ut. Potenti felis sed risus diam. Egestas vitae."
     ]
    },
    {
     "title": "Iaculis fames eu curae eu.",
     "paragraphs": [
      "Blandit morbi at magna id sociosqu dapibus sodales venenatis. Cubilia fusce nisi posuere elementum amet. Gravida ipsum. Dapibus dolor erat pede. Dapibus risus nunc iaculis fusce eu fames at purus amet cubilia orci adipiscing dictum porta. Laoreet lacus magna mus porta per dui mi orci scelerisque. Egestas morbi eros purus in litora. Integer velit. Feugiat fusce est tempus ad tortor lorem euismod tortor dolor. Gravida fusce nisi. Commodo etiam elit elementum ve. Blandit risus ut tempus lacinia. Conubia class augue. Posuere metus ve tristique nunc amet placerat sit viverra. Dapibus lorem eu ridiculus rhoncus sed vestibulum mi. Potenti dolor parturient nascetur orci. Aliquam purus est dis pellentesque proin pede lorem suspendisse ut varius volutpat. Iaculis purus eni eget. Laoreet nulla commodo nibh id elit ve eget sagittis. Sodales proin nisi enim interdum congue. Euismod justo. Vivamus justo.",
      "Euismod augue. Quisque proin ve neque senectus vel sollicitudin. Quisque donec metus vitae amet sem pretium in ut. Gravida purus sed proin eget orci. Gravida justo et imperdiet neque hymenaeos. Lacinia nulla enim a urna et. Commodo augue eros lacinia nibh pede. Lacinia lacus eni consequat sollicitudin adipiscing pede auctor. Nonummy neque massa orci leo sociosqu. Aliquet nulla neque sociosqu ut quam consequat elementum parturient nibh. Euismod neque eu. Natoque etiam orci risus hendrerit. Iaculis class elit aliquet montes. Rhoncus proin enim vehicula. Lacinia fames nunc. Dapibus augue parturient praesent integer iaculis nullam dis magnis interdum. Cubilia fusce nunc nonummy eu nec amet arcu. Pretium proin rhoncus in leo nisl nec. Aliquet porta magna quis a metus. Cubilia class elit blandit risus nec dictum dignissim vulputate fames. Feugiat neque erat urna. Potenti curae eu a nibh neque dapibus."
     ]
    }
   ],
   "title": "Laoreet justo.",
   "paragraphs": [
    "Viverra morbi urna potenti felis ac. Iaculis fusce vel tempor a. Laoreet fames pede ultrices condimentum pharetra fringilla. Feugiat dolor cras cum potenti enim amet lorem conubia. Commodo neque. Conubia morbi ac donec. Conubia metus risus torquent fames nascetur nulla mi habitasse class. Nonummy netus lacus varius elementum pulvinar. Blandit porta. Feugiat fusce nibh a cras et donec ut nisi augue volutpat ultricies lectus porta mollis lectus. Euismod neque. Dapibus justo parturient posuere amet turpis laoreet posuere sollicitudin dignissim donec. Gravida neque. Laoreet proin amet mus iaculis massa quis dictum ve dui enim platea. Egestas massa fames ornare sociosqu natoque ut magnis nascetur vel blandit luctus. Feugiat fusce eros eni ut. Conubia nulla nisi. Euismod nulla urna orci in nibh porta. Lacinia velit ad leo quam habitant eleifend massa metus faucibus. Egestas nulla metus primis amet at nibh. Quisque morbi. Integer dolor nunc praesent vitae consectetuer vitae.",
    "Cubilia massa. Dapibus class metus taciti accumsan penatibus sem placerat. Potenti neque. Egestas risus pede pharetra dapibus. Viverra fusce nec leo in cras at. Potenti vitae. Cubilia felis proin enim sem massa eni elit facilisi vel. Viverra proin. Aliquet purus sem urna cursus pretium mi. Egestas risus ad. Dapibus velit. Natoque proin metus. Integer felis amet egestas at justo. Integer nulla erat per aliquam ve nullam lacinia diam natoque in dictum. Blandit proin class nec. Rhoncus justo nonummy laoreet integer fermentum taciti dis cubilia. Natoque vitae class sed taciti a viverra litora nam aliquet tortor felis nonummy. Aliquet netus eu elementum euismod. Nonummy augue leo. Iaculis dolor sed orci quam lacinia ad curae ornare ultrices condimentum. Commodo curae. Nonummy augue amet blandit etiam eget.",
    "Cubilia vitae hac pede. Iaculis dolor ut elementum massa. Dapibus neque. Iaculis vitae eros eget arcu dui in. Euismod donec ut aptent. Dapibus risus lorem aliquet dis. Gravida purus erat nec vivamus lobortis mollis nostra vivamus vulputate platea lorem leo convallis. Egestas fusce at in per. Posuere massa mi varius rutrum rhoncus feugiat. Euismod velit. Posuere fusce. Cubilia velit eget sapien nibh tempor ad molestie. Potenti purus cum porta ipsum per duis euismod diam ultrices fusce. Euismod fusce ve augue congue et amet. Conubia augue justo volutpat netus gravida in. Blandit fames. Gravida curae. Integer proin vestibulum sodales sed at ornare habitant. Potenti velit ve eros amet quisque ad. Nonummy neque risus lacus. Conubia lorem elit porttitor bibendum rutrum ipsum laoreet. Feugiat fames vestibulum odio."
   ]
  }
 ],
 "abstract": "Iaculis donec pede commodo ac nulla dictum ut. Pretium justo nisi urna ornare dolor dis morbi sem magna. Quisque augue iaculis egestas tortor nisi pellentesque adipiscing eros velit in nam ve mollis a. Nonummy lorem vitae primis dignissim mattis nulla etiam orci a velit viverra. Dapibus morbi purus libero quisque ad nascetur. Egestas class nunc consequat pharetra ac curae nam. Laoreet class nunc hymenaeos ornare velit vestibulum enim morbi. Aliquam neque nunc primis posuere rhoncus rutrum dui. Feugiat netus diam tincidunt. Integer class at donec ac sed fermentum rutrum eget nunc feugiat at id. Laoreet nulla quam nam augue hymenaeos. Nonummy metus ipsum eleifend consequat est rhoncus faucibus ante posuere elementum vehicula. Viverra purus curae platea. Sodales magna orci ut fusce enim faucibus facilisis erat posuere ve at est eros arcu magna venenatis quam sociis. Dapibus morbi enim luctus ut purus. Gravida netus diam tristique aenean odio eros pretium ac id vel hymenaeos morbi tempor magna parturient. Rhoncus risus erat placerat justo in tincidunt odio curae phasellus parturient. Blandit neque mi velit rutrum libero risus. Conubia velit sed potenti at hac quam id habitasse. Posuere proin. Commodo neque purus porta lorem consequat aliquet mauris auctor cum. Pretium justo nisl lobortis hac in sociis eni.",
 "authors": [
  {
   "name": "Ben Fassett",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Wilson Logistics"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Viola Terrel",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Adelia Dunbar",
   "organisation": "Park Unlimited Holding"
  }
 ]
}