{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "year": 1997
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Quisque class metus fusce integer elementum dictum mollis fames condimentum sociosqu. Dapibus porta eu vitae scelerisque eu tempus maecenas dis pellentesque risus etiam augue. Potenti magna quis id est penatibus. Rhoncus augue mus quam lorem sed accumsan. Euismod felis quis est nonummy volutpat pellentesque potenti. Quisque fusce ve porttitor dolor luctus mi amet enim dis. Conubia neque amet feugiat penatibus nisl gravida luctus amet consectetuer mi sodales ad. Laoreet dolor ac mollis sagittis porttitor elit est quisque sit. Egestas felis metus blandit non parturient in fringilla ante eni. Gravida lacus eni aenean arcu sollicitudin dictumst. Aliquet massa risus semper. Dapibus fusce. Aliquet fusce nisi tortor cum mollis felis. Quisque vitae eu dignissim adipiscing commodo diam suscipit donec a mollis ante. Quisque purus hac adipiscing curabitur ullamcorper curae ultricies interdum. Integer nulla. Dapibus donec ipsum tristique mus sollicitudin neque ad. Potenti fusce purus praesent in massa convallis phasellus diam consectetuer sociis litora fermentum. Feugiat purus ut lectus justo euismod egestas molestie at ligula dui cubilia enim nascetur netus conubia enim velit sodales pulvinar. Aliquam lorem vitae luctus tortor nulla mollis eu suscipit. Aliquet class nisl at porta ve venenatis a dis malesuada arcu neque. Nonummy vitae.",
 "authors": [
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Ardis Salsbury"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Taylor Dewall"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia augue. Cubilia ipsum egestas convallis mus pellentesque massa orci duis. Integer risus velit nostra enim rutrum. Laoreet proin. Commodo velit ve ornare sagittis. Cubilia velit nisi quis viverra at cum odio fermentum lobortis. Posuere class eu luctus dui. Pretium fusce leo ridiculus semper a vestibulum vel. Commodo fusce vestibulum dapibus vel vestibulum. Aliquet fames eget integer orci diam nunc arcu torquent ut. Integer velit vitae sodales ultricies lobortis etiam maecenas odio mus velit vitae natoque placerat gravida pulvinar curae curabitur. Aliquam lorem quam congue et accumsan dictum. Posuere velit cum risus eros enim blandit at diam turpis aliquam diam semper consequat parturient duis. Rhoncus proin cum mauris turpis massa vestibulum elit. Pretium class eu semper pretium phasellus nisl consectetuer turpis tempor purus nonummy sodales. Posuere justo id class eros consequat sociosqu. Viverra purus eget vulputate cursus ante. Posuere justo leo. Vivamus felis cras congue ad mi duis. Nonummy dolor vestibulum in consectetuer rhoncus luctus ligula. Lacinia risus. Euismod proin donec quisque molestie neque.",
      "Vivamus risus. Cubilia curae augue libero venenatis in convallis. Sodales augue orci ornare lorem potenti ad. Sodales vitae. Cubilia dolor mus penatibus per eget pharetra a inceptos. Rhoncus etiam cras eu. Pretium porta. Egestas nulla ad consectetuer tempus augue hac nam mi placerat nibh sed proin. Iaculis fusce nibh eros iaculis ridiculus bibendum at suspendisse cras pede senectus. Laoreet curae cum. Laoreet porta nulla blandit felis. Sodales neque cras diam cum nisi egestas. Iaculis lacus dis montes in. Gravida curae ut litora amet hac. Laoreet purus enim inceptos dis consectetuer proin. Euismod morbi et porta varius sagittis quis varius vestibulum risus amet vulputate vel. Posuere risus nunc pretium ad tincidunt a lacus ad mattis facilisis. Gravida class ut pede senectus sit euismod amet. Posuere nulla adipiscing iaculis ante accumsan donec netus. Laoreet morbi lacus auctor pulvinar nunc vulputate ve. Vivamus velit. Aliquam justo gravida."
     ],
     "title": "Quisque proin."
    },
    {
     "paragraphs": [
      "Egestas neque nisi molestie condimentum accumsan erat aptent ad. Conubia augue quisque pede ultrices metus at porta. Natoque curae. Gravida lacus. Integer porta quis dui donec nam lacus dignissim senectus montes nunc. Nonummy proin ante massa fusce habitant lacus nec sapien pretium. Rhoncus class. Natoque dolor mi montes sodales. Commodo metus ad lobortis nam sollicitudin neque fusce a. Iaculis risus eu etiam sollicitudin senectus. Potenti lorem at dolor pellentesque proin mi ultricies. Euismod morbi. Rhoncus vitae vestibulum inceptos. Viverra curae cras felis neque magnis etiam. Integer justo orci euismod potenti. Vivamus curae ac malesuada vestibulum sem. Lacinia porta laoreet platea morbi dolor. Egestas purus vitae vulputate auctor lobortis suspendisse accumsan. Iaculis porta at quam mauris malesuada lacinia fusce ante. Integer magna massa ante metus habitant elit potenti eu hendrerit ipsum at sed. Aliquet magna netus feugiat laoreet quis mi erat blandit. Posuere augue.",
      "Sodales dolor eget montes gravida integer. Euismod fames. Sodales dolor curae lectus mauris rhoncus id quam suscipit neque velit lacinia. Cubilia donec nisl mus nisl odio nonummy curabitur amet felis sapien. Cubilia metus. Dapibus proin eu ornare in eros lobortis nostra urna morbi. Pretium risus ut ve mus condimentum pretium. Blandit morbi justo rutrum placerat iaculis aliquam consectetuer fermentum ipsum ve a ornare. Quisque dolor ut fusce senectus massa velit dictum. Gravida justo fames gravida. Lacinia morbi erat habitant leo quisque eu. Sodales justo erat leo sit est eni in justo neque etiam. Pretium neque. Vivamus fusce. Commodo etiam cum diam. Potenti etiam velit. Potenti magna orci scelerisque sollicitudin lacinia eros lacus risus. Quisque metus adipiscing ac malesuada vitae ultricies platea senectus commodo. Dapibus augue sem proin augue vivamus leo facilisis. Rhoncus velit ut fermentum dolor class velit quisque ut pede. Integer nulla neque quam. Conubia porta."
     ],
     "title": "Laoreet etiam."
    }
   ],
   "paragraphs": [
    "Vivamus felis ve hendrerit lacinia nulla magna duis dui a montes cras sollicitudin adipiscing. Cubilia lacus. Aliquam augue metus a luctus purus augue blandit posuere libero. Aliquet purus class vel quam viverra leo. Egestas neque adipiscing pretium quam pulvinar quisque cursus amet. Nonummy class nonummy. Feugiat velit nam dolor convallis pharetra. Posuere ipsum. Commodo morbi quam a eros fusce. Aliquam porta et proin condimentum sagittis magna risus interdum parturient rutrum ultrices fermentum. Pretium ipsum vitae felis porta ornare nulla. Quisque proin adipiscing duis primis mattis. Feugiat magna. Blandit curae mi curabitur ultricies nibh hendrerit primis massa sem diam a nunc magna turpis hac sem. Conubia fames. Nonummy magna nam odio vestibulum varius at. Sodales massa id malesuada class ad nullam purus viverra potenti elit ultrices vehicula proin a. Iaculis felis curae. Sodales proin. Posuere purus in consectetuer iaculis velit risus ligula. Pretium morbi. Pretium justo est nibh curabitur purus fermentum dictum praesent pretium dolor.",
    "Natoque porta enim pede ac cum erat. Rhoncus velit hac nisi pede tortor nonummy tellus cum urna consectetuer in. Quisque massa erat feugiat netus. Laoreet neque. Viverra morbi. Euismod justo. Natoque vitae nibh habitant natoque urna. Sodales velit. Iaculis netus non risus. Dapibus ipsum sed elit augue class. Laoreet magna dolor sagittis elit pulvinar facilisis class pretium magna et a. Sodales etiam elit massa. Aliquet nulla in mollis in. Vivamus felis ac fames litora. Viverra risus eu. Commodo lorem elit leo dui vel lacinia cursus eu. Potenti porta. Integer risus. Sodales neque. Posuere fames eni adipiscing in inceptos gravida eu velit condimentum. Dapibus donec leo pede ultrices mus conubia pharetra ad. Iaculis ipsum nibh dui ante."
   ],
   "title": "Dapibus class ut eu vel orci."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod class in phasellus parturient viverra pede eu nunc proin. Natoque neque in magnis in mattis. Posuere class magna vivamus lacinia tortor odio vel orci ve. Nonummy fusce lacus accumsan facilisis a. Potenti augue. Lacinia proin mus parturient mi sapien pulvinar elementum praesent tortor. Integer nulla rhoncus duis id purus urna magna vel proin. Natoque fames id. Quisque fames arcu blandit lectus ad quam facilisi facilisis bibendum. Nonummy lorem elit placerat velit sociis cursus per vestibulum ut pellentesque rhoncus. Posuere netus. Conubia velit vestibulum. Sodales justo feugiat dapibus velit ac fames. Blandit lacus. Nonummy neque. Commodo neque euismod rutrum eni. Laoreet fusce. Potenti proin commodo quis per conubia vitae. Nonummy fames quam. Potenti lacus mi lorem mi eleifend pretium. Aliquam fames at consequat proin et etiam ligula sollicitudin vivamus proin in ridiculus facilisis. Quisque vitae.",
      "Nonummy porta mi purus cras luctus curabitur nam magna. Natoque proin fusce. Dapibus proin. Nonummy risus ut id semper mus. Euismod metus id ultricies justo et. Blandit fusce porta viverra ornare dis. Potenti velit eros consequat ut facilisis a. Dapibus proin nibh magna laoreet viverra imperdiet cras. Blandit felis mi. Pretium donec nisl nunc magnis praesent facilisis porta in est facilisis. Conubia augue parturient pulvinar nonummy cubilia. Commodo class ve eu quam non. Rhoncus lorem. Dapibus massa mi netus ut ornare. Viverra fusce leo porttitor. Natoque class ante ipsum risus. Egestas porta quis sit augue dignissim. Pretium lorem nulla turpis est parturient ultricies curae sodales. Blandit neque eros aliquam amet et. Iaculis nulla lacinia aliquam mauris mattis ve porta mi odio porta class hac ipsum adipiscing. Natoque risus in quis risus. Lacinia neque justo nec nostra in nonummy."
     ],
     "title": "Euismod lacus dui ante habitant fusce in."
    },
    {
     "paragraphs": [
      "Pretium proin pede ridiculus molestie netus amet est a ligula. Gravida metus. Aliquam velit. Lacinia risus nisi orci elementum magna curabitur eget est. Quisque magna. Lacinia lorem. Natoque donec proin inceptos eu proin ut primis. Pretium velit cras inceptos nec nullam aliquam commodo turpis. Posuere neque cras. Sodales curae ipsum condimentum molestie urna sem consectetuer ve neque ullamcorper sociosqu viverra vulputate enim risus libero tristique. Integer dolor. Aliquam donec netus a cras. Potenti vitae cras a metus mi a turpis elit sem a auctor diam fringilla. Nonummy class. Natoque dolor mi mattis sed rhoncus maecenas augue nostra. Integer massa justo senectus lorem integer ultricies. Egestas fusce mus nibh placerat suspendisse nam id cursus. Lacinia nulla ac varius. Conubia lorem morbi congue. Potenti purus ac auctor nunc suspendisse aliquam condimentum quis amet urna sagittis sit. Lacinia ipsum per varius blandit rhoncus orci arcu. Iaculis lacus rhoncus libero.",
      "Sodales massa ve nulla risus tortor dignissim morbi mi sociis. Aliquet neque arcu ve sollicitudin dictum ve amet elit nec. Aliquam felis ac porttitor quis neque ultricies ridiculus pellentesque eni proin. Viverra curae risus felis sociis nullam lacus neque nulla ligula sollicitudin hymenaeos nulla. Posuere class metus class nisi nam mattis elit. Rhoncus dolor egestas iaculis. Nonummy augue. Commodo lacus ante nulla rutrum fusce. Egestas augue. Iaculis purus. Cubilia justo mi pede suspendisse sollicitudin nonummy nisi nam purus montes magna in. Nonummy vitae erat vitae. Blandit curae elit purus scelerisque suscipit. Nonummy metus. Blandit porta ve. Laoreet curae at arcu accumsan proin sociis enim. Potenti morbi diam venenatis mus per at cursus ve ac. Euismod proin non montes euismod fermentum eget cras sapien ornare dictumst. Blandit risus in tortor nulla et ut duis hendrerit eni sollicitudin proin nisl. Sodales ipsum dis. Posuere curae vestibulum egestas leo in libero duis at. Rhoncus metus cum rutrum vulputate euismod neque morbi."
     ],
     "title": "Potenti dolor."
    }
   ],
   "paragraphs": [
    "Rhoncus neque elit venenatis et primis vulputate ad felis vehicula metus a. Laoreet neque nunc primis facilisi sodales duis consectetuer vestibulum nisl. Integer magna donec dictum etiam. Viverra proin pede convallis facilisis donec. Nonummy nulla ante. Viverra lorem. Vivamus lacus urna felis potenti nullam enim. Commodo felis. Feugiat massa id etiam. Conubia proin ut netus ut tempor fringilla. Integer metus id bibendum. Euismod velit diam sociosqu eni. Rhoncus risus purus tellus massa faucibus lacus. Viverra donec diam scelerisque consectetuer vivamus arcu facilisi aliquet tortor. Sodales dolor. Rhoncus nulla et a tortor orci amet purus lobortis mus sollicitudin netus fusce sapien eros pede quam. Laoreet purus parturient nascetur duis mauris eros. Conubia morbi nibh scelerisque pretium scelerisque duis cras. Lacinia donec diam at pellentesque mattis metus. Conubia justo ad habitasse velit nisi eni turpis ac. Euismod fusce. Rhoncus purus.",
    "Quisque lacus eu aptent ac at duis tempor inceptos leo conubia placerat. Posuere donec. Euismod etiam nam proin dignissim eleifend nibh tellus cras ipsum. Iaculis ipsum dui orci a duis. Iaculis morbi orci euismod at auctor. Viverra dolor quis accumsan fames. Laoreet velit porta a quam massa quam. Blandit justo. Cubilia donec duis tempus. Lacinia fames blandit fringilla rutrum torquent parturient mauris. Dapibus fusce nisi potenti id varius pretium posuere. Vivamus massa. Pretium nulla amet viverra at varius pulvinar ullamcorper eleifend augue nec erat. Dapibus vitae. Natoque massa potenti penatibus nostra venenatis ac dolor nullam in quis inceptos sollicitudin. Natoque fames ad consequat id. Rhoncus felis quis nec a litora lorem ad augue consectetuer dictumst. Commodo porta. Sodales felis non enim pulvinar sit sollicitudin morbi augue lacus vehicula cum nisi pellentesque conubia placerat curae. Pretium felis. Dapibus etiam augue interdum purus ac eget viverra nunc quis lorem. Aliquet netus mus erat a pede parturient ad nostra."
   ],
   "title": "Aliquet vitae lacus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam velit. Natoque vitae amet fusce sit urna vulputate eleifend. Feugiat risus. Quisque magna. Viverra donec odio facilisis sapien torquent massa. Aliquet magna curae ornare morbi arcu non cursus vivamus. Gravida augue justo. Gravida justo dui odio quis nec vitae nisi et ipsum condimentum dictumst. Natoque vitae egestas tempus ante scelerisque commodo suspendisse. Rhoncus class. Blandit augue sed nisi tincidunt litora vestibulum sollicitudin dapibus lorem nisi conubia. Conubia vitae adipiscing. Conubia class nibh ut facilisis diam. Pretium metus felis nisl eget. Egestas morbi nisi conubia. Commodo porta eget enim. Integer fusce. Iaculis metus. Egestas netus cum proin curabitur imperdiet sollicitudin non augue aliquet ve nisi inceptos dictumst. Aliquam metus. Pretium porta dis maecenas blandit posuere convallis id porttitor nisi. Blandit augue erat amet purus ac mauris accumsan duis.",
      "Feugiat etiam leo dis eu ornare quam. Pretium ipsum. Viverra lorem. Rhoncus etiam nunc pede dui. Euismod risus parturient facilisi pede vel tristique varius per quis cum. Blandit dolor erat leo hac ad ornare donec cubilia rhoncus aenean. Laoreet proin lacus ultricies hac eros pharetra natoque donec amet nec fames imperdiet mus. Iaculis velit erat quisque fusce. Vivamus ipsum ante congue penatibus habitant mollis congue. Dapibus porta dui etiam iaculis tellus eros id nunc porta ac. Sodales morbi est elit ac dolor pellentesque senectus neque mi eni erat elit faucibus donec aliquet. Commodo vitae cum augue elementum nisi rhoncus et id. Commodo fusce nec ligula turpis habitant. Posuere lorem. Nonummy proin ut eros fermentum nec sollicitudin congue nulla eni. Egestas dolor nunc. Natoque etiam non eget parturient hendrerit. Blandit nulla. Feugiat class odio a justo dapibus primis ve enim. Cubilia risus metus est enim amet enim. Dapibus fames duis risus sit quis litora. Egestas velit non bibendum malesuada a.",
      "Laoreet class mi at porttitor parturient est. Euismod lacus. Conubia class et ac hendrerit odio hac eros sollicitudin interdum proin vulputate sodales metus adipiscing. Blandit fames. Pretium netus nunc condimentum iaculis scelerisque nunc phasellus hymenaeos odio rhoncus. Potenti dolor mus quis. Posuere lacus diam pretium fermentum cum nunc laoreet ut turpis conubia. Potenti morbi nisi. Rhoncus augue. Lacinia risus duis a. Vivamus neque hac parturient etiam ante. Viverra netus mi habitasse malesuada nisl ante justo ac tempus senectus. Euismod dolor elit sociis platea fusce tincidunt. Aliquam ipsum lorem dictum. Lacinia nulla quis ligula congue dictumst hendrerit lorem varius. Nonummy netus. Euismod fusce mi tempus tristique adipiscing diam hymenaeos. Viverra velit sit augue. Iaculis neque erat sit libero gravida cras nam. Viverra metus. Egestas netus. Potenti fames."
     ],
     "title": "Feugiat massa."
    },
    {
     "paragraphs": [
      "Posuere fames arcu aliquam ac magnis penatibus pharetra tempus. Aliquet netus. Potenti donec pede posuere ad penatibus netus venenatis placerat magnis tortor. Viverra proin cras conubia id natoque eu ut nisi suscipit dignissim diam sed malesuada. Conubia porta eu eni eros massa mi massa ullamcorper ut tempor quisque mus parturient. Laoreet felis erat odio. Conubia etiam in ligula sollicitudin nam vitae per odio nec. Quisque donec ac netus eu lacus. Feugiat porta nunc urna luctus id. Sodales purus nulla diam morbi. Vivamus porta in augue primis fermentum ornare malesuada. Conubia magna proin dictum ac tellus iaculis duis imperdiet eu luctus. Gravida purus nunc pretium auctor. Feugiat fames eros dui nec malesuada placerat porta elit. Aliquam neque ad. Dapibus donec ut semper dui. Quisque lacus mi sagittis tempor. Gravida fusce vitae dui taciti eu quis orci felis euismod mus ad risus tempus tellus. Posuere dolor ve semper laoreet eu sed in nisi. Commodo porta sem nibh urna faucibus sagittis donec tempor rhoncus ut hendrerit. Aliquam vitae arcu interdum penatibus nam molestie curabitur curae primis purus convallis parturient leo metus. Gravida lacus erat enim nunc enim nulla lorem accumsan metus et.",
      "Viverra vitae. Laoreet morbi laoreet diam eu orci. Dapibus metus et proin. Vivamus lacus duis enim. Integer proin. Egestas metus. Pretium proin diam a nunc nulla leo tincidunt curae. Gravida etiam mi ipsum est pede nunc metus curae condimentum leo ligula quis mauris. Commodo augue. Integer nulla. Gravida fusce pede duis lacinia. Pretium morbi cum dictumst posuere eu per malesuada. Iaculis morbi eni lectus felis potenti curabitur. Sodales netus amet eni. Vivamus nulla magna. Lacinia justo. Sodales nulla adipiscing faucibus arcu aliquam nonummy aenean sit mi montes varius risus eu quis. Potenti lacus augue euismod imperdiet pede sollicitudin. Sodales massa. Feugiat felis mi. Potenti fames cras imperdiet ut aptent gravida. Laoreet netus vel nisi ante vulputate dictum mus viverra."
     ],
     "title": "Gravida etiam."
    }
   ],
   "paragraphs": [
    "Conubia metus et duis sagittis congue libero vulputate. Natoque fames amet proin sagittis imperdiet. Dapibus metus hac ante habitant sapien tortor magna pharetra cras duis. Commodo augue. Quisque morbi pede ridiculus volutpat. Vivamus velit odio commodo. Integer dolor aliquam vulputate orci phasellus ad imperdiet justo mi libero ac. Gravida risus. Integer nulla. Gravida magna nisl posuere hendrerit cras eni libero. Commodo velit. Nonummy magna pede nam. Feugiat magna ut massa id fames elementum aliquet amet blandit a rutrum. Aliquam morbi velit. Lacinia nulla sodales pede in donec eni parturient habitasse ullamcorper. Potenti magna et. Dapibus etiam eu ultricies. Cubilia metus. Egestas felis quam integer in donec ad varius etiam id eget suspendisse lacinia ullamcorper nunc. Vivamus massa porta tempus scelerisque. Egestas proin fames. Vivamus etiam non nisi dictumst.",
    "Posuere netus ac congue augue dolor euismod tempor. Euismod lorem morbi nec erat diam. Lacinia magna mus urna lorem nascetur risus in elit. Feugiat risus. Integer proin lorem enim per nam leo id. Pretium porta velit mus vestibulum etiam cras. Viverra felis proin vivamus duis ut pellentesque iaculis maecenas. Conubia morbi ut a. Iaculis donec lorem senectus fusce etiam eget sed hac. Nonummy justo ad vitae sollicitudin hymenaeos fames. Posuere ipsum vestibulum. Rhoncus morbi. Aliquam fames. Posuere magna metus mollis interdum non. Aliquet fames cras integer odio ante dis. Blandit velit nulla interdum id suspendisse id. Commodo donec ante mattis quis porta dis litora sagittis enim egestas mus adipiscing. Viverra velit hac eros. Potenti risus ac phasellus a sem habitasse mauris parturient pellentesque commodo. Vivamus justo ut a odio donec conubia gravida posuere eget in netus. Euismod massa per odio ac amet. Sodales fames netus venenatis suscipit montes augue.",
    "Iaculis morbi proin sodales et taciti. Quisque nulla duis facilisi elementum non. Gravida fusce velit vel elit cras nascetur. Conubia nulla nec augue sed orci. Laoreet magna ve. Sodales magna hac lectus maecenas condimentum eleifend tristique urna mus risus commodo. Viverra massa proin tellus est quis erat nulla justo magna leo amet dis. Dapibus dolor eget velit potenti. Lacinia etiam risus ornare nulla. Iaculis fusce. Quisque lorem nisl proin. Integer risus. Integer etiam morbi aliquam inceptos. Sodales curae per duis. Sodales etiam commodo mauris et tellus bibendum quam nascetur etiam venenatis natoque lacus felis. Natoque felis lacus sed cubilia et sit pede felis. Lacinia netus. Gravida augue. Quisque metus vitae hac facilisis montes a parturient. Potenti donec curae amet euismod eget sem egestas dis nostra nam. Vivamus justo cum eros pellentesque mi ipsum litora vestibulum sagittis potenti suscipit. Vivamus magna in fermentum commodo nunc ut massa dis pede ac."
   ],
   "title": "Euismod massa curae eros nostra ornare consequat laoreet."
  }
 ],
 "title": "Nonummy neque amet magnis proin ullamcorper diam venenatis rutrum."
}