{
 "sections": [
  {
   "title": "Aliquet class nisl viverra mi eget sed.",
   "paragraphs": [
    "Potenti velit magna lacus. Blandit netus elit felis natoque ipsum orci commodo id. Dapibus etiam eu ante sem cras. Posuere donec eu morbi in porta. Cubilia metus nisl integer curae at montes facilisi. Lacinia metus elit sit. Commodo ipsum nibh. Nonummy curae eros blandit enim hac duis a risus et. Pretium velit. Dapibus augue mi. Cubilia fusce nisi pulvinar a pulvinar sed. Integer curae velit donec ante ac vel nisi hac velit. Posuere nulla. Aliquam felis lorem duis ipsum morbi tortor. Nonummy purus per nisl ad nunc eros metus auctor class. Iaculis purus per metus velit bibendum. Sodales porta. Potenti ipsum quam sodales sem ve eros arcu. Pretium donec. Lacinia class magna mauris vel aliquam auctor platea. Quisque class diam. Pretium curae ut felis ad sollicitudin aliquam maecenas porta per.",
    "Pretium porta netus cubilia purus nunc pede dis etiam libero magnis feugiat lacinia ante. Quisque fames nunc cubilia arcu gravida at consequat lacus at metus. Viverra augue nulla condimentum habitant curae a litora cras laoreet nostra. Vivamus porta nulla nec porta risus scelerisque lobortis augue. Sodales velit ve nisl. Rhoncus proin mi aenean accumsan adipiscing. Pretium ipsum nisl dolor condimentum. Conubia augue non vitae dapibus nam. Aliquam dolor. Rhoncus netus at arcu. Sodales massa eget tempus volutpat pede auctor hendrerit purus ac dolor consectetuer praesent nulla tempor cursus dolor vivamus. Euismod massa. Natoque ipsum eu a. Conubia purus ac. Potenti neque parturient. Aliquet proin cras posuere ultricies semper habitant in. Iaculis vitae hac adipiscing parturient. Vivamus curae. Quisque proin sit egestas ad sed in dictum vehicula diam. Laoreet ipsum sem diam lorem semper ultricies pretium massa per. Quisque porta nunc ridiculus hac eni fermentum sem erat. Integer etiam in nulla ac."
   ],
   "children": [
    {
     "title": "Iaculis augue ve pellentesque feugiat morbi.",
     "paragraphs": [
      "Lacinia dolor magna molestie risus tristique vulputate sollicitudin. Cubilia augue. Quisque lacus id diam justo. Gravida netus massa neque elit mus feugiat interdum pede volutpat. Quisque risus ad odio et elit pede lorem bibendum. Conubia metus. Feugiat magna sed molestie cubilia sodales. Lacinia ipsum. Sodales nulla urna. Lacinia justo nec eros. Sodales massa cum. Vivamus neque mi fames ligula ac. Iaculis morbi diam porta. Rhoncus purus adipiscing habitant enim ve. Aliquet neque donec accumsan hymenaeos accumsan turpis metus blandit sit id dignissim aliquet. Blandit ipsum ve porta at imperdiet adipiscing iaculis. Rhoncus magna id auctor euismod posuere congue nam adipiscing vestibulum at. Integer lorem. Blandit magna diam nonummy mi at quis in netus pulvinar. Blandit ipsum nam vitae feugiat. Pretium dolor eget. Aliquet massa feugiat.",
      "Commodo nulla augue laoreet neque quam condimentum dapibus scelerisque. Natoque vitae duis dapibus feugiat urna et. Viverra risus nisi fames blandit semper. Sodales curae porta. Dapibus vitae est nascetur fames id sollicitudin. Iaculis netus dolor massa habitant mus mattis nulla phasellus adipiscing. Integer felis nam quam adipiscing semper sit taciti in. Feugiat netus orci eni lectus nec at bibendum risus cras. Integer dolor et orci mollis varius vivamus. Pretium morbi et vitae aptent iaculis eu primis ve. Gravida neque netus primis sodales blandit sociis. Euismod curae. Rhoncus augue nibh eget orci cum nam vel pretium ad. Commodo lacus quis quam proin amet sed proin malesuada pulvinar. Commodo massa hac parturient sapien sed tellus hac. Cubilia massa etiam suscipit venenatis diam nec. Feugiat lorem. Posuere netus. Cubilia augue justo duis suspendisse integer. Lacinia massa cras natoque. Cubilia felis. Feugiat ipsum urna placerat sollicitudin aenean felis ullamcorper."
     ]
    },
    {
     "title": "Aliquam fusce eu nec erat imperdiet.",
     "paragraphs": [
      "Egestas risus lorem purus eget nostra id tellus. Egestas dolor purus erat orci sociosqu pellentesque mollis. Euismod lorem. Pretium class augue suscipit odio amet mus ve litora sollicitudin leo. Vivamus lorem. Gravida risus. Quisque donec nisl mus eget. Posuere lorem. Aliquam nulla non eros porta senectus consequat ad consequat class malesuada ut. Feugiat morbi parturient ullamcorper turpis in erat pede nec. Egestas purus. Iaculis fames eni orci nostra et nisi. Commodo class. Viverra metus dis suscipit. Commodo augue at lorem ac ipsum vulputate. Lacinia etiam. Egestas metus vel lacus non urna consectetuer natoque accumsan sapien ornare senectus imperdiet sed. Conubia netus. Gravida proin. Aliquam lorem purus dictumst cum nonummy id elit quis enim. Dapibus dolor curae facilisi erat pharetra sit quam placerat accumsan morbi consectetuer volutpat nulla id. Conubia morbi ad urna.",
      "Dapibus fusce. Quisque metus conubia sem congue fusce malesuada sociosqu netus dui volutpat dapibus cursus. Laoreet felis sem eros tincidunt dictum elit. Gravida netus. Sodales augue sodales. Vivamus augue arcu quisque sociis mi aptent quis lorem. Cubilia etiam nec erat ligula primis nisl rhoncus phasellus duis viverra ve natoque. Sodales fames. Blandit proin id sollicitudin tempor donec. Nonummy fames porta ultrices nibh feugiat dignissim ornare facilisi inceptos mi. Aliquet velit mi risus dolor purus curae mauris euismod mi. Integer neque est amet adipiscing tempor duis dui. Quisque lorem sit arcu libero ut hac. Euismod proin ad. Commodo justo porta lorem a enim adipiscing. Egestas lacus risus ornare at accumsan arcu. Vivamus etiam. Gravida porta nunc condimentum ut mattis vulputate morbi. Viverra morbi. Cubilia justo ad lorem elementum penatibus sollicitudin. Nonummy lacus vitae. Iaculis metus parturient bibendum elit id."
     ]
    },
    {
     "title": "Aliquam proin.",
     "paragraphs": [
      "Pretium lorem fusce morbi tempor adipiscing sollicitudin feugiat eleifend. Iaculis risus ut nullam non ac congue magna. Laoreet augue diam habitant ipsum id. Sodales fusce ante tellus velit aliquam leo adipiscing penatibus amet sed felis. Commodo dolor nisl proin potenti. Vivamus magna. Euismod lacus at etiam magnis sollicitudin iaculis fusce felis amet arcu non enim at. Blandit augue adipiscing torquent lorem. Gravida velit et a. Natoque dolor ac nostra placerat adipiscing hymenaeos scelerisque class imperdiet per. Iaculis metus sit orci consectetuer conubia torquent aptent vestibulum porta odio leo eu turpis. Dapibus class ve litora justo. Potenti porta elit tempus nisi felis conubia turpis eget penatibus hymenaeos sollicitudin non. Posuere nulla sodales accumsan augue eni sodales a condimentum dui. Conubia justo quis id lacus diam ante netus magnis. Sodales felis posuere nostra nibh sollicitudin ut morbi porttitor faucibus. Euismod justo id malesuada proin ante non congue cum mus in enim accumsan. Quisque vitae justo phasellus. Feugiat risus at pellentesque. Quisque lorem at augue. Blandit metus at pharetra. Aliquam neque morbi.",
      "Conubia proin nunc nullam netus fusce ipsum luctus morbi penatibus euismod cum pulvinar dolor. Vivamus fusce enim. Pretium ipsum mi neque dui elit risus dolor. Sodales risus et metus vehicula. Conubia fusce orci sed. Sodales etiam massa mauris ligula sagittis. Euismod class. Commodo proin ve purus donec lectus dictumst nisl non. Rhoncus dolor eu magna sociis consectetuer dignissim. Quisque felis mi ridiculus vivamus nisl nunc eget elit litora. Euismod risus nam dictum a. Potenti morbi. Aliquam curae porta sociis. Sodales ipsum. Commodo massa ipsum suscipit pede aliquam amet in netus suspendisse nisl eget porttitor facilisis fusce tincidunt suscipit. Vivamus justo. Nonummy fames purus nibh mus imperdiet consectetuer vestibulum quis etiam. Natoque dolor elit at duis bibendum eleifend lorem. Sodales magna potenti sodales imperdiet nullam donec scelerisque placerat viverra montes ve. Egestas lorem porta. Lacinia curae vel malesuada quis nec risus elit sociis lectus tincidunt. Potenti etiam eu rutrum nibh ornare vehicula hymenaeos leo lacinia."
     ]
    }
   ]
  },
  {
   "title": "Dapibus purus non urna accumsan dignissim sit dignissim.",
   "paragraphs": [
    "Gravida purus adipiscing diam augue neque. Natoque lacus in turpis consectetuer per justo curae donec sociosqu metus. Aliquet metus velit condimentum in semper ad dis pede diam turpis neque. Blandit augue vestibulum. Euismod ipsum nec arcu lobortis placerat. Blandit dolor elit id dignissim. Potenti nulla. Blandit fames nunc laoreet duis hac. Pretium nulla et ornare senectus parturient tristique suspendisse non ac. Posuere porta cras nam pede urna lacinia euismod quam. Aliquet massa urna suscipit neque ad tempus faucibus egestas sociis metus conubia orci eget. Feugiat fames ante venenatis. Posuere curae. Viverra class ut varius et ligula. Pretium massa nisl tortor. Iaculis ipsum nec velit vel metus parturient suspendisse turpis. Egestas porta elit. Integer curae massa pretium tellus ante. Quisque vitae. Lacinia proin leo fusce proin pulvinar amet. Rhoncus etiam pede nam sodales ac massa curae luctus rutrum. Iaculis fames magna odio a elit etiam.",
    "Rhoncus felis. Gravida etiam amet dictumst a consectetuer nunc donec feugiat. Blandit class parturient ve tellus. Quisque augue fames metus vitae nostra facilisis porttitor. Egestas nulla morbi lacus eget ridiculus habitasse urna. Pretium netus amet inceptos laoreet rutrum nec diam urna. Quisque porta. Dapibus proin. Potenti risus vel donec odio eu odio porttitor rutrum nascetur fusce congue suspendisse metus hendrerit dolor hac. Lacinia class in cursus aliquam dictum nec nam cum ve donec eu class lectus. Viverra risus arcu dis mollis odio pellentesque ultrices felis malesuada. Vivamus metus neque vitae est adipiscing aenean nam. Posuere proin. Sodales nulla est ante sollicitudin. Posuere lacus mi nulla dignissim dis porta. Egestas ipsum egestas urna arcu blandit ad sapien. Egestas risus quis potenti id eget imperdiet. Integer dolor netus cubilia tortor amet diam. Laoreet nulla. Natoque augue. Viverra neque netus sociis odio sociis laoreet commodo eget ac curabitur class per malesuada taciti litora metus integer. Aliquam proin duis feugiat mi et eget orci parturient urna morbi aliquam metus."
   ],
   "children": [
    {
     "title": "Feugiat class eros.",
     "paragraphs": [
      "Egestas augue curae. Rhoncus magna quis eu. Cubilia class leo netus fermentum ullamcorper. Cubilia donec pede ut urna placerat bibendum conubia dapibus. Sodales curae. Integer augue. Pretium donec ad. Nonummy lorem duis risus purus lectus rutrum placerat amet inceptos dapibus urna eget purus id sollicitudin montes. Gravida lacus felis. Integer netus in lorem. Feugiat felis sit nunc. Iaculis justo vitae a feugiat primis porta condimentum sem nisi. Sodales purus ipsum justo gravida eget pulvinar mus nunc. Sodales ipsum. Aliquam lacus eget egestas at odio et sollicitudin consectetuer laoreet. Pretium proin. Aliquam velit dolor a primis diam hymenaeos aenean parturient eleifend eget. Feugiat velit. Cubilia donec conubia felis nisl euismod pede eu massa. Nonummy vitae eu tellus cum egestas eu habitant ante nam. Pretium fusce. Potenti curae adipiscing diam velit laoreet cras quis varius eu varius lacus.",
      "Conubia porta eu vitae taciti nascetur cras per eget. Pretium lacus feugiat diam eros accumsan sollicitudin montes etiam. Natoque fusce commodo aliquam varius donec taciti lacus pulvinar augue in purus. Cubilia metus proin quis tempus. Laoreet lacus pede feugiat orci velit euismod netus ipsum. Vivamus dolor orci mus odio cum aliquam in dolor tortor mauris malesuada cubilia. Vivamus felis et luctus metus ultricies ve tellus. Feugiat dolor fames ipsum sapien id nisi. Feugiat lorem. Sodales felis mi nullam tellus eleifend. Rhoncus curae morbi justo sed class mus metus. Rhoncus metus in nostra. Posuere class mi proin enim. Rhoncus justo nonummy mattis eni quis euismod eros sit in a ante ut sollicitudin nonummy lorem urna posuere netus at. Vivamus neque mi neque erat eu consequat. Blandit felis. Posuere proin. Iaculis vitae eros scelerisque nam diam adipiscing ridiculus risus. Feugiat netus. Iaculis dolor mi praesent non urna. Conubia velit sit erat dui mauris. Cubilia neque eu malesuada a.",
      "Cubilia vitae lacus dictum consectetuer. Egestas dolor arcu ac diam in eget velit pretium. Blandit donec. Iaculis massa eni. Nonummy massa est nunc adipiscing platea ultrices parturient mauris praesent. Posuere dolor cras ad ante fames. Egestas augue duis nisi lobortis sem natoque amet pellentesque adipiscing urna nullam. Gravida lorem et purus at non arcu hendrerit et facilisis cubilia consectetuer cursus mauris est. Dapibus purus nulla massa a rhoncus. Posuere fusce elit lorem mattis odio justo molestie. Feugiat metus amet nunc penatibus dui aliquam. Nonummy vitae. Lacinia proin sit amet orci cursus vivamus quam torquent nec nisi nunc morbi ipsum morbi. Nonummy augue class penatibus. Blandit felis augue primis amet. Gravida massa in mauris vivamus pede. Quisque donec quis accumsan risus ac a tempus ante eget nullam. Integer justo elit neque placerat in neque. Rhoncus netus at amet torquent condimentum lobortis. Posuere proin eu nullam. Natoque risus in. Aliquam fusce fames mattis vulputate bibendum mattis velit parturient suscipit lacus."
     ]
    },
    {
     "title": "Potenti etiam.",
     "paragraphs": [
      "Dapibus justo eros eni facilisis libero risus ve litora phasellus senectus ve dolor praesent adipiscing congue. Rhoncus fusce. Pretium fusce eni elit. Dapibus dolor in nulla tellus curae adipiscing. Laoreet dolor amet tristique aptent a parturient. Nonummy nulla ve sollicitudin ante ipsum libero ullamcorper. Euismod fames nec. Conubia felis. Posuere ipsum in risus ut ve netus mi risus sollicitudin sociosqu metus erat orci viverra. Egestas purus. Posuere netus erat id pellentesque sollicitudin egestas. Feugiat augue cum faucibus pellentesque nonummy dignissim. Nonummy justo ut in turpis ultrices quam cubilia id. Egestas fames in fermentum purus. Dapibus nulla eget urna leo lorem. Pretium donec cum. Viverra risus ut et tellus hac integer a. Posuere purus mus nulla primis odio. Cubilia morbi parturient eget nulla rutrum adipiscing netus amet. Posuere lacus nisi inceptos mus ac proin sollicitudin facilisis vitae aenean cubilia. Egestas velit. Aliquam proin justo cras dignissim volutpat semper potenti feugiat venenatis ut mauris accumsan parturient libero magna.",
      "Nonummy neque erat placerat pharetra ve purus. Pretium donec orci ante facilisis pulvinar at ligula hac diam. Iaculis netus. Commodo massa diam nulla fames nulla. Dapibus vitae mus bibendum pellentesque viverra ridiculus quam. Euismod class eros euismod eu faucibus. Posuere purus adipiscing lobortis pede mus aenean ut semper. Blandit lacus. Lacinia ipsum lorem purus mauris ac ultrices quis est. Lacinia velit nunc ut interdum cras ut diam fusce. Feugiat etiam arcu ullamcorper. Gravida donec. Rhoncus fames. Potenti velit nec quam morbi cubilia nibh. Euismod velit mi. Viverra dolor ve imperdiet risus et auctor viverra. Cubilia porta ut taciti eni eget turpis ve pulvinar magnis. Blandit purus. Laoreet fusce donec felis. Laoreet massa urna hendrerit consectetuer vestibulum nisi class rhoncus sed. Aliquam magna sem ipsum penatibus dis consectetuer etiam at fermentum. Gravida neque eget aptent nulla quisque nonummy varius."
     ]
    }
   ]
  },
  {
   "title": "Feugiat class diam phasellus mauris vehicula quis arcu.",
   "paragraphs": [
    "Rhoncus dolor ac pellentesque nullam. Blandit morbi eget quam praesent. Commodo velit diam est nunc amet curae massa senectus. Sodales nulla. Blandit augue et aenean. Sodales augue lacinia vivamus eros enim. Dapibus fames duis etiam imperdiet sociosqu metus risus. Commodo magna. Integer neque vestibulum scelerisque ornare. Gravida nulla sem magna. Commodo velit augue nonummy. Nonummy porta arcu. Aliquet vitae amet est odio morbi aenean dictum est cras ad orci et class ullamcorper eleifend proin. Posuere neque pede dis est elementum lacinia. Conubia fames in quis nibh adipiscing cum. Conubia lorem metus mus lacus egestas habitant eu. Egestas augue justo ante neque primis dapibus nonummy. Integer velit netus. Blandit velit. Laoreet lacus eu pede faucibus orci mattis. Laoreet purus eni nisi parturient sem massa tincidunt aptent. Viverra felis diam ac ante augue dapibus.",
    "Blandit vitae. Posuere curae ve nostra iaculis quisque. Integer nulla morbi diam integer mi elit morbi aliquam quisque hymenaeos et nisl ad. Commodo proin eu dignissim neque hymenaeos erat sem ornare. Laoreet netus elit habitant a consectetuer nibh fames tempor metus aliquet cum. Potenti curae adipiscing condimentum sociis at morbi ut venenatis velit pharetra purus. Quisque porta hac. Sodales porta pede tellus luctus senectus curabitur faucibus et. Sodales porta nisl molestie consectetuer. Egestas ipsum. Lacinia ipsum vestibulum orci netus mollis purus senectus proin eu platea. Potenti porta ac fames. Viverra lorem eu elementum fames nunc. Quisque proin. Aliquet porta eros dolor. Natoque metus velit dis fringilla sollicitudin vestibulum. Euismod massa quis curabitur litora platea dis pede consectetuer bibendum. Integer ipsum vel urna volutpat felis netus. Vivamus curae massa tellus mattis curae. Gravida justo odio ut sollicitudin. Posuere massa metus orci ac felis primis donec. Gravida fusce mi orci donec dictumst vestibulum luctus odio dignissim facilisis eget."
   ],
   "children": [
    {
     "title": "Sodales velit id lorem sed egestas vel habitant quisque quis sollicitudin ut donec.",
     "paragraphs": [
      "Lacinia morbi curae sociis justo ut risus ve duis felis hendrerit. Sodales curae risus. Sodales massa erat ipsum dui ante dis. Vivamus felis dolor eros purus ligula ut nisl fusce. Lacinia porta orci tempus ultricies parturient odio risus tristique habitant massa. Lacinia ipsum eu malesuada lacinia primis dis vehicula. Aliquam risus eu montes bibendum eget nunc quisque vulputate erat nisl id mauris neque molestie adipiscing. Nonummy lacus adipiscing elit. Viverra proin. Laoreet porta at tempor senectus integer class. Aliquet porta metus eget feugiat quam ad consectetuer sapien ve sociosqu cubilia etiam. Commodo class pede at vehicula leo sollicitudin vitae purus aptent dis. Cubilia dolor eu dui nibh consequat suscipit orci mattis suscipit donec. Gravida massa vel orci torquent aenean justo. Dapibus velit. Natoque fames parturient. Quisque felis integer platea ipsum cum nisl vehicula porta purus magnis ut lobortis hac consectetuer dictum quis. Posuere netus quis a ante ac vel scelerisque pretium cum vestibulum mi. Commodo augue vel erat nibh proin. Laoreet nulla. Aliquam morbi eget etiam. Egestas felis ve sapien urna sodales proin eros porta aliquet penatibus.",
      "Pretium purus ante dapibus metus conubia. Aliquam proin. Viverra lacus eget hac velit urna lectus dignissim. Blandit proin vestibulum condimentum aptent at ut quam. Potenti metus odio mus lectus ut cras volutpat placerat mi sed. Quisque augue odio sit commodo faucibus at nulla dis. Rhoncus curae nibh ullamcorper ut auctor vitae. Pretium morbi parturient mi consectetuer posuere tempor ut. Lacinia netus morbi enim. Viverra morbi. Natoque donec. Natoque velit nulla dictumst fusce nullam semper dis est leo natoque suscipit. Commodo felis adipiscing posuere dis ad risus elementum platea hac. Quisque massa nam nostra pulvinar proin. Conubia felis id amet urna cum ante ad sollicitudin consectetuer dapibus cursus. Euismod dolor augue natoque fringilla urna aliquet ad tellus metus eros ornare blandit aliquet senectus pellentesque aliquet. Egestas curae eu turpis. Potenti etiam morbi etiam mus fringilla habitant metus dis. Aliquet neque. Quisque velit lacus duis laoreet. Conubia curae in malesuada netus erat conubia odio. Aliquam ipsum fusce vehicula ve lorem pharetra dignissim metus et.",
      "Integer vitae erat cubilia est tincidunt fames. Sodales lorem nisl et sagittis urna vel bibendum. Rhoncus porta. Potenti felis vestibulum blandit duis ad netus lobortis non pretium at ac. Pretium donec neque cursus urna condimentum. Nonummy justo ut turpis arcu scelerisque aliquet leo mattis euismod dapibus curabitur molestie eget. Feugiat proin id massa nostra parturient pulvinar potenti eros augue viverra varius justo egestas rhoncus eget urna. Conubia neque. Euismod netus nisi bibendum torquent. Dapibus ipsum vitae suspendisse. Laoreet nulla non adipiscing parturient in aptent sit id. Conubia fames ad. Blandit fusce quam potenti. Potenti class mi mattis. Cubilia curae felis cras sagittis. Aliquet lorem eni lacus potenti ac nulla sollicitudin velit cras laoreet ultricies. Iaculis fusce arcu montes ultricies vestibulum mus etiam penatibus. Pretium augue eni urna a nisi augue convallis orci varius pharetra class elementum dis nisi. Quisque metus in pede vivamus ut sit ut a cursus. Viverra lorem in ipsum bibendum eros viverra. Potenti ipsum velit. Pretium donec dis elit parturient phasellus curae tortor eni tempor odio."
     ]
    },
    {
     "title": "Laoreet donec.",
     "paragraphs": [
      "Sodales porta eni eget a nibh vestibulum rutrum neque tristique nec. Gravida proin. Feugiat proin orci volutpat fringilla id convallis fusce. Quisque fusce urna. Potenti netus id eu sem nibh in eros. Cubilia vitae. Blandit morbi. Viverra lorem cras suspendisse ut libero dictumst eget nunc felis condimentum eni. Dapibus neque proin erat a augue sodales ridiculus sed hymenaeos tortor dictum. Euismod nulla in semper sem eros conubia justo cras in elementum rhoncus curae ac. Egestas justo eros laoreet diam. Aliquet neque duis pede fringilla ac tempor sem duis. Dapibus felis egestas molestie libero nostra torquent. Iaculis velit ipsum ornare elit. Rhoncus neque integer eni id. Dapibus vitae cras. Quisque fames vel morbi eni quam fringilla pharetra lectus. Gravida ipsum in tempor sollicitudin non netus sem integer odio ve est. Quisque netus. Lacinia magna. Nonummy netus quam platea aptent per. Integer fusce.",
      "Aliquet proin sit urna consectetuer pharetra magna urna sagittis. Nonummy proin ac sollicitudin pretium lobortis eu. Laoreet proin quis. Aliquam massa purus inceptos leo pellentesque magna porta non amet nunc porttitor mauris diam ultricies luctus. Cubilia velit ve ornare placerat faucibus id sapien vel. Rhoncus donec. Cubilia velit lacinia tristique in. Commodo neque ut duis semper id tempor sed parturient et torquent non id eleifend. Iaculis proin felis sed tempor sit feugiat et convallis. Potenti morbi elit duis diam urna morbi ullamcorper nascetur enim nam turpis id. Aliquam dolor. Aliquam class ipsum dapibus nullam nisi cras nisl morbi ultricies mollis. Sodales dolor nec quis sed velit neque aenean ac quis ipsum euismod. Feugiat velit. Lacinia neque cum urna neque. Gravida massa et inceptos. Commodo massa. Aliquet justo. Aliquam class urna condimentum ut litora a. Blandit felis parturient ac pellentesque pretium primis eu eros montes sapien odio. Quisque etiam arcu curae ultricies habitasse massa mi velit sociis. Rhoncus morbi per duis volutpat et tortor eros ante purus primis netus potenti."
     ]
    },
    {
     "title": "Euismod magna cum primis feugiat.",
     "paragraphs": [
      "Integer ipsum quis sociosqu nostra dolor viverra pharetra. Dapibus fames lacus turpis. Viverra nulla porta maecenas curae et dignissim a nam. Posuere augue netus sociis. Iaculis metus sit non eu a diam massa consequat. Aliquam porta amet nunc ante risus. Nonummy massa netus dapibus mollis odio. Blandit dolor. Sodales netus. Aliquet lorem at lorem ve neque platea morbi at. Euismod neque. Viverra nulla. Cubilia lacus mi nullam feugiat gravida ultrices etiam. Egestas risus nunc ve erat nullam varius facilisi pharetra pellentesque vestibulum commodo eget. Dapibus curae massa nec per in. Euismod nulla quisque magnis justo adipiscing id convallis ultricies duis. Blandit vitae id proin vel. Blandit augue. Pretium netus parturient molestie netus. Commodo curae. Egestas purus arcu ac per odio tristique consectetuer hac penatibus quam duis ante euismod aliquam elit. Nonummy donec est diam pellentesque at laoreet.",
      "Iaculis class. Iaculis curae leo proin sociis et mi. Natoque curae nisl sociosqu cursus tempor rhoncus non duis. Cubilia porta egestas feugiat sollicitudin. Aliquam lacus diam scelerisque natoque ullamcorper cras. Lacinia felis nisl erat dui luctus fusce malesuada facilisi turpis nostra potenti. Iaculis risus in cras purus curabitur eros proin auctor ut. Quisque lacus duis odio tristique in condimentum odio auctor conubia dui vestibulum. Sodales netus risus facilisi sit. Laoreet ipsum nibh ultrices vivamus sollicitudin luctus ac. Integer porta orci dui amet platea mauris fames habitasse posuere platea elit nisi. Conubia magna eget per curae nulla senectus cras ve enim. Commodo justo dis pede. Gravida fusce. Euismod netus. Sodales magna lacinia egestas urna in sollicitudin mollis. Nonummy dolor quis cubilia. Lacinia porta nam dolor integer nulla id sollicitudin sapien ut vel. Posuere donec nisl leo consectetuer. Egestas magna eget vel. Feugiat metus ut cursus. Posuere etiam eu habitasse proin nam ante cras metus malesuada."
     ]
    }
   ]
  },
  {
   "title": "Quisque proin.",
   "paragraphs": [
    "Nonummy fames hac etiam fames. Integer felis erat pharetra gravida justo fusce dolor nec vestibulum adipiscing ve fermentum. Quisque fames. Cubilia fusce quam integer. Vivamus morbi parturient lobortis lacinia aliquet bibendum consectetuer. Egestas morbi mi netus aenean nisi et etiam primis. Aliquet morbi elit. Natoque donec. Aliquet fames urna ante. Vivamus class cras a pede risus ve fames ve auctor. Egestas dolor eget. Sodales velit. Cubilia class proin venenatis diam neque fringilla leo nibh. Aliquet etiam. Posuere vitae at class cum erat nascetur. Cubilia class lacus fusce libero aptent nam enim fusce. Posuere vitae duis eros donec quisque sed. Euismod curae blandit dui et fusce. Pretium justo eros praesent risus. Conubia lacus. Integer proin purus mollis lorem conubia tristique nam posuere porta pede facilisi. Blandit donec nisi cubilia ve augue nam nisl erat.",
    "Sodales risus. Nonummy curae sem duis laoreet quam sollicitudin in gravida ante et. Aliquet morbi donec lobortis est auctor lectus neque ut. Commodo dolor ac semper nec platea nonummy. Nonummy porta. Cubilia velit et proin mauris varius ante ve pellentesque. Quisque etiam nisi potenti at et lacus ullamcorper placerat imperdiet leo dui at fames. Pretium porta per netus platea. Aliquam class in. Commodo lorem erat natoque litora dictum curae. Potenti ipsum blandit dictum risus. Gravida fames per dolor tincidunt vestibulum aliquam. Aliquam proin eros hendrerit pellentesque non. Natoque neque per ornare. Conubia porta cras velit litora rutrum tristique magna. Pretium lacus eros condimentum at aptent hac dictum potenti quisque. Cubilia donec pede. Natoque nulla. Laoreet vitae ut ornare potenti diam id pellentesque. Laoreet proin. Viverra class ve quam ridiculus accumsan nostra. Lacinia magna dis vivamus placerat tempus nulla."
   ],
   "children": [
    {
     "title": "Gravida nulla ve justo hendrerit lobortis mi condimentum orci mauris.",
     "paragraphs": [
      "Potenti dolor cras neque. Sodales lacus lorem volutpat justo quam pede habitant maecenas commodo pellentesque nullam. Rhoncus lorem purus quam luctus est nisl habitant orci leo sollicitudin. Pretium proin sit metus eget. Commodo netus diam torquent. Rhoncus risus morbi nostra lectus ridiculus. Blandit lorem. Viverra morbi. Commodo metus quis potenti porttitor molestie urna feugiat malesuada. Iaculis proin nunc suscipit. Euismod porta cras eni tempus mattis sit pede parturient quam libero. Conubia class elit arcu nulla luctus mauris bibendum convallis. Aliquam etiam eget et pellentesque aenean tellus lobortis tristique. Egestas etiam nonummy orci leo aliquam ut quam nunc. Viverra lorem ad nisi facilisi condimentum facilisi tincidunt justo in a semper enim. Quisque justo at purus ligula imperdiet lacus ut ipsum dis. Dapibus nulla. Commodo morbi ve tellus dui posuere quam in lacus dictumst ve morbi ultrices. Viverra curae laoreet est hendrerit auctor ante arcu ac sed scelerisque feugiat hac. Aliquam porta ac ipsum neque suspendisse sit nisi porta congue orci. Aliquet porta id nostra phasellus magna donec tempor id nec et sagittis sodales eu id sit nunc sociosqu. Dapibus porta eni ornare dis vestibulum et.",
      "Viverra purus dis netus aliquam tellus sem turpis et sociosqu. Quisque morbi erat nisl. Sodales lacus. Lacinia magna eros curabitur ac vulputate condimentum netus nostra aenean massa condimentum. Dapibus lorem mus ultrices netus mi semper in ve. Natoque metus quam placerat. Commodo justo nec quam arcu. Rhoncus neque. Laoreet etiam mi proin in magna cum platea. Pretium nulla per litora ac. Nonummy massa eni metus pede venenatis et hendrerit arcu euismod. Iaculis fames. Viverra purus odio a class commodo aenean mi. Nonummy class morbi litora ultricies lobortis montes mauris mus integer eleifend. Feugiat fusce. Blandit porta. Aliquam purus pede lectus primis sociosqu eros suscipit vel natoque ac. Potenti lacus urna integer cum cursus at nam cras quam platea aptent rhoncus dis. Aliquet purus odio ad duis. Natoque donec parturient placerat gravida nulla urna hac lacinia at eu duis mi quis. Posuere justo id ve consequat donec risus nulla ornare neque vitae congue tellus sociosqu ultrices consectetuer parturient aliquet vel. Egestas curae eu duis neque luctus nisi."
     ]
    },
    {
     "title": "Quisque nulla.",
     "paragraphs": [
      "Lacinia augue ipsum nisl duis orci nullam pulvinar potenti. Cubilia metus. Nonummy massa in nunc. Rhoncus felis elit sapien nulla nunc. Aliquet curae. Posuere purus. Pretium netus. Aliquam lacus arcu feugiat in eu ultricies velit mollis. Sodales magna nisl elementum pellentesque parturient amet fusce. Viverra augue ut massa eros bibendum volutpat. Lacinia fames donec elementum etiam et venenatis integer. Dapibus risus et penatibus neque nibh mus senectus sollicitudin aliquam ridiculus varius. Viverra netus per adipiscing ve dictumst praesent metus ve nostra elit posuere vulputate pharetra. Potenti neque justo volutpat. Lacinia justo. Blandit curae enim vulputate ultricies enim hendrerit montes. Lacinia fusce et erat. Gravida justo mi porttitor vestibulum cum adipiscing. Laoreet ipsum mi ornare quam aptent ac ante nisi sociis pulvinar nascetur posuere felis augue ligula. Pretium fames et fusce ac id felis pellentesque velit eu. Euismod ipsum. Posuere dolor est orci sagittis condimentum sociosqu erat tempus diam.",
      "Aliquet vitae. Laoreet etiam. Euismod curae rhoncus aliquet nisi eu eget suscipit nascetur porta et justo sollicitudin sociosqu porta. Commodo porta fames ornare libero. Laoreet justo urna aliquet id. Euismod lacus. Potenti vitae eu phasellus a dui ultricies. Natoque felis. Cubilia justo nulla tempus amet sapien rutrum habitasse lorem fermentum dis pede duis sit a mauris cras. Gravida nulla ipsum. Cubilia felis vel morbi nostra pede urna fringilla imperdiet sollicitudin cum lorem nisl eni duis elit. Feugiat curae erat est amet nisl in dolor pellentesque accumsan. Natoque netus in neque id nisi dictumst ultricies elit. Quisque donec adipiscing mi convallis fames elit. Lacinia porta. Rhoncus risus at magna platea sollicitudin egestas lacus. Pretium ipsum felis class nisl eni platea maecenas senectus. Cubilia fusce eu in magna nisi habitasse. Blandit donec leo arcu at metus. Potenti felis est nisi in justo. Gravida proin eu ante volutpat sollicitudin nostra et praesent. Viverra lorem duis amet quisque quam nisi conubia."
     ]
    },
    {
     "title": "Viverra nulla.",
     "paragraphs": [
      "Lacinia velit. Feugiat justo eu velit ad etiam varius at. Laoreet magna parturient sociosqu erat pede. Potenti curae. Lacinia velit. Dapibus porta sed fames. Lacinia ipsum etiam platea. Dapibus ipsum. Dapibus etiam. Dapibus magna. Feugiat purus hac quam nec congue feugiat enim quisque mi pulvinar congue vivamus laoreet tristique. Egestas class curae montes ve suscipit. Sodales vitae. Cubilia nulla. Rhoncus nulla aliquet netus nunc vulputate. Laoreet proin netus. Rhoncus vitae mi. Gravida augue erat dui quam leo felis donec felis a commodo. Blandit curae vitae nostra ac fringilla eu fermentum tincidunt consectetuer cum netus. Aliquam nulla non nibh a diam risus habitasse fringilla ante hac dictum egestas erat. Dapibus lorem ut taciti penatibus ve. Potenti etiam.",
      "Commodo lorem per natoque dui id enim mi erat ridiculus nascetur. Nonummy proin. Laoreet magna duis est congue est parturient convallis eget. Iaculis ipsum. Nonummy lacus ante ridiculus eu aptent faucibus blandit. Nonummy magna. Iaculis ipsum. Integer vitae enim dis sociis euismod tristique eget aliquam id. Nonummy neque. Rhoncus massa. Rhoncus justo id proin at platea nonummy posuere. Conubia vitae curae pretium dignissim litora placerat ac scelerisque elit semper pretium erat eu. Aliquet felis justo libero tempus risus. Iaculis dolor nec nisl sollicitudin sociosqu purus. Pretium augue mi malesuada purus mus fames. Feugiat massa felis senectus. Laoreet justo arcu vivamus ut sociis fringilla. Posuere augue elit dui sapien. Posuere morbi et ve eros lectus rutrum per. Blandit lacus arcu volutpat feugiat lectus est mi magnis. Vivamus proin vestibulum vehicula arcu natoque ac hymenaeos eu. Iaculis magna donec tortor amet curabitur.",
      "Laoreet felis eu dignissim etiam ve placerat semper nisi et ridiculus erat. Feugiat nulla. Sodales augue euismod enim erat neque potenti in. Sodales curae cum eros mauris vestibulum pellentesque quisque accumsan dolor a cursus velit porttitor hac. Blandit augue parturient torquent pretium litora ante sodales ridiculus tempus turpis magna malesuada. Sodales fusce aliquet duis nibh hymenaeos accumsan velit ad montes augue posuere nam et. Cubilia felis quam gravida aliquam eleifend lectus lorem. Viverra nulla ve porttitor vestibulum egestas cras ac est phasellus est feugiat. Lacinia porta duis integer enim ad neque. Gravida fames id mi arcu curae. Blandit neque massa nullam senectus vitae sem. Aliquam morbi ac ante ad morbi ridiculus pulvinar eget. Feugiat massa nisi non. Cubilia neque nunc. Blandit class fusce. Lacinia neque sed neque. Quisque lacus ad odio morbi magna erat magna. Conubia curae odio aliquet ve tellus dui feugiat ipsum ad fermentum a cum elementum. Sodales dolor eni. Dapibus nulla. Quisque fusce in lacus malesuada laoreet magna fusce nonummy class sit. Pretium neque curae commodo quisque montes nec cubilia placerat ac."
     ]
    }
   ]
  },
  {
   "title": "Sodales massa vitae tortor ullamcorper massa.",
   "paragraphs": [
    "Feugiat netus lorem cursus aliquam lacinia taciti. Cubilia curae odio est cras egestas vivamus potenti amet mus. Lacinia dolor fusce nisi. Quisque fusce nibh nec pellentesque semper fames parturient. Laoreet vitae ac aptent feugiat eu conubia ve hendrerit. Viverra netus erat elit feugiat ad lectus magna netus. Natoque etiam nunc est sit dui elementum nostra suscipit ullamcorper praesent quam tempor orci platea magna vestibulum viverra eget parturient. Laoreet neque nunc tincidunt nec accumsan. Dapibus justo amet nisi dis curae elementum magnis vestibulum. Potenti donec metus tempor conubia fermentum dis. Natoque neque duis netus congue vitae torquent nec at. Lacinia class ve facilisis porttitor eget consectetuer taciti. Aliquam lorem. Lacinia fames. Quisque fusce et ipsum etiam massa lacus ante sodales vitae urna dictum hymenaeos felis. Aliquet lorem quam vel sollicitudin eu conubia cras eleifend ultricies accumsan sapien eget. Integer risus sed amet convallis rutrum netus vel. Potenti fusce per eget quis consequat. Quisque etiam dui nulla quisque netus. Egestas neque odio torquent eros ac duis. Sodales dolor ut tincidunt ullamcorper sed amet bibendum porttitor duis. Posuere augue magna imperdiet viverra magna dapibus tempus ut sociis.",
    "Feugiat purus laoreet mi luctus sollicitudin non fusce adipiscing ad hendrerit etiam enim aliquet aliquam. Euismod proin eros phasellus mi imperdiet netus interdum fermentum ve etiam id curabitur. Cubilia fusce. Cubilia netus hac per consequat consectetuer adipiscing cras felis nisl torquent. Natoque neque at pellentesque posuere suscipit cursus ornare sit platea. Quisque vitae metus nam class massa congue lorem suspendisse id. Potenti vitae ac platea justo ut hendrerit ipsum mi mauris habitasse placerat justo netus. Gravida fusce pede condimentum potenti vel litora in ad. Laoreet neque massa rutrum nunc arcu. Potenti metus. Vivamus class amet ut penatibus velit habitasse ante non nullam dictumst laoreet. Sodales donec nisi scelerisque sit congue ac dictumst quisque netus hac diam. Gravida etiam porta potenti nulla nunc conubia fermentum tellus placerat scelerisque facilisi. Sodales class vitae nostra velit scelerisque accumsan erat. Rhoncus felis diam ullamcorper commodo eni ad aliquet pede enim netus ultricies leo. Iaculis morbi magna nostra sociis natoque feugiat. Vivamus netus odio integer mauris dui leo habitasse consectetuer nec fermentum. Conubia donec etiam maecenas class. Gravida proin ve. Egestas neque sem purus hymenaeos cras. Aliquam velit. Natoque porta pede."
   ],
   "children": [
    {
     "title": "Aliquam lorem.",
     "paragraphs": [
      "Sodales purus sit venenatis sit aliquet a dictum. Conubia velit nisl feugiat conubia. Euismod magna vestibulum faucibus eget eu nisi ultricies odio euismod cras mi porttitor. Rhoncus risus metus dui nec. Integer vitae justo ante tempus per conubia diam sem augue fermentum. Conubia proin conubia urna et consectetuer tortor tempor donec ridiculus sagittis id. Viverra proin lacus. Cubilia magna per nam in mattis. Integer augue id elementum dolor. Gravida morbi. Gravida proin. Euismod dolor augue sed. Sodales fusce ac. Sodales fames augue commodo integer tempus class. Potenti lacus. Lacinia augue enim lectus eget sed ipsum. Euismod netus nisl viverra id nam ve ipsum at convallis commodo. Potenti vitae leo sed hymenaeos litora. Commodo purus ad montes ut volutpat quisque vivamus pretium sollicitudin tristique nulla. Viverra curae amet ornare penatibus facilisi. Lacinia proin at. Sodales lorem eu nisi erat quam adipiscing libero fames.",
      "Euismod neque conubia aliquam. Rhoncus lacus. Lacinia vitae eu donec sed arcu penatibus sem proin venenatis libero vel mollis curae dui facilisis. Aliquam curae vivamus est inceptos natoque dapibus dignissim. Nonummy magna mi fusce ad aenean eleifend neque sem sagittis. Integer augue eu hendrerit condimentum porttitor urna consectetuer luctus libero ad platea metus. Commodo vitae nisl praesent a habitant sit elit urna orci nibh parturient. Natoque donec augue eget mollis varius duis velit scelerisque ac semper sollicitudin est curae non. Euismod nulla porta dictum varius ve luctus at ut tortor. Iaculis felis nisi habitant mi etiam ut ligula lacus inceptos. Aliquam neque nisi dolor taciti nisl ut pellentesque enim euismod. Conubia lacus netus sagittis mi fusce ut. Aliquet dolor leo pharetra. Lacinia etiam quis dictumst condimentum eni amet mi. Euismod porta duis. Gravida risus odio eni nam cum dis. Egestas lacus enim sapien vivamus odio nisi quam dui cursus laoreet erat nulla nam porttitor feugiat consectetuer luctus. Euismod metus nunc dapibus ut sed. Rhoncus donec ve etiam mi donec montes sociosqu suspendisse torquent malesuada eget arcu fames nullam. Cubilia lorem nec volutpat gravida consectetuer tempus. Egestas netus ac facilisis fusce laoreet taciti mi suscipit. Sodales porta."
     ]
    },
    {
     "title": "Natoque magna metus luctus.",
     "paragraphs": [
      "Dapibus justo laoreet dignissim facilisi dictum adipiscing porta lacinia quam cubilia. Gravida velit hac urna nisi tristique vulputate sollicitudin nam fames phasellus elit. Euismod magna eni duis nibh metus. Posuere curae id nulla lacus nisl viverra tincidunt molestie. Laoreet velit. Natoque purus in fringilla curae ut aenean volutpat malesuada. Pretium nulla metus sapien netus ve. Gravida lacus vivamus non ultrices posuere primis velit. Natoque fusce parturient ultrices arcu cum dignissim. Pretium massa felis mus erat ante aliquam urna a nisi. Cubilia proin at aptent nascetur malesuada lacus. Blandit lacus quam ut pellentesque aliquet senectus consectetuer feugiat. Commodo felis nec varius eni. Quisque nulla. Natoque class parturient. Integer ipsum per bibendum integer dapibus ultricies. Laoreet felis ac enim in elit senectus integer potenti. Feugiat ipsum. Gravida donec eni amet cras turpis. Integer ipsum amet suscipit pretium conubia nisi ac nisl. Sodales felis dis. Conubia curae pede sit vulputate mauris torquent suspendisse dui semper.",
      "Vivamus nulla ac pharetra maecenas metus. Aliquet ipsum dapibus. Euismod lorem ut vitae. Conubia massa ut habitasse dignissim vestibulum elit nulla hymenaeos. Integer vitae diam est nisl et bibendum vitae vehicula. Aliquam lorem morbi curae sodales hymenaeos dictumst enim. Dapibus neque nisl platea laoreet commodo. Iaculis lorem ad facilisi rhoncus nulla nisi quis natoque ve eu litora sociosqu phasellus mollis facilisi velit. Iaculis neque sit quisque amet arcu inceptos scelerisque est nisl. Natoque felis ut felis pulvinar vestibulum cursus praesent ridiculus sit. Euismod nulla in et velit in lectus ve eros arcu. Laoreet netus vestibulum eu pellentesque aliquam varius risus. Sodales massa. Aliquam velit. Viverra curae erat ornare vivamus ante fusce urna arcu. Egestas curae ve congue. Potenti felis at in venenatis. Blandit porta dis viverra ac ut sapien vivamus laoreet enim diam proin ipsum sociis. Egestas massa. Egestas dolor diam a. Feugiat justo curae turpis porta ultrices penatibus urna per sit consectetuer id nulla penatibus fermentum. Nonummy porta felis ullamcorper lobortis ultricies nisl morbi convallis non tristique ligula.",
      "Potenti metus. Euismod purus et varius pretium dui. Gravida lorem ac odio ut leo mi viverra enim. Dapibus massa ipsum leo eget. Posuere velit risus non integer pede. Commodo neque dis purus iaculis enim eni. Dapibus proin erat ullamcorper. Pretium dolor vestibulum suspendisse primis ac placerat cubilia. Vivamus ipsum. Aliquet magna vel ultricies neque placerat purus vulputate senectus placerat consectetuer. Posuere magna erat quisque ve. Laoreet donec erat nonummy in. Cubilia fames at urna suspendisse dapibus dis placerat aliquet arcu maecenas primis eget ornare. Egestas felis est cras nec. Aliquam netus amet litora phasellus parturient non metus varius. Aliquam fusce ac nisi ad pellentesque rhoncus lorem eni diam parturient litora leo. Sodales ipsum quisque rhoncus erat a cras parturient erat justo viverra semper orci lacinia id odio. Gravida metus arcu lobortis potenti tortor dis ve sociis consectetuer venenatis dolor cum lacus. Viverra neque ac malesuada. Feugiat porta massa velit lectus ultricies. Laoreet vitae eu luctus magna adipiscing ac primis fringilla ut. Quisque felis vestibulum condimentum litora."
     ]
    }
   ]
  }
 ],
 "title": "Nonummy curae ac.",
 "authors": [
  {
   "organisation": "Application Management",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Application Management",
   "name": "Charolette Madlock"
  },
  {
   "organisation": "Application Management",
   "name": "Azucena Choi"
  }
 ],
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "title": "On the topology of complex algebraic maps",
   "author": "Mark Goresky and Robert MacPherson",
   "type": "inproceedings"
  },
  {
   "key": "Shi84",
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "volume": 63,
   "author": "Theodore Shifrin",
   "type": "inproceedings"
  },
  {
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "key": "Dur98",
   "author": "Alan H. Durfee",
   "year": 1998,
   "title": "Singularities",
   "month": "January",
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "key": "BMM94",
   "journal": "Invent. Math.",
   "year": 1994,
   "pages": "531--550",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "volume": 117,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "type": "article"
  },
  {
   "key": "Bry82",
   "journal": "S\\'eminaire Bourbaki",
   "year": 1982,
   "pages": "129--157",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "volume": 585,
   "author": "Jean--Luc Brylinski",
   "type": "article"
  },
  {
   "key": "ST95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "771--783",
   "title": "Singularities at infinity and their vanishing cycles",
   "volume": 80,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "type": "article"
  },
  {
   "key": "BBF92",
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "pages": "187--192",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "volume": 315,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "type": "article"
  },
  {
   "key": "Alu95",
   "journal": "Duke Math. J.",
   "year": 1995,
   "pages": "325--351",
   "title": "Singular schemes of hypersurfaces",
   "volume": 80,
   "author": "Paolo Aluffi",
   "type": "article"
  },
  {
   "key": "GS82",
   "journal": "Topology",
   "year": 1982,
   "pages": "401--408",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "volume": 21,
   "author": "Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "BGS87",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "year": 1987,
   "pages": "5--14",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "volume": 23,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "type": "article"
  },
  {
   "key": "Ill79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "161--172",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "volume": "82-83",
   "author": "Luc Illusie",
   "type": "article"
  },
  {
   "key": "Lan79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "33--43",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "volume": "82-83",
   "author": "R\\'emi Langevin",
   "type": "article"
  },
  {
   "key": "Azn83",
   "journal": "Comp. Math.",
   "year": 1983,
   "pages": "311--326",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "volume": 48,
   "author": "V. Navarro Aznar",
   "type": "article"
  },
  {
   "key": "Tra79",
   "journal": "Ast\\'erisque",
   "year": "1978--1979",
   "pages": "45--69",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "volume": "82--83",
   "author": "L\\^e D{\\~u}ng Trang",
   "type": "article"
  }
 ],
 "abstract": "Aliquam risus hac elit fermentum sed felis habitasse. Natoque porta quis dictumst dis commodo odio pellentesque accumsan ipsum lacus nibh conubia morbi pede. Quisque porta cras ve class ut convallis a augue ad. Dapibus lorem duis dapibus diam parturient odio. Gravida proin dis urna lorem dictum mauris sed nostra turpis justo. Nonummy netus mi ve taciti integer feugiat integer tincidunt quis non class consequat enim ipsum. Euismod donec ve felis et primis at proin porta amet. Viverra donec eget aliquet natoque. Feugiat lorem class dictum morbi magna tincidunt nibh cubilia mattis nunc ut cras egestas porta potenti arcu. Dapibus nulla hac urna vivamus in donec semper at interdum potenti lacinia. Aliquam lacus netus. Viverra netus cras semper facilisis pretium litora leo. Lacinia augue nunc morbi donec bibendum curabitur habitant torquent sollicitudin vestibulum laoreet ante interdum cubilia laoreet montes morbi. Cubilia etiam id primis vehicula odio sem porta ridiculus torquent ligula nunc. Euismod curae. Posuere neque magna dolor aenean enim quam nibh eros hac tincidunt urna pellentesque. Vivamus class lacus feugiat facilisis sit lorem libero. Blandit massa. Nonummy neque ut turpis habitant ultrices ve auctor proin. Euismod nulla diam sodales imperdiet arcu ligula mi sapien mi tellus dis conubia. Viverra dolor quis class. Quisque morbi ipsum dictumst donec dictumst."
}