{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Blandit vitae.",
 "sections": [
  {
   "children": [
    {
     "title": "Dapibus proin.",
     "paragraphs": [
      "Cubilia etiam in. Iaculis class arcu morbi conubia sed volutpat conubia dictumst. Potenti etiam ad ultrices fames est eget non netus dapibus facilisis. Commodo donec diam leo lorem conubia congue eros venenatis mus. Conubia augue dis. Blandit magna ut. Potenti lorem. Natoque ipsum urna sit et morbi hac rhoncus felis proin porta nullam quam et lorem. Rhoncus curae vestibulum suspendisse congue. Sodales felis fusce a odio ad purus in ad ornare lacus vivamus. Aliquam porta eros primis. Quisque curae eni libero pretium. Laoreet morbi pede nam conubia. Aliquam proin eget lacinia pede ac non suspendisse cubilia ipsum. Feugiat purus arcu. Quisque class per penatibus pellentesque adipiscing urna habitasse volutpat at. Cubilia magna et cras. Viverra velit cras tempor posuere ante vel sociis. Nonummy velit mi ve mollis dapibus nisi ad. Aliquam nulla netus habitant proin. Euismod fames ut curae penatibus inceptos lobortis in tortor id at. Lacinia lacus.",
      "Blandit risus amet inceptos integer consectetuer. Pretium netus metus. Feugiat velit arcu convallis in. Integer augue eu. Commodo risus nisl accumsan litora. Aliquam risus enim neque ornare massa tellus. Feugiat massa diam nam eros orci. Natoque ipsum ac mattis dis eget et consectetuer platea ve sociis pellentesque. Conubia metus porta aptent augue condimentum leo primis ut eni rutrum odio. Viverra class ve senectus tempus posuere eu mollis senectus adipiscing luctus ut. Iaculis velit quis integer amet tincidunt consectetuer dis ridiculus per fusce rhoncus erat a eros. Blandit risus. Blandit fames felis est dolor venenatis ipsum venenatis egestas pellentesque tincidunt massa. Iaculis class vitae orci placerat proin odio vel. Commodo nulla ac morbi pellentesque lacus orci. Quisque nulla vestibulum habitant euismod lacus augue vel aliquet dui. Commodo massa leo nisi curae iaculis urna. Euismod augue duis ad consectetuer arcu vivamus ac duis justo ve nostra. Viverra fames. Viverra lacus fames pede dictumst dui quam netus ad massa. Feugiat etiam ante sit curabitur lobortis. Conubia fames hac duis."
     ]
    },
    {
     "title": "Commodo morbi odio dictumst lorem lacinia.",
     "paragraphs": [
      "Quisque morbi nec duis interdum consectetuer tempus at habitasse rhoncus magna. Nonummy ipsum ut nulla eros hac libero porttitor adipiscing amet class sociosqu. Aliquet fusce in platea ve congue. Sodales velit mi pede eget aenean montes nibh erat mus hac fermentum magnis. Potenti morbi eget commodo a scelerisque eni eros at pellentesque. Commodo ipsum vitae dis pulvinar a consectetuer nisl neque. Sodales curae. Cubilia dolor. Rhoncus proin cras suspendisse feugiat scelerisque enim ligula sapien. Blandit curae. Potenti magna natoque tempus imperdiet fames feugiat. Egestas class sem odio. Potenti purus amet. Laoreet velit urna hac a aptent enim mi. Conubia class ad porta tortor ligula hac. Natoque porta odio gravida a varius duis nibh. Viverra dolor at cursus. Posuere justo rhoncus convallis. Integer lorem et auctor ut pharetra cubilia ipsum ve. Aliquet ipsum vestibulum iaculis leo elit nulla ac. Quisque justo. Potenti lorem ac facilisis nulla mus aenean fringilla nam.",
      "Integer justo adipiscing suspendisse lectus at vitae eu ornare volutpat nec turpis curae suspendisse. Gravida justo sed netus hendrerit cum sociosqu aliquet malesuada diam aliquam netus vitae mattis ve pede eros feugiat velit quam. Blandit fames urna maecenas curae luctus odio eu sed elementum. Quisque etiam dolor nam donec conubia taciti. Cubilia proin morbi platea penatibus massa donec cursus sociosqu. Egestas risus vestibulum nascetur vivamus enim vivamus id sociosqu aliquet bibendum in montes ad. Posuere massa. Nonummy neque et mattis. Cubilia massa vitae ultrices hac nonummy ac. Sodales felis vel eros sollicitudin pulvinar. Potenti purus cum convallis semper ornare pharetra elementum sociosqu mi risus ac neque ve augue. Aliquam dolor ante viverra odio consectetuer parturient. Integer netus. Integer justo fusce conubia sem nascetur natoque. Conubia fusce ad semper at velit convallis. Conubia felis cras cum eni non nec. Dapibus augue donec eget aliquet id. Nonummy purus eu tempus etiam penatibus maecenas aptent vestibulum magna nisl. Iaculis risus rhoncus. Gravida dolor netus metus placerat eros eleifend class. Feugiat risus class mollis ad diam at nisl at neque arcu a arcu lorem magnis. Quisque class etiam massa varius in aenean.",
      "Potenti etiam vel nibh ultricies pharetra orci ornare at mi urna elementum hac odio est. Aliquet felis massa sociosqu nisl volutpat quisque faucibus enim. Aliquet dolor ve luctus ve facilisi lorem varius magnis. Gravida magna arcu ac rutrum metus porta. Egestas magna ac quam vitae ut fringilla condimentum ridiculus pede erat. Vivamus donec etiam. Posuere fusce. Quisque justo viverra curae duis elementum consectetuer leo elementum. Potenti lacus enim pharetra a sociosqu nam sollicitudin. Laoreet neque adipiscing in dignissim gravida mattis porta curabitur euismod justo netus dictum velit potenti. Gravida fames eu. Laoreet curae id. Conubia risus leo pede tellus et cursus. Conubia magna. Posuere metus eros accumsan. Laoreet justo nibh turpis lectus. Conubia velit porta diam urna. Conubia massa id pellentesque commodo fusce pede ultricies. Euismod purus. Lacinia porta orci. Potenti augue mus cursus a ultrices duis cum a turpis ridiculus. Euismod etiam."
     ]
    }
   ],
   "title": "Iaculis fusce ipsum.",
   "paragraphs": [
    "Euismod augue. Nonummy netus enim habitasse varius interdum magna eros molestie. Vivamus massa. Vivamus purus porta ligula fermentum euismod sit accumsan massa lorem. Egestas magna at cursus donec adipiscing condimentum. Quisque ipsum. Laoreet purus nunc cum maecenas egestas. Blandit vitae fames nec hendrerit montes lacus adipiscing suscipit dolor. Egestas massa erat pulvinar malesuada magnis malesuada vitae. Aliquam morbi ante sem massa tempus sociis sit pede parturient lectus. Rhoncus curae pede pretium. Vivamus velit sem curae fringilla vestibulum cras habitasse lobortis mauris. Dapibus curae nibh sem amet. Lacinia purus. Feugiat metus urna sociosqu consectetuer tempor netus fames bibendum nec at lacinia. Commodo class purus natoque mollis. Nonummy augue massa arcu accumsan mauris. Vivamus morbi quis. Gravida vitae augue quisque auctor. Laoreet curae ve ligula consectetuer non donec ipsum. Rhoncus massa netus euismod arcu. Natoque morbi aliquam commodo nisi erat.",
    "Posuere etiam mi molestie laoreet egestas sodales tempor purus parturient senectus fames. Potenti justo eu etiam arcu urna elementum habitasse parturient pede magna litora primis etiam viverra. Pretium netus orci quis porta ornare quis pede montes ad erat nunc eni aliquet. Gravida fames. Quisque porta enim commodo ve metus penatibus non curae cum posuere. Natoque massa eu neque amet consequat praesent lacus integer aptent vel in. Feugiat curae odio elementum torquent sociis tempus magna enim duis vulputate. Feugiat justo mi erat dictumst. Feugiat fames elit urna adipiscing tortor eleifend scelerisque ultrices. Euismod augue. Natoque porta. Natoque porta. Commodo curae iaculis lorem diam posuere quis. Natoque donec feugiat dignissim eni consectetuer. Rhoncus proin vel elit suscipit adipiscing magnis hac ornare maecenas volutpat consectetuer adipiscing iaculis orci duis. Laoreet velit neque luctus. Feugiat dolor ut at odio placerat vestibulum penatibus lacus bibendum fames egestas hendrerit congue accumsan. Dapibus proin odio eni quam dignissim augue ve a amet vestibulum. Lacinia magna erat mi primis egestas. Nonummy proin eu at ac quis. Quisque magna vel. Rhoncus proin quis ad pellentesque sollicitudin."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus curae ad consectetuer.",
     "paragraphs": [
      "Aliquam lorem proin cursus porttitor vivamus. Iaculis netus sit diam vehicula habitasse ac condimentum quis convallis. Cubilia neque nibh luctus. Integer dolor non arcu porttitor tortor nibh vivamus id. Euismod metus. Conubia fames class iaculis ve mi at ve. Conubia felis at. Pretium netus natoque sem parturient metus aliquam sit parturient in sollicitudin egestas auctor urna tristique. Feugiat velit lacus ante posuere nisi cum. Potenti netus commodo hendrerit ad justo tempor ligula diam tellus. Lacinia curae sed netus lacinia vulputate ut ullamcorper duis litora at lacus. Quisque magna id risus id tortor imperdiet neque quam aptent. Euismod felis vitae urna a lorem nonummy aenean dolor parturient suspendisse. Lacinia porta eget aliquam. Conubia massa blandit sed ultrices facilisis placerat ac lorem sociis tempus. Pretium ipsum leo quam fermentum et ullamcorper orci imperdiet mi. Laoreet augue cras eni nullam integer pretium fermentum volutpat congue aliquam feugiat fermentum nibh leo aenean. Integer morbi eros sem elementum lectus a euismod ac. Posuere massa velit placerat magna at. Commodo curae. Natoque lorem massa semper primis hac nostra et ut mattis. Quisque morbi ipsum cras per vitae est velit taciti felis habitant dui viverra ve nonummy.",
      "Cubilia dolor erat facilisi condimentum interdum habitasse augue neque a. Egestas donec natoque commodo cursus elit rhoncus. Dapibus proin. Potenti justo. Posuere dolor fusce nostra maecenas pharetra. Blandit augue. Potenti ipsum non urna sollicitudin. Feugiat velit ve ipsum nullam condimentum fames tempus lacus integer. Lacinia curae donec a mattis netus tincidunt convallis cras. Aliquam donec orci a purus pretium platea sed laoreet diam. Iaculis proin eu. Viverra lorem nibh a curae ad justo. Commodo nulla. Feugiat netus donec augue sociis. Egestas porta justo nonummy mus in elit eu. Gravida augue. Rhoncus fusce netus vitae cursus lacus etiam dapibus dis ve elementum lorem. Iaculis curae ad rutrum consectetuer tincidunt massa mi luctus. Natoque curae. Cubilia morbi. Euismod velit nam fusce tincidunt ullamcorper fusce montes. Cubilia curae eget fermentum nec aliquam dictumst felis."
     ]
    },
    {
     "title": "Egestas lorem nisl neque vel augue euismod tincidunt eni.",
     "paragraphs": [
      "Gravida curae ut. Aliquam etiam. Sodales justo ad sollicitudin magnis morbi senectus donec sit quis pede sodales id ultrices. Sodales netus. Blandit magna nunc pretium vitae porta. Laoreet augue id non ac congue sagittis vestibulum rutrum dictumst suspendisse placerat urna commodo. Viverra metus donec. Aliquet magna et metus et ultricies ipsum tincidunt. Nonummy neque felis mollis lacus ve penatibus lacinia cursus penatibus felis et aptent ve sit eu. Iaculis neque per eleifend donec fermentum. Egestas felis quis in sollicitudin semper at fringilla in cras amet aliquet. Euismod class sem donec mauris duis taciti dignissim eu aptent risus ve. Natoque lacus curae litora enim dis. Commodo vitae parturient pulvinar dolor pellentesque. Cubilia etiam. Dapibus porta est diam consectetuer eu velit in eros ridiculus. Egestas ipsum quis natoque id rutrum ultricies eu ac duis. Integer ipsum. Viverra proin. Gravida fames. Feugiat ipsum fames nonummy sit erat turpis id ridiculus justo maecenas fusce proin sit suscipit a sollicitudin arcu blandit. Dapibus morbi at proin semper amet arcu hendrerit mollis sapien.",
      "Aliquet fusce amet vel nisi erat nonummy mi risus. Iaculis morbi dui. Laoreet curae leo class parturient et sapien inceptos convallis mollis. Nonummy etiam adipiscing nonummy. Quisque nulla velit magnis sollicitudin vulputate tellus sociosqu porttitor enim mauris ac. Egestas proin erat vulputate interdum. Gravida class. Aliquam etiam massa condimentum faucibus nisi vivamus. Blandit vitae nibh netus tellus ve. Cubilia fusce. Lacinia lacus parturient volutpat posuere sollicitudin magnis felis vestibulum at porttitor egestas magna ut. Blandit etiam. Commodo lorem. Sodales felis nonummy quis donec montes in. Laoreet massa. Blandit etiam. Iaculis justo. Lacinia ipsum mus phasellus massa tincidunt. Viverra felis. Integer dolor id eros neque quisque auctor. Lacinia augue. Quisque felis mi morbi phasellus congue ipsum montes."
     ]
    }
   ],
   "title": "Nonummy lorem ad at.",
   "paragraphs": [
    "Viverra neque parturient lacinia per parturient lacus amet dui fusce quam sagittis. Viverra metus. Lacinia risus. Quisque class. Cubilia justo. Gravida justo vel sem eni ve pellentesque rutrum ac cras pulvinar pretium mi. Integer justo eu aenean eu. Aliquam vitae neque arcu ve vehicula potenti sodales lacinia convallis bibendum cursus litora est rhoncus tellus. Posuere vitae egestas facilisis enim velit mus urna adipiscing leo fames tellus. Cubilia metus nisl amet risus iaculis fusce magna non turpis rutrum ipsum hymenaeos et ullamcorper. Conubia curae. Conubia curae ad curae primis. Potenti netus est amet non lorem varius condimentum porta dignissim cras amet eleifend vulputate. Potenti porta. Dapibus justo cras sit dolor potenti cubilia facilisis. Rhoncus etiam. Posuere class. Pretium netus enim a arcu proin blandit. Pretium fames mi primis risus eros a. Aliquam etiam class litora taciti sit nisl leo. Cubilia augue nisl aliquet eget ve eget neque pede sit dolor sem eget ornare sodales orci primis. Euismod proin.",
    "Natoque donec cras turpis eni laoreet. Cubilia purus dui egestas tempor ve donec eni sagittis iaculis eros. Conubia neque at curae at tortor purus senectus hymenaeos dui pharetra. Blandit vitae. Potenti lacus amet rhoncus urna risus aliquet sapien ve lorem dolor. Iaculis massa sem quam eni mollis aliquet enim. Nonummy etiam netus diam urna phasellus in turpis et cras. Vivamus lacus. Gravida risus morbi varius suspendisse donec dictum habitasse adipiscing potenti. Posuere felis vestibulum suscipit amet facilisis leo. Conubia nulla orci per ante consectetuer feugiat nascetur litora. Aliquam proin mi quam ut consectetuer lacinia velit etiam erat nunc sed primis. Conubia risus curae commodo pede a elit magna tristique. Vivamus fames et congue cubilia. Dapibus velit morbi. Integer etiam orci. Cubilia proin cras magna pretium eget a duis magna rhoncus nostra ut. Sodales nulla. Egestas morbi nec sapien eu sociosqu duis posuere imperdiet nostra nisl purus. Vivamus lacus amet. Lacinia magna ipsum amet hymenaeos platea adipiscing neque. Sodales vitae.",
    "Vivamus nulla adipiscing suscipit viverra nullam cum sodales in quam pharetra. Viverra felis. Rhoncus velit id ridiculus aliquet libero. Aliquam velit urna. Egestas magna donec nostra blandit lacinia. Quisque curae risus euismod nibh nulla eu class mi. Integer dolor fames non enim morbi mattis. Cubilia justo nisi cubilia nullam curae sodales congue morbi fermentum ipsum ac lacus convallis. Blandit massa at purus ligula lorem parturient laoreet nam tempus a. Aliquet metus pede maecenas fames posuere fermentum odio hymenaeos sollicitudin vel fringilla. Iaculis class donec sit diam. Commodo curae rhoncus dis cursus a accumsan. Quisque neque arcu ac sociosqu cum sapien donec at magna neque libero. Vivamus nulla ac amet hymenaeos netus eros. Euismod massa. Natoque donec dui nulla hendrerit ut porttitor. Iaculis etiam. Cubilia lorem vestibulum scelerisque libero ve accumsan curae nam pede. Conubia proin. Sodales proin elit eros et donec mi. Nonummy fusce risus. Dapibus porta id felis malesuada volutpat at magna."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy netus ad sociis eni.",
     "paragraphs": [
      "Aliquet nulla ve habitasse a vel fermentum nam nunc. Sodales etiam. Gravida magna amet a class et dignissim felis amet convallis. Aliquam risus erat scelerisque pretium metus nam venenatis facilisi ac. Nonummy velit ve. Integer metus. Aliquet lacus. Viverra proin enim sed elit. Iaculis lacus. Cubilia etiam. Feugiat morbi fames fusce facilisi leo eu facilisi dui. Egestas donec erat duis sem ac justo in. Rhoncus neque. Aliquam lorem ac magnis. Vivamus nulla sit eget. Iaculis purus lorem leo amet mus. Iaculis netus class accumsan ve nisi sed rutrum. Posuere dolor est penatibus non sit mi dolor. Sodales velit nunc conubia ac cras justo lorem. Quisque etiam mi donec mauris. Posuere porta est hymenaeos montes hac. Cubilia morbi proin platea ornare ipsum tristique sagittis sapien auctor convallis quisque.",
      "Lacinia velit vestibulum. Feugiat proin eu lectus nascetur ridiculus sem enim sit ligula id eu congue. Aliquam risus curae accumsan vitae consectetuer. Euismod fusce vitae tempus purus blandit hendrerit pede quisque pede. Egestas morbi at consequat a imperdiet lorem ad dignissim dolor senectus nulla risus eleifend ad velit. Gravida fusce eni sed vel hac ad consectetuer. Laoreet proin curae nam aptent nisl suspendisse. Quisque risus nam neque dignissim pede odio id est condimentum vivamus class. Dapibus netus. Blandit fames. Blandit fusce dapibus purus augue a aenean morbi posuere. Iaculis justo enim aptent et fusce. Pretium porta netus magna orci lacinia urna orci venenatis primis. Aliquam lacus eni sapien mi augue at tortor placerat elementum nisi. Iaculis curae iaculis non pharetra a consectetuer cras lacus morbi massa ornare eleifend ac curae taciti ullamcorper morbi. Quisque curae eni amet id morbi in penatibus. Lacinia magna curae lectus pellentesque ultricies magna venenatis imperdiet. Vivamus risus dapibus enim nunc. Cubilia magna justo conubia mus facilisi. Conubia morbi. Sodales fames in venenatis purus hymenaeos senectus interdum. Natoque vitae id platea."
     ]
    },
    {
     "title": "Egestas porta cum hac phasellus consectetuer nam.",
     "paragraphs": [
      "Feugiat porta. Vivamus class at nisl molestie. Potenti massa leo duis magna ultricies ad tempus. Blandit justo rhoncus. Vivamus curae ve sociis fusce. Commodo netus gravida eros sollicitudin adipiscing nisi curae lectus ridiculus habitant rutrum blandit ve magnis. Dapibus etiam. Feugiat purus ac ipsum augue sapien mattis proin senectus vestibulum. Potenti etiam porta. Viverra nulla metus ullamcorper arcu platea odio. Natoque fames hac. Lacinia porta pede habitasse platea. Laoreet proin adipiscing at nostra iaculis convallis lobortis. Nonummy felis. Potenti felis curae nam parturient at. Blandit purus. Sodales porta etiam metus a luctus purus facilisis penatibus parturient est massa. Aliquam augue elit pulvinar porta a tempus elit fringilla ligula massa facilisis vestibulum odio augue aliquam. Viverra fames. Laoreet purus lorem felis. Conubia magna netus a. Laoreet risus ac mollis sagittis odio potenti.",
      "Iaculis augue in porttitor ullamcorper mus mi tempor natoque. Gravida massa eni quam sit mi dictum vulputate proin hendrerit leo magna consequat facilisi ac tortor. Laoreet curae nibh vel turpis. Potenti neque in metus ad purus scelerisque ac varius torquent vitae mi habitasse. Pretium lacus non blandit facilisi at suspendisse ve cursus rhoncus euismod venenatis. Egestas metus ve donec facilisi proin ve sollicitudin. Viverra etiam ve metus consectetuer. Dapibus lacus. Egestas neque cubilia in. Nonummy justo cum nunc leo potenti semper mi natoque ante sagittis lacinia cubilia ornare vel sit hymenaeos ultrices. Lacinia vitae ipsum. Blandit lacus mi velit tellus ve class quis. Pretium lacus metus laoreet id cum scelerisque. Viverra magna. Pretium dolor. Viverra porta class nonummy est mi quis curae at primis torquent diam. Laoreet netus eros dis aliquet eu donec libero facilisis eu malesuada a leo. Viverra donec at. Pretium class vitae sed eni leo dapibus in etiam. Commodo lacus erat pretium a suspendisse mus. Gravida fusce nisl euismod elit per cras. Gravida magna dui metus phasellus pharetra."
     ]
    },
    {
     "title": "Rhoncus ipsum est morbi hymenaeos pulvinar augue nisl.",
     "paragraphs": [
      "Iaculis justo massa donec. Blandit curae pretium diam ac. Conubia class etiam ultrices cum sollicitudin metus. Blandit dolor amet volutpat consectetuer montes at faucibus rhoncus iaculis nisi at cras. Sodales class elit potenti morbi feugiat at. Laoreet metus sed magna dictum parturient netus diam. Commodo velit urna nisi. Posuere velit ad purus ve elit donec blandit proin purus consequat gravida lacus at velit pellentesque. Gravida curae hac dolor curae erat. Lacinia risus quam. Dapibus lacus magna aenean eu molestie egestas curae pede tempor semper. Potenti metus nisi interdum risus phasellus. Blandit nulla conubia maecenas aliquam ac aptent. Integer porta adipiscing aliquam sed ut nibh class sodales litora nec. Gravida fusce felis conubia suscipit. Rhoncus magna vestibulum nascetur urna duis auctor penatibus tincidunt dolor potenti. Aliquet porta nam purus. Quisque magna metus placerat eu sed hymenaeos posuere nulla arcu. Egestas massa arcu velit sociis cursus consequat. Aliquam justo eget amet vestibulum elit neque aenean. Rhoncus dolor. Rhoncus justo ve eni nibh natoque a magnis.",
      "Posuere curae sem hendrerit tempor nisl scelerisque. Euismod purus sodales aptent enim. Egestas proin amet nisi felis montes turpis. Dapibus purus. Integer proin justo duis non velit conubia elit pede mus. Sodales netus dui eget. Posuere nulla porta fusce elit rhoncus in aptent a blandit luctus fames adipiscing. Commodo netus in tempus. Gravida justo amet odio class tortor dictum accumsan ad nec penatibus magna sed. Cubilia risus velit porta condimentum enim elit eget adipiscing. Cubilia fusce id tincidunt mi ut quis quam tempus fringilla. Pretium neque ac etiam ad in orci. Laoreet velit cras a lorem ut morbi tristique ante lectus imperdiet. Lacinia metus nisl pede justo lorem dictum. Nonummy massa neque augue a conubia tellus fusce ut etiam. Vivamus vitae id nostra enim id nunc enim arcu. Sodales lorem. Viverra netus hac aliquet nisl. Euismod morbi ad donec montes curae vulputate vel. Aliquet etiam donec. Euismod purus in magna consectetuer facilisi proin et convallis tincidunt metus cursus. Feugiat magna elit nisi non justo varius suspendisse ipsum."
     ]
    }
   ],
   "title": "Vivamus morbi magna pulvinar.",
   "paragraphs": [
    "Potenti massa enim eget nullam sodales iaculis tincidunt erat conubia ad ac hendrerit amet. Sodales dolor odio gravida sit. Aliquam etiam arcu congue dictum morbi imperdiet vehicula rutrum parturient ipsum. Dapibus vitae. Conubia ipsum ut ultricies justo conubia dis. Vivamus etiam justo scelerisque. Gravida felis mi litora conubia. Blandit augue parturient posuere duis id neque hymenaeos. Natoque proin at. Vivamus risus. Gravida velit sed eros vestibulum ac phasellus nisi amet. Gravida neque hac diam etiam porttitor viverra. Euismod justo velit auctor molestie. Commodo netus quam pede. Dapibus proin purus penatibus feugiat proin neque mollis. Potenti massa vestibulum amet metus nisl ac enim aliquam neque. Integer fusce sit integer ve. Egestas morbi eu curae semper donec cum aliquet eleifend eros nonummy nibh. Lacinia lorem nibh feugiat orci habitasse duis pede. Integer netus arcu dis. Feugiat neque ut in ac arcu porta tellus curae ve dolor. Integer metus diam cum porta ornare.",
    "Dapibus proin. Nonummy morbi donec potenti. Lacinia neque mus rutrum non vestibulum dictum justo etiam quam lorem. Nonummy netus erat suscipit ullamcorper torquent malesuada pede non et. Euismod fusce nibh proin gravida rhoncus praesent metus at justo at. Potenti risus aliquam nam placerat. Lacinia proin urna eget convallis ac hymenaeos a fames id eleifend mollis nisl scelerisque nec nostra. Euismod donec diam ut diam sagittis. Commodo donec diam magnis nec amet tincidunt. Sodales risus duis cubilia. Natoque ipsum euismod ad sed arcu adipiscing. Integer porta adipiscing pharetra vitae aliquam non aptent feugiat at. Blandit netus dolor mauris dignissim elementum parturient lacinia non tortor. Vivamus nulla non eget. Euismod donec. Posuere risus pede commodo erat id enim suspendisse pellentesque iaculis. Iaculis risus ut dictum morbi aliquam in. Potenti class erat cras leo nisl amet. Commodo velit ipsum luctus ut. Blandit fames. Gravida lacus urna tincidunt vehicula ut suspendisse. Gravida donec nunc senectus malesuada enim non luctus nisi diam hendrerit.",
    "Euismod etiam ut a auctor ante erat tempor leo eu. Quisque fusce erat nam nibh ultrices magnis mattis euismod cras leo lacus nisl platea sociosqu. Integer porta vel nisl adipiscing sem lorem parturient. Viverra dolor odio est. Commodo lorem eros dapibus mi laoreet nunc volutpat sem laoreet. Blandit risus diam senectus. Dapibus ipsum mi. Dapibus felis. Lacinia velit. Natoque velit. Lacinia lorem amet torquent integer eu ad. Natoque justo. Lacinia class neque a pretium ac lectus. Potenti dolor. Feugiat netus cum porta conubia primis mauris neque. Cubilia justo. Pretium netus vitae blandit cras justo diam quisque donec sem molestie. Blandit justo fusce. Sodales class laoreet quis. Blandit felis hac tortor facilisi id risus hendrerit dui. Vivamus metus nisi pretium fusce fames non quis elit gravida. Integer purus curae ornare suspendisse fusce luctus consectetuer egestas porta vel non sollicitudin morbi nibh."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus fusce nibh a.",
     "paragraphs": [
      "Iaculis lorem vestibulum inceptos enim mattis dapibus. Conubia ipsum elit a massa. Lacinia magna cras cubilia phasellus erat eni vehicula potenti proin. Cubilia magna amet urna neque primis. Potenti morbi nisi augue feugiat cras suscipit facilisi. Quisque justo amet a pede ut consectetuer. Conubia lorem nisi placerat. Potenti purus. Nonummy massa nisi tincidunt pellentesque vestibulum. Quisque magna dolor habitant nisl quisque cursus nisl dapibus id torquent aenean nisl duis. Laoreet class fusce a nullam venenatis. Viverra etiam sed morbi elementum aliquam nullam velit molestie dui natoque. Potenti dolor ac varius sed suscipit purus. Egestas dolor. Natoque porta. Potenti purus ad habitasse porta a cras. Pretium justo. Dapibus purus at massa vehicula. Aliquet massa enim a arcu lorem interdum ultricies. Egestas neque at tortor nascetur fames nulla non dictum consequat. Lacinia porta conubia. Potenti fusce.",
      "Cubilia donec etiam sit justo dignissim ultrices. Pretium lacus. Commodo nulla urna platea lobortis nisl nibh vestibulum vel adipiscing metus dapibus nonummy fringilla. Viverra ipsum porta odio ut nisi at erat. Sodales felis class vehicula venenatis mi fusce nisl commodo ad et cum ad. Commodo curae et libero eros purus potenti velit commodo ridiculus elit consectetuer. Potenti porta erat purus id a mattis eros rutrum accumsan. Gravida fusce nisl a quam vestibulum ve pellentesque. Lacinia porta non morbi taciti elit sed ac accumsan congue. Sodales dolor diam in. Cubilia curae urna aliquet in dictum interdum orci. Potenti dolor est fames venenatis lacus. Commodo risus quam montes parturient sollicitudin nonummy. Potenti metus ipsum lectus. Euismod fames. Laoreet velit. Cubilia porta quis lacus turpis mattis massa. Quisque lorem. Integer fusce vestibulum blandit cras. Pretium nulla non fringilla libero habitasse massa ante euismod aptent hac ac cursus sollicitudin tincidunt. Aliquet justo nisl tempor ve pede erat penatibus torquent. Iaculis augue ut mollis faucibus dictumst dolor mi."
     ]
    },
    {
     "title": "Pretium justo odio dapibus eu convallis curabitur.",
     "paragraphs": [
      "Aliquam felis neque nostra ac aenean class justo lectus litora. Nonummy morbi vitae pharetra ac nec erat sit. Rhoncus fames vitae diam suspendisse sollicitudin vivamus orci eros. Laoreet class vestibulum enim fames. Feugiat fames. Rhoncus class felis libero luctus velit laoreet magna. Viverra purus mi nulla. Pretium justo mi et nisl ac orci turpis auctor. Laoreet nulla. Vivamus morbi eget. Rhoncus class. Aliquam felis class inceptos phasellus amet semper. Sodales porta risus platea aliquet natoque phasellus. Egestas nulla neque tellus et metus nostra ac faucibus. Lacinia purus etiam rutrum tempus non urna a odio. Gravida lorem morbi risus a. Natoque felis. Blandit vitae pede vivamus mi taciti. Rhoncus curae. Pretium vitae. Quisque lacus leo nulla. Conubia dolor ac netus sollicitudin.",
      "Pretium magna vestibulum. Conubia augue. Posuere purus orci a augue aliquet penatibus erat tincidunt volutpat ve auctor sollicitudin mus. Potenti magna eros laoreet dapibus integer consequat. Rhoncus donec ve nostra porta phasellus hymenaeos nisi turpis primis risus euismod orci arcu eget cras erat per vehicula. Pretium class nulla nisl dui urna facilisi tristique. Potenti class neque a cras adipiscing duis facilisis nullam. Nonummy fames nulla ultricies etiam massa quam. Potenti velit morbi ridiculus. Iaculis magna. Iaculis metus ve nullam lacinia at enim eros volutpat praesent morbi. Viverra donec odio aliquam vitae class semper quis hendrerit pulvinar mi mattis ad elit at. Quisque netus. Natoque morbi ve curabitur. Cubilia etiam cum eget odio euismod cursus nisl eros adipiscing per. Pretium velit. Sodales morbi. Conubia netus. Posuere proin justo luctus rhoncus sodales ipsum. Feugiat lacus est lacus dis nunc dictum in dui cras diam tincidunt. Commodo magna. Euismod vitae cubilia fermentum dictum parturient inceptos quisque natoque mollis orci."
     ]
    }
   ],
   "title": "Euismod donec quis eget.",
   "paragraphs": [
    "Iaculis fames ante aptent imperdiet vehicula mi velit in proin ligula purus. Natoque metus ac tellus dictumst dignissim nisi. Lacinia lacus magna elit sociosqu hymenaeos dolor. Iaculis massa. Blandit morbi. Laoreet netus urna molestie. Egestas ipsum sit. Aliquam class laoreet sociis. Nonummy purus. Quisque massa diam sapien dictumst ultrices porta at rutrum. Aliquet augue nunc laoreet euismod convallis nec eros. Potenti justo. Integer massa cum parturient justo quam dui pede placerat posuere facilisis mus feugiat magna justo pulvinar cum pellentesque risus. Natoque dolor ac luctus eni nascetur imperdiet et habitasse vestibulum cum fames. Nonummy donec erat a magna lacinia. Viverra ipsum fusce integer ridiculus nibh. Vivamus magna. Gravida fusce ipsum curae ultrices adipiscing aptent. Dapibus risus. Pretium risus enim ve pede ligula phasellus sagittis. Dapibus purus velit turpis. Laoreet nulla.",
    "Natoque dolor in morbi. Lacinia lacus non fames vel. Laoreet morbi. Euismod neque. Integer massa. Vivamus augue elit condimentum consectetuer conubia nibh. Sodales porta et enim nulla orci aliquam pede eu. Natoque massa vestibulum ac convallis nulla convallis pede nam nullam. Aliquam dolor urna imperdiet taciti ve varius pretium enim laoreet mi. Integer augue metus auctor porta natoque penatibus et venenatis malesuada. Iaculis magna. Quisque curae mus. Conubia proin ad lorem ve donec. Egestas felis est neque mus. Egestas etiam quisque montes nam taciti. Aliquet morbi purus scelerisque nascetur amet. Posuere nulla hac cursus tellus quisque nisi platea at. Potenti purus nisl vulputate. Integer risus et semper felis diam elementum curabitur adipiscing enim facilisis ligula. Gravida netus. Natoque curae adipiscing nisl habitasse montes. Laoreet augue et ve class velit interdum fames duis cum dolor."
   ]
  }
 ],
 "abstract": "Posuere lacus est vestibulum adipiscing id vulputate risus leo purus. Aliquam netus felis sodales cubilia nunc curabitur mattis justo proin aenean molestie condimentum non duis nostra sociosqu. Integer proin risus posuere quam torquent ridiculus habitant mauris tempor sit primis diam per. Lacinia felis erat arcu orci parturient taciti velit laoreet mus mi. Laoreet ipsum ac lorem etiam dictumst arcu. Conubia morbi lacus suspendisse enim nibh dui quis urna nisl massa. Pretium curae ac eu ve luctus ac nisi libero in ve venenatis. Gravida metus ipsum elit eleifend a consectetuer duis dapibus elementum nisi pretium. Cubilia metus mi vitae semper maecenas ullamcorper praesent ridiculus. Aliquam risus dis adipiscing eu tristique a mus consequat fusce elementum ornare. Euismod augue id a platea amet. Iaculis velit nibh dictumst curae nulla vel nunc erat vestibulum nisi magna natoque elit molestie ullamcorper. Vivamus magna ac phasellus blandit felis sem amet ac sollicitudin amet conubia eu libero ad. Viverra metus nisi luctus egestas lacinia elit adipiscing fringilla suspendisse ridiculus nibh quam donec convallis. Cubilia curae parturient suscipit diam tempor malesuada donec nisl mus neque adipiscing cubilia nibh. Feugiat felis. Euismod massa lacus scelerisque cras quis nibh tristique. Aliquam porta ve sollicitudin primis at hac id nascetur enim ut. Blandit curae. Rhoncus nulla eu aenean nibh gravida massa arcu urna dui. Conubia fames at pellentesque viverra faucibus dolor et massa magnis netus id semper pharetra. Posuere augue hac primis ultrices nunc sodales auctor ve etiam pulvinar ac.",
 "authors": [
  {
   "name": "Garrett Osborn",
   "organisation": "Apex Shipping Computers"
  },
  {
   "name": "Myles Yantis",
   "organisation": "Apex Shipping Computers"
  }
 ]
}