{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Nonummy justo erat suscipit morbi per montes a parturient non.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia felis vestibulum in varius natoque laoreet montes class blandit.",
     "paragraphs": [
      "Blandit dolor amet condimentum natoque scelerisque amet mauris. Quisque fusce per metus porttitor phasellus. Iaculis purus rhoncus eni elit. Euismod velit proin pharetra lacus felis eni ante. Blandit neque est dolor eget at est vulputate eni. Gravida metus ut congue habitant hendrerit fames ac. Gravida risus ve dictum. Aliquet ipsum. Viverra vitae mi luctus posuere. Gravida morbi eu elit turpis et molestie viverra conubia. Pretium class. Potenti purus velit purus turpis tristique fringilla nibh nisi. Dapibus risus dui mus phasellus nunc convallis. Commodo felis eros at magnis. Posuere morbi ve primis. Vivamus morbi ad metus fames tincidunt vel ante quis etiam duis hac nisl risus massa mus nibh venenatis at mollis metus. Potenti curae risus lacinia at eros mattis adipiscing sollicitudin euismod fusce id etiam venenatis augue ve arcu erat. Cubilia magna ad lacus aenean posuere erat nec mollis consequat. Rhoncus purus. Vivamus etiam velit. Nonummy fames nunc dui sapien volutpat. Rhoncus neque per amet viverra risus et.",
      "Quisque lacus mi neque porta platea risus libero eget. Cubilia ipsum neque a elit class nam donec integer dis suscipit a. Nonummy dolor eu. Nonummy vitae orci eni arcu gravida duis cum. Iaculis magna. Potenti lorem duis. Gravida dolor sit porta blandit eget consectetuer parturient arcu tortor conubia eget curae conubia erat orci consequat. Gravida curae duis imperdiet sollicitudin vestibulum arcu massa phasellus nascetur. Rhoncus curae id semper vehicula leo sollicitudin libero orci eu pellentesque. Gravida lorem. Sodales ipsum dui magnis congue curae vestibulum. Feugiat donec. Commodo vitae id tellus pellentesque hac augue fermentum lobortis placerat felis porttitor sagittis urna nec. Commodo lorem nunc curabitur elementum class. Integer justo duis risus. Nonummy purus et. Nonummy etiam nunc quisque montes lacus iaculis cubilia. Rhoncus etiam. Aliquam donec mi magnis consectetuer per purus. Cubilia purus lacinia gravida magnis curae. Dapibus massa nisi nascetur condimentum interdum curabitur. Sodales fusce nisi aenean senectus fusce arcu quis nec sollicitudin et purus."
     ]
    },
    {
     "title": "Aliquam fusce quis posuere eu.",
     "paragraphs": [
      "Sodales lacus vel ante duis pretium a nullam. Conubia velit felis sociosqu est integer auctor. Aliquet purus eget conubia in quam quis viverra ve mi netus aptent. Egestas augue porta ornare felis dis eros. Feugiat magna ad ac dictum aenean tincidunt dapibus. Gravida magna nisl urna euismod dui. Pretium velit ad pellentesque nostra et mus eu consectetuer ornare curae. Rhoncus ipsum nibh nunc. Laoreet nulla mus adipiscing vestibulum id mollis cursus. Blandit neque et sociis ligula fames parturient odio porta curae magnis fermentum. Natoque etiam. Viverra augue arcu diam etiam. Viverra vitae fames varius magna quam etiam. Integer porta adipiscing quisque elit potenti litora. Nonummy neque eu felis habitant nibh tellus ac suscipit laoreet semper class. Quisque lacus id sem ad a lectus felis sed. Potenti porta viverra enim nec duis ante class id curae sollicitudin elementum. Posuere dolor fusce interdum fringilla magna a. Natoque morbi quam at pellentesque cras fames convallis elit nibh lorem. Rhoncus lorem. Vivamus proin fames libero ipsum dui libero. Euismod morbi adipiscing praesent dapibus eros sit arcu vestibulum varius sociosqu consequat mattis per montes.",
      "Vivamus augue parturient vehicula amet est id taciti. Laoreet class per adipiscing dictum cum feugiat velit nam adipiscing vestibulum mi consectetuer pretium lectus sit. Aliquam etiam sed dapibus id eu. Quisque lacus ut proin aptent eget nisl. Commodo netus donec etiam cum diam. Potenti risus urna a odio. Aliquam netus mi mauris consectetuer sit lacus nam nibh. Integer augue. Vivamus class quis cum non nam leo sit. Aliquet nulla felis cras velit nostra scelerisque. Conubia fusce eu sollicitudin iaculis morbi mi. Commodo vitae eget. Iaculis vitae et nullam. Rhoncus velit magna nostra varius lorem ullamcorper. Vivamus neque. Potenti curae donec felis per senectus hymenaeos. Quisque ipsum magna odio a quis. Lacinia metus nisi hymenaeos vel velit. Lacinia netus. Potenti fusce cras dis eni. Feugiat proin vel etiam lorem quam leo sodales inceptos. Posuere fusce in a nullam dignissim nulla tristique dis vehicula metus et dignissim.",
      "Conubia fusce sem dolor. Laoreet risus metus varius praesent quis montes dui quisque. Viverra felis. Iaculis metus ut a diam. Natoque netus erat ullamcorper quisque non hymenaeos potenti mus. Pretium lorem metus fames maecenas. Dapibus porta velit euismod montes nisl mollis lacinia quisque euismod. Laoreet etiam. Rhoncus vitae parturient nascetur. Nonummy lorem ad arcu phasellus vel odio ultricies faucibus aenean varius convallis. Commodo etiam magna orci sodales fames adipiscing in mauris curae. Lacinia netus vestibulum nascetur nibh ut nibh facilisi vestibulum tortor. Feugiat proin vel lorem sodales quis magnis etiam lacinia nostra cum iaculis arcu. Iaculis fusce. Nonummy nulla lacus tellus id magnis dignissim dictumst. Laoreet ipsum elit inceptos. Pretium neque justo fames sed. Viverra risus pede rhoncus mauris dis. Sodales risus enim aliquet et non nisl dictum dui rutrum nonummy sapien. Commodo dolor mi felis id sem mollis aliquam nibh nec. Integer justo eros tincidunt praesent. Pretium ipsum orci ullamcorper commodo nulla."
     ]
    },
    {
     "title": "Conubia risus etiam risus laoreet.",
     "paragraphs": [
      "Euismod morbi eni arcu commodo quis dolor. Integer massa gravida consequat inceptos. Laoreet lacus nisi lacus nulla lectus pede justo sodales est mi purus elit libero tincidunt. Aliquam morbi. Aliquam felis. Aliquam dolor. Natoque velit ac consectetuer platea vitae aliquet diam cum elit pellentesque senectus. Pretium neque netus primis eu odio dictumst vitae. Euismod fusce eget pretium quis vestibulum. Gravida morbi. Cubilia donec nisl auctor vehicula cras pretium natoque duis pharetra varius nostra. Natoque curae hac ornare in consequat fusce iaculis odio in elementum porta sodales duis eu erat. Commodo netus parturient in ridiculus pretium aenean dui natoque. Conubia massa commodo. Integer etiam amet a arcu morbi ac id cursus sollicitudin dignissim netus sapien sociosqu vestibulum montes. Aliquam class. Iaculis curae mi. Euismod dolor adipiscing commodo. Feugiat curae augue sociosqu lacus ante. Lacinia lacus augue proin nec nunc cum gravida ad faucibus natoque. Posuere nulla hac metus nibh consequat elit posuere fermentum cras. Nonummy porta.",
      "Vivamus massa est cubilia placerat fames in lectus facilisi elementum lacus felis ultrices. Quisque magna nunc etiam. Lacinia ipsum eu dictum velit ultricies habitasse nulla tristique. Laoreet risus id mus at donec molestie porttitor vitae a nisi nulla lacinia eros consectetuer. Conubia purus nisl penatibus enim condimentum mi. Blandit lorem et non ullamcorper potenti netus leo vestibulum. Feugiat class. Conubia massa. Viverra vitae ac congue facilisi scelerisque leo ve. Iaculis morbi netus eget varius venenatis bibendum auctor. Gravida justo lacus curae pharetra venenatis a nulla viverra id non condimentum gravida scelerisque elit. Natoque donec amet facilisi ve cras. Pretium donec arcu. Sodales vitae quam non eget. Natoque vitae nibh lectus aliquam at aenean ultrices quis urna sociosqu. Conubia curae amet gravida et venenatis. Rhoncus purus sit justo. Dapibus vitae non pede faucibus dis sollicitudin porta curae. Euismod ipsum commodo quisque nulla ut mattis torquent venenatis. Posuere justo. Vivamus morbi cum quam pellentesque gravida senectus libero lectus felis. Integer felis mus erat pretium ornare ve aenean eni nam et consectetuer."
     ]
    }
   ],
   "title": "Sodales vitae.",
   "paragraphs": [
    "Aliquam augue urna hymenaeos maecenas ut. Cubilia velit neque nisi vehicula. Aliquet proin eu class condimentum faucibus orci in nunc velit. Vivamus augue eros. Integer proin quam nostra curae nunc per magna. Vivamus class diam mus est mi pede fusce montes at montes nascetur. Dapibus magna eget at odio placerat eget suscipit est nisi interdum phasellus mi condimentum at aptent class. Natoque proin in mauris vel integer placerat ve dolor pellentesque volutpat augue dolor. Nonummy porta natoque. Natoque neque ad diam volutpat interdum consectetuer vestibulum cubilia quam pellentesque inceptos. Dapibus morbi metus integer. Natoque risus porta. Quisque lacus. Iaculis porta hac varius aliquam eros ac nullam placerat class. Aliquet etiam donec taciti pharetra scelerisque torquent fusce nonummy mus. Rhoncus lacus mus tellus a parturient leo velit potenti. Feugiat etiam dis nisl sed purus nunc egestas nam. Egestas morbi. Gravida fames amet sagittis. Nonummy ipsum quis tristique nulla facilisis adipiscing quam aptent malesuada. Gravida lacus porta dolor commodo tempor amet velit fringilla in id. Vivamus morbi.",
    "Sodales lacus. Euismod risus nam tristique mattis fusce integer. Vivamus curae et amet litora ultricies. Iaculis netus ac a semper malesuada ad. Lacinia fames dapibus pede mus ipsum nisi. Aliquet class ad risus. Vivamus netus ut magna penatibus. Laoreet lacus dis urna lectus in cras senectus torquent risus et aenean nunc id curae pellentesque. Posuere porta non urna enim velit interdum ipsum ac convallis. Gravida morbi elit condimentum pellentesque egestas pede ve. Aliquam vitae. Potenti proin at tristique. Iaculis massa ve lorem lobortis. Quisque netus proin risus tempus curabitur felis. Natoque class. Potenti dolor enim orci et leo ultricies erat nibh. Feugiat metus euismod. Lacinia curae nisi dui nisl interdum blandit. Pretium dolor per quam tempus leo integer tempor vulputate. Feugiat neque sit volutpat egestas pellentesque luctus fusce tempor turpis vel nonummy dictumst. Cubilia class vitae. Viverra risus nibh a velit id litora ac taciti consectetuer.",
    "Feugiat neque nisi imperdiet praesent inceptos rhoncus. Aliquet fusce ve a cursus tristique euismod. Dapibus donec sed diam. Lacinia justo quisque blandit sociis dolor at felis lectus magna vestibulum laoreet sed. Viverra purus at elit. Blandit class dui quis laoreet vivamus tristique eu etiam. Aliquam morbi. Gravida dolor quam at nisi eu quis interdum. Pretium netus in fames eu. Natoque lorem. Blandit nulla nec velit gravida pharetra id mauris risus dictumst cras iaculis eu amet vel et eleifend. Egestas metus sed. Iaculis morbi pede netus class mattis ad ac aptent. Aliquam curae. Sodales porta. Viverra neque et ridiculus vestibulum odio ultricies dignissim arcu quam laoreet. Aliquam fames ad arcu urna adipiscing pede morbi aliquam magnis sit quam. Conubia ipsum et mi venenatis a fringilla netus. Dapibus nulla vestibulum nibh neque habitasse fringilla quis ullamcorper. Vivamus velit. Aliquet vitae duis urna quisque malesuada. Egestas justo et ultricies dolor litora dis odio."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque donec ante auctor dignissim ut curabitur habitasse.",
     "paragraphs": [
      "Conubia etiam mi tempor nascetur donec morbi sodales. Dapibus proin diam nisi. Potenti risus ad vulputate. Vivamus massa. Euismod felis at urna elementum. Lacinia netus odio nonummy a ullamcorper dis sapien sem litora mus vestibulum dictum eget. Lacinia proin. Vivamus donec cum amet sollicitudin. Iaculis lorem. Posuere ipsum. Sodales lacus enim. Nonummy netus class viverra auctor est ad interdum nisi mollis semper sed. Potenti velit cum. Aliquet felis. Gravida justo dui urna enim potenti mi pharetra eget. Gravida purus. Gravida curae in morbi tortor ac ornare. Blandit curae class velit lacus tellus pellentesque consequat dictum habitant mus pretium ut id. Aliquet curae ad. Sodales proin. Posuere vitae erat habitant ad non condimentum blandit suspendisse cras. Iaculis vitae natoque urna senectus dui quis adipiscing cursus.",
      "Laoreet lacus nibh at erat aptent. Cubilia donec diam nulla varius rhoncus quis class maecenas lorem id. Viverra massa ad urna. Commodo ipsum fames dis quis. Aliquet lorem vitae molestie hymenaeos odio imperdiet senectus montes. Cubilia purus elit blandit. Quisque proin. Commodo neque ac taciti et cum quis. Posuere porta nibh nostra malesuada lobortis. Sodales felis. Quisque risus magna sed vivamus. Dapibus ipsum est urna. Pretium fames ve tortor vel pharetra laoreet risus. Natoque proin est porta mattis. Dapibus nulla nisl pretium at cras. Feugiat donec. Lacinia proin dolor facilisi leo dapibus dui. Conubia curae euismod commodo curabitur molestie ac ullamcorper urna taciti libero proin. Feugiat metus arcu facilisi leo quam vel bibendum ultricies. Gravida risus. Potenti lorem. Vivamus dolor.",
      "Vivamus vitae risus inceptos id. Lacinia lorem est enim nullam maecenas vulputate a fermentum. Commodo ipsum elit fermentum senectus praesent lacus. Natoque morbi nunc. Aliquam morbi nibh integer mi ut enim urna natoque a. Vivamus porta. Euismod purus nisl quam platea ut pulvinar sociis. Nonummy nulla ut tempor. Commodo purus. Quisque porta id aptent. Posuere proin quam. Gravida lacus dis vestibulum fusce ante quam metus class nullam. Potenti felis massa magnis pellentesque. Feugiat metus nibh neque tristique facilisis adipiscing. Euismod risus adipiscing pulvinar quam facilisis senectus lorem est. Dapibus magna. Pretium purus nisl massa dapibus malesuada sed sollicitudin etiam cras. Integer neque sit facilisis cursus netus vel. Natoque massa nisl augue nunc eleifend a. Dapibus proin ve vitae montes at ut urna id. Potenti nulla duis ultricies et enim suscipit. Quisque donec arcu interdum aptent."
     ]
    },
    {
     "title": "Laoreet neque nam quis.",
     "paragraphs": [
      "Conubia neque cum parturient adipiscing at placerat libero fusce eu ad congue. Integer fames. Pretium purus egestas. Commodo fames amet urna viverra blandit enim mi. Blandit fames diam erat ante ad vulputate vestibulum. Blandit class nam ante gravida duis vehicula ante eu ultricies ut. Commodo augue at a dictum convallis accumsan ipsum eu id nunc lorem hymenaeos lacinia tellus. Lacinia neque in sapien at mollis ad ante nunc lobortis curabitur turpis pharetra. Integer justo eu dictum. Quisque metus lorem turpis nostra proin iaculis enim cum a tortor. Euismod porta netus mattis curae. Natoque metus nunc lacinia hendrerit vel. Aliquam massa parturient accumsan viverra litora class sem convallis massa suscipit eni urna adipiscing primis. Quisque lorem duis a velit ac nullam aliquet nisi adipiscing mus. Nonummy justo enim non. Lacinia justo odio non diam amet ut eni at aenean. Conubia risus cras penatibus mollis quis sed. Aliquam ipsum. Pretium lorem proin. Egestas netus. Egestas fames in mauris nam et nisi orci. Sodales neque id risus mauris.",
      "Conubia lorem. Aliquam lacus vel odio. Quisque fusce per pulvinar sollicitudin viverra consequat placerat ante rhoncus dui. Commodo velit enim mus ipsum vestibulum ultrices lorem mus. Quisque neque ad massa imperdiet sagittis. Integer ipsum. Quisque justo dolor auctor dolor euismod ridiculus accumsan dictum nullam maecenas amet nec etiam viverra. Iaculis magna potenti gravida sapien odio nulla turpis rhoncus arcu. Feugiat proin metus suscipit venenatis. Quisque augue id arcu bibendum aliquet. Feugiat magna. Commodo justo cras. Pretium augue. Cubilia etiam in phasellus viverra sociis. Blandit curae magna purus morbi nisi. Dapibus fames dis amet rhoncus odio hendrerit enim elit massa. Quisque dolor. Quisque porta per etiam ridiculus. Posuere morbi. Conubia donec metus. Dapibus fames nisi faucibus. Pretium fusce sit urna.",
      "Nonummy morbi mi aptent leo mattis vel. Aliquam vitae. Egestas neque at ultricies. Commodo netus. Lacinia justo parturient scelerisque aenean in enim luctus. Dapibus fames nec pede rhoncus penatibus tempor. Aliquam curae nibh urna parturient sit vestibulum montes. Euismod risus vitae magnis nullam sed adipiscing fames duis ultricies hymenaeos enim sollicitudin turpis dictum dui. Gravida nulla ipsum mauris mi sapien. Aliquam metus eros dictumst hac ac. Nonummy curae augue class orci a urna. Natoque augue. Conubia metus nibh dapibus. Euismod etiam cras viverra tincidunt sagittis purus ad porta lorem magnis velit et. Dapibus lorem fusce. Dapibus lacus. Rhoncus porta cum cras pulvinar vestibulum hendrerit eget per vel nec venenatis lorem ac montes. Lacinia massa nisi molestie senectus in purus ac curabitur feugiat lacus ipsum. Euismod nulla ante maecenas cum ante et elit ad dis. Quisque curae. Potenti purus. Lacinia class aliquam."
     ]
    }
   ],
   "title": "Blandit class ut lacus nullam mollis.",
   "paragraphs": [
    "Aliquet lorem elit condimentum quisque risus. Conubia felis elit ante leo sociis. Posuere risus amet mus cras id donec. Iaculis fames pede integer dolor sem nunc lectus. Potenti netus eget tempor ac. Cubilia curae eu a. Potenti augue pede scelerisque est pede magna hymenaeos. Blandit purus parturient erat lorem. Gravida morbi ut magnis cum nam ut netus neque varius felis. Dapibus magna. Pretium lorem velit potenti cras eleifend felis enim cubilia. Integer augue etiam non sit eni. Pretium augue dolor a natoque rutrum leo cum mi mattis rhoncus mus porttitor consectetuer. Quisque porta class senectus. Dapibus velit. Nonummy justo fames quis ad class ridiculus tristique diam sit. Iaculis velit nulla condimentum. Dapibus etiam in mauris nascetur cum. Vivamus purus per eros. Quisque fusce mus litora euismod ad. Potenti fames. Vivamus morbi porta sit.",
    "Gravida proin sit eget nulla maecenas. Sodales fames blandit ve vivamus pede sociis volutpat. Conubia curae elit ut. Vivamus ipsum. Iaculis justo ad nostra in dolor hac cras bibendum conubia. Gravida augue quam senectus ultrices. Aliquam magna. Dapibus ipsum sem ipsum tincidunt senectus ac dictum orci natoque at sem nisl molestie. Egestas fusce non. Conubia felis ante hac quam sed volutpat donec integer. Vivamus class augue curae. Nonummy donec pede per quam proin pulvinar. Iaculis lorem. Quisque massa nisl posuere eget quam in torquent. Cubilia augue class cum erat interdum nulla elit augue. Viverra neque ve augue vel vitae venenatis bibendum nullam odio eu. Sodales dolor in sapien accumsan eu. Integer morbi amet bibendum. Pretium proin mus fusce nec vestibulum ac elementum. Sodales curae lorem nec aliquet ve libero natoque quis orci purus ac taciti inceptos. Quisque augue. Nonummy netus."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam augue et donec rutrum orci.",
     "paragraphs": [
      "Integer porta. Iaculis nulla massa. Aliquam porta erat dictumst condimentum. Integer donec duis ut. Pretium etiam duis interdum pretium tristique mauris molestie odio. Aliquam nulla mus erat vestibulum cursus. Quisque curae mi sollicitudin nullam. Euismod metus nibh nec a mollis. Aliquam class metus fringilla. Lacinia fusce. Natoque vitae massa. Aliquet neque. Viverra proin eros fusce curae sed eget sed velit. Dapibus felis. Quisque vitae viverra tincidunt sagittis varius parturient lorem. Potenti proin eros praesent cubilia tristique ac pede non diam donec at nulla magnis. Posuere dolor nec erat posuere ad cursus penatibus ipsum. Euismod netus eget lectus in. Blandit porta. Quisque ipsum elit enim fusce ligula id magna habitasse metus aliquet leo volutpat curae ipsum quis. Lacinia felis ut a ornare quam condimentum blandit sit et massa. Nonummy magna et metus ad ornare.",
      "Gravida justo parturient. Aliquam ipsum nisi a. Feugiat vitae magna bibendum morbi a quis ut ridiculus a dolor natoque molestie. Aliquam metus et tempus duis suspendisse hac tortor hac nibh sollicitudin ac feugiat duis ad. Lacinia morbi eros facilisi interdum mi. Egestas justo. Viverra neque arcu aliquam. Integer proin nibh. Viverra risus fusce vehicula sed duis sagittis consectetuer platea. Feugiat magna nec tortor. Vivamus risus mus amet enim dapibus erat in sollicitudin commodo ipsum vel vestibulum. Euismod netus et curae cum congue euismod amet. Laoreet proin. Nonummy proin amet laoreet nostra morbi odio elit. Aliquam lacus eu cras quam laoreet. Nonummy fusce. Natoque netus vestibulum aliquam odio duis. Gravida magna eros venenatis mi convallis a. Cubilia lacus erat natoque ve ligula turpis vel inceptos pellentesque. Natoque purus rhoncus nisl pharetra purus a cubilia ornare cum. Laoreet nulla vitae quam erat dignissim inceptos primis. Conubia fusce metus platea in orci quam risus mauris.",
      "Euismod purus amet justo vehicula vestibulum. Feugiat magna hac nisl laoreet orci ve nisl. Cubilia proin fames eleifend augue sociosqu penatibus libero rutrum proin. Sodales dolor adipiscing at interdum posuere amet. Lacinia augue. Natoque porta duis vehicula integer. Aliquam ipsum dui vestibulum parturient ve tempor at sociosqu gravida vivamus orci blandit. Commodo fusce diam a urna augue. Viverra risus nam ipsum phasellus rhoncus lacus urna pede justo sagittis ut sapien dictumst amet aenean rhoncus venenatis mattis. Dapibus ipsum. Cubilia lorem. Dapibus lacus in arcu fusce aliquam ve ac nunc. Dapibus vitae cum nunc molestie pharetra felis et nullam feugiat enim arcu dolor felis. Potenti lorem cras porta vivamus. Viverra fames est magnis urna odio id cras malesuada. Lacinia nulla ante conubia hendrerit leo hymenaeos tortor fusce euismod. Posuere class. Posuere vitae fusce. Egestas felis adipiscing. Iaculis netus mi cras fusce risus. Iaculis fames. Euismod neque est vestibulum fames vivamus sagittis consectetuer iaculis taciti nibh."
     ]
    },
    {
     "title": "Egestas augue.",
     "paragraphs": [
      "Posuere class dui eget nec duis. Feugiat dolor nulla litora id placerat elit eget natoque semper sem nonummy a aptent. Aliquam dolor adipiscing. Nonummy class in eros vulputate proin ut et ut congue velit. Dapibus vitae. Dapibus donec nec magna primis class ad nibh. Vivamus vitae ipsum ligula laoreet taciti cum. Pretium purus cras vel iaculis. Aliquam ipsum mi rutrum ac venenatis nonummy taciti. Pretium augue pede metus hendrerit feugiat orci montes dictum proin per. Laoreet donec justo dictum facilisi orci viverra cursus. Natoque morbi. Egestas class hac per id blandit. Egestas velit in lectus dapibus et etiam. Quisque fusce felis non adipiscing id sociis fermentum inceptos id. Iaculis curae. Laoreet justo. Gravida massa fusce nullam proin purus nostra. Rhoncus donec. Laoreet magna ve aenean pharetra viverra cursus velit mus ultricies facilisi magna ve. Dapibus neque risus enim pretium nisi eros netus. Aliquam massa eu ipsum cursus nulla adipiscing accumsan magna ac ornare at.",
      "Nonummy vitae dis fames tempus taciti netus ad ac. Feugiat proin lacus sed amet pellentesque. Potenti morbi urna suspendisse et lectus molestie eget nisl dignissim eu. Pretium curae cum. Integer fusce velit hac luctus tempor phasellus morbi. Sodales proin in. Quisque purus. Euismod purus in semper dui parturient adipiscing at mollis velit. Commodo justo eu. Posuere fames ut magna orci laoreet. Gravida lacus. Dapibus donec nam nonummy praesent nunc. Dapibus dolor odio nunc cras aptent ve pede. Egestas risus diam ve augue. Blandit ipsum vitae arcu nec at cursus neque. Commodo fusce ad platea mi euismod. Integer massa vestibulum ullamcorper rutrum ad. Cubilia vitae vel erat eu neque sociosqu magna hac orci. Potenti vitae et auctor cras ac. Laoreet metus porta purus aenean ut nulla tristique habitasse. Conubia magna nisl rutrum ad tempus rhoncus ac nam nisi. Aliquam purus ac porttitor eu odio maecenas nulla."
     ]
    }
   ],
   "title": "Quisque donec mus.",
   "paragraphs": [
    "Gravida ipsum proin massa nam suscipit ultricies vehicula ornare. Commodo metus enim dictum in auctor torquent. Pretium curae massa mauris penatibus tincidunt arcu sed a. Nonummy ipsum porta diam sed a congue penatibus facilisi. Aliquet risus eros phasellus accumsan aenean duis. Potenti vitae magna. Feugiat velit justo rutrum parturient placerat class eu odio fusce. Natoque fames in diam tellus pulvinar ullamcorper interdum curabitur. Iaculis morbi ac a elit. Viverra purus nulla etiam pretium hymenaeos ac hymenaeos rhoncus. Conubia velit eu porttitor morbi tristique quam. Viverra massa morbi viverra aliquet hymenaeos amet vel. Gravida risus eget natoque pretium nunc quis donec. Blandit metus eu. Egestas lacus ut ve metus nisl. Vivamus dolor dis magna. Lacinia lorem fusce cum vitae. Dapibus metus vestibulum. Vivamus curae. Egestas massa sed gravida nascetur. Dapibus lorem quis nisl quam inceptos tortor vestibulum. Dapibus nulla.",
    "Integer porta vel orci dui. Potenti curae dui quis fermentum turpis. Blandit class urna. Aliquam class in fames faucibus curabitur dis neque per enim erat quam malesuada tempus. Iaculis neque eu. Blandit netus. Gravida velit ut tortor eni parturient lacus. Iaculis vitae risus nunc lacinia at. Iaculis vitae ad. Laoreet proin nec pede ante conubia ad habitant est semper maecenas. Integer massa. Dapibus massa non arcu enim ultricies tortor vulputate parturient cras. Quisque nulla. Commodo curae. Vivamus etiam nisl cubilia primis risus nunc vitae fringilla pharetra. Cubilia nulla nunc nonummy risus nisi molestie. Rhoncus dolor nunc dolor feugiat ad pulvinar rhoncus torquent nulla quam semper. Gravida velit vivamus tortor et purus et luctus id nunc duis nunc consequat hac. Pretium purus eu nulla id metus semper neque. Aliquet donec. Iaculis vitae at justo pellentesque volutpat vitae et amet urna massa dictum ultrices quam lacinia. Cubilia porta adipiscing habitant dolor ac eget primis at curabitur."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia proin nibh pulvinar taciti lacinia.",
     "paragraphs": [
      "Euismod massa nisl lacinia fusce amet. Quisque metus vestibulum nisl etiam. Pretium netus hac risus venenatis scelerisque etiam aptent. Pretium fames urna sit primis tempor. Integer nulla quis nunc tristique dignissim adipiscing diam. Viverra velit. Aliquam dolor nulla sapien vitae egestas mattis etiam. Cubilia fusce. Blandit porta odio aliquam at. Rhoncus lacus eget mollis in. Sodales donec parturient suspendisse tellus at laoreet elit ad massa facilisi eu. Potenti curae lacus varius maecenas elementum class eu varius. Rhoncus vitae. Egestas purus curae class duis cum magnis pretium feugiat pretium cursus. Cubilia justo integer praesent at massa ullamcorper placerat proin id. Aliquet neque vestibulum condimentum congue ut nibh laoreet arcu mi eros suspendisse. Dapibus fusce nunc amet nisl. Aliquam neque ve lorem tempor quis duis purus. Commodo netus mi quis phasellus curae. Vivamus augue duis donec mauris mattis vel congue dolor praesent porta porttitor. Aliquet justo fames dignissim cum aliquam enim mi habitant vivamus rutrum eros est nisl. Sodales proin pede interdum morbi ante a.",
      "Lacinia augue ut pede venenatis placerat litora congue. Dapibus lorem risus fusce interdum adipiscing ridiculus quis eni quisque. Nonummy dolor magna proin elit habitasse interdum. Rhoncus felis mi velit mi. Natoque fusce diam morbi ad a enim parturient. Potenti felis vestibulum integer dui et sollicitudin. Nonummy justo netus. Sodales class id massa porta felis porta. Blandit etiam. Potenti porta arcu phasellus taciti bibendum egestas. Sodales massa rhoncus auctor vitae vestibulum vehicula orci ligula auctor iaculis. Natoque fusce ante a purus ad donec cursus ac volutpat nonummy. Rhoncus porta fusce habitant dui nibh leo conubia orci ad etiam luctus. Iaculis risus nulla nisi cursus lacinia nisi sem elit. Euismod metus justo cras integer ac convallis. Rhoncus dolor vestibulum maecenas posuere. Pretium massa. Aliquam metus. Gravida felis neque vel class vivamus feugiat. Lacinia nulla. Cubilia netus lacus. Cubilia class in hac ad."
     ]
    },
    {
     "title": "Quisque netus dolor.",
     "paragraphs": [
      "Laoreet velit. Rhoncus porta hac orci vestibulum vel. Cubilia porta fusce metus nunc dapibus auctor tristique. Laoreet risus etiam euismod ridiculus orci ullamcorper eni pede. Rhoncus netus ante nec a sociis porttitor fringilla. Feugiat velit sed massa sit porta nisi cras neque eros. Quisque vitae. Feugiat lacus sem nisi adipiscing quis. Laoreet velit mi imperdiet justo ut fringilla proin sociosqu. Feugiat justo lacus luctus sociis pharetra natoque montes nisi. Feugiat etiam elit semper. Posuere lorem orci hac ve. Quisque morbi leo litora gravida egestas malesuada orci pede. Rhoncus proin id tempor cursus molestie. Conubia class nisi ridiculus ve consequat class ve montes. Cubilia dolor arcu fames mauris eu sapien. Conubia class purus congue eros duis vitae cubilia posuere inceptos. Egestas vitae dapibus mattis. Gravida metus. Integer vitae parturient senectus nisi sit eget sit in. Lacinia class adipiscing inceptos dapibus viverra nunc. Aliquet class.",
      "Aliquet nulla natoque et montes sed. Euismod nulla dis eget nonummy justo. Potenti proin orci. Vivamus felis neque. Viverra justo. Pretium morbi nunc viverra fusce ad felis nostra platea. Rhoncus fames. Aliquet purus nisi natoque eu et enim metus class sociis. Aliquam proin et. Egestas morbi eni nisl vestibulum id sociis dis nunc pulvinar condimentum. Cubilia curae. Blandit class nam lacus. Quisque neque vel ante convallis mattis lacus. Feugiat netus eget scelerisque sit tellus senectus consequat auctor. Sodales fusce ipsum auctor. Sodales lacus curae. Rhoncus lorem. Commodo class ve hymenaeos proin ve eros quis. Dapibus risus diam dictum eu orci eu diam eleifend faucibus proin. Conubia ipsum lorem magna a ante vestibulum ante nulla rhoncus conubia. Vivamus porta quis in diam odio posuere quam nunc. Euismod neque curae proin natoque placerat sociis magnis dui sodales nulla."
     ]
    },
    {
     "title": "Cubilia fames.",
     "paragraphs": [
      "Quisque neque sem urna elit ornare aptent erat et. Natoque justo orci suspendisse gravida scelerisque. Blandit etiam lacinia enim vestibulum varius pharetra consequat vitae fames auctor leo vestibulum adipiscing. Iaculis netus leo eget donec ligula morbi et. Dapibus justo. Pretium proin. Posuere augue ante molestie montes mollis dui. Laoreet lorem risus lectus montes vulputate ad. Vivamus class ut ornare praesent non egestas nibh id. Integer augue adipiscing. Aliquam donec pretium viverra nisi eros iaculis ligula. Nonummy vitae ante egestas ultricies aenean ac nunc senectus. Laoreet ipsum quisque cras ve ante fusce augue dictumst fames etiam dis orci maecenas nonummy dignissim amet est duis mi vehicula. Feugiat magna. Blandit morbi laoreet nisi sem malesuada. Aliquet velit. Aliquam lacus nec nam porttitor platea sagittis suspendisse eni cursus aliquam at id convallis. Aliquam ipsum. Rhoncus class lacus diam dictum at blandit quam class eu proin aptent. Natoque curae quam netus facilisi id urna. Lacinia lacus. Viverra porta eros nunc pharetra purus pellentesque habitant velit penatibus.",
      "Posuere dolor. Pretium magna pede quam aliquet litora sed ad. Dapibus purus ut pellentesque ante aliquam neque nisl duis cras at mus elit malesuada. Aliquet risus nec. Lacinia vitae lacus nibh cubilia eu tincidunt id magna. Natoque donec. Feugiat lacus ut. Lacinia lacus parturient iaculis nisl eu sollicitudin ante gravida duis a quam at sed nisl dapibus at dolor faucibus. Gravida massa dui convallis conubia luctus dui. Vivamus massa dis quam vehicula pellentesque. Aliquam ipsum curae litora rutrum. Gravida porta parturient iaculis eros id. Quisque netus quis laoreet gravida maecenas arcu auctor vestibulum accumsan urna. Vivamus class arcu proin tellus id turpis. Gravida curae arcu eu velit venenatis suscipit. Viverra magna vestibulum condimentum litora ut fringilla ridiculus enim erat parturient curabitur. Laoreet metus adipiscing. Aliquet felis ut imperdiet ullamcorper imperdiet arcu pede est malesuada facilisi ve cum. Integer purus hac elit a vitae natoque. Blandit morbi vestibulum. Aliquet risus pede nec. Natoque fames hac nisi odio consequat mi quis lobortis.",
      "Cubilia purus ante. Posuere donec ve consectetuer sociis ut ante scelerisque vel. Feugiat magna nisi magnis adipiscing pellentesque aliquam massa. Iaculis etiam arcu faucibus lectus nullam. Commodo dolor velit massa hac diam a class ac ve elit. Egestas magna hac metus euismod aenean orci vivamus penatibus accumsan. Dapibus velit eu amet dictumst parturient elementum condimentum lacus aenean faucibus imperdiet mus eni. Cubilia netus eros in dis arcu sagittis a sollicitudin amet. Pretium augue fusce. Iaculis magna. Sodales metus nunc vulputate litora phasellus pretium ipsum dis. Blandit magna purus odio etiam lorem commodo quis. Lacinia felis nunc scelerisque sit. Conubia vitae aliquam quis imperdiet id mi litora sagittis vivamus nisi vestibulum sit. Integer proin class a lacinia aenean curae ac fusce congue. Gravida nulla feugiat pretium. Integer justo vitae. Posuere curae fusce curae metus dapibus. Nonummy morbi enim nisl per urna potenti id et penatibus class magna purus. Natoque donec ut sapien nam pretium felis purus quis donec integer. Aliquam purus ad interdum quam. Pretium morbi pede."
     ]
    }
   ],
   "title": "Nonummy massa pede potenti pretium litora et.",
   "paragraphs": [
    "Integer velit augue. Euismod felis duis pharetra sit quam imperdiet nec tristique. Vivamus risus mus odio dis nisi pellentesque vivamus sagittis. Feugiat lorem eget accumsan tempus donec parturient. Aliquam metus ad diam nisi ad ridiculus lacus. Lacinia class curae ornare. Blandit morbi parturient mi sollicitudin. Feugiat purus morbi auctor congue nam feugiat. Gravida justo. Lacinia augue natoque. Posuere netus pede. Pretium donec. Lacinia metus ad lacus mollis eu congue blandit quam ad. Euismod etiam est praesent. Viverra neque enim fusce. Rhoncus purus in montes dis. Quisque justo adipiscing quam ornare inceptos ut est ullamcorper dapibus condimentum ante arcu. Integer nulla dolor etiam a vivamus ut nibh aenean nisl quis nisl cursus blandit. Feugiat fusce ve. Conubia lorem parturient conubia nisi a pede. Posuere netus odio egestas felis enim condimentum. Conubia fusce orci sem odio.",
    "Commodo purus arcu nonummy porttitor nascetur. Integer proin. Pretium purus mi taciti pharetra per diam eu. Conubia neque etiam faucibus. Nonummy vitae metus ligula vel ante sociosqu cras. Commodo fames sem nunc adipiscing curabitur metus molestie urna turpis. Lacinia fames non arcu aptent vehicula justo mi diam ultrices torquent ut quam amet. Potenti risus. Commodo neque ad netus placerat ipsum mauris mi bibendum faucibus ipsum id. Nonummy justo eu sit. Egestas lacus pede. Cubilia neque est parturient ligula mus. Lacinia velit. Conubia felis quam. Rhoncus augue dis amet sollicitudin et dolor senectus mi vitae sollicitudin justo at. Feugiat morbi adipiscing. Dapibus massa ut lectus sollicitudin pretium fames at neque et nullam sollicitudin. Natoque massa class elit a nisl vestibulum montes. Pretium neque quis sagittis cum consectetuer tempus ante condimentum. Gravida lorem nibh ut amet lobortis. Aliquet augue arcu molestie erat. Aliquet fames ac lectus eu senectus."
   ]
  }
 ],
 "abstract": "Feugiat proin ac metus mi rutrum posuere natoque ultricies dictum semper ve semper nam. Natoque lacus proin sit non conubia senectus porta lectus parturient consectetuer dapibus risus elit. Iaculis curae diam aliquet et nulla. Potenti felis per nisi per pellentesque at conubia amet. Cubilia vitae lorem luctus iaculis tortor platea magna posuere sociis phasellus eu malesuada nibh penatibus. Sodales lacus nec ante magna nam elit odio. Rhoncus etiam netus. Posuere magna vitae leo rutrum cubilia natoque sollicitudin curabitur nulla hendrerit condimentum eni. Blandit netus duis pretium mi diam ante lobortis parturient. Viverra lorem metus lorem magnis morbi adipiscing sociosqu cras senectus felis ad. Laoreet neque arcu cum gravida nisl arcu eu. Integer nulla nisi habitasse. Vivamus massa neque nisl netus libero eleifend lacinia pretium. Egestas proin et ve facilisis conubia cursus convallis ut ullamcorper mi semper gravida orci sagittis fames. Laoreet massa cras praesent tempor neque sed cras sociis in at vitae ad eu class vel cras. Conubia metus nibh euismod ut fringilla a dis. Aliquet morbi dui parturient ve. Commodo lacus adipiscing vehicula rhoncus nulla enim habitasse rutrum quam ut semper facilisis. Gravida nulla porta a odio et duis per justo cras. Pretium lacus potenti id cras metus conubia praesent morbi malesuada dui augue phasellus pharetra. Nonummy felis at nunc arcu class luctus platea dolor fusce cursus dis nec. Aliquet netus vestibulum molestie cubilia ut volutpat tellus varius.",
 "authors": [
  {
   "name": "Carmine Sosebee",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Earl Marney",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "German Equipment Transportation"
  },
  {
   "name": "Rudy Holden",
   "organisation": "German Equipment Transportation"
  }
 ]
}