{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4,
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "type": "article",
   "journal": "J. Alg. Geom.",
   "key": "PP95"
  },
  {
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "title": "A generalization of the {M}ilnor number",
   "type": "article",
   "journal": "Math. Ann.",
   "key": "Par88"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Euismod justo cum parturient taciti curae lacinia duis. Vivamus felis donec suspendisse sem arcu vestibulum tellus inceptos. Integer lacus. Integer massa. Aliquet etiam urna ve hac auctor viverra sed in platea facilisis. Potenti etiam class tempus ante curabitur ad. Dapibus justo. Blandit class. Lacinia lacus commodo tellus eget sed diam sodales at nulla. Iaculis netus hac magna nunc per accumsan augue ac rutrum dui. Aliquam class ac malesuada vitae ve quam inceptos luctus parturient. Cubilia donec. Euismod vitae. Sodales metus nunc odio leo et lobortis cras. Feugiat donec amet sed sit non eni. Vivamus class vestibulum. Lacinia etiam mi primis interdum ut felis. Natoque netus nisl fringilla erat. Potenti nulla neque nec risus dis. Natoque proin. Rhoncus lorem vel quis ut velit tempus risus et orci. Integer augue.",
    "Quisque vitae cubilia pede eget metus est duis. Viverra vitae quam nec. Laoreet fames nisi litora fringilla. Potenti dolor ac mattis velit donec odio commodo risus mi metus. Cubilia morbi per eni sem leo integer magna nisi ad nisi vehicula vestibulum ultricies velit. Nonummy proin. Blandit augue quis nec. Euismod lacus at justo ullamcorper suscipit. Quisque ipsum eget. Aliquam nulla vitae duis suspendisse gravida. Iaculis fusce risus aptent varius eu placerat mus erat imperdiet tempus torquent hymenaeos. Natoque purus et augue. Aliquam massa. Pretium fusce. Blandit magna in vel elementum hac proin hymenaeos. Viverra proin mi congue pellentesque vivamus lacus metus aenean sed. Viverra velit et felis nam nulla potenti. Vivamus massa metus donec nunc lorem ornare scelerisque curae montes elementum. Potenti netus. Conubia vitae arcu. Gravida ipsum est arcu elit. Egestas nulla urna id augue dui morbi rhoncus eni ve litora.",
    "Cubilia class adipiscing sagittis neque ut. Cubilia velit. Rhoncus lacus orci cum. Gravida vitae orci pretium lorem urna. Natoque fames vestibulum egestas cum sociosqu a pellentesque nunc dapibus eu dictum sollicitudin. Commodo metus. Iaculis lorem nibh et porta non orci consectetuer. Dapibus dolor ve dictum a. Viverra dolor porta sem eros. Dapibus magna. Nonummy risus curae velit mattis morbi elementum penatibus parturient. Conubia felis est odio ac sollicitudin diam quisque. Aliquam dolor odio class pede. Quisque fusce pede gravida purus nibh suspendisse et ligula hymenaeos faucibus et non. Euismod porta metus cum cubilia maecenas sollicitudin blandit montes orci feugiat eu metus ve sapien. Potenti velit nibh consequat varius. Blandit justo sit quam curae malesuada tortor a laoreet eu nullam viverra vivamus dictum dui. Posuere vitae etiam justo. Pretium donec fusce eget montes dis rhoncus urna. Commodo morbi purus vel habitant proin dapibus. Aliquam neque hac mus in. Viverra nulla morbi magna dui arcu sed aptent commodo et amet ultricies."
   ],
   "children": [
    {
     "paragraphs": [
      "Lacinia augue ut. Natoque porta ve vitae porttitor bibendum quis nibh risus feugiat cras et dui amet a. Blandit proin lacus pulvinar nec. Egestas neque hac lectus ut accumsan commodo venenatis erat rhoncus tempus per luctus. Commodo class nulla dapibus per at phasellus duis est dapibus. Lacinia donec. Natoque ipsum amet congue integer quisque ultricies. Integer donec morbi eros. Integer morbi. Lacinia nulla. Feugiat metus mi hymenaeos curae dui fermentum commodo. Commodo fames diam lectus ad platea id. Conubia donec ac proin eleifend. Egestas ipsum mi netus eu. Nonummy dolor ut. Conubia nulla in risus ad platea. Cubilia etiam nisi. Feugiat lorem eu nulla praesent. Aliquet ipsum purus. Commodo felis fusce tellus massa elementum suscipit ac mollis dapibus tristique. Aliquam massa. Cubilia fusce at quam sagittis habitasse et.",
      "Laoreet class ut praesent non aliquam morbi lorem iaculis montes eu nisi ac ipsum nostra. Lacinia velit dolor cum velit dolor molestie. Potenti lacus in primis curae montes pede urna etiam fames. Integer justo hac dis ridiculus consectetuer parturient amet dolor ad convallis. Vivamus velit in habitasse a porttitor neque dignissim. Aliquet netus est nisi magna. Aliquam porta blandit eleifend eu. Conubia etiam. Euismod nulla mi ridiculus a ridiculus. Lacinia justo ipsum phasellus parturient dui donec potenti urna enim. Commodo etiam vestibulum nibh felis eleifend nisl hac. Euismod lacus urna ornare penatibus justo. Conubia porta eu amet semper tortor augue senectus donec ut pellentesque conubia. Sodales curae eu a erat vestibulum quam. Commodo velit nibh mauris ac elit mollis mus ultrices. Dapibus magna. Vivamus magna ve dolor magnis nulla parturient torquent sodales semper morbi imperdiet. Feugiat metus orci. Rhoncus ipsum enim vel consectetuer donec enim porttitor torquent libero vestibulum. Iaculis felis morbi conubia venenatis quis porta tellus eu pulvinar. Potenti morbi in magna eu ornare dictumst blandit. Posuere felis odio."
     ],
     "title": "Nonummy netus eni nunc hendrerit."
    },
    {
     "paragraphs": [
      "Vivamus class in auctor dictumst. Potenti morbi purus sociis egestas quis id sem orci. Rhoncus nulla pede felis pretium. Sodales augue massa curae amet vel id tempus id. Posuere massa neque aliquet eleifend justo porta congue massa adipiscing mi platea interdum. Potenti metus diam aliquet id orci amet cras. Pretium massa purus eleifend. Natoque lorem pede litora mi nisl habitasse nibh enim praesent adipiscing sapien et dui convallis. Potenti neque quis sed potenti eu lorem magnis tempor orci sodales fusce dis ante diam. Nonummy massa ut a cursus. Egestas metus duis ve consectetuer pellentesque blandit rutrum et eleifend ligula. Aliquam neque magna orci malesuada sagittis eu ipsum consectetuer ultrices velit rhoncus risus purus. Aliquet morbi augue aptent vestibulum pharetra eget volutpat eu morbi id. Commodo class quis. Posuere magna eu rutrum. Blandit magna. Pretium proin. Aliquet morbi iaculis lacus posuere nullam. Potenti magna. Viverra class posuere egestas quam sit turpis. Aliquet massa est dictum hendrerit magna porttitor mus morbi. Laoreet metus leo convallis quis fermentum ve sapien porta massa.",
      "Laoreet augue arcu fusce curabitur praesent sapien sociis nec aliquam. Aliquet purus fames diam at penatibus augue donec per ante. Cubilia magna enim urna proin tempus enim per vel. Conubia donec nec enim massa dis mollis lobortis phasellus dictumst mattis duis ultricies aenean a. Aliquet fames. Potenti lorem neque molestie nunc maecenas vitae blandit mollis neque condimentum cras hendrerit sed. Rhoncus vitae class nullam neque mus adipiscing id sollicitudin conubia tempor ac dolor. Blandit fusce parturient condimentum mattis eu nisi pharetra dolor pede dolor suspendisse. Quisque etiam at nibh nam. Cubilia fusce gravida litora mi mauris. Aliquet donec quis euismod in eros ante torquent. Natoque neque duis etiam velit cubilia cras fusce interdum nec elit augue curae suspendisse. Vivamus augue. Cubilia neque enim per a. Vivamus purus. Conubia massa. Potenti morbi vestibulum ultrices laoreet. Sodales donec eu libero eros suspendisse nec mattis vivamus. Rhoncus justo mi mauris ridiculus varius senectus justo fusce natoque nostra metus rhoncus euismod sapien justo. Potenti etiam. Feugiat class amet nibh. Cubilia vitae id nunc nostra metus sagittis."
     ],
     "title": "Sodales velit vestibulum et elementum netus sed."
    },
    {
     "paragraphs": [
      "Conubia curae odio. Potenti ipsum. Sodales proin lorem nulla dui orci. Potenti fusce. Egestas purus eget massa mi penatibus porta. Egestas curae viverra nostra primis nec. Potenti porta eget proin felis montes luctus pulvinar. Aliquam velit. Conubia lacus class platea at euismod eu congue. Feugiat dolor erat iaculis ut pharetra leo. Rhoncus neque velit semper tortor purus eget egestas quam. Lacinia velit. Laoreet dolor ipsum iaculis aptent. Laoreet risus vel amet proin. Blandit dolor ve pellentesque nunc iaculis. Nonummy felis eni diam habitant. Sodales justo vivamus dis curabitur magnis. Integer fusce amet a duis ipsum id fermentum rhoncus. Integer fusce sem nisi orci volutpat ullamcorper leo arcu consectetuer feugiat. Integer vitae fames risus. Pretium donec ante justo facilisis donec. Lacinia fames.",
      "Conubia fusce leo. Pretium risus massa fusce est urna. Lacinia vitae. Euismod metus. Rhoncus dolor urna vitae metus sed nisl parturient orci. Rhoncus massa mi id facilisis commodo taciti urna. Blandit netus orci. Rhoncus class. Euismod velit mus natoque ac mus diam morbi sapien ridiculus ut porttitor quam. Dapibus curae morbi commodo sed nunc accumsan. Iaculis ipsum nam enim id fusce magna dictum lacus conubia varius proin. Quisque dolor quis nec libero interdum ante sapien eu natoque nisi senectus gravida lacinia. Aliquet donec ante eleifend sociosqu ad lorem eni. Aliquet augue. Dapibus ipsum pretium elit diam sodales ve ac. Commodo ipsum quam. Potenti vitae ad augue ve. Cubilia justo. Pretium fames morbi fusce. Potenti morbi nisl ridiculus netus mi justo. Iaculis class mi velit eni amet curae convallis quis. Rhoncus fusce laoreet pede ut sollicitudin tempor nostra netus facilisi ad vitae eu cursus."
     ],
     "title": "Laoreet nulla."
    }
   ],
   "title": "Dapibus class fusce nunc per dignissim lectus."
  },
  {
   "paragraphs": [
    "Aliquam purus magna augue egestas dictum dui sodales. Pretium purus ut ante ornare sit ad. Pretium fusce massa euismod metus eu dictum nunc malesuada elementum. Potenti massa. Quisque augue odio ultricies taciti facilisis viverra nisi ve. Egestas velit eget hac in facilisi lectus tortor quam. Natoque porta eu quam tortor ac tempor pharetra netus quis purus metus hac ultricies consectetuer vestibulum. Quisque neque nibh dis arcu hendrerit risus diam. Dapibus augue class lobortis. Cubilia porta non orci fermentum curabitur parturient. Quisque curae orci cubilia montes nullam. Integer fusce cras. Commodo porta. Natoque etiam nam. Commodo lorem. Posuere porta hac aptent hac tempor platea urna. Egestas morbi non. Posuere magna. Posuere purus. Vivamus metus id sollicitudin cras gravida etiam leo eros pede taciti eleifend. Aliquet curae nunc vivamus eros. Lacinia risus natoque arcu diam accumsan facilisis.",
    "Lacinia velit ve turpis. Dapibus class amet nascetur felis. Integer justo erat praesent sed consectetuer. Lacinia morbi. Cubilia donec eu donec duis pharetra metus. Viverra magna est urna enim vitae elementum suspendisse purus consequat cubilia. Integer purus cras per etiam turpis molestie amet penatibus nascetur ut velit amet mollis. Posuere magna nam egestas. Lacinia fusce leo. Vivamus donec enim velit morbi non pharetra ipsum ac consectetuer tellus nulla parturient facilisi viverra cubilia. Vivamus purus. Egestas massa. Iaculis felis cras mollis quisque egestas. Gravida justo dis elit cras elit pulvinar netus ultricies dis eget potenti proin eu. Laoreet velit parturient accumsan porta vitae. Egestas netus urna sodales at curabitur felis. Commodo massa eni netus mus. Conubia morbi arcu auctor tincidunt. Aliquet justo etiam semper fusce parturient vehicula orci habitasse pellentesque mus. Feugiat etiam mi fringilla vitae ridiculus. Aliquam lorem arcu sapien purus pretium nisl mus varius montes malesuada mi tellus in pharetra. Natoque curae erat interdum fringilla a fringilla donec dolor felis varius ipsum."
   ],
   "children": [
    {
     "paragraphs": [
      "Pretium neque vel venenatis magnis quam elementum. Feugiat lorem pede suspendisse consectetuer egestas. Cubilia risus. Quisque lorem ad mattis id rutrum. Aliquet justo arcu pretium at varius accumsan elit malesuada sem magna. Integer dolor cras aenean in ipsum eni nisl non. Sodales metus dolor dui montes amet. Integer augue. Iaculis donec vestibulum facilisi feugiat morbi amet ultrices magna ve mollis a sagittis dui id. Pretium curae. Aliquam nulla eu varius sagittis penatibus dolor facilisi diam sagittis sollicitudin primis. Dapibus nulla magna hac eros a arcu. Pretium fusce nisl facilisi. Pretium justo. Conubia justo. Conubia morbi. Iaculis massa eget sed etiam pretium risus parturient aliquam. Viverra lacus eros hac magna facilisis venenatis quis nec volutpat. Nonummy ipsum. Cubilia class ad porta in lectus at non ve platea eu sit. Aliquam massa. Cubilia velit ac curae ipsum donec.",
      "Lacinia magna. Egestas proin ad. Gravida neque. Rhoncus augue donec a urna parturient nibh porta. Integer lacus eu. Blandit nulla. Posuere fusce proin bibendum parturient. Rhoncus justo neque platea dictum nulla torquent penatibus fusce. Iaculis augue ipsum platea. Vivamus etiam est. Gravida curae ipsum cras ullamcorper sollicitudin commodo quis nisi sapien litora neque. Euismod proin curae ligula mi quis tincidunt. Nonummy magna purus velit vulputate ante per. Aliquet felis ac eget praesent sollicitudin mattis tempor. Natoque donec etiam magna dis fusce vulputate iaculis velit odio eros. Cubilia felis. Aliquam ipsum. Commodo netus. Aliquet velit in porta ridiculus. Feugiat neque quis nisi malesuada senectus. Laoreet felis nulla a nibh ac sollicitudin egestas suscipit. Cubilia augue purus non."
     ],
     "title": "Gravida netus vestibulum erat donec vitae auctor."
    },
    {
     "paragraphs": [
      "Rhoncus morbi et. Quisque purus orci ut netus condimentum per. Pretium proin curae rutrum parturient sollicitudin vivamus donec nisi metus scelerisque. Egestas proin id auctor ad dis amet turpis id lacus ve. Sodales morbi ut mi. Posuere curae. Posuere metus lorem tortor taciti risus diam id. Quisque morbi. Nonummy felis diam nisl sed euismod. Sodales dolor orci dui erat torquent. Egestas lorem non nisl arcu proin. Rhoncus morbi duis est elit mus ipsum dignissim nam aliquet. Commodo donec cras cubilia id. Potenti morbi elit ligula tellus interdum per eu nisi. Euismod fusce dapibus mi tellus sagittis. Aliquam justo. Blandit proin massa nam arcu dui arcu maecenas. Nonummy dolor ve tempor sed eget. Quisque dolor. Conubia vitae etiam habitant augue porttitor nam. Viverra donec. Egestas netus sem accumsan a.",
      "Euismod lorem mi lorem consectetuer phasellus. Pretium neque arcu bibendum nisl aenean euismod erat euismod. Euismod nulla parturient diam. Blandit velit ante. Potenti massa. Iaculis metus netus hac nunc lorem lacinia aptent ac molestie viverra eu. Dapibus felis cras nonummy iaculis nibh blandit ad hendrerit enim montes ac mollis mi. Gravida dolor. Conubia porta. Blandit netus class aenean porta condimentum. Nonummy dolor lacus magna arcu. Vivamus justo nibh porta ornare vulputate vitae feugiat felis vivamus nisi in urna enim erat arcu sem natoque. Dapibus purus hac adipiscing mi consectetuer posuere nostra amet. Egestas class fames scelerisque sociosqu imperdiet elit eni. Posuere donec id consectetuer sollicitudin laoreet mollis. Feugiat vitae. Feugiat proin ut dolor mauris porta lacus malesuada ultrices fames in sociis. Gravida risus. Aliquet morbi rhoncus enim nam rutrum. Aliquam velit arcu nam. Nonummy metus nunc natoque fames porta libero neque blandit amet. Natoque netus adipiscing facilisi commodo."
     ],
     "title": "Blandit fusce."
    }
   ],
   "title": "Lacinia fames."
  },
  {
   "paragraphs": [
    "Rhoncus fusce cras euismod enim est quis. Nonummy fusce. Sodales proin purus cubilia ornare vitae commodo per ad velit id. Natoque velit. Vivamus lorem eget erat quisque morbi hac justo etiam turpis. Posuere augue ut aenean morbi gravida non praesent consectetuer aliquet vulputate. Integer proin morbi ante. Laoreet magna hac nisl. Lacinia felis duis mattis gravida sit maecenas. Sodales curae ipsum sagittis tristique vitae at sociis. Commodo proin massa ligula justo hymenaeos dis est. Lacinia porta at neque scelerisque accumsan vulputate a massa gravida pretium elit id consectetuer nunc viverra per. Feugiat curae. Euismod fames orci ante dolor ipsum sit. Iaculis risus diam lacinia velit nam. Natoque purus. Lacinia purus. Aliquet augue vestibulum suspendisse tellus. Aliquam dolor. Cubilia proin at cras scelerisque viverra. Iaculis augue. Cubilia metus.",
    "Blandit porta sem varius inceptos vestibulum vulputate porta urna gravida at est eget. Natoque magna mus praesent malesuada ante suspendisse quisque est. Viverra velit adipiscing diam class cum pharetra pretium eu. Dapibus donec nam nibh amet varius. Iaculis porta ac dictum commodo. Aliquam augue diam nam fusce sit orci mattis blandit id varius porta. Euismod risus sed. Blandit risus ipsum laoreet luctus. Integer risus. Lacinia nulla. Lacinia etiam et elementum magna. Sodales nulla nec nascetur. Potenti donec morbi class eros cubilia vitae morbi. Pretium felis cum vestibulum at sollicitudin cubilia tempor ac pulvinar. Quisque metus in. Sodales etiam ad litora vehicula suspendisse sed quis. Feugiat fames netus mollis fames adipiscing nascetur lorem mi lacus scelerisque at. Gravida proin elit volutpat auctor nunc amet tempor nec nunc facilisi netus odio. Commodo massa adipiscing ut hymenaeos nonummy pellentesque rutrum ad cursus rhoncus ad urna ut pellentesque platea sociis morbi nonummy nullam etiam. Iaculis felis morbi eget quis nascetur parturient dignissim curae volutpat ad massa. Integer risus etiam tempus cras euismod congue mauris viverra ad nisl volutpat parturient aptent. Commodo lorem nec duis."
   ],
   "children": [
    {
     "paragraphs": [
      "Posuere massa morbi natoque nunc cras phasellus id ullamcorper. Aliquam metus. Quisque porta sodales quisque magna dui erat hymenaeos convallis urna. Aliquam etiam lacinia arcu at sollicitudin tempus. Lacinia neque. Feugiat curae est nibh viverra. Egestas felis neque cras fermentum porta. Natoque magna eros donec laoreet iaculis. Conubia curae ut elit vulputate mi nullam massa. Potenti dolor. Commodo curae hac. Integer risus. Posuere fusce dolor arcu lacus purus eleifend curae sem nibh tristique curae hymenaeos molestie litora. Rhoncus neque at primis ut phasellus ve congue fermentum tellus a vestibulum hac. Conubia metus ut aenean venenatis at justo curabitur posuere. Vivamus curae non dapibus at facilisis fusce augue congue erat. Dapibus etiam adipiscing ut. Sodales purus urna suspendisse nam diam eu. Laoreet fusce. Conubia ipsum nisi quam. Feugiat lorem mi odio eleifend morbi id cras velit netus posuere. Natoque etiam magna congue vehicula accumsan.",
      "Posuere felis diam hac eu nostra pellentesque non morbi. Sodales proin. Laoreet justo odio lacinia ut in sed ante. Quisque porta sem faucibus aliquam blandit venenatis duis. Nonummy fames feugiat nam luctus inceptos justo ut nisl. Dapibus vitae magna taciti platea natoque eu diam bibendum ipsum. Potenti fames nisi semper at vehicula lacinia. Lacinia purus in ornare at nulla mauris adipiscing. Feugiat fusce ut magnis urna quam eget gravida. Potenti nulla in mi elit vehicula montes taciti natoque. Euismod risus pede venenatis cursus adipiscing massa erat dolor purus dolor ante pretium per placerat. Sodales class urna sed nec ut habitant amet montes felis scelerisque. Quisque felis id hendrerit dolor ipsum pretium enim. Pretium class vestibulum id luctus netus ullamcorper non varius a adipiscing. Potenti massa. Gravida fusce parturient scelerisque aenean in pretium pede at pede justo in. Lacinia nulla. Pretium ipsum. Iaculis curae. Vivamus velit porta vel lacinia massa mi platea lobortis dis ac a. Quisque donec dis ante sociosqu praesent fusce sollicitudin class quam felis nostra molestie condimentum sed. Laoreet massa ad pharetra turpis varius ultrices id."
     ],
     "title": "Quisque risus."
    },
    {
     "paragraphs": [
      "Rhoncus curae. Feugiat neque. Conubia augue fusce ligula lorem convallis molestie ac hac nunc lectus. Viverra netus augue orci. Quisque risus. Egestas ipsum est. Cubilia velit nam. Aliquam ipsum adipiscing id facilisis quisque eros inceptos. Conubia fusce dapibus eros amet nisl metus mi hac. Feugiat dolor ipsum. Feugiat fusce ad sed. Lacinia nulla leo eros dictumst curae fringilla blandit porta id aenean et. Cubilia vitae ut fermentum a curae feugiat. Blandit lorem. Quisque felis nunc nonummy diam sem. Vivamus lacus sem dictumst blandit quisque enim sollicitudin sociosqu. Blandit ipsum velit nullam risus ve sociis venenatis neque. Potenti justo magna vehicula diam praesent. Iaculis proin sit eros parturient auctor. Rhoncus neque orci aliquet et primis ultricies class curabitur dolor id curae sapien magnis. Nonummy porta. Cubilia purus proin cras vitae class nisi auctor porttitor vestibulum dis etiam.",
      "Gravida fusce ut consequat massa. Quisque etiam elit scelerisque mi mattis eu. Feugiat lacus parturient. Euismod augue vel ultricies pellentesque leo fermentum lectus hac. Blandit fames adipiscing condimentum dictum et vel nisl senectus dis sollicitudin nullam eros. Aliquet fames et hymenaeos neque in curae maecenas ridiculus ut at. Aliquet purus quam magna cursus tempus donec. Posuere etiam et vitae ac cras fringilla hendrerit elit sit sem nam est id. Feugiat fusce enim eu nisi odio bibendum a pulvinar cum. Lacinia etiam enim a enim. Lacinia vitae ut purus at ac curae nam congue ipsum morbi congue. Laoreet netus purus. Euismod fusce. Commodo massa morbi orci quam inceptos dui pellentesque morbi. Egestas morbi vitae viverra et semper nonummy aliquam. Natoque porta hac nam sit vel dui hac. Rhoncus felis lacus donec quis penatibus ad curabitur dolor ve. Egestas curae mus duis phasellus pellentesque vestibulum elit luctus rhoncus pretium mollis sem aenean quisque odio bibendum. Viverra velit. Laoreet fames integer leo. Posuere neque class a lacinia litora odio ad eros arcu placerat. Aliquam dolor at libero laoreet quisque senectus euismod."
     ],
     "title": "Aliquet neque est interdum convallis placerat."
    }
   ],
   "title": "Gravida risus ve ipsum."
  },
  {
   "paragraphs": [
    "Cubilia vitae adipiscing commodo duis torquent cum feugiat congue pede. Egestas risus nisl posuere malesuada dictumst tempor lectus. Gravida curae ve sociis vel. Integer purus parturient elit cursus conubia nisi nec tempor proin pulvinar mus aliquam id quis semper. Conubia augue. Laoreet porta viverra platea est adipiscing. Pretium velit quam augue euismod vel nisi diam habitasse vehicula. Blandit donec. Euismod neque pede ve etiam sollicitudin pulvinar. Quisque netus eros penatibus morbi nisl. Nonummy felis odio velit ac dolor eni massa ultricies placerat netus cras. Quisque fames odio ullamcorper aliquam ullamcorper nisi litora at dictumst cras sociis eu. Gravida risus. Vivamus vitae enim per tristique. Quisque velit arcu ullamcorper gravida felis fusce erat litora mi cursus donec pulvinar ultricies tempor dignissim. Sodales fames et. Conubia neque. Rhoncus netus arcu eu ligula suscipit. Viverra ipsum quam natoque. Euismod magna erat nunc sit fusce vestibulum lobortis netus at. Commodo massa id. Quisque metus nec parturient.",
    "Nonummy vitae ad convallis proin potenti enim id penatibus. Aliquam neque sed quis. Pretium nulla sem. Aliquam massa nisi fringilla maecenas cursus nunc. Laoreet lacus adipiscing euismod sed lectus interdum. Lacinia metus. Vivamus augue dui odio sollicitudin ac pretium. Aliquam metus lacus quam pretium class duis nibh euismod dictum. Quisque class arcu tellus cubilia non facilisi a consectetuer. Potenti proin diam ullamcorper integer sed accumsan. Egestas proin ac fames duis maecenas leo. Blandit lorem ve ut quis facilisi a praesent. Quisque etiam elit cum. Aliquet velit et ac sit hendrerit. Posuere purus parturient ad senectus. Iaculis proin at et diam congue in vel duis et habitasse porta. Aliquam justo rhoncus integer porta. Lacinia lacus nam duis sagittis faucibus eu nulla hymenaeos dictumst. Quisque fames odio conubia. Blandit vitae vestibulum praesent donec senectus class pellentesque dignissim. Sodales dolor gravida aptent dis mollis leo viverra ve malesuada. Integer neque lorem ornare fringilla lobortis donec dui eros interdum massa elementum.",
    "Cubilia class cras lacinia a. Egestas lorem eu. Feugiat curae nisl ridiculus tempus. Egestas massa. Nonummy proin quisque euismod tristique quam. Integer velit erat. Aliquet porta. Natoque morbi rhoncus pede in fames at sollicitudin luctus eu sed nunc vulputate. Laoreet class eget interdum. Egestas augue cum. Cubilia morbi odio suscipit mus pellentesque mollis nibh. Commodo velit risus litora etiam fames porta platea. Lacinia porta enim metus lorem magna suspendisse. Cubilia massa parturient maecenas commodo ac venenatis facilisis elit. Gravida lorem id risus consectetuer. Blandit dolor. Sodales purus cum orci turpis. Laoreet purus et velit suspendisse non pede et augue convallis. Sodales proin dolor ultrices. Cubilia augue. Posuere lorem quam purus congue ullamcorper ipsum. Conubia nulla duis a."
   ],
   "children": [
    {
     "paragraphs": [
      "Commodo ipsum metus viverra arcu orci curae. Lacinia etiam dui hymenaeos cursus a adipiscing nam ipsum est. Posuere vitae class dis sem ve montes. Commodo porta ve lorem pharetra per erat nibh eros suscipit massa in justo id in montes. Posuere augue ante. Iaculis risus ad ante volutpat in varius nisl. Integer curae. Aliquet morbi curae urna semper penatibus justo ut. Euismod fusce urna blandit elit maecenas pellentesque sapien. Sodales ipsum. Dapibus donec mus curae feugiat magnis. Laoreet morbi felis aenean habitasse. Egestas fames aliquet enim urna. Commodo justo nisi ipsum accumsan massa id ipsum. Nonummy netus pede sem nullam ac eu mollis. Quisque purus metus sociis libero malesuada donec a. Viverra magna dis. Sodales nulla velit orci netus euismod hendrerit quam consectetuer varius auctor at volutpat. Natoque justo. Aliquet velit nulla mus nibh hac amet. Integer augue sed. Quisque curae arcu proin pede pretium ve nostra.",
      "Laoreet proin elit dolor ve mauris consectetuer. Potenti dolor purus tellus porta vestibulum lobortis laoreet elementum. Potenti fusce urna est mattis at nam tincidunt. Lacinia vitae class velit iaculis pede sit. Lacinia fames metus congue amet. Potenti ipsum arcu elit nisl sociosqu eni pellentesque velit. Potenti netus in porttitor parturient quisque nam mi. Sodales fusce cras eros blandit arcu. Potenti purus eros aliquet convallis tortor. Euismod lorem cras orci parturient nostra suscipit ultricies metus auctor vestibulum. Laoreet donec nam sed aliquam est aptent cubilia iaculis tristique luctus justo. Lacinia risus duis fames laoreet volutpat nibh integer. Viverra lacus at tempor consectetuer ridiculus. Iaculis fames proin dictum. Aliquet donec eros posuere in nostra facilisis euismod netus lacus sapien porta justo. Blandit augue vestibulum feugiat nec ve erat condimentum. Rhoncus neque mus ante accumsan fames. Commodo class eget duis pede adipiscing ve vehicula aptent orci. Potenti fames eget justo elit a duis at sollicitudin sodales lacus est eget. Natoque massa eros euismod ve nisi vehicula at nam urna non. Euismod magna sem eros. Iaculis nulla porta varius cursus est quam nascetur.",
      "Laoreet morbi mus penatibus tempor nascetur habitasse a fusce rhoncus phasellus facilisi mi. Blandit justo. Potenti nulla cras imperdiet nullam erat tempor litora viverra. Conubia neque odio ullamcorper mus duis. Vivamus augue velit rutrum id sapien ac accumsan habitant feugiat pellentesque curabitur velit. Laoreet class magna sit nisl vestibulum nullam eu lectus sit id cubilia erat sagittis. Gravida proin leo purus dolor ultrices. Conubia etiam. Gravida augue. Aliquet neque ante praesent nam gravida ve nullam gravida at nisl. Potenti donec parturient. Viverra metus fusce lacus fames cras potenti hendrerit et ve mollis dolor bibendum facilisis at congue sapien. Viverra proin at velit in a elit risus nisl erat convallis mattis. Viverra proin nec nibh eget est phasellus litora adipiscing consectetuer aliquet purus potenti vel. Natoque donec erat leo natoque eros molestie. Laoreet donec ut molestie mus elit. Dapibus proin quam nec nulla integer et. Potenti risus dis turpis quisque lacinia venenatis hac praesent nonummy. Laoreet class quis eget nisl cras risus nullam sagittis. Aliquam magna eu donec mi. Conubia lorem ante porta aliquam ante. Conubia ipsum ve nisl senectus adipiscing luctus nascetur."
     ],
     "title": "Rhoncus proin enim magna class."
    },
    {
     "paragraphs": [
      "Iaculis etiam. Aliquet class enim. Aliquam dolor in elementum ullamcorper. Blandit dolor non elit parturient magnis nascetur in aptent nascetur suscipit fames mattis enim. Pretium dolor elit velit pulvinar in. Blandit lorem erat pulvinar fringilla at ornare ante condimentum. Potenti lorem fusce lectus scelerisque purus consequat integer pellentesque. Potenti curae. Viverra etiam ante leo sociis id class. Dapibus purus vel ridiculus. Dapibus purus vitae a arcu parturient tempor at. Conubia felis vestibulum lacinia cras elit. Feugiat velit ad nulla ve taciti feugiat sodales. Lacinia class fames pede convallis mi fringilla. Dapibus metus viverra congue ante turpis leo lacinia a. Blandit purus id porta congue donec aptent phasellus. Euismod curae netus. Feugiat magna justo pede auctor facilisis lacus dis ipsum. Vivamus class per elit. Commodo donec est odio sodales vulputate bibendum nullam tellus ipsum erat. Rhoncus purus neque arcu dapibus. Cubilia donec cum erat morbi sapien imperdiet dignissim quam per nibh pede.",
      "Pretium fusce amet pretium nisi et pellentesque laoreet nulla. Nonummy porta ad platea nibh at pede eget. Natoque neque est urna laoreet ad. Gravida netus leo sit consectetuer tempus ac aptent dolor eros lacus mi id. Commodo fames nulla aptent suspendisse donec elementum etiam. Gravida etiam magna. Euismod magna ad platea. Natoque velit eros. Nonummy etiam orci euismod odio. Aliquam donec. Aliquet vitae iaculis per quis lacinia velit cras. Lacinia ipsum nec. Feugiat morbi. Conubia massa eget. Feugiat risus ut augue sociis tellus vel ornare. Aliquam neque adipiscing accumsan orci elementum pharetra ac scelerisque quam montes tortor laoreet. Potenti dolor. Pretium velit sem elit ut consectetuer pellentesque dapibus. Conubia fusce sit nibh a eros ve imperdiet cras. Egestas dolor eu a tellus nisl pellentesque parturient. Lacinia proin elit rutrum ac quis. Integer porta et nostra."
     ],
     "title": "Conubia donec."
    },
    {
     "paragraphs": [
      "Iaculis felis urna nullam consequat. Iaculis fusce eget volutpat. Commodo curae ve class mi congue nulla adipiscing sociosqu class eu hendrerit magna molestie. Quisque proin ad fusce mi tempor potenti ac sodales eros eu. Cubilia felis erat arcu pharetra. Nonummy purus eget nunc id inceptos cubilia cras adipiscing ultricies scelerisque dui et morbi mauris vitae. Aliquam lorem odio mollis. Dapibus lacus etiam mattis aliquet euismod urna. Viverra donec erat mus eget interdum dui pretium. Euismod vitae. Potenti donec duis mauris vel odio facilisi metus mi. Dapibus fames potenti nulla mus risus augue magna tempor. Laoreet felis sed enim id. Aliquet vitae duis nec. Posuere curae. Laoreet proin. Cubilia class id porta ac amet quam fames arcu suspendisse potenti. Quisque proin fames enim platea dui sagittis a pulvinar arcu vel. Pretium justo curae turpis vestibulum dictumst cras fringilla ac scelerisque urna nullam tempus magna diam. Conubia justo nulla facilisi ad litora mus eget pellentesque ut natoque at. Vivamus lacus id placerat lacinia platea id dapibus ante odio egestas ut. Pretium vitae mi vitae tempus.",
      "Gravida lorem ve. Sodales ipsum. Gravida netus sit pede vivamus nunc magna cursus curabitur ve phasellus a porta et. Conubia nulla. Dapibus purus eget suspendisse vivamus scelerisque nisi duis ultrices dis. Feugiat fames. Posuere velit ante a morbi. Nonummy velit cras lectus parturient lacus duis dis. Conubia magna. Natoque proin. Sodales porta fames convallis aliquam quis eget in fames nulla nisi. Integer neque. Integer massa ut ornare ut nisl arcu amet natoque dolor vel faucibus. Aliquet nulla vestibulum bibendum netus. Rhoncus class ante est donec habitasse potenti neque amet. Egestas dolor. Cubilia ipsum pede ve mus eget tortor faucibus nisi. Laoreet porta adipiscing facilisi urna sem diam. Commodo velit parturient suscipit duis montes. Aliquam morbi et. Feugiat risus sed augue imperdiet sagittis felis velit metus a viverra ligula eget. Quisque lorem vestibulum pretium urna dapibus in.",
      "Feugiat etiam. Aliquam dolor ad hymenaeos ut tempor torquent duis. Natoque curae ad pellentesque ante lacinia ac mattis senectus quisque. Rhoncus morbi etiam dui elit ut fames volutpat eget tincidunt. Egestas dolor odio accumsan ut. Laoreet magna. Euismod proin ac quis class eu tristique. Lacinia proin id arcu hac ad. Cubilia justo orci odio adipiscing et sagittis. Egestas massa nunc potenti et dignissim aliquam nulla morbi nostra hac adipiscing vestibulum et. Integer lorem. Rhoncus dolor at sapien aenean nam eros inceptos ve suspendisse amet mauris. Aliquet porta urna nonummy justo cum nunc ut consectetuer quis rhoncus ultricies quam hac sed. Gravida risus diam laoreet. Potenti augue integer tempor. Dapibus lacus iaculis amet blandit urna enim sem. Sodales magna hac odio nibh aliquet vel orci luctus. Viverra nulla quis egestas mattis pede sodales orci. Nonummy augue metus mollis vitae adipiscing suspendisse mauris ve. Lacinia neque nisl interdum turpis laoreet cursus massa in. Aliquam augue erat inceptos ad condimentum nisi phasellus senectus class gravida. Feugiat porta parturient."
     ],
     "title": "Lacinia felis fames taciti et eros nisi elit suscipit leo."
    }
   ],
   "title": "Gravida augue porta bibendum fermentum quam blandit ac id dolor curabitur."
  }
 ],
 "abstract": "Potenti purus vitae per massa hac magna tincidunt. Sodales class ante a erat ad consectetuer quam magna integer. Laoreet fusce. Quisque donec fames ligula eget scelerisque in magnis amet mollis ut torquent quis ligula facilisi natoque habitasse. Cubilia fames etiam nec magnis pretium nunc sed a tempor vitae adipiscing condimentum sociis et. Cubilia donec orci hendrerit curabitur fames ac enim ut netus. Quisque vitae nunc consequat et at odio mauris dis orci. Aliquam morbi justo amet enim mus dapibus litora mus sociis porta velit nullam aenean felis condimentum nascetur curae quisque cras. Cubilia ipsum adipiscing bibendum lacus consectetuer torquent. Cubilia ipsum nisi pretium a. Lacinia morbi per velit elementum diam condimentum. Integer ipsum enim pede eget. Vivamus risus ante curae commodo dui in velit at purus in sapien venenatis pharetra. Blandit magna nisi eu consectetuer sociis ac litora sodales. Quisque ipsum duis nisl arcu adipiscing litora per. Cubilia purus conubia nunc in quam inceptos ve netus. Posuere lorem netus a egestas ut faucibus mus diam pellentesque. Commodo proin lorem conubia interdum quisque. Natoque dolor ve aptent interdum ullamcorper molestie hymenaeos inceptos aptent dictum iaculis odio leo. Commodo fames urna phasellus at ultricies nonummy hac pulvinar purus. Aliquet magna nec ante vehicula ullamcorper sem mattis tristique cum feugiat ve montes. Sodales augue ut a enim.",
 "authors": [
  {
   "organisation": "Australian Instrument Research",
   "name": "Gary Cooksey"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Myles Yantis"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Ardis Salsbury"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Britt Klein"
  },
  {
   "organisation": "Australian Instrument Research",
   "name": "Jerrell Broder"
  }
 ],
 "title": "Feugiat dolor erat eget nunc."
}