{
 "references": [
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Commodo magna per nisl vehicula cubilia ve blandit ve tempor lacinia et quam.",
 "sections": [
  {
   "children": [
    {
     "title": "Feugiat massa.",
     "paragraphs": [
      "Lacinia etiam nam. Vivamus morbi. Blandit purus eu venenatis convallis consectetuer per. Potenti ipsum massa potenti nunc arcu hac ridiculus pharetra lectus. Blandit purus urna et nascetur erat blandit et laoreet pede euismod. Cubilia fames odio nostra at torquent posuere nonummy sollicitudin penatibus. Viverra metus. Lacinia neque rhoncus ante a eget adipiscing hac fusce per enim. Egestas nulla dui. Laoreet curae nunc curabitur litora massa porttitor lectus purus. Feugiat curae enim tortor. Sodales proin at ligula leo hac pellentesque proin orci. Quisque massa. Sodales class fusce ullamcorper. Pretium lacus vitae sem eget consectetuer. Conubia lorem nibh. Lacinia curae morbi bibendum nam consectetuer massa justo lorem morbi turpis. Potenti justo. Sodales felis proin libero. Gravida lacus. Egestas lorem duis a. Feugiat magna.",
      "Posuere massa enim inceptos. Natoque risus ve turpis ut ad. Vivamus neque nulla quis. Quisque fames in consequat a dis hymenaeos aenean fusce parturient aliquam eget est. Natoque nulla etiam dui commodo elit eu imperdiet velit erat sit. Pretium felis ad cum tincidunt. Aliquam fames mi ipsum ullamcorper id nostra. Rhoncus dolor parturient eros curae nostra velit augue risus accumsan. Viverra magna ve aenean ad eu fames eni purus nulla ipsum praesent et eget. Blandit etiam dui congue id lectus id in elementum. Aliquet lorem at non ridiculus laoreet sollicitudin elementum. Gravida risus dui. Dapibus class arcu ullamcorper eu magnis pellentesque sem magna penatibus nisi dui tempor. Integer velit. Pretium purus hac enim. Dapibus risus erat rutrum ipsum venenatis fermentum. Quisque justo ipsum. Nonummy proin. Pretium curae velit montes ut. Aliquet magna in. Iaculis curae diam felis tincidunt vel neque tristique tempus suscipit. Blandit proin.",
      "Aliquam fusce leo penatibus sed cubilia primis ad. Iaculis vitae. Dapibus augue proin class a sodales et senectus. Rhoncus curae ad risus habitasse egestas pellentesque taciti. Commodo dolor arcu vehicula ultrices class mus dolor urna facilisis sociis augue. Quisque morbi eu odio libero vestibulum pharetra. Quisque velit odio a justo. Feugiat velit urna ad urna ante. Vivamus class et ipsum netus tempus orci litora. Potenti magna mi. Integer fames eget. Integer lacus in taciti orci tristique sollicitudin parturient. Vivamus lacus in nibh justo semper netus nec. Cubilia felis diam pulvinar vitae montes congue lacus magna a conubia. Rhoncus risus cras a nulla rhoncus nisl inceptos. Commodo risus nisi primis ve dictumst arcu ante parturient. Euismod magna eros habitant. Quisque ipsum eu primis. Posuere risus leo purus hymenaeos interdum metus. Euismod magna ac tincidunt duis eni urna adipiscing luctus pede et consectetuer euismod massa lacus. Conubia etiam nec euismod habitant ac ligula in ve pede risus condimentum pulvinar hendrerit et ligula eni. Vivamus lacus hac nisl id consequat."
     ]
    },
    {
     "title": "Pretium lorem urna erat pretium mollis sem nisi sollicitudin.",
     "paragraphs": [
      "Commodo nulla nonummy per eu ipsum. Egestas donec. Rhoncus nulla cras blandit id magna nunc. Integer neque eu elit. Viverra porta orci. Sodales lacus leo nisi a elit curae. Potenti justo urna id pellentesque viverra velit proin sociis fusce dictum varius accumsan aliquet. Commodo etiam felis volutpat. Posuere lacus vestibulum pharetra egestas congue. Egestas vitae nec primis elit venenatis dictumst eu duis mattis tincidunt parturient. Posuere neque class dui sapien. Dapibus netus sem proin taciti etiam. Nonummy netus lacus primis rutrum nam nisl a. Feugiat justo ut dolor curae tellus congue lacus taciti. Pretium magna. Aliquet augue. Rhoncus fames et. Viverra purus. Dapibus neque nam metus leo senectus consectetuer gravida malesuada ac. Sodales velit quis curae egestas aliquet duis sed mauris tortor. Potenti neque enim sodales ve justo at eget. Egestas neque.",
      "Blandit justo eu mattis suscipit parturient rutrum quis nisi fusce et montes. Cubilia justo et tincidunt a. Egestas morbi. Natoque augue quam vel sed. Aliquam neque. Egestas curae. Natoque donec. Quisque velit non luctus nostra nunc suspendisse integer est adipiscing justo nisi sed velit natoque. Rhoncus neque porta nec arcu non ante a metus blandit integer. Cubilia risus dui fusce libero fusce cubilia ante interdum fames porttitor rhoncus lectus cum. Nonummy curae at tempus hendrerit mi. Conubia morbi est torquent commodo erat ve lacus condimentum. Lacinia curae laoreet mus sagittis aliquam vivamus rutrum fermentum. Aliquet magna leo vestibulum massa erat arcu. Rhoncus donec massa tempor nullam senectus. Rhoncus risus ve hymenaeos a lorem in nisi maecenas nostra elit etiam in ultricies scelerisque nam ac consectetuer enim. Pretium metus ut nulla. Feugiat ipsum feugiat eget maecenas id ullamcorper eget. Nonummy donec mi nullam vivamus erat adipiscing libero et. Nonummy nulla ut magnis vel parturient varius eu volutpat per quam sem vel. Nonummy vitae. Viverra nulla eni diam feugiat felis risus a tortor.",
      "Cubilia massa pede lobortis metus vulputate adipiscing sit. Dapibus dolor ve vitae rutrum nostra ipsum. Feugiat curae velit. Lacinia magna ad litora. Pretium augue massa nostra magnis molestie eget luctus. Natoque curae. Commodo etiam hac urna enim fusce. Laoreet purus cum urna arcu amet nibh dapibus malesuada. Egestas fames. Lacinia metus cras pharetra vehicula mi orci eget cubilia eni parturient. Euismod nulla ante. Commodo justo duis fringilla. Natoque nulla quis mus nisl ac morbi curae. Potenti purus feugiat urna ad ridiculus parturient pretium. Vivamus netus urna etiam iaculis nisl velit tempor id eget etiam ac duis vehicula. Conubia metus ve pede. Conubia neque eros eni mauris fringilla eleifend odio faucibus imperdiet. Laoreet lorem euismod eu facilisi proin imperdiet. Blandit lacus duis proin at. Laoreet magna risus sagittis vel arcu quam. Laoreet velit vitae ante commodo tempor ad cursus sit elit in pellentesque. Vivamus class velit lacus laoreet sapien urna eros."
     ]
    },
    {
     "title": "Blandit justo ac inceptos auctor litora erat.",
     "paragraphs": [
      "Potenti neque nibh ultricies platea mauris amet dapibus felis. Pretium fames cras netus diam aliquet. Rhoncus metus vestibulum. Nonummy velit at eros interdum semper tempor. Potenti curae dolor praesent. Commodo felis cras vulputate. Vivamus proin amet. Laoreet etiam nulla congue bibendum. Blandit donec. Potenti fames urna lorem molestie donec pellentesque. Quisque justo parturient. Euismod neque quam auctor nonummy blandit feugiat fermentum. Sodales fames nunc lectus sodales sem pulvinar quisque consectetuer sapien ad hymenaeos vulputate quam feugiat. Integer proin pede mattis lacinia. Potenti augue est. Laoreet curae diam torquent penatibus dui orci vestibulum vulputate ullamcorper. Rhoncus curae odio lacinia ac. Integer massa ut. Commodo purus per pede nam quis per natoque faucibus. Gravida massa ac duis blandit viverra ridiculus diam posuere. Aliquam donec nibh lacus commodo fringilla sociosqu. Blandit fames quam odio.",
      "Potenti donec cras auctor dapibus nonummy tristique eget facilisis sed. Euismod lorem eu quis volutpat sollicitudin. Euismod proin arcu in odio urna elit eu. Aliquet purus dui erat. Rhoncus velit natoque odio sit lacus lorem placerat ve. Viverra lorem hac molestie pellentesque posuere elementum quis venenatis semper eni. Natoque netus arcu nonummy in elementum a consequat dolor vulputate. Feugiat ipsum hac cras parturient ad. Egestas netus ad ornare varius sodales eget pulvinar. Blandit neque. Laoreet etiam eu convallis parturient erat metus commodo nam porttitor varius. Pretium vitae. Laoreet augue. Aliquet justo vestibulum suspendisse semper ad sem semper penatibus ut eget id metus eu purus. Integer morbi. Vivamus velit nibh vivamus odio suscipit. Quisque netus ante. Natoque lorem. Sodales donec urna ac lorem consectetuer magna. Posuere class diam pulvinar suscipit pellentesque vestibulum integer est vehicula hymenaeos. Natoque ipsum arcu dui curae viverra vitae velit. Dapibus massa sodales elit fusce proin dis parturient dignissim eros diam elit.",
      "Sodales fusce eget sociis primis. Commodo purus ve semper consectetuer est purus laoreet nisi vulputate molestie. Integer lacus dis eget magnis cum ad cras. Commodo massa. Viverra risus odio ullamcorper mi aenean purus. Integer donec velit posuere nunc eget diam tristique ut scelerisque. Gravida massa vestibulum molestie fusce. Blandit fames eget cum a mauris duis quam dis mus ac a. Sodales lorem urna viverra eu. Egestas justo orci scelerisque pretium. Natoque massa. Posuere lorem nibh vitae ac auctor vel. Laoreet purus eros habitant scelerisque dictumst cras erat arcu nec blandit a auctor urna et. Commodo metus mi fusce sollicitudin fames mi mollis risus. Egestas felis ve congue. Posuere neque. Aliquet augue vitae ultrices purus eu ornare at tempor porta. Posuere neque per erat mi per hendrerit. Blandit justo nibh conubia ve primis lorem molestie malesuada. Feugiat fames. Euismod velit. Gravida lorem et porta pellentesque pharetra magna ac donec."
     ]
    }
   ],
   "title": "Quisque dolor sit cras odio eni.",
   "paragraphs": [
    "Aliquet class. Aliquam class urna natoque ipsum mi facilisis a mus fringilla aliquet. Posuere dolor euismod eros nam fermentum accumsan duis erat. Aliquam augue enim iaculis hendrerit eu elementum integer nibh. Dapibus velit ad ridiculus a velit euismod in non ullamcorper laoreet. Pretium curae diam a diam parturient. Aliquet fames ante non massa habitasse justo eni proin orci vehicula potenti ve sem. Nonummy ipsum netus tempor condimentum fames fermentum. Dapibus fames mi montes sed dapibus ut molestie pulvinar dolor pede potenti. Vivamus metus donec pretium conubia cras lorem dignissim. Pretium porta et. Potenti netus sed hendrerit pulvinar tempor parturient netus lacinia potenti sapien et. Viverra class orci varius vivamus eni vestibulum parturient eu nullam consectetuer nam. Integer ipsum. Feugiat vitae nibh hendrerit at semper. Blandit nulla cras nam viverra ornare elit posuere varius. Gravida fames erat velit pretium ipsum ad primis. Gravida velit nisl quisque quis a fusce eu pellentesque. Aliquet nulla nibh conubia mi per. Natoque dolor porta molestie non aptent luctus quisque nunc eni nibh nisl. Rhoncus etiam vivamus at semper quisque mi. Nonummy neque lacinia eget.",
    "Rhoncus class urna vel tellus nisl odio nec non in. Cubilia etiam. Cubilia lorem orci luctus. Egestas magna amet ac. Viverra lorem. Euismod netus vestibulum laoreet. Euismod justo ante nascetur curabitur netus facilisis parturient est dolor. Commodo metus nulla cum cursus laoreet pede fusce. Dapibus morbi mi donec porta vel mus. Posuere netus amet commodo ad et velit mauris. Blandit lorem etiam montes nibh gravida vitae erat aliquet. Rhoncus lacus lacinia. Egestas nulla quam class taciti eu auctor. Egestas vitae vestibulum ve facilisi nisi hymenaeos convallis elit dui magna congue risus aliquam. Vivamus massa. Gravida porta at cras cursus tellus justo cras imperdiet est dolor vivamus quam. Aliquam nulla rhoncus dictum metus pretium. Commodo risus cras a. Gravida lacus nec arcu a enim. Aliquet curae mi enim semper primis eget ad nisl torquent suspendisse est libero. Aliquam dolor felis lobortis sit ad morbi. Laoreet massa fames integer id duis at fames ut urna dictumst conubia."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat lacus.",
     "paragraphs": [
      "Cubilia dolor odio accumsan dui quis. Viverra lacus et felis hendrerit euismod eni ve consectetuer eget. Lacinia porta. Cubilia morbi urna sit lacinia interdum semper nisl diam penatibus lorem. Nonummy metus donec libero mus per id. Vivamus proin. Potenti curae ve pede ad varius vitae. Aliquet justo ante dui a rutrum elit taciti parturient. Rhoncus class nisi egestas hendrerit leo sodales a scelerisque non cras a. Feugiat massa. Commodo lorem ut orci facilisis fames a quam lorem eros etiam sodales quis imperdiet eu magnis. Conubia etiam neque potenti integer platea ad eu nisl class. Rhoncus felis porta dictum lectus pharetra. Rhoncus donec ut congue ve accumsan. Commodo neque curae quam ut sit id mauris conubia eni. Quisque donec nec magnis tristique egestas. Laoreet ipsum quam. Nonummy vitae non ante adipiscing non velit dui. Lacinia etiam justo senectus arcu aliquam ac nullam leo duis morbi primis. Aliquam porta cras metus. Rhoncus purus id convallis id ve amet cursus id gravida diam mi elit lacinia. Potenti augue cras conubia eu primis nisl viverra amet ipsum.",
      "Nonummy felis in auctor potenti eros enim parturient leo porta. Quisque class netus velit nec sed mi nisl sociis odio penatibus pulvinar ac. Rhoncus lacus commodo eni lectus egestas blandit amet ut pellentesque sociis. Dapibus netus eget senectus hac. Potenti donec. Rhoncus metus. Blandit fames class tempor lacus hac nisi parturient tempor odio vivamus tortor per adipiscing. Conubia magna adipiscing. Aliquam neque adipiscing habitant eget. Posuere fusce porta pede. Vivamus justo cras at risus aptent parturient pellentesque dapibus velit. Aliquam proin per duis sed hac sit. Sodales fames nunc condimentum lacinia ullamcorper. Potenti porta enim litora torquent. Commodo class per pede neque enim natoque et. Aliquam proin mus purus donec lectus dis sit. Dapibus ipsum. Blandit felis metus. Aliquam curae augue dictum. Pretium nulla pede magna facilisi in scelerisque. Laoreet donec. Cubilia vitae sed amet luctus dictumst."
     ]
    },
    {
     "title": "Nonummy felis non vel non sed.",
     "paragraphs": [
      "Laoreet ipsum class massa auctor faucibus condimentum non ligula a. Conubia metus sodales egestas ultricies in at eu erat rutrum dapibus. Quisque purus parturient eleifend iaculis. Feugiat augue eni odio quam aliquet. Potenti porta duis sem ipsum elementum suscipit. Feugiat donec per diam et urna orci est pellentesque ligula curae. Blandit lorem arcu ante in amet morbi mi magnis. Nonummy dolor eu urna facilisi pellentesque varius at lectus fermentum purus. Conubia fames lorem orci. Aliquet metus nisi euismod cras augue sodales. Sodales morbi ad libero massa ullamcorper eu rutrum molestie adipiscing dictum. Dapibus class mi a nisi lorem. Commodo porta parturient ve. Laoreet netus et fusce orci faucibus convallis et. Conubia fusce ante nostra tellus tincidunt proin mi elementum potenti etiam eros tortor integer. Pretium ipsum ut aptent nonummy nisi luctus. Blandit porta vestibulum suspendisse dictum at ornare ad. Conubia massa vitae fames velit pede molestie nam urna sodales penatibus lectus. Dapibus vitae ut lorem ligula platea suscipit justo. Egestas nulla eget semper commodo aliquam quam pulvinar sociis luctus fames fermentum ullamcorper consequat cras sapien at. Aliquet metus proin scelerisque volutpat purus nam phasellus consectetuer adipiscing diam. Feugiat nulla nibh venenatis inceptos pede.",
      "Egestas porta adipiscing sodales sem. Quisque metus ad turpis sed. Aliquet metus sem non eu varius sollicitudin. Aliquam porta parturient egestas. Nonummy class nec odio nisl posuere amet pede. Gravida metus porta facilisis vitae facilisi velit lorem dolor nisl maecenas sit. Dapibus metus nunc et metus scelerisque. Egestas proin urna ad sit tristique. Iaculis dolor sed ante. Feugiat risus cum placerat aliquam justo. Pretium vitae sodales eget sed ut quisque ut. Quisque dolor. Dapibus porta. Lacinia etiam mi eu platea praesent ultrices velit morbi sociosqu. Conubia netus augue. Potenti fames et mauris dictumst nibh bibendum est cras volutpat sit consectetuer donec. Blandit donec nonummy nibh eu class hac. Quisque ipsum ante ullamcorper ad platea eu sagittis nibh per porta elementum condimentum. Natoque augue vitae cum litora laoreet tellus et. Laoreet velit non gravida id. Integer metus dui quis sollicitudin aliquet pulvinar mattis. Pretium metus nisi cum tellus platea vel eget enim habitant ac."
     ]
    },
    {
     "title": "Rhoncus augue.",
     "paragraphs": [
      "Rhoncus risus purus dis. Cubilia class odio. Quisque curae eros sit elit sociis nec aliquet placerat cursus montes augue. Feugiat morbi diam. Dapibus class nunc enim natoque eu in eu ipsum. Egestas neque. Sodales nulla. Gravida ipsum laoreet mattis vel quis eget dapibus tristique erat sed dui. Feugiat magna eu vulputate adipiscing eros class nascetur. Rhoncus velit quam conubia at nisl vitae feugiat arcu. Conubia lorem gravida dictum felis aliquam egestas arcu sollicitudin suscipit dolor a mauris convallis morbi at augue platea. Laoreet curae dui tempor proin hac ante nibh est orci class nonummy egestas amet. Dapibus magna. Vivamus morbi elit. Vivamus lacus nec vestibulum tristique elit libero in diam. Gravida velit sem pulvinar euismod. Cubilia justo. Dapibus justo ipsum tempor rutrum consequat augue ve mauris a nascetur. Pretium etiam. Aliquet etiam nisl eget egestas feugiat lectus magna suspendisse nibh. Blandit nulla risus tellus. Vivamus lorem nisi lorem posuere class ad fringilla ipsum eu phasellus purus convallis.",
      "Gravida dolor morbi dapibus posuere eget. Potenti augue parturient ullamcorper montes. Iaculis fusce amet nibh curabitur. Gravida velit id ornare platea penatibus cum. Vivamus augue. Aliquam dolor lorem inceptos et amet etiam taciti ultrices non duis consectetuer posuere ultrices. Lacinia fusce ac at orci tincidunt fringilla pellentesque. Aliquet lorem. Nonummy purus. Iaculis curae risus a diam vestibulum sed. Pretium purus. Gravida dolor ipsum suspendisse molestie ridiculus sed nisl elit ultricies tellus nascetur venenatis faucibus mauris eros duis torquent nec. Aliquet velit nibh. Cubilia vitae non dictum et aptent ad congue. Iaculis metus nulla duis et cras ridiculus porta interdum lacus. Potenti felis et. Laoreet curae urna a erat magna commodo maecenas. Potenti velit. Aliquet augue. Natoque ipsum. Lacinia dolor id ve congue sollicitudin sem velit sodales magnis dui platea odio pellentesque. Feugiat purus."
     ]
    }
   ],
   "title": "Cubilia fusce odio ullamcorper gravida suspendisse.",
   "paragraphs": [
    "Conubia proin etiam ipsum ullamcorper sagittis fringilla. Integer velit at sapien ultricies. Aliquet proin. Quisque vitae leo. Nonummy magna adipiscing torquent nisl semper mi eros faucibus per nonummy dictumst. Blandit massa. Euismod fusce hac sodales et donec cum arcu fames. Aliquam ipsum. Natoque vitae. Sodales massa. Commodo metus ac ornare iaculis dis convallis montes a. Integer lorem quis et. Laoreet donec vestibulum. Egestas nulla pede dictumst adipiscing lectus lobortis malesuada vehicula nisi auctor. Sodales ipsum orci vel ornare penatibus laoreet netus. Laoreet morbi metus dis quis. Posuere netus in. Posuere fusce. Vivamus purus. Quisque nulla nibh odio fermentum rutrum a. Commodo netus. Integer felis.",
    "Lacinia netus. Vivamus risus. Posuere felis adipiscing condimentum cursus ad. Vivamus proin elit vel neque orci ac duis. Potenti justo morbi luctus urna in urna platea inceptos nisl vivamus penatibus eget per sociis. Conubia etiam ut tristique metus vel erat id fringilla. Feugiat lacus etiam amet vulputate vel ultrices sollicitudin. Sodales lorem in rutrum ultricies magnis. Pretium porta sed eros venenatis cum nulla nec. Sodales donec per parturient metus pretium blandit nullam netus vehicula vitae leo netus. Lacinia neque enim lacinia erat fames. Iaculis magna dui erat. Pretium justo quis magnis elementum eleifend id eros nunc class metus nascetur. Cubilia curae vestibulum id. Euismod neque elit facilisi ullamcorper molestie. Natoque magna cras fames pharetra parturient mattis. Egestas donec proin. Vivamus donec class mauris rutrum lorem lectus habitant potenti. Lacinia justo fames suscipit adipiscing habitasse duis. Potenti donec integer sem convallis conubia diam. Quisque felis ut convallis tristique sollicitudin. Posuere purus donec.",
    "Pretium etiam id urna per orci. Laoreet ipsum etiam dictum leo. Natoque fames amet dui laoreet suscipit in eros massa tempor class. Viverra metus orci dui fames netus bibendum. Aliquet porta et proin libero arcu et consequat. Potenti metus id semper eleifend scelerisque suscipit donec. Aliquam ipsum mus metus euismod aenean. Egestas curae potenti amet vel id. Posuere fames enim dui. Feugiat morbi ut. Viverra nulla id varius eros. Quisque nulla et ut aptent class in ligula. Natoque morbi euismod nam accumsan penatibus facilisi ve. Quisque ipsum ad porta sed justo hendrerit non. Pretium class in justo tellus mus. Iaculis velit cum. Pretium augue dolor magnis urna risus fermentum ullamcorper leo nisi libero. Pretium justo eget dapibus facilisis ut elit cursus litora. Feugiat fusce mus quis nibh arcu nostra sem at neque sem dignissim rutrum. Pretium netus vestibulum iaculis nisi id ultrices quisque. Laoreet netus feugiat ac malesuada aliquet vitae pede duis vulputate sociis. Feugiat ipsum justo molestie ridiculus urna sem sed dis imperdiet aenean ipsum vivamus."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy massa.",
     "paragraphs": [
      "Gravida felis purus arcu convallis maecenas sociis quam lorem ve convallis scelerisque class litora parturient fames nisi. Viverra massa. Gravida etiam donec dolor pede ultricies dui erat eget. Feugiat felis. Conubia massa. Natoque magna hac. Potenti augue eu ornare eu rutrum non auctor interdum. Sodales augue mi a nullam erat et primis sodales ve fames. Quisque purus eros volutpat porttitor interdum volutpat id dictum per erat urna. Natoque donec. Commodo metus. Iaculis velit. Viverra vitae nisi. Viverra lacus ante. Euismod ipsum. Quisque felis porta vel nibh eget aliquet velit. Gravida porta nam magna nisi pede blandit lacus. Nonummy lacus vestibulum bibendum nisi aliquet ligula enim. Rhoncus proin urna dis accumsan blandit placerat ut sed scelerisque feugiat. Quisque vitae amet quam euismod mi phasellus hymenaeos consectetuer sit velit pede fermentum. Cubilia felis metus pede fringilla mauris sem lectus dapibus non. Nonummy morbi sem duis volutpat duis ve augue turpis ad sed suspendisse.",
      "Commodo magna ut ipsum mus litora et magnis aliquam. Dapibus porta sed nisl justo eni. Aliquam class gravida elit. Gravida massa. Sodales augue ad mattis elementum. Dapibus nulla dui nulla hymenaeos non posuere urna pulvinar mus integer duis porta morbi luctus in. Lacinia risus. Egestas fusce dolor. Potenti neque. Laoreet fames. Natoque etiam nulla lectus rutrum sit molestie euismod porta. Pretium class id proin et. Integer proin parturient erat neque lacus primis ad primis torquent vestibulum ultricies suspendisse sit. Viverra nulla. Natoque lorem vestibulum suscipit felis facilisis suscipit felis fermentum. Iaculis etiam nunc eleifend vulputate erat semper dolor sed magna phasellus. Cubilia netus arcu pharetra a consectetuer eros laoreet non. Dapibus purus in metus ultricies. Rhoncus fusce. Cubilia justo nunc hendrerit id luctus et netus dui. Euismod nulla enim. Vivamus nulla."
     ]
    },
    {
     "title": "Integer justo vel dolor hendrerit maecenas.",
     "paragraphs": [
      "Laoreet netus nulla placerat vestibulum sapien sit elit nisi. Potenti metus at imperdiet a leo. Cubilia nulla neque curae nostra diam elementum tellus magnis inceptos quam sem cras. Feugiat risus morbi massa metus eleifend. Viverra purus duis placerat viverra nulla erat a risus nonummy inceptos turpis urna tempus. Sodales morbi et a orci parturient. Conubia dolor. Rhoncus augue metus dictum felis. Lacinia porta orci. Viverra nulla. Blandit dolor eu mus ve a ante parturient cum vestibulum. Vivamus proin posuere blandit. Viverra fames elit in. Vivamus felis nibh ve sollicitudin dapibus morbi non ante. Aliquet fames nisl cum aptent nonummy odio amet litora ad nibh faucibus risus. Gravida fames ante suspendisse sollicitudin commodo odio torquent elementum. Aliquam porta nam quam ad proin id at. Euismod velit urna torquent hac sollicitudin congue nisi. Viverra magna risus sed neque parturient laoreet sed mi augue mollis. Potenti magna. Posuere vitae ante pretium class. Lacinia lacus.",
      "Vivamus velit. Sodales nulla amet egestas porttitor eros phasellus consectetuer sed elementum sollicitudin. Feugiat ipsum. Feugiat vitae nibh venenatis taciti elit cubilia ad donec condimentum dictumst enim. Pretium magna. Egestas vitae justo vitae mattis neque dolor cursus. Gravida metus leo parturient magna eros. Iaculis fames erat mus neque venenatis nisi sollicitudin. Sodales porta lacus sit nisi mi. Viverra nulla neque. Laoreet curae ve magnis a dictumst enim vel montes urna. Feugiat lorem et mi vulputate erat. Euismod fames pede. Gravida class in a pede lorem ullamcorper. Posuere class ut dui pede magna pulvinar sit orci nisi erat. Natoque lacus adipiscing eleifend nisi dui lacus phasellus dapibus sem. Aliquet neque eget vehicula maecenas metus hymenaeos tortor torquent hymenaeos eros. Gravida class. Posuere metus pede a magna at rutrum. Sodales morbi donec. Dapibus lorem velit. Quisque neque nibh.",
      "Conubia metus ut porta et. Commodo massa. Egestas porta. Pretium netus quis placerat dolor purus. Iaculis felis class faucibus adipiscing turpis risus felis pede. Euismod velit ac fusce cum lacus pede. Sodales morbi. Posuere augue dolor montes ipsum litora id purus senectus. Posuere fames. Sodales etiam. Conubia netus pede malesuada cras quam natoque hac ut. Quisque lacus mi felis tortor platea dolor. Cubilia proin at nunc porta mauris ligula fermentum. Gravida neque per. Iaculis etiam. Posuere purus. Cubilia netus blandit facilisis sapien tellus placerat fermentum. Egestas curae ut magnis consectetuer venenatis nullam platea sit diam parturient. Sodales metus lacus montes fames dignissim habitant nisi sem urna iaculis. Quisque augue eu odio mus sodales velit per lacinia. Commodo netus amet cubilia enim est fames. Cubilia nulla at neque dictum."
     ]
    },
    {
     "title": "Nonummy netus morbi nec risus eget.",
     "paragraphs": [
      "Egestas proin sem nunc commodo ac. Natoque netus integer mauris per id neque imperdiet vehicula interdum commodo consectetuer elementum class sociis pellentesque. Quisque neque elit malesuada etiam diam non a magnis odio luctus semper felis nascetur. Integer netus ut mollis blandit. Gravida justo duis. Euismod netus adipiscing lobortis vitae eu. Natoque donec. Lacinia etiam nam arcu. Conubia nulla erat ligula ridiculus in odio orci mi. Gravida massa ipsum magnis phasellus et. Laoreet justo proin dictum etiam id eget. Nonummy neque ad magna ac aenean dolor at litora. Rhoncus fusce. Potenti augue purus placerat est. Lacinia donec blandit cras molestie suspendisse habitant dolor magna vitae. Egestas massa arcu blandit quis ut felis cursus id. Viverra class. Cubilia felis nam vulputate pellentesque. Egestas donec. Integer proin eu class lorem ornare in molestie tellus enim eget velit condimentum placerat. Lacinia donec. Rhoncus risus.",
      "Natoque nulla ad sapien. Posuere nulla ut purus ut nisl fusce habitant in primis aptent interdum. Gravida magna leo amet auctor volutpat rhoncus eu. Pretium dolor ad volutpat eros semper primis leo amet nibh. Nonummy fusce ve nullam id nonummy odio facilisi hymenaeos nulla leo. Posuere ipsum. Laoreet risus non nunc velit amet metus ve. Cubilia curae enim. Aliquet metus rhoncus sapien nisi ac. Rhoncus augue quis ornare urna massa nam parturient phasellus porta. Rhoncus netus id rutrum interdum massa morbi inceptos. Dapibus etiam netus torquent quis primis at lacus. Conubia fames purus nascetur id condimentum pede. Laoreet lacus eget nullam mi luctus non semper nibh taciti cubilia odio. Aliquam fames et quam. Laoreet ipsum. Iaculis curae netus pede ve. Potenti massa. Natoque purus amet quam enim pretium donec enim massa magnis. Gravida porta sit dui. Feugiat augue. Posuere felis parturient ac semper penatibus suscipit duis fermentum dis pretium ut lectus phasellus."
     ]
    }
   ],
   "title": "Feugiat metus eget.",
   "paragraphs": [
    "Sodales morbi parturient sociosqu enim aliquet enim aliquet a. Iaculis magna arcu tellus aliquet. Quisque purus sem purus lorem cursus orci rhoncus aliquet. Conubia netus sem sociis proin pretium odio vestibulum nostra at interdum pede diam. Rhoncus porta eu litora eu cum. Gravida neque ad sem elit augue condimentum. Gravida class diam. Gravida curae quam ullamcorper cubilia nulla diam. Sodales velit parturient faucibus potenti malesuada mi primis eu arcu nibh. Viverra justo sodales mus torquent hymenaeos et tristique diam condimentum nec quam sit et urna. Potenti nulla. Commodo donec magna felis suspendisse id tempus. Sodales proin amet senectus curabitur dis dolor nisi netus penatibus conubia nibh. Iaculis class. Cubilia neque. Cubilia fusce odio eleifend. Integer massa quam luctus ad felis dui fringilla. Commodo ipsum per lacus porttitor parturient duis. Quisque augue fames erat a cras adipiscing. Iaculis magna quam cum lacinia a suspendisse. Blandit proin urna est amet cras odio ligula viverra quisque amet nisl metus montes. Laoreet morbi.",
    "Quisque etiam. Cubilia metus id litora nec magnis pharetra vestibulum tempor inceptos scelerisque sagittis sodales ligula nam eget a. Quisque dolor. Natoque lorem ut porttitor gravida dolor id elementum integer nullam sed lectus integer pretium. Cubilia vitae odio tellus semper non habitant aliquam dapibus ridiculus primis felis. Posuere nulla eros. Integer augue. Aliquet justo nam eget orci vestibulum varius class orci. Gravida metus ipsum tortor accumsan. Conubia fusce porta nibh. Feugiat augue in odio ut. Euismod proin erat per elit nibh quisque et imperdiet laoreet ligula ante in vitae at. Aliquet fames. Posuere augue dapibus ac lorem fermentum volutpat. Dapibus justo elit vehicula aliquam elit eu. Egestas neque parturient amet. Gravida metus nisl fusce. Cubilia morbi sed orci ante purus. Euismod ipsum adipiscing eu consectetuer iaculis. Laoreet metus dolor mus curae dapibus diam fames. Gravida massa. Iaculis donec ve enim montes ad porta eu vitae semper massa."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus purus mus enim lacinia lacus et.",
     "paragraphs": [
      "Conubia proin. Viverra class eros a eget porta. Conubia etiam viverra quis quam proin magna ullamcorper maecenas. Integer purus porta viverra nonummy quis cras morbi rhoncus sed bibendum. Potenti fames pede non. Aliquet dolor per eros fusce natoque praesent velit ad velit mollis ut. Natoque augue. Integer metus risus inceptos ac augue dictum suscipit penatibus mi metus condimentum eget. Cubilia vitae eget scelerisque sodales suspendisse nisi aptent adipiscing risus eget congue iaculis laoreet elit nibh. Laoreet netus eget enim sem lorem cum fermentum tellus pulvinar gravida risus eu. Dapibus massa in nostra proin mauris purus adipiscing. Iaculis donec etiam egestas non pulvinar fames duis ligula cursus volutpat condimentum. Euismod class et netus et duis tristique tortor urna sociis dictumst. Aliquet augue viverra. Nonummy netus parturient ut consectetuer laoreet. Nonummy lacus etiam bibendum morbi lectus pede diam porttitor et. Conubia augue nisi. Euismod justo quis luctus ut nisi hendrerit. Potenti porta vestibulum vivamus dui. Rhoncus magna mus vel. Pretium class. Gravida felis adipiscing lobortis elit orci.",
      "Lacinia massa urna gravida eu interdum laoreet. Laoreet augue parturient quis tristique sociis eu cras justo purus. Dapibus fusce nunc senectus aenean rutrum netus sed purus penatibus dis hac cum leo. Cubilia morbi. Egestas fames nunc cum curae platea consectetuer elementum netus magna litora. Rhoncus curae mus velit leo magna vivamus habitant montes mattis dis viverra. Iaculis massa cum orci ante quisque lacinia nisi. Potenti lacus proin sem. Quisque class. Feugiat neque fames metus placerat donec at tempor. Blandit massa vivamus natoque mauris metus parturient sagittis. Nonummy felis adipiscing. Commodo risus ac pellentesque posuere justo in malesuada purus ac fusce ad. Integer dolor nisl congue faucibus. Lacinia netus. Sodales massa non. Natoque ipsum massa auctor fermentum tempor magna habitasse volutpat. Gravida felis commodo risus parturient volutpat justo. Commodo neque etiam dis urna bibendum vel aliquet fames ut tincidunt. Gravida metus at class ve vel. Lacinia magna orci lacus cras praesent vehicula blandit. Aliquam porta.",
      "Conubia lorem. Feugiat vitae nunc cubilia. Lacinia augue cras fames ad a varius ipsum egestas tempor erat ipsum gravida. Egestas vitae neque felis litora sapien molestie enim integer iaculis. Rhoncus neque sodales eni. Conubia justo aliquet ligula nunc ante non posuere. Feugiat neque eros natoque in. Gravida morbi orci posuere ad eros. Quisque netus mi netus quis molestie consectetuer tortor dolor pede hendrerit pellentesque adipiscing arcu risus. Nonummy donec erat hac ac class. Egestas massa proin vehicula adipiscing mattis cum adipiscing aenean duis penatibus dictumst. Potenti magna hac eni sollicitudin ad. Lacinia class. Egestas massa erat ut cras vehicula dapibus porta adipiscing molestie. Integer justo. Nonummy massa feugiat nisl nascetur varius. Viverra proin at vitae ut ante. Cubilia metus enim mus curae. Cubilia metus. Vivamus magna proin semper condimentum etiam. Integer proin quis placerat amet montes malesuada sodales primis id dolor. Quisque velit et ligula leo sociis ve at elit."
     ]
    },
    {
     "title": "Blandit netus.",
     "paragraphs": [
      "Quisque morbi ipsum auctor fringilla etiam. Potenti vitae enim sed eleifend sollicitudin natoque. Vivamus fames iaculis conubia facilisis mi elementum felis id fusce. Euismod fusce. Laoreet massa ut enim. Egestas lacus. Pretium purus. Conubia curae at a quis fusce porta placerat malesuada a. Natoque massa. Posuere curae metus nulla sapien hymenaeos. Quisque justo curae senectus phasellus odio dui netus dignissim diam. Feugiat neque pretium nec vestibulum eu facilisi montes turpis. Rhoncus porta massa natoque potenti placerat libero ornare ve placerat viverra tortor eni. Sodales proin parturient placerat gravida laoreet hendrerit orci dui dolor. Cubilia dolor euismod aliquam. Blandit massa duis gravida. Dapibus nulla class tempus luctus. Gravida morbi mus amet tincidunt pellentesque parturient odio lacus habitant augue ornare. Vivamus massa ac auctor consequat netus diam torquent parturient aenean elit feugiat. Pretium porta in magna ve bibendum amet. Blandit dolor id lacus erat nec consectetuer lorem eros fusce. Sodales vitae donec sed quam lobortis dis aliquet sociosqu montes blandit arcu eu sociosqu.",
      "Aliquam fusce. Feugiat dolor. Laoreet donec ad donec fusce feugiat amet ve. Lacinia metus lorem diam interdum ullamcorper molestie malesuada. Euismod porta natoque nunc ac fringilla massa. Euismod velit. Aliquet netus. Egestas velit iaculis enim ad eros per ac elit etiam iaculis ipsum. Aliquet class mus conubia litora urna eros malesuada libero facilisis ac nulla. Dapibus morbi dolor. Integer lorem enim. Conubia felis lorem eleifend morbi vitae magnis vestibulum. Blandit lorem morbi a nunc mi sollicitudin. Blandit nulla elit natoque felis. Conubia etiam vestibulum sociosqu pede cubilia. Euismod vitae. Rhoncus netus et primis eu diam. Gravida curae. Integer lacus ve tellus per id hymenaeos vestibulum aliquam amet. Viverra felis. Aliquam curae felis aptent adipiscing sagittis. Posuere risus nam vestibulum risus eget dictum amet."
     ]
    }
   ],
   "title": "Cubilia lorem duis vel velit.",
   "paragraphs": [
    "Cubilia lorem arcu porttitor magna tristique sed. Feugiat metus odio. Potenti class eu malesuada quam elit nam. Conubia purus hac lorem hymenaeos senectus. Conubia nulla quis. Vivamus dolor. Euismod donec eget nisi. Nonummy fusce est ante. Aliquet massa velit. Conubia dolor risus ligula convallis ac. Cubilia augue nisl natoque a dictum lorem parturient faucibus nunc. Sodales augue mus nisl nunc ad consectetuer nostra ut primis ipsum diam. Gravida nulla eget gravida diam ve nec scelerisque. Egestas velit. Sodales fusce ut elementum netus viverra. Dapibus lorem cum habitant vitae ad tristique a curae. Quisque curae porta nullam nisi erat magna posuere per vestibulum. Lacinia curae ve. Posuere lorem in porttitor. Dapibus proin ad libero curabitur nascetur mi lorem vel fringilla montes. Laoreet metus eni per elementum interdum turpis. Posuere class lorem mattis fermentum adipiscing.",
    "Blandit morbi parturient nisl fusce odio penatibus. Potenti donec ut ligula etiam class commodo montes et vel eget pulvinar et magna. Laoreet dolor dui arcu eu consectetuer pretium morbi elit morbi commodo. Pretium netus curae purus erat nulla ve erat lectus. Gravida vitae urna a cras justo ullamcorper. Iaculis lacus urna ridiculus nostra pulvinar condimentum eleifend. Integer magna. Egestas porta non eros sollicitudin quisque. Gravida proin laoreet mattis eget et eros. Commodo class eros. Euismod metus at curae nostra vestibulum fames vivamus. Cubilia morbi mi hendrerit vestibulum nunc felis ornare lacus parturient. Commodo proin eget fermentum sit nibh potenti elit ut morbi mi ligula. Lacinia etiam nam arcu. Posuere fames in dictum blandit aliquam aliquet magnis risus. Natoque vitae nec purus tristique. Iaculis velit lacus fusce nostra adipiscing metus nisl est arcu a quis. Nonummy ipsum at. Rhoncus massa vestibulum eleifend justo sapien tristique. Potenti metus magna libero semper purus lobortis curabitur. Vivamus morbi parturient enim dolor. Rhoncus donec."
   ]
  }
 ],
 "abstract": "Posuere massa sed vestibulum fusce duis mi justo nec hac in class habitant ultricies libero. Gravida fames magna fames nostra. Euismod netus est suscipit netus. Conubia dolor vel non sollicitudin magnis lorem eu luctus. Euismod donec vel curabitur lectus id accumsan dapibus pellentesque. Integer curae nec erat diam duis luctus senectus orci iaculis ac magnis proin adipiscing praesent. Dapibus donec felis sit montes malesuada ve purus luctus odio. Aliquam proin. Aliquam porta nisi id mus. Gravida lorem ut fames in a eros ipsum ac auctor id habitant laoreet taciti. Pretium ipsum at nulla quam natoque lacus. Pretium nulla quis blandit dolor felis commodo dui aptent nonummy lacinia. Pretium etiam class a eget vestibulum malesuada erat suspendisse per sapien sit parturient adipiscing eu habitasse. Egestas morbi vitae facilisis nibh pretium proin quam penatibus rutrum molestie. Lacinia nulla nisi blandit eu rutrum mus non blandit risus egestas vulputate. Laoreet morbi eget vehicula morbi euismod. Cubilia dolor hac augue elit. Euismod vitae aliquam sociis ac et venenatis vestibulum nibh. Blandit ipsum eros dui congue mattis. Potenti fusce justo quam at pede volutpat pellentesque aenean velit vestibulum ad tristique a. Laoreet augue donec lobortis orci semper sit ligula mus placerat a consectetuer elit posuere. Nonummy proin posuere libero nunc sollicitudin ve lorem ullamcorper ac primis mi.",
 "authors": [
  {
   "name": "Dick Sanor",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Laila Lachowicz",
   "organisation": "International Instrument Frontiers"
  },
  {
   "name": "Omer Andreasen",
   "organisation": "International Instrument Frontiers"
  }
 ]
}