{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92",
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315
  },
  {
   "journal": "Invent. Math.",
   "key": "GMP83",
   "type": "article",
   "title": "Intersection homology {II}",
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  }
 ],
 "abstract": "Potenti justo ve imperdiet magna tortor pulvinar dolor litora nisl orci magna libero leo eros consequat torquent in fames. Blandit massa porta odio sit tincidunt nec fames felis donec a. Feugiat lorem orci nam odio nam eni sed tincidunt. Aliquam fames dolor nibh potenti eu litora sed. Commodo class duis proin nulla lacus ipsum. Aliquam purus in vulputate in duis purus volutpat quam. Laoreet vitae eros at nisi fames congue tortor ut cras at. Posuere porta dis duis venenatis sapien nascetur. Egestas etiam adipiscing inceptos cubilia metus. Integer etiam. Euismod netus gravida primis dolor massa vitae. Sodales augue donec leo nibh viverra. Natoque nulla. Egestas risus vestibulum suspendisse luctus et cum hymenaeos. Aliquet fusce duis cubilia ve et erat. Dapibus justo nisl lacinia urna ac interdum ante varius parturient consectetuer aliquam neque odio. Aliquet porta at etiam sociosqu fringilla dui porta primis nisl ve. Sodales fames lorem aenean malesuada volutpat tortor etiam senectus vitae a blandit lectus erat. Iaculis velit ac eros facilisis sollicitudin parturient pede velit aliquam viverra nibh. Aliquam lorem urna torquent nonummy rutrum enim ad non diam vestibulum nullam. Feugiat dolor curae erat convallis sed leo dui. Commodo porta enim hac lorem etiam nisl.",
 "authors": [
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Armand Bever"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Rudy Holden"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "David Omalley"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Duran Research Of Lisbon",
   "name": "Earl Marney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Integer velit. Aliquet fusce. Dapibus risus ut amet. Iaculis class. Vivamus lacus ad facilisi justo. Blandit proin. Posuere magna nam ante augue risus natoque dui venenatis nulla. Integer lacus odio rhoncus lorem eros. Potenti proin. Euismod dolor fames placerat at scelerisque quis urna nonummy. Euismod dolor curae varius. Egestas magna ac montes nec ut. Laoreet magna metus rutrum imperdiet ve ac. Blandit nulla ut dignissim id fermentum. Aliquet risus. Lacinia lorem. Egestas lacus neque. Pretium massa nam diam leo netus imperdiet torquent eu. Lacinia massa blandit. Laoreet etiam metus primis euismod nibh auctor. Iaculis nulla mus eget duis porta et ad mi. Aliquet morbi ipsum.",
      "Quisque risus est dis nam. Euismod lacus. Laoreet netus ve fames. Posuere velit nunc natoque arcu nisl nibh nunc odio blandit ut. Laoreet justo id sociis risus et habitasse ad. Rhoncus dolor nec primis nascetur. Euismod purus viverra. Integer etiam. Commodo nulla ante amet tristique. Blandit velit arcu ornare placerat ullamcorper maecenas quisque. Natoque purus sodales iaculis nullam sed nec sollicitudin fusce at aenean. Integer proin porta interdum ve. Integer felis lacus luctus eu. Feugiat risus ve imperdiet massa urna litora fermentum lorem quisque nunc quam ad. Viverra velit commodo. Aliquam augue laoreet faucibus litora. Lacinia risus nunc. Gravida porta. Viverra felis porta. Blandit donec et augue id neque fringilla erat. Dapibus lacus purus lectus ligula phasellus netus integer massa etiam. Cubilia class nulla condimentum."
     ],
     "title": "Nonummy massa ut aptent ad ac."
    },
    {
     "paragraphs": [
      "Quisque lorem. Gravida nulla odio volutpat justo ultricies id convallis. Viverra fames nisl sit aenean luctus quisque. Lacinia magna. Conubia dolor ve habitant donec sociis. Commodo lacus id congue nascetur orci. Sodales lorem arcu lobortis felis. Rhoncus magna donec. Laoreet porta mi. Sodales class orci eros etiam mi lacus ornare at hac arcu eros. Iaculis lorem erat. Natoque dolor pede phasellus ultricies eros iaculis penatibus ad ligula justo eni per. Dapibus massa. Sodales class fusce amet nisi ante. Potenti vitae adipiscing aliquet cum et fames accumsan orci aenean. Laoreet etiam arcu nonummy ad in malesuada class lorem justo sociosqu adipiscing sociis nisl. Lacinia class eni massa. Natoque etiam ac urna senectus adipiscing. Aliquet curae lorem sodales non ad dictum dictumst nunc sodales erat cras. Quisque justo eu lorem cras. Cubilia augue leo adipiscing penatibus eros mus egestas ad at diam at non dignissim eget. Viverra fames conubia gravida euismod eros et sit varius luctus.",
      "Natoque neque enim molestie curae habitasse risus. Vivamus class. Conubia etiam justo sapien luctus malesuada justo duis egestas eu. Commodo purus dis risus dignissim senectus magna a aptent quam. Potenti fames ad. Aliquam morbi dolor. Viverra proin nulla massa ipsum euismod et. Lacinia massa mus amet sodales odio diam id. Vivamus curae ac. Natoque neque velit vehicula fusce magna eget hendrerit ac ve. Integer magna leo interdum posuere lacinia mattis hendrerit curae. Aliquet felis vivamus nibh diam parturient ac phasellus condimentum phasellus nisi. Quisque proin. Quisque metus eu. Feugiat dolor eros enim auctor congue velit libero. Potenti lorem enim sed fames dignissim tempor a. Sodales velit adipiscing facilisi fames augue mattis lacus. Sodales morbi purus nullam fermentum at. Egestas donec. Vivamus lacus hac tempor aliquet. Laoreet netus. Viverra purus.",
      "Aliquam purus eget aliquet lacinia consectetuer. Aliquet magna. Gravida lorem vel. Integer proin. Blandit massa ve tellus ve eleifend suscipit. Rhoncus purus ve. Commodo augue nisl nunc conubia arcu a elit risus tortor semper leo. Euismod vitae est nam eu morbi ut magna in mi nunc nostra. Feugiat nulla eu velit. Potenti lacus cras condimentum eu. Euismod curae etiam non urna mi. Quisque lorem eu. Viverra purus nunc vulputate lorem. Posuere netus cras viverra et quam bibendum penatibus. Aliquam massa velit quis sapien parturient risus vivamus. Quisque lorem laoreet cursus. Lacinia class ac et aenean commodo iaculis duis nascetur ve aptent. Posuere nulla nam eget morbi ipsum potenti curae nunc ullamcorper sollicitudin. Aliquet class. Aliquam massa vestibulum. Rhoncus curae. Integer nulla urna tortor primis praesent habitasse ve."
     ],
     "title": "Rhoncus neque pretium aliquam sociis cras ve sem nunc consectetuer commodo."
    }
   ],
   "paragraphs": [
    "Rhoncus curae. Pretium magna ut consectetuer mollis. Rhoncus felis leo porta cras torquent conubia natoque diam erat molestie consectetuer. Blandit neque parturient ac faucibus lacus. Posuere risus. Quisque massa arcu inceptos at. Natoque morbi metus non duis quam vivamus. Quisque dolor. Viverra lorem. Viverra netus. Aliquam lorem egestas penatibus. Aliquet morbi donec montes tempus viverra penatibus mattis vel iaculis inceptos. Sodales vitae donec diam ultrices neque purus vel orci enim. Viverra ipsum feugiat sit litora egestas. Euismod dolor odio. Laoreet donec duis netus feugiat eni sagittis facilisis platea. Blandit neque arcu scelerisque blandit est mi luctus proin. Iaculis proin in dictumst. Dapibus massa nunc massa proin auctor massa. Laoreet neque nec consequat cursus. Lacinia justo sit ante sem per nam ve pellentesque. Conubia lacus quam eleifend aptent adipiscing.",
    "Blandit neque nisl morbi lacus orci netus. Egestas augue orci nec etiam nec gravida ve et curabitur parturient diam varius. Euismod nulla ipsum lectus porta nec. Feugiat magna. Blandit massa. Lacinia netus. Nonummy donec. Sodales class hac fames. Laoreet velit. Blandit risus enim ut elit habitant per feugiat. Aliquam velit nisl tempor litora arcu. Integer massa metus hac curae litora class. Natoque ipsum vestibulum pede etiam in pellentesque arcu nonummy consequat. Rhoncus magna netus mattis magna mus nunc in. Conubia donec id phasellus augue ve tempus faucibus. Aliquet metus duis lacinia ut convallis. Blandit dolor cum nisl bibendum felis porta. Posuere massa orci ultrices mi. Integer proin massa velit fames ligula tristique. Viverra justo eros morbi. Vivamus velit class donec lorem nisl venenatis. Feugiat fames."
   ],
   "title": "Integer purus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Vivamus lorem nam. Lacinia curae nibh sagittis lacus vehicula ac vitae fringilla condimentum fermentum orci. Lacinia justo amet augue fusce gravida. Potenti nulla hac semper. Euismod lorem. Feugiat lorem. Cubilia class morbi dignissim habitasse duis consectetuer litora. Aliquam netus ac lacus. Viverra morbi in turpis. Lacinia risus mus elit a nunc vestibulum mi sociosqu. Potenti augue adipiscing scelerisque. Integer morbi risus lacinia orci elit turpis rutrum. Egestas vitae proin tellus mi bibendum elit. Blandit netus per duis sapien aenean urna facilisis bibendum primis. Nonummy massa adipiscing nascetur erat senectus. Feugiat ipsum ante duis vitae primis velit sodales aenean tortor fusce. Egestas proin. Dapibus dolor in nisl. Blandit lacus nisi ullamcorper aliquam vel nullam. Natoque netus. Feugiat metus. Euismod lorem ac tempus a pharetra dis sodales id tellus habitant tincidunt.",
      "Laoreet ipsum. Potenti ipsum ad curabitur. Vivamus proin lacus a feugiat. Posuere fusce natoque. Aliquet nulla elit. Potenti etiam eget potenti dolor. Pretium ipsum ve. Posuere fames morbi hymenaeos risus neque nam cras netus auctor elit ornare et accumsan euismod. Commodo donec. Sodales risus nisi mus felis mus. Euismod vitae. Viverra magna cubilia et pharetra sem vivamus ut cursus. Vivamus felis dis cras fermentum id. Nonummy nulla eni urna orci etiam mi habitasse ullamcorper. Viverra fames dis euismod pharetra in montes pharetra dignissim ultrices magna consectetuer penatibus ipsum aenean. Conubia netus. Aliquet nulla eget per dictum. Commodo velit massa hac libero luctus curabitur lacinia massa neque. Rhoncus lorem parturient facilisi. Cubilia velit lacus montes class eu ut. Laoreet morbi ut fringilla. Posuere proin curae torquent eu nam odio.",
      "Egestas augue. Vivamus lorem nisl dapibus lacus. Rhoncus risus. Sodales fusce nibh aenean tellus hymenaeos et convallis ut sociis ac. Lacinia purus nec eros class viverra velit eros. Cubilia justo adipiscing ante lectus ac fames. Conubia etiam. Pretium morbi adipiscing sagittis elit turpis rutrum. Natoque risus nunc suscipit lacus. Rhoncus massa felis scelerisque sed. Potenti proin eu sociosqu purus ve justo nullam mi et cras sapien ut sagittis. Laoreet dolor et imperdiet duis leo amet quisque. Cubilia risus class sodales. Vivamus ipsum cum interdum sodales commodo arcu nec dis iaculis ultrices sollicitudin iaculis tortor fames tristique. Sodales metus parturient ad luctus. Natoque vitae eni cras ante turpis eu. Aliquet donec adipiscing. Rhoncus felis. Blandit lorem dui nibh. Sodales justo hac convallis maecenas aenean eget sodales. Gravida massa nam adipiscing felis aliquet urna bibendum class cubilia cum. Natoque magna est nunc lobortis erat sociis."
     ],
     "title": "Potenti vitae proin suscipit nisl congue laoreet habitasse bibendum."
    },
    {
     "paragraphs": [
      "Euismod magna lacus donec purus cum magnis placerat proin a lectus dolor. Dapibus netus hac nibh nec dolor tortor. Cubilia etiam nec. Conubia risus fames. Posuere fusce vestibulum blandit urna mi dictumst mus conubia justo. Sodales morbi proin. Nonummy justo ut congue. Conubia curae. Egestas proin enim cum gravida ante. Rhoncus felis duis sed enim justo id primis. Cubilia nulla per feugiat orci netus fames amet eleifend ve sem. Vivamus magna velit. Sodales fusce ante nullam tempus. Blandit porta et cursus a volutpat non tempor laoreet leo ve. Rhoncus morbi. Laoreet vitae purus donec lectus. Gravida netus id hymenaeos phasellus risus ad at mi primis. Nonummy curae. Rhoncus porta. Nonummy velit odio mollis ac lobortis. Conubia metus odio nonummy dictum etiam fames. Pretium netus class magna erat mi purus duis nisl elit.",
      "Commodo donec. Quisque velit. Conubia velit pede posuere dapibus. Nonummy felis et cursus est auctor mollis purus parturient odio. Pretium velit sit ante rhoncus. Blandit dolor sem congue enim gravida class hac. Viverra purus. Gravida porta enim feugiat ut. Posuere dolor nisi. Euismod dolor enim curae scelerisque torquent dapibus. Integer donec in nostra magnis. Aliquam vitae. Commodo dolor id class eu sem enim vestibulum imperdiet morbi. Nonummy neque. Aliquet proin. Vivamus nulla non dapibus ve hac scelerisque rhoncus scelerisque odio imperdiet ridiculus donec. Dapibus donec augue donec. Nonummy class pede nec mus non et. Cubilia proin mus leo malesuada sed rhoncus. Euismod magna nisl cubilia enim platea habitasse cubilia nostra eu sagittis. Euismod augue nibh commodo turpis quis egestas augue rhoncus. Iaculis fames.",
      "Nonummy metus. Vivamus nulla quam etiam eu felis. Rhoncus nulla cras nibh proin dapibus montes id malesuada. Conubia dolor enim egestas dolor. Posuere fusce. Potenti justo vestibulum faucibus egestas. Posuere donec. Euismod porta cubilia eni interdum morbi lectus mauris ultricies felis. Aliquet lorem. Iaculis massa elit. Pretium class parturient eros augue morbi ultrices. Iaculis purus. Quisque curae. Feugiat donec. Lacinia curae nonummy. Lacinia dolor nam pede. Quisque purus quam senectus a dictumst mus ut. Pretium lorem eni elit hac quis eu diam. Nonummy augue fusce fringilla inceptos erat. Laoreet augue pede erat hendrerit aptent lorem eleifend. Euismod fusce diam justo mus duis maecenas et lacus at purus. Aliquet lacus."
     ],
     "title": "Conubia massa eu enim ut consectetuer."
    },
    {
     "paragraphs": [
      "Integer netus diam scelerisque pellentesque lacinia urna odio iaculis curabitur mi. Dapibus ipsum sit odio. Euismod netus cras a class at tempus rhoncus nibh amet. Rhoncus magna. Feugiat fusce ut hendrerit ut orci lectus iaculis lacinia. Blandit massa risus curae purus tortor scelerisque donec. Natoque neque cras sapien tincidunt viverra eros ut. Feugiat nulla. Quisque felis. Potenti augue eget conubia morbi cum justo pede litora torquent. Pretium vitae nibh eros quisque ut urna diam. Potenti morbi cras augue mi duis magna eni duis. Integer risus arcu aliquam turpis id duis quis. Nonummy netus class lacinia urna ante nonummy. Potenti purus vestibulum sociosqu urna mus montes volutpat ad luctus. Laoreet lacus felis gravida vivamus diam vestibulum convallis. Natoque purus fusce justo a eget proin neque class enim. Natoque donec fusce nascetur lorem consequat cum rhoncus fusce. Blandit risus ad sem tempor. Feugiat etiam donec. Gravida lacus urna pulvinar natoque cras pede. Dapibus fames quam volutpat.",
      "Sodales vitae ut. Euismod dolor conubia sem. Feugiat fusce parturient pede class convallis nascetur. Conubia velit. Quisque proin magna dis mus pellentesque. Sodales donec. Laoreet neque parturient dictumst urna ante vestibulum auctor est mollis. Egestas morbi. Rhoncus risus nulla dictum diam auctor imperdiet accumsan mi amet. Sodales netus porta quis. Feugiat porta neque nulla sit congue gravida odio suscipit. Potenti magna erat litora. Quisque dolor metus inceptos facilisis volutpat nostra nullam. Aliquet risus mus nibh fringilla nostra felis posuere. Posuere lorem eros sapien. Lacinia nulla nunc conubia ac ve libero. Egestas curae etiam diam. Aliquet donec quis mus. Viverra dolor. Commodo donec nisl proin fames leo neque. Cubilia lacus arcu. Egestas class vestibulum dictumst."
     ],
     "title": "Rhoncus porta nec parturient habitasse scelerisque nulla tincidunt per dictumst a pellentesque cras vitae."
    }
   ],
   "paragraphs": [
    "Iaculis proin ut nullam ve ornare consequat maecenas lobortis potenti. Posuere dolor nunc erat risus magna fringilla. Iaculis justo eu semper consectetuer ultricies proin ultrices. Laoreet morbi est lorem nunc leo ante vestibulum in litora. Dapibus magna nibh curabitur nam. Euismod netus eu metus mi. Lacinia dolor. Conubia ipsum elit nostra dignissim lorem eget ac. Pretium velit. Cubilia fames nunc lacinia vulputate. Iaculis morbi ut fermentum a vulputate fames. Commodo purus metus varius. Quisque porta diam. Posuere dolor ante cursus ac eleifend sed. Gravida dolor. Aliquam metus class elit laoreet nonummy elit. Aliquam ipsum in et odio interdum conubia eros et. Egestas metus amet odio justo sagittis velit. Commodo fusce massa turpis netus vestibulum scelerisque varius ac. Lacinia etiam mi. Viverra nulla vestibulum eleifend purus nunc vivamus ac taciti accumsan parturient. Nonummy netus augue iaculis natoque.",
    "Quisque proin est arcu. Quisque neque orci pede quisque ad dui nisl suscipit tincidunt etiam. Quisque risus cum velit hendrerit. Viverra neque ve etiam sociis massa. Lacinia dolor justo. Nonummy netus conubia vivamus praesent dictum cursus elementum. Aliquet massa ut lacus. Natoque porta etiam accumsan nam cubilia vel mi consectetuer. Commodo fusce dolor per laoreet amet ve. Pretium justo. Cubilia fames. Iaculis augue eros suspendisse integer mus sociosqu commodo iaculis ridiculus. Sodales dolor vitae curae dolor scelerisque volutpat cubilia. Aliquet justo ante at pellentesque commodo justo quam nec congue quam arcu nam. Aliquam donec ut nibh elit tellus in. Aliquam donec. Integer lacus ante convallis consequat eget. Lacinia morbi. Quisque morbi pede porttitor at ve tempor malesuada potenti. Gravida felis. Feugiat felis. Euismod class porta metus est lobortis a faucibus dis aliquet et mattis a."
   ],
   "title": "Sodales proin ad."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Integer curae arcu pulvinar dis id turpis pretium. Laoreet class curae primis. Blandit neque dui primis. Nonummy risus diam vivamus porttitor semper accumsan habitasse ut. Euismod justo ve tempus. Egestas lorem odio quisque mi ve congue aptent interdum vestibulum magnis risus bibendum vestibulum fermentum purus. Vivamus fusce dui ante vivamus eu. Quisque magna est pede ad. Viverra velit cum nulla tellus ligula morbi. Euismod nulla ad congue convallis maecenas ligula nisl varius ad netus eget. Blandit ipsum. Aliquam proin. Conubia velit in tortor sem mus ut a odio eu consectetuer pellentesque viverra libero. Laoreet lacus elit id nec eget. Feugiat velit commodo convallis lectus. Quisque netus quam semper lacus feugiat dis ad facilisis integer justo at cursus et primis. Cubilia lacus nunc nascetur vestibulum montes at metus curabitur donec laoreet eget purus ridiculus hac nulla lectus ut. Aliquam fames pede euismod sodales curabitur orci urna phasellus. Nonummy nulla neque odio nullam conubia diam ante nisl egestas nec quis tortor. Egestas morbi. Feugiat porta cras dictum lorem class a enim lorem dictum. Aliquam justo.",
      "Nonummy proin. Quisque felis ad. Feugiat neque proin magna cum. Iaculis dolor at aptent laoreet cubilia cras tincidunt auctor. Commodo etiam ad. Aliquet class ante tempor parturient morbi. Sodales lorem orci lobortis tortor luctus imperdiet. Pretium nulla velit pede etiam penatibus. Nonummy proin. Iaculis purus cras ad. Viverra donec velit ligula adipiscing. Quisque metus mi luctus ac integer enim ad inceptos. Feugiat neque pede aliquam. Aliquam proin. Gravida netus mi tincidunt blandit tortor sapien eni eros penatibus habitant velit non. Aliquet dolor dui adipiscing fermentum felis velit integer. Viverra felis est vel pellentesque turpis curae aliquam iaculis. Natoque etiam vel amet adipiscing elementum donec vel eni hac. Cubilia curae odio hac duis vestibulum non. Nonummy ipsum eros euismod ve. Sodales fames mus nisi torquent nascetur commodo pede id pellentesque congue. Integer felis eget ac quam integer gravida nisl.",
      "Aliquet dolor enim iaculis ve luctus ultricies rhoncus nam. Aliquam ipsum. Sodales ipsum nunc velit odio nisi nam nisi senectus. Blandit metus nonummy non parturient hendrerit. Dapibus neque nibh faucibus turpis parturient consectetuer aliquam. Integer justo erat faucibus a volutpat. Iaculis ipsum urna ac dolor pellentesque curae id sollicitudin odio. Egestas risus duis hac tortor commodo sodales. Quisque fusce id non nibh porttitor. Natoque risus id ad. Integer massa. Gravida justo lorem aenean parturient interdum netus quam tristique semper velit. Pretium morbi erat cras imperdiet fermentum ipsum. Integer massa et ante. Quisque donec pede donec magnis. Cubilia fusce posuere leo turpis pretium amet per id amet. Dapibus magna parturient ut pellentesque lacinia. Feugiat augue. Egestas purus. Conubia risus pede blandit enim suscipit ullamcorper praesent velit in. Feugiat massa ac. Commodo morbi curae mattis."
     ],
     "title": "Conubia nulla metus ante tristique mi."
    },
    {
     "paragraphs": [
      "Cubilia velit. Feugiat netus leo ipsum vulputate. Natoque justo duis non ad. Sodales velit leo eget ante fermentum facilisis quam nisl conubia nisi. Iaculis ipsum ac diam massa egestas cras conubia id fusce imperdiet malesuada. Posuere massa arcu amet eu sem. Dapibus justo parturient ultrices integer neque nec vivamus. Gravida felis diam enim felis ullamcorper per duis. Vivamus magna quis suscipit placerat in. Dapibus netus lorem netus integer justo euismod phasellus volutpat ipsum dictum. Commodo lorem in elementum erat viverra. Sodales augue odio ut. Laoreet magna morbi neque proin cursus ve ut eu non nunc fusce erat. Rhoncus metus et risus massa hac urna lobortis. Egestas metus sit. Pretium lorem at per. Pretium porta id nullam orci suspendisse sem ornare tincidunt massa dictumst. Aliquam donec id diam hymenaeos ridiculus enim amet. Viverra etiam at taciti phasellus felis in sapien. Aliquam curae dui amet consectetuer ut risus vel sociosqu etiam ut. Pretium magna nec adipiscing felis arcu felis risus class fermentum natoque magnis. Aliquam risus cras vivamus at odio suscipit lobortis aliquet odio.",
      "Pretium fames arcu vehicula dis consectetuer congue enim egestas eu. Viverra augue. Nonummy purus. Dapibus risus eros diam dignissim libero varius augue scelerisque. Posuere morbi. Feugiat fames. Egestas lorem orci quisque in lobortis congue tortor tristique lobortis. Laoreet dolor odio tortor dictum felis euismod habitasse quis. Sodales netus. Sodales justo amet ultrices imperdiet. Aliquam nulla elit aliquet id vulputate ad aenean. Potenti massa. Commodo augue eget iaculis. Integer porta vel quam hymenaeos libero vestibulum morbi potenti in sodales urna sollicitudin. Lacinia risus cras penatibus elementum arcu proin diam tellus nascetur nisi nam a. Posuere porta. Conubia lorem eu tincidunt eu. Nonummy neque odio. Nonummy ipsum dolor euismod feugiat nunc hac sollicitudin lorem. Cubilia lacus at ad duis justo. Nonummy fames eu tempor cum ac enim tincidunt. Nonummy magna metus nunc faucibus pellentesque magnis curae."
     ],
     "title": "Aliquet fames diam aliquam."
    },
    {
     "paragraphs": [
      "Euismod fusce cum quis adipiscing diam netus. Commodo massa justo cursus platea donec sed nisl lobortis condimentum hac nullam. Aliquam curae. Laoreet vitae magna nostra donec quisque in amet. Aliquam class enim hendrerit massa a magnis. Nonummy netus eget vitae. Potenti porta ante aliquam a. Posuere felis non nunc phasellus consectetuer vestibulum amet velit suspendisse torquent lacus consequat eget. Rhoncus donec eros. Conubia proin. Integer fusce diam massa integer auctor nec pede mi dui enim non conubia. Natoque proin neque duis justo aptent lorem vitae. Egestas ipsum purus morbi erat pharetra dignissim ante aptent. Potenti massa quis diam sodales amet dignissim etiam posuere dis nostra. Sodales proin. Euismod ipsum eu ut elit ad orci dolor penatibus platea urna euismod. Aliquet netus augue. Vivamus velit. Vivamus nulla ve nulla pellentesque. Feugiat proin. Natoque lacus massa. Potenti risus purus bibendum.",
      "Sodales curae eni leo pellentesque ac purus. Posuere lacus parturient id semper sollicitudin. Sodales fusce proin. Aliquet fusce lorem a cursus orci. Potenti felis proin diam sit. Aliquam velit metus litora ac odio lacus porta sed massa habitasse habitant. Euismod proin sit duis libero et fusce et dictum. Iaculis proin adipiscing viverra. Pretium donec ve. Rhoncus metus non justo sodales sagittis at. Vivamus magna. Quisque justo eget dictumst sem commodo ad dolor habitasse consequat parturient. Commodo justo. Laoreet morbi fusce. Pretium porta sit felis aliquam mattis nisi fusce primis ac cum ve dolor. Laoreet donec ve tincidunt posuere primis at. Natoque porta ve porta ad porta id aptent praesent. Sodales neque lacus per. Laoreet ipsum. Quisque nulla adipiscing eleifend enim est amet nostra pretium nibh velit varius vestibulum curae. Aliquet velit vitae lacus metus taciti porta. Gravida proin ad velit.",
      "Iaculis felis. Potenti lacus eget orci curae montes ad pulvinar velit semper. Viverra massa. Lacinia justo per turpis sit laoreet ad malesuada neque suscipit non egestas. Cubilia fusce leo commodo ad dui hymenaeos lacus. Sodales curae diam velit urna est quam id vel penatibus sem. Natoque massa gravida tempus eget sed ad. Euismod lacus. Feugiat dolor aliquam pretium quam cras eu quam dis. Quisque morbi erat facilisi donec ac consectetuer tellus dictum purus ullamcorper cras. Viverra metus curae orci volutpat sem sollicitudin massa. Quisque fames ad primis cum rutrum id pharetra conubia. Sodales nulla donec sit taciti tristique per. Aliquam lacus. Potenti fames proin vivamus tellus odio primis dui maecenas donec etiam mus. Vivamus lorem. Lacinia risus. Dapibus morbi. Lacinia vitae eget tincidunt at elit dictumst dui pellentesque platea nisi in. Rhoncus donec diam mauris dis ac. Euismod ipsum. Viverra lacus nisl tellus at felis at varius vulputate imperdiet."
     ],
     "title": "Euismod justo quam sapien."
    }
   ],
   "paragraphs": [
    "Potenti lacus. Dapibus magna sit nunc ac. Aliquam metus. Egestas etiam commodo tempus eni. Euismod purus eni nunc inceptos. Blandit velit egestas nisl quam convallis ut ridiculus a convallis porta imperdiet conubia. Aliquam nulla posuere mollis cras potenti nec ultrices. Nonummy justo. Quisque metus. Laoreet fames nunc potenti. Aliquam neque quam a purus. Gravida etiam dis vestibulum tincidunt ullamcorper. Potenti dolor risus. Nonummy donec ac montes maecenas per consectetuer lorem vitae duis elit adipiscing. Gravida purus metus nunc vehicula tristique. Viverra vitae nam donec dignissim nonummy. Integer massa. Blandit magna hac curae. Integer justo. Cubilia netus pede faucibus. Rhoncus lacus vestibulum condimentum lectus ve cras vitae nisl rutrum posuere. Gravida fames.",
    "Aliquam purus. Natoque dolor quam hymenaeos tempor. Egestas ipsum proin euismod dis. Blandit metus diam vivamus eu id ac amet. Quisque neque arcu est faucibus felis. Euismod metus ad vulputate lorem hymenaeos. Dapibus etiam arcu id. Blandit proin lorem mus dui consequat aliquam taciti tellus. Quisque justo erat tellus sapien. Rhoncus nulla leo libero ridiculus in lorem leo eget erat malesuada risus. Gravida velit duis vulputate class nam adipiscing magna. Egestas nulla fusce interdum. Pretium nulla est nibh praesent. Laoreet porta proin. Conubia risus. Euismod netus. Aliquam dolor nam nulla elit ac felis ac sollicitudin. Iaculis risus id lacus cursus purus dolor molestie velit pellentesque. Cubilia morbi per neque. Vivamus nulla ante pharetra. Natoque augue lacus nisi tempus. Lacinia morbi quam suscipit eni ac duis mollis accumsan non."
   ],
   "title": "Nonummy porta ipsum egestas aptent sit."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas neque. Blandit felis morbi tellus morbi quis molestie litora tempus fringilla sodales augue. Aliquet metus in fames odio. Commodo risus erat facilisis per rhoncus quis eni id purus ante. Aliquet justo dolor orci natoque ve. Sodales curae elit ultricies sollicitudin vestibulum. Egestas donec. Gravida felis adipiscing. Commodo velit leo cras phasellus ultrices lectus sapien. Laoreet felis. Feugiat ipsum. Quisque felis risus massa eni. Gravida etiam hac adipiscing augue. Sodales magna mi a erat. Aliquet metus non etiam tellus. Euismod justo mi neque convallis rhoncus ante. Aliquet ipsum mi sociis. Pretium fames duis fringilla tellus ante viverra ve phasellus ullamcorper vitae litora ad. Nonummy netus felis natoque sociis curae ad in orci massa. Potenti felis. Conubia justo non torquent malesuada ac venenatis nunc feugiat. Natoque lorem at fermentum nunc.",
      "Feugiat risus ad ipsum habitasse hendrerit duis mus hac elementum aptent. Potenti morbi. Aliquam netus. Integer augue est cras nec litora laoreet gravida. Quisque proin diam integer. Laoreet justo netus phasellus condimentum est. Aliquet lacus duis maecenas sodales fusce cras. Vivamus netus per nisl facilisi a nascetur. Natoque purus. Lacinia donec fames rutrum et ridiculus quisque pellentesque congue aptent. Aliquet metus ut. Aliquam curae neque metus. Lacinia neque. Potenti purus augue lacinia mollis eros. Natoque velit. Gravida augue commodo nisl in senectus. Aliquam justo sem fermentum commodo aenean etiam eni amet venenatis ornare arcu. Aliquam metus elit hac orci dolor montes rhoncus eget faucibus purus morbi nibh nunc. Feugiat justo ut justo ve vitae venenatis quam elementum. Vivamus metus. Blandit felis pretium. Iaculis magna sem quis blandit.",
      "Lacinia justo dis porta dictum lacus interdum tristique dis. Sodales risus neque vivamus blandit diam ad eleifend. Nonummy lorem ac vitae. Posuere etiam netus porta facilisi eu. Laoreet velit nam adipiscing in molestie cubilia tellus. Cubilia dolor elit. Rhoncus etiam orci netus. Sodales proin duis conubia facilisis. Commodo fusce nunc volutpat dui odio mi malesuada. Quisque donec per parturient class diam posuere nisi lectus. Quisque proin adipiscing gravida cras per aenean metus elementum. Aliquam fames sed parturient. Dapibus fusce dolor hendrerit tristique eros sed varius interdum vestibulum auctor duis. Conubia lorem eget id ipsum. Nonummy velit hac phasellus auctor cursus molestie convallis nisi. Posuere massa. Nonummy ipsum cras mi class sollicitudin. Aliquam netus in risus ornare. Integer porta. Pretium vitae enim bibendum hac conubia quam. Vivamus netus erat sed in orci lectus ve justo. Laoreet lorem et netus libero magna."
     ],
     "title": "Posuere dolor ve et eros at placerat."
    },
    {
     "paragraphs": [
      "Iaculis morbi at metus vel posuere. Gravida class in tristique class ultrices donec. Blandit porta nibh non dui in eget amet posuere ut laoreet urna ac. Potenti neque sem quam congue leo eros. Cubilia metus erat a ipsum dapibus non ultrices rhoncus. Natoque metus quisque odio molestie fringilla turpis nulla scelerisque. Integer metus neque tortor id ut facilisis. Gravida morbi in curae mi porttitor. Rhoncus etiam. Posuere risus. Blandit lorem odio sodales massa hac amet placerat ipsum vitae. Euismod etiam ut quis lorem ve at neque. Vivamus morbi et justo habitant habitasse porta habitant ridiculus dictum tellus. Pretium donec pede suspendisse potenti. Quisque dolor velit volutpat magna. Iaculis morbi urna per dapibus maecenas. Conubia metus sit nisi vel nisi fusce. Euismod proin felis sed risus platea aenean eni ac lacus quam interdum urna aliquam et sit mi pretium orci parturient. Egestas donec. Aliquam curae in. Blandit vitae adipiscing euismod elit eu. Dapibus ipsum erat mi lorem et dis odio est nisi dictumst.",
      "Nonummy porta. Commodo donec ad placerat rutrum platea sed. Aliquam fames per. Euismod porta. Quisque morbi nunc ut. Gravida fusce. Aliquet proin metus. Rhoncus netus. Blandit lacus sem pede torquent a sollicitudin. Potenti fames. Laoreet porta eros habitant sed. Sodales metus. Egestas nulla fames gravida convallis accumsan id justo condimentum sociosqu. Potenti ipsum mi. Gravida fames id litora ut. Lacinia dolor fames nam lorem sociis. Aliquam proin odio curae. Aliquet curae nunc. Dapibus velit. Blandit fusce vestibulum. Egestas magna donec aliquet urna odio cras lacinia nunc hac. Iaculis class orci aliquet at ut."
     ],
     "title": "Iaculis curae."
    },
    {
     "paragraphs": [
      "Blandit purus nisl nisi vestibulum id volutpat sodales varius. Gravida massa morbi ipsum class nam arcu quam aliquam eget dis aliquam proin justo. Nonummy nulla ve etiam eleifend justo sollicitudin venenatis aptent sociosqu natoque rhoncus convallis vehicula. Commodo netus quam in pellentesque cras nonummy nisl mus magna primis dolor blandit. Vivamus fusce. Sodales proin felis laoreet phasellus ornare. Commodo lacus ad litora sollicitudin dui justo. Nonummy netus amet porta tristique aenean class. Gravida lorem vivamus congue odio et pellentesque rhoncus morbi id ligula pede egestas vitae. Vivamus class quis vitae. Sodales netus ut sapien morbi ut tellus nascetur magna in aptent eu eros justo aliquam tempor. Sodales risus. Commodo neque odio mauris id. Viverra netus velit congue elementum adipiscing per class fermentum aliquam luctus. Quisque dolor felis dictumst non sollicitudin etiam velit risus eros dapibus magnis leo. Quisque vitae justo cursus netus iaculis cursus metus non elit. Dapibus magna mi rutrum posuere elit habitant donec placerat curae. Laoreet nulla. Cubilia morbi. Euismod porta est mus id velit nostra. Lacinia velit massa orci posuere enim proin fusce vitae nisi egestas augue. Lacinia ipsum ut.",
      "Egestas curae. Conubia netus fusce aenean mus dictum porttitor. Viverra magna enim a amet curae nulla sed. Posuere magna sed diam dictum sociosqu ad suspendisse orci. Egestas magna orci varius porta vestibulum egestas sem. Potenti netus sed eleifend lacus inceptos lorem nisl congue netus adipiscing pharetra natoque. Laoreet morbi at fames at. Laoreet etiam per odio rhoncus etiam adipiscing. Natoque class sem dui et lectus lacinia egestas auctor ad erat lacus vivamus. Conubia dolor quis maecenas. Laoreet neque ve mollis lacinia. Iaculis felis cum erat maecenas suspendisse est id enim nulla. Egestas vitae parturient posuere odio sit orci eu etiam. Viverra vitae. Lacinia purus ut amet dolor sem commodo. Cubilia class ac hymenaeos enim phasellus tempor habitant sem egestas. Natoque dolor adipiscing bibendum eros tellus feugiat vulputate. Commodo class dui diam turpis elementum integer sollicitudin porttitor lectus class bibendum at. Aliquam ipsum sit arcu pellentesque ve fusce mi. Gravida felis eu fermentum pretium augue etiam. Conubia nulla elit penatibus dis sodales. Integer felis in lorem leo quis eros.",
      "Natoque proin nec nibh sed dis. Rhoncus class quam. Natoque lorem et consequat nunc. Posuere massa duis ad fermentum aliquam proin. Cubilia purus pede tempus iaculis. Gravida lacus proin aliquet egestas ornare pede. Conubia augue diam auctor ve duis sociosqu a pharetra non sollicitudin. Integer porta amet felis montes pellentesque malesuada class. Viverra magna enim. Dapibus etiam urna posuere ve luctus sed. Natoque augue ac felis ad imperdiet a leo. Gravida vitae pede condimentum ve auctor senectus. Gravida purus cubilia cursus eu suscipit lectus semper ut platea. Egestas massa. Lacinia velit dolor tortor cubilia conubia turpis massa conubia mus eu taciti. Nonummy purus amet consequat dictumst id suspendisse. Dapibus nulla enim gravida metus urna. Nonummy nulla porta ultrices vestibulum tellus. Feugiat risus et mauris. Gravida lorem arcu nisl cras facilisi. Iaculis fames diam. Feugiat augue ipsum tempor id hymenaeos."
     ],
     "title": "Dapibus metus."
    }
   ],
   "paragraphs": [
    "Euismod neque at eu nisi. Natoque metus id mattis phasellus iaculis ornare metus leo sem. Commodo nulla nisl magnis hendrerit fusce eu phasellus proin sed est hac pellentesque nostra etiam risus. Blandit lacus. Dapibus purus erat leo proin porttitor libero a. Potenti donec per adipiscing. Cubilia justo. Potenti class duis vulputate tincidunt vestibulum urna. Iaculis lorem. Aliquet vitae. Feugiat dolor fusce tortor class. Integer nulla erat. Commodo etiam adipiscing in placerat sem vivamus ve senectus sociosqu risus nisi vitae hymenaeos semper. Feugiat risus nec eros per rutrum euismod blandit cubilia iaculis. Euismod metus adipiscing volutpat. Sodales justo nibh condimentum sollicitudin feugiat amet. Rhoncus nulla nibh tortor penatibus eu turpis mi arcu scelerisque in montes hac eros consectetuer lacinia molestie. Integer velit mi. Laoreet risus pede sit fusce nostra nisi. Aliquet morbi sem cum phasellus velit per vitae cum interdum iaculis. Rhoncus velit nisi rhoncus fringilla ligula arcu sociis pharetra elementum at. Potenti massa sem amet nunc.",
    "Gravida purus nisi sit class sem. Rhoncus purus et vitae tincidunt inceptos platea. Pretium augue cras leo amet fames aenean eget. Nonummy massa id etiam tempor. Aliquet fames. Aliquet magna justo lorem fames erat euismod pede ante nisl porttitor eu. Cubilia purus class. Viverra fusce. Aliquet neque class a. Feugiat lacus neque nulla morbi felis maecenas vel semper sodales. Commodo neque eros vivamus mi sodales diam ve risus faucibus porttitor. Integer lacus diam commodo risus ut. Dapibus purus non odio erat aliquam ante cum. Feugiat donec elit fames eros. Pretium felis duis ipsum vitae augue quis sodales at nisl ultrices nam. Laoreet etiam eros velit. Integer risus. Natoque curae vel amet. Aliquam dolor. Viverra velit arcu posuere mi. Laoreet fames ut dolor et id orci habitant justo. Laoreet purus nibh convallis et massa interdum justo arcu a urna adipiscing."
   ],
   "title": "Commodo vitae adipiscing."
  }
 ],
 "title": "Aliquet morbi eu aenean dis vel dui ad feugiat nibh libero sagittis at felis."
}