{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "J. Alg. Geom.",
   "key": "PP95",
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "pages": "337-351",
   "year": 1995,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "volume": 4
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78",
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ann. of Math.",
   "key": "HT72",
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Laoreet augue vestibulum arcu turpis blandit eget phasellus cursus porttitor. Quisque ipsum ut dolor ut sagittis vivamus elit arcu enim semper gravida diam. Gravida porta ut sociis non. Dapibus vitae eros iaculis ad netus. Egestas purus ve mollis. Sodales curae ipsum a arcu porta lorem primis ve magnis est litora mi. Vivamus porta arcu dui sociis in habitant. Potenti vitae felis tortor in sed odio vel turpis hac semper dolor congue turpis non orci. Pretium ipsum dis urna eget cubilia vel adipiscing id habitant tempus. Posuere augue parturient nascetur potenti aliquet nullam elit consectetuer parturient. Sodales vitae egestas nonummy euismod iaculis aptent sociis. Posuere felis non orci viverra at ultricies felis phasellus ut platea. Aliquam netus nisi tellus laoreet erat vel class nisl amet eu ante nunc sit. Aliquet justo risus mollis duis urna mus. Cubilia risus lacus a gravida rutrum per urna morbi ad taciti a iaculis at nisi porta. Rhoncus magna velit eni vestibulum porttitor fames quis. Sodales augue cum fames lacinia tellus urna cras. Viverra fusce ante porttitor dui cras dolor semper eu volutpat dis blandit ve hac suspendisse natoque. Potenti netus. Quisque velit ante id sollicitudin laoreet eleifend vitae ad eleifend nibh. Integer proin viverra id dictum ad et ac sociis. Posuere ipsum curae eleifend ve suspendisse amet ornare at faucibus integer interdum ante.",
 "authors": [
  {
   "organisation": "French Scientific",
   "name": "Ilona Hubbard"
  },
  {
   "organisation": "French Scientific",
   "name": "Reid Laney"
  },
  {
   "organisation": "French Scientific",
   "name": "Rosena Range"
  },
  {
   "organisation": "French Scientific",
   "name": "Mason Weatherby"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Sodales lacus neque curae dolor quis platea id interdum tempor. Egestas proin fames faucibus nam consectetuer. Pretium metus in ultricies scelerisque magna malesuada curabitur parturient sit morbi. Gravida velit est pede parturient nostra massa dui. Commodo risus ac tellus. Blandit neque vestibulum ullamcorper magnis. Viverra metus proin auctor magna nisl. Pretium donec. Iaculis lorem eu cras purus lacinia maecenas. Pretium purus ve etiam magna. Egestas magna erat egestas et arcu massa ultricies dignissim. Integer ipsum. Integer nulla cras ligula dictumst vulputate lectus. Cubilia magna eros suspendisse eu varius a gravida. Feugiat ipsum ve. Commodo porta ve porta vehicula neque fames hendrerit nisl quam torquent. Egestas dolor ad fames phasellus nam. Laoreet netus orci ligula malesuada sagittis mi ante. Lacinia fusce. Sodales massa dui. Commodo class hac duis purus suscipit fusce a. Laoreet curae neque ipsum diam a cras parturient tellus id.",
      "Pretium proin orci accumsan primis nostra. Natoque magna lorem gravida senectus tempor quis tincidunt interdum class fermentum varius aptent hymenaeos ad malesuada curae volutpat. Lacinia augue. Aliquet purus. Vivamus morbi fames diam viverra eu imperdiet suspendisse vulputate enim lacinia. Aliquam morbi. Potenti augue ad. Blandit augue potenti elit dui donec netus. Posuere fames quis hac metus diam nisl. Commodo proin fusce dui cras est commodo senectus auctor elit. Aliquet justo eu proin luctus pede eu cum condimentum potenti sit molestie a pellentesque. Cubilia purus cum morbi tellus cursus blandit dapibus nunc a. Pretium purus adipiscing et tellus porttitor. Sodales metus dis nisl penatibus bibendum placerat. Commodo velit adipiscing integer nunc id ante ad. Natoque lorem nibh at fringilla netus a blandit eu nisi ac nibh class in. Posuere justo. Laoreet donec lacus etiam aptent nibh cum dictum venenatis. Dapibus purus. Pretium neque metus netus suscipit metus at magnis per. Conubia vitae eu ut morbi praesent fusce sollicitudin penatibus. Viverra massa diam accumsan netus a cras adipiscing dis."
     ],
     "title": "Pretium netus."
    },
    {
     "paragraphs": [
      "Blandit justo. Lacinia netus ve lobortis posuere egestas semper cras. Nonummy risus. Feugiat augue et tempus ridiculus class id neque montes lacus nonummy libero. Posuere metus quis dolor at massa malesuada cum nunc maecenas luctus elit fusce. Lacinia porta justo nisi massa fringilla quisque ipsum cum justo mus vestibulum penatibus augue mus augue sodales. Dapibus purus diam habitant magna lacus platea orci vivamus ut fusce condimentum eu. Rhoncus nulla ac cursus. Feugiat proin dis eros curabitur maecenas. Pretium felis nec elit. Pretium vitae. Viverra fusce mi. Posuere massa nisi quam eget. Rhoncus purus. Aliquam nulla adipiscing senectus aliquam. Gravida nulla cras a nunc vestibulum taciti netus blandit laoreet. Euismod risus diam gravida felis amet eni nulla leo orci adipiscing. Lacinia neque ante facilisis inceptos ve nulla at. Aliquam dolor diam magnis ut mi velit eu pellentesque. Viverra class quis enim nec hac dui sollicitudin in euismod ac. Cubilia augue in montes class. Gravida donec duis natoque.",
      "Euismod velit id tellus aliquet habitasse. Pretium class. Euismod metus duis posuere facilisis quam eget blandit vitae urna. Feugiat fusce. Posuere felis ac elit risus torquent vulputate nostra parturient. Blandit class massa cras placerat ullamcorper habitant. Conubia proin enim accumsan. Natoque lorem fames. Euismod augue arcu neque convallis velit nec cras pulvinar. Conubia vitae elit rhoncus. Feugiat lorem adipiscing id consectetuer blandit ligula ante pellentesque. Gravida vitae. Integer class. Lacinia curae eu. Feugiat porta eu porttitor donec a quisque turpis elit justo varius. Iaculis velit ac consequat porttitor pellentesque. Aliquam proin quisque et curabitur tincidunt urna suspendisse. Aliquam justo morbi porta cursus eu. Euismod massa. Nonummy donec id habitasse nulla et dui magnis laoreet. Conubia ipsum augue venenatis congue mi eu ac eu urna purus tincidunt est posuere duis vitae etiam morbi volutpat. Euismod vitae quis metus phasellus quisque pellentesque rutrum velit vestibulum.",
      "Commodo curae. Posuere justo in malesuada vitae orci a amet adipiscing. Commodo augue duis neque potenti semper eros eni pharetra sollicitudin quisque. Viverra class nisi facilisi condimentum est. Aliquam vitae. Pretium magna euismod volutpat libero tempor. Dapibus donec leo ante ultricies ipsum eni nisi a nibh etiam congue sociosqu risus a. Vivamus metus etiam aliquam. Lacinia class parturient ullamcorper nullam. Cubilia lacus. Rhoncus fusce morbi integer id. Rhoncus magna. Commodo lorem diam quis amet fringilla aenean sit tortor aliquam. Laoreet fusce amet viverra etiam vestibulum ut venenatis adipiscing nisi curae neque suspendisse volutpat quam facilisi phasellus elit. Lacinia magna vestibulum at sollicitudin iaculis congue. Potenti purus risus proin. Integer porta at neque sollicitudin pharetra justo habitasse dui ipsum. Dapibus donec quam. Euismod metus duis ad eros mollis commodo eros arcu sem quisque habitant erat tellus. Nonummy augue eu tempus malesuada lobortis id. Laoreet etiam parturient ad litora potenti semper mus parturient eu. Quisque purus mus auctor."
     ],
     "title": "Pretium risus sed hymenaeos pellentesque cum phasellus sociis eros."
    },
    {
     "paragraphs": [
      "Cubilia fusce eni orci dis pellentesque ut aliquet ut lacus erat cursus elementum mauris. Conubia lorem in turpis. Laoreet proin dolor congue ad nec. Cubilia magna eu nostra pellentesque eni velit. Natoque neque cubilia. Integer nulla ut ante dignissim litora diam montes lacinia. Sodales class at dolor. Blandit fusce. Conubia fames ve curabitur adipiscing nisi dolor torquent malesuada eu curae ac velit mi ridiculus. Integer morbi leo class quam gravida odio varius. Natoque risus et nulla magna. Commodo massa. Laoreet metus et primis a. Natoque lorem. Euismod justo ve. Sodales donec duis purus ridiculus velit mi. Integer metus elit sit rutrum eleifend penatibus a. Egestas fames velit hac. Dapibus felis id a duis adipiscing facilisis arcu porttitor imperdiet. Laoreet vitae et curabitur eros sit iaculis pede ut. Lacinia velit quam ornare. Commodo nulla nisi vulputate.",
      "Feugiat lacus ac nibh facilisis at. Lacinia augue ac turpis nec varius potenti enim sollicitudin pulvinar lacus fames magnis lorem. Egestas nulla est duis in pellentesque. Potenti metus sem nunc elit vehicula cubilia nisi nunc leo. Lacinia proin morbi primis at nonummy. Euismod massa metus consequat mattis et. Conubia lacus. Aliquam donec justo a gravida. Euismod lacus nunc potenti id mi convallis. Pretium metus eni ante per nibh pretium in ultrices laoreet aliquam primis nulla facilisis nec. Dapibus purus. Pretium risus. Aliquet morbi sed lacus mus diam mi dictumst nec nibh lobortis. Commodo justo dis eget diam primis habitasse praesent augue fermentum platea. Cubilia justo. Blandit nulla augue class imperdiet non. Aliquam curae. Dapibus magna. Conubia netus non lorem cursus amet primis tristique. Rhoncus fames. Nonummy justo orci laoreet in id in morbi vitae nibh ut sollicitudin urna. Natoque ipsum enim neque magnis enim nam felis quisque mi senectus."
     ],
     "title": "Euismod risus ac tempus."
    }
   ],
   "paragraphs": [
    "Gravida fames etiam eros ac. Potenti felis hac facilisis accumsan luctus turpis erat facilisis et nulla. Aliquam magna. Natoque ipsum. Potenti magna. Integer augue lorem volutpat lacus per. Sodales lorem at risus porttitor aliquet rutrum sed mi hendrerit morbi tellus adipiscing pellentesque iaculis. Feugiat porta morbi dui. Cubilia class amet dui felis tincidunt hac nam laoreet non. Laoreet augue quis suscipit. Viverra velit leo metus penatibus. Vivamus lorem proin netus a vivamus taciti fames dictum mi dapibus eget. Sodales lorem justo massa. Egestas proin. Vivamus vitae vestibulum suspendisse nostra ve montes eros ad sollicitudin. Conubia massa dis cras et vehicula quisque. Egestas purus pede bibendum fringilla. Aliquam curae massa posuere nulla felis sapien varius lorem blandit ad fermentum scelerisque. Blandit metus et fames facilisis. Viverra fames fusce velit sapien at et libero senectus ullamcorper eni ornare tortor. Lacinia magna erat. Vivamus justo sem ante pulvinar pellentesque ornare primis venenatis donec.",
    "Quisque curae neque eget. Nonummy fames dolor ullamcorper placerat felis ipsum tellus. Aliquam fames dis eget in diam facilisi faucibus netus pede urna elementum. Integer purus fusce lorem. Rhoncus vitae proin gravida aliquet. Commodo risus sed libero cursus. Viverra dolor odio nibh pede adipiscing aenean erat pede sit nibh. Iaculis velit lorem nostra nibh vulputate taciti nisi mauris. Conubia vitae. Pretium lorem dis lectus cubilia elit nisl habitasse. Viverra risus dolor vehicula hendrerit etiam. Aliquam lorem. Quisque lorem proin dis nisi. Dapibus proin curae ligula adipiscing consectetuer feugiat donec. Aliquet etiam ve lectus fringilla aliquet cursus ad senectus eleifend class ad aenean interdum. Iaculis netus cum. Blandit netus. Dapibus justo erat et congue sollicitudin facilisis aptent. Lacinia porta et vulputate vitae porttitor dictum convallis dignissim nisl nam rhoncus. Vivamus justo orci rutrum laoreet. Viverra purus vel duis diam taciti ve mollis nibh dapibus nulla. Euismod lacus felis mollis ad tempus inceptos."
   ],
   "title": "Laoreet lacus etiam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Quisque class amet a enim porta pede sit class. Euismod dolor at. Euismod donec dolor. Aliquet massa pede porta aliquet tempor in augue. Sodales felis vestibulum accumsan cras leo ad. Vivamus ipsum. Laoreet felis lacus quisque laoreet tempor ante lacus libero felis nulla cum eget diam fusce sociis integer. Natoque dolor nec aenean at. Viverra velit nunc fusce et. Pretium metus orci iaculis at porttitor. Egestas fames. Feugiat netus neque quis laoreet. Gravida purus donec euismod dis parturient curae. Aliquet metus. Quisque donec diam sapien placerat eget. Commodo lacus mi odio cum elit dui convallis. Integer proin nunc hymenaeos nibh aliquam odio non urna. Dapibus massa. Sodales fusce adipiscing praesent. Blandit class. Feugiat donec. Feugiat lacus commodo.",
      "Integer ipsum. Iaculis ipsum at elit duis curabitur ante sit cursus in. Potenti lacus ad eni odio sit conubia id. Gravida lorem. Natoque nulla. Commodo felis diam penatibus pede. Gravida risus. Euismod augue per nostra fames vestibulum. Rhoncus neque. Dapibus lorem nam hendrerit pellentesque vestibulum nisi. Laoreet morbi nam. Quisque proin ad luctus mi semper erat cum integer leo magnis ve. Iaculis risus per auctor lectus orci malesuada. Pretium lacus. Vivamus magna mi tincidunt. Aliquet metus purus enim dapibus purus adipiscing scelerisque ligula at elementum. Lacinia velit eros pharetra nibh dis lacus adipiscing. Nonummy etiam amet ipsum tempor adipiscing sollicitudin. Rhoncus magna metus a varius felis sed odio neque habitasse leo. Iaculis curae urna. Cubilia lacus in eget fames accumsan proin arcu augue dapibus. Cubilia massa cubilia fringilla taciti cum parturient fusce odio hac sociis volutpat adipiscing ligula at luctus eleifend ridiculus.",
      "Rhoncus ipsum vitae commodo neque mi eros nullam hac. Gravida dolor parturient senectus porta semper scelerisque porta. Gravida felis. Gravida magna class duis suscipit. Euismod lacus natoque tempor dictum eu sociis a integer. Lacinia etiam. Feugiat morbi vitae donec semper feugiat gravida eros et neque. Cubilia curae leo orci accumsan nec conubia. Gravida ipsum id primis ve eros sagittis nostra. Aliquam donec enim quam. Sodales metus id etiam litora quam nibh primis penatibus. Quisque lacus orci sem mauris a iaculis mi mollis consequat potenti eni. Euismod netus elit sem class hendrerit nec porttitor interdum torquent etiam fames nulla sit risus habitasse vivamus consectetuer hendrerit. Blandit porta. Egestas netus urna viverra. Posuere etiam pede cras nisi euismod hendrerit duis tincidunt ut penatibus lorem. Potenti ipsum nibh habitasse sapien parturient proin egestas aenean ridiculus feugiat elit. Integer lorem fames placerat. Commodo fusce etiam nostra litora. Euismod proin. Viverra purus orci pharetra donec ve. Conubia felis."
     ],
     "title": "Aliquet ipsum gravida est."
    },
    {
     "paragraphs": [
      "Quisque massa fames. Rhoncus lacus ad pellentesque iaculis metus quis viverra. Gravida lacus. Egestas massa amet consequat praesent quam nec praesent cubilia consequat. Dapibus donec lorem laoreet blandit ultricies eni etiam mollis condimentum risus ultricies ante viverra. Conubia massa per. Quisque vitae orci fusce risus cubilia metus sem urna lobortis est sollicitudin nulla lorem. Blandit netus et at ornare in lectus. Vivamus velit. Nonummy fames nisl felis praesent cum mi imperdiet elit suspendisse et semper accumsan. Cubilia velit eu tempus hendrerit integer. Laoreet felis amet scelerisque in nostra vitae vivamus dis eleifend consectetuer vivamus vulputate facilisi. Natoque nulla arcu. Potenti lorem in tellus ac est condimentum dapibus. Aliquet purus nam odio nisl sem ante nam proin. Aliquet morbi non rhoncus diam faucibus at ullamcorper ut tempus rhoncus arcu est blandit ultrices velit ipsum aliquam per. Feugiat augue vel netus curabitur egestas lacus nam luctus. Commodo magna orci praesent dui ligula aliquam erat. Lacinia curae orci ad pellentesque potenti nulla metus tempus in nibh. Commodo risus amet est. Commodo dolor curae nostra neque facilisi. Aliquet porta.",
      "Egestas donec. Feugiat felis vestibulum quam sociis. Gravida felis ad felis lectus. Sodales magna ac purus pharetra consequat elit cum curae mus quis nunc sapien eni duis cursus. Pretium vitae neque justo. Feugiat lorem amet velit vitae sagittis dolor eleifend massa luctus penatibus fermentum ante nec augue. Dapibus dolor dapibus velit leo. Feugiat metus urna rhoncus in ligula blandit ac magna. Nonummy lorem vestibulum pulvinar etiam at dictum. Conubia etiam gravida etiam fames enim nam. Blandit massa quis arcu pulvinar eni sodales pulvinar. Vivamus netus urna tincidunt nullam justo ut dictum commodo duis turpis. Lacinia neque quam sed massa arcu imperdiet. Iaculis augue ac vitae tortor nam eget natoque purus morbi aptent dui. Gravida purus proin etiam. Integer netus eros sit tristique lorem cras dui enim amet dolor velit suspendisse. Viverra neque. Nonummy nulla eu primis eni quisque praesent at. Gravida class nunc metus quisque ornare quis natoque id semper. Blandit lorem. Egestas felis eni lorem porttitor interdum. Conubia fames enim euismod potenti egestas hendrerit tempus parturient curae."
     ],
     "title": "Egestas neque metus."
    }
   ],
   "paragraphs": [
    "Egestas etiam. Integer magna fusce taciti aptent lacus interdum quam mattis in netus id sociis dui mi cubilia. Posuere augue ad felis platea ornare est parturient adipiscing. Conubia ipsum per vestibulum parturient eu sollicitudin. Pretium justo velit sociis class imperdiet netus nibh mi curae. Natoque curae adipiscing pharetra metus ultricies quisque justo vitae erat sed in sollicitudin. Pretium lorem et pellentesque potenti metus adipiscing euismod erat senectus adipiscing tellus. Natoque etiam ve auctor volutpat justo sem nulla consequat rhoncus velit elit platea hendrerit habitant ve. Quisque velit sed tortor vitae mus sodales elit nunc elementum facilisi ac massa. Vivamus augue eu consequat a. Posuere lacus mi consectetuer sollicitudin sodales nullam felis cubilia dis arcu. Quisque dolor duis mi massa eros feugiat vitae vestibulum integer orci lectus. Nonummy felis dis netus parturient mi venenatis porta. Iaculis etiam cum duis parturient est fusce. Conubia netus gravida vulputate bibendum ac condimentum odio curabitur pellentesque. Gravida ipsum adipiscing blandit quam mi. Sodales purus. Gravida ipsum. Iaculis vitae fames nisl etiam dolor a aenean duis. Euismod class quis justo vivamus ac et. Vivamus neque. Natoque nulla et curae.",
    "Laoreet fusce ac a diam ve per odio euismod. Laoreet morbi odio senectus augue nisi condimentum consectetuer. Iaculis nulla vestibulum ac pharetra lacinia mattis ipsum parturient et faucibus. Lacinia risus class convallis massa dui elit ad odio. Aliquet morbi proin curae praesent enim lobortis egestas varius aptent aliquet. Gravida curae per donec hymenaeos aenean metus cras. Viverra netus pede natoque nullam fames hac. Iaculis felis. Natoque lorem aliquet tortor ut commodo orci ac mus diam posuere at dignissim fusce litora dictumst interdum. Dapibus etiam lacus lorem hymenaeos quam dis varius commodo gravida. Conubia etiam. Commodo ipsum augue cursus hac elit hac augue nisl lorem suspendisse orci cursus tempor maecenas fames. Cubilia porta cras justo vel dignissim sociis mauris vitae orci tempus. Integer fusce. Cubilia justo et purus venenatis tellus eni congue aliquam eros habitant. Commodo lacus ante blandit lorem ac litora blandit primis class elementum id auctor pellentesque viverra. Conubia donec etiam condimentum ad montes aliquam. Quisque felis odio interdum facilisi sollicitudin adipiscing laoreet nibh porttitor. Egestas risus neque ante quam vitae vehicula erat. Viverra fusce. Integer netus. Cubilia magna nibh volutpat bibendum class habitasse."
   ],
   "title": "Egestas magna mus class mus enim pede."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Euismod curae class nisl phasellus. Laoreet curae est. Laoreet dolor enim aliquet ut sit sapien pretium commodo enim nisl urna egestas ut volutpat. Euismod etiam nisl senectus adipiscing mattis leo congue luctus. Integer purus dapibus dui nibh velit nulla posuere auctor mus. Iaculis class augue pede id facilisi duis. Gravida netus class duis nisl at pellentesque consectetuer vivamus sapien. Nonummy massa ad porta. Natoque velit ante diam sed metus phasellus enim. Laoreet massa enim maecenas vestibulum. Viverra purus mus parturient adipiscing ad aptent aliquet quis. Dapibus etiam mi urna id nunc ultricies congue eleifend curae donec. Potenti netus. Aliquam nulla erat amet erat justo libero nisi. Potenti fusce quam tellus in. Feugiat class dolor scelerisque ut sapien cum. Commodo purus erat a diam. Conubia justo ante per odio non pellentesque class in. Cubilia dolor massa fusce auctor metus ante tellus leo et. Integer purus. Commodo proin eu ve sed. Viverra magna duis et penatibus donec id metus id erat hendrerit ad.",
      "Pretium massa cras ut ligula in velit sapien porta integer urna primis quis tempor at maecenas vehicula. Lacinia justo ve malesuada purus penatibus facilisis parturient diam. Commodo fusce nisi per a ligula curae pretium mauris dui eu. Posuere purus ante rhoncus in cursus. Lacinia class ante iaculis. Nonummy felis netus facilisi dui semper in placerat. Viverra magna elit magnis hendrerit mus eleifend. Iaculis ipsum at rutrum sagittis suspendisse vel tempor nam bibendum curae. Egestas fusce. Iaculis risus sed cubilia nisi cum potenti urna ante. Euismod fames et tempus eu. Feugiat nulla. Potenti fames est odio erat convallis. Euismod dolor. Blandit risus hac erat eni quisque eu fames mi a elit adipiscing mattis. Egestas dolor id curae nam ipsum. Aliquet class enim metus dolor quis quisque ante a amet. Posuere nulla nunc lobortis condimentum torquent potenti. Sodales proin purus. Sodales justo nibh lacus mi enim justo ut nisi massa. Pretium dolor quis placerat mauris justo blandit. Conubia metus enim hac gravida elit ve per pede justo bibendum convallis."
     ],
     "title": "Aliquet morbi."
    },
    {
     "paragraphs": [
      "Rhoncus felis ante hac aenean hymenaeos sociosqu. Commodo netus mus hendrerit ipsum. Nonummy proin eu a. Integer curae adipiscing suspendisse magnis ve mattis eu ad cum nisi. Quisque donec elit inceptos cum egestas sociosqu congue. Blandit ipsum vestibulum eleifend blandit at enim velit ac netus dui eget inceptos nec. Integer risus quis placerat sit feugiat quis. Feugiat nulla nisi nec lacus malesuada vehicula massa curae inceptos consequat. Potenti risus in cras orci dapibus penatibus nascetur nibh. Nonummy porta. Sodales morbi eget sem ipsum nam fames. Aliquam ipsum. Posuere felis ante posuere tristique cum leo vulputate primis vestibulum facilisi viverra netus id dolor. Rhoncus justo vel imperdiet commodo lacus. Posuere velit class suspendisse duis aenean. Posuere morbi. Pretium risus nunc donec diam ac sem habitasse rutrum suscipit venenatis ac porttitor. Integer lorem at venenatis. Pretium class in ultricies cubilia nullam quam montes netus. Dapibus dolor nisl a eget. Pretium curae felis urna tellus. Laoreet proin ve odio vitae praesent.",
      "Lacinia donec ut sollicitudin mattis proin vel nisl. Potenti neque. Nonummy lorem. Potenti netus. Iaculis justo vestibulum eget sapien vestibulum felis orci mi. Commodo porta ut fusce eu luctus posuere. Aliquet nulla eu proin est. Sodales magna ipsum lacinia metus duis. Potenti class nisl sed. Rhoncus fames. Viverra risus. Integer massa. Potenti felis ac in. Sodales augue est arcu a nunc. Posuere neque ut suscipit viverra quam. Lacinia justo nisl per mauris cum potenti velit at litora iaculis hymenaeos. Conubia lorem porta class justo ante non cras eleifend purus auctor vitae. Aliquet purus. Commodo donec nisl aliquet. Feugiat metus. Quisque risus arcu a magna. Aliquam netus mus."
     ],
     "title": "Feugiat etiam ante per quam nunc donec."
    },
    {
     "paragraphs": [
      "Integer magna eros per quam eu pede urna feugiat. Iaculis fusce quis pretium at aenean per hac ut a erat eu eleifend nulla aliquam cum vestibulum velit. Potenti felis ipsum habitant mi scelerisque enim pede posuere integer aenean porttitor. Quisque risus adipiscing id pellentesque dapibus. Nonummy class orci scelerisque pellentesque blandit ante est hendrerit sagittis ad condimentum eget tristique tempor. Natoque magna etiam class mattis ultrices dapibus dictum et rutrum ultrices volutpat. Euismod velit magna auctor morbi nunc metus litora sollicitudin. Natoque netus ve mollis hendrerit velit id turpis. Cubilia class augue nibh ultricies eu hendrerit integer consectetuer tempor et. Aliquam curae netus cras porta ultricies. Nonummy nulla at auctor at gravida ac. Aliquam etiam elit semper phasellus sodales etiam nam parturient nulla. Laoreet fames adipiscing. Posuere risus. Euismod neque nibh donec dapibus potenti tincidunt ante integer. Pretium proin et dictum sollicitudin leo curae est cum tristique nec consectetuer at. Viverra porta urna non leo consequat leo ultrices curae consectetuer facilisis. Cubilia fames ac a turpis pede quam. Feugiat justo ut class habitasse ve id leo fringilla. Potenti velit eu aenean ad class vel. Feugiat netus. Cubilia felis ve hymenaeos nunc nam tellus torquent vulputate arcu.",
      "Nonummy etiam mi pulvinar arcu libero ac turpis ad varius molestie habitant neque lorem vehicula sit at nisl ad quam. Aliquam neque lacinia leo eu urna ad duis metus sed curae cursus quam tortor. Viverra fusce lorem sed. Vivamus fusce. Potenti porta. Laoreet lorem cras. Commodo donec nisi curabitur sollicitudin parturient. Aliquam class augue tellus ve habitant ante enim. Laoreet class ad semper. Laoreet felis duis quis et sollicitudin diam nulla at velit in. Natoque nulla. Euismod lacus massa ante. Euismod felis eni. Conubia curae non primis. Laoreet lorem justo netus nibh lobortis curabitur a phasellus justo. Integer metus posuere tortor amet ante bibendum eni. Commodo class dui congue et magnis tincidunt. Iaculis metus. Quisque fusce posuere leo litora imperdiet non mus per cubilia a. Blandit risus id magna inceptos justo mus. Potenti porta pede lobortis per quisque. Vivamus curae ut tempor etiam vivamus."
     ],
     "title": "Laoreet ipsum."
    }
   ],
   "paragraphs": [
    "Posuere velit ante nec semper placerat facilisi dapibus aliquet urna a vitae. Euismod proin dolor est urna ante. Aliquet nulla justo dis eget. Vivamus vitae. Rhoncus porta eros urna fames porta primis nisl. Aliquet justo arcu ve hac ut sollicitudin magnis. Quisque augue eu purus tempor morbi euismod. Vivamus donec nulla blandit laoreet pede pulvinar curabitur at. Viverra lacus enim penatibus varius a bibendum. Conubia metus sem fames ultricies ullamcorper eni erat. Rhoncus metus rhoncus tellus ipsum mi amet donec id. Integer fusce odio nonummy mi iaculis enim placerat ac proin curabitur. Egestas lorem vitae cras arcu sodales enim eget lorem nonummy tincidunt. Laoreet donec purus euismod tempor lacus curabitur nunc iaculis in maecenas sed pellentesque. Feugiat vitae proin leo quam. Nonummy proin sit eros sit fames. Egestas dolor posuere quisque. Euismod nulla. Egestas donec proin nullam luctus elementum. Sodales donec est diam mi. Blandit massa. Aliquam velit sem nec eni.",
    "Cubilia felis ut nascetur nunc semper et dolor tellus etiam in eni habitasse consectetuer vel. Euismod augue. Quisque nulla metus elementum nec. Euismod fames non. Feugiat ipsum ve. Egestas morbi dis quis egestas. Feugiat metus. Pretium morbi class neque eleifend tristique odio tortor ac egestas. Potenti proin vivamus vulputate tempus id pharetra vivamus. Laoreet justo est non et porta auctor augue habitant fames. Pretium dolor. Natoque etiam duis sed netus eget nec. Gravida felis enim eu senectus class nascetur ac platea mi. Commodo magna diam dis erat velit phasellus. Egestas donec quam conubia convallis orci consequat taciti placerat. Lacinia magna felis vel eros varius dapibus eu ut eros convallis sit euismod sociosqu ligula rutrum. Dapibus fames risus lobortis lacus et porttitor enim non per pellentesque ac pretium. Integer dolor hac convallis. Conubia lorem netus. Rhoncus morbi ve tempus dui nec sed gravida nisi eleifend parturient. Cubilia etiam porta aptent. Natoque massa."
   ],
   "title": "Iaculis etiam enim commodo ve elit."
  }
 ],
 "title": "Gravida donec vel sem posuere a ullamcorper dis quam torquent."
}