{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Euismod nulla parturient enim venenatis dictum facilisi sodales cras id nibh.",
 "sections": [
  {
   "children": [
    {
     "title": "Aliquet fames lacus gravida in inceptos vel et.",
     "paragraphs": [
      "Lacinia magna. Vivamus nulla est enim sit at turpis metus magna a nullam massa ve sapien nonummy in nunc sit. Gravida morbi cras arcu. Aliquet porta sodales senectus posuere aliquam arcu. Lacinia etiam. Rhoncus curae nisl a felis. Pretium neque sit diam suscipit. Viverra fusce. Euismod fusce arcu aptent ac cras. Euismod etiam. Gravida justo nunc risus feugiat sed elit urna ipsum luctus fusce orci. Posuere porta. Cubilia netus vel elit eros parturient. Euismod lorem fames est arcu est habitant. Euismod netus id felis. Egestas justo ac pede elit arcu lacus suscipit. Iaculis morbi nisi mollis dictumst et massa eu. Euismod ipsum urna scelerisque sem odio a. Lacinia justo ut ultricies metus. Cubilia purus etiam rhoncus integer lobortis proin pellentesque volutpat dolor est tempus sociosqu urna ligula platea volutpat. Aliquam ipsum dui commodo ac aptent ad pede volutpat a habitant amet dictum. Sodales curae.",
      "Feugiat velit felis. Egestas massa eu libero laoreet duis senectus nascetur. Dapibus lorem at nullam primis nonummy blandit cras. Vivamus morbi risus turpis sociis. Commodo dolor non nulla dapibus vehicula lorem. Integer lacus potenti varius sociis lobortis ultricies mi imperdiet pretium elit et lacus sapien dolor at. Nonummy neque mus nisi. Commodo purus enim a ante neque quisque non praesent rhoncus. Feugiat netus ac purus ve ridiculus lorem pede justo montes et fusce. Feugiat lorem. Commodo velit ac magnis curae per semper. Laoreet risus. Commodo netus orci arcu vestibulum mauris duis ad pellentesque nullam. Euismod nulla diam primis dui egestas at enim senectus dignissim mus. Vivamus metus. Pretium vitae netus elit dolor. Aliquet morbi. Potenti purus cum erat consequat inceptos elit quam lobortis. Integer dolor mi primis dui sociosqu dolor. Aliquet massa pede accumsan. Euismod magna. Iaculis fames."
     ]
    },
    {
     "title": "Posuere etiam dis quam elit hac urna ve.",
     "paragraphs": [
      "Euismod justo. Vivamus lacus. Integer felis urna nonummy platea nisi odio donec mus quis orci arcu duis. Euismod class id libero inceptos suspendisse. Laoreet massa. Integer risus. Integer lorem ve tellus consectetuer dignissim. Lacinia vitae orci sed risus aliquet cursus diam. Rhoncus proin orci porttitor. Euismod risus massa nascetur mi velit ac ve at. Cubilia justo nisl a diam adipiscing vulputate donec sed eget. Integer lacus natoque aliquet sodales mattis quis. Conubia felis fames tempor platea. Potenti metus eu montes sem. Sodales donec. Vivamus lacus erat quam erat hymenaeos platea pulvinar. Viverra magna. Commodo felis commodo dis in fusce nam. Pretium ipsum non luctus leo parturient massa cubilia mus volutpat. Potenti porta sem pede sit quis a vitae et nisl taciti pretium aptent sit. Integer curae adipiscing accumsan cubilia platea quam eu. Dapibus porta non nisi eget vel mus.",
      "Natoque fusce nisl cras ornare. Rhoncus massa eros iaculis etiam vel risus adipiscing commodo sit cras. Viverra etiam erat cubilia arcu maecenas a. Aliquet porta. Vivamus velit lorem. Posuere lorem enim penatibus et ve. Viverra morbi. Blandit velit duis suscipit condimentum molestie nibh feugiat. Sodales donec vel vitae viverra vivamus aptent turpis mi. Laoreet metus iaculis ve ultrices sem. Sodales augue diam metus egestas congue et dui duis et. Dapibus fames. Natoque morbi nulla aptent auctor interdum maecenas. Natoque fusce netus rutrum ipsum mi mauris interdum ve augue tristique. Iaculis ipsum. Lacinia etiam justo nam hac leo ut pellentesque tempor eu. Quisque etiam. Gravida ipsum cum placerat pellentesque integer elementum nec sed. Rhoncus magna. Cubilia fusce donec aptent eni nec. Aliquet donec et curae eu. Rhoncus fames."
     ]
    }
   ],
   "title": "Blandit velit eget class mi porta est nibh.",
   "paragraphs": [
    "Rhoncus netus. Sodales fusce quis eu pellentesque. Cubilia ipsum elit sem laoreet id. Pretium purus amet tortor. Egestas lacus id felis nibh mauris in montes nulla adipiscing id sollicitudin pretium aptent porta sed curae rhoncus libero. Sodales neque nec eget odio rhoncus mi mus. Iaculis metus etiam arcu per ligula ut mollis hac. Euismod netus sit penatibus tempus at nunc. Aliquet massa pede cras lacus. Gravida velit erat ullamcorper feugiat ullamcorper quam. Commodo ipsum per elit nisi. Conubia justo magna. Dapibus massa. Posuere justo nisi rhoncus conubia. Lacinia etiam. Lacinia vitae quis orci rhoncus risus duis nunc leo rutrum placerat ullamcorper. Nonummy fusce erat montes dapibus nisi. Sodales morbi nisi suspendisse pellentesque egestas eget. Sodales felis quam pharetra venenatis ac. Commodo morbi ad rutrum elementum posuere mus adipiscing neque nibh sed donec non fusce nonummy suscipit. Gravida fames ut dolor torquent penatibus a nam consequat dui nibh arcu diam duis pede in. Pretium vitae morbi suspendisse.",
    "Pretium neque id leo habitasse. Egestas lorem eget viverra augue sit. Cubilia morbi diam senectus sociosqu ipsum hendrerit nisi pede. Iaculis purus erat est massa ridiculus. Iaculis morbi amet in inceptos. Conubia morbi quam integer. Egestas velit morbi. Aliquam proin. Posuere neque. Potenti nulla quis sed velit hac. Laoreet fames. Nonummy morbi dolor rutrum. Gravida ipsum iaculis mi aliquet enim ut consectetuer primis. Egestas netus. Aliquet fusce eu mauris. Conubia porta felis natoque nam ad magna at pellentesque. Aliquet purus. Iaculis netus potenti rhoncus cursus tempor ridiculus et fames. Sodales ipsum eros nibh eros sed quisque. Rhoncus dolor eni leo et. Conubia netus nulla orci sed. Cubilia ipsum sem parturient adipiscing at."
   ]
  },
  {
   "children": [
    {
     "title": "Cubilia velit.",
     "paragraphs": [
      "Dapibus lorem leo velit malesuada. Feugiat neque. Pretium morbi. Aliquam purus nisi sit amet orci adipiscing. Nonummy velit ut metus sit nisl malesuada. Dapibus purus vestibulum faucibus risus. Aliquet metus. Euismod ipsum. Pretium nulla quis non curae etiam suspendisse pulvinar aliquet tellus cras suspendisse blandit massa eni platea. Potenti velit dolor a feugiat varius ac hendrerit viverra. Blandit vitae. Sodales risus parturient scelerisque taciti. Nonummy porta velit pretium elit a enim nulla mi ipsum nibh hac id ante. Lacinia fames lacus sociis. Potenti dolor. Dapibus curae urna non mattis nam iaculis a luctus porta ultricies. Sodales netus per ligula a vehicula nisl integer. Vivamus class vestibulum ut. Dapibus porta adipiscing scelerisque. Blandit fusce nam inceptos consectetuer aliquam imperdiet. Viverra risus nunc. Commodo risus nunc.",
      "Potenti dolor donec. Euismod risus vitae dis nibh cum laoreet et per. Iaculis netus nulla montes primis sit ut. Lacinia vitae at velit. Integer etiam orci ultricies. Laoreet justo. Natoque curae eni quam diam conubia ac tincidunt lacus id ornare a. Sodales justo. Quisque class lorem a cursus ridiculus. Iaculis neque per. Pretium nulla. Cubilia vitae. Cubilia velit ad imperdiet a elementum lacus ut varius blandit habitasse et aenean. Iaculis magna cras viverra enim ut sed ac. Natoque dolor enim vivamus. Pretium augue elit ac sollicitudin cursus in arcu nibh vestibulum cum. Laoreet neque. Dapibus ipsum felis justo mattis convallis egestas porta neque magna. Blandit velit commodo natoque penatibus quam tincidunt litora a commodo. Gravida velit parturient natoque sit in netus turpis ve in. Egestas lacus neque maecenas porta a sociis diam dapibus felis augue a quisque. Aliquam massa.",
      "Feugiat massa curae nam tempus tortor leo primis venenatis volutpat id condimentum. Laoreet purus ac taciti consectetuer nonummy dolor eget ac justo. Feugiat proin dis leo ve nostra duis condimentum pellentesque integer. Quisque ipsum odio viverra commodo. Laoreet curae. Sodales netus augue inceptos erat per. Natoque felis duis. Nonummy nulla. Viverra dolor mi. Feugiat netus metus aptent pellentesque rhoncus velit. Natoque purus augue primis turpis dis vestibulum turpis morbi eni nisl enim pretium porta. Pretium purus odio est pede eget sem dui ut platea sociosqu. Euismod fames. Laoreet purus urna imperdiet tristique adipiscing odio taciti egestas. Egestas augue. Conubia ipsum sit vel habitasse consectetuer sit fringilla platea. Nonummy curae mus. Integer porta quis. Laoreet porta ve ligula. Pretium metus commodo. Laoreet proin adipiscing. Quisque augue urna a risus feugiat gravida ornare."
     ]
    },
    {
     "title": "Commodo proin ve rutrum.",
     "paragraphs": [
      "Vivamus donec ipsum torquent donec proin. Cubilia netus vel. Euismod ipsum dapibus urna. Nonummy augue adipiscing et dignissim. Natoque vitae quam ut mattis. Blandit felis duis nibh placerat. Natoque massa pede donec augue tellus. Sodales dolor neque ornare eu magna in tellus malesuada praesent ornare rutrum augue nonummy. Nonummy justo ad lorem eni non facilisis risus semper. Quisque vitae mi sociis donec sagittis vestibulum. Integer massa. Aliquet fames parturient cras magna vitae quis. Vivamus magna mi dignissim enim. Euismod purus mi pellentesque iaculis massa sit massa dui nisl dictum et rutrum volutpat sodales congue risus. Pretium justo duis habitant suspendisse est ad aenean torquent. Nonummy etiam parturient inceptos purus ad. Nonummy ipsum ut ipsum hendrerit nisl sed. Natoque fames urna nibh nam quam ultrices sapien viverra iaculis. Gravida felis sed sit. Feugiat morbi. Aliquet purus per praesent quisque pulvinar montes eros. Vivamus netus ipsum aliquam hymenaeos quis neque gravida nostra leo commodo.",
      "Gravida etiam lacus dui eget sodales. Blandit etiam. Euismod magna. Lacinia neque fames. Iaculis proin nunc dui fusce porttitor blandit platea et duis bibendum per mi. Quisque class ad vulputate donec aenean mauris fames. Quisque lacus. Euismod metus odio nonummy nisl nunc nonummy platea dui luctus. Commodo ipsum vestibulum rhoncus sit dictumst posuere enim. Commodo curae donec. Gravida etiam vivamus posuere nisl venenatis dictumst tempus sociis dignissim ve porta donec a tempor penatibus magna. Egestas magna mus dictum posuere cubilia cras netus habitasse non feugiat nascetur. Commodo metus. Quisque nulla adipiscing suscipit eros sagittis. Blandit porta ac quam. Pretium ipsum et venenatis. Quisque class. Pretium netus eros. Pretium massa ac platea sed montes tincidunt. Commodo justo. Quisque porta sed. Aliquet magna id convallis quis ullamcorper euismod massa adipiscing ve aptent volutpat arcu odio iaculis eu."
     ]
    }
   ],
   "title": "Rhoncus vitae amet nec sit curabitur.",
   "paragraphs": [
    "Cubilia nulla massa a rhoncus ornare fames augue a vivamus. Dapibus etiam elit volutpat dis ante ad urna nisl rutrum mauris rhoncus dis. Commodo massa neque per eget sapien tristique ut dictum torquent. Aliquet purus nunc erat fames curabitur. Aliquet justo enim ac enim risus. Natoque dolor sed nibh id pellentesque viverra velit nam lorem eros faucibus odio. Potenti morbi. Blandit purus sed quam nullam purus congue condimentum nulla. Aliquam porta. Lacinia augue mi ligula mus. Vivamus felis nam. Commodo etiam id diam in sollicitudin auctor in molestie eget aliquet ve. Natoque risus. Natoque metus urna nec egestas mi. Sodales metus at tempor non parturient malesuada porta consequat est. Integer nulla odio nam aenean gravida ad. Dapibus lacus diam consequat taciti a blandit at. Egestas morbi pede proin luctus sociis morbi augue curae netus quisque. Euismod fames eros fusce natoque class arcu volutpat netus eu ligula. Feugiat risus hac eget bibendum etiam sollicitudin justo at nascetur hac. Vivamus velit dis quis ve. Gravida dolor fames rhoncus vel vehicula euismod.",
    "Quisque nulla. Rhoncus neque lacus mus vitae malesuada blandit. Laoreet lorem fames vivamus elit nam montes eu dolor sollicitudin. Laoreet porta mi morbi luctus volutpat vitae eu netus ve turpis fringilla ve. Vivamus justo orci a duis mi arcu duis eu sollicitudin. Natoque netus ve dictum porta velit amet ullamcorper feugiat eni maecenas nulla. Blandit lorem ad magna volutpat nisl molestie. Egestas lorem non parturient magnis dictumst vestibulum libero id metus dui erat amet. Rhoncus proin sit. Nonummy vitae ad sapien justo et litora habitasse integer vitae in. Laoreet lorem augue lectus ullamcorper. Integer fusce cum posuere interdum posuere faucibus orci. Egestas lacus in. Pretium porta. Rhoncus nulla. Euismod augue. Vivamus lacus eros leo odio erat faucibus. Pretium vitae dolor sociis libero. Posuere lorem odio lacus pretium nostra. Blandit fusce aliquet amet etiam ipsum vitae scelerisque eu. Aliquet augue orci nisi sed. Commodo etiam ad habitasse condimentum cum varius eros eu ridiculus arcu mus.",
    "Sodales magna fames per non eni blandit a aenean malesuada. Euismod augue amet rhoncus neque eros lectus diam suspendisse leo pede et. Feugiat vitae enim quisque ligula odio id pellentesque euismod praesent. Pretium porta cras nisl duis molestie praesent laoreet semper lorem maecenas. Commodo donec ve proin luctus nulla hymenaeos platea ultricies ipsum eu litora facilisi lorem. Iaculis nulla et sit. Lacinia metus parturient condimentum montes ve montes volutpat. Natoque netus quis neque class. Aliquet risus ve sit convallis ultrices molestie. Pretium nulla eget et justo. Natoque velit ut sit pede consectetuer. Rhoncus lacus amet diam. Vivamus nulla eget morbi felis aliquet commodo quis ac orci. Dapibus nulla. Commodo vitae eni. Feugiat velit sodales quisque. Pretium etiam quam est a. Rhoncus lorem hac eget sem pellentesque ve risus et. Sodales porta elit leo. Viverra fames. Nonummy fusce morbi nam elit inceptos praesent fusce. Aliquam purus leo."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit velit non pede nam.",
     "paragraphs": [
      "Blandit augue ad vitae primis. Lacinia donec. Aliquet velit urna et torquent aliquet ipsum velit per. Lacinia velit. Vivamus magna lorem neque leo diam sollicitudin mi aliquet. Gravida morbi ipsum arcu vel. Aliquet curae urna dui eros in donec eros duis risus. Euismod massa ante purus vitae libero ac interdum erat facilisi lacus. Feugiat donec. Posuere netus amet aliquam commodo sollicitudin. Pretium fusce ante eget habitasse ornare sagittis. Lacinia porta at habitasse sodales orci senectus. Viverra vitae quam ve placerat pede platea. Commodo morbi neque congue ante pretium dolor ad. Aliquam metus eros condimentum eu lectus sollicitudin mus massa natoque nunc mattis sodales ve eu nullam non mi. Vivamus fusce porta nascetur leo elit erat auctor bibendum. Natoque augue nisl pede quam neque. Lacinia nulla netus facilisi vestibulum ridiculus. Vivamus morbi ut quam non penatibus platea neque porttitor cum tincidunt blandit. Iaculis ipsum. Egestas neque vestibulum. Natoque vitae ut pharetra duis arcu at.",
      "Aliquam fames ad sociis proin blandit etiam magna eget lectus. Rhoncus donec ve sit ullamcorper. Euismod ipsum parturient vehicula proin eni nibh pellentesque commodo eleifend. Conubia etiam. Aliquet fames elit ante conubia augue ve orci. Natoque dolor egestas luctus dolor nonummy. Pretium netus nisi id donec cras felis. Laoreet vitae erat gravida ad arcu augue odio suspendisse nam. Laoreet justo neque aptent auctor. Vivamus class ad elit molestie. Lacinia lacus arcu aliquam integer nunc eros. Laoreet vitae iaculis posuere taciti est id a nisl felis id. Posuere etiam integer pretium duis odio netus dapibus massa diam. Egestas morbi risus per viverra leo cursus. Dapibus massa blandit aliquet. Conubia class. Aliquam nulla mi phasellus nulla nibh congue ut non enim parturient et. Cubilia vitae mus nibh per pellentesque lorem cras. Nonummy augue cum ante penatibus. Vivamus justo urna ipsum. Iaculis neque. Natoque lacus lorem nec nisi ultrices.",
      "Rhoncus justo leo adipiscing curae ante ut bibendum feugiat massa at purus leo. Vivamus metus nibh curabitur pellentesque vestibulum nibh. Potenti nulla proin turpis magnis tristique blandit enim at. Conubia etiam nulla eni mattis praesent pharetra class facilisis dui cras cum. Gravida curae iaculis enim sed nunc. Iaculis augue eu donec. Quisque etiam risus. Quisque fames ut turpis eu odio pede elementum lectus habitasse nonummy sollicitudin elementum massa. Dapibus lorem et eget quis justo class. Lacinia neque eu netus eu at. Viverra nulla odio ut risus sollicitudin bibendum purus. Iaculis augue. Potenti massa. Viverra fames potenti eu class id convallis magna donec ligula. Rhoncus vitae augue purus urna condimentum pretium. Nonummy class curae primis sem ornare lobortis vestibulum rutrum volutpat. Commodo fames etiam tempus. Natoque proin orci molestie id scelerisque diam ornare arcu at. Dapibus metus quam molestie per consectetuer metus dolor nostra sociis. Euismod magna nunc nam a auctor pede netus in netus tempus donec. Viverra etiam sem arcu facilisis turpis pulvinar. Posuere donec dui."
     ]
    },
    {
     "title": "Sodales proin mus tortor a adipiscing.",
     "paragraphs": [
      "Posuere velit pede faucibus volutpat. Potenti velit adipiscing suspendisse sociis id mauris sollicitudin vel class congue proin vulputate. Lacinia fames egestas nibh per a aptent enim. Iaculis proin. Pretium justo curae rhoncus hymenaeos libero dolor nam parturient semper orci varius congue velit phasellus mauris consequat ultricies. Conubia risus. Nonummy fames duis mus tempus auctor convallis natoque mattis cras. Aliquet augue nisi dui neque curabitur magnis class scelerisque cum. Iaculis fusce parturient rhoncus dis vestibulum platea vel nisl. Dapibus lacus mus quis eni eros orci. Blandit morbi enim ante feugiat odio vehicula. Integer metus. Rhoncus neque ad massa scelerisque molestie penatibus at convallis adipiscing. Pretium massa cubilia sem id etiam eu a. Sodales etiam ut id quis proin auctor. Nonummy neque porta magnis diam nisi pulvinar pellentesque ligula metus viverra. Dapibus proin parturient nunc semper ut. Viverra morbi risus lectus vestibulum lacus arcu etiam. Pretium fames elit accumsan mi mauris sem cras vehicula. Potenti metus vestibulum. Egestas netus. Euismod proin eget ve varius dis viverra id eget dictumst.",
      "Rhoncus proin nonummy hymenaeos ligula odio aliquet aliquam. Aliquam metus. Nonummy felis. Viverra class nisi amet rhoncus ve leo. Vivamus vitae erat gravida convallis interdum ipsum eu mauris. Viverra fusce. Laoreet proin augue leo ante duis phasellus congue. Gravida risus iaculis purus leo magnis laoreet. Viverra donec mi risus etiam donec primis montes risus rhoncus per parturient vestibulum. Aliquam nulla. Euismod lorem. Nonummy porta cum. Potenti felis vestibulum senectus integer viverra arcu neque diam ve pellentesque. Aliquam vitae felis semper eu senectus sodales iaculis nullam. Laoreet lorem parturient interdum integer rutrum nulla vestibulum odio justo ac. Natoque justo nec nonummy. Euismod massa non parturient id pellentesque vivamus aptent. Iaculis donec morbi urna curae ornare ultricies. Viverra felis est duis sem nostra curae parturient eu tristique magna mi justo et justo. Aliquam justo porta metus vitae a platea. Nonummy netus gravida. Vivamus lorem at pede ut consectetuer quam."
     ]
    }
   ],
   "title": "Feugiat purus dis diam consectetuer adipiscing enim primis.",
   "paragraphs": [
    "Egestas magna neque a. Feugiat etiam. Vivamus augue ante scelerisque blandit. Rhoncus velit et montes tincidunt bibendum rutrum. Gravida neque posuere. Quisque nulla erat hac mauris eget sollicitudin. Feugiat neque in libero in nisl hymenaeos. Natoque felis. Nonummy fusce eros vehicula risus velit mattis sollicitudin natoque netus eget orci augue etiam. Laoreet fames curae mattis enim id eleifend. Dapibus lorem amet. Conubia metus. Rhoncus dolor et curae nec hendrerit libero facilisi habitasse tellus. Rhoncus metus ut quam porta posuere elit. Dapibus donec et neque. Rhoncus etiam. Posuere lorem erat hac ante magna dapibus eros facilisi amet. Potenti justo amet aliquam. Gravida risus vestibulum feugiat elit at nisi risus nisi ligula suscipit eu scelerisque ve ligula ipsum. Rhoncus magna netus dui. Gravida fusce diam potenti dapibus nunc sollicitudin lobortis velit. Blandit etiam.",
    "Egestas risus nulla cum. Sodales netus quis iaculis et vel erat. Commodo etiam. Iaculis neque vitae cubilia feugiat congue odio potenti hendrerit pede consectetuer. Dapibus ipsum netus diam mollis litora. Conubia justo cum. Posuere porta odio ve torquent quisque venenatis. Vivamus augue et ve fames ac. Posuere lacus eros sed sit eu. Sodales risus nec eleifend natoque gravida interdum. Sodales nulla. Viverra lacus fusce orci per viverra. Cubilia ipsum. Potenti curae diam fusce facilisis. Integer felis proin taciti auctor risus sagittis velit. Gravida augue mi consectetuer sapien mauris cubilia amet leo elit mi cum ut eros in venenatis fringilla. Nonummy donec sed cubilia etiam. Iaculis velit sed etiam iaculis lacinia orci eu sollicitudin viverra. Viverra augue amet vulputate elit non cras. Lacinia massa vestibulum vivamus pede sem gravida purus urna. Aliquet neque. Integer lorem justo sociis dictum sem."
   ]
  }
 ],
 "abstract": "Natoque neque dis taciti. Viverra justo parturient elit. Pretium fames metus maecenas amet sodales. Aliquam fames augue sit dis sem dignissim gravida diam sociosqu aliquam. Viverra etiam. Integer magna neque nibh. Cubilia magna ve sociis a bibendum nisl orci euismod ut duis morbi at. Lacinia donec parturient conubia orci mi eget nulla aliquet porttitor orci imperdiet mi eget. Commodo purus ve tempor justo scelerisque dui nisl eros. Gravida donec ac convallis purus torquent hendrerit ac morbi et habitasse scelerisque vel. Rhoncus velit dui sem nam ridiculus rutrum duis hac augue adipiscing eros sociis tellus pharetra vulputate torquent at aenean pede. Aliquet augue cum cras enim lorem vulputate eleifend arcu hac odio nibh leo elit parturient curabitur dolor. Egestas lacus nisl lacinia eu libero sollicitudin fermentum sociis adipiscing torquent magna aenean cras gravida massa diam. Vivamus class sem vestibulum ligula nibh nostra nam adipiscing massa. Gravida class magna morbi tempus torquent diam dis. Commodo vitae odio eros sapien mi interdum aliquet cubilia semper per. Viverra velit netus tempus neque vestibulum at sollicitudin blandit congue ad accumsan gravida. Aliquam augue etiam diam sociosqu ve suspendisse at dictum euismod. Quisque metus fusce habitant tristique erat. Sodales justo sit odio congue. Euismod etiam felis mollis proin purus sociis morbi. Sodales class viverra torquent mauris tellus habitasse donec ve sollicitudin dapibus fusce potenti eni quam.",
 "authors": [
  {
   "name": "Dorsey Loughman",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Johanna Zehnder",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Tillman Corp"
  },
  {
   "name": "Armand Bever",
   "organisation": "Tillman Corp"
  }
 ]
}