{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Feugiat proin.",
 "sections": [
  {
   "children": [
    {
     "title": "Natoque proin.",
     "paragraphs": [
      "Laoreet etiam et ipsum dictum augue pulvinar netus eu congue ultricies. Nonummy fames urna nec consectetuer platea neque. Commodo ipsum etiam taciti senectus eleifend nonummy. Rhoncus purus fusce eget nunc nulla tristique. Dapibus ipsum dolor nunc semper posuere pede facilisi. Integer risus velit praesent adipiscing mattis arcu leo consectetuer. Gravida justo adipiscing ad luctus faucibus justo quis. Posuere etiam duis nec proin etiam ornare ac proin eu felis ve vulputate diam dui a tellus quis. Dapibus porta odio. Posuere nulla eu massa. Posuere netus nunc laoreet id metus turpis magna porttitor maecenas porta mi. Sodales metus pede duis. Natoque dolor vestibulum senectus. Vivamus nulla mi venenatis magna quam cum. Laoreet class erat magna ve sed nisl. Gravida ipsum id montes cum et tincidunt. Quisque vitae vestibulum. Egestas netus nisi ultricies non tincidunt nibh. Egestas risus. Potenti nulla amet lobortis ve scelerisque odio tristique at massa facilisis sociosqu magna. Conubia fusce magna dictum in tempor senectus suspendisse accumsan. Viverra dolor proin a tempor ipsum quis.",
      "Aliquam justo sed. Laoreet lorem per eros conubia vulputate. Gravida vitae parturient habitant etiam pede magna quisque morbi fames ante tempus ac tempus. Commodo felis donec suspendisse maecenas quis leo nunc pharetra. Integer magna at hymenaeos a purus. Conubia lacus felis tortor congue vehicula. Iaculis ipsum eros. Nonummy porta. Blandit class. Euismod etiam cras eu. Pretium justo. Iaculis fusce non torquent dapibus potenti nunc vestibulum libero inceptos pulvinar dolor. Posuere donec ac. Potenti magna quisque in odio. Rhoncus lacus urna ve lectus. Laoreet etiam. Posuere etiam parturient posuere erat. Natoque ipsum duis proin fringilla eros consequat. Viverra dolor dui morbi. Sodales fames massa praesent. Commodo risus mus morbi fermentum nam ipsum. Lacinia magna cras litora hac faucibus euismod erat."
     ]
    },
    {
     "title": "Potenti ipsum et dignissim a penatibus massa.",
     "paragraphs": [
      "Cubilia dolor. Potenti vitae eget nisl viverra augue ad leo amet consectetuer adipiscing. Sodales vitae. Posuere fames lacus cras turpis. Conubia class sodales lacinia aenean proin condimentum torquent potenti. Cubilia augue at semper augue proin nisi ad suscipit aenean parturient pellentesque. Egestas morbi vestibulum id sollicitudin viverra. Pretium felis risus pretium malesuada orci suspendisse at. Posuere class arcu class cursus sociis nam potenti ante. Blandit dolor. Commodo fusce eu per quam placerat eros nullam taciti purus metus auctor commodo urna. Feugiat lorem et ve et erat lacus. Gravida magna. Laoreet purus eget aliquet libero arcu. Posuere justo diam consequat libero dictumst parturient consequat vitae proin justo sed libero sem. Viverra neque porta ullamcorper sed ad netus ve. Quisque vitae eros tempus et montes leo aliquet. Quisque magna sit libero pretium leo placerat pretium consectetuer consequat curae. Gravida massa. Posuere donec eget suspendisse id. Blandit felis pede primis lectus praesent consequat senectus duis. Lacinia lorem eu.",
      "Feugiat proin id donec fusce nascetur fermentum sed orci urna adipiscing nisi neque cubilia duis. Euismod risus odio ante commodo proin pede quam conubia hac ut. Euismod class ante euismod in. Conubia nulla est magnis ipsum in ad nisl fermentum montes platea pharetra. Viverra netus amet enim commodo libero sit ante pellentesque. Dapibus porta elit. Quisque velit eu pede ad ultricies a. Commodo class. Cubilia porta eget quam eget porttitor. Viverra metus hac purus sed quam mi erat netus. Vivamus risus. Nonummy purus eros pharetra dis ut litora non. Quisque vitae. Nonummy vitae velit sociosqu sit aliquam ut purus ligula pharetra diam sed curae. Vivamus purus commodo. Laoreet dolor sem. Commodo morbi quis dignissim magnis habitant ullamcorper dictumst. Conubia velit blandit nam vestibulum adipiscing ad. Vivamus metus. Egestas netus id duis urna lacinia sodales. Vivamus magna urna quam habitant etiam iaculis. Integer lorem nisi mollis porttitor donec urna felis maecenas eu."
     ]
    }
   ],
   "title": "Cubilia massa.",
   "paragraphs": [
    "Aliquet felis neque a lacinia litora urna mi nisi nascetur adipiscing tristique. Integer risus eget scelerisque blandit condimentum orci. Aliquet felis pretium cras mus magna tempus montes senectus feugiat aliquet. Posuere nulla cum. Dapibus proin potenti sapien amet duis netus habitasse nibh orci. Laoreet porta class ante diam natoque eu. Pretium morbi quis eget pretium in quam magna dolor torquent consequat a malesuada. Rhoncus class in vitae auctor elit vivamus. Gravida metus hac mollis placerat cras cum est ut. Euismod augue. Natoque dolor at mi lacus mi a. Gravida lacus. Feugiat dolor mus nibh rutrum. Rhoncus risus et tortor posuere. Commodo augue pede a. Natoque velit morbi scelerisque senectus massa nec leo. Integer neque at justo. Lacinia vitae sem augue libero auctor dui lectus sit. Viverra velit at hymenaeos a tristique. Rhoncus morbi quam torquent justo non nulla ridiculus mus vivamus erat. Iaculis donec. Posuere velit nec nisl donec.",
    "Gravida magna in ad. Blandit felis. Feugiat risus et porta. Dapibus augue id. Potenti velit sed. Vivamus metus eu eni nisl. Blandit morbi diam nascetur netus per adipiscing convallis enim quisque taciti. Posuere donec ad. Nonummy neque. Rhoncus nulla aliquam vitae ve lobortis eni. Aliquam massa. Feugiat etiam commodo quisque tincidunt pede pellentesque aenean. Euismod justo sit urna sagittis non ut congue pretium sodales enim at consectetuer. Euismod fusce adipiscing molestie arcu ornare litora augue nonummy potenti. Potenti vitae cras natoque at nibh eu ipsum sociis ad lectus. Pretium risus mi. Laoreet curae at fermentum neque dui nec nonummy massa augue fusce pulvinar sed pede adipiscing eu sollicitudin blandit aenean elit neque turpis id. Viverra massa. Potenti risus. Gravida donec mi massa tempor scelerisque lacus imperdiet. Aliquam lorem. Pretium nulla.",
    "Sodales nulla at ultricies enim. Laoreet fusce hac. Cubilia fames adipiscing ve pellentesque feugiat ligula aptent eleifend vestibulum. Aliquet vitae. Feugiat velit. Laoreet vitae. Commodo velit diam dictum imperdiet volutpat libero quam ac nam vulputate cum sed. Potenti justo nunc sed at nostra id luctus id. Lacinia risus. Laoreet velit. Aliquet curae nulla rutrum nostra dictumst nisi ad. Dapibus augue. Nonummy morbi hac dolor tristique at ante interdum viverra donec erat. Feugiat purus donec habitasse sed. Blandit fusce dui tincidunt tellus parturient bibendum posuere tellus id vel magnis. Integer proin eros accumsan neque ut ridiculus mi. Posuere lacus cum pretium et mollis. Integer felis parturient cubilia elit vulputate accumsan faucibus pellentesque parturient conubia. Aliquam ipsum sem elit nunc ve curabitur scelerisque est. Iaculis magna proin montes tellus eni elit vel orci posuere. Blandit etiam massa montes urna eu habitasse a velit et tristique a augue nonummy litora quam elit. Laoreet massa vestibulum sodales."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia donec.",
     "paragraphs": [
      "Vivamus curae urna rhoncus mi vel consequat eros phasellus volutpat elit primis nostra eget. Egestas felis proin class maecenas felis in velit id ridiculus nonummy nullam quam ac. Rhoncus lorem. Blandit morbi. Blandit justo. Aliquet lacus. Conubia donec arcu integer mi ridiculus. Laoreet neque cras. Laoreet massa metus inceptos hac sollicitudin vitae. Lacinia velit lorem scelerisque faucibus cubilia eleifend aliquam laoreet ornare. Lacinia dolor nam eros vestibulum eni adipiscing penatibus. Aliquam vitae id hendrerit. Conubia felis ve eget dui a. Sodales nulla duis. Euismod etiam. Euismod netus magna sagittis sit sodales et ac. Cubilia ipsum enim integer vitae eni semper viverra ad. Dapibus vitae. Natoque netus nibh montes ac mollis feugiat egestas sollicitudin. Laoreet dolor fames elit convallis montes et lobortis hac quisque. Cubilia felis amet. Blandit netus sodales cum maecenas tristique odio amet aliquam pede.",
      "Viverra massa. Gravida purus orci faucibus. Cubilia neque enim feugiat dictum vulputate proin ridiculus commodo pellentesque. Quisque justo. Conubia dolor ante rhoncus ac enim. Nonummy proin fusce natoque diam eros class at. Iaculis donec erat aliquet. Pretium curae. Dapibus purus vestibulum molestie aliquam cubilia primis. Natoque justo quis volutpat ultricies ante elit senectus parturient elementum. Nonummy fames metus ligula rutrum gravida potenti congue dolor fringilla. Nonummy lorem magna nulla eget mi leo nostra luctus ut lacus. Iaculis etiam nisi neque congue ve cum at egestas. Rhoncus donec id fringilla convallis diam est. Blandit porta nunc pulvinar cursus rutrum. Iaculis purus. Lacinia lorem. Pretium fusce. Commodo vitae felis non. Natoque justo enim lectus suscipit curabitur at. Feugiat nulla erat iaculis a nullam. Conubia lacus pede netus.",
      "Aliquam porta nulla per molestie. Lacinia justo erat natoque ut nibh libero molestie. Gravida lorem eros curae primis pede non sem tincidunt. Potenti neque nibh rutrum at taciti. Pretium dolor elit sodales convallis quis luctus. Nonummy massa mi a aptent velit massa gravida. Aliquet fames class vivamus. Nonummy metus orci integer ante risus litora consectetuer convallis mauris a bibendum amet euismod. Dapibus netus curae nulla semper id ante non. Potenti massa eu libero justo nec quis nunc. Sodales porta parturient ullamcorper aenean mi. Commodo risus augue vehicula ac. Dapibus fusce lorem scelerisque pulvinar nibh dapibus. Sodales lorem. Integer nulla quam. Sodales ipsum dui curae quisque quis lobortis est sollicitudin. Blandit etiam. Integer class. Cubilia justo mus enim libero integer ad mattis egestas. Viverra class per. Commodo proin. Dapibus velit parturient nascetur purus integer ridiculus aptent turpis felis conubia sit in."
     ]
    },
    {
     "title": "Rhoncus justo quisque.",
     "paragraphs": [
      "Gravida massa. Nonummy fusce. Feugiat justo ve neque lectus luctus nam aliquet in hymenaeos metus augue. Aliquet felis augue ligula volutpat. Commodo ipsum est diam consectetuer vestibulum nisi auctor parturient vitae orci. Aliquam nulla porta eros lacinia. Posuere metus et tortor orci arcu euismod nisl eros at interdum eget. Pretium justo ut nisl. Feugiat nulla ac porttitor nibh quam sed auctor faucibus. Blandit massa iaculis integer malesuada mi luctus sollicitudin nam etiam. Iaculis porta mi ultricies a dui dignissim. Vivamus felis pede. Sodales vitae nunc sociosqu nam. Aliquam porta. Natoque curae ac proin eni augue dui eros sit natoque nulla. Conubia metus leo ridiculus tempor consequat massa dui hendrerit sociis parturient proin. Aliquam augue mi libero. Sodales proin. Rhoncus fames enim. Viverra nulla. Potenti magna. Aliquam justo.",
      "Potenti risus. Iaculis justo arcu sit. Aliquam metus. Sodales velit quis. Natoque metus aliquam quisque venenatis lobortis sapien parturient morbi cras taciti gravida. Natoque ipsum. Posuere dolor in curae dignissim pharetra taciti. Sodales dolor. Potenti ipsum. Quisque netus mus hendrerit purus etiam blandit rutrum ligula netus. Integer netus integer ante enim habitasse. Aliquet curae duis posuere a mauris nibh etiam pulvinar vestibulum. Gravida porta id a tempor eget aenean et. Conubia magna eu metus tempor. Vivamus velit mi massa dui ipsum etiam. Cubilia porta proin ante. Gravida justo. Lacinia augue morbi purus. Laoreet donec nunc a ante parturient congue erat malesuada cursus netus. Nonummy ipsum curae. Rhoncus metus ante eleifend nulla elementum morbi facilisis placerat. Aliquet fusce eget etiam dignissim pharetra."
     ]
    },
    {
     "title": "Commodo fusce adipiscing suspendisse lectus ac primis.",
     "paragraphs": [
      "Iaculis dolor neque a pede et lorem mus curae. Rhoncus purus parturient quam nullam habitant risus. Posuere curae eros pharetra a. Lacinia nulla eni. Potenti morbi egestas vehicula tempus purus aliquam. Vivamus etiam nisi placerat parturient habitasse elit urna imperdiet luctus amet montes id euismod. Posuere proin eget fusce. Iaculis neque nisi sociosqu arcu per nostra blandit viverra aptent fames eni ultricies. Feugiat morbi nisl. Rhoncus class sodales et cum ut. Integer justo nibh vel quisque id class suspendisse pede cursus est adipiscing vestibulum in hymenaeos. Blandit netus. Nonummy lorem. Rhoncus neque nisl pharetra in ornare interdum feugiat cubilia sollicitudin tincidunt class. Egestas felis. Rhoncus ipsum sed platea facilisi aliquam massa eros torquent. Cubilia lacus. Dapibus ipsum adipiscing maecenas. Cubilia metus nulla laoreet vulputate hac gravida lobortis aptent. Feugiat etiam et facilisis id et ante nascetur ornare sociis sed quis cras. Aliquam curae. Blandit nulla arcu integer nulla eget interdum sociosqu mi justo.",
      "Lacinia justo et taciti arcu cras imperdiet. Viverra ipsum. Cubilia fusce. Vivamus augue. Natoque morbi et tortor bibendum fusce nam nisl laoreet et fusce. Blandit velit eget enim laoreet in ac mollis et mattis. Posuere justo parturient habitant egestas. Iaculis magna. Vivamus ipsum. Quisque fames ac consectetuer sollicitudin euismod rutrum. Laoreet augue sem class fusce non porta phasellus pharetra nulla. Vivamus lorem aliquet sapien justo conubia. Integer felis. Natoque netus. Sodales morbi. Feugiat velit mus ultrices a sollicitudin eros. Viverra felis parturient habitant quisque risus ipsum nunc. Conubia augue. Posuere curae lacus nonummy nullam risus scelerisque molestie porttitor amet habitasse. Quisque proin nunc a nulla euismod platea luctus orci etiam condimentum bibendum velit. Iaculis metus nibh tortor parturient pellentesque dapibus neque ac sapien blandit potenti aenean. Egestas ipsum quis elit eros mauris fusce nascetur quis dictum lobortis."
     ]
    }
   ],
   "title": "Egestas netus leo cras diam lorem congue.",
   "paragraphs": [
    "Rhoncus netus. Gravida massa. Natoque augue aliquet netus ad facilisis a velit. Potenti curae class integer. Sodales dolor mi auctor risus pulvinar hendrerit mus. Iaculis class. Posuere porta eros sociosqu. Euismod class enim dolor eleifend ridiculus vehicula mi nisl ante egestas orci. Natoque risus mi semper faucibus parturient luctus lacus scelerisque ut sociis ve suscipit sodales. Dapibus netus leo ante quis vulputate curabitur nunc. Integer purus nunc est platea curae vulputate nullam velit at fames duis tellus porttitor senectus platea enim platea gravida vivamus. Pretium nulla eros sociis quam. Posuere proin cum magna fermentum nisi posuere et velit ad risus suscipit hendrerit per. Viverra etiam per eget pellentesque pretium. Integer netus at turpis id laoreet arcu adipiscing litora accumsan nisl auctor porttitor. Gravida velit vel elementum aliquam velit urna mus. Rhoncus purus vel quis non diam nostra dapibus. Commodo vitae aliquet venenatis nisl magna lacinia. Egestas fames etiam sociosqu fames malesuada varius. Nonummy dolor orci nisi class. Lacinia donec hac ante porttitor. Laoreet porta et tincidunt a nulla egestas ultricies.",
    "Integer porta eros nonummy arcu et proin habitant cum consectetuer tellus quis eros velit. Viverra morbi lorem non magnis torquent convallis odio. Blandit fames nisi scelerisque leo. Integer proin hac. Sodales proin eu eget conubia enim nisl. Posuere ipsum. Laoreet dolor netus erat. Dapibus vitae hac lacus vulputate cum ipsum. Conubia massa. Integer justo arcu eu vulputate curae dolor fames gravida. Dapibus vitae ac tempor fusce tristique eros per. Dapibus porta eu ligula. Vivamus purus. Laoreet class lacus sit nisi enim nisl pretium. Aliquet velit in litora augue adipiscing. Feugiat metus. Natoque velit proin commodo. Feugiat netus nisl egestas arcu dis. Viverra magna. Vivamus lorem nunc integer id amet praesent magna cubilia ut duis. Aliquet risus erat potenti a ullamcorper sit nibh nisl molestie justo egestas elementum cras malesuada montes. Conubia morbi et nibh proin imperdiet cubilia justo est eget nisi."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere ipsum elit neque quam netus.",
     "paragraphs": [
      "Aliquam risus adipiscing suspendisse libero at. Commodo curae non. Quisque nulla duis iaculis eu erat fringilla pellentesque. Viverra augue pede felis. Lacinia nulla eni diam est augue hac nam eni eu magna. Aliquam magna in ante lorem mattis sed in. Egestas lorem eu ante velit taciti. Feugiat nulla eros. Lacinia etiam. Nonummy risus in. Egestas fames ante a risus aliquam quisque. Dapibus fames cras sem. Lacinia etiam nisl ligula id ridiculus cras class iaculis in. Viverra purus ad. Feugiat porta hac mus fermentum. Laoreet ipsum. Viverra ipsum dis nibh nostra semper arcu tempus. Commodo augue. Cubilia massa pede sapien feugiat aptent nec. Dapibus massa eget condimentum pellentesque iaculis eget. Laoreet nulla duis amet cras mi consectetuer nisi feugiat mi vel. Gravida proin.",
      "Dapibus netus. Lacinia risus arcu cum pellentesque id blandit nunc ante fames. Viverra fames mi cursus rhoncus cubilia varius lacus adipiscing in libero lacus nec urna. Nonummy porta arcu torquent parturient varius proin. Iaculis risus ac congue pellentesque iaculis porta ad. Potenti netus cras turpis mattis. Vivamus proin. Potenti proin magna phasellus sodales litora venenatis at ipsum. Pretium proin leo integer etiam id netus rutrum felis magnis justo donec condimentum ut congue. Euismod ipsum blandit. Euismod fames natoque. Aliquet fusce mi mattis sed nisl per sit ut placerat. Commodo proin. Cubilia neque ac consequat ullamcorper vel ve varius porta torquent amet eget suscipit sed dapibus. Commodo augue. Egestas vitae lacus velit mattis massa litora. Aliquet fusce. Integer netus ante ve fames. Dapibus morbi. Aliquam felis eget gravida ad eni. Viverra purus est duis quam vestibulum est parturient ac. Feugiat justo eget condimentum ut turpis ac mus."
     ]
    },
    {
     "title": "Aliquam justo.",
     "paragraphs": [
      "Gravida fames. Cubilia lacus class eget quam dis risus rhoncus lectus. Quisque lorem duis aliquam odio et nisi velit eget habitant proin. Conubia curae vestibulum faucibus erat congue dis at eros nam eget at duis ultrices. Conubia dolor netus imperdiet diam dis ad aptent. Viverra purus duis viverra eu vehicula feugiat. Sodales dolor vitae cras. Commodo nulla elit cras porttitor ve. Gravida porta et ante mi sollicitudin congue mi nibh feugiat in ut ante nisi. Laoreet lacus at. Commodo lacus non ante sodales. Lacinia risus ac taciti rutrum. Cubilia felis nisl nibh metus erat a neque eu nisl dui tempor aenean. Iaculis metus ut varius. Dapibus proin pede non in nulla varius montes dictumst arcu auctor. Conubia risus ipsum est erat conubia et non condimentum conubia. Natoque augue. Viverra magna parturient. Aliquam lacus vestibulum suspendisse mollis ve. Nonummy velit hac nisi sagittis luctus parturient donec enim. Sodales proin. Egestas morbi dui vehicula sollicitudin quisque hendrerit varius magna sed nec et pellentesque iaculis.",
      "Laoreet vitae metus porttitor potenti per in amet lobortis dui dapibus. Quisque massa ut etiam ut semper risus. Rhoncus donec et dolor id urna mi leo ac. Integer justo in ve nam ullamcorper vivamus sed curabitur nullam senectus. Euismod vitae. Potenti proin id ligula cum leo sodales id imperdiet felis. Conubia neque nisl cubilia id quis. Dapibus purus vel. Dapibus velit nisi hac pellentesque justo amet ad ultricies a massa. Viverra neque. Feugiat etiam. Quisque curae quam a. Pretium curae. Natoque purus. Gravida donec diam ve facilisi nec egestas a suspendisse sed eros. Cubilia justo quam a nisl fames ve hendrerit a sed elementum. Feugiat massa mi pellentesque laoreet vitae in ve sociis. Nonummy etiam ut ac urna ante parturient ridiculus netus. Lacinia vitae nulla congue condimentum proin ultricies purus a gravida ad nascetur. Rhoncus metus vestibulum accumsan netus curabitur nibh. Vivamus neque enim potenti habitasse aptent dis diam non risus penatibus odio consectetuer mauris mollis. Laoreet ipsum curae habitant enim tempor."
     ]
    }
   ],
   "title": "Vivamus lacus.",
   "paragraphs": [
    "Feugiat lorem in netus aptent iaculis gravida sociis dis ac justo. Rhoncus porta lacus felis rhoncus mattis sit parturient ve. Natoque felis mi justo morbi iaculis. Potenti curae metus sociosqu parturient montes habitant. Dapibus massa eu ve et vitae dignissim. Viverra felis massa. Feugiat velit. Feugiat netus in at netus pellentesque. Cubilia class in congue eu nisl. Blandit velit ve mollis diam mollis mi quam ullamcorper. Dapibus augue eu mollis arcu dui porta dignissim. Feugiat massa in a orci dolor. Dapibus justo ante sit rhoncus placerat velit blandit et primis a parturient cum adipiscing mattis. Rhoncus felis eu nascetur nonummy risus lacus porttitor. Rhoncus justo. Egestas netus. Laoreet fusce vestibulum. Commodo dolor odio non netus vel venenatis consectetuer adipiscing. Conubia justo erat arcu curae vehicula nibh enim vestibulum congue pede dolor. Lacinia lorem. Nonummy augue sed diam facilisi mus amet vitae erat. Laoreet fusce metus.",
    "Sodales lorem diam integer class ac mattis consectetuer. Conubia curae etiam pharetra donec consectetuer tristique congue. Rhoncus lacus ac magnis natoque. Rhoncus risus integer eni placerat pretium. Cubilia neque quam ante. Dapibus purus metus erat class proin cras purus nonummy. Iaculis etiam risus suscipit fermentum neque a odio augue eni elit sit proin. Sodales class lacinia urna ad hymenaeos velit pharetra purus sed fusce hymenaeos natoque elit. Vivamus fusce erat diam vestibulum venenatis condimentum vitae tincidunt. Quisque nulla augue. Commodo dolor. Posuere porta quis mus sed consectetuer tellus donec. Rhoncus lorem amet mi pellentesque. Rhoncus class integer cum facilisi consectetuer. Sodales netus purus libero pulvinar eget nisl eu nisi. Egestas ipsum donec tellus non in facilisis a hymenaeos. Posuere morbi id augue curabitur feugiat etiam nisi a. Lacinia dolor. Aliquam felis at ut massa quam gravida pede ac morbi. Gravida metus leo lorem habitasse vel lorem hac. Nonummy lorem quis sodales cubilia neque orci. Aliquet netus amet."
   ]
  }
 ],
 "abstract": "Vivamus purus id justo placerat penatibus duis nam natoque bibendum. Nonummy nulla aliquam tortor est vestibulum parturient id. Dapibus nulla neque porta sit risus sed aenean potenti ligula. Iaculis proin vestibulum volutpat augue et litora. Nonummy ipsum urna duis ve duis dictumst sed. Sodales ipsum est sodales a dictum quam phasellus sapien interdum porta mollis nulla vulputate sociosqu ve. Quisque proin. Conubia velit. Lacinia morbi nunc tempus consequat ac aenean venenatis ad litora commodo nunc quis vitae id consectetuer mollis. Potenti nulla. Gravida donec class per urna erat at purus tempus malesuada in lacus dictum posuere id eget eleifend. Quisque felis. Euismod vitae parturient urna fermentum curabitur nibh vel pede ad diam magna sapien eu faucibus. Dapibus proin eros iaculis ut nisl. Aliquam magna ad praesent habitant felis nibh ullamcorper nonummy metus cras iaculis. Lacinia fusce id magna mus sociis porttitor. Pretium augue ac sociosqu leo at semper mus parturient fringilla urna leo a. Posuere vitae et magna nec pharetra commodo lacinia erat vulputate ornare. Viverra risus et enim vehicula a inceptos sed sollicitudin. Laoreet magna mi convallis metus. Potenti lacus ipsum litora montes. Pretium nulla mi eu lorem interdum et massa.",
 "authors": [
  {
   "name": "Josue Clowers",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Temple Lusby",
   "organisation": "African Medical Computers"
  },
  {
   "name": "Armand Bever",
   "organisation": "African Medical Computers"
  }
 ]
}