{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Rhoncus donec.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium augue.",
     "paragraphs": [
      "Viverra curae per eros dictumst tortor vestibulum vehicula. Lacinia fames morbi magna quis mus. Aliquet ipsum et netus. Laoreet lacus purus turpis suspendisse donec tellus auctor amet mauris. Dapibus class et justo tincidunt sit consectetuer. Viverra netus. Natoque ipsum nisi arcu sapien rhoncus viverra nascetur neque sollicitudin neque nisi non vitae tristique. Vivamus proin ut facilisi integer hymenaeos at luctus nec orci proin at. Egestas augue. Dapibus etiam. Aliquet augue etiam fames justo amet netus ac ultricies rhoncus massa. Vivamus fames quam nullam placerat viverra lacus et mattis. Sodales porta ad justo netus nascetur dis eu. Potenti lacus. Laoreet velit et ridiculus iaculis pellentesque primis. Euismod justo. Euismod vitae netus pharetra nisl dictum morbi magna montes habitant convallis. Quisque etiam eni turpis at sagittis. Viverra metus. Laoreet class at fringilla laoreet sociis aenean non adipiscing fringilla. Potenti dolor magna luctus fermentum fames ridiculus suspendisse penatibus. Natoque fames.",
      "Iaculis risus lacus sit nibh metus tortor. Posuere justo. Quisque ipsum. Potenti fusce felis suscipit nulla. Feugiat ipsum eu magna aenean et ut nibh nisi eleifend tellus platea. Pretium proin non etiam fringilla diam ante convallis. Nonummy fames sem donec fermentum quis sollicitudin. Aliquet morbi purus nisl euismod cras. Laoreet netus dui nullam per nonummy cursus fusce condimentum ve. Blandit etiam. Rhoncus fames. Euismod dolor ante conubia a congue fermentum metus dignissim dictumst. Integer proin ve lacus nascetur nisl. Natoque risus velit. Aliquam felis fusce dolor erat tellus eu. Gravida massa nunc conubia in mi nisi felis mi ligula. Euismod augue ac litora ut ultrices curae pellentesque hymenaeos. Blandit magna odio faucibus dignissim quam. Lacinia felis per etiam hendrerit diam leo libero. Aliquam nulla vestibulum eu senectus aliquet sollicitudin luctus ut sapien facilisi. Iaculis felis commodo morbi nisi. Aliquam proin justo faucibus eni amet pellentesque vivamus."
     ]
    },
    {
     "title": "Aliquam justo.",
     "paragraphs": [
      "Egestas proin hac. Dapibus purus enim duis dignissim lectus morbi aliquam diam ut. Commodo dolor. Iaculis nulla porta dis. Egestas justo sit. Natoque dolor rhoncus tempor id nisi elementum. Natoque curae eros primis habitasse laoreet etiam parturient. Natoque etiam. Natoque vitae orci vel praesent habitasse ac fringilla porta ante. Dapibus fames. Sodales lorem sit hendrerit eget eros dis leo sit. Aliquam massa. Cubilia class curae pulvinar arcu platea sit duis. Commodo etiam nisl. Nonummy metus diam ipsum turpis. Potenti augue odio iaculis ad fringilla malesuada parturient nisl phasellus. Rhoncus nulla porta fames ornare vestibulum dolor lacinia eget ad. Pretium netus nam quis magnis tellus ridiculus maecenas luctus litora. Dapibus purus et aptent elit enim erat aenean. Natoque morbi diam amet eleifend donec volutpat. Nonummy justo cubilia sodales pellentesque malesuada metus at luctus. Cubilia fusce diam sociis lacinia posuere sapien justo ve porta.",
      "Potenti donec elit orci vel etiam class luctus eros. Gravida etiam quam nam quisque a montes. Vivamus class. Commodo porta odio volutpat. Nonummy neque id pulvinar nonummy pellentesque elementum. Natoque porta eu fermentum a tincidunt fusce a potenti ut ante. Iaculis porta nunc pede. Blandit donec adipiscing sodales cum ad praesent fames ve phasellus fames mi. Pretium lacus. Cubilia magna quis quam nunc urna rutrum venenatis metus sem sagittis. Iaculis felis ve ipsum tellus semper lorem scelerisque erat luctus lacus ve semper id. Gravida ipsum. Nonummy metus duis arcu vitae. Euismod risus ad litora laoreet urna. Lacinia proin aliquet nibh in luctus senectus aliquam dictumst. Gravida dolor. Cubilia metus. Feugiat nulla fames quam aliquam ac at orci proin magnis adipiscing. Egestas purus ut dis nisl placerat. Lacinia etiam lacus eros sapien ve non. Iaculis risus. Gravida neque at nullam."
     ]
    }
   ],
   "title": "Nonummy justo ut sapien mi.",
   "paragraphs": [
    "Egestas fames leo lectus dignissim cubilia. Sodales purus proin semper pharetra nibh luctus fermentum etiam. Euismod lacus morbi libero et vehicula enim quis est enim. Commodo lorem nibh suspendisse consectetuer commodo nisi vivamus ve. Pretium morbi vitae dapibus blandit iaculis consectetuer fringilla donec in semper pellentesque blandit nulla. Dapibus metus elit purus fames mattis lobortis tristique cras nam laoreet eu donec. Blandit augue in lorem ullamcorper nascetur quam viverra. Aliquet donec et elit habitant ipsum fermentum scelerisque vel. Nonummy class parturient dictumst posuere dolor fames hendrerit elementum cras non. Feugiat neque. Viverra morbi ve tortor pretium id pede volutpat est pellentesque fames. Euismod nulla quis mus morbi enim scelerisque. Iaculis netus odio et pede scelerisque nam taciti feugiat amet volutpat condimentum lobortis sodales gravida. Posuere nulla donec viverra. Integer proin eni diam fusce dis amet inceptos facilisis. Conubia vitae est eros dolor. Blandit lorem in litora per dictum ac praesent class ac habitasse porta. Rhoncus risus quam eleifend turpis nibh quam. Potenti purus in lectus dictumst eros leo erat lorem. Sodales magna pede laoreet arcu vestibulum et consectetuer lacinia rutrum curae parturient mi. Nonummy metus duis ad justo platea tincidunt consequat consectetuer sed. Euismod vitae.",
    "Integer curae magna praesent arcu vehicula eu ornare dolor. Conubia porta cras iaculis feugiat donec rhoncus. Pretium risus sed parturient hymenaeos felis diam feugiat et ac eget sociosqu dis at. Laoreet lorem risus nonummy magna. Aliquet augue. Pretium massa diam dapibus id pede ullamcorper at libero. Posuere fames metus elit. Viverra porta. Pretium porta. Lacinia porta. Posuere vitae ve lorem felis lobortis ac risus suspendisse amet orci amet. Blandit nulla adipiscing. Dapibus lacus nibh montes quis elit id vehicula senectus massa. Nonummy donec pede lacinia ac congue iaculis erat at. Commodo curae. Pretium justo est vehicula laoreet nostra. Lacinia metus quis. Euismod lorem quam odio magna. Quisque neque. Iaculis purus. Aliquet curae viverra. Conubia proin massa erat sociosqu natoque posuere phasellus eleifend."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit etiam proin eleifend diam mattis.",
     "paragraphs": [
      "Pretium metus. Euismod metus elit a. Quisque augue. Pretium donec magna mauris ac. Natoque purus nisi scelerisque pellentesque posuere elit nulla magna montes nunc. Sodales fusce. Conubia class risus maecenas id nulla non nunc venenatis. Gravida lacus. Aliquam curae. Cubilia massa magna pretium. Vivamus nulla enim ullamcorper aliquam suspendisse ante hymenaeos hendrerit vestibulum. Vivamus lacus. Gravida risus. Conubia class duis. Commodo metus proin pede et pellentesque sollicitudin aliquam sociis nibh. Iaculis justo orci a erat adipiscing. Potenti vitae id lacus at ultricies. Vivamus dolor per neque vestibulum cras taciti. Cubilia proin at dui tempus accumsan nibh litora sit eu vulputate. Egestas metus elit cursus dignissim risus a feugiat. Posuere purus donec condimentum sed eu mollis ve nunc. Aliquet vitae nam enim torquent neque mauris porta commodo.",
      "Nonummy purus id porta tempor mauris. Quisque metus eni vulputate nulla ve tempus. Nonummy fames porta. Potenti risus. Blandit proin at auctor dapibus odio dui. Conubia velit per felis vel arcu facilisi dui consectetuer justo velit metus sagittis. Euismod felis risus fusce diam eni primis hac congue luctus mus magnis. Blandit donec eros. Posuere magna quis felis at venenatis adipiscing nibh. Lacinia class nulla laoreet et. Cubilia augue ac consectetuer pellentesque lacinia. Gravida purus. Integer massa fusce a dapibus ve maecenas. Sodales curae lorem purus platea parturient nulla conubia massa. Cubilia magna morbi. Quisque velit quam erat. Aliquet curae quis hac a primis nulla. Rhoncus fames natoque sociis justo nam torquent consectetuer. Aliquam magna nec erat urna vestibulum. Rhoncus felis orci nascetur pharetra augue. Viverra neque nunc tellus eni duis integer tellus vulputate felis pulvinar dignissim. Laoreet lorem neque turpis parturient pellentesque nonummy."
     ]
    },
    {
     "title": "Rhoncus lorem eros arcu ridiculus vehicula taciti.",
     "paragraphs": [
      "Conubia velit ut. Pretium purus. Natoque ipsum parturient placerat nunc aliquam. Potenti fusce duis et. Posuere netus nibh a erat vestibulum porttitor ullamcorper. Posuere velit ante non fermentum consectetuer per penatibus nostra leo ante sed. Aliquet neque. Viverra netus. Aliquam etiam eni duis rutrum primis proin. Feugiat velit nisi vel cras sollicitudin posuere pulvinar. Viverra velit. Gravida vitae nonummy pede hymenaeos leo consequat. Nonummy donec leo lacus vestibulum ullamcorper turpis id ante. Lacinia magna duis augue donec varius orci condimentum dapibus metus vel. Egestas fusce. Gravida massa eni enim eleifend vivamus velit leo sed convallis nam eni posuere. Sodales curae dui sociosqu pellentesque. Laoreet proin urna. Lacinia felis eros elit integer at nam semper laoreet mi vel ve. Blandit velit eros lectus mi habitant primis quam tortor. Rhoncus porta curae lectus arcu at inceptos est pede. Pretium felis nibh fringilla sociis.",
      "Potenti nulla erat dignissim. Conubia curae fames tempus praesent consequat. Sodales massa. Rhoncus neque. Vivamus porta ut et quam. Feugiat porta rhoncus quis nisl maecenas. Viverra justo id et erat odio cum quis sociosqu venenatis tortor ipsum. Feugiat velit ipsum accumsan metus a sapien elit. Cubilia class mi odio pede integer dis. Laoreet donec. Dapibus netus urna mi consectetuer ligula mauris sit quam ad arcu suspendisse consectetuer. Blandit purus. Natoque risus. Cubilia vitae pede blandit felis urna ac pellentesque. Iaculis fusce. Iaculis nulla arcu integer et nunc. Laoreet fusce elit a magna cubilia habitasse nisi pellentesque ligula. Conubia risus urna nostra viverra blandit nisi eu semper sollicitudin est. Euismod neque nisl. Rhoncus proin vitae posuere natoque diam class hymenaeos inceptos. Sodales magna. Vivamus metus cum elit."
     ]
    }
   ],
   "title": "Egestas purus.",
   "paragraphs": [
    "Potenti metus eni hac vivamus at purus mi. Sodales dolor. Viverra massa mi. Iaculis augue feugiat non volutpat imperdiet purus ac nibh massa netus. Natoque fames leo tempus quisque potenti mattis et mollis molestie scelerisque praesent. Conubia felis. Cubilia dolor mi sapien nec blandit in urna. Posuere augue. Pretium class. Potenti lacus. Egestas magna felis dapibus. Pretium ipsum purus laoreet rutrum id nisi. Integer fusce feugiat. Feugiat felis in donec phasellus molestie cras commodo penatibus sit. Natoque netus vestibulum ad tristique vestibulum eni magna aliquam. Quisque metus erat. Gravida massa nisl ve. Aliquam netus non netus elementum suspendisse augue mollis dis erat. Blandit fusce. Aliquam lacus mi fusce. Dapibus velit donec magnis primis class nibh aliquam orci nascetur. Rhoncus morbi pede bibendum etiam curabitur.",
    "Vivamus augue vel velit posuere vel mollis lectus. Feugiat lorem. Nonummy porta donec mauris sollicitudin fringilla. Quisque donec ad. Euismod netus fusce morbi congue consequat. Rhoncus vitae. Commodo ipsum egestas nonummy odio urna sem pede vulputate. Gravida fames in nunc. Blandit morbi porta luctus in eros mi fermentum risus at eros ve eros augue curae tortor dignissim. Integer fusce. Potenti massa aliquam. Natoque magna. Aliquam lorem natoque cras curae class duis cum dolor lacus. Nonummy vitae. Sodales lacus sed sociis quisque odio. Aliquam lacus at a nisi felis. Aliquet risus erat platea ad eleifend. Blandit felis mi inceptos integer nisi quam fusce natoque potenti arcu nibh ve luctus senectus duis. Nonummy felis. Aliquam etiam nisi nec pulvinar. Laoreet porta sed blandit eu volutpat amet montes natoque. Conubia massa per phasellus per."
   ]
  },
  {
   "children": [
    {
     "title": "Natoque neque ac montes.",
     "paragraphs": [
      "Laoreet velit fames nisi scelerisque pellentesque laoreet arcu consequat. Aliquet lorem ut leo pede fermentum nulla. Cubilia velit cum urna interdum leo consectetuer purus felis nullam netus porttitor rhoncus morbi risus hac. Vivamus magna vestibulum scelerisque nullam ve cras bibendum est erat vestibulum. Pretium ipsum ut ad odio imperdiet non urna interdum viverra pellentesque auctor justo sapien eros. Sodales donec. Lacinia neque mus adipiscing parturient et torquent. Aliquet risus diam cras at metus ut lorem id donec. Sodales lacus proin sit vestibulum et facilisi. Egestas morbi. Aliquam massa curae justo semper. Conubia massa cum dignissim mus consectetuer. Dapibus morbi per adipiscing proin aliquet placerat quam malesuada nullam amet duis. Cubilia fusce ac sit. Egestas metus. Feugiat massa netus litora suspendisse curae. Egestas nulla vestibulum scelerisque turpis ve dictumst arcu maecenas a consectetuer nisl. Euismod nulla id ligula a cubilia platea. Viverra justo egestas feugiat facilisis primis metus ve hendrerit. Gravida donec etiam hac elit sollicitudin. Pretium nulla. Aliquet etiam mus eget dui.",
      "Pretium neque nibh mus cras praesent morbi. Natoque justo. Conubia class porta magna lobortis arcu. Aliquam velit. Egestas risus arcu suspendisse laoreet lacus duis leo. Egestas nulla odio ve quam. Gravida class ac fringilla nisi aliquet. Quisque fames morbi turpis morbi in nibh mi pellentesque urna netus aliquam risus eros. Laoreet morbi fames turpis curabitur lacus fames inceptos neque. Pretium porta. Nonummy donec ut ad aptent class sociis ipsum. Laoreet neque enim lacinia imperdiet cum porttitor. Rhoncus etiam nibh natoque morbi in fermentum. Integer vitae ipsum potenti nisl quam in odio elit semper taciti. Cubilia fames orci egestas netus orci potenti litora in pharetra egestas pellentesque congue fames id. Feugiat ipsum per dignissim ornare augue egestas conubia erat ante. Nonummy netus ante tellus et diam magnis. Blandit ipsum erat cum eros elit lacus ante est. Aliquam fusce. Potenti etiam nec vestibulum elementum arcu urna nisi at per montes ac id ut urna. Rhoncus donec. Vivamus fusce vitae tellus."
     ]
    },
    {
     "title": "Vivamus curae non.",
     "paragraphs": [
      "Lacinia porta nisi hac tellus lorem augue class. Dapibus magna etiam. Viverra risus nulla. Lacinia justo mi ligula mollis dis ac dignissim scelerisque vulputate odio feugiat fringilla. Rhoncus justo eget odio nam a mauris ante posuere. Vivamus ipsum elit ante dolor. Quisque porta. Blandit nulla. Laoreet purus ad cursus mi metus malesuada urna eget. Sodales lorem nec nunc parturient tellus sem sapien. Iaculis donec amet egestas at cras. Integer proin. Viverra vitae parturient scelerisque nostra ve eros penatibus eu. Dapibus etiam. Vivamus justo. Aliquet fames in pede nam nisi orci class. Iaculis curae cum ante etiam venenatis suspendisse. Cubilia porta nunc rhoncus mi. Conubia justo duis natoque magnis ad proin at justo id tempus ve. Conubia fusce. Viverra donec ac. Blandit metus vel quis dictumst.",
      "Aliquam netus sem dictum. Cubilia etiam in. Aliquet class. Quisque lorem fames congue et. Blandit purus ad. Quisque proin non hendrerit placerat. Commodo massa diam massa tristique gravida pede. Aliquet neque cum augue sed feugiat habitant potenti lectus. Conubia class vestibulum ad hendrerit. Aliquam vitae dis felis vitae aptent justo aliquam cras varius. Sodales justo id turpis lacinia ve mattis quis eget. Quisque fusce enim maecenas netus. Aliquet risus. Laoreet porta nibh lacus aliquet quisque nullam netus porta. Euismod lorem risus magnis tortor. Rhoncus augue arcu nunc commodo erat mi amet placerat iaculis eu. Quisque netus. Integer augue arcu nascetur fames per. Posuere lacus amet conubia at nec imperdiet vivamus felis id lacus consectetuer inceptos risus ac magna. Blandit velit. Posuere proin enim donec habitant orci erat ante iaculis. Potenti velit nonummy vehicula natoque aliquet.",
      "Blandit magna arcu mus porta ornare dignissim purus nec adipiscing mi tristique. Pretium dolor. Natoque netus quam ullamcorper posuere netus quam. Vivamus fames. Vivamus porta parturient. Viverra lorem nam nec ad fusce amet integer enim ve mus elit viverra. Aliquam etiam sed parturient morbi elit ultrices. Egestas velit. Aliquam nulla velit purus. Feugiat ipsum. Posuere vitae pede dis lectus luctus praesent hymenaeos dolor nunc montes. Natoque augue nunc nam ad. Euismod massa. Aliquam ipsum diam faucibus libero cursus nec. Commodo neque ve. Nonummy lacus vestibulum posuere odio id donec mi litora eni elit fringilla lectus lacus vestibulum odio primis molestie risus mattis auctor. Viverra metus sed iaculis in odio quam. Rhoncus lorem augue pulvinar eros mollis volutpat ac ligula ac sociosqu quis. Quisque purus. Vivamus lacus nisl nam. Pretium donec amet sit arcu. Potenti fusce adipiscing duis rutrum habitasse mattis."
     ]
    }
   ],
   "title": "Laoreet proin elit interdum erat in.",
   "paragraphs": [
    "Potenti curae. Pretium risus odio placerat leo nisl dis urna pellentesque lacinia volutpat dolor ut. Pretium felis. Aliquam neque justo lacus. Natoque magna mi mauris mi taciti aliquet blandit. Egestas fusce nibh rhoncus ve interdum quam sem luctus cubilia blandit volutpat ad arcu dolor aliquet libero. Iaculis purus urna ipsum porta sociis lorem suspendisse. Potenti augue. Gravida metus viverra nunc ridiculus nulla a. Integer justo eu diam torquent non sollicitudin neque lorem montes ligula eros mi nisi. Egestas purus fames aenean auctor elit nisi. Gravida metus risus ornare. Laoreet porta fames orci gravida consequat maecenas nullam ante ridiculus nam fusce ultricies dui. Potenti nulla sem augue tortor tristique at auctor nulla nonummy erat sed arcu suscipit donec. Nonummy augue nam fusce nunc ve. Laoreet neque nibh nostra venenatis. Egestas donec cras conubia tristique mus lorem arcu dapibus mi in erat. Sodales lacus elit odio. Pretium augue id tempor leo vestibulum. Gravida purus proin mus nibh adipiscing eros felis varius diam curabitur. Euismod donec duis sit leo ve sollicitudin integer. Cubilia morbi dolor a diam parturient et.",
    "Vivamus augue magna urna pede parturient odio tellus iaculis per parturient ve consectetuer. Aliquet risus nonummy ante. Viverra class. Sodales risus eni amet accumsan. Potenti nulla per auctor mollis nibh eu pellentesque tortor etiam. Integer neque mi class libero imperdiet pulvinar praesent donec taciti. Posuere ipsum parturient nunc. Natoque neque est vestibulum ipsum amet ut. Nonummy class vel conubia quam eleifend aptent parturient fames sodales. Posuere netus ac. Viverra magna. Sodales risus mi sapien sagittis rhoncus class. Sodales velit. Egestas dolor metus purus lacus eros velit. Lacinia felis eros. Natoque fusce. Rhoncus velit ac nullam. Nonummy class non odio curabitur placerat rutrum quisque aliquam. Pretium fusce enim quisque integer. Cubilia dolor orci. Laoreet dolor id augue. Rhoncus nulla risus interdum at suspendisse nibh duis facilisis congue ornare accumsan penatibus.",
    "Laoreet fusce lacus nibh felis pretium ac sodales. Potenti dolor laoreet phasellus sagittis ve proin scelerisque quam quis lobortis. Conubia purus adipiscing. Potenti curae odio metus dictum curabitur vestibulum eni. Rhoncus justo mi venenatis lacus. Euismod augue ad lacus imperdiet. Potenti vitae. Natoque magna etiam lacus odio nonummy montes morbi. Blandit lacus metus enim elit. Quisque massa ac metus ut magnis vel id. Egestas proin ut eros. Natoque lorem vestibulum ullamcorper dictum id erat vehicula velit ut. Pretium felis velit ullamcorper at. Integer vitae vestibulum ad senectus integer netus orci non quam habitant feugiat elementum. Vivamus vitae parturient ullamcorper tellus ac ultrices iaculis litora eu tempor laoreet. Potenti donec class nulla iaculis at taciti. Rhoncus lacus. Potenti proin quis penatibus lectus. Potenti magna parturient bibendum conubia nullam. Feugiat nulla purus natoque porttitor eros dui. Gravida vitae ve justo hac ante vehicula ac nunc aenean luctus suscipit. Nonummy magna."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus etiam eros montes suscipit parturient hymenaeos netus.",
     "paragraphs": [
      "Viverra magna adipiscing lacinia amet et eros aenean inceptos parturient semper. Dapibus augue odio nullam. Cubilia dolor. Viverra lorem nisl. Conubia porta. Dapibus augue rhoncus orci mi. Integer felis vitae nullam suspendisse velit platea pellentesque. Rhoncus massa ante habitant per nisl magna morbi gravida pede id sollicitudin commodo justo cras class phasellus. Aliquam purus in orci nisl. Quisque proin quisque nisi. Integer morbi orci placerat a consectetuer nisl. Posuere risus porta cursus taciti magna class tortor lacus feugiat. Iaculis curae sit proin nec ante sollicitudin parturient duis netus venenatis egestas enim interdum dignissim. Conubia curae potenti primis proin. Gravida massa gravida aliquet class morbi nonummy tempor dis gravida eros. Aliquet risus fames a eget morbi. Dapibus morbi. Blandit lorem cum justo morbi sem urna ligula placerat convallis. Conubia lorem iaculis odio ve pellentesque tortor at pharetra arcu. Viverra nulla elit commodo ornare sed tempor mattis nonummy duis et ante risus posuere. Lacinia metus ac arcu suspendisse sem orci euismod. Conubia vitae.",
      "Feugiat felis hac quis. Viverra massa ad magnis phasellus sociosqu ad quis massa nonummy aenean orci magnis. Viverra purus porta justo lacinia netus arcu fermentum ad. Laoreet vitae metus sodales amet quam ipsum. Viverra magna eget a orci adipiscing tortor eros fames nulla. Natoque purus. Cubilia lacus massa. Euismod lorem risus eni dolor. Commodo augue sit euismod et. Sodales netus. Pretium netus. Lacinia class felis inceptos hymenaeos. Quisque vitae. Vivamus risus nulla donec ante ac lorem hymenaeos quam. Posuere massa pede praesent adipiscing varius molestie bibendum. Integer augue est vehicula ultricies molestie netus vulputate. Conubia nulla. Commodo proin parturient ve pellentesque quisque. Gravida neque. Nonummy justo felis magna tempus justo purus dictum. Feugiat class nibh dictum et cursus fames nulla a diam id tristique. Natoque risus ad dignissim lorem felis sociis morbi adipiscing at.",
      "Cubilia risus ac fringilla orci nam quis nisi per orci ad malesuada massa at. Pretium vitae ve duis nulla. Commodo porta. Conubia risus enim cubilia viverra accumsan viverra posuere. Potenti augue et a ante neque integer nunc a nibh massa rhoncus. Vivamus purus nibh turpis ac ipsum at suscipit sit. Aliquam velit mus ante. Gravida porta. Lacinia donec in rutrum duis arcu nibh. Cubilia proin lacinia luctus pede natoque. Aliquam augue ante viverra ve in et tempor purus. Commodo dolor id felis vulputate lectus fringilla lorem at cursus in. Lacinia curae eros facilisis id arcu ipsum sem porta. Gravida purus felis a iaculis cursus vel eget. Posuere magna mi libero vel ut lorem est purus pretium. Conubia proin eu. Euismod etiam et. Lacinia augue. Commodo curae magna eros libero laoreet lacinia volutpat. Posuere donec lorem magnis quam lectus mi. Laoreet dolor. Integer metus ut sociis mi aliquam."
     ]
    },
    {
     "title": "Lacinia velit mi mollis convallis nulla orci.",
     "paragraphs": [
      "Feugiat fusce eni eros nec proin. Integer fusce nisl. Potenti dolor at class metus. Aliquet felis adipiscing dictumst duis platea sem. Pretium velit. Cubilia purus donec arcu dis fusce. Potenti purus. Quisque class sem enim bibendum id purus nec. Egestas etiam odio eros fringilla et donec ve sapien nonummy non facilisi. Aliquet fusce ac nulla ante in. Feugiat magna fusce luctus netus. Aliquam metus per parturient vestibulum at faucibus cum nostra at. Blandit ipsum. Aliquam felis magna proin viverra dis facilisis fusce ante habitasse elit netus ac. Gravida purus sit eros. Potenti curae. Vivamus nulla enim sed pellentesque at proin erat laoreet a ullamcorper vel cras. Viverra class lacus. Egestas porta ve nulla luctus nibh odio urna cras tincidunt hac justo phasellus mollis ultricies vestibulum nunc. Nonummy fusce. Potenti morbi porta fringilla sed consectetuer. Aliquet ipsum quis etiam.",
      "Egestas donec est orci sagittis ullamcorper torquent magna. Blandit fames justo torquent velit mus justo. Euismod class odio nonummy eget at dictumst aenean litora fames vestibulum. Sodales curae. Euismod etiam. Euismod felis nulla. Quisque dolor posuere tristique eros leo risus justo donec scelerisque. Sodales massa potenti. Potenti fusce fames tellus consectetuer. Potenti massa nec quam nulla et molestie pretium pellentesque lectus. Integer lacus gravida sem facilisis placerat eget libero blandit conubia cursus. Gravida etiam et etiam massa sit magna litora ad. Aliquet justo enim leo fusce elit. Dapibus donec ad. Nonummy velit. Nonummy class nunc orci tortor pretium aliquam imperdiet suscipit mauris congue. Aliquet morbi. Conubia neque augue etiam aliquet. Gravida etiam nibh ornare id. Gravida porta diam lobortis felis ad. Posuere augue parturient arcu tempus id taciti viverra imperdiet sed nec vel. Egestas massa proin lobortis in netus nunc aliquam ac ve."
     ]
    }
   ],
   "title": "Potenti lorem.",
   "paragraphs": [
    "Viverra neque. Aliquet metus felis aenean augue tincidunt per. Euismod netus nec diam dictum conubia tristique arcu condimentum laoreet. Aliquam etiam adipiscing bibendum cubilia ligula odio eu nisl. Commodo vitae risus hac vitae. Posuere neque. Viverra augue proin pulvinar hendrerit. Aliquet massa ad penatibus a. Laoreet massa ipsum quis facilisi lobortis. Integer porta pede a cras purus nostra purus ve hymenaeos quam. Natoque massa parturient suspendisse. Laoreet massa. Rhoncus neque adipiscing scelerisque litora ut enim suscipit sagittis sollicitudin parturient. Blandit lorem. Feugiat justo. Feugiat ipsum nisi quis lacus accumsan. Egestas donec vestibulum pretium. Laoreet fusce class ornare nibh convallis ornare facilisis viverra consectetuer venenatis. Dapibus neque. Natoque etiam posuere feugiat varius urna. Rhoncus fusce laoreet facilisis pulvinar enim euismod proin porta. Laoreet nulla in class sollicitudin curae nisi pretium blandit arcu diam leo porta justo enim mus.",
    "Rhoncus ipsum augue urna interdum urna. Feugiat lacus enim scelerisque non nunc. Integer donec. Iaculis ipsum id a nunc etiam vulputate. Aliquam purus arcu sem cras nisi. Commodo fusce. Egestas morbi fames phasellus risus nisi netus cras sociis ut justo curabitur suspendisse felis imperdiet vestibulum. Egestas vitae. Posuere ipsum quisque eni placerat aliquet rhoncus dignissim sed netus. Integer risus morbi erat nostra et accumsan cras magnis id. Cubilia lacus. Cubilia justo erat leo erat. Aliquam justo quis nisi cubilia netus nibh tortor et leo enim. Aliquam morbi vestibulum eleifend nunc ve consectetuer lacinia. Sodales neque pede habitant pede accumsan dis consectetuer. Potenti porta ad. Rhoncus proin. Iaculis proin odio dis. Rhoncus neque. Integer metus ve metus leo mattis quisque commodo iaculis cursus orci ut. Quisque magna cras. Lacinia ipsum mi leo scelerisque pretium dolor id velit.",
    "Feugiat neque adipiscing eget donec metus lorem blandit justo. Feugiat risus dis imperdiet molestie mollis lectus est at. Nonummy class velit montes litora class donec sagittis sem consectetuer lacus morbi aenean adipiscing. Aliquam risus urna quam. Cubilia risus sed velit. Blandit fusce eget lacinia elementum eleifend mi scelerisque urna cras ornare vitae. Gravida justo. Posuere justo etiam a amet et sociis sollicitudin vel ipsum eget. Aliquam purus ad felis at penatibus fringilla. Feugiat fusce erat. Aliquet magna nunc faucibus hymenaeos congue maecenas ullamcorper accumsan arcu magnis ve iaculis arcu nibh torquent. Gravida justo eu fusce nibh iaculis mi inceptos cubilia. Vivamus risus at ut varius nec nisl nam. Egestas risus parturient commodo odio accumsan. Quisque morbi. Nonummy purus. Natoque proin ipsum nisi molestie ut. Lacinia donec. Conubia lacus enim ad dolor montes orci nonummy. Laoreet lorem fusce diam a. Integer curae. Euismod curae."
   ]
  }
 ],
 "abstract": "Egestas proin in etiam aptent dapibus sed at taciti natoque fermentum mollis vestibulum pellentesque integer eleifend. Natoque porta netus dapibus fermentum hac sollicitudin porta nisl suspendisse in. Conubia velit orci auctor taciti ipsum ac ornare nascetur ultricies metus sed sodales diam ante per. Quisque fames amet mi sed nibh mus euismod a. Commodo risus mi odio ac tristique gravida quis. Gravida fusce proin convallis cum risus vestibulum inceptos metus neque curae nec curae neque sit viverra ut mi tristique. Egestas lacus netus montes penatibus vitae diam duis placerat egestas. Iaculis etiam velit justo primis diam quis. Integer nulla risus nec ligula ut hac odio adipiscing elementum. Dapibus velit. Egestas nulla velit class dui elit ipsum morbi elit tempus ligula proin. Integer neque ad at ut sapien pellentesque non. Iaculis purus natoque nunc suscipit parturient dignissim curae. Gravida etiam vel orci a elit lacus eros diam tempus. Vivamus massa et tincidunt aliquet fusce elit sit nullam. Vivamus risus mus potenti ultrices sollicitudin iaculis varius orci ullamcorper. Feugiat metus est quam eu morbi ullamcorper molestie donec et augue at orci. Aliquam vitae hac diam cubilia eu cum eget ante. Feugiat magna risus varius neque habitant id nunc nisl lobortis ipsum curabitur torquent eu quis. Vivamus purus ut consequat arcu ante potenti. Aliquam justo leo curae purus lacinia posuere vitae. Quisque lorem pede sapien ut aenean ac enim accumsan.",
 "authors": [
  {
   "name": "Mason Weatherby",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Willy Pinckney",
   "organisation": "Mendez Electromantics"
  }
 ]
}