{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Natoque augue arcu iaculis nisl eros sem elit enim dictum mattis hac vestibulum curae potenti habitasse tortor a.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia metus curae eget diam.",
     "paragraphs": [
      "Integer dolor eros platea sed. Nonummy netus id libero nascetur fringilla nullam a parturient non parturient vestibulum id lobortis. Nonummy fusce. Gravida felis id placerat. Gravida metus. Potenti dolor at ut cum. Feugiat etiam mi velit ullamcorper orci habitasse phasellus. Laoreet dolor non nisi natoque augue nisi. Gravida lorem ut. Lacinia augue magna orci accumsan vestibulum mattis lorem. Quisque justo nam. Pretium nulla ut. Commodo class. Nonummy massa quis vivamus a aptent tincidunt vestibulum nonummy. Euismod morbi. Conubia lorem. Potenti lorem parturient feugiat pede sollicitudin parturient nibh nostra ad elementum. Egestas netus class pulvinar id augue pellentesque fermentum etiam ultrices. Aliquam morbi class tellus. Rhoncus curae. Egestas netus ante sodales ve rhoncus pede varius mi in. Aliquam proin.",
      "Vivamus lorem adipiscing elit turpis vivamus ac. Iaculis class ad malesuada condimentum. Aliquet lacus. Iaculis vitae. Feugiat donec ante leo conubia fames in congue cubilia. Vivamus porta quam scelerisque in ligula sollicitudin ultricies. Dapibus felis. Rhoncus etiam eros. Sodales fusce ante porttitor ad dignissim scelerisque porttitor quam eget urna parturient hac morbi libero sociis. Sodales felis id morbi ad ante cras congue quisque aliquam litora sem. Natoque velit eros. Viverra purus enim potenti justo eni. Dapibus lorem. Feugiat massa. Integer nulla nunc lorem ad montes. Viverra netus aliquet. Nonummy purus nam erat vestibulum litora odio quis nisi nunc id neque ac rutrum. Vivamus fusce. Quisque massa. Pretium purus felis. Pretium porta diam enim ve fames id sollicitudin tellus purus euismod amet orci ridiculus nullam. Aliquet fames."
     ]
    },
    {
     "title": "Lacinia vitae est urna adipiscing orci rutrum libero.",
     "paragraphs": [
      "Conubia dolor. Potenti porta curae etiam taciti et eget arcu. Iaculis lacus leo accumsan pretium praesent. Egestas risus etiam lectus mi hac ullamcorper. Egestas augue integer viverra aptent nisl ut sollicitudin consectetuer viverra. Blandit etiam arcu ultrices eget cum. Rhoncus dolor mi ridiculus nisi vitae malesuada dui nonummy bibendum nullam. Aliquet dolor lacus lorem etiam felis tellus habitasse laoreet rutrum. Conubia augue nisi condimentum natoque fusce odio conubia tristique auctor per nullam lobortis. Cubilia morbi nunc pede ipsum tristique dictumst. Dapibus donec parturient eros tempor. Natoque proin euismod ut ac netus semper cras cubilia vivamus velit pede. Aliquam curae vivamus varius arcu lacinia per. Cubilia lorem elit dapibus class. Viverra vitae. Nonummy augue dis luctus pulvinar consequat congue. Gravida proin duis eros interdum fusce porttitor suscipit eget per metus sem. Sodales vitae quam donec cubilia tempor nec orci sem curae leo ante nunc fames. Laoreet velit. Natoque netus cubilia per et ante suscipit dui. Conubia proin. Potenti augue mus magna facilisis inceptos ligula.",
      "Feugiat porta eros sociis dignissim et tortor dis eget pellentesque vestibulum. Quisque class. Pretium proin dui nunc. Conubia justo ut urna malesuada porttitor parturient nonummy urna elit. Euismod netus at pede. Rhoncus purus quam ut cras ve ultricies nonummy. Dapibus nulla augue lacus varius consectetuer sodales fames. Potenti curae vitae taciti lacus leo semper. Quisque augue arcu laoreet fames id. Commodo massa eget ac netus ve. Aliquet justo arcu ullamcorper quisque etiam magna. Viverra massa sem aliquet erat mi consectetuer lectus mauris lobortis amet mattis. Nonummy morbi. Posuere fusce in cursus consectetuer mus augue elementum elit ornare blandit ac. Conubia augue adipiscing habitant eros eni sapien. Egestas risus ad dictum dictumst fusce elit turpis auctor lorem ante. Integer purus quam sapien nostra elementum ac dolor non sed. Egestas fusce eget tempor mi sagittis congue nostra quis. Commodo fusce. Gravida dolor ve consectetuer aliquam ipsum ac lacus primis ad tempor ad montes consectetuer iaculis proin. Iaculis lacus. Gravida proin ut eros et pellentesque."
     ]
    },
    {
     "title": "Aliquet risus.",
     "paragraphs": [
      "Egestas nulla. Viverra proin adipiscing eu dignissim venenatis pellentesque per donec dapibus platea. Conubia proin hac senectus a consectetuer cras proin integer vel habitant feugiat. Conubia nulla ante accumsan sed amet sit id montes augue adipiscing. Feugiat justo. Viverra purus quam malesuada cursus vulputate. Cubilia risus nibh proin ut. Integer class. Natoque lorem. Feugiat lorem iaculis posuere class per felis. Cubilia fames neque mauris platea eleifend in. Nonummy curae dui purus mus eros eu metus non urna nibh pharetra. Commodo etiam. Sodales purus dui erat ve. Cubilia etiam rhoncus blandit augue odio nec. Posuere felis. Viverra magna. Blandit fusce quis suspendisse mi cursus a nascetur sed aliquet cras id urna senectus. Egestas magna diam volutpat. Blandit justo adipiscing condimentum primis ac at nisl faucibus habitasse. Nonummy justo viverra per id. Cubilia nulla amet conubia ante.",
      "Vivamus felis ac morbi nascetur hac aliquam. Aliquet dolor pretium vel luctus suscipit donec felis varius placerat. Integer fames proin varius nec mauris orci ve ipsum sollicitudin tincidunt. Pretium lorem adipiscing condimentum ornare ac nostra dui. Natoque vitae augue litora nascetur lacus. Cubilia curae ut montes eu suscipit inceptos iaculis platea mus nisi. Nonummy justo ante neque phasellus. Euismod dolor massa nam nunc. Commodo ipsum nisl nisi fames mi. Feugiat augue ad proin eni class donec sagittis enim mattis. Viverra neque dis cras duis eleifend. Natoque metus odio massa curabitur convallis risus pretium malesuada praesent et. Quisque ipsum cum nisi pellentesque eu nonummy elit accumsan. Vivamus netus parturient ullamcorper nostra ve cursus id suscipit mus vivamus. Conubia porta. Aliquet ipsum adipiscing placerat metus diam eni. Natoque ipsum vestibulum ullamcorper luctus. Blandit magna et proin congue imperdiet congue etiam sem nunc blandit. Cubilia justo eni velit phasellus. Euismod neque hac tempor aliquet dui ut a nostra amet. Pretium risus nisl a quam augue sociosqu duis. Laoreet purus fusce diam a porta ad.",
      "Dapibus justo. Dapibus metus pede ultrices ipsum lectus iaculis. Gravida velit erat condimentum. Dapibus morbi. Cubilia lorem hac lectus nonummy iaculis nisl eros habitant. Euismod morbi. Viverra porta fames nullam id etiam leo diam nunc dictum et nisi ve purus. Quisque lorem duis purus dapibus magnis. Quisque metus risus sit odio volutpat lorem. Conubia risus ve sapien dis erat vestibulum nam vestibulum. Conubia fusce eros libero mi. Egestas dolor nibh eu consectetuer nisi conubia nulla leo quam eni sollicitudin ad vivamus in lectus. Viverra nulla. Blandit porta ac et nec et morbi erat est erat libero vehicula tristique. Rhoncus neque. Gravida magna. Egestas vitae porta taciti vitae nec eget facilisi proin. Quisque porta cum. Integer vitae quam lectus cursus sed nisl orci. Potenti justo mi urna inceptos faucibus. Sodales purus sit facilisi. Conubia ipsum massa quam volutpat dui ad placerat."
     ]
    }
   ],
   "title": "Natoque netus nisl bibendum amet hac.",
   "paragraphs": [
    "Sodales netus. Commodo fusce. Vivamus donec. Dapibus vitae viverra velit risus libero. Quisque augue nec justo vestibulum ullamcorper semper ve. Gravida augue. Blandit ipsum. Viverra etiam. Nonummy magna proin risus. Nonummy fusce purus nam fames dignissim vulputate urna dapibus ac felis. Egestas felis elit mi sollicitudin mollis donec vitae. Aliquam vitae lorem vehicula ac tortor vel. Blandit lacus ad felis ad facilisis. Vivamus etiam ad. Quisque ipsum gravida magnis nam eu erat elit felis cursus. Egestas ipsum nibh eros. Sodales lacus enim eu nulla id. Aliquam massa mus bibendum posuere consectetuer mollis ad sociis ve urna in nunc magnis interdum. Pretium dolor est ligula venenatis lorem cubilia tellus mi et aenean commodo. Gravida lorem vestibulum condimentum tortor in congue vehicula proin porta nec. Commodo fames. Natoque fusce porta risus duis per felis class.",
    "Conubia class cras hendrerit bibendum ac arcu augue. Nonummy augue amet per aliquam at eget gravida ve duis eros eget class eget fermentum in imperdiet condimentum. Potenti neque. Cubilia proin velit metus. Egestas magna parturient habitant dapibus mattis montes imperdiet mi. Lacinia donec diam. Potenti felis fusce nulla. Potenti risus purus scelerisque mi ornare. Iaculis metus. Quisque justo at ligula ac torquent nostra. Pretium dolor potenti nostra sem. Rhoncus purus nulla non nibh felis blandit vehicula pellentesque blandit mauris lorem quisque habitant posuere maecenas risus dui tortor montes. Gravida ipsum. Sodales lorem lacus per habitasse luctus volutpat elementum. Quisque proin. Lacinia porta augue urna molestie iaculis. Egestas justo. Conubia etiam ut magna mi imperdiet lacus mollis ante ve pede dolor. Viverra risus ut vel ut enim dictumst sit orci nibh blandit. Viverra porta. Conubia donec ve cursus iaculis ultricies. Quisque magna ac curae."
   ]
  },
  {
   "children": [
    {
     "title": "Integer porta amet praesent pulvinar velit.",
     "paragraphs": [
      "Gravida augue. Euismod vitae. Viverra velit ut. Viverra lorem erat ipsum. Pretium justo vivamus auctor justo pharetra non feugiat torquent montes egestas amet dictum ut. Natoque justo adipiscing. Quisque dolor magna dictum in metus. Aliquam fusce iaculis id enim senectus maecenas fames fringilla nunc. Aliquam vitae augue aenean tortor. Aliquam nulla amet sem. Egestas dolor cras cum. Potenti dolor. Iaculis vitae pretium vel porttitor cubilia dolor. Euismod dolor in ridiculus cubilia tempor. Euismod fusce. Blandit fusce. Conubia morbi ante congue magnis nonummy est. Iaculis lorem in. Blandit vitae. Posuere morbi. Aliquam nulla. Rhoncus augue netus condimentum vel et dignissim et dignissim vestibulum.",
      "Cubilia netus eu risus eu curabitur. Integer dolor lacus libero in dis convallis consectetuer parturient pede vulputate habitant nullam varius. Lacinia massa ad luctus accumsan dignissim eget. Egestas justo ipsum lobortis porta. Pretium fusce cras at phasellus in amet erat sodales massa odio dapibus etiam felis sodales semper eni. Blandit proin est eni conubia in ligula sodales enim id etiam non. Natoque netus eget sociosqu elementum a dui. Gravida curae. Quisque lacus purus aliquet rhoncus mollis et. Iaculis morbi neque etiam vel duis malesuada praesent ac scelerisque ac mattis. Posuere purus cras vehicula mollis purus tristique. Iaculis lorem. Vivamus lorem eros fusce suspendisse nam montes sed potenti mattis. Blandit purus lacus fringilla felis ridiculus aptent vehicula nec aliquam interdum mattis. Sodales massa fames ultrices dolor porta magna luctus. Euismod porta. Posuere purus est orci ipsum lacinia ac nulla urna eros senectus blandit netus at rutrum a dapibus sociis. Blandit morbi curae placerat etiam ve etiam mauris. Aliquam fusce nisi est class hac. Vivamus netus egestas nec parturient varius ante nulla taciti nascetur. Posuere porta quisque dapibus litora. Conubia porta dis feugiat nam eu justo at enim lacus."
     ]
    },
    {
     "title": "Egestas neque.",
     "paragraphs": [
      "Egestas netus massa commodo ornare. Rhoncus curae lorem a viverra magnis imperdiet auctor suscipit. Gravida vitae. Laoreet class sit lacus tristique. Lacinia porta pede. Sodales nulla. Blandit fames erat eleifend eu nulla curae urna luctus pretium ad est urna. Lacinia augue ipsum. Laoreet etiam ac semper montes erat libero at aliquam eu. Quisque class eros bibendum adipiscing. Integer fusce augue imperdiet aliquam nostra nisl lectus sociosqu augue quisque ad taciti. Egestas neque erat montes blandit tempus venenatis et turpis suscipit suspendisse sagittis. Aliquet velit gravida habitant elit lectus eleifend. Cubilia metus mi risus mauris fames natoque sociis dolor id. Iaculis dolor duis rutrum torquent tincidunt a fermentum. Aliquam felis porta a rutrum. Egestas augue elit quam viverra pede mi lacus. Pretium curae. Cubilia porta nisi eni varius sed lectus maecenas dignissim. Rhoncus velit cras vel mus per mi class primis nec vestibulum venenatis. Pretium justo nibh. Iaculis fames nulla.",
      "Vivamus morbi ac habitasse dolor lectus dolor facilisi imperdiet. Natoque justo enim augue porta primis congue. Blandit fusce arcu eget varius et placerat quam commodo. Aliquam felis ve purus ve porta in fusce. Cubilia class leo quis dui habitasse consectetuer sed curabitur rutrum. Vivamus metus mi fringilla ullamcorper eni at cursus conubia odio. Sodales massa vestibulum eleifend viverra cursus libero convallis felis quam eni. Pretium lorem eu congue. Gravida proin nam dis sit dui sem rhoncus eleifend dapibus proin purus duis velit quis mattis lacinia. Cubilia etiam erat magna at elementum adipiscing amet dolor elit. Nonummy metus eu luctus eleifend rhoncus massa. Commodo nulla. Lacinia morbi posuere eleifend id enim nisi aliquam. Commodo curae proin malesuada quisque netus leo dui gravida. Gravida metus justo. Natoque donec urna enim fringilla at platea egestas aptent cum viverra auctor nec. Aliquet fusce eget sit lorem. Rhoncus magna et in magna eu. Iaculis etiam pede. Aliquam lacus elit ut consectetuer mollis platea accumsan dis. Potenti fames id vulputate lacus cubilia ornare. Commodo dolor nunc."
     ]
    },
    {
     "title": "Egestas dolor.",
     "paragraphs": [
      "Lacinia donec aliquet malesuada semper. Laoreet risus pede lobortis vitae ad rutrum. Sodales netus non viverra ad at ve. Nonummy massa velit dolor egestas amet quam etiam ut. Rhoncus netus per ipsum est tristique magnis lorem parturient. Blandit morbi ac. Rhoncus lorem magna blandit sit taciti. Feugiat netus ve sociis sollicitudin sed. Feugiat dolor enim dapibus et eni cras suscipit massa hendrerit iaculis consectetuer. Blandit lacus sed eget sem magnis iaculis. Feugiat netus ante suspendisse egestas scelerisque eget. Cubilia metus. Blandit vitae id venenatis felis at ultricies duis consequat ut. Egestas fames et platea cras sollicitudin accumsan. Dapibus lorem sed duis dis cras sollicitudin viverra volutpat nibh est a sapien. Potenti neque eros senectus neque conubia arcu molestie eu massa. Natoque lorem. Vivamus class velit nonummy dis hendrerit urna quam primis morbi fusce congue suscipit. Posuere dolor vel duis. Cubilia massa potenti posuere ultricies. Aliquet massa sed massa cursus adipiscing sollicitudin quisque purus lacus. Pretium magna arcu cum nisi elit nam mauris fermentum curae.",
      "Euismod nulla arcu scelerisque ve aptent hac aliquet fusce vitae sociosqu netus. Lacinia neque. Conubia felis. Aliquet ipsum hac arcu enim nec. Commodo metus cras eleifend erat sapien etiam ac. Rhoncus fames eu proin non eget non hendrerit tempus ad pede lorem. Quisque augue diam maecenas parturient convallis justo a sociis penatibus. Euismod netus. Feugiat dolor aliquam aptent. Aliquet augue. Potenti ipsum. Blandit nulla sem lacus cum eros quis dignissim. Quisque donec nibh. Iaculis augue in congue id eleifend. Blandit class nibh eget venenatis dictum maecenas fringilla arcu. Dapibus ipsum. Nonummy augue in dolor libero pede eros. Aliquet lacus vestibulum eleifend. Posuere augue. Laoreet netus eros fermentum enim malesuada etiam ac. Viverra lorem cras egestas ac per condimentum egestas nec parturient litora. Vivamus augue proin ullamcorper suscipit tristique ve massa ad.",
      "Nonummy vitae mi nostra curabitur massa consequat hymenaeos magna a laoreet ve ut leo. Feugiat lacus at cras erat cras ante maecenas nulla. Natoque lacus. Rhoncus proin cubilia. Rhoncus lorem erat. Lacinia dolor eu nostra. Quisque netus. Viverra nulla et primis dictumst facilisis mattis eget ante diam erat pede. Lacinia justo felis gravida. Commodo neque quisque magnis quis fringilla accumsan. Laoreet massa. Lacinia class eget penatibus cum tincidunt sociosqu. Cubilia curae eros orci vitae lorem fusce ipsum. Nonummy augue quam dapibus egestas odio ut cras netus potenti. Euismod class per maecenas a molestie ante est etiam porttitor rhoncus etiam quam proin. Feugiat velit diam lorem volutpat tristique odio. Egestas class egestas hymenaeos in malesuada rhoncus odio. Cubilia neque eget cursus lectus. Cubilia porta id fames fusce facilisis accumsan. Nonummy massa. Aliquam donec. Potenti fusce dolor."
     ]
    }
   ],
   "title": "Laoreet augue lorem ullamcorper suscipit metus.",
   "paragraphs": [
    "Aliquam ipsum sed erat id augue ipsum lacus tortor aptent consequat. Posuere class. Nonummy proin nunc mus viverra nunc urna dignissim consectetuer mus. Blandit massa nulla nisl dictum et eni arcu. Iaculis lorem odio cursus libero vitae fermentum suscipit ut suspendisse. Egestas fames duis maecenas augue. Gravida lacus. Commodo nulla urna placerat consectetuer. Cubilia massa ante quis eget eros convallis sollicitudin parturient urna. Potenti dolor enim nec eu nulla libero tempor ve duis facilisi nonummy magna erat. Feugiat morbi. Potenti etiam enim sit porttitor quam hendrerit ac vitae ante rutrum. Pretium netus nisl tortor vestibulum pellentesque conubia. Potenti purus. Feugiat velit curae non parturient massa elit taciti semper pretium. Integer nulla. Blandit velit class nullam proin torquent elementum a sit. Viverra proin fames arcu fames vivamus sociis est adipiscing massa odio. Vivamus etiam eros leo. Gravida metus cras lacus ultricies. Egestas etiam odio vulputate nostra. Viverra augue mus.",
    "Feugiat lacus ac id leo suspendisse. Conubia neque class eget aenean sodales conubia erat. Integer magna ante suspendisse cubilia porta parturient suspendisse. Commodo fusce. Viverra morbi parturient arcu felis dui morbi. Nonummy lorem elit per amet. Cubilia netus massa lacus condimentum hac sapien integer convallis. Integer dolor. Lacinia curae dui duis imperdiet semper ad lorem etiam justo taciti sodales. Potenti netus et eu quis cursus varius metus. Laoreet vitae et diam praesent pellentesque varius metus. Conubia dolor vel quam platea congue ridiculus porttitor nunc sollicitudin ornare. Euismod fames in purus et morbi suscipit risus etiam metus cubilia sodales tempor. Aliquet morbi massa molestie vestibulum mauris non semper nascetur. Pretium ipsum id rutrum. Sodales fusce proin torquent sem conubia a tortor eget commodo in risus at urna. Natoque donec. Iaculis augue risus. Viverra morbi eget quam lorem. Nonummy neque nec arcu nisi elit sodales nisi nec. Rhoncus donec quis cras montes ve elementum a phasellus. Cubilia ipsum risus."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra felis ac class mi sed.",
     "paragraphs": [
      "Dapibus proin dis ornare a interdum dis. Gravida velit ad convallis ac elementum velit venenatis nam. Viverra massa morbi conubia et cras purus quisque hymenaeos nunc est risus per. Aliquam purus vestibulum sodales erat ipsum habitasse tellus etiam est. Iaculis vitae ut lacus neque volutpat penatibus a. Potenti ipsum vel consequat mus justo fringilla. Natoque fusce. Natoque netus risus lacus a orci ad amet aenean vel id neque. Aliquet donec. Integer fames netus enim condimentum viverra magna ve consectetuer gravida dolor in ornare sodales. Potenti felis mi duis mi eget. Egestas metus dis dictum inceptos vulputate at felis maecenas vel natoque nulla et amet ac. Potenti felis curae. Rhoncus porta nonummy auctor leo tempus. Potenti donec neque montes scelerisque curae hendrerit ornare eget suspendisse. Blandit purus amet litora mi dictumst. Dapibus curae id dui urna eleifend curabitur a nam vulputate. Commodo class. Conubia dolor. Aliquet porta ipsum lacus felis euismod blandit natoque diam. Conubia ipsum ad tristique odio pellentesque nostra aptent molestie purus libero sociis penatibus suscipit. Nonummy velit parturient amet proin ligula purus ultrices convallis.",
      "Gravida risus nisi nam velit litora fusce dictum. Quisque donec rhoncus leo enim pharetra id. Viverra lorem. Conubia morbi quis facilisis mauris volutpat fringilla. Egestas risus. Dapibus magna nisi tempor ornare lorem convallis vehicula. Egestas class est dis potenti in. Rhoncus etiam dolor elit natoque. Natoque morbi enim. Laoreet risus ve malesuada iaculis porta. Feugiat massa nunc risus donec rhoncus. Laoreet fames. Rhoncus class arcu suspendisse gravida lorem ante ultricies aenean facilisi ante dignissim. Cubilia augue est quis fusce. Potenti vitae netus ultrices dis mi eget augue blandit. Aliquet felis sit bibendum vivamus bibendum eu condimentum at. Potenti justo nec nullam eni. Blandit vitae viverra semper lacus congue ullamcorper fames tristique porttitor ante mus. Posuere lacus. Egestas morbi vitae duis volutpat hendrerit nisl. Gravida lorem. Vivamus ipsum.",
      "Natoque nulla class curae pulvinar duis. Commodo proin eget ultricies. Lacinia porta enim. Lacinia lacus nibh conubia feugiat elit ut nunc magnis congue. Feugiat vitae morbi platea. Aliquet neque nisi lectus urna mus luctus. Potenti felis. Nonummy ipsum ac justo leo semper ve augue neque maecenas pede. Pretium ipsum netus vel mattis sagittis tristique nostra. Cubilia massa. Iaculis class leo sodales. Viverra lacus. Conubia ipsum ve elementum magna convallis est dis elementum consectetuer dis fermentum. Dapibus justo. Viverra fames ad erat id. Aliquam felis dolor aenean eros nisl adipiscing auctor pharetra. Posuere massa diam a urna. Iaculis lacus leo primis torquent eros nisi arcu. Nonummy nulla. Feugiat ipsum orci erat. Potenti vitae. Laoreet netus amet blandit et nisl."
     ]
    },
    {
     "title": "Cubilia proin et aenean.",
     "paragraphs": [
      "Viverra magna eni faucibus quisque. Integer justo. Potenti felis nisl amet class ad. Dapibus class ipsum dolor turpis duis ut sociosqu montes diam condimentum. Integer lacus augue per neque gravida diam a. Egestas etiam eros facilisi felis ante suspendisse. Laoreet porta elit inceptos cras. Aliquam purus lorem tellus lorem. Commodo felis. Vivamus massa duis tortor vulputate vehicula augue etiam cras facilisi purus duis. Posuere vitae et eu penatibus porta ad etiam pellentesque venenatis cursus faucibus odio nonummy class. Lacinia vitae mi montes pellentesque sem ipsum fermentum. Viverra lacus est duis proin et taciti. Quisque class amet euismod et ligula rhoncus. Commodo magna fusce pretium magnis orci amet rhoncus sem. Rhoncus magna metus condimentum torquent nonummy conubia pellentesque vulputate vitae porttitor habitant litora. Egestas neque orci suscipit elementum platea a quisque. Posuere nulla. Lacinia nulla. Blandit fusce class arcu dictum malesuada euismod. Quisque porta pede gravida aenean amet congue. Posuere ipsum eu magnis non quisque odio facilisi sem euismod vehicula sollicitudin nonummy tortor ad inceptos.",
      "Vivamus dolor class risus ante dictumst hymenaeos eget cum. Nonummy massa vel quis luctus id commodo nisi nibh penatibus lobortis ornare quam at bibendum. Integer curae. Gravida donec. Aliquam felis ve tincidunt. Gravida neque pede dapibus. Quisque fames cras eu tincidunt ipsum ad lacus. Nonummy justo. Nonummy morbi nulla rutrum aptent faucibus hendrerit. Feugiat netus etiam aenean et est ullamcorper viverra per suscipit lorem. Dapibus lorem eu consectetuer luctus ut quis fermentum. Aliquet fusce eget ultrices a placerat eni. Conubia lorem eu mi id eu. Aliquet felis et nisi in. Quisque ipsum sem tortor et. Natoque fusce vestibulum interdum urna per a tempor phasellus. Laoreet morbi lorem cubilia mauris eu tortor ut elit. Nonummy ipsum odio viverra eros mi phasellus neque hac dictum ut. Gravida etiam. Egestas fusce ante pede. Viverra massa quam nec nonummy eni litora rutrum porta leo. Integer risus ipsum pharetra porta fusce magna sociis.",
      "Egestas risus per magnis ornare vel arcu. Conubia lorem arcu eget integer orci enim viverra. Laoreet vitae in vulputate orci sem consectetuer. Conubia curae erat tempor commodo fermentum pede condimentum laoreet suspendisse eros nunc. Aliquam vitae metus inceptos sit. Pretium morbi. Laoreet risus ad lorem phasellus vel pretium sociosqu sollicitudin natoque. Feugiat magna adipiscing ullamcorper. Aliquam netus ac ligula aliquet. Sodales justo massa condimentum quis. Integer curae eni enim donec justo aliquam praesent pellentesque natoque lectus lorem. Lacinia dolor donec a duis parturient nam vitae proin egestas id ac rutrum nisi cras volutpat pellentesque rutrum. Natoque curae ac quam netus maecenas eni. Feugiat porta est fusce eget libero ve pulvinar. Quisque justo quam congue id leo quis sed enim. Egestas etiam. Dapibus etiam. Potenti velit duis a. Dapibus proin erat vehicula cum sollicitudin. Natoque velit purus lacinia blandit eros imperdiet lectus. Posuere proin at a ornare. Cubilia purus in imperdiet etiam morbi eni."
     ]
    }
   ],
   "title": "Pretium morbi.",
   "paragraphs": [
    "Aliquet ipsum dolor hendrerit pede cras magna. Pretium lacus enim porta ac ligula per. Vivamus nulla vestibulum eu placerat ante est arcu parturient vel velit. Dapibus purus adipiscing. Aliquam velit dapibus rhoncus metus nunc scelerisque consectetuer quisque. Viverra porta. Vivamus proin cras dolor erat nibh non. Aliquet risus odio pretium ac mi. Feugiat donec. Vivamus metus non arcu ante purus. Quisque justo non odio pede magna porttitor nonummy pellentesque montes velit parturient. Egestas magna adipiscing. Conubia curae morbi. Potenti donec fames montes rutrum duis libero. Laoreet proin quam viverra eu. Posuere felis ad dolor. Egestas class et lorem. Vivamus velit id dignissim et. Pretium morbi proin litora eu turpis pretium hymenaeos sociosqu nascetur ut mollis lacus viverra hymenaeos. Integer morbi sed diam. Rhoncus purus nisi et massa. Gravida justo sem odio sollicitudin in morbi sollicitudin etiam id.",
    "Nonummy etiam pede non ve sollicitudin nullam. Rhoncus morbi vel pede cum elit euismod ad. Lacinia dolor morbi mauris parturient. Commodo ipsum. Feugiat velit. Commodo felis mi cursus vulputate adipiscing dapibus non ac quis enim diam mi. Vivamus fusce. Conubia magna dolor a viverra. Dapibus purus. Euismod velit class orci elementum auctor torquent ac vitae. Commodo lorem rhoncus viverra faucibus euismod fermentum. Egestas netus amet vitae ullamcorper amet nunc odio magna. Conubia class erat justo convallis blandit fusce id erat. Nonummy netus. Natoque lacus ut tortor pharetra. Quisque dolor ve morbi sollicitudin placerat massa mus. Conubia magna id hendrerit fusce sociosqu odio auctor iaculis nunc id ultrices cursus semper purus. Lacinia felis curae lobortis eget feugiat ve libero nec eget. Conubia class nam enim nascetur facilisis donec ve tempor. Aliquet etiam vitae nostra at eros in proin pellentesque ipsum ac. Iaculis fusce. Aliquam risus felis mus duis pellentesque eu etiam id."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere augue et.",
     "paragraphs": [
      "Laoreet vitae. Blandit curae vel lorem justo donec lectus proin. Integer neque risus sagittis habitasse netus ac. Pretium lacus. Cubilia proin magna a vivamus. Integer lacus. Commodo vitae dolor montes litora class felis nisl sed a aptent elit ullamcorper pretium. Integer porta. Laoreet porta cras nec. Natoque augue enim varius est magnis sociis malesuada faucibus ligula rutrum purus donec odio ullamcorper gravida purus in. Iaculis augue ut nam in auctor vel cubilia a condimentum mus orci odio porta ullamcorper. Laoreet augue morbi sagittis arcu maecenas amet. Gravida nulla. Potenti proin eu risus inceptos elementum a mus. Vivamus morbi. Egestas dolor metus accumsan fringilla urna hac. Conubia massa. Aliquam magna mi fusce suscipit convallis nascetur eget sagittis. Sodales massa at dignissim condimentum hendrerit enim. Rhoncus lorem est imperdiet arcu. Sodales velit massa dapibus. Laoreet massa quis faucibus ipsum at porta in a nisi ad fringilla metus.",
      "Vivamus purus. Lacinia massa adipiscing molestie quis facilisi ipsum id a orci etiam lorem molestie ac arcu sem eget lobortis. Rhoncus lacus nisl platea faucibus nisl egestas. Aliquet felis at duis donec eros ullamcorper eu ornare maecenas. Viverra magna ut luctus et quam odio duis nunc porta. Conubia massa quam hymenaeos ornare eleifend erat bibendum. Sodales porta pretium porttitor habitant tortor. Potenti proin erat eu. Vivamus vitae mus odio parturient vel velit sem congue eros egestas fermentum primis lobortis mi. Vivamus proin velit nullam adipiscing class nisl eu. Egestas dolor enim non vivamus velit adipiscing quisque pede eni felis nibh netus auctor. Natoque class parturient bibendum nisl ve class magnis ve. Quisque felis sem magna auctor netus mi curae felis. Gravida purus. Viverra velit mi rutrum eni. Posuere porta arcu integer ad pretium arcu a eget. Laoreet vitae ve aptent non pharetra consectetuer potenti malesuada. Euismod class lacinia egestas dictum nec quam habitasse curae ac ipsum. Conubia vitae ac platea pellentesque laoreet. Blandit velit lorem leo ipsum aenean praesent blandit. Gravida purus per. Conubia magna."
     ]
    },
    {
     "title": "Rhoncus neque nisl condimentum commodo non dignissim tempus eleifend quisque.",
     "paragraphs": [
      "Gravida porta leo. Blandit metus orci sit urna lacus hymenaeos. Feugiat purus sed elit. Posuere nulla. Aliquet justo risus. Laoreet etiam urna ac pellentesque integer lorem amet et nibh nostra vestibulum. Posuere porta. Conubia fames et luctus torquent senectus feugiat nunc vestibulum quam porta laoreet feugiat. Commodo lorem eu lacus ligula in lectus mus feugiat a varius pede ipsum lacinia tellus duis congue ve felis nisi at. Vivamus massa parturient senectus. Aliquam fusce cras neque nostra cras diam nostra montes fermentum nascetur tellus amet. Conubia augue. Iaculis justo ad fusce aenean placerat vestibulum. Cubilia risus massa taciti suscipit diam ornare gravida enim diam euismod felis eget laoreet elit. Conubia etiam sed bibendum pellentesque euismod fringilla quis semper. Egestas lorem quis nostra ad arcu facilisis non hymenaeos. Cubilia fusce hac porta sociis phasellus. Aliquet justo. Vivamus lorem felis class sociis scelerisque fames penatibus sit. Lacinia donec curae rutrum id malesuada euismod. Gravida ipsum per integer amet a odio justo varius fames suspendisse dis. Euismod fames ipsum non imperdiet luctus sed nam pellentesque at purus eleifend quis sed.",
      "Integer curae nisi scelerisque rhoncus scelerisque quam hendrerit. Sodales lorem fames a auctor neque vitae turpis semper fermentum ipsum nunc dis. Nonummy lacus. Posuere metus. Aliquam morbi et rutrum auctor hendrerit facilisi accumsan velit lectus torquent adipiscing cursus. Blandit fames in. Laoreet donec. Commodo curae ve lacus hymenaeos eros vivamus dignissim quis. Posuere velit eros commodo cras elit. Nonummy proin. Feugiat curae lacinia feugiat lectus ut nisl nostra turpis lorem lacinia. Egestas class enim pede penatibus ligula interdum adipiscing tristique justo in. Laoreet donec amet lobortis praesent viverra pellentesque magnis velit iaculis posuere. Aliquam massa gravida sodales pellentesque penatibus porta in nibh enim class primis sociosqu tristique massa. Blandit purus nam eget quis nisl vestibulum fringilla. Commodo purus. Quisque ipsum morbi dignissim pede. Rhoncus massa vestibulum molestie urna tortor. Pretium justo eu fames montes ad ultrices quam non. Integer fames ut dolor in arcu ad sit odio ad donec pulvinar. Posuere netus curae mollis senectus scelerisque dictumst habitasse amet non mi. Conubia dolor at tempus penatibus inceptos proin conubia facilisis sociis."
     ]
    }
   ],
   "title": "Lacinia purus at aenean et.",
   "paragraphs": [
    "Aliquam risus ante placerat augue in nisl ligula mus cubilia diam eget. Iaculis etiam. Vivamus lacus. Gravida etiam orci euismod at et eros. Laoreet netus vel gravida accumsan mi. Aliquam dolor velit rhoncus lectus eros diam nec nisi imperdiet quam. Sodales lorem velit pharetra diam nullam nec diam rhoncus ad porttitor a vel hymenaeos litora enim augue. Quisque lorem et ultricies a fames feugiat metus ac. Pretium lorem amet ad nisl at. Dapibus class massa libero. Euismod metus ad ridiculus class purus. Posuere class curae vitae dictumst penatibus ac ut. Nonummy augue mi ac fermentum feugiat hac. Nonummy neque nibh a ipsum at metus mollis luctus. Commodo ipsum gravida odio eu cum nunc turpis. Conubia vitae. Posuere justo orci torquent nunc leo enim. Natoque fusce enim a metus. Dapibus fusce mus felis adipiscing. Lacinia porta purus platea. Viverra proin parturient eu consectetuer dapibus congue. Potenti purus eros mi nulla aenean nunc.",
    "Viverra ipsum vestibulum quam fermentum sit pede dui purus nulla. Sodales class nunc a. Natoque risus class cursus tempus placerat curabitur duis scelerisque aliquet vel eu mattis quisque natoque. Laoreet nulla adipiscing at fringilla cras. Iaculis netus ipsum enim sociis ve tellus ac dictumst. Potenti vitae risus hymenaeos porttitor neque habitant sem elit. Posuere porta quis elit. Blandit fames curae sociis tincidunt id litora. Posuere felis in mus. Laoreet ipsum neque sociosqu risus nunc. Egestas neque. Gravida fusce cum leo sollicitudin sapien id suscipit blandit integer cras dui etiam fusce leo urna lorem. Aliquet lorem blandit potenti penatibus mauris augue. Euismod fusce velit nullam quam nunc. Blandit dolor. Natoque magna. Viverra class vestibulum. Dapibus purus eget suspendisse. Feugiat augue ante morbi elementum nam phasellus sollicitudin vestibulum nibh montes ut nisi et diam dui. Quisque purus vestibulum aliquet. Egestas nulla quisque ante sollicitudin faucibus ipsum iaculis amet erat. Aliquet fames id pulvinar rutrum libero porta diam class proin nec vestibulum."
   ]
  }
 ],
 "abstract": "Conubia curae leo posuere cras quis ultricies. Potenti class donec quam donec massa accumsan eni aliquam faucibus montes nisl condimentum vel. Egestas velit proin sociis primis felis volutpat at dolor duis. Pretium purus netus lacinia phasellus est. Integer massa pede a ante adipiscing at pulvinar rhoncus velit diam sem ac euismod in facilisis. Blandit neque est erat elit velit nulla quis cum per. Cubilia metus fusce conubia quam in urna. Dapibus felis non facilisis sollicitudin vestibulum arcu elementum orci consectetuer congue auctor inceptos dapibus. Commodo risus egestas pede ad tempor. Nonummy lacus integer nam id arcu ante est a lectus. Vivamus proin et curabitur in tincidunt vestibulum quam risus consequat felis. Commodo donec est tempus amet turpis elementum ve ante. Integer purus orci. Aliquet etiam ut mattis fames urna ut hac. Euismod morbi dis orci netus mollis ante odio cum quis sit. Conubia justo dui natoque eu cras ut orci mi pellentesque elit potenti. Aliquam velit mi malesuada ipsum potenti senectus litora libero proin. Pretium class erat ultrices habitasse rutrum volutpat. Potenti fames lorem viverra sem litora. Viverra dolor hac eros metus urna imperdiet. Vivamus justo id ipsum mollis maecenas eleifend netus. Aliquam neque elit nisi curabitur.",
 "authors": [
  {
   "name": "Mario Sheahan",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Strategic Supplies"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Strategic Supplies"
  }
 ]
}