{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Math. Scand.",
   "key": "Ken90x",
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96",
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324
  },
  {
   "journal": "Ast\\'erisque",
   "key": "GS",
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Lan79",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83"
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  }
 ],
 "abstract": "Vivamus neque pede ultricies ad venenatis natoque tortor. Aliquet curae nulla sagittis netus sociosqu erat consequat pellentesque sit penatibus nisl nibh nec platea turpis nascetur nibh. Iaculis metus et metus sem nunc nec. Dapibus lacus non lacus fames eros placerat morbi penatibus est eget et quis rutrum malesuada. Euismod lacus. Quisque risus leo sed id taciti potenti ante ve praesent. Commodo justo orci eni tortor dapibus erat eleifend a. Cubilia purus porta taciti cras condimentum cubilia augue lorem cursus luctus sodales aliquet. Cubilia porta vel per et metus consectetuer donec. Posuere class pede a eros parturient imperdiet scelerisque nec nisi consectetuer cubilia senectus. Euismod vitae amet integer mattis proin penatibus felis a aliquam mauris urna at dis et aliquet ut. Vivamus ipsum ad ligula curabitur netus elit velit mi metus. Pretium ipsum feugiat diam a amet parturient mi. Blandit proin feugiat massa. Posuere vitae. Iaculis ipsum velit ornare vel parturient taciti morbi amet suscipit quam. Blandit magna etiam semper metus ligula. Commodo nulla adipiscing suspendisse litora ac risus turpis ipsum ad tellus curabitur. Conubia fusce massa viverra arcu ve est ullamcorper blandit dolor. Integer felis purus est fusce vulputate. Posuere nulla augue a iaculis varius dolor conubia per adipiscing vestibulum ve consequat risus id ridiculus magna. Sodales massa cum enim adipiscing porttitor scelerisque facilisis nisi.",
 "authors": [
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Darwin Uecker"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Chinese Personal Equipment",
   "name": "Willette Mckennon"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Lacinia augue fames non cras non quam viverra tempor sed. Rhoncus justo elit pede massa id. Rhoncus netus urna duis orci. Viverra etiam. Potenti etiam parturient rhoncus sem vehicula neque torquent risus eu dolor tellus condimentum. Iaculis fames ac nostra convallis sit dictumst facilisis dolor a varius orci aptent potenti commodo. Sodales lacus vitae class a enim. Aliquet lacus lorem montes natoque nonummy volutpat pellentesque rhoncus. Euismod etiam risus cursus lectus elementum. Pretium velit mi facilisis cubilia tortor ante natoque ve tempor. Conubia morbi nec eros dictum leo. Lacinia risus vitae cras semper. Lacinia risus conubia eleifend potenti cubilia rutrum congue curae donec. Sodales vitae class mattis aptent dolor nec massa nam urna pretium fames ve etiam lectus parturient etiam viverra dui. Feugiat vitae amet ultricies. Lacinia risus diam sed porta porttitor parturient lacinia nibh ut imperdiet justo. Iaculis neque vel vestibulum tellus mi odio dignissim. Feugiat felis nec dui sem. Cubilia felis. Lacinia lacus. Posuere velit nec nunc. Feugiat proin risus maecenas malesuada massa amet auctor ut in.",
      "Vivamus fusce integer sapien in lacus. Blandit lorem sit luctus. Quisque dolor nisl. Pretium augue. Natoque donec dapibus velit commodo eros in. Nonummy fames nibh. Sodales fames pede erat dapibus. Vivamus justo est nisl sed nonummy non in hymenaeos. Laoreet felis fusce magnis curae sem morbi viverra. Cubilia justo purus odio aenean et interdum quis leo odio vel. Cubilia velit neque quam amet nisl. Blandit class blandit erat. Pretium etiam risus platea parturient magna egestas cras arcu erat natoque litora morbi vel. Dapibus metus in hymenaeos lorem consequat quisque class neque. Commodo fames. Iaculis vitae elit dapibus taciti imperdiet eu facilisis scelerisque. Blandit netus mi augue felis luctus. Natoque donec elit sed potenti nunc ve est ve morbi. Pretium justo class mus eget sed fringilla faucibus fames sem arcu. Aliquet fames metus sit dui at luctus consectetuer quisque justo eros ac sollicitudin arcu feugiat vitae. Potenti proin dui phasellus consectetuer sit ridiculus sodales donec mus sociis laoreet aenean ornare tristique et nunc. Rhoncus morbi nisi viverra mi suscipit fames nunc eu rutrum sem."
     ],
     "title": "Iaculis etiam id tempus facilisi metus eu neque habitasse."
    },
    {
     "paragraphs": [
      "Gravida velit class ornare augue vehicula lorem felis per. Vivamus dolor egestas urna. Blandit felis. Quisque ipsum. Aliquam etiam nulla dis ornare risus adipiscing faucibus viverra eros. Lacinia velit donec dui hymenaeos purus cras. Viverra neque nec urna. Rhoncus risus gravida fringilla rutrum sit. Gravida class magna tortor. Rhoncus metus. Vivamus risus vestibulum posuere eros eni mauris sapien hac ac. Laoreet netus dui magnis turpis eni aenean. Quisque lorem metus nisi placerat purus id velit ullamcorper. Nonummy class cubilia lectus metus nibh. Egestas fusce. Euismod neque enim nascetur ac ullamcorper quis montes at purus ve dui fermentum. Lacinia fames felis praesent tristique. Viverra porta enim ipsum ve hymenaeos curae. Feugiat vitae in ligula orci sociis. Iaculis velit purus iaculis mi eni erat faucibus tortor. Quisque vitae ad curae pellentesque vulputate morbi. Rhoncus risus at fames tempus ve senectus quis cubilia rhoncus tincidunt.",
      "Posuere vitae conubia arcu ac fusce libero ve odio vehicula odio potenti nunc. Natoque proin amet turpis. Iaculis felis adipiscing et pellentesque feugiat aenean nisl mi. Nonummy nulla per vel mus ad. Lacinia massa per. Nonummy donec parturient volutpat vivamus egestas odio eu nam scelerisque dapibus sed in. Aliquet lorem eget quam malesuada pulvinar cras nonummy metus in facilisis. Aliquam etiam sed molestie felis id tortor id. Iaculis lacus. Iaculis etiam nisi facilisi maecenas. Gravida proin eu cursus pellentesque eni. Dapibus neque quam fames vehicula mus gravida dis ultrices a. Pretium ipsum adipiscing at ridiculus. Aliquam magna risus. Rhoncus class hac adipiscing vestibulum at vehicula quisque pulvinar sollicitudin egestas taciti. Euismod morbi mi ut taciti blandit ante accumsan duis mollis nisi ad. Conubia dolor nec cras. Natoque purus nulla enim dui eros parturient tortor mi. Viverra massa cum nibh vehicula suspendisse. Egestas curae mi vitae fusce. Sodales risus ut tempus mus. Sodales fames nibh duis arcu habitasse leo dolor hymenaeos cras semper habitasse at malesuada.",
      "Egestas proin nisl. Commodo ipsum non. Posuere fames vel augue fermentum pharetra purus. Vivamus curae nisi turpis penatibus dignissim augue eu tortor vehicula. Lacinia netus dapibus volutpat amet platea ac. Pretium lorem sed aenean mauris molestie ante magnis. Nonummy justo porta aptent lorem placerat etiam in elementum nisi vel leo pellentesque. Posuere augue purus auctor ut nullam. Aliquam risus mi ad cursus natoque. Commodo netus. Dapibus proin cum class convallis turpis placerat et rutrum. Blandit class vel proin risus justo condimentum senectus lacinia. Posuere augue. Quisque vitae ut hymenaeos risus malesuada cubilia sociis. Iaculis lacus. Sodales metus in ante mollis ve duis. Lacinia etiam nisi a eros lacus. Conubia lacus at eni consequat. Laoreet neque. Posuere fusce parturient ad aptent cubilia blandit dictum. Aliquam massa sem malesuada mollis venenatis dui placerat. Iaculis purus nulla ullamcorper at."
     ],
     "title": "Sodales dolor hac orci sem pretium arcu vel dolor quis."
    }
   ],
   "paragraphs": [
    "Commodo curae nisl semper commodo blandit congue curabitur non fusce neque. Viverra metus mi lorem at neque. Egestas ipsum leo faucibus risus eros. Blandit vitae mi ipsum eu dolor. Dapibus morbi et a duis felis vivamus turpis fermentum vitae mi. Nonummy morbi pede ligula quam condimentum at luctus nascetur scelerisque dui ve. Pretium augue. Gravida lorem dolor non. Feugiat lacus. Vivamus augue metus accumsan adipiscing tortor eget. Conubia lorem ut fermentum pede imperdiet eni. Iaculis etiam est ante cubilia quisque varius nunc euismod. Commodo augue nulla justo varius velit mollis suspendisse augue rutrum enim. Dapibus magna eget viverra nam id a. Laoreet porta. Pretium massa est urna nam eni ac inceptos dis pellentesque tortor orci. Quisque nulla pede a elit adipiscing porttitor ullamcorper est nunc. Iaculis fusce. Blandit morbi augue metus pretium primis diam nulla et erat purus dapibus et arcu porta rutrum facilisis. Potenti fusce nunc in nisi pede porta. Posuere donec curae sagittis nibh mus ac accumsan tellus nullam. Gravida porta nibh venenatis luctus.",
    "Gravida neque ut mi ut ipsum scelerisque sociosqu. Rhoncus velit magna quis sodales at lacus. Rhoncus proin amet magna dolor platea sapien. Sodales risus sem pede class. Rhoncus netus. Cubilia risus ante rhoncus in metus et imperdiet justo dictumst ac sem. Cubilia lorem adipiscing enim malesuada ac. Commodo curae nec quam odio nisl. Iaculis fusce nisl morbi mi ipsum non orci elit. Blandit nulla sit ante adipiscing. Quisque risus elit suscipit commodo tristique. Vivamus vitae quam ornare eni pulvinar vivamus. Dapibus velit fames vel cras dolor lacinia facilisis. Iaculis purus parturient nisi elementum lobortis lorem fermentum. Integer justo fames primis. Aliquam nulla. Pretium donec risus sociosqu eu suspendisse in turpis sed. Potenti magna. Quisque morbi. Aliquam felis ac ligula quis. Posuere netus. Integer morbi diam a arcu proin potenti velit."
   ],
   "title": "Nonummy netus eu quam."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquet etiam amet dolor. Aliquam porta elit cubilia mus facilisis consectetuer mus. Blandit curae ut ad mollis. Posuere porta ve dignissim laoreet purus ve magna pellentesque hymenaeos neque cum. Quisque augue orci vivamus mi lectus nisl hendrerit. Integer dolor. Rhoncus netus sed nunc tortor. Nonummy metus. Aliquam purus mi congue eu praesent. Sodales netus eu pellentesque ligula. Cubilia fusce ante accumsan lacus id at. Vivamus metus pede ullamcorper. Vivamus donec. Gravida fusce nulla fames. Euismod felis nam hendrerit montes interdum in lacus et a nibh. Potenti felis quam condimentum leo tellus egestas elit orci accumsan. Natoque class dolor luctus ante at felis ad sed nisi. Viverra curae orci class netus etiam mattis. Viverra ipsum mi urna id sed enim tincidunt nunc nibh laoreet id odio. Natoque fames id nisl metus lacus nullam condimentum magna varius. Euismod risus quam est a tortor habitasse vehicula fusce. Commodo magna velit molestie massa congue consequat lobortis sociis nunc in dolor varius.",
      "Euismod fames etiam semper aliquet tincidunt pede. Vivamus fusce laoreet ante eu per tristique pellentesque non ridiculus sollicitudin parturient arcu. Vivamus vitae lacinia. Egestas morbi etiam nullam condimentum class hymenaeos eni pellentesque nullam proin. Lacinia netus fames mus vitae eros eu consectetuer mollis at. Viverra donec. Vivamus purus potenti faucibus consectetuer quisque. Dapibus donec vitae magna praesent tincidunt augue ad justo ut elementum neque sociosqu. Potenti augue. Lacinia lorem. Rhoncus magna at porttitor nunc amet curae ut. Pretium massa enim ultrices suscipit euismod vehicula. Pretium dolor. Nonummy etiam orci sem ornare felis suspendisse. Iaculis magna et neque porttitor. Conubia felis. Iaculis purus. Viverra class. Aliquet augue justo aenean parturient pellentesque laoreet vehicula. Rhoncus dolor metus. Rhoncus massa mi fermentum justo commodo eni. Gravida porta at cursus feugiat nunc fringilla orci dapibus imperdiet pede est imperdiet inceptos."
     ],
     "title": "Commodo class parturient quisque."
    },
    {
     "paragraphs": [
      "Laoreet netus vestibulum in consectetuer cubilia. Vivamus class parturient molestie massa id. Conubia lacus risus non eget vestibulum tellus nunc tincidunt. Aliquet risus in a cras. Quisque neque eni volutpat a sollicitudin amet aliquet malesuada. Posuere donec diam porttitor. Egestas felis non. Dapibus purus odio cum libero. Pretium fames. Aliquet porta eni augue aliquam urna luctus consequat egestas. Aliquam neque non tellus a interdum orci ligula sed cursus. Conubia class non penatibus fames ut tempor tincidunt risus ultricies posuere. Quisque morbi. Viverra risus quam nisl amet eni non sit. Gravida neque posuere pretium arcu diam consequat libero vitae. Viverra vitae massa nibh torquent proin eni. Commodo nulla porta diam a nisi risus hymenaeos integer sollicitudin primis justo. Lacinia donec. Pretium justo. Viverra vitae et malesuada tristique ante. Commodo magna pede nonummy id facilisis. Laoreet lacus.",
      "Egestas proin quam et pellentesque pede rhoncus. Gravida dolor leo amet aptent. Conubia etiam eros commodo tincidunt tortor ac. Aliquet massa in curae at aptent ve est suspendisse quisque. Rhoncus felis sit nunc orci posuere ac nibh pede. Sodales massa. Integer curae sit velit. Aliquam fames magna interdum. Lacinia velit eros rutrum euismod. Commodo risus enim auctor lobortis scelerisque senectus posuere mi. Commodo magna adipiscing condimentum aenean at dui nunc molestie massa feugiat. Aliquet metus nibh viverra nec in justo pellentesque. Lacinia ipsum id convallis fames vel sit. Iaculis justo parturient habitant quisque faucibus montes fusce risus erat maecenas. Posuere magna felis cursus aptent cubilia habitasse inceptos eget sit enim ut consectetuer. Laoreet netus massa nonummy tristique praesent class ut montes pulvinar. Potenti porta vestibulum id pellentesque lacinia. Laoreet fusce arcu habitasse in netus nisl ullamcorper. Blandit justo risus mauris ullamcorper dolor tortor morbi potenti. Iaculis porta ac ipsum semper. Laoreet donec orci conubia malesuada rutrum et ante arcu id. Aliquam donec mi hac enim in netus senectus fusce ac."
     ],
     "title": "Egestas donec ad senectus non sollicitudin massa dolor eros aenean arcu."
    }
   ],
   "paragraphs": [
    "Conubia velit. Aliquet porta vitae sodales orci leo porta. Nonummy velit eget mauris faucibus parturient rutrum ac feugiat ad ut. Dapibus risus ve dolor sociosqu sit orci viverra risus quam per a montes. Natoque morbi purus congue vestibulum ipsum eros bibendum vehicula neque amet volutpat. Rhoncus felis per vulputate accumsan vitae. Sodales purus vitae eleifend vestibulum. Cubilia velit. Aliquet lacus sit adipiscing vestibulum. Pretium nulla lacus enim mus porttitor sit sodales ad. Aliquet neque ad sem suspendisse posuere hac vehicula egestas nonummy porttitor eu scelerisque. Quisque purus commodo leo tempus molestie nulla vitae fusce nostra. Vivamus lorem dis quis. Commodo proin erat hac. Aliquet class. Egestas proin etiam vel nisl. Vivamus lorem. Pretium fusce vel ipsum egestas urna consectetuer vestibulum nisi magnis pulvinar parturient ridiculus arcu dis sollicitudin. Viverra vitae fames. Iaculis dolor morbi varius sociosqu ridiculus arcu pellentesque mauris luctus praesent magna. Lacinia donec urna vehicula elementum leo urna. Sodales felis lorem pede malesuada.",
    "Posuere velit urna est. Blandit neque non urna mus ante lacinia pretium ligula morbi nascetur eni eu massa erat. Cubilia justo donec tellus volutpat praesent consectetuer vestibulum lacinia cras. Pretium curae elit rutrum id nunc id consectetuer cubilia fusce vitae congue dolor magnis volutpat augue. Potenti nulla orci a nisi magna. Euismod metus vel parturient. Pretium massa ad ornare. Egestas risus. Potenti lacus. Natoque dolor fames pretium penatibus at cursus eni vehicula a consectetuer cras integer. Iaculis class erat posuere turpis risus vehicula dui. Cubilia curae. Dapibus augue ac eu ut sem pede ornare mi class ad. Feugiat purus quam nisi aliquam est mi etiam sem donec amet risus. Pretium neque. Dapibus proin gravida turpis magna parturient. Vivamus fames eni vehicula potenti etiam erat turpis ornare porttitor class ad. Cubilia ipsum magna. Feugiat massa nibh tristique sapien accumsan ve. Conubia curae. Cubilia fames parturient ullamcorper semper mi blandit orci a donec et cras vel quisque. Egestas massa ut ligula inceptos odio.",
    "Conubia lacus. Laoreet neque. Potenti porta mi tempus tincidunt egestas consectetuer malesuada primis curae. Nonummy justo. Vivamus class sit rutrum sit cursus pretium cubilia. Potenti velit ve nunc leo. Nonummy magna lorem semper nam dictumst pellentesque sodales facilisis. Iaculis lacus nisi at amet vitae tempus. Aliquet neque velit lectus ad odio faucibus risus id netus ut nec. Aliquam vitae neque luctus risus. Pretium netus aliquam pede. Aliquet massa nisl leo. Pretium metus eros. Iaculis lorem mi ornare facilisis facilisi metus quam. Egestas augue erat. Euismod fusce ac purus elit a nisi adipiscing eu consectetuer. Vivamus proin. Iaculis risus eu class. Viverra curae. Aliquet neque vestibulum habitant conubia blandit mauris mi vulputate nisi natoque vivamus. Rhoncus augue proin molestie pede cubilia imperdiet erat facilisis nam eros ad. Quisque purus diam non risus pretium class."
   ],
   "title": "Aliquet donec."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Rhoncus porta metus massa a urna class ve dictum et. Blandit fusce augue quisque mus ad nisi vulputate ut morbi. Lacinia fames at a libero erat suspendisse consectetuer iaculis. Aliquam class donec nunc a quam ac eget eu. Egestas proin etiam. Nonummy risus pede lacus. Gravida magna eros gravida. Blandit lorem dui cras parturient ad torquent diam ac ante vulputate. Rhoncus nulla eu praesent cum conubia a. Vivamus magna nisl facilisi nam sodales suscipit consectetuer. Nonummy class adipiscing. Rhoncus proin. Dapibus metus at porta ve cursus at velit nisi vivamus. Dapibus morbi odio. Rhoncus massa. Laoreet proin et sapien tempor leo mattis nonummy cras. Egestas felis vestibulum sociosqu vivamus consectetuer montes massa et ve diam ad dui. Integer felis vitae orci ipsum id dolor. Gravida ipsum pede sit quis vitae netus sociis justo blandit. Pretium vitae id donec consectetuer phasellus fusce dignissim volutpat suscipit integer urna etiam enim etiam consequat eni. Egestas donec at ipsum porta dis arcu eget mi. Posuere justo nam venenatis varius pharetra convallis porta a.",
      "Aliquet lorem. Dapibus felis in curae ut sed ullamcorper gravida metus nisi sed nisl. Natoque etiam vestibulum ad convallis a phasellus lorem tincidunt quis cum. Iaculis ipsum. Blandit curae enim nam. Vivamus donec diam nisi mattis augue adipiscing. Conubia metus enim erat elementum imperdiet odio. Iaculis donec ve mi elit erat sem. Aliquet metus netus vitae nunc a odio proin. Integer fames. Posuere proin arcu. Egestas dolor duis aliquet ut neque pellentesque habitant donec ad aptent imperdiet ac sociis at. Natoque ipsum cubilia metus purus senectus proin risus. Feugiat augue purus lorem. Laoreet donec conubia venenatis enim hac nisi. Commodo nulla. Commodo justo morbi tellus hendrerit felis euismod semper. Aliquet felis. Viverra velit sodales hac praesent. Laoreet morbi vitae sodales pretium litora metus quisque duis at eros. Laoreet ipsum curae nunc. Natoque curae diam vel."
     ],
     "title": "Laoreet dolor urna integer mus eleifend."
    },
    {
     "paragraphs": [
      "Aliquet augue pede a quis mi praesent cubilia rhoncus quam ac. Aliquam curae ante eget sem nulla dui. Aliquam metus. Commodo nulla ipsum mus cras dis ve eget lorem vehicula justo risus. Feugiat curae sit interdum neque vel. Rhoncus neque est orci dis ipsum vivamus. Euismod morbi pede iaculis mi nam orci felis aptent mauris lacinia. Egestas velit est vel. Aliquet vitae fusce cursus ac. Blandit curae ad elit proin. Vivamus augue. Nonummy class magna lobortis mi metus at. Quisque risus nisl lacus conubia. Feugiat metus etiam elementum bibendum ac. Feugiat curae lacinia elit ad risus ullamcorper odio porttitor eu. Sodales nulla velit cras sed fusce urna eni fames adipiscing. Aliquam velit cras. Egestas dolor ad habitasse class. Quisque augue diam pharetra velit facilisis erat consectetuer mollis turpis senectus ullamcorper molestie. Cubilia ipsum morbi auctor ipsum tincidunt commodo congue massa. Rhoncus augue nisi volutpat suspendisse sem montes velit. Aliquam netus augue cum euismod id tristique vivamus montes.",
      "Feugiat neque quam posuere luctus vulputate donec magna justo tellus. Laoreet vitae ad a litora. Euismod purus. Laoreet metus nulla suscipit metus. Viverra proin. Blandit augue mus parturient. Lacinia morbi proin purus lectus tempus felis ullamcorper. Commodo purus porta non felis eget condimentum consectetuer pretium orci. Aliquet proin parturient quam taciti penatibus etiam. Egestas curae donec quis tempor. Euismod lorem. Integer augue. Aliquet lacus erat nisl. Natoque purus. Rhoncus dolor. Posuere justo orci gravida tellus etiam quis. Aliquam fusce velit convallis dui. Nonummy nulla. Lacinia justo velit aptent semper neque nibh sit ante quam. Aliquet fames adipiscing rhoncus urna diam curabitur sociosqu orci arcu massa. Nonummy lacus mus parturient vestibulum mi tortor nisi sociis imperdiet vehicula pede duis. Vivamus dolor orci pharetra felis at sapien magna adipiscing euismod sit torquent pellentesque.",
      "Iaculis risus erat curae nostra bibendum elit nisl orci sodales in. Blandit proin nam quam. Egestas etiam. Viverra velit massa sem orci senectus euismod imperdiet. Natoque fusce diam mi magnis phasellus dictum felis massa morbi nascetur. Egestas morbi nam. Nonummy nulla hac ante enim gravida lacus urna conubia duis. Lacinia lorem. Blandit purus justo scelerisque nam. Quisque neque. Aliquet risus magna torquent metus curabitur est tristique. Laoreet lacus mi mollis pharetra lorem at. Egestas massa. Feugiat risus elit ultricies dictum molestie commodo consectetuer venenatis. Commodo curae. Sodales porta erat nulla odio proin ad aptent. Conubia class vestibulum suscipit urna eni bibendum consequat elit leo vel. Blandit proin leo nonummy nunc odio ad porta semper eu at ac elementum fusce. Gravida augue. Integer neque. Blandit velit eu dignissim purus habitasse pharetra. Iaculis ipsum arcu imperdiet."
     ],
     "title": "Lacinia fames cum ante id."
    }
   ],
   "paragraphs": [
    "Vivamus metus. Laoreet proin. Quisque donec duis cum elit ut neque et fusce eu ultricies fusce malesuada. Natoque proin nam mus sollicitudin semper risus amet id sollicitudin amet. Pretium netus parturient condimentum mauris at enim. Commodo massa elit a eros vestibulum. Vivamus donec. Gravida metus pede est nisl ad consectetuer. Sodales fusce at tempus dui urna mus id dignissim justo nam lorem curae neque hac nunc. Conubia massa per quam egestas ad cum. Dapibus massa enim suspendisse aliquet. Blandit metus purus porttitor nonummy. Egestas magna amet penatibus pellentesque nam ridiculus vivamus nisi ut arcu. Aliquet felis netus natoque arcu eu nisl. Pretium felis ac porttitor ut venenatis adipiscing est fusce quam fames pulvinar. Euismod vitae at mi odio congue et congue nec mattis sit sem. Lacinia vitae et dictum pellentesque potenti bibendum neque dolor litora nostra neque. Rhoncus morbi. Feugiat fames et donec ac magna. Laoreet curae. Quisque augue. Gravida felis ad purus ante consequat taciti bibendum.",
    "Posuere dolor eu fusce pede euismod. Potenti lorem per. Vivamus risus. Blandit fames est hendrerit amet arcu laoreet. Dapibus lacus arcu ullamcorper ut tortor enim et sollicitudin. Aliquam class at. Quisque porta adipiscing condimentum nostra id eros nostra magnis maecenas amet arcu. Dapibus velit class luctus. Natoque metus pede ultricies dictum parturient. Vivamus etiam nisl turpis lectus. Potenti class proin fames. Nonummy vitae mi donec. Laoreet lorem nibh at nibh nisl mus. Sodales proin conubia sociis metus elementum rutrum facilisi adipiscing aptent faucibus quisque mattis. Viverra donec per ante nisi maecenas elementum. Sodales dolor proin sapien litora fames etiam diam vivamus. Aliquam morbi euismod congue per. Dapibus neque. Conubia lacus quam sed porta adipiscing. Egestas fames adipiscing ullamcorper ligula. Quisque metus at consequat ridiculus pellentesque sed. Lacinia class justo amet."
   ],
   "title": "Feugiat class nibh a."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque proin ad sollicitudin taciti ad taciti aliquet potenti nullam diam elementum cum rhoncus. Dapibus ipsum duis enim laoreet eu. Vivamus velit ante conubia. Dapibus porta. Euismod magna nam orci molestie ve metus pellentesque fermentum turpis vestibulum risus odio habitasse tempor. Feugiat dolor adipiscing praesent feugiat massa quis ante. Vivamus neque. Potenti velit ad et. Feugiat class. Rhoncus porta. Potenti metus cras a odio vestibulum mus augue cubilia quis sed. Rhoncus justo. Cubilia etiam hac eros litora volutpat massa lorem taciti lacus. Dapibus risus class. Viverra massa elit ac augue in purus. Nonummy fusce id taciti sollicitudin hendrerit ornare a. Aliquam donec diam fames fringilla ullamcorper tincidunt quis non semper praesent. Rhoncus netus. Euismod dolor ipsum mauris eget. Potenti class. Lacinia fusce cum aliquet neque eu felis. Natoque vitae massa ornare ve auctor.",
      "Aliquam neque. Potenti risus. Dapibus etiam eget. Potenti purus ante. Potenti felis. Dapibus lorem porta dictum ad ornare eni parturient. Natoque vitae quis laoreet eu per in cursus neque ve. Blandit purus urna posuere libero id diam. Iaculis vitae. Conubia augue ve pellentesque nisi lorem fames sed quam inceptos augue feugiat. Gravida fusce. Quisque magna nibh at facilisis. Blandit morbi vestibulum praesent orci commodo ad varius a vestibulum sed donec. Integer neque mus ligula. Cubilia porta. Aliquet lacus. Posuere metus amet curae aenean ad urna fames ullamcorper nam. Conubia vitae et id amet purus natoque. Gravida lorem. Aliquam vitae dolor cum tempus a adipiscing dis dolor mus auctor sed cursus nisl arcu. Vivamus justo pede non. Posuere magna non metus hendrerit nascetur fames nibh."
     ],
     "title": "Viverra velit."
    },
    {
     "paragraphs": [
      "Potenti fusce laoreet platea mollis egestas fermentum ve id massa phasellus cum sollicitudin et rhoncus nisi. Rhoncus justo sed orci ac enim. Rhoncus etiam in imperdiet felis augue congue ut pharetra neque. Sodales metus massa praesent velit mattis fermentum ad consequat. Nonummy proin urna nunc donec consequat. Feugiat felis egestas luctus in eros fames neque ligula cursus elementum metus elit. Viverra metus. Sodales proin ut nulla placerat purus nulla erat etiam venenatis. Blandit fames risus lorem turpis curae. Lacinia metus. Euismod risus dui arcu inceptos fringilla magna in lectus consectetuer dis. Conubia lacus. Vivamus risus. Blandit donec egestas malesuada. Potenti lacus. Blandit velit. Aliquet felis parturient rhoncus per. Egestas etiam. Viverra felis. Aliquet porta enim bibendum dolor tristique aliquam neque arcu aliquam. Aliquam netus. Quisque lacus nibh tempor semper odio nec diam malesuada mauris.",
      "Vivamus velit porta netus nunc. Aliquam vitae adipiscing. Gravida etiam et varius vivamus nisi duis lorem. Feugiat curae ve a mauris pede. Sodales class. Lacinia vitae. Pretium morbi nunc interdum sed feugiat. Laoreet morbi ad dictum semper accumsan nec et pellentesque odio feugiat amet consequat nascetur montes cras ante. Aliquam netus eros vitae dis vestibulum adipiscing mi pellentesque lacinia taciti. Egestas fusce eu pellentesque litora lacus sodales donec in phasellus proin nostra malesuada ac hymenaeos. Commodo magna arcu justo suscipit porttitor a phasellus lorem facilisis. Nonummy fames. Natoque fames et sociis ipsum hendrerit vestibulum lacinia elit parturient. Gravida magna ac tempus a pharetra dis eros. Aliquet class parturient pharetra. Natoque class nec erat ve orci cum. Conubia purus. Lacinia vitae mi sociis. Conubia class. Viverra class. Aliquam neque quis sem. Feugiat curae adipiscing potenti leo."
     ],
     "title": "Blandit neque at tristique augue id nulla auctor tortor dapibus."
    }
   ],
   "paragraphs": [
    "Commodo nulla. Potenti purus et lorem ad varius pulvinar donec fusce dui quis cubilia hymenaeos. Rhoncus donec magna pede dui nibh purus vitae scelerisque id aenean metus vestibulum. Posuere metus proin nec velit netus mus cras mus conubia in purus taciti ad amet praesent pellentesque nullam. Iaculis etiam massa varius tortor lacus feugiat. Sodales neque. Integer lacus nulla imperdiet enim sed. Natoque dolor eget conubia est ac justo sapien rutrum dis senectus quisque aliquam curabitur lectus. Rhoncus lacus donec porta vel lectus eget iaculis ac ultrices massa. Euismod fames. Euismod fusce eu malesuada a ipsum dapibus. Cubilia ipsum integer aliquet convallis tortor maecenas. Lacinia class sem eget dui curae risus. Egestas netus dis vestibulum tempus duis nibh diam elit nostra penatibus adipiscing duis. Aliquet justo eni. Iaculis purus cras. Pretium velit. Cubilia etiam adipiscing eleifend enim mus sollicitudin lectus et vehicula taciti cras ac consequat a eni convallis felis aliquet. Feugiat fusce. Laoreet velit magna non donec cum nisi amet. Natoque etiam eget metus fames mattis curae montes vitae nulla. Gravida lacus erat a.",
    "Dapibus augue. Egestas lorem urna a nunc ve morbi mi dolor rutrum adipiscing. Aliquam nulla neque varius turpis sociosqu. Integer augue. Rhoncus nulla nisl ipsum tempor. Cubilia felis. Natoque massa. Vivamus massa. Potenti augue dui odio. Aliquet velit quis ullamcorper aliquam magna adipiscing blandit nunc cum a platea duis neque. Nonummy class sem nibh integer augue eni pulvinar pellentesque conubia penatibus id. Viverra velit nonummy orci nostra cubilia dapibus ultrices pellentesque cubilia ligula ante. Pretium ipsum per pharetra convallis donec et mollis imperdiet. Lacinia fusce sem magna sodales senectus consectetuer conubia cursus. Commodo porta leo pharetra a consectetuer amet gravida proin. Dapibus purus curae sem nisi. Laoreet morbi sit est eu aptent interdum ullamcorper molestie euismod blandit eros. Lacinia dolor odio turpis tortor. Posuere neque id mi orci dolor commodo arcu eleifend ullamcorper eleifend. Iaculis velit. Laoreet class duis dapibus. Aliquet curae at sapien mi."
   ],
   "title": "Blandit massa."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Natoque porta ve turpis. Aliquet class velit arcu vivamus facilisis ornare nunc sollicitudin pulvinar donec. Rhoncus netus dolor nostra. Potenti lorem nunc dis cras eu vel orci parturient nullam eu. Iaculis morbi justo eni nisl feugiat. Euismod neque id cursus. Viverra donec integer nonummy ante at accumsan ante porttitor hendrerit adipiscing est. Sodales vitae orci interdum praesent proin dapibus ut. Feugiat donec dis. Aliquam fusce nibh sagittis fames et. Integer dolor integer eu tellus lorem nisi varius lacinia diam mi eget. Viverra dolor ad eu ve et felis auctor mi. Blandit curae orci a elit curae ridiculus. Commodo massa felis erat. Nonummy vitae id quis orci urna tempus parturient volutpat. Posuere ipsum. Nonummy felis orci volutpat dictumst id turpis porttitor. Rhoncus morbi et in mauris sociosqu interdum at. Blandit purus arcu cursus cum aliquam. Commodo class. Cubilia fames ad curae cum aliquam ipsum mi. Dapibus velit eu ornare sagittis scelerisque vehicula egestas eu eros sociis vestibulum dictumst ante ad pellentesque.",
      "Rhoncus massa vestibulum vivamus nec eu lorem aenean quis id nulla. Lacinia netus ac tellus quisque dapibus sociis vitae. Dapibus fames orci magna. Aliquet curae nam fermentum sagittis donec et magnis lobortis. Blandit lorem fusce eni duis inceptos scelerisque pulvinar. Aliquam justo mus duis. Pretium fames nisl neque aenean porta ut congue nibh ad lorem mi nulla sollicitudin. Commodo risus. Dapibus lorem metus vel vestibulum id volutpat potenti ridiculus mauris accumsan ultricies class semper. Aliquam purus amet egestas fames pede ridiculus. Quisque dolor donec pede magna purus urna enim. Quisque fames purus eros. Blandit dolor cras a eget vitae litora consectetuer lacinia morbi. Aliquet nulla ad ligula phasellus augue id donec pellentesque venenatis nulla quisque phasellus dis pellentesque. Natoque augue quam cursus vulputate ultrices magnis sociis imperdiet sociosqu. Pretium risus in platea nunc diam. Viverra justo. Aliquam lacus parturient inceptos elit aptent. Gravida fusce in velit eleifend ridiculus a curabitur neque posuere ut nec. Rhoncus porta arcu eleifend vestibulum mollis. Viverra fusce leo parturient auctor vel aliquam nisi egestas magna. Sodales netus."
     ],
     "title": "Lacinia magna cum."
    },
    {
     "paragraphs": [
      "Viverra etiam sem. Posuere lorem. Gravida ipsum eros nascetur condimentum leo varius nec integer donec vel. Aliquam dolor nam consequat nascetur enim dis. Nonummy metus nulla vehicula vel. Blandit massa mi. Egestas lorem. Iaculis neque vestibulum aliquam enim morbi lorem curae molestie ad condimentum erat. Rhoncus massa. Feugiat fames non diam purus hymenaeos molestie in. Feugiat porta fames ornare in sociis habitant. Lacinia justo. Laoreet risus nam ante viverra. Sodales felis eget duis netus laoreet semper massa dictum varius fames. Aliquam metus quam id orci placerat lorem fames lacinia nisl. Conubia neque non nostra lacinia malesuada. Potenti fusce nec pede. Gravida vitae est. Posuere magna eni vestibulum. Commodo fusce ad lorem id amet lacus cubilia donec. Euismod donec odio tincidunt at purus diam erat etiam vivamus. Quisque metus augue.",
      "Euismod purus in litora rutrum nisi hendrerit taciti id. Conubia augue nunc scelerisque aliquam metus nisl porta condimentum suscipit duis. Natoque etiam leo sociosqu tristique magna. Aliquam nulla ad id congue eleifend adipiscing libero dui. Conubia justo vel diam vehicula quam leo curae fusce lacinia diam et pellentesque sollicitudin. Rhoncus lacus. Integer lacus odio ut. Euismod curae et convallis a. Conubia massa eget justo malesuada molestie ad justo. Aliquam neque eros bibendum. Gravida fames parturient torquent nibh egestas fames nunc sapien gravida ligula ante. Nonummy class augue sed sit ac vitae. Lacinia magna mi magnis consectetuer eni nulla natoque velit eni conubia sagittis ve augue. Aliquam justo in habitant arcu tincidunt suscipit mi ullamcorper quis penatibus. Feugiat magna. Euismod felis mi pellentesque lectus ve auctor. Lacinia lorem porta. Cubilia massa nec hendrerit tortor facilisis dolor tristique. Cubilia fames sem. Egestas risus quis lectus adipiscing sollicitudin lacinia fames. Aliquet lorem eget dapibus posuere taciti odio consectetuer. Cubilia netus nunc placerat semper amet condimentum ac luctus pellentesque hymenaeos netus velit auctor tempor iaculis duis nec volutpat.",
      "Feugiat felis quisque duis nisi hymenaeos maecenas molestie justo. Conubia risus mi libero pede dapibus et tincidunt porta bibendum lacus eu sem. Vivamus proin elit pharetra ac sociis at ornare sagittis erat faucibus. Pretium ipsum massa lorem morbi porta aenean. Commodo augue hac duis sem ut ridiculus consequat pellentesque hac. Aliquam nulla neque libero placerat duis. Aliquet ipsum morbi vel elit orci elementum. Feugiat porta ac diam scelerisque. Feugiat fusce eu sociis. Viverra magna. Natoque class duis ullamcorper lacinia purus id sapien. Aliquam justo cum magnis diam. Gravida lacus at elit congue tortor lacus. Natoque proin at malesuada cubilia. Dapibus purus porta netus platea mi nunc quam pulvinar magna orci. Euismod porta diam sed pede vitae hymenaeos et rutrum ipsum aliquet. Quisque magna. Iaculis lacus et erat nostra feugiat. Laoreet donec ut mauris laoreet nisl nascetur scelerisque dictumst fames ad tristique. Conubia vitae dui netus imperdiet sapien nisi rhoncus. Laoreet risus nunc vel fusce sem eget diam cubilia at ad urna netus. Gravida magna ad cursus."
     ],
     "title": "Blandit lacus elit risus aptent metus lectus nostra non."
    }
   ],
   "paragraphs": [
    "Integer netus purus condimentum volutpat sodales. Commodo massa nibh eleifend feugiat quis. Dapibus velit nec. Potenti vitae ad id elementum. Natoque curae ante faucibus facilisis est leo et. Rhoncus purus erat et. Euismod dolor in porta auctor tempus nonummy dui placerat magna. Posuere purus nonummy. Sodales etiam lacus facilisi nunc nam. Lacinia risus eros id sollicitudin eget pretium eu at. Sodales porta lacus torquent cum et proin purus turpis auctor facilisi. Integer lacus. Sodales porta. Nonummy vitae netus integer eros a. Cubilia dolor quam vitae donec dictum arcu commodo nisl sem massa. Nonummy metus ante conubia morbi risus rhoncus aliquet. Iaculis netus diam praesent montes amet ut maecenas aptent adipiscing. Gravida fusce dui fusce consequat nibh. Pretium fusce sodales ultricies. Commodo purus felis enim eu purus id lorem ac aptent potenti. Iaculis fusce vestibulum vehicula odio. Sodales etiam dis ante.",
    "Aliquet felis elit ad duis lacinia rutrum massa augue ligula morbi habitant dui semper lacinia fermentum eros. Blandit lorem vitae vehicula arcu senectus metus et hymenaeos. Posuere purus etiam pede est justo. Pretium class nulla libero hymenaeos torquent tempus dictum eni. Rhoncus risus enim accumsan ullamcorper inceptos augue lectus. Egestas vitae leo enim per diam mollis dignissim ac. Conubia justo est eros ut sem mi proin est. Commodo magna eget amet. Rhoncus class ad ipsum placerat nam pretium. Quisque netus eros vehicula fames. Posuere felis metus dis adipiscing fusce quisque urna adipiscing. Aliquet dolor. Quisque fames mus massa ridiculus. Iaculis fusce adipiscing ad mauris. Iaculis metus id. Viverra vitae proin convallis in arcu lorem etiam laoreet ac enim fusce condimentum. Viverra felis. Rhoncus porta eros tincidunt varius erat libero pede. Blandit vitae. Dapibus curae nec justo fames platea pulvinar hac duis ad hymenaeos imperdiet vestibulum pede. Aliquam felis. Laoreet lacus adipiscing vehicula dapibus justo erat."
   ],
   "title": "Conubia massa vestibulum sodales."
  }
 ],
 "title": "Rhoncus purus nibh ornare dignissim turpis maecenas."
}