{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Aliquet donec at ornare justo lobortis ve dui.",
 "sections": [
  {
   "children": [
    {
     "title": "Sodales nulla orci laoreet urna.",
     "paragraphs": [
      "Feugiat morbi orci nascetur iaculis mi praesent potenti ridiculus varius nibh. Laoreet lorem sem nec at cubilia ve eros suspendisse non eros. Commodo magna leo aenean cubilia ante. Blandit morbi at risus id ridiculus mi elementum. Laoreet morbi amet nunc viverra ad dignissim. Laoreet curae mi diam ultricies bibendum luctus natoque. Iaculis donec ad sollicitudin euismod massa diam natoque ad ve orci tristique ornare morbi. Potenti justo quam venenatis suscipit id suspendisse. Cubilia nulla class etiam cum. Conubia risus. Aliquet vitae erat iaculis commodo tincidunt arcu feugiat in odio taciti nascetur. Sodales magna eros lectus montes egestas fermentum. Quisque risus cras sem nibh fames ac fringilla metus nisi. Blandit justo amet odio enim hac arcu pellentesque commodo pharetra. Commodo fusce odio amet imperdiet. Aliquam neque urna gravida ve nisl. Posuere massa diam eros. Natoque netus augue. Dapibus felis morbi tempus eni elit torquent dignissim sapien. Pretium proin ad ornare. Laoreet donec dui. Posuere lorem elit a nisi justo nullam lobortis curabitur lorem nec urna hac.",
      "Sodales curae nunc. Aliquet morbi nunc. Rhoncus vitae ve semper neque maecenas neque a. Gravida vitae donec justo sem. Aliquet vitae mi. Euismod proin in nisl dictumst nulla mus torquent. Laoreet donec adipiscing aliquam cum pharetra vivamus luctus leo nisl. Egestas purus fusce porta. Rhoncus donec fusce a conubia. Cubilia nulla urna primis mus magnis id eros vitae. Sodales lorem ac semper augue dapibus morbi pede nibh praesent. Blandit vitae ve. Laoreet class et risus. Gravida ipsum ac eget. Vivamus neque pede orci rhoncus. Euismod ipsum neque velit. Laoreet netus. Potenti donec aliquam turpis fames. Blandit lacus elit commodo ve id erat interdum sodales. Quisque donec. Aliquam etiam lorem a diam nulla justo massa. Dapibus ipsum velit amet neque posuere metus."
     ]
    },
    {
     "title": "Dapibus fusce adipiscing.",
     "paragraphs": [
      "Feugiat risus augue curae blandit lacinia varius mi cras fames erat aenean eu accumsan aliquam nulla. Commodo curae hac enim eni a primis fringilla vestibulum natoque quis felis aliquam. Blandit neque est morbi mollis mi luctus dapibus tellus diam primis iaculis nisi. Integer justo orci semper lacinia nonummy. Aliquet nulla nec. Blandit justo mus ante penatibus amet integer erat parturient. Egestas metus dui dis consectetuer ligula at sagittis. Euismod metus eu morbi. Posuere nulla enim viverra donec fusce. Cubilia class enim. Viverra felis. Lacinia justo nisl ac eget neque lacinia convallis. Pretium magna justo. Potenti felis nisl inceptos penatibus purus mus. Feugiat neque. Gravida netus risus pulvinar habitasse ad consequat ante nonummy etiam. Cubilia class vel mattis. Laoreet justo massa feugiat. Dapibus proin parturient vehicula. Nonummy ipsum dolor condimentum volutpat justo et sollicitudin consectetuer commodo sociis. Aliquam dolor elit turpis lacinia ornare arcu odio habitasse. Euismod fusce ante iaculis donec.",
      "Cubilia fames fusce consequat leo felis malesuada cras suspendisse mus erat diam. Blandit proin enim ut consectetuer magnis. Feugiat velit vestibulum. Egestas justo nibh ac cursus sollicitudin lacinia etiam. Blandit metus eu fringilla neque fringilla duis quisque dapibus hendrerit. Rhoncus vitae. Nonummy proin vitae semper taciti dui elit consectetuer ve ipsum ut. Laoreet metus. Aliquet vitae pede eu morbi habitasse. Euismod velit nunc. Lacinia massa nunc pretium litora. Blandit risus augue suscipit non pellentesque ipsum metus laoreet fames at libero vivamus dapibus erat facilisi hymenaeos. Nonummy purus eros blandit. Sodales dolor id porta dictum fusce inceptos vitae sapien. Dapibus massa augue. Conubia morbi. Dapibus neque nec ipsum litora tellus leo. Dapibus lorem et proin ad felis in luctus sem tortor. Posuere porta adipiscing dictumst enim vel felis. Feugiat neque risus malesuada ullamcorper ipsum montes ornare nulla pulvinar morbi aptent mattis nam viverra a sociis quis nam. Quisque augue. Feugiat purus fusce nullam felis ad class maecenas purus mus quis ve pellentesque commodo.",
      "Rhoncus massa cum aenean nonummy erat elit hendrerit elementum adipiscing quam vitae luctus ve eni. Viverra proin ut ipsum auctor purus placerat ve scelerisque eros congue ridiculus facilisi class ve. Blandit netus magna nam dui nam viverra metus. Aliquam massa. Potenti magna at metus cras duis sociosqu vitae et magna taciti quisque euismod. Lacinia morbi et tellus neque. Euismod lacus vestibulum eleifend. Posuere vitae. Nonummy fames quam dis ad nostra curae vestibulum ac pellentesque iaculis. Aliquam donec augue massa accumsan massa dignissim malesuada pellentesque nam dolor consequat ornare facilisi convallis. Commodo augue. Integer proin massa senectus eu dictum erat ut enim risus inceptos. Vivamus etiam. Quisque massa quam praesent nam. Iaculis donec ipsum fringilla nec quam. Cubilia metus eu imperdiet ullamcorper convallis odio eni. Iaculis felis sem nunc torquent sociis nisi aliquet penatibus ut malesuada. Vivamus nulla per eget dapibus eget eu massa turpis parturient felis. Potenti ipsum. Integer neque. Aliquam justo velit quisque nonummy. Nonummy neque leo cras dis."
     ]
    },
    {
     "title": "Lacinia fames in aenean risus hendrerit.",
     "paragraphs": [
      "Natoque lacus erat congue hendrerit massa molestie vitae metus natoque mus. Euismod netus ac lectus vehicula integer iaculis pulvinar tempus curae donec mattis varius. Blandit magna pede nunc elit orci. Feugiat velit. Lacinia felis enim cubilia id mauris habitant. Egestas risus etiam lacinia nisl placerat maecenas lacus conubia sagittis. Aliquam proin. Sodales lacus lacinia arcu per platea. Aliquet etiam eni neque duis ve consectetuer varius felis eleifend quis dignissim. Feugiat proin et fusce tortor vel sapien pharetra lacus pellentesque habitasse metus. Blandit netus mus aptent ut. Pretium netus at mauris nascetur inceptos morbi per vel. Sodales metus eni quam faucibus adipiscing nostra. Conubia purus id a cras magna volutpat curae. Sodales fusce. Commodo nulla. Integer dolor nisl dui et pretium. Cubilia magna lorem scelerisque urna pede potenti phasellus. Natoque proin class turpis id volutpat turpis vestibulum porta nonummy eu tortor hac ligula. Vivamus etiam sed convallis sollicitudin adipiscing nibh velit justo pulvinar. Dapibus velit. Pretium dolor.",
      "Nonummy risus vestibulum lobortis lacinia vulputate. Iaculis porta duis mus. Egestas donec et nunc sed gravida. Dapibus purus adipiscing quam dolor. Aliquam lacus hac tincidunt turpis interdum justo cras consequat urna. Gravida proin posuere iaculis diam vel eget parturient at facilisis nibh quam. Potenti class purus dapibus. Commodo proin sit urna nisi inceptos per nibh vel fermentum nisi metus duis lectus ornare tristique. Lacinia lorem nec suscipit euismod odio pellentesque ad blandit. Conubia fames id vitae consectetuer. Aliquet lacus vestibulum pharetra. Vivamus curae eros ridiculus tortor venenatis maecenas id dui imperdiet. Posuere donec nunc potenti felis in primis. Aliquet ipsum quam. Rhoncus etiam. Aliquam vitae. Gravida massa donec tempor morbi eleifend erat id. Posuere risus nec hendrerit aptent ad interdum aptent. Nonummy magna. Nonummy porta eget nam nibh sed nibh vestibulum. Rhoncus nulla quam augue taciti neque etiam fames. Aliquam class eni nunc habitasse faucibus ad montes."
     ]
    }
   ],
   "title": "Pretium augue eros erat curabitur litora.",
   "paragraphs": [
    "Iaculis risus parturient scelerisque nostra id varius pharetra adipiscing nullam. Aliquam class. Potenti felis elit sit. Gravida ipsum erat habitant a dictumst ante facilisi integer consequat. Dapibus proin vitae montes ante dis aptent. Laoreet porta magna habitant amet. Dapibus neque rhoncus sem ut tellus dui. Aliquet porta ipsum elit cum a auctor dignissim id primis. Integer purus nunc nec arcu. Cubilia massa at a diam at purus. Conubia justo in habitasse euismod consectetuer mattis eu cubilia. Iaculis etiam et fermentum rhoncus sollicitudin congue. Integer proin nisl dis erat amet nunc sodales felis leo nisl eros. Iaculis vitae eget arcu commodo risus mi. Dapibus fames etiam amet vel a lectus curabitur. Egestas augue odio nisi sem quis vestibulum nullam habitant vestibulum tempor mi lectus ridiculus eu turpis. Posuere dolor et fermentum donec vivamus et facilisi sed nisl proin aenean ad elit nibh imperdiet vel. Nonummy proin vitae congue venenatis accumsan turpis urna aliquet eu bibendum urna lacinia. Iaculis neque mi. Natoque netus morbi fames metus nisi venenatis aptent maecenas cras. Conubia velit hac quis mollis vestibulum class enim nam ac sollicitudin. Natoque vitae ac nisi nulla lacinia.",
    "Potenti fusce nam nibh pellentesque feugiat torquent arcu non ipsum nam etiam per. Quisque donec dis duis consectetuer rhoncus nascetur ad ullamcorper id platea. Conubia justo mi. Integer dolor. Pretium dolor massa. Aliquam class. Lacinia risus. Sodales vitae hac adipiscing mollis leo vehicula a pellentesque orci. Euismod netus orci erat parturient aenean cras. Natoque class et. Rhoncus ipsum leo pede sollicitudin dapibus sagittis ipsum a nostra nibh nulla. Egestas felis sem nunc sociosqu blandit congue quam leo per pellentesque ac feugiat. Lacinia vitae. Potenti ipsum erat quisque aptent cursus hac bibendum a molestie. Cubilia lorem leo elit nisi nec cras ve. Nonummy nulla at sollicitudin aliquam felis erat. Quisque augue. Viverra nulla massa rutrum donec imperdiet dui sollicitudin neque. Rhoncus purus netus eni urna consectetuer nonummy pulvinar laoreet ligula ac dolor. Lacinia purus in pellentesque blandit proin lorem habitant habitasse sed. Dapibus ipsum eros hac viverra et consequat. Posuere etiam."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus porta orci.",
     "paragraphs": [
      "Blandit augue. Posuere nulla. Cubilia fusce. Gravida lacus dolor hendrerit ridiculus duis diam egestas curae. Laoreet donec ac vitae magnis at eget proin netus. Nonummy curae eros lacinia in dui pede mi nisl proin sodales ve morbi. Viverra velit purus massa odio urna ridiculus magnis praesent venenatis mi. Quisque netus eu aptent accumsan enim cum netus morbi. Lacinia neque quam orci potenti nunc dictum nam odio tristique at. Lacinia felis nibh arcu placerat in justo semper purus quisque euismod ultricies. Gravida netus nibh et. Blandit netus nibh ullamcorper dui orci nibh pede aenean volutpat feugiat viverra ligula. Quisque purus. Natoque curae quis lacinia. Blandit porta curae rutrum consectetuer venenatis nulla. Gravida donec orci sociosqu mollis nisi cras purus mauris pede nunc inceptos ultricies. Aliquam justo nisl sapien venenatis adipiscing diam platea quisque eros nec dis. Dapibus nulla dis nisl ve luctus dictumst. Natoque etiam curae fringilla sodales massa sed suscipit facilisis curae. Feugiat felis cras eros dictumst mi nulla sollicitudin interdum velit ac arcu nulla. Gravida risus augue imperdiet duis egestas massa velit lorem donec praesent adipiscing ornare velit laoreet magnis. Dapibus curae.",
      "Aliquam fusce. Euismod vitae duis eget curae. Pretium vitae. Cubilia magna proin commodo nullam ac mauris ac aliquam. Vivamus fusce urna ve netus eu massa mi. Potenti netus nam penatibus varius bibendum consequat ve velit. Aliquet donec nibh ad. Euismod magna morbi a elit metus ad mauris maecenas velit eu et eu. Viverra morbi mus quam. Euismod justo sem odio feugiat hendrerit id taciti suscipit. Feugiat felis nunc proin metus curae semper lacus dolor mattis lorem magna auctor mauris fringilla ad at ligula. Nonummy curae nunc natoque. Gravida massa at nibh pede phasellus lobortis ligula viverra pretium. Potenti vitae parturient vehicula odio primis et litora fringilla porta in nostra. Commodo dolor porta habitant netus auctor aptent. Lacinia magna morbi nisi elit dapibus id imperdiet curae. Vivamus fusce. Laoreet velit diam orci. Quisque curae ve tincidunt proin ac augue. Gravida porta id cursus venenatis libero ve. Posuere augue eros quis gravida eu ut. Aliquam metus ve mi enim."
     ]
    },
    {
     "title": "Aliquam purus nec nunc at faucibus tempus cras.",
     "paragraphs": [
      "Gravida magna parturient inceptos aliquam. Commodo fames nisi suspendisse nam cras. Iaculis proin justo a ornare. Conubia morbi at varius at eu rutrum ac integer eget placerat torquent metus fusce nunc placerat euismod eu tortor est vel. Egestas morbi non vestibulum ac consectetuer natoque. Pretium etiam ac nisi enim nec sollicitudin tortor purus posuere hymenaeos sociis nisl montes fringilla et. Sodales porta eros ad arcu luctus viverra. Nonummy porta. Integer curae orci fermentum placerat in mollis quisque. Sodales ipsum adipiscing eget primis mi penatibus metus odio commodo ad. Potenti porta gravida vel elit tortor taciti convallis torquent maecenas risus. Iaculis lacus ut duis felis. Aliquam vitae orci non platea aliquam cubilia morbi. Laoreet donec duis curae at molestie arcu ligula suscipit vehicula. Potenti ipsum nulla hac nisl eu magna donec. Viverra fusce arcu pretium purus proin nostra. Laoreet fames duis maecenas hendrerit eleifend class tortor ac nec cras posuere. Feugiat purus at. Blandit porta vel accumsan fusce vulputate ultrices ad cum nisi aliquet nibh ante. Egestas neque ut massa ut et ornare hac vivamus dolor. Pretium nulla ante cras neque at velit aptent. Laoreet netus.",
      "Vivamus fusce nam felis dignissim gravida amet. Iaculis risus quis est nostra ad bibendum. Egestas fusce. Nonummy dolor ad justo sapien tristique convallis nibh ante ve vitae pellentesque. Dapibus augue enim. Iaculis augue quis ultricies ornare pulvinar felis eu fermentum. Dapibus neque ad arcu fusce commodo lacinia quam justo. Integer purus. Cubilia felis lacus suscipit eni id tempor cum ante accumsan taciti rutrum. Iaculis felis. Blandit curae at curae hac mattis viverra urna magnis ut accumsan. Pretium augue justo class nonummy ut sapien. Posuere donec massa nisl. Integer porta donec purus primis augue. Aliquet donec netus. Rhoncus fames. Integer nulla cum pede vestibulum tortor. Feugiat augue. Quisque nulla sem eget. Nonummy massa. Conubia neque dolor suspendisse quam. Vivamus class in magna urna a eros in morbi ultrices vulputate etiam.",
      "Natoque vitae amet. Aliquam class cubilia mattis sed euismod semper in nostra. Viverra porta. Vivamus neque duis imperdiet volutpat eu scelerisque et. Potenti curae at id urna. Potenti ipsum. Integer augue. Viverra etiam. Aliquam ipsum. Egestas morbi. Aliquam donec arcu morbi nunc senectus. Nonummy augue. Gravida metus. Sodales porta ipsum etiam duis tempor habitasse id. Sodales felis quis et. Sodales fames. Viverra magna at ornare ultricies sagittis class. Quisque etiam lorem montes suspendisse netus hendrerit eu suspendisse. Pretium velit vestibulum vehicula dolor. Natoque augue. Lacinia class ac justo. Cubilia donec et."
     ]
    }
   ],
   "title": "Euismod metus dui aliquam facilisi dapibus natoque sapien neque.",
   "paragraphs": [
    "Egestas justo nec ipsum sodales. Sodales dolor nec orci ridiculus mollis elit sodales massa quis pede quisque. Conubia netus ipsum dapibus suscipit tempus parturient morbi elit nascetur. Gravida fames curae bibendum id massa. Aliquam curae in tellus penatibus ultrices sagittis consectetuer parturient aliquet urna. Aliquet purus pede quis vel dui per ac rhoncus ad inceptos viverra congue. Vivamus felis lorem arcu donec ultrices nisl mauris id. Laoreet lacus vivamus. Aliquam fames morbi ullamcorper ad taciti blandit. Viverra magna natoque integer tellus purus sit. Aliquet velit arcu elit quisque et vel semper euismod. Potenti neque urna amet vehicula. Blandit neque. Gravida magna. Euismod felis ve facilisis at suspendisse nisi odio nam sit gravida senectus nibh orci. Quisque donec mus arcu enim. Aliquet proin ac magnis dolor adipiscing euismod nunc pede. Dapibus metus. Iaculis magna amet eget parturient id imperdiet fusce mi. Feugiat metus odio tempor quisque est in. Rhoncus donec id amet lectus. Gravida fames.",
    "Aliquet ipsum. Conubia lorem adipiscing scelerisque tellus id. Nonummy justo erat sem lorem ultricies. Egestas porta netus hymenaeos inceptos nostra eros orci. Egestas donec quam penatibus semper felis cubilia integer eros non enim. Dapibus metus. Iaculis class nisl magnis mi massa ligula ad felis duis class. Iaculis risus in venenatis ut tristique lacus et. Sodales lacus sem pede mi quam rhoncus lacinia congue montes venenatis sodales. Quisque massa vestibulum dictumst massa auctor magna mollis fames. Iaculis class et. Gravida massa in augue fusce urna mattis in. Egestas felis eros nibh risus egestas. Euismod fusce. Vivamus ipsum. Aliquet augue mus nascetur. Cubilia netus diam vivamus facilisis nisl blandit aliquam ridiculus id lacus id nunc. Dapibus nulla quam eu ipsum taciti morbi dapibus. Viverra felis curae feugiat eu id tortor nullam. Iaculis vitae cras nulla nibh leo massa dui suscipit pellentesque. Sodales lorem in dis nunc sollicitudin. Commodo massa."
   ]
  },
  {
   "children": [
    {
     "title": "Feugiat nulla nec.",
     "paragraphs": [
      "Iaculis velit. Lacinia vitae potenti metus proin odio tempus in. Pretium ipsum elit in pede luctus ad eleifend per consectetuer. Aliquet dolor. Integer felis nisi vivamus primis lorem. Aliquam justo nibh augue donec. Vivamus purus adipiscing scelerisque sociis id odio quis. Conubia porta velit nascetur per erat id nulla ac vitae curabitur. Rhoncus porta in nostra vel. Sodales augue. Rhoncus purus ut ac arcu facilisis. Cubilia fusce non nisl felis id cursus iaculis dis. Natoque curae eu nullam a. Egestas justo arcu erat cras aliquet integer luctus eget ullamcorper cubilia mus orci id mus. Posuere nulla sit odio inceptos. Quisque porta sem. Natoque lorem. Quisque metus dapibus fermentum tortor imperdiet velit. Aliquam dolor at a pede. Natoque curae erat mauris consequat habitant fusce placerat augue amet hendrerit sem magna. Cubilia fusce est. Aliquam massa curae iaculis tellus nisi.",
      "Posuere metus in consectetuer nunc natoque eu massa sociis. Euismod justo magna tempus nunc ad massa tincidunt nonummy morbi. Aliquam justo non cras eni accumsan a. Aliquet velit quis. Lacinia lorem augue hendrerit vestibulum potenti nisl et nam arcu consectetuer integer faucibus. Commodo velit enim justo integer curabitur vehicula cras iaculis ad. Dapibus curae est pharetra. Egestas metus vitae rutrum vitae quam nisl arcu cum eget. Iaculis lorem. Iaculis metus quis orci purus. Viverra proin per nascetur iaculis pharetra sollicitudin conubia libero proin accumsan ve urna fermentum pede. Commodo lacus vestibulum sagittis pretium nullam nec mollis at. Sodales ipsum. Cubilia dolor vestibulum bibendum. Euismod justo cras potenti eu. Viverra fusce. Sodales metus vestibulum condimentum sapien in dui nunc. Lacinia magna sit quis nisi natoque in. Integer neque ac nibh morbi. Pretium morbi pede a urna ve hac elit adipiscing luctus nisi. Commodo purus adipiscing dapibus. Blandit velit et ultrices sociosqu velit ve habitasse scelerisque curae penatibus suscipit enim eni dapibus eu litora natoque odio dis non."
     ]
    },
    {
     "title": "Integer lorem donec.",
     "paragraphs": [
      "Egestas risus et mollis consequat felis cum molestie a habitant erat auctor posuere elit erat mi. Dapibus etiam eget elementum sem sollicitudin id magna at dui enim dignissim. Euismod velit. Commodo neque justo risus hac eros dapibus et sem cras ut justo. Cubilia metus ac porta mi malesuada vitae senectus. Rhoncus fames arcu orci sem. Vivamus magna nisl. Blandit metus mus litora euismod posuere euismod nunc. Laoreet morbi eu congue curae dolor a. Potenti neque felis. Gravida justo. Feugiat morbi id ultrices sodales nunc ut enim sem eros. Pretium morbi class bibendum eu leo quis dictumst habitasse. Sodales netus. Pretium augue ad facilisis netus sed nibh magnis. Gravida neque orci id ante eget lacus litora ad tempus vel egestas in per. Cubilia felis pretium lacinia ultricies. Blandit morbi et pellentesque taciti. Sodales neque. Egestas velit parturient maecenas porta nulla. Nonummy lacus eu tortor eleifend quis lobortis. Egestas risus enim faucibus dis consectetuer risus class aenean tortor malesuada ac proin consectetuer.",
      "Dapibus dolor leo nibh molestie cum eros a. Natoque massa hac duis sociosqu etiam et odio lorem nisl sagittis fringilla. Posuere netus duis ornare in purus at magnis a interdum sed. Gravida nulla. Conubia fames in aptent fringilla fames hymenaeos dis. Aliquet metus nisi pretium. Aliquet felis. Commodo lorem mi varius maecenas vivamus morbi curae tempus pellentesque aliquam lobortis pretium vitae cras curae nulla luctus conubia duis. Cubilia velit natoque ve habitant conubia commodo. Vivamus massa. Cubilia metus magna. Pretium netus dis non id eros phasellus vel cras. Euismod nulla ve varius nascetur. Lacinia proin. Integer purus sodales rhoncus nostra magna nostra. Sodales curae. Viverra velit nec ante. Aliquet velit. Gravida fusce commodo vulputate rutrum mollis accumsan convallis luctus. Aliquam porta parturient pulvinar conubia euismod eros nibh quisque ac ridiculus porttitor. Conubia nulla. Commodo massa duis.",
      "Potenti neque. Viverra curae euismod ac bibendum iaculis dapibus vulputate tortor ipsum ultricies. Cubilia porta arcu commodo mattis nibh orci commodo ac hendrerit ullamcorper. Pretium justo eu tempus pulvinar adipiscing convallis enim suspendisse. Integer curae leo risus donec vivamus urna. Gravida risus. Feugiat dolor id facilisis. Rhoncus nulla pede ultrices dapibus donec. Gravida augue amet habitasse mauris nunc quisque at. Iaculis velit magna lorem porta luctus. Commodo purus metus dictum vitae enim. Iaculis porta. Sodales magna nisl nam ad urna praesent parturient montes. Vivamus purus urna mi dolor aenean proin parturient accumsan. Quisque felis urna accumsan ultricies justo aliquam enim pellentesque interdum massa at lorem ligula. Euismod lorem velit augue a mollis nisl. Feugiat fusce cras. Potenti fusce felis montes congue curabitur dictum purus ve a. Euismod class amet dui velit ridiculus sociosqu augue. Vivamus risus netus erat semper. Pretium justo vestibulum ullamcorper mauris. Quisque netus enim commodo at eni ac vitae."
     ]
    },
    {
     "title": "Cubilia netus cras mi consectetuer mollis in amet.",
     "paragraphs": [
      "Aliquet fames felis libero iaculis aliquam urna pede cubilia ve eget vehicula condimentum non. Egestas augue magna habitant risus pretium per. Gravida lacus dapibus amet volutpat penatibus. Iaculis justo. Dapibus justo cras lacinia class eget consequat eget. Vivamus neque lacinia magna metus purus sit feugiat. Laoreet lorem ante eu magna ve dignissim felis. Conubia massa ante gravida duis erat habitant vitae. Rhoncus augue vestibulum sociosqu dolor. Quisque magna lorem hendrerit praesent tortor nisi enim. Natoque morbi vitae porta mattis consectetuer phasellus fames sem erat eros massa posuere nunc mi. Iaculis fusce eu neque et donec. Blandit dolor purus egestas odio duis purus proin vitae suspendisse eu libero faucibus odio. Aliquam magna. Conubia ipsum per. Sodales augue. Dapibus ipsum. Laoreet etiam. Posuere class eni nascetur consectetuer aliquet fringilla primis urna condimentum per litora venenatis. Conubia porta lacus. Integer risus. Conubia magna.",
      "Sodales lacus mi neque scelerisque sem amet id pellentesque consectetuer aliquet nostra fusce dis purus aliquam. Aliquam felis sodales sed vestibulum donec nisl luctus facilisis placerat diam litora. Feugiat nulla et ve montes cum primis a bibendum est. Dapibus purus adipiscing interdum urna sit aliquet id nulla diam inceptos donec. Blandit velit nibh. Blandit dolor at risus. Nonummy netus justo suspendisse nisl taciti libero leo. Viverra netus hac adipiscing congue ante nisl blandit at nisl sem duis diam eros. Gravida dolor. Euismod proin lorem lacinia tempor augue. Posuere vitae nisi elit nunc blandit nisi hac enim est porta duis. Viverra purus. Lacinia proin nunc accumsan faucibus justo dolor sagittis tincidunt orci montes blandit. Viverra ipsum nec felis elit curabitur libero placerat diam auctor ligula per dapibus neque nunc luctus. Aliquet justo in orci tincidunt primis massa aliquet placerat. Egestas porta dui quam elementum est egestas ac in facilisis. Egestas dolor ut sagittis eni orci fusce ornare. Cubilia dolor risus rutrum elit condimentum commodo mus habitasse integer platea eros. Nonummy class eu platea quis viverra nibh et. Integer dolor. Nonummy purus sed elit. Dapibus netus nisl blandit mi neque ut magna sem facilisis sodales consectetuer.",
      "Feugiat fames vestibulum odio mattis et. Nonummy fames cum metus tincidunt. Rhoncus class. Aliquet velit morbi cursus purus. Conubia netus parturient condimentum magnis. Aliquet fusce eu id tincidunt risus torquent hac. Conubia purus arcu hymenaeos aenean a. Pretium purus proin cubilia egestas dapibus. Aliquet dolor ut cursus eu. Natoque justo per ipsum nam faucibus morbi ad. Feugiat class nulla vel odio consequat non. Rhoncus purus dui pede proin id fermentum vitae placerat fringilla donec dis fringilla. Natoque netus diam et pede ullamcorper et turpis ve. Viverra curae pede lorem arcu habitant. Natoque class ve mollis dui adipiscing proin diam. Dapibus lorem parturient posuere vel ad purus per magnis a. Vivamus lacus. Natoque curae. Laoreet augue pede lorem. Blandit donec id morbi nullam aptent. Sodales fusce vel imperdiet aenean a dictumst amet ve congue erat pede cras elit primis sem vel at. Blandit ipsum viverra."
     ]
    }
   ],
   "title": "Iaculis lacus iaculis ornare erat per conubia maecenas ad eni diam.",
   "paragraphs": [
    "Dapibus neque. Rhoncus justo nunc arcu vestibulum quam lectus. Integer porta lacus integer mus nascetur a pellentesque. Viverra class eros velit neque. Aliquam proin at taciti sem ad. Quisque donec urna a nisl ad fusce eu ve. Feugiat morbi velit maecenas netus aenean tortor massa malesuada eros leo diam. Gravida lacus nam cras. Vivamus fusce ac. Aliquet etiam quam aliquet netus quam sapien dapibus eget elementum fringilla parturient dui donec ante sed erat. Natoque fames. Pretium nulla nisi dapibus nunc id ultricies cubilia quis a nunc felis consequat scelerisque. Quisque nulla integer ve amet felis blandit aliquam. Natoque proin curae lacus auctor mi urna nisl primis ve. Gravida lacus enim suspendisse viverra mus interdum a. Aliquam ipsum. Laoreet lorem metus a aliquam magnis hac aptent sed. Cubilia vitae aliquam nam ante est. Euismod proin eu fames mattis at justo eu urna cras aliquam amet arcu. Posuere augue eget mi aenean. Integer lacus conubia sit malesuada. Integer felis et metus.",
    "Pretium augue sem mus eni dignissim. Nonummy fames. Euismod ipsum parturient accumsan risus commodo. Potenti felis ut felis nostra purus vestibulum ac sollicitudin lacinia ornare. Laoreet augue. Aliquet nulla nisi volutpat pulvinar porta. Aliquet class. Feugiat ipsum dui pede praesent pharetra sollicitudin. Sodales neque augue aenean nostra sit vestibulum. Commodo morbi ac turpis porta vestibulum condimentum mattis ut dolor. Nonummy fusce. Euismod magna diam commodo curabitur sem felis penatibus urna pellentesque magnis mollis duis laoreet. Rhoncus fusce id a cursus curabitur at. Viverra donec dis cras sem cubilia eu ve quam porttitor consectetuer dui phasellus. Dapibus proin nec. Egestas curae amet a urna in tristique. Integer dolor. Vivamus etiam. Iaculis velit ante. Iaculis massa diam mattis porta mollis mi porta at augue. Natoque fusce orci porttitor maecenas nostra eget sapien taciti duis mollis. Feugiat fames mi nullam enim aliquam nunc dictumst risus."
   ]
  },
  {
   "children": [
    {
     "title": "Laoreet fusce.",
     "paragraphs": [
      "Posuere purus. Integer felis eget porttitor et etiam congue at in mauris natoque fringilla tellus. Laoreet augue. Potenti purus. Integer magna leo enim elit. Sodales nulla sit quis nisl dapibus et. Integer lorem elit et augue suspendisse. Potenti dolor at taciti. Rhoncus purus cras ultrices class convallis conubia. Gravida nulla neque nostra ve inceptos cum ligula in tortor viverra. Egestas massa fusce hac duis facilisi quis. Rhoncus dolor sem pede. Sodales massa duis felis potenti. Conubia augue. Feugiat donec. Commodo justo magna nibh nullam dui sapien. Euismod fames id fames consectetuer hymenaeos fusce erat a diam eu. Potenti lacus per praesent dignissim ad malesuada pede dis a aenean quis blandit at eget habitant imperdiet ipsum. Iaculis justo mus primis eu lorem tincidunt hendrerit fusce ad fames torquent ut nisi. Posuere morbi nibh vulputate tellus interdum diam mus nam. Commodo augue curae turpis morbi cubilia quis enim nibh. Lacinia massa nibh vehicula dis erat eleifend nullam vestibulum ultrices.",
      "Potenti ipsum ac orci. Commodo metus id litora pellentesque facilisis varius arcu magna molestie justo. Blandit proin et elit primis natoque aliquam porttitor ante sodales. Commodo justo mi tincidunt diam nec class vitae justo. Pretium fusce quis nam potenti eros et felis montes cras in pede metus. Iaculis augue leo duis at phasellus augue. Aliquam metus urna vitae mollis morbi adipiscing ut pellentesque commodo. Integer risus odio potenti at tincidunt. Aliquam massa amet leo. Natoque dolor vestibulum in placerat platea litora natoque blandit eros dui lacus ante. Lacinia curae eros nam fusce habitasse maecenas ut risus eros a proin. Quisque porta. Nonummy curae massa morbi tortor sem parturient at ornare elit cras aliquet facilisis sociosqu justo at pede tincidunt. Vivamus proin velit vehicula parturient auctor cras lacus curabitur. Aliquet lorem. Commodo purus potenti class quam per diam penatibus et fames convallis. Conubia morbi. Aliquam donec massa nulla est tellus eu sed. Natoque velit ve. Potenti justo. Blandit nulla ac dui. Natoque etiam orci a quis."
     ]
    },
    {
     "title": "Quisque augue fames vivamus hac.",
     "paragraphs": [
      "Lacinia morbi at dictum sed eu tellus curabitur justo. Commodo augue eros quisque ut cum magnis et. Viverra felis sed eleifend. Viverra magna quam per magnis natoque eni at a luctus. Dapibus fames parturient nascetur nisl in curae et penatibus quisque. Lacinia magna duis. Nonummy dolor netus gravida cras maecenas etiam a platea arcu hymenaeos placerat. Aliquet massa cum elit bibendum vel quisque vehicula sollicitudin integer ornare hac diam. Aliquam donec vel erat dis nisl urna morbi iaculis tincidunt quam. Conubia curae eu consectetuer viverra lacus odio. Cubilia fusce. Laoreet fames eni magna fermentum mus aliquam. Laoreet risus feugiat duis ac. Lacinia proin elit dis cras. Blandit morbi. Euismod proin. Aliquam porta lorem. Feugiat fames. Aliquet nulla. Iaculis lorem est libero a eleifend eget. Sodales nulla eu nisl ipsum placerat curabitur. Vivamus felis lacus.",
      "Nonummy vitae quis fames nisi pharetra mauris gravida quam. Laoreet netus nisl. Blandit dolor. Cubilia augue nisi a arcu magna. Commodo lacus neque erat nonummy fermentum. Dapibus nulla at ve ante. Posuere lacus etiam malesuada. Aliquet class leo gravida vitae nisi nulla. Iaculis neque parturient condimentum turpis et. Vivamus morbi at convallis. Nonummy massa vel urna semper imperdiet parturient eni nulla penatibus id varius convallis donec ad. Lacinia risus morbi justo luctus adipiscing dolor. Posuere risus orci eleifend metus ac. Iaculis purus. Nonummy class fames vel diam quisque vivamus sociis eget dis purus arcu volutpat. Iaculis donec eget quis lobortis cum pellentesque semper. Nonummy fames cum. Viverra lacus elit at malesuada et mollis pellentesque non. Quisque morbi massa non dui pellentesque massa odio aliquet metus. Iaculis dolor vestibulum urna lacus massa torquent. Posuere velit. Nonummy metus ve nunc mi vel facilisis hac amet id erat platea."
     ]
    }
   ],
   "title": "Blandit porta.",
   "paragraphs": [
    "Sodales augue. Aliquam ipsum. Pretium porta arcu est tincidunt aenean suscipit scelerisque habitant velit ve etiam id. Laoreet lacus dui arcu sed metus fusce rutrum orci taciti. Posuere morbi nibh suspendisse pellentesque quisque nibh lobortis ac etiam molestie. Natoque donec lacinia hendrerit eros hac nam ad mauris rhoncus. Cubilia proin parturient placerat nonummy tempor. Lacinia netus ve a semper ridiculus nam senectus a senectus eni libero rhoncus in placerat lacinia ante. Integer magna urna etiam tortor mi est ad ornare fusce faucibus porta. Vivamus proin. Dapibus fames. Integer porta. Sodales etiam. Integer justo donec. Lacinia justo. Egestas curae ad a pede. Vivamus purus ad lectus velit fames class proin tortor sollicitudin fringilla tempor fringilla. Natoque velit ad nisl volutpat nec amet pellentesque euismod interdum luctus odio suspendisse. Blandit porta ut a amet donec viverra. Egestas purus eget mollis. Blandit class orci potenti felis dolor turpis rutrum morbi. Quisque neque magna felis nisi ut dui nunc platea dictumst.",
    "Sodales fames parturient scelerisque. Nonummy ipsum eu interdum metus. Viverra netus morbi placerat purus. Blandit velit curae ridiculus torquent eu varius nec nonummy placerat cras vel. Aliquam ipsum donec commodo mattis curae. Euismod curae. Gravida magna nam nisi amet quam congue ad. Egestas lacus arcu etiam euismod. Commodo augue laoreet ligula sit urna mi dignissim adipiscing nibh. Euismod justo enim lacinia ultricies. Iaculis neque morbi nulla nibh at etiam sapien eros. Laoreet etiam euismod nam eu class tristique facilisi senectus. Posuere class magna torquent et suspendisse mi sapien nam viverra. Nonummy vitae ut diam lacus dictum. Quisque justo. Blandit morbi. Cubilia porta ac enim. Gravida nulla et urna mi accumsan magna purus arcu at magna. Aliquam velit at mollis elementum ut. Aliquam nulla ut id eget cras tempus maecenas venenatis pede. Integer augue erat sodales. Conubia felis.",
    "Sodales magna. Quisque risus enim faucibus potenti eu turpis hac cursus eleifend ullamcorper dis cras mi nibh. Dapibus velit ac netus ut lacus vel enim. Cubilia velit class penatibus diam. Sodales proin pede dui nibh vestibulum dignissim curae. Blandit curae orci volutpat aenean nisi nostra in. Gravida dolor vestibulum et faucibus pretium augue. Iaculis porta ipsum interdum fusce ac elementum purus justo. Natoque curae. Feugiat nulla hac erat ipsum bibendum purus. Dapibus felis quam interdum. Potenti metus neque interdum duis tellus malesuada praesent pede. Blandit etiam justo aptent eu pulvinar. Laoreet porta. Commodo purus id. Iaculis fusce urna ligula. Euismod augue hac proin sociis fringilla vestibulum. Iaculis lorem et fusce et nisi dui conubia arcu ornare aliquam pede. Natoque fames nam erat odio nibh purus condimentum habitant nibh sociosqu a suscipit cras. Blandit felis lacus hac nunc torquent tristique. Posuere augue commodo diam a cras ut ante nulla netus pulvinar. Blandit velit."
   ]
  }
 ],
 "abstract": "Lacinia etiam morbi aptent pede pretium mollis orci gravida ve proin nec ante tempor. Aliquet justo proin velit nec. Euismod massa viverra tristique sit velit. Iaculis magna eget natoque ipsum augue vitae scelerisque vehicula vivamus sollicitudin imperdiet sociis nam mi pellentesque. Aliquet class nisi aptent egestas lacinia vivamus senectus potenti suscipit tempus curae aliquam sed tempor convallis. Lacinia risus eni vestibulum parturient et habitasse risus augue fames odio justo eu nisl ad ante nunc. Rhoncus massa donec suspendisse dis eu mauris ac. Conubia lorem pede tortor ac suscipit facilisi. Cubilia lorem ac fames ornare condimentum class facilisis. Egestas justo amet elementum vehicula accumsan purus enim natoque ad leo. Viverra vitae magna ullamcorper nam et sapien potenti tempus nisi at felis platea tellus porta. Gravida massa eget eu convallis egestas litora habitasse et condimentum eu cursus a parturient dui etiam. Iaculis morbi ad porta leo nisl vitae at metus volutpat hac platea rhoncus. Laoreet vitae proin gravida nonummy quam eget nec. Cubilia massa non diam eros ipsum mi sociis a blandit dictum leo et duis. Potenti lorem elit tincidunt orci dis per pellentesque. Vivamus donec quam varius primis molestie enim ultrices. Posuere fusce sed curae porttitor. Egestas velit ad sociis imperdiet ve ultricies a. Aliquet neque. Natoque proin potenti varius cursus facilisis phasellus parturient erat justo ornare morbi. Feugiat class nunc non nascetur venenatis enim per fusce consequat scelerisque non nisi.",
 "authors": [
  {
   "name": "Deeanna Munsell",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Carmine Sosebee",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Ernest Laub",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Gretchen Dodgen",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Tamica Koppes",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Julene Meares",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Mario Sheahan",
   "organisation": "Park Unlimited Holding"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Park Unlimited Holding"
  }
 ]
}