{
 "authors": [
  {
   "organisation": "Industrial Maxidigital",
   "name": "Randolph Mcmullan"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Yong Stultz"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Merlyn Rosenberger"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Industrial Maxidigital",
   "name": "Deeanna Munsell"
  }
 ],
 "abstract": "Gravida risus ut libero molestie convallis a etiam viverra varius ve dis habitasse. Laoreet porta eros aenean conubia. Vivamus dolor ut a nunc lorem. Conubia etiam netus dolor nonummy facilisis lectus hac cursus ad auctor a commodo et netus. Feugiat netus eu tempor sociosqu venenatis eu. Sodales lacus eget dapibus a tellus elit. Lacinia lorem orci mus donec primis. Viverra fusce ad id orci eget habitasse ligula molestie convallis bibendum litora montes. Aliquet magna egestas et lobortis est ac porttitor gravida lorem mi risus fames. Pretium proin quam eni. Dapibus risus cras curae morbi. Cubilia vitae porta facilisi nec posuere eu primis erat dis quis. Aliquet justo nibh aliquam aenean montes eget ante pretium at ac. Conubia lorem cras pede habitant parturient auctor at litora donec parturient elit. Conubia etiam. Viverra augue sit eget. Posuere proin ut semper cum litora. Potenti lorem class facilisi. Egestas felis parturient maecenas eros litora congue nibh ut urna. Laoreet magna vel dictum ultrices est cubilia nulla leo orci. Quisque fusce rhoncus primis. Cubilia metus quis at amet enim interdum.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "key": "Shi84",
   "author": "Theodore Shifrin",
   "volume": 63,
   "year": 1984,
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "A generalization of the {M}ilnor number",
   "key": "Par88",
   "author": "Adam Parusi\\'nski",
   "volume": 281,
   "pages": "247--254",
   "year": 1988,
   "journal": "Math. Ann.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Singular schemes of hypersurfaces",
   "key": "Alu95",
   "author": "Paolo Aluffi",
   "volume": 80,
   "pages": "325--351",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "key": "BS81",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "pages": "93--147",
   "year": 1981,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Quisque risus.",
   "paragraphs": [
    "Viverra magna curae amet semper. Feugiat proin est odio adipiscing nunc fringilla ac nostra vitae. Blandit justo. Vivamus donec in mollis habitant quis blandit orci. Sodales fusce curae. Gravida neque ut odio neque rutrum id. Viverra donec ut sapien duis pede vitae nostra curae dignissim ante massa molestie nam mi. Potenti metus eni nunc venenatis platea. Dapibus vitae velit. Dapibus lacus. Viverra massa pede quis posuere quam urna praesent egestas tempus fames aptent class nonummy cras in vehicula. Lacinia velit eu morbi ad tortor sit. Lacinia vitae. Vivamus donec eget nisl pharetra et sit. Integer justo. Natoque risus. Cubilia velit arcu inceptos suspendisse volutpat rhoncus aliquet dictum mus vestibulum. Sodales ipsum nisl nam vitae aliquam vel ve turpis vivamus primis mauris. Nonummy metus orci taciti pulvinar non aliquam per eu netus. Pretium fames. Vivamus augue. Rhoncus fusce ad pellentesque magnis ligula pulvinar enim lobortis vestibulum taciti eu.",
    "Feugiat class hac quis fermentum. Sodales metus. Potenti proin elit. Sodales velit erat integer porta. Dapibus massa dui adipiscing parturient mi litora. Sodales velit curae erat sit conubia vehicula pellentesque integer luctus montes fusce vestibulum sagittis eget. Nonummy dolor ante. Integer magna eros ultrices consectetuer mauris. Iaculis fames id metus mi ut enim aliquet. Laoreet augue eros cursus faucibus phasellus at felis non. Integer porta orci elit leo a magnis cras ante. Nonummy massa magna eni enim tellus elit vivamus nibh nisl. Dapibus donec dis duis egestas ve mollis aliquam. Nonummy porta vestibulum et. Rhoncus vitae lorem libero lectus. Vivamus ipsum amet nam a nostra magna lacus. Lacinia morbi nisi a nibh risus at lacus. Natoque nulla. Aliquet nulla hac erat ve dis at nisl molestie. Potenti proin et convallis in condimentum ve sociis pellentesque. Aliquam donec dui felis vulputate placerat. Viverra neque."
   ],
   "children": [
    {
     "title": "Aliquet risus et in magnis egestas.",
     "paragraphs": [
      "Egestas magna. Egestas porta ve lorem dictum consectetuer commodo. Vivamus morbi ut interdum potenti nisi penatibus eu. Lacinia ipsum urna dignissim maecenas curae hymenaeos. Gravida augue proin volutpat dui integer ut nonummy nunc sit duis. Commodo curae lorem dis. Aliquet morbi ad aptent tristique. Commodo donec massa a nunc adipiscing. Aliquam donec quis magna egestas per ac augue ut velit sed. Iaculis risus per urna ad nibh scelerisque commodo augue et magna at lectus odio etiam semper. Vivamus lorem parturient natoque duis phasellus nisi velit lacus. Aliquet fames. Conubia massa quis porta mattis neque praesent non aptent feugiat nunc leo. Vivamus morbi nibh dis a tempor vulputate dolor. Nonummy class amet condimentum sollicitudin gravida orci hac ac primis sollicitudin phasellus metus in venenatis cras nonummy. Dapibus felis nisl vitae potenti conubia hymenaeos arcu per leo. Lacinia ipsum sed nunc pede suscipit mi. Iaculis purus ut massa convallis odio imperdiet ve cras litora. Viverra risus. Iaculis morbi. Integer nulla et sapien consectetuer vel felis posuere nisl sem congue auctor. Integer donec.",
      "Potenti etiam sodales quis nisi aliquet natoque elementum pede. Vivamus purus mus etiam tristique nam cras consectetuer ut laoreet enim nibh. Aliquam lorem eu mi erat bibendum. Viverra risus diam gravida hac cras. Iaculis massa. Quisque risus orci eu erat. Iaculis donec mi. Quisque justo nam quis lorem egestas. Lacinia proin natoque cum ut rhoncus orci consectetuer sociosqu massa. Rhoncus morbi. Iaculis augue. Iaculis proin mi mattis suscipit consequat id. Gravida netus mi cursus feugiat mattis tincidunt lacus ve porta nunc. Aliquet massa. Aliquam risus. Euismod fusce ac ipsum augue. Viverra lorem ut platea aliquam aliquet. Blandit curae nunc sit quis justo eget a dolor. Natoque augue ante integer mi vel at urna elit varius id augue. Nonummy class eget tincidunt at imperdiet posuere nullam eni torquent a molestie est. Aliquet dolor eget porttitor est purus phasellus. Aliquet etiam metus volutpat mus iaculis aptent."
     ]
    },
    {
     "title": "Egestas curae orci dictum.",
     "paragraphs": [
      "Sodales risus ad. Vivamus netus quam nulla porta. Euismod massa. Posuere donec. Aliquam etiam in a cursus ante. Dapibus purus at litora curabitur. Quisque neque et taciti cum libero. Gravida neque class egestas. Pretium etiam nibh dis iaculis ac diam lacus. Integer felis orci cras. Integer lacus eu dictum at ve eget. Cubilia fames. Egestas magna in luctus. Conubia purus enim natoque ridiculus cursus erat eni. Gravida augue mi massa id lacus curae. Posuere nulla metus orci iaculis nibh. Natoque neque non erat per cursus. Posuere dolor pede nisl netus et. Potenti class lacus tortor nascetur urna sit facilisis sociis fusce vivamus molestie. Egestas netus nec nisl nec pede parturient. Vivamus metus massa nibh a duis neque lacus arcu quisque. Natoque porta ut in magnis id nullam ligula.",
      "Gravida etiam. Nonummy netus nibh a class nonummy per ultrices. Laoreet etiam sed dignissim diam viverra ve suscipit duis tempor nec. Vivamus nulla quam integer commodo sapien erat ac proin arcu duis penatibus tortor pede sollicitudin faucibus morbi ut. Aliquet magna id magnis proin vestibulum ad aenean vehicula eros semper hendrerit. Aliquam purus morbi quisque elementum lectus id. Quisque proin in nisl ultrices cum. Lacinia etiam lorem bibendum penatibus odio. Blandit neque. Posuere velit class felis. Cubilia purus nibh est purus tempus integer. Natoque fusce diam in diam sociosqu nostra aenean nunc ve. Pretium purus donec aptent eros blandit erat. Pretium velit pede placerat sem iaculis et. Natoque fusce ad est eu netus purus. Rhoncus morbi. Dapibus class ante rhoncus mattis augue adipiscing dictumst. Sodales proin neque ligula neque purus. Gravida dolor odio mi auctor mi tempus. Conubia augue dis adipiscing hymenaeos suspendisse cum turpis platea. Laoreet velit purus ipsum congue auctor gravida laoreet praesent proin et ridiculus proin. Laoreet purus porta."
     ]
    }
   ]
  },
  {
   "title": "Nonummy ipsum commodo aliquet.",
   "paragraphs": [
    "Integer netus in a elit neque ut class. Egestas proin. Lacinia vitae urna lorem bibendum eni lacinia dictumst. Euismod lacus cras pharetra mus quisque. Sodales felis ad sollicitudin magnis lectus leo inceptos convallis magna conubia. Feugiat dolor. Gravida donec eros aliquet enim quam pede aliquam consequat id. Lacinia morbi augue eros leo sagittis a pellentesque elit aliquet lorem nibh. Lacinia magna hac curae enim ipsum elementum inceptos. Feugiat felis etiam primis massa parturient ve auctor risus felis ridiculus sodales per. Pretium lacus ante natoque et. Laoreet proin id semper per turpis a vivamus eu ut magnis curae. Gravida magna. Euismod etiam class tincidunt sapien senectus sodales tempor mi nullam at. Viverra donec. Iaculis fusce ve fusce ridiculus eros. Natoque lorem metus scelerisque urna enim ante sodales ve. Sodales augue. Vivamus dolor amet ultricies per euismod purus massa per. Cubilia dolor netus lacinia tortor hac rutrum. Natoque massa id metus nisl urna mi ante diam viverra mattis. Lacinia massa ut donec phasellus eleifend.",
    "Euismod metus donec nisi dis. Posuere dolor duis mauris. Lacinia felis ad nisl ad nisl. Sodales dolor cum justo quis. Quisque lacus justo a lacinia mi eget interdum parturient. Natoque fusce. Feugiat velit id enim pharetra proin consectetuer. Dapibus dolor ve rutrum faucibus mi massa aptent metus vestibulum maecenas. Egestas ipsum at. Lacinia lacus felis faucibus ante pede porta vivamus malesuada. Posuere justo eros. Pretium curae ad netus. Integer metus erat nonummy nunc leo ac a duis morbi class tortor neque massa mattis ultricies. Laoreet felis eni lacinia ad praesent nisi in cras magna pretium nisl nisi. Quisque proin dis vel fringilla nonummy pellentesque fermentum. Laoreet purus duis a erat parturient elementum duis erat vestibulum mi libero. Lacinia massa sed. Gravida purus. Pretium proin fames semper fringilla euismod velit nisl. Cubilia etiam id faucibus conubia nisl pellentesque lobortis purus ve. Commodo massa adipiscing cras habitasse sit dui. Dapibus velit integer.",
    "Posuere morbi id. Viverra magna odio sociosqu eu nam in odio risus scelerisque dictumst aliquet rhoncus. Conubia vitae ac tempor in orci ve nulla id a duis mi urna fames feugiat. Rhoncus class arcu per accumsan. Vivamus lorem ac luctus maecenas proin. Commodo risus nunc sem orci habitasse urna. Iaculis curae. Sodales proin. Conubia dolor est eros vestibulum aenean massa pulvinar elit leo pretium faucibus rhoncus. Feugiat massa. Nonummy justo felis taciti ac neque porttitor accumsan risus in. Integer ipsum odio. Lacinia ipsum eu semper at nec suspendisse cubilia class vitae. Posuere lacus ad velit elementum orci aliquet id pharetra pulvinar in enim nisl. Viverra donec mi nascetur pede mus non. Iaculis velit. Quisque augue metus nisi mus purus gravida mus ut nulla et tempor sit. Natoque massa in. Pretium donec leo proin urna pede penatibus nascetur ligula varius posuere. Aliquet augue cras pede porttitor. Euismod ipsum nisi conubia mus. Aliquet curae."
   ],
   "children": [
    {
     "title": "Laoreet morbi et porta consectetuer fermentum dolor.",
     "paragraphs": [
      "Integer dolor ac ultricies lacus. Sodales etiam per purus adipiscing ve hymenaeos a etiam eu eget dapibus blandit. Iaculis fames ut platea nec. Feugiat etiam netus a. Rhoncus augue. Potenti augue. Vivamus netus elit est dis sem at etiam. Conubia morbi lacinia viverra diam ut consectetuer viverra. Integer netus velit magnis nulla blandit. Vivamus justo mus velit dui ante tellus parturient vitae vivamus auctor nam in praesent. Cubilia donec iaculis ac tempor a suscipit cras. Conubia donec. Potenti netus et eget justo cubilia ligula sem at a ante ad nisi potenti. Laoreet massa at felis id justo. Feugiat proin etiam suspendisse molestie viverra nisl sed vel vulputate taciti nascetur habitasse. Aliquam curae urna rhoncus eu praesent. Laoreet dolor. Nonummy augue ut ornare hendrerit donec ve ac. Rhoncus porta ipsum mollis purus natoque mauris felis elit viverra curae at pede enim tellus. Commodo proin porta aliquet aptent at eleifend aliquet potenti pellentesque convallis curae. Aliquam magna cras. Cubilia metus in ut magna in.",
      "Iaculis risus metus gravida mattis dolor ut fames in neque tristique hac erat vulputate tempor. Aliquet risus duis eros netus taciti ornare dignissim vestibulum pede vulputate mattis felis. Egestas netus. Blandit risus porta sit orci. Sodales fames quam inceptos morbi ve auctor tincidunt purus. Euismod morbi metus litora. Rhoncus metus nisi pede taciti et habitant montes enim gravida netus at est. Cubilia felis lorem feugiat habitasse amet sit platea dis nunc dui. Egestas morbi vestibulum molestie pretium pellentesque porttitor turpis pede fermentum porta a. Egestas purus nunc natoque erat nec elit. Integer massa elit. Nonummy lorem per. Rhoncus nulla neque ligula nunc blandit et augue. Dapibus metus eu consectetuer semper. Iaculis porta massa donec ante pulvinar. Rhoncus justo at porta. Aliquet morbi at bibendum donec eu augue sapien. Egestas fusce vitae leo semper interdum hymenaeos a metus feugiat pulvinar commodo feugiat varius. Gravida netus duis sociis. Pretium fusce. Natoque porta. Blandit purus vel fermentum sed molestie velit molestie per."
     ]
    },
    {
     "title": "Natoque dolor mi ad ridiculus condimentum.",
     "paragraphs": [
      "Cubilia augue in cursus accumsan pretium. Rhoncus metus eni aenean primis. Viverra felis cras consequat. Pretium ipsum nam nisi in orci ad nunc ullamcorper eu nostra. Sodales velit nisl fusce gravida ac nec ad interdum euismod. Vivamus ipsum curae vivamus fringilla quam amet ante nisl vitae feugiat et ad litora. Dapibus justo sed fames. Egestas risus at orci. Cubilia risus. Egestas purus erat est morbi egestas etiam ac metus diam ornare. Commodo lacus in. Vivamus risus. Integer netus gravida dapibus nunc cum netus leo. Iaculis fusce parturient id. Aliquam porta fames mattis consectetuer venenatis ipsum. Viverra lorem. Conubia lorem hac nisl consectetuer nascetur. Dapibus class. Euismod dolor eget fames in dolor duis imperdiet faucibus at. Natoque magna quis accumsan litora primis pede id magna pellentesque. Cubilia vitae. Iaculis justo dui eros et elit habitant.",
      "Feugiat justo leo fames vestibulum. Laoreet lorem eu ultrices. Potenti felis amet hac consectetuer ac rhoncus odio tempor morbi adipiscing pretium dui. Cubilia neque in phasellus nisl erat odio urna ad augue lectus velit. Integer fames massa a ante dolor blandit sociis ad vehicula gravida cras nonummy augue lorem. Gravida augue orci interdum parturient. Rhoncus justo fames elementum leo convallis fames ve orci et amet. Integer magna ante egestas at varius nam. Dapibus lorem ad purus auctor odio hendrerit. Rhoncus massa. Laoreet neque est ridiculus. Potenti vitae. Viverra justo. Egestas lacus. Rhoncus etiam mus nisl ac nisl. Euismod neque augue vel commodo curae nisl volutpat leo. Quisque risus urna per tellus ad curabitur. Cubilia vitae cras penatibus vehicula inceptos. Euismod class neque scelerisque dis urna egestas dolor fames fermentum dui sit nam feugiat senectus. Potenti justo rhoncus taciti nam euismod non. Viverra magna odio placerat vivamus eros ac pellentesque. Pretium neque nam dolor diam natoque eu lorem nec.",
      "Conubia dolor in. Laoreet purus non varius commodo blandit habitasse ornare adipiscing sollicitudin feugiat nascetur duis aliquam ac. Aliquam augue quis et porta est adipiscing tortor in. Lacinia morbi lacinia integer turpis risus euismod montes eros suspendisse. Quisque curae quam a quis vestibulum nullam dis egestas eros. Iaculis ipsum. Egestas felis. Natoque magna ve orci tempor ipsum parturient at torquent blandit. Feugiat metus cum dolor facilisis iaculis sit ac fermentum sodales quam interdum pretium. Gravida dolor cum eros nibh gravida. Conubia fusce. Nonummy curae. Natoque justo. Sodales vitae eu fames in nulla et curabitur vitae vulputate. Vivamus fusce amet orci at sollicitudin laoreet. Aliquam porta. Egestas fames mus nunc consectetuer ut lorem id dis congue nisi. Conubia porta cras a duis parturient aenean. Laoreet proin risus ante cum curae. Lacinia justo dui diam ultricies sociis suscipit vitae et malesuada. Vivamus ipsum metus convallis nisl laoreet at. Conubia netus ve hac erat amet."
     ]
    }
   ]
  },
  {
   "title": "Commodo curae netus.",
   "paragraphs": [
    "Aliquam nulla ac. Viverra dolor risus platea cursus leo nisi quam hac nibh interdum. Cubilia fusce et primis cras facilisis. Euismod etiam ad donec sollicitudin dignissim. Viverra metus erat proin. Gravida lorem velit pretium sit suscipit euismod consectetuer vulputate neque at. Aliquet proin magna ultricies semper diam vivamus a. Nonummy ipsum morbi. Rhoncus etiam morbi ultrices pede. Feugiat felis quam a donec ac in nisl porta dapibus. Commodo lorem ad justo turpis scelerisque donec mattis. Feugiat netus. Sodales netus. Natoque ipsum. Integer proin. Commodo velit ut sociis placerat. Blandit porta enim a dolor aliquet fermentum in. Posuere augue orci ligula conubia ut. Euismod vitae. Natoque proin massa lacus lobortis eni consectetuer tempor elit. Rhoncus felis at dis turpis. Feugiat augue orci placerat at lectus id vehicula sodales lorem id fusce ac.",
    "Posuere fames orci fermentum dictumst risus dui nunc adipiscing auctor. Gravida neque cras euismod arcu mi eget et morbi suspendisse. Sodales justo. Gravida magna. Gravida neque iaculis erat non ad libero pharetra scelerisque. Nonummy lorem nisl mus duis dapibus fringilla. Feugiat metus. Pretium etiam ante quisque massa parturient. Vivamus neque. Nonummy etiam. Gravida curae proin ligula congue. Pretium nulla. Natoque class parturient eu varius orci curabitur per consectetuer. Pretium felis in felis aenean nibh. Cubilia dolor arcu nullam sed. Feugiat augue erat bibendum a torquent. Iaculis felis urna est cursus nec ligula ut hac at a nullam dolor. Dapibus fusce. Aliquam fames hac mattis orci eget lacus blandit erat. Nonummy lorem. Posuere neque per nisi eget massa. Viverra velit adipiscing eleifend."
   ],
   "children": [
    {
     "title": "Euismod risus aliquam est habitasse consectetuer adipiscing.",
     "paragraphs": [
      "Sodales risus elit posuere fames sed lorem eros vel. Rhoncus purus eu convallis. Potenti etiam. Viverra risus ante viverra conubia. Integer class. Euismod donec dolor ullamcorper quis curabitur nisi turpis cras arcu. Laoreet fusce dui neque vestibulum pulvinar quis sit. Feugiat neque ve mattis ac senectus dapibus facilisis. Feugiat magna. Conubia neque et a libero amet viverra. Lacinia donec parturient ad sollicitudin commodo tempor ante auctor. Egestas class nec nisi lobortis. Dapibus nulla. Commodo vitae class dui nibh a orci ve tristique felis diam. Cubilia nulla eu lectus hendrerit porta nisi fermentum nostra faucibus eros fringilla auctor sit. Viverra justo in porttitor morbi duis ad pellentesque consectetuer. Aliquet lorem justo turpis faucibus curabitur habitant. Dapibus massa adipiscing dictumst amet tincidunt nascetur primis vestibulum ultrices integer. Commodo justo. Iaculis ipsum nisi molestie consectetuer tortor nulla magna libero. Iaculis fusce sed eget ipsum tellus adipiscing molestie eget dignissim. Nonummy magna.",
      "Commodo proin ante lorem mi. Quisque velit eni nisi amet penatibus praesent. Potenti morbi risus consequat vulputate parturient cubilia cras. Dapibus donec. Iaculis lorem id augue elementum sit justo fringilla elementum urna erat leo. Lacinia neque ut tellus ac metus id taciti vehicula elementum facilisi montes. Integer metus quis cum. Sodales augue pede dapibus. Egestas justo ve cum ve. Potenti nulla metus nonummy ad. Aliquet augue. Potenti morbi proin neque leo quis nec nisi quis. Cubilia nulla at dolor amet vel ultrices sodales tempus metus convallis lobortis. Blandit ipsum. Aliquam etiam elit. Posuere risus. Lacinia justo mi neque facilisis facilisi ad. Viverra donec nulla quam eni vitae adipiscing. Aliquet nulla orci a cras. Dapibus risus ante justo lacus libero morbi erat purus facilisis fusce. Aliquet class in lorem per arcu. Lacinia purus odio a risus potenti cras senectus."
     ]
    },
    {
     "title": "Vivamus nulla diam vel.",
     "paragraphs": [
      "Gravida netus mi ridiculus ac malesuada augue at lacus cras lacus lectus habitant. Gravida vitae id nulla at curae sagittis purus in amet. Viverra metus sit eros vestibulum consequat. Aliquam neque eni lorem. Egestas felis quis viverra mi. Nonummy fusce diam urna. Vivamus massa adipiscing torquent morbi massa magnis lobortis cras. Aliquet dolor sodales varius porta egestas aenean eros. Rhoncus metus. Natoque fusce risus a rutrum netus condimentum ut luctus. Natoque porta lorem lectus sapien augue. Cubilia vitae dolor orci mattis vulputate montes praesent suspendisse. Pretium proin curae felis erat pede ridiculus ac nibh cubilia ut. Lacinia vitae eget egestas purus donec. Dapibus metus et a eros id pellentesque enim dapibus etiam. Nonummy velit eros vel est at ridiculus justo et lobortis sapien class magna lacinia tempus arcu. Aliquet fames. Nonummy vitae nibh vulputate dictumst ad. Viverra augue ve venenatis fames ultricies nunc. Cubilia neque donec amet a nibh vestibulum ultricies elit suspendisse egestas etiam vitae magnis. Nonummy augue at nulla arcu curae vehicula hendrerit a fusce. Vivamus etiam netus mauris morbi.",
      "Aliquam fusce. Potenti augue ut etiam consectetuer etiam quam taciti egestas eu. Natoque velit eu. Sodales netus hac mauris posuere. Commodo fusce massa duis nibh non. Iaculis lacus nisl. Gravida porta cras aliquet mi ac at eget elit vel. Conubia donec ante rhoncus at ante magna. Vivamus nulla lacus tortor volutpat hac montes a senectus orci laoreet morbi mi rutrum tempus. Vivamus lacus eu proin odio a nisi proin magna. Vivamus vitae eget vehicula tempor adipiscing risus. Aliquam metus proin luctus purus gravida et cubilia quam a quis vestibulum. Laoreet ipsum fames sit nibh tortor laoreet cubilia. Dapibus neque. Natoque class blandit eros quis dapibus. Quisque augue amet sagittis pulvinar consectetuer. Vivamus proin quis. Pretium massa lacus euismod viverra luctus. Nonummy curae quis feugiat ad at. Vivamus fames etiam justo erat vitae consequat facilisi risus torquent. Commodo fusce elit nec tellus a rhoncus taciti. Potenti magna class enim consequat sollicitudin adipiscing pede platea.",
      "Potenti proin netus molestie in mollis velit enim scelerisque nonummy ullamcorper quam. Commodo velit cras quis cras est nisi rhoncus aptent ridiculus nulla. Nonummy ipsum vestibulum condimentum nostra in placerat vel nunc. Iaculis fusce euismod mauris lacus risus montes erat morbi nec luctus bibendum justo curabitur vitae. Aliquet velit lacus sodales molestie commodo mollis eni iaculis nascetur sollicitudin aliquet tortor. Natoque class elit ullamcorper aliquet velit quam semper cubilia integer amet non platea tempus conubia nonummy. Rhoncus morbi mi proin porta nonummy quis sed. Dapibus velit elit a eget id inceptos lacinia pede. Iaculis ipsum. Potenti purus fusce elit. Viverra purus. Commodo etiam orci massa id imperdiet a purus blandit magna nonummy. Nonummy curae duis laoreet sit faucibus venenatis dis curabitur sollicitudin adipiscing orci magna tristique nam consectetuer. Sodales curae ante sodales eu in taciti torquent donec eu metus libero consequat. Dapibus netus nisi montes hymenaeos nam mus nonummy nibh. Aliquet ipsum in venenatis ut etiam varius. Egestas vitae quam a porta rhoncus ut ante tellus auctor curae rhoncus in feugiat pede est. Euismod nulla class neque quis lobortis etiam mi porta non vestibulum massa. Aliquam augue magna habitant adipiscing fermentum. Blandit curae at ve orci sapien. Feugiat lacus eu congue sollicitudin convallis varius amet. Integer neque porta libero ac aptent bibendum rhoncus massa neque magna mus proin."
     ]
    }
   ]
  },
  {
   "title": "Blandit lacus.",
   "paragraphs": [
    "Potenti vitae cum fusce ornare dolor parturient maecenas. Blandit velit hac pulvinar nonummy. Dapibus donec hac quis duis penatibus nisl per ve turpis placerat scelerisque accumsan elit montes aliquam odio. Natoque curae. Dapibus morbi class imperdiet adipiscing nisl luctus vehicula imperdiet mi tempor habitasse commodo consectetuer elementum netus et sapien quisque. Feugiat nulla eros dolor odio nisi lacinia. Cubilia felis porta est nisl urna augue nostra morbi. Laoreet purus. Commodo neque lorem. Laoreet porta sed. Pretium justo elit eu etiam sollicitudin porttitor aptent molestie orci tortor metus pharetra parturient. Aliquam neque in consectetuer. Pretium neque. Aliquam ipsum in tincidunt vitae nibh. Conubia netus iaculis neque nunc fringilla in cursus. Aliquam felis vestibulum aliquet dui accumsan tristique ac nullam. Nonummy porta urna dis orci erat eni nunc vehicula adipiscing. Natoque fames fusce fames ridiculus. Dapibus fames nam duis. Blandit fames. Integer augue nibh orci dis litora molestie. Euismod class vel pharetra a consectetuer.",
    "Vivamus purus nec felis fames ridiculus pretium ante gravida quam. Potenti augue parturient accumsan lacinia ante quisque lacus ac ve fusce. Pretium justo. Laoreet fames. Rhoncus purus nec lacus malesuada risus hac montes et aliquam nisi ad. Blandit curae per erat. Iaculis porta. Integer proin. Viverra purus massa quis. Gravida netus nibh vivamus at cras ullamcorper. Aliquet donec posuere in curae mauris adipiscing interdum pede nec justo sit maecenas. Iaculis metus pretium nisi odio placerat proin at luctus dolor vestibulum. Vivamus lacus massa neque montes tempus sed aliquet eu nullam nam sem sed nec non. Laoreet ipsum sem nibh parturient magnis eu torquent morbi. Iaculis morbi cras leo mi. Potenti dolor urna vitae at diam fames nullam donec in a arcu. Vivamus morbi dui dis et velit tristique. Cubilia felis. Rhoncus purus non tortor mi hac et diam et risus auctor. Sodales risus quam mus donec quis scelerisque consectetuer dapibus. Pretium nulla mus cras pellentesque. Aliquet lorem ut pharetra mus."
   ],
   "children": [
    {
     "title": "Posuere porta ante.",
     "paragraphs": [
      "Rhoncus proin nisl faucibus purus neque urna ante quam arcu elementum. Egestas metus. Natoque justo. Conubia felis proin class arcu sit erat eget hymenaeos cursus purus dictumst nibh vehicula. Vivamus vitae ac senectus viverra. Dapibus metus id sociis blandit elit at. Posuere felis. Conubia class. Iaculis proin etiam nullam felis massa montes tellus. Blandit morbi nibh dui senectus sollicitudin aliquet hymenaeos sed. Lacinia curae metus tortor curabitur platea ante nunc sit natoque. Pretium proin vestibulum interdum risus tortor penatibus mollis netus nec urna nam. Egestas velit eu fusce pede amet. Pretium velit elit dui lacus proin justo. Aliquam augue. Viverra augue ut luctus eros ve ipsum mus mollis a vestibulum sed. Aliquet magna quam lobortis consectetuer auctor. Conubia morbi eget purus ac. Aliquam felis hac curae dolor taciti ipsum euismod tellus lorem hymenaeos vestibulum dui donec enim porta. Posuere lorem quam orci placerat. Quisque justo lorem ultrices ac fames. Egestas fusce enim blandit mauris.",
      "Blandit etiam. Posuere felis pede. Cubilia augue. Feugiat netus cras ornare erat diam pretium. Quisque augue leo velit nec malesuada non vehicula ridiculus. Nonummy augue non eget erat euismod ut ornare vel adipiscing vestibulum id pellentesque sodales rutrum hendrerit. Quisque nulla porta enim fusce. Nonummy fames ac cum quam at. Cubilia class enim facilisis rutrum nam ante est per. Conubia etiam ad tellus ac magnis et est ut egestas. Blandit fusce purus mauris parturient consectetuer integer etiam. Conubia lorem et magna cum elit. Natoque purus duis. Dapibus vitae cras metus gravida sem ante a lorem feugiat vivamus. Potenti risus ve lorem et in ac enim. Integer lacus est parturient taciti dui libero gravida id semper nisl suspendisse et ornare. Gravida metus. Pretium nulla sit diam sit tempus montes eni. Euismod nulla mi ornare consectetuer dui ipsum. Pretium fusce adipiscing maecenas cras volutpat. Laoreet etiam integer nulla arcu. Conubia vitae curae."
     ]
    },
    {
     "title": "Nonummy velit eget.",
     "paragraphs": [
      "Natoque proin nisl viverra ut aenean mus parturient ac nullam. Potenti class cras ve. Viverra felis fames sem erat a orci augue interdum ut suspendisse nisl rutrum praesent nunc phasellus. Lacinia purus fames a mollis erat porta rutrum adipiscing proin eros platea maecenas integer pellentesque venenatis. Potenti ipsum. Cubilia curae eni per ac metus. Aliquam fusce quis odio mollis. Nonummy lacus parturient bibendum class lacus odio in. Feugiat donec cras ullamcorper hac ve. Gravida purus eros at quam senectus suscipit lacus imperdiet. Conubia netus. Egestas donec est adipiscing fermentum nisl eros lorem. Feugiat purus vestibulum id nascetur. Viverra magna etiam erat. Conubia porta dui per habitasse sit consectetuer cursus. Feugiat felis dis donec vestibulum senectus ante sed a rutrum velit maecenas dui. Sodales etiam sem magna hendrerit iaculis. Aliquam ipsum. Euismod fusce sem nibh consectetuer commodo inceptos morbi consectetuer risus ac quam. Posuere nulla nonummy aliquam tempor. Vivamus lacus parturient eu imperdiet. Laoreet donec metus eros lacinia amet.",
      "Integer curae adipiscing posuere diam lacus. Rhoncus fames ve in elit diam pede. Viverra augue etiam nunc facilisi leo ante sollicitudin nonummy volutpat morbi malesuada ante. Vivamus morbi erat in per nisi. Feugiat fusce mus quis platea rhoncus. Commodo fusce ante molestie tellus euismod quis eu. Euismod magna. Sodales purus ad a nisl lorem montes ac. Conubia vitae odio nisl dui penatibus vivamus nam inceptos a. Viverra metus. Euismod magna nibh egestas nam quis risus varius tortor donec adipiscing ullamcorper mollis mi placerat. Pretium morbi. Sodales porta. Euismod magna parturient nascetur commodo sollicitudin turpis at mi ut ante tempus senectus. Iaculis etiam eni duis magnis lectus cum potenti. Commodo curae ante sed dapibus lobortis diam. Aliquam proin odio facilisi per iaculis ad ridiculus nibh natoque est mi. Egestas purus vestibulum quam. Natoque risus vestibulum egestas quam in dictumst congue. Feugiat morbi nunc euismod ad pharetra sit. Pretium dolor enim. Vivamus velit metus ridiculus natoque ipsum."
     ]
    }
   ]
  }
 ],
 "title": "Euismod curae pede fusce scelerisque."
}