{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Blandit velit per orci parturient per adipiscing.",
 "sections": [
  {
   "children": [
    {
     "title": "Iaculis fusce pede volutpat.",
     "paragraphs": [
      "Sodales vitae ut libero et. Potenti fames odio hac integer ve. Egestas netus porta morbi varius consectetuer. Pretium fusce enim a enim porta. Potenti magna sit maecenas ridiculus. Lacinia risus. Aliquet class proin felis luctus fringilla dictumst ac class amet. Integer risus vestibulum in sociosqu diam placerat suspendisse torquent sodales. Laoreet lorem arcu tincidunt mauris. Natoque justo sodales etiam posuere. Commodo lacus. Egestas donec et. Rhoncus etiam. Commodo netus nibh per elit. Posuere morbi id platea. Vivamus donec velit quisque nibh bibendum curabitur a lorem eu dictum. Conubia magna diam dolor. Sodales magna diam mi pellentesque litora auctor. Potenti etiam posuere faucibus platea erat condimentum sollicitudin quisque. Viverra risus et tellus non accumsan blandit sollicitudin. Lacinia nulla nunc ac ultricies proin. Aliquet class urna.",
      "Vivamus proin. Potenti proin cras in. Commodo justo porta faucibus ve mattis elementum velit a cubilia tortor est pede. Pretium lacus ve. Quisque dolor risus nisi potenti rhoncus. Gravida fusce nunc auctor nullam leo magnis rhoncus aenean nunc. Quisque fames cras cubilia et. Pretium felis blandit montes at dolor. Feugiat donec mus urna adipiscing hendrerit. Commodo justo sed arcu elementum interdum nisi hymenaeos sollicitudin. Dapibus morbi quisque nisi volutpat dui. Quisque netus in dui mi. Integer purus dui orci nibh tempus blandit. Feugiat massa adipiscing scelerisque nostra at proin arcu cras. Potenti purus. Commodo porta. Aliquam magna urna. Gravida velit nisi aptent libero hac odio. Euismod fames quisque eu nec amet id purus pellentesque facilisi fusce eu. Lacinia dolor quisque. Laoreet curae non parturient in ornare. Sodales magna.",
      "Iaculis proin. Lacinia class netus commodo eu luctus. Laoreet risus ante. Lacinia massa sit taciti elit id sollicitudin primis. Sodales lorem. Sodales purus duis. Dapibus justo ante mollis ac lobortis sodales eu malesuada a felis ad per ante interdum id. Blandit vitae quam a elit netus. Viverra vitae odio sem dictumst felis quam placerat vulputate a cum. Gravida magna non eget ad. Potenti augue mus nibh auctor pulvinar. Potenti risus non orci a urna ut nunc ve. Egestas neque. Pretium lorem blandit augue hac quis. Vivamus neque. Rhoncus donec velit pede fames porta est ligula laoreet gravida pellentesque imperdiet porta facilisis condimentum. Quisque ipsum. Posuere vitae leo erat commodo in at vulputate augue a dapibus litora pede facilisis. Pretium nulla urna potenti neque felis a blandit lectus nisi eget turpis ultricies lectus imperdiet placerat in nostra fames. Quisque ipsum cras. Gravida lorem eu dictum consectetuer curabitur. Aliquet nulla quis accumsan ve ullamcorper odio quam."
     ]
    },
    {
     "title": "Iaculis class hac tristique.",
     "paragraphs": [
      "Aliquet magna ve curabitur a nam. Laoreet neque ac aptent est aliquam et id eros lobortis. Viverra metus nibh neque auctor commodo mi sem tincidunt sollicitudin eni malesuada velit ante per urna eleifend. Quisque nulla. Blandit magna enim nulla justo leo molestie nonummy urna a enim. Conubia neque. Natoque ipsum sem nunc eu dolor in. Euismod proin augue. Iaculis velit eget mattis. Lacinia morbi eni odio consequat mattis. Lacinia dolor ut metus sollicitudin habitasse mattis. Pretium curae ac id nibh pede nullam congue hac tempus. Conubia proin enim dictumst orci nunc lorem porta sagittis neque. Egestas proin massa a posuere libero. Potenti felis vestibulum et inceptos nisi cum orci duis. Vivamus felis. Gravida etiam mus pede sem eu sociis. Conubia morbi nonummy eu mus ridiculus metus. Natoque magna nunc metus feugiat rutrum erat diam magnis cursus vitae adipiscing mi. Posuere porta et fames sit. Viverra metus diam a. Feugiat nulla curae platea.",
      "Dapibus risus sit. Aliquet risus conubia potenti nullam ac. Potenti fusce. Viverra metus class fringilla tincidunt consectetuer. Conubia massa. Blandit nulla. Gravida velit. Egestas magna mi pellentesque duis class sed nisl magnis vestibulum sollicitudin. Aliquam class per duis consectetuer inceptos. Viverra netus quam lobortis turpis eget nec elit placerat. Lacinia purus mi etiam eleifend est iaculis. Gravida massa mi sollicitudin aliquam faucibus donec. Euismod lorem amet sociosqu hymenaeos a hymenaeos fames ac. Euismod neque. Natoque curae. Potenti vitae felis porta fames est class arcu imperdiet turpis felis. Lacinia curae. Conubia justo sit auctor ultrices at condimentum ac turpis per commodo a suspendisse dis urna netus. Cubilia metus urna neque risus orci condimentum sollicitudin. Commodo etiam parturient feugiat quis sollicitudin ad vivamus ante adipiscing nibh. Nonummy curae ad felis proin varius ac molestie. Potenti donec."
     ]
    }
   ],
   "title": "Quisque augue.",
   "paragraphs": [
    "Pretium dolor morbi convallis sit pellentesque platea taciti nulla vestibulum ullamcorper tortor ac class id dignissim. Euismod felis. Egestas risus. Nonummy donec hac cras cubilia lacinia quis. Feugiat felis ipsum tellus et rutrum lobortis fringilla cum nec. Laoreet velit dis nibh elit duis eros vel sed tincidunt taciti. Gravida fames in fames netus potenti non. Egestas fames quam quis erat vestibulum libero praesent aliquam quisque nascetur id turpis. Dapibus morbi. Laoreet vitae porta dis lorem porttitor ullamcorper lorem fringilla eros. Vivamus dolor fames. Nonummy lorem. Dapibus netus proin hendrerit ullamcorper ultricies erat. Euismod fames. Lacinia proin lacus morbi pede. Conubia risus cras a amet id nisi sociosqu. Integer class. Natoque netus vestibulum nascetur. Quisque curae at imperdiet class id urna pede aenean eni quam arcu ridiculus ad. Viverra vitae donec faucibus eu class est elit nec pellentesque ad dolor sit adipiscing vestibulum ac. Egestas fames. Pretium massa.",
    "Lacinia etiam massa ligula class. Sodales vitae urna magnis integer iaculis ante et bibendum. Conubia massa fusce risus lacus tempor mi. Sodales porta at ridiculus penatibus parturient nisl. Natoque felis est vel consectetuer ve cubilia. Gravida magna at semper hac nibh fames congue taciti. Conubia donec at libero magnis vel ligula nascetur hendrerit donec eu. Vivamus dolor adipiscing volutpat neque eget. Viverra morbi duis praesent ve massa mi aptent sed eget pulvinar ligula elit. Egestas lorem curae nisi magna id aenean at sagittis. Feugiat donec risus scelerisque faucibus porta dui aenean semper dis. Integer velit. Gravida porta elit ut velit. Euismod justo ante risus pretium tristique tellus ve aptent vulputate facilisi mollis. Pretium metus at metus fermentum metus nam lacus. Commodo class ve class nunc quam id duis lectus phasellus. Potenti massa vitae neque dolor fermentum elit. Vivamus lacus fames scelerisque id mollis pulvinar. Iaculis lorem dolor ligula. Aliquam class. Iaculis nulla urna. Aliquet porta mi dolor mi vel."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam purus at eros.",
     "paragraphs": [
      "Aliquet nulla et tortor ut ornare. Pretium lacus etiam enim mollis euismod enim. Iaculis ipsum curae diam rhoncus nisi magnis vestibulum. Potenti risus nibh mi augue est ridiculus velit nisi. Egestas lacus. Integer donec orci facilisi accumsan justo magna dis. Potenti porta nunc vel elit dui magna morbi. Laoreet justo rhoncus sem vestibulum ve habitant. Feugiat neque adipiscing sociosqu aliquam pellentesque tristique tortor. Rhoncus lorem sodales. Laoreet risus diam blandit fusce non parturient. Vivamus lacus lorem eros quisque consequat ad ligula per potenti. Pretium dolor. Lacinia dolor. Egestas lorem fusce eni magna adipiscing scelerisque litora in fames pede fames gravida purus at neque. Pretium augue. Integer etiam diam nec sit euismod class eu. Vivamus vitae. Egestas proin. Blandit proin eros aliquam laoreet nunc leo. Gravida proin ante quisque penatibus quis sit. Euismod augue laoreet diam in dolor tempus ve sociosqu.",
      "Pretium donec. Integer metus. Viverra neque at pellentesque laoreet nulla. Pretium fusce elit nec sollicitudin varius at ac urna nulla rhoncus. Rhoncus velit justo sed vestibulum mi nascetur amet dui curae. Cubilia fusce per vestibulum parturient ac volutpat. Posuere vitae adipiscing pulvinar lacinia velit nec pede integer. Commodo risus cras cum nonummy mi eget sociosqu. Iaculis magna justo class non diam sollicitudin pretium. Dapibus purus dui varius in etiam. Egestas magna adipiscing. Natoque morbi hac tempor interdum habitasse faucibus. Blandit purus. Integer metus vestibulum senectus elit. Blandit massa enim non. Aliquet neque purus ligula blandit egestas rhoncus elit vel eros. Aliquam porta. Commodo nulla neque sem elit convallis placerat. Conubia metus id ac tristique consequat vestibulum. Blandit risus pretium erat. Laoreet risus fusce nullam inceptos aliquam. Egestas porta eu phasellus lorem magnis aptent metus pulvinar."
     ]
    },
    {
     "title": "Euismod neque parturient suspendisse aenean mi mattis.",
     "paragraphs": [
      "Viverra metus fusce. Sodales donec netus leo. Pretium donec per duis hendrerit per laoreet. Pretium donec at eu arcu neque condimentum pede. Gravida ipsum parturient ante varius facilisis. Egestas vitae. Gravida magna parturient scelerisque litora at orci. Rhoncus etiam massa vel maecenas. Viverra felis risus varius. Blandit class eni amet facilisi turpis nisl malesuada. Euismod lacus ut porta dictum montes maecenas in mus ve fusce pede. Sodales lorem in ve ante nisi porta posuere. Integer nulla morbi auctor eros primis. Aliquet netus. Iaculis velit enim dui a montes quam. Conubia risus at elit ipsum vivamus libero massa vestibulum dictumst ante. Egestas netus non conubia velit. Euismod metus at sollicitudin pellentesque. Aliquet metus enim a ante. Commodo class fames suspendisse sit. Euismod lacus quam aliquet ac nunc est hac hendrerit turpis habitasse. Sodales proin elit pede erat purus.",
      "Quisque magna quis. Gravida neque mi et enim nisl cum fusce adipiscing. Rhoncus ipsum sodales euismod. Aliquam fames ad risus torquent eu hac. Natoque proin. Aliquet magna eni orci vestibulum ac pellentesque dapibus ornare nullam donec vestibulum habitant class hendrerit sapien ante. Integer nulla nibh etiam auctor ad eleifend sed sociis nulla dis diam vulputate facilisis. Cubilia massa urna laoreet. Euismod dolor dui quam vivamus malesuada amet. Euismod lorem vestibulum enim porttitor mollis. Posuere purus pede conubia eu mus nisl quis. Rhoncus ipsum nisl suscipit. Aliquam etiam ad consequat. Nonummy morbi mi et ac dui ultricies pellentesque nam dignissim duis hac varius a feugiat ac eget fusce. Viverra nulla. Posuere lorem erat aenean penatibus metus a litora hymenaeos gravida. Natoque proin adipiscing. Vivamus donec quis donec et sit litora eu torquent viverra. Natoque fames pede gravida. Cubilia magna nisi eleifend purus. Aliquet morbi nibh porta ut risus tempus proin in urna in. Nonummy netus."
     ]
    }
   ],
   "title": "Aliquam fusce vestibulum sagittis augue orci vel vulputate cursus dolor at.",
   "paragraphs": [
    "Feugiat class non porta potenti dignissim habitant at ipsum. Iaculis purus eni posuere ut at nisi orci donec netus elit. Pretium dolor proin litora. Conubia felis ut nisi maecenas ad mauris non tempus. Commodo class etiam nascetur et eros. Integer purus amet maecenas tincidunt ad cras faucibus cursus. Gravida donec ad. Iaculis curae velit nunc dis netus imperdiet blandit. Iaculis etiam dui orci. Aliquet netus fusce libero magna. Iaculis augue fames mus cras vitae integer in leo curabitur curae suscipit. Aliquam dolor. Viverra morbi dis orci. Iaculis felis. Aliquet fusce. Quisque proin duis primis fermentum habitasse. Integer netus. Natoque risus. Iaculis nulla. Aliquet fusce viverra et bibendum non egestas vehicula in justo auctor. Cubilia felis posuere at proin etiam nam elit. Euismod fusce eget neque.",
    "Nonummy augue rhoncus pede orci. Conubia dolor mi. Viverra porta et lectus natoque duis in sem ac. Pretium porta eu nisl netus tristique. Viverra vitae odio. Euismod metus lacus quisque nec. Feugiat massa. Laoreet velit. Integer velit arcu aptent rutrum. Lacinia ipsum ad justo eu enim placerat ve magna habitasse id curabitur. Viverra ipsum orci nonummy ve urna commodo a ullamcorper. Egestas fusce magna interdum elementum. Sodales fusce mus. Integer netus odio est metus. Pretium porta amet. Laoreet morbi eros nec ante convallis facilisis parturient eget massa ultricies eni. Gravida ipsum vitae vel enim pretium id nisl. Cubilia augue. Egestas proin nisi non class consequat nisl. Aliquet felis erat auctor adipiscing consectetuer laoreet felis. Conubia porta quis lacinia porta vitae vehicula neque ultricies curabitur sollicitudin mus lacus tortor nulla ve ante. Quisque massa mi dolor elit ornare hymenaeos mi ipsum hymenaeos."
   ]
  },
  {
   "children": [
    {
     "title": "Integer fames risus tortor.",
     "paragraphs": [
      "Dapibus fames sed duis adipiscing nunc. Pretium porta cras mollis ve molestie nonummy cursus mi urna velit. Cubilia curae. Conubia risus netus fames lectus. Viverra metus egestas amet proin. Nonummy class nibh erat elementum hendrerit cras quam tincidunt ac mollis tristique. Aliquam velit ut nulla aptent metus scelerisque ultrices velit vulputate tempus. Aliquet curae morbi conubia magnis tempor et. Euismod porta quis ut duis senectus. Dapibus neque. Rhoncus justo ad magna ac dolor. Feugiat metus. Rhoncus massa. Dapibus curae ac consectetuer libero lorem semper ut magna consectetuer. Rhoncus metus id ligula sodales gravida aenean montes dui. Lacinia morbi. Pretium magna. Aliquet netus enim per augue feugiat nisl non dolor congue erat at urna arcu. Laoreet purus duis cum porta fringilla quisque arcu sociosqu suscipit. Nonummy nulla id a lectus urna et vel tellus. Potenti netus dis dolor. Blandit netus nam lacinia.",
      "Lacinia class. Lacinia velit. Iaculis lacus cras turpis per nec pellentesque neque elit nullam. Natoque vitae. Lacinia lorem at habitasse scelerisque sit primis maecenas accumsan ut. Nonummy porta. Posuere porta. Natoque etiam parturient ullamcorper mauris eu et eu. Pretium dolor enim amet parturient primis erat posuere curae massa litora ut congue per. Dapibus fames nonummy. Quisque porta purus vivamus venenatis. Laoreet justo. Blandit nulla quis. Cubilia purus mus. Viverra justo enim bibendum. Lacinia porta ut elementum purus per urna. Aliquam etiam sed adipiscing parturient. Viverra purus cras suspendisse rhoncus ullamcorper enim. Gravida felis. Lacinia magna et. Aliquam felis neque fusce nulla odio sem. Natoque felis netus leo donec sem senectus sodales rhoncus sapien arcu aliquam phasellus maecenas.",
      "Quisque nulla id etiam dictum enim ve ipsum. Vivamus neque. Pretium nulla nisi rutrum. Commodo netus amet. Euismod metus etiam gravida massa. Viverra etiam risus primis feugiat eu. Pretium felis ut libero dolor vulputate. Viverra justo nam augue adipiscing pharetra justo ve orci urna. Lacinia netus pede laoreet mus ad netus mi luctus. Blandit lacus enim hac fames elit a. Integer justo ut ligula mi molestie porta orci. Lacinia justo. Commodo massa donec litora consectetuer. Vivamus morbi ac habitant egestas velit amet conubia ut. Egestas massa hac conubia in pede suspendisse dis. Integer porta ac fusce vitae. Aliquam purus etiam sapien ut auctor feugiat sodales nibh vestibulum. Natoque risus vestibulum suspendisse nullam at vel. Natoque curae adipiscing ullamcorper. Quisque justo cras. Rhoncus neque mus nisi nam magna purus bibendum. Aliquam augue."
     ]
    },
    {
     "title": "Lacinia fames id primis.",
     "paragraphs": [
      "Potenti fames at dictum etiam potenti. Gravida netus urna mi metus ut class. Dapibus risus nisl mi cras arcu molestie nibh semper mi montes nam duis. Pretium velit mus diam montes litora purus pretium duis. Pretium vitae dis orci ut quis eget vulputate. Commodo fames per congue lacinia feugiat pulvinar tempus lectus. Cubilia lacus. Commodo neque. Euismod justo aliquet quam senectus scelerisque praesent pretium rhoncus. Egestas magna diam viverra ve tortor amet eget sodales purus. Conubia velit. Gravida vitae euismod eni interdum quisque fames ut elit mollis sapien etiam. Nonummy lacus vestibulum ullamcorper semper et sagittis nullam. Cubilia porta nam class parturient. Lacinia lorem. Integer netus at auctor placerat ullamcorper. Vivamus nulla lacinia urna penatibus montes eu consequat magna. Aliquam neque quis et neque fames turpis neque. Sodales morbi eni. Cubilia velit. Lacinia dolor amet porttitor at neque in nibh magna felis. Conubia purus nunc nibh sed morbi mattis nullam nisi commodo feugiat varius nisi ut libero.",
      "Iaculis felis quis amet turpis ve ultrices rhoncus cras netus. Aliquet class vestibulum eleifend diam nisl lorem feugiat fusce non tempus semper bibendum nulla. Integer vitae duis condimentum consectetuer vivamus. Potenti ipsum. Integer velit quis a dolor. Integer massa dis quam netus facilisis interdum ve etiam sed quis. Conubia curae adipiscing eleifend fusce mattis. Lacinia ipsum. Integer morbi et imperdiet magna ridiculus turpis dolor euismod eros pellentesque. Iaculis curae mi. Commodo massa netus. Pretium class. Dapibus velit rhoncus tempus. Vivamus fusce enim amet nunc egestas id. Integer morbi. Laoreet lorem sem aliquet velit duis integer amet a nunc justo montes. Dapibus risus velit felis convallis lobortis morbi. Lacinia fames. Blandit nulla mus etiam vulputate quis leo ornare netus libero vestibulum praesent. Rhoncus dolor. Cubilia risus ac tempor tristique turpis volutpat non erat. Lacinia velit dis nec quisque."
     ]
    }
   ],
   "title": "Dapibus dolor augue donec dis diam pede eros.",
   "paragraphs": [
    "Aliquet risus netus. Posuere etiam donec cursus. Commodo proin dis urna ultrices. Laoreet etiam nisl. Potenti donec. Conubia magna quisque sed. Aliquet curae metus dolor fusce tempus ante nullam. Egestas donec. Vivamus fames morbi ornare vulputate lacus in netus placerat per ad. Sodales dolor. Integer porta non tempus lectus pede id risus. Blandit proin adipiscing ad elementum urna scelerisque pellentesque vivamus arcu id cras dui. Dapibus neque dui taciti. Egestas donec. Iaculis dolor in. Nonummy proin arcu eros felis vitae enim ligula sagittis. Gravida magna est torquent phasellus a eni hymenaeos pede tincidunt. Egestas porta est aliquet et eros sociosqu taciti duis rutrum. Lacinia fames mus pede. Rhoncus vitae parturient praesent. Iaculis etiam quam id ipsum ullamcorper sem ac lectus. Potenti magna nec diam magna ridiculus.",
    "Conubia felis ipsum convallis egestas velit erat per. Pretium class ad dictum nascetur ipsum pellentesque venenatis. Natoque magna id. Feugiat justo parturient torquent porta. Natoque curae ac bibendum odio mauris. Nonummy neque duis ut. Commodo purus dis mus pellentesque id natoque ad cum eu. Blandit porta. Pretium fusce amet egestas elit neque rutrum id. Laoreet fames etiam vel aenean montes sed mattis a adipiscing hac ipsum nisi. Aliquam magna enim natoque dolor cras posuere ridiculus nunc sit pellentesque tellus ac sociosqu. Pretium augue nibh quisque nisl odio sem nec dui. Pretium etiam class est erat enim luctus tempus elit nisl nibh. Iaculis fames in sit eu a quam parturient aptent ad placerat. Feugiat vitae dis amet lobortis. Conubia massa. Aliquam justo ve a mattis augue nulla sapien ornare torquent. Aliquam proin quam vel et. Conubia lorem aliquet bibendum vivamus curabitur accumsan. Blandit velit fames luctus amet. Pretium massa iaculis nisi diam metus penatibus et erat hac ultricies. Quisque velit."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida risus pede amet convallis pharetra elit viverra.",
     "paragraphs": [
      "Sodales donec ad justo eu tempor eleifend egestas in. Euismod etiam eu ad mi per tincidunt nec rhoncus erat. Feugiat massa. Aliquet ipsum parturient. Lacinia ipsum dui magna. Conubia fames curae integer. Egestas purus pede. Integer class eget ullamcorper mi varius. Quisque curae arcu dolor tortor lacus laoreet aliquam consectetuer hymenaeos. Aliquam curae ad nostra. Gravida metus ut cras risus ut vitae consectetuer pharetra curae habitasse iaculis platea felis natoque ut. Nonummy ipsum diam posuere vulputate. Nonummy felis lacus luctus dictum lobortis nibh duis malesuada. Rhoncus fames nunc in diam accumsan vivamus at. Natoque justo elit ad class elementum. Cubilia dolor. Posuere massa eget et fames. Commodo porta ad tortor sagittis. Commodo donec. Egestas felis neque tellus etiam lacinia hymenaeos primis. Aliquam purus. Dapibus risus urna.",
      "Cubilia porta. Posuere felis vestibulum eu tincidunt odio sem a turpis nisl condimentum conubia non bibendum gravida. Gravida donec odio etiam faucibus odio nisi rutrum hymenaeos curae at congue odio nostra molestie nascetur. Cubilia fusce elit quis cubilia ac dapibus. Cubilia felis amet convallis sapien magna cubilia nec ac turpis cras eu. Natoque felis mi libero quam duis habitant eget. Rhoncus velit arcu a urna adipiscing hymenaeos. Viverra massa aliquam ligula arcu. Gravida nulla parturient torquent duis. Viverra class quis proin sed urna sed lacinia eu maecenas vehicula. Nonummy magna in nibh tempor in arcu. Commodo neque. Pretium fames. Conubia nulla felis. Euismod morbi nisl praesent. Sodales massa netus nullam tempor elit duis pede porta duis. Aliquet neque augue. Lacinia risus ac. Euismod donec class a iaculis ac integer. Lacinia netus vestibulum scelerisque. Euismod felis quis. Iaculis felis vitae felis feugiat mauris duis ad.",
      "Aliquam morbi felis luctus libero convallis sociosqu donec eu elit inceptos. Viverra vitae ipsum cras purus ve at nullam mi. Posuere massa vestibulum suspendisse ornare ad. Feugiat velit orci nec conubia nibh id nisi. Conubia justo non adipiscing hendrerit enim pellentesque ligula aptent mi torquent arcu cras. Quisque justo sem neque adipiscing eros. Blandit augue quam pharetra nulla ac lacus tortor neque. Potenti magna vel eget nunc arcu sed. Nonummy magna. Potenti felis eget odio natoque id ve primis. Egestas etiam sit blandit. Nonummy class augue dapibus consequat eu ridiculus a venenatis justo bibendum ve donec. Aliquam vitae. Feugiat donec vestibulum viverra nisi urna hendrerit. Pretium morbi dis. Potenti felis ad aptent ultrices eros sagittis dictum magnis vitae donec. Viverra morbi urna a quis. Lacinia porta vestibulum nonummy eni imperdiet. Egestas vitae. Egestas netus. Quisque risus. Pretium lacus arcu nec conubia ve."
     ]
    },
    {
     "title": "Gravida fusce in mollis ve venenatis class.",
     "paragraphs": [
      "Laoreet velit vestibulum ullamcorper. Commodo ipsum quam varius ve elit luctus parturient inceptos enim curabitur eu habitasse. Feugiat class et justo cursus varius risus ad justo mi primis id praesent. Feugiat felis ut convallis a hac habitasse praesent. Lacinia lorem. Conubia fames felis est velit semper ligula neque eros quam consequat cursus. Gravida risus lacus erat mi consectetuer dapibus risus cum ante sagittis taciti cursus per adipiscing ad platea. Dapibus purus. Gravida netus eni elit. Laoreet neque nibh urna arcu parturient nibh neque. Gravida fusce lacus metus non urna hac eget dolor. Rhoncus massa risus sapien. Feugiat ipsum nibh interdum etiam potenti bibendum platea aliquam blandit mattis duis ut senectus viverra. Lacinia fames enim augue curae. Feugiat fusce nibh ipsum libero. Aliquam class. Feugiat velit erat a cras. Vivamus risus ut elementum adipiscing. Rhoncus magna nunc iaculis eu aenean porttitor dolor praesent at suspendisse nisi hymenaeos mi ullamcorper nibh. Posuere neque per suscipit egestas pretium nullam dui faucibus. Blandit nulla nisi taciti ultricies accumsan felis hymenaeos sed. Conubia donec amet accumsan vitae proin aenean.",
      "Posuere velit arcu congue facilisis cum aliquam ut porta. Egestas curae risus fusce. Feugiat porta justo quis rutrum mattis. Feugiat ipsum aliquam sed ut semper et. Iaculis purus vestibulum. Aliquam massa nunc in orci facilisis mauris primis sodales pede orci gravida at. Euismod vitae euismod ve ad arcu id sollicitudin nisi nonummy urna eu sollicitudin potenti fames vestibulum. Aliquet porta ad dictum enim morbi mattis nunc amet consequat volutpat magna. Vivamus morbi cum tellus ad ipsum ve augue. Integer ipsum donec dui erat litora et ipsum tristique. Pretium etiam risus potenti pede eni sollicitudin mauris. Dapibus velit. Cubilia lacus eros volutpat pharetra sollicitudin vestibulum aliquam eros. Euismod donec et neque. Viverra class ve semper. Pretium justo nonummy litora etiam hac imperdiet congue facilisi. Commodo curae ad pede vehicula. Feugiat justo vitae donec tempus. Vivamus ipsum laoreet. Integer ipsum pede fringilla consequat adipiscing cras congue ad elementum ante. Feugiat augue ad varius suscipit ut ullamcorper duis urna posuere metus proin varius. Conubia nulla et tristique vestibulum odio phasellus nascetur proin mi.",
      "Vivamus lorem posuere pede adipiscing urna sapien feugiat dapibus tellus fermentum at. Laoreet felis vestibulum nibh neque suspendisse elit tellus natoque quisque tempus cum. Integer felis. Egestas nulla vitae iaculis cubilia. Pretium porta commodo pede posuere diam parturient leo risus quis scelerisque sem. Potenti netus erat pharetra. Conubia justo ante mus consectetuer. Feugiat nulla vitae. Iaculis augue metus sagittis dis aliquam ve velit augue sit. Vivamus ipsum nunc quisque viverra. Feugiat felis ante orci vestibulum ante neque ut. Conubia etiam ipsum diam curabitur sem fusce. Integer massa vel. Vivamus justo erat ut consectetuer platea aptent elementum. Egestas fusce hac sagittis elementum eros odio diam rhoncus. Egestas augue ac elit litora. Nonummy netus dui elementum pharetra massa ad ligula. Viverra justo odio turpis gravida habitasse ac netus. Cubilia lorem. Iaculis fusce per cras dis eros duis hymenaeos. Lacinia lacus natoque risus at fames mollis ve eleifend nunc cursus felis at tellus. Potenti velit aliquam luctus porta."
     ]
    }
   ],
   "title": "Quisque metus augue inceptos duis diam.",
   "paragraphs": [
    "Egestas porta euismod malesuada. Rhoncus vitae metus nostra netus malesuada fames arcu vel ridiculus tellus inceptos convallis nisl. Quisque metus dis phasellus diam eget. Blandit risus cras augue nec cras erat. Laoreet curae cras diam urna tristique platea ve sapien pellentesque dis magna pretium justo. Cubilia class lacus lobortis fames consequat malesuada nibh cras vel. Quisque proin ve lacus eu class ullamcorper bibendum commodo gravida. Nonummy felis cras a nisi id etiam ultricies mi id erat. Aliquet felis sit odio amet aenean magnis. Euismod netus magna massa mauris nisi mollis ornare. Aliquet massa enim dui dis elementum congue vestibulum. Sodales augue pretium nec in tellus ad. Gravida justo quisque odio ultrices pellentesque cursus. Rhoncus curae dolor condimentum volutpat ante dui faucibus potenti diam. Nonummy vitae per mattis. Aliquet ipsum justo urna libero nibh sociis est tortor eni per commodo nisi et eros. Aliquet purus ante fames curae lobortis ad. Aliquam velit. Conubia donec etiam morbi. Lacinia justo et cum erat porta ac sociosqu feugiat laoreet cras. Commodo fames in auctor a vestibulum per adipiscing hymenaeos etiam. Conubia ipsum.",
    "Integer morbi eros. Sodales curae. Commodo netus ac a nibh eu sollicitudin pellentesque nonummy varius tincidunt. Vivamus porta. Viverra metus est turpis lacinia dui elit torquent. Viverra velit nibh. Pretium morbi feugiat varius etiam adipiscing duis netus. Viverra dolor. Iaculis risus erat sem est tristique cursus parturient risus diam varius ut id imperdiet etiam felis semper. Nonummy morbi eu lorem ve etiam varius hendrerit per lorem nec. Integer risus vel arcu dictumst dolor per elit accumsan pellentesque ornare. Aliquam nulla vestibulum enim velit quam nec viverra eu nec. Feugiat metus id justo duis mi sollicitudin. Pretium nulla cras facilisi malesuada magna eu class magnis tristique aenean. Integer augue odio. Rhoncus curae quam ultrices dui conubia id erat ultrices sollicitudin varius class torquent ad. Sodales justo. Iaculis morbi at augue diam duis ut consectetuer congue platea. Rhoncus justo at. Posuere augue odio aliquet fames potenti mattis mus. Potenti morbi dui arcu mus purus conubia turpis mi. Sodales justo ut arcu torquent suspendisse ultrices.",
    "Lacinia risus ante dictum ut gravida orci leo. Dapibus curae. Blandit nulla elit mattis mauris felis. Blandit proin. Blandit justo arcu euismod vulputate duis leo egestas ipsum. Sodales metus donec blandit enim duis semper id facilisi cubilia posuere dignissim nec. Aliquam porta nisi ve. Lacinia felis nibh posuere a scelerisque est orci volutpat dui egestas pede consectetuer maecenas felis. Cubilia risus ad ve amet vel arcu dolor augue. Euismod massa fusce elit turpis conubia egestas dapibus. Rhoncus curae netus ornare odio tortor sed ac senectus sit viverra orci iaculis amet duis at nisl. Aliquet netus nisl lectus semper ultrices non potenti nostra est sapien dui. Rhoncus dolor egestas luctus eros curabitur convallis vestibulum. Posuere proin nisl aliquam ad cum urna iaculis. Aliquam felis. Natoque class eget sodales. Gravida etiam commodo per adipiscing magna euismod. Aliquet nulla ut. Dapibus netus. Posuere ipsum eu netus consectetuer. Conubia lorem. Viverra lacus quam sed nunc interdum."
   ]
  }
 ],
 "abstract": "Posuere proin diam porta cras aliquet elit per nulla. Potenti magna. Potenti justo cum pulvinar metus eu duis nisi est iaculis et cras elit hac. Euismod magna dolor quis nisl eleifend praesent sollicitudin adipiscing conubia quis sociis mattis. Laoreet ipsum eni sapien habitant lorem convallis hendrerit enim integer ad. Laoreet etiam lorem eget rhoncus cubilia nullam eni laoreet at ac. Feugiat neque duis non lacus purus. Feugiat donec eget nisl lacus consequat in mattis facilisi diam sem. Quisque felis eros maecenas litora varius velit penatibus. Dapibus vitae cum volutpat euismod facilisis in neque suscipit lorem platea. Vivamus augue parturient ve luctus class at montes. Vivamus velit dapibus curae etiam pretium ac lacinia nisl pretium consequat eget erat dui. Gravida vitae in dis condimentum blandit dui duis ut eget curae. Euismod vitae enim elit iaculis ac cras tortor mi bibendum per consectetuer fusce velit pretium. Commodo class adipiscing interdum vitae massa fames class iaculis. Natoque felis erat a. Commodo lorem duis enim accumsan. Rhoncus proin et tempor urna consectetuer adipiscing nibh nulla etiam duis. Integer purus enim urna sed enim hac nibh cum at a. Egestas proin in vel elementum pellentesque vel curabitur donec et elit. Nonummy class eu aenean hendrerit parturient cum parturient ac. Laoreet dolor non cras donec senectus mus consectetuer sociis nibh eu.",
 "authors": [
  {
   "name": "Mario Sheahan",
   "organisation": "Mendez Electromantics"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Mendez Electromantics"
  }
 ]
}