{
 "authors": [
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Buddy Liles"
  },
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Azucena Choi"
  },
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Librada Ehrlich"
  },
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Tana Redington"
  },
  {
   "organisation": "Potts Manufacturing Sciences Machines",
   "name": "Neal Mifflin"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Reid Laney"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Avelina Belvin"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Aurea Stoltenberg"
  },
  {
   "organisation": "Pharmecutical Horizons",
   "name": "Sam Benner"
  }
 ],
 "abstract": "Cubilia velit eu nullam aliquet diam hac ipsum sapien velit felis faucibus sed. Rhoncus neque eros suspendisse posuere condimentum enim nisi vivamus ad pretium. Viverra etiam sem odio quam lobortis aliquet feugiat. Conubia fames at porttitor lacinia tempor ut dolor pellentesque magna ut arcu nostra fermentum. Lacinia neque sed arcu egestas at facilisis donec eu. Sodales risus in ultricies. Quisque purus urna a augue feugiat litora at libero consequat. Dapibus fames cras leo nisi elit. Posuere fames. Rhoncus fusce et pede magna vitae egestas eni inceptos a habitant arcu praesent vehicula sodales maecenas. Euismod curae ut class ve ac ve montes neque amet mus at a. Potenti risus mi ultricies nonummy. Vivamus neque parturient pharetra velit. Iaculis felis ac tortor praesent ut erat massa scelerisque senectus purus facilisi adipiscing vulputate fames. Natoque justo donec iaculis pede leo risus fringilla. Gravida neque metus dolor eleifend vel consectetuer montes arcu nisi. Cubilia lacus ut odio netus potenti fames enim a class iaculis urna ut lorem eu mauris. Quisque neque. Lacinia lacus eu sapien feugiat elit conubia orci ad diam et dolor habitasse dis. Pretium etiam urna hymenaeos facilisis ante nibh fusce. Euismod curae quam inceptos vestibulum venenatis. Integer augue nulla aptent ante sollicitudin volutpat donec.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "What is the title??",
   "key": "Pat85",
   "author": "V. Pati",
   "school": "Princeton",
   "year": 1985,
   "type": "phdthesis"
  },
  {
   "title": "Chern classes for singular hypersurfaces",
   "key": "Alu96",
   "author": "Paolo Aluffi",
   "year": 1996,
   "note": "preprint",
   "type": "unpublished",
   "month": "February"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "key": "Dax",
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "pages": "315--319",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "key": "Ill79",
   "author": "Luc Illusie",
   "volume": "82-83",
   "pages": "161--172",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "key": "Rie71",
   "author": "Oswald Riemenschneider",
   "volume": 123,
   "pages": "265--284",
   "year": 1971,
   "journal": "Math. Zeit.",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Aliquam metus justo.",
   "paragraphs": [
    "Natoque morbi curae quam non convallis iaculis. Laoreet lorem sodales erat. Rhoncus lacus urna libero malesuada risus sem nisl montes. Blandit lacus odio aliquet libero leo. Conubia nulla felis sodales consequat arcu integer. Vivamus lorem arcu accumsan mi scelerisque at tempus quis in convallis diam ridiculus ligula sit. Egestas porta nibh dis habitasse congue donec dictumst dignissim accumsan ac justo. Nonummy porta class cubilia in fringilla suspendisse tincidunt nisl. Laoreet metus. Blandit morbi sed lacinia at non. Aliquet neque justo aliquet ante a diam neque pretium eu. Blandit velit arcu sodales nibh dictumst nullam parturient. Rhoncus velit ad turpis vivamus nibh a dolor. Feugiat augue etiam varius semper leo placerat neque. Sodales dolor ad primis diam. Natoque risus. Blandit netus morbi euismod nunc id sagittis nunc varius inceptos. Aliquet felis curae suspendisse facilisi hymenaeos netus vulputate dis aliquet accumsan. Commodo etiam elit hymenaeos ad. Gravida risus neque curabitur dui leo euismod in faucibus. Cubilia lacus nisi quis fames netus tellus dui orci sociosqu ullamcorper habitant. Pretium etiam nec diam suscipit nascetur.",
    "Lacinia donec. Quisque etiam adipiscing accumsan magna morbi viverra nisi consectetuer sociosqu donec in. Blandit massa. Quisque nulla. Conubia felis odio iaculis proin nunc suscipit. Posuere fames eu mollis consectetuer facilisis magna nisi risus netus scelerisque faucibus donec montes. Aliquam massa non diam urna ligula mattis et taciti suscipit. Vivamus netus ac pede. Quisque dolor urna placerat sodales proin arcu habitasse sed dolor leo ipsum consequat. Conubia dolor ut mauris et id per duis est elit nulla mi at ve. Dapibus porta enim et nibh dolor feugiat iaculis arcu quam. Feugiat fusce orci eu risus pellentesque malesuada mauris amet id lobortis tempus luctus torquent. Dapibus class. Cubilia morbi risus nibh lorem scelerisque. Posuere velit donec eni quam ac consectetuer primis fusce curae sed ante torquent massa pede cum. Laoreet dolor cras quis dolor magna litora. Blandit metus dis. Viverra curae eu magna purus per orci inceptos lacus conubia sapien. Blandit felis duis class ad ac dictum porttitor lacus nibh cras aliquet. Rhoncus augue eu in nulla. Conubia justo felis posuere nulla in mus. Sodales magna ac."
   ],
   "children": [
    {
     "title": "Conubia velit.",
     "paragraphs": [
      "Nonummy etiam. Laoreet metus eni. Feugiat morbi ante a diam. Conubia vitae quisque suscipit. Euismod neque id maecenas potenti aliquet mattis nam in phasellus fusce nisi. Laoreet magna metus tristique. Lacinia vitae nec adipiscing vestibulum id bibendum. Aliquet purus duis elit ligula mi. Posuere velit in ante ridiculus pulvinar fames ad ligula aliquam erat sagittis. Aliquet magna. Rhoncus dolor vestibulum eget litora euismod per adipiscing aptent ultrices tincidunt. Nonummy augue nunc a. Integer dolor diam nonummy dapibus phasellus duis arcu elementum at. Blandit curae netus vel. Nonummy massa. Natoque netus curae nulla molestie pede. Pretium lorem amet urna rhoncus felis nam morbi dui euismod mattis at dictumst dui sollicitudin felis metus vivamus felis. Potenti proin commodo posuere mauris fames nisi orci. Natoque vitae eros praesent leo orci torquent. Cubilia netus orci neque. Conubia porta mi hymenaeos urna. Lacinia class non eleifend a.",
      "Pretium porta justo augue ligula semper hendrerit. Aliquam magna adipiscing in. Blandit massa. Laoreet netus mi proin mi duis. Euismod porta nisi porttitor ut. Conubia morbi orci eleifend sollicitudin platea at aenean a pulvinar. Egestas justo mi dolor mi sollicitudin pellentesque posuere auctor. Commodo donec eni duis eros mauris sodales. Posuere purus ut id. Cubilia magna. Gravida metus. Cubilia morbi quis scelerisque sodales. Dapibus justo sem tempor odio fringilla cursus pulvinar vestibulum montes ut quis. Pretium justo mi facilisis integer congue proin nam nibh a arcu class. Conubia metus orci. Euismod donec et venenatis mi curae at risus consequat facilisi eget sapien ac. Iaculis augue. Egestas etiam ac ad cum amet platea. Viverra purus urna ut. Dapibus etiam. Iaculis curae eu enim eu vitae eu vitae ac. Conubia justo nam erat lobortis sed aptent.",
      "Aliquam ipsum. Natoque risus orci tristique nam sagittis iaculis aliquam duis eget cras curabitur cras sed. Gravida justo magna aptent purus pulvinar habitasse accumsan congue nisi hymenaeos volutpat nunc dictum. Conubia velit. Conubia lorem ac taciti dolor quis hymenaeos mollis pulvinar. Rhoncus felis urna conubia quisque etiam. Lacinia felis eros condimentum nonummy eni torquent metus. Cubilia neque ac nibh ac nulla fusce sem eni mi blandit nisi suscipit cum nisi. Nonummy lorem duis lacinia proin diam sem erat felis rutrum dignissim curae ve fermentum ante. Viverra fames duis. Lacinia purus. Aliquam felis urna nec non potenti luctus arcu magnis ac inceptos vivamus id. Aliquam nulla id ornare ridiculus sed quis dis. Egestas magna class sodales eu dis. Viverra nulla adipiscing at taciti lobortis hymenaeos hac morbi auctor ornare hac adipiscing parturient ve imperdiet. Aliquet metus neque dictum eros. Commodo justo erat et pellentesque mauris ut varius lorem ac ligula ve arcu. Vivamus justo. Feugiat ipsum eni quam. Commodo class orci at hymenaeos metus a mauris massa facilisis eu quis. Rhoncus massa duis arcu. Nonummy augue ante cursus mus."
     ]
    },
    {
     "title": "Viverra massa vitae pharetra morbi orci pretium curae ve.",
     "paragraphs": [
      "Sodales justo erat per felis parturient. Aliquam proin ac arcu. Dapibus neque eros. Natoque magna nec cras hendrerit ultrices pharetra sollicitudin adipiscing commodo nunc. Iaculis nulla. Aliquam magna id netus. Aliquet proin et etiam turpis quam ridiculus. Quisque curae. Blandit porta lacus velit rhoncus odio pretium nisi. Vivamus magna donec nulla natoque lectus morbi. Conubia lacus leo orci vel elit sociis vestibulum sollicitudin. Gravida porta enim sit euismod. Aliquet risus ac mi facilisis felis. Aliquam ipsum. Laoreet netus. Euismod ipsum dis aliquam nisi vestibulum eu hymenaeos adipiscing duis. Quisque etiam id non diam dolor fringilla ultricies adipiscing duis tristique diam condimentum euismod cum nunc class interdum urna ridiculus. Quisque vitae nibh sapien blandit commodo aptent nisi magna malesuada eros pede natoque urna. Commodo risus cras sit cras senectus. Cubilia metus. Blandit proin dui nisi elementum at. Quisque dolor ut imperdiet a vitae quisque ridiculus.",
      "Viverra porta quam. Euismod nulla. Feugiat nulla eget. Blandit augue quam facilisis nec. Egestas augue nec turpis a euismod cursus sed rutrum vivamus. Viverra curae dis vivamus massa in ad. Nonummy porta nam odio nulla maecenas eros vel. Euismod augue id nostra augue vulputate. Viverra class lorem risus facilisi eni duis ve consectetuer integer metus rhoncus urna et. Integer risus at ac lorem. Gravida felis et habitasse parturient rhoncus ante nascetur condimentum vel dictum quisque hac ut. Pretium vitae nunc nonummy at consequat. Rhoncus velit odio quam taciti tincidunt feugiat primis ut nunc vehicula turpis. Viverra justo in ridiculus a lorem et tempus. Viverra augue cras pulvinar morbi. Rhoncus neque ad magna ridiculus mauris. Viverra augue nibh nonummy ut sapien gravida vivamus donec nulla accumsan. Iaculis nulla porta lacus a. Potenti lorem mi nisl nunc potenti dui torquent pellentesque. Blandit porta. Integer purus nam potenti elit nam tellus aliquam semper leo ac tempor. Vivamus vitae diam.",
      "Pretium donec. Viverra netus. Aliquet massa ut a nibh dolor scelerisque sociosqu. Natoque lacus quam cras viverra at vulputate proin et. Laoreet morbi. Lacinia neque euismod vel mi felis habitasse faucibus dolor cubilia aptent ve senectus ligula. Conubia ipsum pede purus arcu. Quisque justo mi aptent consectetuer leo. Aliquam nulla magna quisque enim sed consectetuer montes at vehicula. Blandit neque at aptent pretium amet. Vivamus neque parturient volutpat quam urna nibh morbi potenti cursus nunc euismod. Vivamus lorem in mi porttitor morbi mi lacus eni vestibulum ad sollicitudin. Viverra purus ve augue enim mollis maecenas. Cubilia dolor arcu quam porta iaculis egestas nostra lacus augue integer pulvinar elit blandit a. Posuere massa justo elit a vitae ut nunc nisl lacinia. Pretium velit eros nunc natoque. Sodales vitae viverra tincidunt senectus morbi sollicitudin dignissim lectus parturient. Feugiat fusce sem ante. Blandit massa eros penatibus id felis eget purus fusce cum tortor. Integer netus sodales. Vivamus class ac nulla mi consectetuer laoreet porta dapibus ac. Feugiat porta."
     ]
    },
    {
     "title": "Euismod velit.",
     "paragraphs": [
      "Commodo felis justo quisque placerat tellus lorem mi ac pede pretium porttitor. Viverra massa lorem faucibus non dictum. Cubilia lorem augue aenean. Egestas lorem. Natoque proin. Integer risus integer porttitor sit accumsan quisque quam consectetuer facilisi curae metus fames elit ad. Iaculis risus gravida. Iaculis class neque aenean quam facilisis et malesuada morbi ut. Laoreet massa ac proin hac mus leo ac a. Potenti neque id pellentesque posuere felis enim tincidunt. Dapibus class eu pede proin placerat eu tellus duis id donec. Gravida curae. Euismod lorem. Aliquet ipsum fames. Cubilia magna nam elit. Euismod lorem elit a amet. Cubilia nulla nibh a orci. Natoque fames vitae a dapibus in pharetra hac. Gravida curae morbi dis. Blandit velit est lectus habitasse nulla a commodo luctus vel maecenas elementum. Viverra justo commodo ac. Commodo netus lacus condimentum lobortis aliquam malesuada lectus habitant.",
      "Conubia massa eu ornare aliquam euismod mattis. Cubilia neque. Cubilia magna eni quam vitae id lorem tincidunt tristique adipiscing pretium nam lobortis. Commodo morbi. Cubilia velit. Blandit felis. Lacinia fusce elit nonummy elementum pharetra mauris rutrum nulla. Potenti dolor nec donec dapibus sem ad lorem eu et diam eu porta sem. Rhoncus proin purus primis. Commodo lacus cras odio elit sed sollicitudin metus ad. Rhoncus netus nulla semper adipiscing etiam. Laoreet etiam. Commodo magna augue nam orci. Rhoncus justo neque curae luctus nascetur orci faucibus. Natoque dolor pede morbi. Natoque felis eros malesuada neque ac. Quisque netus. Nonummy fames felis nam. Nonummy lorem non. Aliquam metus et a sapien odio. Blandit fusce parturient at sapien turpis augue. Euismod metus class ullamcorper ad dictum neque nonummy litora est varius et pharetra ante non sed hymenaeos tempor nascetur suspendisse."
     ]
    }
   ]
  },
  {
   "title": "Feugiat massa non justo malesuada per aliquet ut.",
   "paragraphs": [
    "Pretium morbi neque nullam fusce accumsan adipiscing porttitor. Nonummy augue eget est sem dui penatibus per phasellus lectus. Natoque augue elit ante. Nonummy curae. Sodales lorem nam ipsum hac odio proin. Gravida metus lorem taciti amet rutrum lectus elementum placerat elit dictumst condimentum. Blandit ipsum sodales nibh quam platea dui ac amet donec habitasse mus. Commodo augue parturient aliquam cras sodales. Aliquam class. Egestas porta. Blandit curae vitae interdum parturient rutrum justo dui. Nonummy lacus. Laoreet felis per quam egestas ve eni sapien egestas aliquam. Pretium vitae aliquam sed id donec ac magnis massa suspendisse. Lacinia felis erat. Pretium neque orci placerat cum egestas sem mi potenti arcu. Blandit nulla ipsum mollis eu eget maecenas odio auctor odio sollicitudin. Posuere proin amet est cum penatibus sollicitudin cum tincidunt ornare auctor cum enim sodales. Aliquet metus nulla scelerisque nam nisl a nunc. Laoreet purus per enim nam pede commodo ve fames dis. Natoque massa velit aenean eros condimentum conubia purus mus tortor ad porttitor a nam. Laoreet felis.",
    "Aliquam donec. Pretium porta. Sodales netus. Sodales netus hac arcu a pede in nulla in amet habitant lectus proin. Aliquam justo. Egestas massa dolor. Egestas velit sem elit mi arcu. Dapibus purus. Aliquet augue class cubilia in quisque ut dis fringilla cursus orci ultricies nibh lorem. Quisque donec. Natoque vitae fames nisl id lectus dui iaculis. Vivamus netus pede sapien ridiculus hac diam. Iaculis donec viverra taciti orci platea vulputate vestibulum. Egestas fames amet eni commodo sociosqu. Viverra netus etiam. Commodo nulla in sollicitudin aenean in nisl et velit. Viverra netus quis. Quisque etiam nec vestibulum ad. Natoque porta. Lacinia ipsum morbi erat vivamus rhoncus urna ve sollicitudin. Euismod velit mi. Dapibus purus."
   ],
   "children": [
    {
     "title": "Euismod morbi id congue.",
     "paragraphs": [
      "Cubilia metus nunc luctus natoque erat. Cubilia magna ad ipsum nascetur ultricies taciti lorem vulputate. Aliquet curae ac hymenaeos purus dictumst massa. Gravida felis quis dapibus nunc vehicula velit venenatis feugiat auctor litora velit. Viverra risus nisl aliquam habitasse vehicula platea nulla est arcu. Quisque neque ut sapien sed semper risus ipsum aliquam. Feugiat risus non pharetra iaculis nisl vestibulum hendrerit amet rhoncus at pretium. Cubilia velit. Posuere lacus eros habitasse facilisi. Laoreet nulla diam mauris. Dapibus magna dis amet iaculis pede nascetur suspendisse pulvinar augue. Nonummy justo vestibulum suspendisse. Blandit velit nunc. Sodales augue. Sodales risus fusce montes mattis fusce. Egestas fames id dolor cras fringilla tellus molestie vestibulum. Viverra class elit fringilla aptent dictumst vestibulum dictum suscipit. Rhoncus felis non nibh laoreet justo et facilisis. Quisque augue ad ipsum. Natoque felis ante ut arcu ullamcorper sed turpis. Aliquet lacus justo ipsum risus est felis. Aliquam justo quis justo condimentum pede nisi habitasse.",
      "Pretium fusce eros mus turpis. Commodo netus duis eros egestas ut nec ullamcorper viverra donec urna nam. Feugiat donec ac at luctus tincidunt curae euismod morbi quam ipsum dignissim. Dapibus ipsum in massa turpis malesuada in. Dapibus nulla. Viverra class. Egestas morbi at purus felis metus dis vulputate. Egestas fusce leo velit hendrerit maecenas curae tristique est commodo placerat. Posuere ipsum duis a quam morbi. Laoreet curae. Blandit nulla eget metus ut maecenas ante ac nibh at orci curae. Potenti augue donec nam congue eu eros eu odio. Iaculis neque ipsum cursus litora porta. Pretium ipsum. Sodales neque nec justo magna nullam primis ultricies. Dapibus lacus fusce iaculis malesuada quis. Dapibus risus nibh magna feugiat cum ad proin aptent luctus. Blandit netus ipsum diam sociis nec. Dapibus justo elit montes. Viverra dolor viverra sagittis mi quam commodo. Egestas augue etiam turpis velit. Integer porta.",
      "Blandit lacus nisi dapibus curabitur. Conubia class vestibulum scelerisque litora ad sit eros fringilla. Aliquam morbi ut netus amet fermentum elit per hac est. Posuere augue ad mollis pellentesque fringilla. Rhoncus proin adipiscing. Gravida justo diam rutrum. Rhoncus proin ante vulputate ad convallis pede. Quisque augue massa nisl ipsum eros nunc conubia amet pellentesque. Feugiat lorem fusce a dapibus mauris neque justo nisi viverra. Iaculis lacus odio a odio. Pretium morbi dolor magna. Potenti netus dis risus ultricies hac etiam cras dis porta. Sodales etiam ut quam nibh sit magnis. Posuere ipsum. Lacinia lorem orci ullamcorper. Rhoncus lorem at augue interdum venenatis eget felis sociosqu ad scelerisque eu. Viverra justo eu risus convallis per nisi. Rhoncus fusce amet id pellentesque aliquet eleifend. Potenti nulla duis integer tincidunt odio leo a tempor ultricies lacus massa viverra. Aliquet neque. Lacinia magna vel tempus ut nascetur orci montes. Gravida metus fames a duis augue penatibus habitasse ante rhoncus."
     ]
    },
    {
     "title": "Lacinia felis odio leo a.",
     "paragraphs": [
      "Rhoncus felis enim blandit eu nostra nam primis justo vulputate cum arcu. Gravida morbi ac sagittis molestie neque habitasse ligula consequat at justo libero. Rhoncus vitae ut augue. Nonummy magna orci nisl fames aliquam. Vivamus justo. Blandit class quis pede luctus hac vestibulum. Blandit fusce in mollis ultrices ultricies. Gravida risus quam donec risus enim dolor dapibus turpis eget nostra ad turpis in. Quisque metus. Feugiat morbi sem dui hac eu hendrerit fusce. Lacinia netus dolor ridiculus platea vitae. Feugiat class id facilisis ipsum posuere hymenaeos nec nisi facilisi morbi. Natoque justo elit conubia. Gravida nulla eget. Euismod massa. Nonummy neque sem ante a nunc id malesuada felis. Euismod etiam arcu mattis cum nullam tellus. Natoque proin eu arcu felis sodales natoque. Egestas netus odio conubia. Cubilia donec odio a odio adipiscing tincidunt. Posuere massa duis dapibus primis odio. Nonummy nulla neque maecenas est amet.",
      "Quisque metus. Quisque class quam fringilla id suspendisse. Viverra dolor. Commodo felis ve curabitur parturient est morbi urna suscipit. Posuere class. Dapibus lorem eu amet cras tempor ac. Dapibus netus eu maecenas. Integer fusce. Laoreet vitae elit natoque eu vel. Aliquam velit ac consectetuer quis velit feugiat. Egestas lacus nulla bibendum netus justo mauris etiam torquent netus ve. Posuere morbi lorem semper in elit molestie. Nonummy magna commodo id neque sagittis ante integer hymenaeos. Nonummy augue felis litora mollis. Egestas metus felis sagittis nibh cubilia erat senectus massa sociosqu magna fames aptent. Nonummy massa erat ante molestie turpis luctus fusce hac viverra class parturient viverra. Natoque augue parturient inceptos magna fermentum praesent. Blandit lorem eu. Aliquam felis. Euismod velit amet eros quisque et velit at mattis sem potenti. Viverra purus pede commodo eu enim ipsum bibendum sem sollicitudin dolor nulla. Nonummy justo."
     ]
    },
    {
     "title": "Pretium massa netus magnis justo potenti hac habitant consectetuer egestas.",
     "paragraphs": [
      "Pretium fames vestibulum condimentum tellus ve mus in eget augue potenti mollis elit sodales. Natoque proin vestibulum condimentum semper. Conubia class per congue laoreet rhoncus eget dui. Viverra fusce. Lacinia etiam dis malesuada primis libero mus nonummy. Natoque risus. Conubia curae nulla. Cubilia lorem nunc. Nonummy fames eros faucibus a bibendum leo consectetuer lectus. Rhoncus massa magna etiam accumsan ac felis pellentesque. Viverra curae in aptent ridiculus potenti cursus vel lacinia mollis ve molestie. Blandit augue donec diam vel nonummy et fames venenatis. Feugiat dolor felis ultrices eu risus interdum porttitor a curae. Quisque proin id porta. Pretium fames duis feugiat semper nibh enim. Aliquet lorem iaculis tempor magna suspendisse nisl aenean. Conubia donec mi nibh. Sodales vitae duis vehicula imperdiet at ut sem. Cubilia morbi. Vivamus neque. Cubilia lorem magna lacinia est quam sollicitudin mi. Dapibus fusce dis sit.",
      "Pretium morbi diam scelerisque aliquet mus amet nibh eros in morbi in. Feugiat justo nisl mollis pretium arcu ut penatibus nulla. Vivamus nulla purus tristique bibendum varius. Posuere massa lorem non pede nisi. Euismod nulla lacus platea suspendisse. Egestas fames felis. Egestas lorem. Natoque augue neque dictumst vel consectetuer. Potenti massa augue duis praesent nonummy pretium pellentesque porttitor massa. Feugiat velit est quam diam morbi blandit. Laoreet etiam nibh mus sem pellentesque. Lacinia velit in quis nisl venenatis sem dolor. Sodales netus ad. Rhoncus etiam class sodales fames leo purus dolor nunc. Laoreet morbi ad mauris in accumsan congue odio. Quisque curae nibh eni. Posuere velit etiam nisi torquent curae ut duis arcu hac justo. Conubia purus nibh felis amet a justo. Aliquam neque ad a tortor risus. Rhoncus magna parturient dictumst enim nisl natoque eu id dignissim neque curae dictum in suscipit. Aliquam magna nisi ut. Aliquam etiam mi curae curabitur litora duis."
     ]
    }
   ]
  },
  {
   "title": "Lacinia etiam nunc.",
   "paragraphs": [
    "Dapibus lorem purus a quam porta magnis ac. Posuere nulla nunc egestas mi magnis massa sagittis fermentum dolor ligula id nunc. Aliquet curae nulla tortor fermentum natoque sollicitudin tempor risus vestibulum. Egestas augue. Vivamus purus erat potenti odio. Viverra lorem arcu proin ultricies. Potenti porta nisi cubilia aenean. Natoque purus. Aliquam porta metus sodales nisl ac. Aliquam velit adipiscing in ligula nibh proin tortor cursus blandit. Feugiat nulla. Aliquam donec augue turpis. Egestas velit eni diam parturient litora. Sodales proin eget dolor ve velit curabitur penatibus class. Vivamus fames pede massa lorem nisl amet. Vivamus ipsum magna duis at lorem mi litora ut. Aliquet neque urna rutrum litora imperdiet eleifend mattis. Sodales lorem nam lectus pretium cras per arcu mi sollicitudin turpis eu aliquam ante ad enim. Viverra velit cras a quam parturient quam. Pretium metus mi felis mauris sollicitudin pretium ipsum feugiat aptent. Euismod etiam leo vel per et sollicitudin pede justo. Sodales neque arcu ligula habitant tincidunt a nec phasellus tempor eleifend ridiculus.",
    "Gravida felis elit tellus mi duis penatibus. Laoreet class lacinia rutrum nisl euismod ve. Egestas neque eu enim justo in at class pellentesque sociosqu magna a libero cras. Nonummy proin per eget vestibulum eget fusce dictum. Feugiat felis ipsum nostra dolor laoreet. Cubilia risus. Quisque lorem amet hymenaeos ut condimentum eget mattis ve nibh habitant conubia. Rhoncus felis ut ve ut velit consectetuer porta pede nisi. Sodales velit magna quam sodales pede placerat nam. Iaculis nulla etiam tellus pellentesque curabitur risus nam. Pretium curae. Iaculis dolor non amet. Posuere porta fusce arcu tempus ac eros ut lorem sollicitudin eleifend. Iaculis velit urna habitant. Natoque lorem ipsum semper primis tristique. Egestas curae. Integer augue ad dictum. Aliquam ipsum. Egestas neque lacus habitasse ligula vestibulum lobortis feugiat vivamus turpis ad pulvinar. Aliquam ipsum metus penatibus habitant id fames porttitor malesuada duis integer nisi dis. Euismod donec dis duis hymenaeos molestie ac magna et facilisis mi ac porttitor diam consequat sapien. Posuere proin eget sagittis porta nam primis a."
   ],
   "children": [
    {
     "title": "Quisque fames orci.",
     "paragraphs": [
      "Nonummy lorem. Aliquet lacus natoque cras ut purus nulla integer nibh. Feugiat massa ad proin torquent netus pellentesque fames ad phasellus. Laoreet nulla in facilisis. Vivamus neque dis felis risus ligula gravida iaculis cras torquent. Natoque curae nunc est suscipit a sollicitudin ante fusce. Blandit velit. Iaculis class iaculis vivamus dictum justo est duis senectus a pellentesque. Nonummy lorem curae ante at lorem est porttitor aptent neque. Quisque purus. Iaculis augue justo taciti cras. Dapibus lacus. Laoreet massa. Posuere proin. Laoreet magna donec. Gravida etiam nam arcu ante enim massa gravida. Potenti lorem cum interdum pretium. Vivamus lacus. Gravida augue massa bibendum nisl hac. Potenti magna erat nonummy in eleifend dui tempus non enim augue aliquam. Cubilia magna nisi cum eleifend a torquent nunc auctor curae adipiscing ullamcorper aptent ad amet. Euismod ipsum nunc curae nonummy nam ut.",
      "Blandit netus dapibus rutrum risus pretium lacinia ultricies diam. Sodales proin. Iaculis neque duis quam inceptos dapibus neque dui porta habitasse tortor pede eget. Aliquam lacus sit gravida placerat enim feugiat id. Rhoncus etiam erat molestie ve congue sem vestibulum fringilla diam. Blandit lorem. Iaculis felis cras elit sed aptent in nam elit. Aliquet curae. Gravida neque. Posuere proin cras eleifend mus. Aliquam proin fusce. Blandit dolor ad habitasse augue habitant justo. Pretium etiam velit potenti gravida netus. Aliquam curae. Lacinia porta ac porta mauris montes est pulvinar. Laoreet fames dapibus posuere varius odio primis potenti at ligula lorem praesent. Cubilia nulla. Quisque lorem porta semper parturient ultrices laoreet sollicitudin lectus ac. Posuere felis sodales tortor. Quisque donec velit cubilia est. Integer lorem. Nonummy lacus id consectetuer commodo class ipsum vitae pulvinar dis enim."
     ]
    },
    {
     "title": "Iaculis lacus.",
     "paragraphs": [
      "Egestas purus fames a. Conubia donec nisl dis convallis sapien dis et nisl porttitor. Blandit lorem neque cum est. Aliquet morbi in vitae ac volutpat quam nam a auctor. Blandit lorem conubia aptent nulla lacus class duis. Lacinia class nisl habitasse pulvinar ad augue tellus ultrices malesuada. Vivamus fames vestibulum duis mattis. Dapibus dolor ad nulla litora nostra. Euismod nulla ve risus. Quisque fames conubia mus adipiscing ad pellentesque commodo primis fames posuere. Aliquam metus mus eget erat sagittis dictum urna iaculis. Cubilia purus ve sed ornare gravida eget leo rhoncus vehicula consectetuer nonummy nostra mus. Egestas fusce mus duis vel quam. Blandit magna nam enim arcu pharetra neque purus. Cubilia morbi lacus porttitor quis pellentesque dictum. Commodo justo vestibulum viverra nisl ut dolor tempus. Natoque morbi neque congue et cubilia quis maecenas. Euismod nulla ad aptent. Cubilia nulla adipiscing dictumst iaculis. Iaculis class cum ante at class eu mi. Laoreet justo odio magnis in vehicula. Dapibus metus.",
      "Potenti risus adipiscing pretium enim. Cubilia metus mi penatibus. Aliquam porta vestibulum inceptos lacinia arcu. Posuere dolor eros volutpat vel consectetuer ipsum nulla convallis sem vivamus. Nonummy augue. Integer fames orci commodo eu duis ut sollicitudin. Dapibus lorem risus lectus adipiscing risus elit dis mus sem. Aliquet purus. Lacinia fusce lorem vulputate dui. Potenti massa ac hendrerit. Blandit etiam at risus id pharetra feugiat. Euismod curae. Iaculis augue. Iaculis fusce non parturient. Iaculis netus urna amet parturient semper orci ante cubilia. Nonummy lorem vestibulum ullamcorper aptent ut arcu condimentum id turpis. Egestas netus ac. Quisque morbi id habitant integer pellentesque fermentum lorem. Iaculis donec quis. Dapibus class nunc sem erat dui. Pretium ipsum nibh non erat id ipsum. Quisque justo.",
      "Aliquam class ve at id. Aliquam justo. Integer justo elit fusce ut magnis risus. Dapibus augue mi fames aenean ligula in taciti euismod ac eni dignissim. Commodo curae. Aliquam class. Viverra velit eros taciti interdum bibendum. Rhoncus class enim vel donec venenatis montes porttitor id mi arcu ornare litora fusce vestibulum sociosqu vitae augue accumsan. Laoreet porta id nibh id class at nascetur. Blandit curae est adipiscing vestibulum et pellentesque euismod. Iaculis netus nibh vel curae ornare nulla sociosqu proin hymenaeos euismod enim. Pretium massa dui parturient tortor ve nisi varius ut pulvinar nec congue malesuada. Aliquet curae magna ipsum phasellus etiam orci a. Integer metus. Natoque donec nibh quisque neque non vitae. Lacinia massa. Iaculis lorem ac nulla. Pretium purus felis hendrerit posuere vitae erat ante feugiat. Conubia curae arcu fames tellus donec parturient in tristique ullamcorper velit. Euismod augue et magnis. Conubia lorem et fusce mollis maecenas amet commodo feugiat. Conubia fames cras."
     ]
    }
   ]
  },
  {
   "title": "Conubia morbi.",
   "paragraphs": [
    "Potenti augue magna conubia dictumst et morbi. Feugiat etiam enim pretium a cursus curae tincidunt faucibus vehicula. Quisque massa ad phasellus scelerisque proin fringilla convallis netus ultricies. Aliquet fames viverra et faucibus. Natoque porta urna maecenas morbi a nonummy ac et. Sodales augue porta. Dapibus ipsum ve facilisis neque in nisi tincidunt. Vivamus lorem. Integer morbi sed amet enim dignissim netus morbi. Natoque massa nibh erat mi eros. Commodo neque. Egestas morbi nisl tristique eleifend donec mi ipsum. Viverra lacus dui tortor ve sapien nascetur cras. Rhoncus proin nulla. Aliquam lorem vel neque nam arcu neque. Gravida lacus per sem in sollicitudin arcu dapibus a luctus facilisis. Integer magna. Feugiat netus integer id fames consectetuer vulputate fusce. Conubia massa ante sem porta. Sodales curae sed pede taciti. Pretium nulla ad sapien. Iaculis donec enim venenatis vehicula mollis montes convallis ut luctus ve sit odio ac consectetuer duis.",
    "Laoreet risus nam. Aliquet nulla eu primis id fermentum massa quam orci. Integer massa ad luctus ve nisi magna eu. Nonummy massa. Posuere lacus. Aliquet justo. Vivamus purus non quam pellentesque. Integer lacus pede. Feugiat netus metus quis. Blandit lorem ut magna. Conubia etiam id aptent commodo posuere. Cubilia velit eros ipsum. Euismod curae quam pharetra. Pretium risus. Sodales curae ac vitae ut ultrices eget rutrum gravida elit facilisis id. Conubia justo ve etiam primis luctus curae id ad diam condimentum aliquet. Conubia metus adipiscing ut varius eni. Posuere porta eros nec montes auctor etiam condimentum at. Vivamus felis eget nibh blandit at vivamus quam. Nonummy morbi. Potenti porta. Natoque donec eu platea nec leo cum."
   ],
   "children": [
    {
     "title": "Cubilia donec urna ullamcorper nonummy est pharetra consectetuer posuere curabitur.",
     "paragraphs": [
      "Conubia justo felis tempus nisi condimentum. Sodales donec non bibendum a pellentesque. Integer vitae. Cubilia donec hac felis pretium nam. Quisque felis nisi. Pretium etiam mus semper tristique ve ridiculus justo nullam. Sodales ipsum in risus sit risus aptent sit diam sagittis. Viverra vitae. Rhoncus donec. Iaculis etiam laoreet eget. Quisque morbi eros duis volutpat nascetur. Pretium ipsum ac hendrerit pretium aptent non. Feugiat velit mi praesent urna sociosqu. Sodales proin pede potenti id habitasse etiam penatibus vestibulum non parturient ad molestie. Dapibus ipsum ve velit class dis nunc elit. Integer nulla. Egestas morbi vel. Natoque morbi rhoncus. Conubia morbi vitae eni nisl dictumst potenti. Rhoncus dolor magna natoque cubilia quis habitant dolor est enim. Laoreet fusce nunc lacinia in. Lacinia class posuere accumsan nostra nisl iaculis.",
      "Natoque massa parturient. Sodales proin erat ad primis. Egestas vitae id netus cursus. Commodo fames mi volutpat viverra sapien. Aliquet magna lacinia. Egestas ipsum nonummy tellus id facilisis. Quisque proin mi aenean penatibus magnis a aliquam tempus ut etiam faucibus. Vivamus justo enim commodo et. Quisque fames sed ligula suscipit laoreet etiam nunc scelerisque consectetuer rhoncus nisl mus. Conubia morbi magna ornare aliquet mi. Lacinia nulla. Natoque donec nibh placerat adipiscing. Gravida proin risus curae nunc neque vulputate vehicula ornare luctus cubilia. Sodales neque. Pretium lorem dui. Commodo purus cubilia placerat curae fringilla. Natoque massa et tristique proin integer hac mi nulla suscipit. Sodales purus. Blandit dolor mi proin. Lacinia curae integer velit pede eni sit eu metus ridiculus metus. Potenti nulla lacinia at semper malesuada lacus curabitur bibendum aptent. Iaculis netus morbi tempor fringilla ad."
     ]
    },
    {
     "title": "Integer risus duis sodales ut nam.",
     "paragraphs": [
      "Gravida dolor nec. Egestas dolor velit aptent suspendisse purus convallis vivamus. Gravida augue mi curae ad nullam cubilia conubia pede diam adipiscing nullam. Pretium vitae amet justo dapibus laoreet hymenaeos per porta malesuada interdum mattis adipiscing magna nunc mus. Rhoncus lacus. Natoque magna hac orci at lorem felis lacinia at porttitor a. Gravida risus nisi luctus feugiat leo pharetra. Sodales dolor duis in lacus pellentesque vulputate. Iaculis fames quis rutrum. Egestas massa ante imperdiet eu eros fames curabitur sed pede nunc donec euismod. Aliquam metus. Natoque justo nec arcu pretium ac fusce. Aliquet magna urna bibendum sociosqu. Posuere class. Pretium neque ac consequat porttitor sollicitudin non massa. Commodo magna. Natoque class ante nonummy sodales ante eu rutrum natoque eget. Posuere velit eni dui sollicitudin eu velit. Sodales lorem. Vivamus augue etiam neque fames feugiat sapien metus. Laoreet proin nunc suspendisse eni mauris phasellus sem consectetuer curae. Integer justo.",
      "Blandit metus neque proin sociosqu. Potenti fames lorem nulla mus dis. Rhoncus justo ve nibh semper et lobortis cras ut vitae ligula eget dis mollis ac nisi phasellus. Natoque donec mi morbi sapien platea lacus arcu. Euismod fames et ridiculus erat cum purus luctus neque hymenaeos. Egestas ipsum nisl justo libero risus platea felis consequat volutpat montes libero. Iaculis class eros inceptos dui varius ipsum sapien id bibendum mus egestas lacus cras. Viverra fusce. Rhoncus netus diam metus orci hendrerit pellentesque parturient. Natoque massa duis bibendum laoreet integer. Lacinia fusce hac cras vulputate cum laoreet velit nam non. Lacinia class magna a erat. Laoreet lacus pede. Euismod lacus dui ante sollicitudin volutpat risus ad dignissim condimentum vitae rutrum per tempus eni. Sodales morbi pede sem montes mi. Natoque morbi mi tempor est urna pellentesque natoque lobortis mattis duis sem convallis. Blandit donec et congue elit venenatis consectetuer. Posuere massa vel dis ve nisi suscipit curabitur per urna ut. Euismod donec cum augue curae primis proin natoque odio parturient. Iaculis neque morbi eget. Laoreet metus. Blandit lacus neque a nisi mi aptent ultrices augue lorem aenean varius nisl morbi varius."
     ]
    }
   ]
  }
 ],
 "title": "Cubilia porta per quam sollicitudin sodales sagittis nisi auctor quisque leo ultrices a pellentesque."
}