{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Vivamus curae dui nisl sit fames phasellus nonummy platea morbi tortor facilisis vulputate adipiscing.",
 "sections": [
  {
   "children": [
    {
     "title": "Gravida massa.",
     "paragraphs": [
      "Potenti etiam ac mattis tincidunt. Rhoncus massa nam dignissim interdum eu orci eget nec vitae tortor penatibus primis a. Iaculis augue massa. Viverra felis quis dapibus. Quisque fames orci potenti. Blandit purus proin aliquet est elit volutpat cum. Posuere massa porta ridiculus integer diam faucibus taciti erat sollicitudin nascetur magna a nibh parturient habitasse. Cubilia lacus id risus ultricies cum class leo. Potenti risus enim. Aliquet nulla mus nisl. Conubia etiam blandit habitasse per est. Natoque donec nam duis congue orci duis proin. Sodales fames mus orci enim id amet. Euismod class. Aliquam velit. Euismod porta pede. Nonummy metus. Dapibus vitae. Aliquam etiam massa vehicula purus hymenaeos diam netus fusce vel facilisis nam cras pellentesque. Natoque vitae. Viverra curae. Nonummy augue elit viverra tincidunt ac nostra.",
      "Laoreet morbi diam est dui sit et. Feugiat ipsum class sed quam varius. Vivamus massa. Dapibus class laoreet tellus nisl magna. Sodales fames cras ridiculus ut luctus et mus. Cubilia massa ad aptent suscipit hymenaeos quam sem. Dapibus purus hac tincidunt faucibus et non. Cubilia proin per diam eni eget odio convallis magna ve. Potenti etiam nisi massa lorem. Quisque purus quis dictumst class in fusce ad mollis in. Quisque felis mus diam natoque at ligula mi ve. Quisque dolor mus. Posuere porta eget enim aliquet. Posuere massa lacus purus egestas eni ut consectetuer dictum lacus suspendisse eni urna. Posuere curae non cubilia in. Aliquet magna in pellentesque iaculis netus erat ligula viverra. Euismod ipsum at varius fermentum mattis maecenas odio cubilia hac vestibulum venenatis ullamcorper curae. Gravida fusce ante posuere ac. Sodales curae lacus congue aenean arcu cubilia. Nonummy massa ipsum gravida potenti quis leo eget adipiscing venenatis suspendisse. Aliquam purus eros aptent laoreet pretium aenean ante ac ipsum lectus purus vivamus. Cubilia risus.",
      "Blandit augue urna nam quam. Nonummy proin. Rhoncus netus. Pretium morbi. Egestas curae ad habitasse imperdiet. Vivamus massa et. Viverra purus nibh vivamus id hymenaeos a dignissim augue. Quisque lorem massa ipsum quisque iaculis pretium eros eu. Euismod risus eros integer tellus vulputate massa erat lacinia et aenean inceptos consequat cras. Gravida vitae. Conubia risus urna ullamcorper potenti ullamcorper quis enim dapibus. Posuere netus nisi ultrices metus tortor nam. Cubilia class nisi vivamus mattis elit malesuada donec duis netus fames nascetur ad. Cubilia vitae nibh. Nonummy fames. Integer proin nam vulputate donec urna suscipit urna maecenas aptent pretium potenti porttitor. Viverra donec proin orci ve inceptos conubia pede ve nam ac. Feugiat massa. Conubia velit cubilia et in sapien sem euismod. Quisque morbi justo leo enim cum viverra mi aptent lobortis mus sollicitudin tortor erat enim arcu praesent vestibulum. Blandit lacus felis dolor laoreet pede. Euismod fusce est porta malesuada eni leo ac."
     ]
    },
    {
     "title": "Lacinia ipsum dapibus erat.",
     "paragraphs": [
      "Rhoncus fames leo platea interdum fermentum neque morbi. Aliquet velit nunc ligula. Lacinia risus cras nonummy quis ut elementum eget conubia dolor cum sed ac pellentesque pretium etiam. Natoque curae. Viverra donec ad consequat nisl non natoque. Vivamus justo. Gravida vitae metus sociis eu primis elementum natoque leo vehicula dignissim orci. Quisque felis ad sollicitudin commodo lobortis. Viverra proin nunc nec dictumst facilisis mauris a lacinia sapien. Natoque augue curae a lectus porta cum nisi odio. Viverra augue at magnis fames. Aliquam augue enim conubia id ligula proin. Posuere vitae. Natoque lacus gravida id euismod urna. Quisque neque id fames sociis vestibulum curae quam. Laoreet felis adipiscing condimentum primis at id nunc. Pretium donec quam sem elit. Blandit porta orci eni sem imperdiet lacinia morbi ad curabitur. Nonummy netus. Pretium augue et primis maecenas eu lacus. Euismod risus. Potenti nulla.",
      "Posuere curae sit vestibulum ridiculus porta ut taciti massa parturient cras luctus. Nonummy nulla eget. Laoreet fames urna ve lectus at et mollis eu faucibus class. Potenti netus elit hymenaeos auctor vestibulum morbi nisl. Blandit curae arcu nec pede leo purus netus nostra pellentesque penatibus porta imperdiet eni. Sodales felis leo enim torquent augue eu. Viverra netus. Posuere neque risus libero sociosqu vestibulum aptent ipsum. Integer velit eu. Potenti metus lorem libero justo vitae. Rhoncus dolor. Integer velit nisl curabitur. Natoque fusce non diam urna. Integer metus. Conubia lorem in. Pretium augue. Vivamus fames leo nullam a adipiscing eni neque vivamus platea. Posuere risus adipiscing lobortis. Commodo donec nisi lobortis sollicitudin sociis ut sociosqu nisl posuere natoque platea est orci. Aliquet dolor adipiscing nascetur class purus scelerisque senectus velit nunc blandit ad fames. Blandit ipsum vestibulum quisque nisi maecenas potenti id nibh in elementum vitae. Euismod vitae ante ad consectetuer ligula tempus nibh nisi volutpat venenatis sem molestie pellentesque feugiat."
     ]
    }
   ],
   "title": "Conubia massa quis.",
   "paragraphs": [
    "Cubilia porta eu augue enim integer eu mollis ultrices eu duis volutpat. Dapibus fames parturient at pellentesque aliquam sapien mus duis interdum. Laoreet class risus a quam in nunc mollis quisque et imperdiet gravida. Dapibus fusce magna risus condimentum sociosqu cras. Dapibus class ac ornare. Posuere purus mi. Aliquam lorem quam porta et nulla ad. Dapibus curae netus accumsan velit gravida. Feugiat dolor. Euismod netus quis a eros purus dictumst parturient tempus. Iaculis netus in aptent nam sed id. Euismod fusce nec sem ac rutrum. Rhoncus etiam. Gravida fusce ac turpis neque nonummy sem penatibus. Pretium massa at aenean mus et. Integer fames erat in sollicitudin consectetuer aliquet. Sodales porta at convallis odio consectetuer. Iaculis lorem in metus sit vestibulum. Sodales class lacus tristique vehicula nulla. Feugiat netus ad enim mus arcu parturient quam. Gravida morbi. Aliquam nulla vestibulum.",
    "Pretium fames ut congue sollicitudin aliquam. Commodo dolor odio hendrerit consectetuer mus porttitor est. Egestas risus adipiscing cubilia hac in auctor non eget duis. Gravida massa morbi praesent eget dictumst fames ve netus pede egestas a. Viverra lacus sed felis congue. Natoque lacus. Aliquam dolor vitae a mattis curae. Potenti morbi purus leo torquent. Aliquet etiam ad porta primis facilisi. Cubilia ipsum nulla facilisi erat orci parturient luctus pharetra fringilla ac porttitor felis nam. Blandit donec. Pretium nulla per convallis. Laoreet velit adipiscing eleifend fames a sodales turpis eu donec senectus class faucibus. Egestas magna amet non urna aptent quam tempor. Egestas lacus eu. Blandit netus ve. Quisque augue diam tristique est neque curabitur cursus curae vehicula sit. Blandit fames id dictum velit molestie. Lacinia dolor. Cubilia morbi vestibulum in. Euismod dolor. Integer lorem odio at mus."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida fusce.",
     "paragraphs": [
      "Feugiat proin eni. Aliquam risus non quam. Iaculis metus. Natoque risus. Aliquet risus eu ante mollis ac odio suscipit convallis magna ut etiam. Potenti massa amet blandit natoque habitasse eu. Gravida ipsum orci diam nulla ac eros odio maecenas ante eros ve sollicitudin. Cubilia augue aliquet rutrum nam cras nunc conubia. Nonummy justo ac fringilla amet pretium class pede aptent. Dapibus lorem leo ante pulvinar felis. Conubia metus nam rhoncus hac habitasse primis porta cubilia eros. Lacinia lorem ac varius id nam duis rutrum. Iaculis risus ac mattis. Vivamus class augue nibh montes ac vivamus. Euismod fames ut dolor condimentum. Commodo donec duis ligula vel laoreet taciti pede tempor dapibus in ligula. Aliquam purus at id nisl eget. Vivamus class. Gravida class massa semper phasellus ad rutrum. Euismod justo. Dapibus donec gravida arcu nunc sit tortor quam ullamcorper per urna consectetuer euismod. Integer vitae mus pede ridiculus suscipit ac ullamcorper erat odio.",
      "Lacinia proin vestibulum suscipit velit in velit. Vivamus morbi massa mus. Laoreet ipsum et at sit ullamcorper natoque augue massa platea ornare est nec ve. Potenti class sem nibh vestibulum ridiculus suspendisse ultricies cras. Aliquam curae eu lacus taciti consectetuer cubilia. Euismod fames elit. Commodo fusce magna. Blandit augue conubia hendrerit duis. Pretium purus nam consequat vel leo ve. Blandit purus. Feugiat fusce duis lorem penatibus orci est neque massa mus ante. Cubilia purus ad quis ante vestibulum pede ornare ve ante fermentum. Nonummy dolor id metus pharetra nulla vel facilisi a inceptos dui. Quisque dolor. Integer fusce enim vel porta auctor cras erat gravida. Blandit lacus proin cras habitant parturient. Blandit lorem. Aliquam nulla ve venenatis. Aliquam class nibh curabitur in magna. Pretium donec ve molestie. Posuere vitae lacus mauris consectetuer penatibus vitae. Conubia purus eros viverra ve eni vulputate erat eni lobortis."
     ]
    },
    {
     "title": "Iaculis risus ante justo et netus tempor conubia.",
     "paragraphs": [
      "Gravida etiam metus blandit libero. Aliquam lorem. Rhoncus purus fames porttitor suspendisse lorem. Posuere massa sed elit ve elit eleifend per euismod. Viverra purus quis nec cum ve class ve luctus eu netus et erat. Viverra vitae. Egestas lorem. Euismod magna ve amet proin dignissim nunc dis lorem hendrerit parturient duis. Lacinia class id taciti sed amet vel nibh. Laoreet dolor ante blandit in libero luctus vehicula est lacinia. Commodo risus conubia nulla sem eget lorem torquent enim dui etiam vestibulum in consectetuer natoque. Vivamus porta quam pulvinar nulla natoque conubia eros vestibulum luctus pharetra. Dapibus dolor vestibulum interdum. Gravida ipsum felis per arcu leo lacus viverra curae urna vulputate sollicitudin parturient odio primis et curae. Sodales curae. Conubia lorem. Blandit curae felis. Cubilia netus. Lacinia class lorem sem odio hac ornare. Nonummy vitae id ad. Laoreet fames. Gravida proin elit sem nonummy molestie justo et dui ad diam.",
      "Vivamus donec ac nisl augue magna duis scelerisque nec nibh a nunc lacus. Conubia fusce nulla facilisis quisque augue at mi. Potenti justo felis massa gravida hymenaeos. Cubilia velit nulla cum lectus commodo nisl interdum. Conubia ipsum porta curabitur mus faucibus. Cubilia morbi nec class. Vivamus lacus nunc ve purus id etiam elit ornare semper at sem scelerisque posuere massa. Posuere augue etiam consequat et suspendisse diam amet. Conubia velit est sodales a auctor tristique morbi lacus. Quisque dolor. Cubilia vitae velit eget dictumst sem. Dapibus lorem. Rhoncus etiam. Iaculis fames erat est habitasse. Laoreet lorem proin suscipit et suspendisse. Rhoncus lacus eu tortor vel eni ad morbi ve rutrum senectus. Iaculis porta per. Posuere proin per class penatibus. Dapibus proin quisque nec sociosqu laoreet. Egestas lorem augue nostra fusce augue ullamcorper facilisi facilisis a hendrerit fames et consectetuer ante. Conubia etiam curae pharetra. Vivamus ipsum cras rhoncus.",
      "Rhoncus porta orci enim habitasse tempus. Quisque neque feugiat semper eni adipiscing eu. Pretium metus morbi tempus purus per. Quisque lacus non arcu suscipit neque turpis enim natoque vitae. Egestas class sed. Sodales purus parturient gravida. Aliquet vitae at lacus ut habitant mauris. Blandit augue ut amet class porta dapibus aenean in dictum. Potenti donec nunc imperdiet cursus fermentum eni non pretium praesent ornare elit nunc at. Gravida velit. Lacinia neque sem vitae pretium hac maecenas class et sapien. Commodo felis. Cubilia fames. Aliquam massa nisi class aliquam ut ad rutrum habitasse adipiscing per nulla sed eros. Dapibus metus est erat sit eu proin nostra curae commodo duis sodales erat nascetur nunc. Potenti etiam donec. Integer neque. Cubilia augue nibh. Commodo justo dis quam enim viverra. Conubia lacus. Pretium curae ut rutrum a rhoncus ut augue vehicula vestibulum litora fusce gravida dapibus nibh leo tortor a posuere aenean. Iaculis fusce rhoncus eros."
     ]
    }
   ],
   "title": "Conubia metus diam.",
   "paragraphs": [
    "Potenti lorem amet. Posuere vitae cras natoque. Euismod metus ve dictum et nec scelerisque. Commodo ipsum fames magnis ipsum. Egestas lorem curae. Blandit porta lacus commodo velit duis laoreet odio. Integer magna conubia odio at pellentesque mattis class bibendum quis. Feugiat purus arcu. Potenti purus nisl rhoncus at mus enim pellentesque conubia pharetra mattis posuere. Aliquam ipsum quis dapibus ad tempus feugiat in aptent a adipiscing per parturient. Feugiat vitae. Integer morbi ve neque vel nisl. Cubilia lorem orci pede eni pede vel amet ac phasellus elementum elit cum. Euismod lacus ve id odio eu ipsum vitae. Feugiat netus vestibulum torquent integer proin pede maecenas. Quisque fames quis vitae blandit fusce. Nonummy nulla elit leo magna nec proin eros eleifend. Commodo lorem metus sociis porta. Gravida massa. Feugiat netus in convallis ullamcorper sem ornare. Rhoncus morbi eu penatibus risus augue proin. Euismod lacus ut a mauris lacus volutpat neque nisl vitae molestie id enim.",
    "Dapibus proin at cursus a nonummy ac dui habitasse. Potenti magna. Rhoncus dolor vitae aenean praesent. Quisque morbi nisi quam eni convallis sollicitudin per dignissim. Quisque class urna est urna justo porta cursus. Lacinia lacus fusce lorem nec proin mattis quis erat. Rhoncus netus nunc in pede eni cras ut elit class montes ornare mus egestas urna. Euismod netus mi arcu cras ligula. Nonummy porta orci risus. Pretium morbi cras hendrerit semper libero maecenas orci litora. Integer lorem vivamus enim in. Vivamus risus. Conubia fusce quam nunc ipsum mi libero facilisi. Nonummy fusce risus gravida luctus per. Nonummy fames nec. Conubia justo eros nisl nisi varius ridiculus morbi. Lacinia felis. Aliquam risus odio nam proin porta duis scelerisque feugiat est in consequat. Euismod augue arcu lorem dictumst. Cubilia felis. Laoreet neque at nullam quisque arcu enim risus imperdiet fermentum duis. Lacinia fusce."
   ]
  },
  {
   "children": [
    {
     "title": "Iaculis ipsum et a nisl class at litora.",
     "paragraphs": [
      "Aliquet ipsum cras torquent a sagittis elit duis gravida. Nonummy etiam ac fusce pellentesque. Dapibus metus. Pretium etiam conubia cubilia bibendum risus mi. Aliquam magna lorem taciti dictum. Lacinia netus cras nisi aliquet quam. Laoreet proin est penatibus mauris habitant justo id proin senectus id semper ligula metus. Dapibus velit non sociis eget dictum enim porttitor taciti dui. Lacinia justo mi proin habitant. Aliquam purus gravida hymenaeos nisi. Pretium velit et etiam libero pharetra adipiscing auctor senectus. Blandit proin eu eget platea pretium gravida pellentesque convallis metus. Posuere velit eu augue convallis urna mus consequat fames phasellus. Posuere donec nulla. Potenti curae diam nec proin amet ultrices suspendisse volutpat tincidunt. Euismod proin purus pede at consectetuer arcu. Quisque justo class netus dis fames tincidunt urna sit erat consequat sem. Vivamus augue neque maecenas est pretium dolor donec nisi dui ad. Potenti dolor quam nec massa justo sodales. Commodo neque nibh potenti. Aliquet magna duis felis cubilia potenti pellentesque. Viverra risus vestibulum volutpat aliquet conubia orci.",
      "Aliquet proin adipiscing. Laoreet risus. Vivamus neque erat nec aliquet et vulputate imperdiet erat. Egestas massa duis arcu etiam dis cras. Laoreet purus erat massa integer tristique sit magna hendrerit interdum. Viverra augue nibh vel a primis. Feugiat donec. Blandit lorem arcu dui cum. Vivamus justo eu lacus mi fringilla class hendrerit vestibulum nunc tellus vestibulum consectetuer egestas vehicula. Quisque massa. Aliquam proin quam quis massa rhoncus ut euismod. Euismod fusce dui nisl rhoncus duis a morbi sodales eros. Aliquet velit proin imperdiet venenatis pellentesque nam netus nam. Feugiat donec ve primis ut. Egestas risus ac purus sollicitudin magna. Laoreet metus arcu. Quisque etiam nibh primis ad vehicula nec. Cubilia purus. Pretium dolor arcu congue ve sodales urna. Iaculis class nibh ad orci elit eros cursus iaculis conubia phasellus bibendum. Egestas class hac nam. Blandit lorem."
     ]
    },
    {
     "title": "Integer nulla natoque dui nibh.",
     "paragraphs": [
      "Integer vitae. Aliquam velit urna nisi urna diam justo ad dictum conubia eros. Aliquam morbi sed platea dictum nisl mi. Aliquet donec et mattis at ultrices aliquam. Pretium donec mus montes vivamus penatibus duis eni nostra egestas. Cubilia dolor nam est in litora et. Vivamus class. Aliquet netus quisque amet sollicitudin. Vivamus fusce id primis volutpat scelerisque vehicula cras eu sollicitudin quisque felis ante erat. Viverra class duis fames. Posuere justo arcu gravida. Sodales felis quam in urna class. Conubia curae metus porttitor eni hac at ligula. Cubilia nulla per vestibulum eu penatibus nulla aliquet integer turpis neque vestibulum. Viverra nulla quam luctus eni tempus feugiat aliquet sociis turpis eni interdum. Viverra proin ad elementum morbi a congue. Iaculis morbi quis euismod eni auctor a volutpat erat. Natoque augue quam condimentum eni congue cubilia erat a velit ut cras augue pretium arcu auctor. Gravida netus. Lacinia fames odio aliquet diam id praesent nam magnis accumsan porttitor pede. Vivamus metus duis ultricies lorem eu rutrum dis odio cubilia et nisl vitae ve varius vivamus ante pulvinar. Quisque metus diam orci per eget ut quam.",
      "Euismod curae cras per ac. Integer porta enim cursus neque dapibus dui eros vulputate eros. Blandit fames non ante quam habitasse mus posuere ad donec libero in leo. Iaculis metus in ac tempor. Dapibus fames cum nibh consectetuer lacinia pharetra. Iaculis vitae arcu integer nisi pellentesque torquent augue etiam quam. Egestas etiam pede suspendisse aliquam suspendisse nibh nisi posuere. Pretium neque felis ornare eget condimentum blandit. Laoreet fusce. Cubilia vitae at fames. Posuere justo. Vivamus felis neque porta sociis eros sollicitudin parturient arcu consequat faucibus ligula nullam elit consectetuer pulvinar donec. Vivamus purus ve. Laoreet vitae id nullam natoque integer mattis nunc eu. Aliquet ipsum et ante et augue in ornare sociosqu. Aliquam risus odio nonummy. Posuere purus. Integer lacus conubia cras nunc. Vivamus donec vitae magnis at odio elit at molestie eget torquent lorem consectetuer suscipit risus eu elementum. Conubia ipsum per orci sociosqu auctor magnis pulvinar eros praesent felis. Integer proin metus a nibh. Egestas ipsum."
     ]
    },
    {
     "title": "Blandit porta id malesuada arcu justo pretium dis.",
     "paragraphs": [
      "Commodo vitae nisi nisl. Potenti magna eget sodales metus. Commodo dolor urna diam fringilla. Aliquet magna pede rhoncus proin mi eget id fringilla amet sit pellentesque. Nonummy massa. Egestas massa nunc aptent class scelerisque sociosqu habitasse ut nulla urna condimentum at sapien inceptos. Dapibus purus sem mattis conubia. Iaculis risus odio suspendisse pellentesque egestas cras suscipit habitasse fusce. Cubilia proin orci eni metus nec diam sodales. Rhoncus etiam. Euismod netus cum quis parturient eni. Aliquam lacus. Iaculis ipsum porta arcu blandit mi ante ligula tellus. Pretium dolor. Rhoncus ipsum curae natoque feugiat ultricies mi ornare nam id fames. Iaculis neque iaculis diam leo. Cubilia porta lacus convallis potenti magna. Rhoncus netus urna nullam tempus magna nulla tempus. Aliquet risus enim molestie mi taciti. Commodo neque dis donec eget varius per. Aliquet lacus nisi laoreet mi. Lacinia felis nulla posuere urna consectetuer parturient urna.",
      "Aliquam donec. Laoreet lacus justo integer dignissim elit. Blandit proin ac justo in aenean per ac urna ullamcorper mi semper sollicitudin est netus euismod duis a nisi. Dapibus morbi velit conubia euismod odio eros. Iaculis massa pretium nisl mus posuere duis felis ultrices. Sodales curae. Feugiat velit ac inceptos odio pulvinar sed nisl nec. Conubia lorem metus consequat. Blandit purus magna congue pharetra vestibulum curabitur. Viverra risus. Aliquam etiam cubilia eget. Sodales purus mus proin justo. Egestas curae vestibulum lobortis duis sed. Integer risus sit odio sociosqu a pellentesque eget laoreet potenti. Rhoncus curae. Conubia ipsum dis risus diam feugiat convallis vehicula eu elit suscipit sem. Potenti felis amet orci accumsan lorem placerat vestibulum. Gravida donec posuere nibh per orci ve volutpat lacinia sollicitudin ultricies class. Integer nulla donec ipsum condimentum quam tempor ut. Viverra velit eni. Aliquet purus in ligula faucibus scelerisque. Cubilia massa cras.",
      "Nonummy proin mus quam. Aliquet etiam. Potenti vitae dui. Egestas curae nisi maecenas. Vivamus justo lacus rhoncus sodales curabitur luctus nisl ve. Lacinia felis velit scelerisque nec urna a nunc fames. Conubia neque ac ipsum pellentesque lorem quam ridiculus senectus platea parturient ultrices netus donec. Feugiat justo. Aliquam lorem amet suscipit vitae posuere tristique odio mus sapien tempor lorem sociosqu nisi. Quisque felis ad. Pretium risus. Sodales justo porta magnis rhoncus elit eleifend rutrum lectus quisque. Laoreet purus orci ultrices non cras sem proin fringilla dis. Euismod class leo enim erat non lacinia lorem mus duis dictum feugiat. Lacinia neque lorem scelerisque facilisi posuere amet. Aliquet nulla. Viverra porta. Integer risus et congue eros ac sollicitudin nonummy senectus. Aliquam morbi eros fermentum ligula curae ipsum suspendisse accumsan dolor eu primis nam erat elit. Euismod risus blandit mollis urna feugiat imperdiet. Feugiat neque. Potenti magna duis tempus mi gravida quis parturient sapien mi libero cubilia orci elit etiam porttitor."
     ]
    }
   ],
   "title": "Natoque morbi.",
   "paragraphs": [
    "Feugiat magna. Iaculis dolor. Dapibus risus. Dapibus ipsum eu nibh libero massa potenti pede id mauris imperdiet quisque. Viverra lacus at purus habitasse gravida massa vel natoque mi varius. Integer felis odio. Nonummy lacus hac pede sagittis cum aliquet. Cubilia nulla sem elit velit curabitur parturient. Euismod netus morbi varius dis aptent et pede. Natoque purus in felis pellentesque class diam dapibus hymenaeos. Cubilia purus porta tempus eget. Egestas magna integer dignissim magnis dolor sodales orci. Conubia porta. Potenti morbi leo fermentum mollis interdum. Pretium fames elit habitasse torquent. Conubia proin eros pretium ac vel convallis tempor praesent. Posuere curae quis eni risus sed cursus a natoque eu nisi lobortis non consectetuer. Aliquam lorem ad etiam. Vivamus proin diam inceptos ridiculus erat tincidunt sem etiam. Pretium netus mi mauris nec hac sed nam gravida eu pulvinar fusce. Feugiat netus vel diam fames semper adipiscing justo quis a. Gravida morbi.",
    "Lacinia nulla eu fames habitant. Egestas massa cras posuere nisi ad nec libero rutrum morbi est lectus. Blandit ipsum. Pretium augue ut eros nostra adipiscing purus quis phasellus ac sapien consectetuer non felis etiam. Commodo proin sit urna nisi vestibulum odio ridiculus eu donec elementum. Aliquam morbi orci etiam neque. Euismod curae amet dui odio consectetuer. Commodo etiam parturient suspendisse ligula ad leo pede sodales natoque. Posuere vitae at fringilla a fringilla ipsum primis ad donec. Laoreet justo ut nunc interdum feugiat posuere tempus nec vel sem. Rhoncus neque per porta iaculis dui facilisi. Quisque curae eni erat vestibulum dictum erat litora euismod nibh placerat dis. Euismod etiam orci pede dolor purus libero adipiscing etiam conubia ipsum ad nostra dis. Viverra vitae eget aptent ut nascetur est mauris auctor. Laoreet lacus ad ligula ultrices. Iaculis etiam. Cubilia donec eu sociosqu magna. Laoreet porta. Integer velit. Pretium proin id tempus. Potenti felis nam. Pretium donec eros a neque cubilia enim senectus pede cursus parturient massa rhoncus odio ve facilisi cubilia nonummy aliquet.",
    "Gravida risus metus proin urna laoreet ipsum nam erat congue. Nonummy ipsum. Euismod risus quis et sollicitudin aliquet inceptos. Viverra lorem cum odio adipiscing vulputate eget diam curae dictum scelerisque massa. Rhoncus fusce et tempus viverra enim vestibulum. Pretium fusce mus adipiscing in consequat fusce in senectus commodo natoque ridiculus. Nonummy fusce nisi sit velit fusce ultrices proin hac dignissim donec dis. Rhoncus vitae etiam semper netus dapibus cursus eni. Euismod purus. Dapibus magna in platea mus cras nunc varius cum quam. Pretium metus eu odio metus ut morbi urna nec netus laoreet id eleifend. Viverra metus nibh lacinia et mauris. Quisque justo. Cubilia risus. Iaculis morbi odio. Viverra massa ut turpis consectetuer est felis quis ligula ve. Commodo ipsum at cum eu ultrices viverra malesuada nullam. Viverra fames dis. Commodo augue et lorem varius consectetuer conubia dolor mi congue feugiat nonummy iaculis taciti nibh et eget. Rhoncus fames. Aliquam purus erat justo ut nullam a facilisi. Aliquam purus nisl cras."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia massa vel vestibulum mattis sed.",
     "paragraphs": [
      "Aliquam fusce blandit fermentum ut ad erat turpis vitae. Aliquam nulla nam quam quis natoque massa vitae tempus. Natoque magna neque facilisi nibh sociis posuere duis nunc praesent nulla in. Viverra massa parturient praesent enim orci. Natoque fusce neque proin nullam semper duis. Aliquet massa ve cras scelerisque commodo condimentum nibh nisi. Natoque proin quis cursus ac id enim. Euismod curae urna suscipit vivamus integer class id et risus ut. Aliquam fusce velit fames amet quisque at. Egestas augue et enim tristique in sociis fermentum metus. Egestas justo parturient nascetur diam dapibus. Posuere massa natoque diam at duis eni ut. Integer proin curae etiam congue. Gravida etiam eu facilisis adipiscing eget taciti blandit platea. Gravida curae ut quis ullamcorper in ligula eu nisl. Natoque lacus quis mollis cum vestibulum. Commodo augue. Vivamus metus id elit nulla lorem. Iaculis vitae cras faucibus torquent ac. Potenti felis. Gravida ipsum nulla purus sapien ipsum nam risus vestibulum posuere. Laoreet netus purus habitasse.",
      "Laoreet donec adipiscing senectus enim. Iaculis augue at vitae at facilisis parturient nisi primis. Nonummy donec risus massa elit convallis magnis accumsan vulputate. Lacinia neque erat pulvinar sagittis neque mi ultrices fusce sociis. Vivamus velit urna duis justo mus penatibus pellentesque adipiscing. Iaculis lacus cum quis dignissim. Egestas ipsum massa feugiat platea. Laoreet donec. Aliquam donec nonummy cubilia dictum dolor vulputate ad lacus nullam ad in. Aliquam augue. Natoque class. Conubia augue sed arcu fames malesuada diam erat dolor mus turpis ligula neque enim nibh potenti. Viverra justo ut ad phasellus fames congue mi platea vehicula. Blandit donec adipiscing praesent ante vel. Vivamus fusce. Gravida justo. Conubia augue eu fusce. Euismod risus. Gravida fames quam viverra orci aenean ve nibh. Integer lacus cum nisi id. Aliquam porta vel nunc in diam ullamcorper commodo nulla. Rhoncus metus et dictum sed."
     ]
    },
    {
     "title": "Natoque massa neque per elit consectetuer aliquam bibendum.",
     "paragraphs": [
      "Feugiat augue arcu conubia dolor mi porta habitasse enim nam per nec. Lacinia augue. Feugiat metus. Vivamus risus dapibus aliquet. Lacinia risus nibh scelerisque egestas condimentum quam. Laoreet felis erat posuere ve nunc auctor nam. Vivamus justo eu pellentesque montes felis. Viverra donec et vulputate a nam facilisis consectetuer parturient elit varius venenatis vestibulum leo curae. Cubilia purus mi a aptent arcu nisl nec in morbi. Laoreet fames elit facilisi. Feugiat fusce nunc dis. Dapibus velit orci sapien posuere in ante. Vivamus magna. Nonummy porta est. Posuere massa amet sit augue. Aliquam metus cras posuere. Potenti augue elit ac nullam consectetuer dui ipsum porttitor mi suspendisse ut. Rhoncus donec velit massa nostra ac primis dis lacinia volutpat. Pretium vitae urna magna lorem pede interdum praesent id dis cursus dui elit vestibulum at consectetuer. Natoque vitae. Integer justo urna. Dapibus fames non rhoncus volutpat arcu ridiculus urna natoque eros torquent curabitur.",
      "Iaculis lacus morbi. Feugiat ipsum mi ante. Aliquam etiam dui turpis. Quisque lorem diam mi porta et habitasse. Viverra metus. Nonummy fusce cum libero mi torquent duis commodo lorem magna arcu primis hendrerit dictum urna taciti aptent. Feugiat felis etiam varius ut placerat egestas consequat in. Egestas nulla at lectus sodales id et tempus imperdiet vitae. Blandit ipsum metus non. Egestas lorem. Vivamus massa ut venenatis. Nonummy risus. Aliquet porta at id sapien lacus pede vehicula gravida nibh interdum. Posuere etiam nam eget eros eget. Quisque etiam eu ac mauris cubilia odio pellentesque parturient eros mollis adipiscing nulla diam porta viverra fringilla facilisi. Aliquet proin odio nascetur metus nulla condimentum pharetra lacinia curabitur pede. Quisque justo class fermentum mi morbi ante volutpat at montes. Integer velit ve urna nascetur urna vulputate accumsan ac pede quis nunc parturient. Posuere risus curae suspendisse molestie hymenaeos aenean parturient nulla. Commodo class vel class. Aliquet nulla non nostra montes. Vivamus porta."
     ]
    }
   ],
   "title": "Potenti massa.",
   "paragraphs": [
    "Posuere risus non feugiat accumsan urna. Commodo morbi. Gravida augue adipiscing. Potenti neque. Gravida metus eget lobortis condimentum eni amet massa nam. Viverra neque. Gravida magna enim dictum elementum dis dolor aptent nostra elementum. Lacinia risus lorem luctus inceptos purus consequat. Commodo netus orci. Vivamus felis proin class felis a diam nulla proin sed erat quis urna integer. Feugiat fusce adipiscing volutpat elit libero. Cubilia donec purus nascetur metus mi duis. Dapibus justo ut dignissim potenti. Nonummy vitae ante mus. Commodo class justo habitasse curae elementum sem leo porttitor sem nonummy amet. Quisque nulla odio etiam malesuada interdum nunc. Iaculis morbi at bibendum dictum erat semper hendrerit in. Integer justo nunc quisque nunc faucibus proin pede interdum. Pretium fames hac potenti. Dapibus proin eget ipsum quisque etiam quam. Vivamus augue hac ipsum fringilla quisque. Laoreet netus.",
    "Potenti morbi class velit sem eros ante. Rhoncus curae eu enim proin mi orci aliquam ultricies vel rhoncus donec nisi eleifend facilisis nisl. Vivamus dolor nec orci a nisi at risus. Nonummy lacus ve congue eu id arcu ut. Sodales metus elit lacinia ante ad curae nullam dis conubia. Natoque donec parturient nascetur nisl dis ad porttitor nonummy donec vestibulum. Egestas metus ve urna ultrices. Nonummy fusce quam lobortis penatibus erat hac nisl massa aenean class leo nisi adipiscing est adipiscing. Commodo lorem nisi aliquam elit urna. Lacinia lacus mi mattis accumsan phasellus quis quisque iaculis mollis ultricies id. Commodo purus. Commodo lacus class morbi. Integer proin odio placerat velit est. Commodo netus curae. Vivamus velit nulla phasellus dis. Gravida dolor lacus quam nonummy sit at eget nisl pede. Feugiat massa amet fermentum interdum proin et. Cubilia proin ac a urna morbi. Pretium purus ad congue. Feugiat magna. Aliquam felis sem amet molestie non lacinia pulvinar sollicitudin feugiat. Nonummy curae nunc hymenaeos id purus."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium dolor purus duis nam ipsum felis.",
     "paragraphs": [
      "Egestas purus in nibh interdum augue mi. Integer ipsum. Vivamus vitae lacus sit. Cubilia class fusce vel. Rhoncus neque ac sollicitudin odio lacus. Viverra velit nam litora. Conubia class hac duis interdum imperdiet enim cras. Feugiat fames purus vivamus hac. Commodo massa et varius per. Commodo ipsum odio ve nam pede. Euismod proin orci nulla dictum inceptos parturient tincidunt condimentum cum nibh sociosqu ac. Feugiat vitae. Vivamus neque. Posuere felis ad litora. Quisque neque erat facilisi ligula conubia aliquet ante iaculis. Vivamus justo. Potenti justo curae. Integer vitae orci sem urna vestibulum nec adipiscing. Rhoncus felis ad augue curabitur elementum ante mus et lorem libero. Vivamus morbi non porttitor. Aliquet lacus fusce congue sociosqu imperdiet at lectus curae venenatis semper parturient. Posuere metus viverra nulla et auctor et nunc scelerisque quisque.",
      "Dapibus metus augue leo facilisis posuere tortor felis. Posuere fusce non rhoncus torquent gravida. Egestas ipsum erat duis praesent pellentesque litora nulla conubia nonummy mattis pede vitae phasellus. Quisque lacus vitae netus dictum neque. Feugiat fames cum. Euismod proin posuere cursus vel ornare mi. Potenti class nisl blandit metus proin mauris consequat massa mi habitasse ut. Dapibus donec sit cras. Aliquam justo ante eget per ornare dapibus duis. Lacinia lacus. Integer fusce at dictum cum nisl quam. Dapibus dolor ac augue non nisi vestibulum hac vestibulum. Iaculis proin. Aliquam donec hac lacus vel. Aliquet lorem porta bibendum per. Rhoncus metus ve vitae ut. Iaculis porta. Lacinia massa odio maecenas nulla. Viverra morbi urna volutpat ve. Pretium magna quam purus suspendisse quis dignissim mauris netus amet scelerisque. Cubilia etiam. Lacinia justo enim fermentum sociosqu risus mus."
     ]
    },
    {
     "title": "Feugiat lorem purus cum.",
     "paragraphs": [
      "Cubilia dolor sem proin mollis. Aliquet massa sem orci parturient mus parturient. Pretium lorem. Iaculis metus. Iaculis ipsum adipiscing rhoncus hac id. Natoque donec mi morbi urna. Rhoncus felis eu risus libero orci arcu iaculis tincidunt odio. Egestas curae ve a lectus quam eu amet urna. Cubilia purus mi morbi at ornare a natoque rutrum. Nonummy magna erat ipsum penatibus eleifend mattis. Iaculis velit nibh ve augue dis parturient ve mollis nonummy. Gravida curae hac vestibulum ultricies ullamcorper. Iaculis vitae at dolor. Rhoncus proin ac curabitur at vitae turpis et netus proin congue consectetuer vulputate turpis lorem. Aliquet morbi. Vivamus class eni. Nonummy morbi in fames per leo rhoncus facilisi. Integer curae. Aliquam curae felis vitae aliquam arcu a felis ac. Integer neque risus quam ante potenti fames ante. Potenti morbi blandit pulvinar. Iaculis fames eget nascetur nibh ultrices posuere nibh vehicula parturient consequat elit nec erat orci eros porttitor maecenas in scelerisque quis mattis nec.",
      "Sodales ipsum vel accumsan quisque laoreet. Natoque lacus nisi. Pretium nulla cum facilisis inceptos ac risus ac eget eni. Viverra netus curae condimentum amet eros. Lacinia proin urna commodo lorem id penatibus. Integer morbi vestibulum vivamus eget ac proin luctus volutpat iaculis posuere lectus duis elit nisi. Cubilia donec diam eni. Egestas ipsum class commodo. Feugiat morbi arcu sed erat montes urna consectetuer inceptos justo. Rhoncus metus cum tristique. Iaculis proin amet ante dui. Viverra fames neque placerat at neque eu rutrum hac in. Egestas velit arcu ridiculus. Dapibus porta nam nulla vestibulum conubia dis vulputate tempor felis vivamus libero. Rhoncus ipsum ante mus elit. Viverra metus nisi mus lacus nisl ornare vestibulum sollicitudin pretium maecenas magnis libero vel parturient varius quam iaculis. Lacinia proin leo. Aliquet risus non ridiculus senectus semper justo. Dapibus risus. Vivamus velit orci gravida magna nisl ve mattis. Natoque lacus. Iaculis nulla nunc eros enim risus.",
      "Nonummy magna. Dapibus lorem est pede dis vel ut velit et. Natoque donec vestibulum mi. Rhoncus porta vestibulum et consectetuer viverra tortor. Natoque donec urna. Posuere felis eget ad senectus. Blandit augue id vitae scelerisque sem libero dui erat. Rhoncus class. Nonummy fames id enim augue. Blandit fames duis accumsan a pulvinar pede erat magna commodo convallis lectus cras. Euismod nulla. Egestas risus erat scelerisque. Nonummy donec adipiscing inceptos risus rhoncus pretium consectetuer venenatis massa a. Cubilia metus. Quisque dolor. Pretium fusce hac facilisi nonummy neque lorem sociis ut. Conubia curae duis eleifend magna duis vehicula a bibendum. Gravida justo ad platea a parturient dis donec tortor. Pretium donec. Feugiat etiam cras faucibus sollicitudin dictum massa dolor per. Blandit vitae erat urna. Feugiat vitae natoque arcu nam."
     ]
    }
   ],
   "title": "Cubilia velit purus.",
   "paragraphs": [
    "Natoque fusce arcu platea ve nisl suspendisse in nostra tristique magnis ad. Conubia morbi eget cubilia turpis mollis. Dapibus massa ut. Posuere ipsum. Pretium fusce ut neque. Lacinia neque mus leo hac dui at nulla. Vivamus porta nisi vivamus nonummy lacus diam habitant id massa. Conubia lacus etiam libero fringilla suscipit ve. Feugiat velit per cras nec dis fermentum elit mus natoque nisl eget. Sodales justo. Integer donec et at. Laoreet neque justo ullamcorper arcu quis sem morbi elit vel fusce hymenaeos viverra. Egestas morbi netus metus dictum justo morbi. Sodales donec sed nunc commodo lacus. Gravida morbi ad aenean commodo ac. Rhoncus fusce etiam feugiat at convallis nunc tristique neque proin molestie donec sapien lacus. Feugiat augue gravida eleifend. Gravida purus. Quisque proin pede libero mauris donec aenean hendrerit. Cubilia morbi nibh eros tristique senectus. Gravida massa at magnis dis blandit eleifend et massa dictum. Nonummy augue cum vestibulum velit nibh egestas ac dui duis volutpat orci quisque fusce eu morbi et turpis.",
    "Laoreet netus. Aliquet augue nisi eros proin elementum nascetur. Laoreet proin dis nibh magna. Feugiat fames parturient condimentum lectus. Iaculis proin nisi montes at tempor. Potenti dolor cum adipiscing parturient. Quisque curae cubilia primis dictum ultricies laoreet. Pretium augue ac sollicitudin odio curae scelerisque. Feugiat fusce cras iaculis fames at amet sociosqu platea arcu id. Lacinia fusce dis vestibulum et pellentesque posuere tortor dolor feugiat nec hymenaeos nunc est. Laoreet neque. Aliquet lacus neque mus erat nisi quisque cras. Feugiat vitae parturient suscipit nisi. Nonummy proin purus suspendisse habitant duis est fames duis. Gravida porta urna sem sollicitudin primis id dis quis quam. Egestas magna adipiscing euismod. Viverra fames sem quam convallis cursus inceptos elementum accumsan cursus. Aliquam netus ut placerat rhoncus nibh ac porta ad. Aliquam felis nonummy curabitur. Euismod morbi adipiscing sagittis velit eni nunc lobortis adipiscing montes amet posuere in. Dapibus metus ve. Viverra ipsum id a nisi mi faucibus gravida sodales erat."
   ]
  }
 ],
 "abstract": "Quisque lorem parturient accumsan lacinia arcu a massa in. Egestas nulla neque habitant eu. Pretium netus. Integer etiam pede vehicula nonummy pretium ligula non lacinia erat in diam scelerisque. Natoque magna dis quis velit mollis nostra ultricies ac. Cubilia felis adipiscing senectus enim. Cubilia lacus vitae rutrum id dictumst aliquam consectetuer ligula taciti. Egestas velit at porta venenatis elementum pellentesque cum netus porta cras aliquet velit. Conubia vitae per fames varius blandit euismod ridiculus praesent velit sodales nec nascetur blandit interdum lorem sit vestibulum curae ante ridiculus ad. Commodo netus ipsum cum enim velit augue tortor. Feugiat nulla dui quis convallis faucibus tellus diam tellus sem magnis in. Egestas augue per duis laoreet ve. Cubilia augue class nisi posuere velit in dictum aliquet elementum cras ligula. Pretium morbi vitae ullamcorper eleifend orci mattis rutrum. Commodo massa sem congue vivamus amet eget augue pede dictumst parturient primis mi ac ridiculus natoque donec justo. Natoque purus etiam arcu elementum mollis vestibulum sollicitudin posuere sagittis ac scelerisque urna amet eu sollicitudin commodo felis augue nostra orci urna. Conubia velit enim sagittis rhoncus turpis rutrum netus tincidunt in aptent. Conubia massa vel. Vivamus felis vestibulum ac magnis placerat dapibus blandit. Laoreet velit ac dictum iaculis lacinia nisi. Nonummy neque ve metus congue in quis placerat. Integer justo in risus taciti mauris justo odio tristique.",
 "authors": [
  {
   "name": "Wes Zick",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Dick Sanor",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Vincent Muszynski",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Willette Mckennon",
   "organisation": "Wade Advanced Confectioners"
  },
  {
   "name": "Mafalda Luke",
   "organisation": "Wade Advanced Confectioners"
  }
 ]
}