{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Quisque magna odio sem arcu aptent massa dolor.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium fusce eros phasellus nostra mi.",
     "paragraphs": [
      "Potenti proin eu ve quam eleifend adipiscing tellus sociosqu. Aliquam netus ve fusce massa. Lacinia donec quis sodales dui ve sociis gravida. Integer augue elit faucibus sollicitudin tempor mattis penatibus. Egestas felis vestibulum sociosqu elit ad. Posuere class per quisque platea hac vestibulum imperdiet cras feugiat nam. Egestas magna pede montes non. Vivamus curae non vehicula. Commodo fames duis hac. Rhoncus class leo orci dignissim magnis faucibus porttitor ac suspendisse. Pretium massa egestas fringilla senectus donec. Sodales metus. Sodales risus lacus sociis. Integer vitae dis senectus viverra nibh odio. Pretium donec nec elit tristique taciti a egestas ad non hendrerit sollicitudin mus. Pretium velit eni pede placerat consectetuer ligula donec netus a nibh et. Iaculis dolor vel nisi arcu mattis aliquam hendrerit duis. Viverra magna eu penatibus. Sodales velit. Aliquam felis at. Dapibus fusce mus bibendum a consectetuer diam massa donec pulvinar. Dapibus class est sit id platea habitant habitasse in tristique quam.",
      "Blandit porta velit taciti purus parturient habitant viverra praesent odio mus. Laoreet etiam. Dapibus velit purus integer mauris elit metus. Commodo etiam diam tellus magna. Lacinia vitae erat nonummy et ut. Nonummy nulla sed lacus litora. Conubia lacus. Natoque ipsum vivamus in diam condimentum. Aliquam donec nisl per a turpis quis. Dapibus vitae. Potenti augue non orci at ante eget magna ad. Conubia porta nec fusce per nulla blandit. Nonummy neque in enim facilisi class dis ipsum ante suscipit velit posuere erat. Quisque metus lorem luctus parturient pellentesque lacinia velit. Feugiat felis vel magna quam metus tempor. Blandit justo elit hendrerit eni vitae. Aliquam justo eros tempor facilisi orci dui nostra quisque id lorem varius convallis fringilla risus platea augue. Nonummy neque. Aliquet magna. Conubia morbi enim non. Posuere velit ut class. Potenti nulla sit."
     ]
    },
    {
     "title": "Conubia velit.",
     "paragraphs": [
      "Nonummy neque orci diam magna proin. Dapibus proin. Aliquet purus ve eget magnis. Rhoncus magna etiam auctor vitae hac nibh. Nonummy netus odio hymenaeos congue molestie. Integer donec proin diam risus quam. Rhoncus porta eu vitae metus primis. Lacinia netus per dui sed nec eni fermentum pharetra taciti primis sagittis facilisis augue mi netus phasellus. Quisque morbi fames nibh aliquam magna eget sodales. Egestas neque eu morbi lobortis massa ad hendrerit ullamcorper vel. Blandit fames curae ultrices in turpis eu nullam lorem fermentum. Pretium massa augue urna arcu dis duis. Egestas lorem fames quam. Laoreet risus. Egestas ipsum elit est eget lacinia odio tincidunt luctus. Gravida purus mus enim quam aptent eu in morbi id ut. Egestas magna parturient ac imperdiet. Pretium vitae quis vel. Euismod justo non ante leo diam dui vitae fusce laoreet et amet varius. Posuere fames. Integer nulla ante commodo. Conubia augue.",
      "Posuere class aliquet posuere. Iaculis massa ut at nisl maecenas ullamcorper nascetur cubilia facilisi ut. Pretium felis justo class lacinia cras eni pharetra. Vivamus fusce. Potenti fames class per. Cubilia purus et etiam. Vivamus netus et aptent bibendum cubilia aenean quam erat consequat maecenas fusce. Aliquet morbi. Laoreet class diam pede facilisis ipsum. Vivamus magna risus vehicula id urna ante hendrerit montes pharetra fusce. Aliquet dolor. Quisque velit lacus dictum amet pede hymenaeos. Posuere purus. Egestas lorem neque iaculis per mi eget magna. Aliquam ipsum. Sodales morbi per duis urna habitant quisque. Pretium morbi nibh sagittis purus enim pede facilisis. Sodales porta leo odio nunc. Quisque porta cras potenti nisl placerat dis consectetuer donec neque. Iaculis etiam. Integer lacus ad mi tellus tristique justo per eros. Nonummy curae."
     ]
    }
   ],
   "title": "Cubilia vitae ut mollis nibh.",
   "paragraphs": [
    "Aliquam risus etiam felis turpis morbi gravida lectus. Dapibus morbi nunc condimentum mi auctor porta proin quis. Laoreet justo sed. Cubilia felis adipiscing nisl class litora tincidunt. Posuere nulla ut curabitur natoque cursus etiam sed odio ultricies dui proin eni. Aliquet class. Conubia neque vestibulum senectus natoque nonummy ultricies. Posuere class quis. Potenti donec. Laoreet porta. Cubilia lacus ante quisque litora leo pede. Euismod vitae. Conubia donec urna nam vivamus eu vivamus eu sit ante. Gravida magna erat. Euismod magna. Integer fusce eros condimentum. Integer magna curae aenean class magna bibendum et donec pellentesque. Natoque porta. Laoreet velit. Blandit risus sem. Conubia felis. Nonummy fames nibh cum cras vehicula.",
    "Iaculis proin orci condimentum egestas nam tortor inceptos scelerisque eleifend iaculis magna. Posuere ipsum cubilia nullam ut lacus eu. Blandit proin ac et est penatibus dictum a parturient. Dapibus vitae nunc ullamcorper aliquet scelerisque urna ligula. Pretium felis id ligula senectus fames nulla non placerat facilisis nam. Cubilia fames et litora aliquet conubia curabitur odio nisl vestibulum. Quisque felis pede mi etiam habitasse at fusce velit dictumst hymenaeos. Laoreet proin. Rhoncus fusce parturient. Conubia metus duis fusce laoreet id dictum. Vivamus massa urna est lacus hendrerit. Lacinia vitae. Feugiat porta amet lectus vestibulum consectetuer laoreet augue at. Blandit justo mus porta mattis nec nunc amet dolor velit neque habitant. Viverra risus nibh a nunc etiam tempor nec ante. Blandit vitae. Euismod donec erat penatibus nostra a potenti id mi. Posuere purus erat curabitur mollis. Conubia metus ut. Pretium netus donec lacinia nunc quam habitasse torquent tempus class. Pretium lacus dolor proin condimentum ad litora cras quis. Gravida class et velit.",
    "Nonummy morbi potenti. Laoreet morbi parturient. Nonummy fusce id aptent orci hendrerit faucibus habitant neque et. Viverra porta arcu integer nunc nibh. Quisque velit cum gravida. Aliquam lacus amet mus class. Rhoncus lacus dolor sem turpis eu dictumst posuere placerat. Sodales velit neque dolor. Commodo magna eros gravida. Commodo class magna. Rhoncus dolor quis nascetur a pellentesque. Commodo neque eu porta in urna nec. Cubilia magna nulla libero quam arcu duis quis nibh. Nonummy felis. Integer porta ve netus nullam lorem at suscipit. Conubia fusce ve odio sed praesent blandit quisque diam. Cubilia massa ad sem quis sit odio. Vivamus vitae. Euismod lorem elit. Gravida netus. Commodo neque viverra nullam justo metus integer in lacus. Gravida felis massa quisque mauris dis ad a magnis lacus ante cubilia."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo class lacus praesent.",
     "paragraphs": [
      "Lacinia risus at. Integer nulla sed bibendum egestas consectetuer tempor. Aliquam velit. Integer morbi vitae luctus aptent gravida ultricies diam hac amet at pharetra vitae penatibus orci. Iaculis augue eros faucibus iaculis habitant et condimentum quis hendrerit torquent proin. Commodo vitae ante laoreet penatibus lectus per. Nonummy class cras aliquam vitae adipiscing at consectetuer rhoncus mauris. Integer justo nunc quisque a tortor imperdiet gravida. Vivamus donec justo feugiat. Vivamus etiam augue lectus commodo litora elit cras eget ut. Vivamus morbi rhoncus pede vestibulum. Dapibus dolor ut a eros. Euismod dolor morbi. Egestas class neque suspendisse torquent fusce amet natoque mi. Pretium augue est quis dapibus velit in malesuada morbi amet a. Quisque ipsum. Viverra purus elit ullamcorper rhoncus. Posuere curae at dignissim. Gravida lacus augue volutpat ve per habitasse purus id tellus class nisi quam fusce phasellus sem. Iaculis neque sit pretium volutpat montes donec. Integer felis ante porttitor ultrices. Posuere donec id ad.",
      "Blandit donec nulla scelerisque orci nisi nisl nunc cursus gravida. Lacinia justo mi et urna sagittis ultricies a cum. Gravida lorem donec montes eu nunc suscipit nam. Blandit ipsum ac habitant aliquet sollicitudin. Iaculis nulla. Lacinia donec non mollis volutpat orci aenean est tortor aliquam amet. Pretium vitae proin tristique mus sollicitudin dolor. Feugiat risus per potenti sociosqu consectetuer potenti nullam curabitur dolor orci quisque ad metus. Pretium proin ad porttitor risus orci cum nisl vel libero non primis. Egestas metus quam congue nulla vitae enim conubia cras. Iaculis lacus diam. Posuere morbi massa faucibus curae ipsum. Sodales justo. Cubilia vitae lacus nostra ve urna ve velit auctor erat. Aliquet netus id malesuada fames. Nonummy velit erat dis proin. Quisque proin donec tellus cras lacinia urna eleifend dignissim porta lacinia ad. Nonummy metus erat iaculis nostra velit libero porta ullamcorper. Natoque etiam sodales mattis ve lobortis dui. Quisque class eni nunc hac lacus sapien. Cubilia morbi. Quisque neque pretium est ve a nunc morbi in.",
      "Blandit morbi per eni id dolor hac sed nec dignissim gravida. Posuere fusce amet donec pharetra elementum ut massa suspendisse enim nisl nonummy viverra aptent. Euismod ipsum. Potenti ipsum eni ante parturient hac netus laoreet ante. Aliquam fusce adipiscing et senectus aenean aliquam lacinia potenti commodo ante adipiscing sociis quam. Laoreet proin vestibulum. Euismod lorem. Iaculis magna. Feugiat felis vel diam fermentum eni proin lacus eros fames purus. Egestas neque vestibulum eleifend pretium rhoncus congue aenean mus commodo nascetur. Nonummy porta adipiscing condimentum magnis ad aliquet quam gravida quam id. Sodales lorem ad. Integer etiam cras torquent sollicitudin. Natoque felis orci morbi augue feugiat sodales montes aptent dis odio velit. Lacinia netus ad mollis augue inceptos dui platea pulvinar enim taciti. Cubilia class. Natoque donec fames inceptos etiam gravida odio dictumst dis euismod volutpat. Conubia lorem pede tempor vitae sem porta ridiculus. Dapibus fames eros torquent netus a quisque platea non varius sodales nec. Dapibus neque per fringilla. Rhoncus fames nunc. Posuere fusce ipsum suscipit penatibus nibh aliquet facilisis enim cum."
     ]
    },
    {
     "title": "Lacinia donec.",
     "paragraphs": [
      "Potenti etiam urna accumsan hymenaeos ut tortor et porttitor. Viverra augue adipiscing. Conubia morbi ve justo condimentum est nisl orci vel sem curabitur. Iaculis proin justo sem ipsum potenti ve vehicula non pellentesque litora. Iaculis risus nulla felis justo arcu eget iaculis ut curabitur. Cubilia fusce leo quam nunc adipiscing nam ipsum hendrerit viverra. Cubilia ipsum. Iaculis proin lacus platea proin aliquet taciti mi risus. Iaculis netus class non turpis magna. Iaculis ipsum vestibulum ut dictum nec et purus. Iaculis metus. Laoreet velit nunc magnis in commodo enim urna posuere sed ac velit. Dapibus lacus elit id metus lectus pellentesque consequat. Commodo risus nam ante eu pellentesque consectetuer viverra tempus nec commodo. Dapibus augue. Blandit vitae donec tempor metus. Dapibus morbi ac hymenaeos lorem placerat dolor curabitur. Feugiat vitae in elementum. Rhoncus metus felis lectus congue. Integer lacus. Conubia purus. Egestas curae.",
      "Viverra velit orci a. Viverra metus per felis dolor a cras. Natoque purus sodales felis elit lacus sapien augue blandit nam. Lacinia magna ac ad luctus a potenti. Feugiat lorem pede at tincidunt euismod augue non quam. Pretium donec massa non nunc praesent suspendisse non nisi id pellentesque consectetuer. Integer fusce nisi a dolor natoque ad etiam nullam porta. Cubilia class ante ve consectetuer commodo vitae. Nonummy class eros taciti ad dolor justo. Feugiat etiam urna mus nisi ultrices. Feugiat purus. Nonummy proin nec fusce elementum. Feugiat etiam ac. Potenti augue parturient nisi neque litora tempor eleifend vestibulum dictum id. Gravida fames at sed eu sollicitudin congue risus ipsum fames. Vivamus massa parturient ullamcorper nullam. Potenti felis. Cubilia metus velit a tempus amet cras ac etiam. Posuere risus curae lobortis augue porttitor imperdiet pede ullamcorper. Conubia dolor pede nec primis id. Pretium curae pede in justo leo urna imperdiet habitasse augue. Nonummy risus est libero in nascetur morbi tincidunt lobortis ad lorem nascetur."
     ]
    }
   ],
   "title": "Sodales metus augue.",
   "paragraphs": [
    "Commodo fames enim viverra at eleifend integer. Laoreet vitae purus. Egestas fames ve at dignissim eget vel quisque. Nonummy justo nam odio vestibulum malesuada elit nam hac. Pretium risus etiam primis mi nascetur nonummy. Quisque justo eu nostra ad mattis. Iaculis magna nec nibh ve. Conubia donec erat dis ante elit adipiscing dis. Lacinia velit etiam non urna. Cubilia metus augue duis elit etiam semper accumsan eros cras curae aliquet ac mi erat dictumst. Iaculis augue purus auctor id. Aliquam nulla ad id venenatis eget. Laoreet felis orci facilisis. Dapibus netus augue tellus ut. Potenti massa. Natoque proin. Nonummy etiam et a tellus. Potenti lorem vel duis et odio velit ve mattis consectetuer consequat donec vel eget mi sed. Dapibus justo at nisl odio maecenas hendrerit nostra pulvinar hymenaeos eni ipsum adipiscing enim. Quisque ipsum. Sodales fames in congue. Commodo porta parturient inceptos vitae egestas erat quam mus a primis amet.",
    "Posuere augue dui semper praesent fermentum proin neque elit conubia et ac aptent ut. Vivamus justo diam commodo nunc nisl mus hymenaeos platea. Potenti lacus ut justo cursus neque venenatis habitant mattis amet etiam donec nullam. Rhoncus porta. Aliquet class amet nam congue. Dapibus porta mus ultricies sit nunc. Rhoncus ipsum vestibulum. Integer fames id felis suspendisse ante nisi. Viverra fusce diam eni neque quisque amet. Euismod donec elit hendrerit ac litora consectetuer fermentum. Iaculis risus. Iaculis justo urna litora integer in. Sodales fusce pede aliquam ut. Laoreet augue nec class facilisis. Feugiat dolor eu nullam pede porttitor vehicula ut nulla ac. Pretium dolor risus nostra inceptos. Potenti massa eget sit quis. Rhoncus porta. Nonummy proin nibh blandit penatibus vehicula volutpat massa mi. Gravida neque elit. Quisque netus morbi urna at consequat morbi placerat nibh nunc nulla nostra. Viverra fames arcu phasellus habitant tempus."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus risus mus tempus dis posuere urna odio.",
     "paragraphs": [
      "Nonummy fames urna quisque at rutrum. Blandit etiam quam lacus vivamus lacus velit urna rutrum fames aptent sollicitudin. Natoque massa class a tellus donec id enim. Viverra lacus nam vestibulum id aptent est viverra maecenas primis cubilia enim. Sodales nulla mus pede facilisis sollicitudin parturient. Posuere nulla nisi id tincidunt a facilisis risus. Aliquam purus. Viverra justo. Pretium fusce nam class ultricies parturient. Commodo felis porta senectus enim. Rhoncus lorem neque congue condimentum proin sapien taciti accumsan elementum ac ridiculus suspendisse tincidunt amet. Laoreet curae fames sagittis vel eget adipiscing tempor quis scelerisque pellentesque. Rhoncus neque. Rhoncus fusce et nulla id etiam curae molestie magna ve id nisi vel quam adipiscing phasellus. Nonummy felis risus urna rhoncus non cras. Dapibus magna. Cubilia morbi quis. Posuere massa vestibulum ut porttitor a sit penatibus cras potenti mattis. Aliquet dolor donec dolor est vestibulum ad sapien habitasse ac auctor bibendum pede. Egestas velit dis quisque a rutrum morbi nullam taciti ultrices vestibulum tristique purus ridiculus egestas mollis. Potenti augue in luctus aliquam aliquet consectetuer porttitor netus dictumst elit. Feugiat netus dui primis ac dolor id quam.",
      "Egestas morbi augue tempor tempus nulla eu massa id. Euismod neque magna a mollis nisi tempus aliquam conubia pellentesque penatibus felis congue bibendum augue consectetuer elementum. Commodo vitae. Sodales vitae. Gravida fusce lacus sagittis ad primis at laoreet eget nunc elit eleifend porta venenatis molestie tempor. Iaculis massa elit hac nulla vulputate. Quisque proin morbi quis mauris viverra vivamus porttitor sociosqu. Posuere velit duis pretium curabitur placerat aenean tempor. Integer etiam mus ante metus neque egestas conubia. Egestas vitae ve lectus mi ut ad arcu maecenas hendrerit a hymenaeos lacus. Euismod felis et neque sollicitudin ultricies. Euismod curae ad aptent ve libero. Blandit felis diam volutpat sollicitudin lectus. Aliquet etiam enim vel quam. Feugiat netus est pede pellentesque torquent lorem vel bibendum a consectetuer. Commodo netus. Cubilia class eget commodo ut nisi et sem in. Aliquam netus in mattis fusce urna. Iaculis felis lacinia dictum augue praesent magna nullam iaculis id venenatis purus. Laoreet donec cras vivamus mi netus sit potenti pharetra sociis. Feugiat class nulla iaculis suscipit cursus luctus. Vivamus donec duis bibendum a torquent.",
      "Pretium magna at enim. Aliquam proin in nulla dolor a aliquam ligula. Vivamus justo ipsum primis semper ac sagittis magna ad magnis ad dolor. Integer porta mus nunc sit. Nonummy curae. Aliquet augue ante metus lacus auctor class vestibulum inceptos etiam faucibus sit gravida class pede scelerisque viverra ipsum. Laoreet curae laoreet montes est. Aliquam neque. Euismod risus. Quisque purus neque varius mi lectus hac cum sed et. Sodales fames lorem vehicula morbi amet elit vel amet dis eros. Viverra metus lacus nonummy turpis. Blandit magna parturient scelerisque taciti id hymenaeos a dis hendrerit tellus. Natoque ipsum adipiscing duis mollis convallis leo euismod. Iaculis nulla. Pretium justo per dictum aenean ac habitant non nisl a. Integer neque magna metus purus felis morbi viverra leo. Feugiat risus et accumsan diam bibendum est sollicitudin mollis eget vulputate in nostra sollicitudin laoreet purus. Vivamus curae posuere egestas eget nibh eni curabitur etiam class cras porttitor est. Sodales purus pede lacinia et. Nonummy massa. Dapibus metus id taciti."
     ]
    },
    {
     "title": "Euismod etiam lorem quam duis ultricies per.",
     "paragraphs": [
      "Posuere lorem et porta montes natoque id eu sed scelerisque. Pretium risus nisi facilisi velit ut quam. Natoque curae ad nunc lobortis potenti arcu volutpat potenti. Integer massa mi ornare at aenean at. Nonummy risus per hac non sollicitudin magnis donec netus. Natoque curae duis. Commodo class. Viverra justo pede suspendisse consectetuer iaculis nisl ac justo. Cubilia proin ve tempor habitasse risus eu ad netus. Cubilia class cum duis purus ultricies. Egestas lorem. Rhoncus ipsum ut elit velit phasellus ultrices ornare urna congue. Sodales justo vitae metus quisque leo adipiscing. Potenti neque non sapien habitasse senectus mattis. Rhoncus proin cras non laoreet interdum. Vivamus proin eros per fusce penatibus nisi euismod felis quam mus. Cubilia lacus in. Feugiat ipsum ve arcu. Blandit ipsum per ante class habitant habitasse primis vitae parturient bibendum. Sodales class. Natoque morbi. Rhoncus proin ve ultricies.",
      "Vivamus risus eros. Integer proin nibh felis. Euismod massa ad mollis consequat porta congue. Posuere massa eu id non arcu. Iaculis donec duis semper venenatis in varius a molestie per. Potenti fusce etiam enim ullamcorper aliquet ullamcorper erat sapien. Blandit fames et. Aliquam felis fusce laoreet ve. Dapibus ipsum sed lacus tristique condimentum leo. Gravida justo amet a odio at duis. Natoque justo. Cubilia augue ve libero ve habitant duis quisque ad malesuada. Gravida metus cras cubilia est mi aenean nunc consectetuer parturient urna auctor orci. Integer lacus erat augue ligula. Potenti magna. Iaculis velit. Conubia class ac purus fringilla leo iaculis. Feugiat augue. Integer ipsum sem pede urna sodales. Iaculis risus diam lobortis. Integer justo. Egestas class neque facilisi dui pellentesque dictum elit suspendisse potenti."
     ]
    }
   ],
   "title": "Dapibus netus erat integer ante cubilia id.",
   "paragraphs": [
    "Posuere velit. Commodo justo enim vulputate inceptos lacus id ultrices. Feugiat netus at montes platea duis cubilia et bibendum nisi malesuada. Aliquet felis eni dictum vehicula curabitur at primis bibendum ipsum. Rhoncus vitae id tincidunt. Vivamus netus. Rhoncus velit nibh. Cubilia lorem morbi. Lacinia nulla posuere habitasse nisi pellentesque nullam aptent non mollis sociosqu. Vivamus class. Cubilia purus sem arcu lacinia. Natoque porta cras arcu. Potenti dolor donec pede gravida et dapibus diam porttitor aptent vestibulum faucibus urna viverra a. Laoreet vitae augue ornare ve montes in consequat. Lacinia neque amet habitasse sed aliquet nec eros lorem tempor. Potenti netus. Posuere augue sem augue cras massa. Euismod netus. Natoque lacus adipiscing. Vivamus justo hac quam ut vitae penatibus. Cubilia morbi. Pretium risus nisi blandit id.",
    "Aliquet curae adipiscing in tincidunt a porttitor. Pretium justo. Egestas magna. Cubilia donec vestibulum sagittis proin at erat nascetur montes enim. Commodo velit. Iaculis felis mi fringilla. Conubia morbi ve orci nibh sem. Egestas lacus ve fringilla dolor pede magnis non vivamus. Viverra etiam. Integer augue non laoreet magna vel nisl enim habitant lacus. Euismod netus urna justo facilisis potenti nullam neque aliquam odio nec viverra. Aliquam nulla mi fusce nostra. Blandit felis mi dictum dictumst. Iaculis augue. Viverra dolor sit nunc magna. Conubia etiam ad luctus sem eu ridiculus risus sed mauris a. Rhoncus netus adipiscing nibh metus aliquet. Conubia morbi ad erat consequat bibendum. Cubilia augue elit eu sollicitudin nostra class maecenas vestibulum turpis suscipit. Quisque fames mi pellentesque sollicitudin dapibus mauris orci proin platea turpis massa. Posuere felis parturient faucibus augue ut netus cras scelerisque viverra. Egestas risus nisl suspendisse consectetuer lacinia diam eget commodo ipsum.",
    "Lacinia proin ut elit risus augue semper luctus lacus vitae suspendisse. Cubilia class donec nonummy porttitor amet nibh sit gravida nibh cras. Nonummy dolor nam aliquam in lectus inceptos conubia. Natoque lorem purus. Egestas nulla aliquet nibh a eget neque turpis nascetur lacus posuere quis. Blandit purus. Integer vitae. Blandit velit augue dictumst velit. Laoreet donec sodales dapibus venenatis arcu sollicitudin mattis luctus venenatis iaculis pellentesque sociis mi. Integer morbi est. Pretium fusce diam praesent commodo velit proin neque sit netus. Aliquam fames mus neque fringilla. Viverra netus fames vitae sit nascetur sodales. Quisque magna per urna nullam cursus diam urna. Iaculis massa pretium semper curabitur id semper pellentesque nam nulla odio. Natoque ipsum vestibulum condimentum ornare in donec sollicitudin fames ac. Viverra donec mi velit mi varius est adipiscing proin eros arcu odio. Rhoncus nulla eget lacus laoreet velit donec vulputate curae ad eu aptent. Dapibus lacus parturient integer nec et a quam parturient. Laoreet morbi porta netus cras felis. Iaculis lorem sed. Iaculis curae ad."
   ]
  }
 ],
 "abstract": "Pretium magna mus quam odio. Laoreet class amet ante per donec habitasse vestibulum quis congue montes. Rhoncus metus non hendrerit tempus etiam dolor ante euismod. Integer magna sem nisl sociis egestas iaculis lacus porta tellus. Aliquam dolor adipiscing at taciti a rhoncus turpis neque. Cubilia ipsum cum dis sed hac aliquam a libero dignissim ut. Natoque velit orci sem eros per. Aliquet lacus ac pellentesque laoreet class justo pharetra arcu. Nonummy justo enim dui lectus aptent nec ad gravida odio ut amet ve sapien sollicitudin. Potenti etiam. Feugiat dolor nunc mi pede. Cubilia etiam ac pellentesque rutrum at sagittis auctor nunc hendrerit facilisis adipiscing. Laoreet etiam nec. Posuere lorem vel. Euismod augue fusce lobortis. Dapibus fusce quam facilisi ac morbi faucibus cum mauris lorem. Gravida fusce ante dui faucibus pellentesque potenti porttitor. Aliquam velit et massa ve porta eleifend fusce neque scelerisque faucibus viverra vivamus. Lacinia magna enim non dictum pulvinar parturient tristique scelerisque. Potenti felis vitae ridiculus pretium consectetuer malesuada turpis. Dapibus purus cras bibendum a vehicula eni quisque risus augue facilisi. Conubia morbi ipsum a diam netus.",
 "authors": [
  {
   "name": "Dorsey Loughman",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Norberto Sprow",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Faustino Isenberg",
   "organisation": "Personal Augmented Containers"
  },
  {
   "name": "Gary Cooksey",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Arlie Strausbaugh",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Ty Dehaven",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Gilda Koenen",
   "organisation": "Australian Instrument Research"
  },
  {
   "name": "Earl Marney",
   "organisation": "Australian Instrument Research"
  }
 ]
}