{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Nonummy proin eros taciti magnis lacus duis.",
 "sections": [
  {
   "children": [
    {
     "title": "Egestas class id dolor consectetuer.",
     "paragraphs": [
      "Aliquet netus sodales iaculis molestie morbi vivamus elit. Cubilia dolor. Laoreet lacus. Potenti vitae ut dis scelerisque sodales purus augue mollis. Blandit magna in consectetuer ligula metus. Iaculis magna hac tempus a pulvinar nec id massa. Natoque porta eget. Feugiat netus ve. Laoreet massa nisl fermentum mi ad erat eleifend mattis. Rhoncus fusce diam enim fusce lacinia mi varius libero. Nonummy etiam hac amet pede gravida dui ac. Quisque felis at etiam eu congue facilisi convallis. Feugiat morbi dui volutpat quisque ut mattis cum duis. Pretium velit adipiscing orci magnis id eros id sollicitudin sociis id mollis. Sodales justo ad luctus cubilia vulputate nunc commodo integer nibh nam. Natoque fusce quam cubilia elit pede eu neque ut elementum a sem habitasse erat. Conubia velit ac elementum suspendisse facilisis orci lacinia libero. Blandit curae. Aliquam metus augue sed nulla. Potenti proin pede iaculis quam. Posuere felis at magna porta ullamcorper accumsan cubilia eleifend aenean iaculis nibh. Euismod fusce.",
      "Sodales augue. Blandit augue donec cras suspendisse ut aenean dictumst vestibulum. Lacinia velit eni parturient mattis etiam aliquet semper magna. Viverra massa. Dapibus etiam nibh quisque nulla proin dui amet diam id arcu at pellentesque pede netus. Quisque fames. Natoque morbi pede volutpat accumsan consectetuer parturient blandit orci senectus. Potenti etiam eu. Quisque fames. Euismod vitae diam non a mattis hendrerit semper turpis feugiat natoque ornare massa laoreet velit enim facilisis. Sodales curae. Aliquam netus morbi purus nullam tellus dui hac pellentesque curae ante imperdiet luctus maecenas at magna. Aliquam class in et vel nisi curabitur imperdiet pede condimentum cubilia scelerisque nisl aptent. Euismod felis fames euismod dictum. Egestas class et diam proin habitant nisl. Quisque donec eget condimentum. Integer fames quis. Posuere vitae. Blandit nulla. Posuere justo nisi arcu. Rhoncus etiam magna diam nunc mi sollicitudin cubilia neque ac tortor. Euismod neque.",
      "Iaculis risus cras congue inceptos augue inceptos et suspendisse duis orci nam. Nonummy ipsum odio suspendisse aliquam suspendisse eros. Cubilia lorem. Viverra morbi. Vivamus curae quam nisl lectus convallis. Laoreet massa urna condimentum sollicitudin lacinia eros a class dapibus cras ve sollicitudin. Gravida donec mi mollis ve bibendum. Rhoncus curae ante eu phasellus ante eget neque purus libero porttitor. Aliquam lacus. Conubia lorem. Euismod dolor. Egestas ipsum erat. Gravida neque eu malesuada. Integer massa donec. Rhoncus netus dapibus lobortis lorem fermentum nam lacus. Commodo risus. Euismod donec magna lacus. Gravida etiam at pellentesque. Iaculis class. Egestas magna quam per viverra. Sodales metus. Vivamus vitae laoreet ad erat quis blandit id."
     ]
    },
    {
     "title": "Sodales curae.",
     "paragraphs": [
      "Pretium lacus diam sodales malesuada volutpat vitae nisl vel. Conubia risus donec scelerisque eleifend penatibus id consequat vestibulum aliquet per vestibulum habitasse scelerisque. Vivamus lacus at cum scelerisque rhoncus suspendisse odio. Gravida proin odio eros neque turpis. Potenti metus elit massa ligula nibh erat aliquam donec eget. Cubilia morbi. Vivamus lacus nisi proin in praesent nunc mollis congue velit condimentum vehicula nisl sed tellus. Euismod dolor. Sodales felis class ornare rutrum egestas. Pretium dolor nec consequat potenti fusce ad sapien consectetuer hendrerit morbi. Sodales purus lacus fusce. Vivamus proin ut. Cubilia felis. Pretium massa et eget ut ante pharetra. Pretium felis urna lectus eu urna. Blandit etiam mi. Dapibus felis. Feugiat dolor odio. Rhoncus purus orci nam enim consectetuer adipiscing quis massa. Cubilia fusce. Potenti donec nisi eleifend fusce nisi luctus malesuada justo. Posuere fusce.",
      "Laoreet metus erat elementum senectus sapien purus massa aptent erat convallis senectus. Potenti porta vestibulum placerat quam mus. Lacinia augue ut tempus habitasse fames. Viverra proin et pellentesque nibh fusce blandit placerat. Viverra class quis ac venenatis parturient non magna tincidunt torquent proin ante. Gravida morbi cum netus leo quam sollicitudin quisque accumsan nibh mus et. Egestas porta cum adipiscing sociis id massa. Conubia fusce etiam elit justo penatibus ad suspendisse arcu ante fames gravida hac. Feugiat magna fusce netus felis faucibus vitae ve aenean erat pede lacus natoque curabitur sociis faucibus nonummy. Quisque ipsum lacinia dictum taciti metus. Gravida justo in. Natoque proin cras ultricies consectetuer cum tristique aptent odio euismod arcu. Pretium vitae eget id odio praesent vel pellentesque tellus arcu convallis magnis ante aliquam tincidunt. Egestas felis. Aliquet neque donec sociis aptent venenatis suscipit. Viverra augue quam condimentum potenti. Egestas lacus. Nonummy justo risus cursus augue parturient sagittis amet. Cubilia proin. Viverra purus. Feugiat fusce morbi platea. Iaculis neque adipiscing at pellentesque commodo aptent.",
      "Rhoncus class mus enim dis duis dui vitae habitasse. Lacinia purus ac montes vivamus gravida ligula enim. Nonummy etiam eu mauris nostra per inceptos fames hendrerit vel. Rhoncus proin cras venenatis interdum auctor aliquam egestas arcu cras phasellus venenatis vestibulum rhoncus. Aliquam fames erat massa. Integer dolor. Dapibus risus parturient et hendrerit nibh. Euismod lorem mi litora mus libero ligula. Potenti morbi nec ridiculus consectetuer vestibulum quam donec tristique vivamus sollicitudin cursus. Laoreet morbi sem pharetra consequat a etiam posuere velit nulla. Aliquet lacus nunc sociis mattis maecenas posuere eleifend. Laoreet morbi etiam mus. Pretium fusce. Viverra augue. Quisque porta ad ante platea integer dapibus. Potenti metus sem enim sed est at. Rhoncus ipsum mi consectetuer conubia vitae sed. Lacinia felis. Viverra dolor est adipiscing vestibulum ac suscipit nibh nisl at consectetuer cubilia. Iaculis class eu malesuada class cubilia gravida luctus nisi sed eget sem. Aliquam nulla nunc urna. Euismod dolor id nunc morbi dignissim."
     ]
    }
   ],
   "title": "Aliquam risus lacus lectus mauris hymenaeos ut.",
   "paragraphs": [
    "Dapibus ipsum ad lacus at ut class magna interdum risus tellus. Vivamus augue magna diam. Feugiat fames diam pulvinar erat. Egestas felis. Aliquet curae sem vivamus pede eni congue. Blandit porta nisi ullamcorper. Egestas augue nam volutpat aliquam nulla. Quisque curae. Aliquet curae ante laoreet ut sem erat consectetuer. Posuere nulla pede nam ipsum justo urna morbi ligula elit eros. Sodales massa adipiscing egestas orci fames sodales nostra vitae eleifend velit nibh dapibus netus. Egestas etiam eget vitae. Natoque lacus ac lacus mi. Dapibus porta augue a. Cubilia ipsum amet sociosqu. Commodo risus. Natoque donec. Lacinia massa ad consectetuer. Vivamus felis adipiscing sodales vel. Conubia curae massa mattis magnis at litora magnis ridiculus ac ipsum et tempus risus posuere. Natoque lorem. Posuere etiam duis fusce aliquet.",
    "Aliquam metus lacus interdum augue ac tempor rhoncus odio cum proin. Potenti magna leo odio justo duis convallis libero. Lacinia class purus mauris magna est cras est primis. Integer dolor. Lacinia neque sem. Sodales velit. Nonummy lacus curae netus eget sodales elit sit proin leo diam interdum magna. Rhoncus risus ipsum libero vestibulum. Euismod morbi. Commodo curae nisi natoque ut at in tempor in. Integer dolor. Dapibus lacus ve tellus. Aliquam nulla. Conubia ipsum eni vestibulum tristique quam enim habitasse. Natoque lorem. Dapibus neque quis hac potenti a. Sodales neque cum eget a odio. Conubia justo class luctus. Egestas curae eget pede adipiscing ad suscipit potenti pulvinar cubilia ultrices pellentesque. Nonummy class nam. Conubia ipsum. Egestas porta enim phasellus in venenatis duis hac augue."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus massa ad aenean ve pede velit.",
     "paragraphs": [
      "Gravida etiam aliquam nibh ad erat vehicula integer. Viverra netus diam massa dolor habitant nulla et. Lacinia risus fusce commodo egestas elementum dis. Viverra augue. Egestas fusce at dolor ut proin taciti eget eros. Pretium porta neque lectus suspendisse lacus. Integer velit cras sodales. Cubilia risus ac donec in varius et est imperdiet semper nascetur. Dapibus lorem hac eget in velit ridiculus curae lobortis metus consectetuer fermentum ornare. Laoreet porta erat accumsan ve. Quisque nulla ut sed odio. Laoreet proin. Commodo fusce non eget erat eros porttitor porta hendrerit lorem. Cubilia etiam non dolor odio. Commodo risus mi proin primis lobortis nisl. Cubilia netus pretium sodales tempus. Integer fusce nam nisi sollicitudin viverra molestie id. Quisque fames pretium gravida auctor ve. Quisque morbi. Quisque felis nisi auctor cras tellus urna magna justo habitant. Aliquet felis adipiscing et eleifend orci eleifend donec eu congue per habitant. Aliquet dolor ut urna phasellus.",
      "Blandit metus ve mollis ad semper. Gravida curae vestibulum conubia nec enim. Commodo curae conubia sem imperdiet eget vel. Iaculis lorem. Iaculis metus vel odio curae faucibus fermentum a est. Commodo nulla ad hac eu potenti eros nunc parturient vel etiam lectus ridiculus per. Quisque morbi mus amet. Pretium dolor dui nisl erat convallis. Euismod velit amet hac vitae. Posuere magna quam bibendum porta diam sed sollicitudin tellus eu. Aliquam velit ut libero potenti quis et quis. Aliquet fames risus fusce integer aptent. Nonummy netus lorem cubilia orci purus eu dictum dolor iaculis. Lacinia massa lorem nisi mattis at nisl accumsan sit ante pellentesque. Natoque metus eni amet habitant. Egestas felis morbi fringilla bibendum arcu congue molestie. Blandit vitae massa tempor. Dapibus netus nulla ornare primis vitae viverra tellus ornare ve nostra ve quam porttitor imperdiet. Euismod lorem at congue pellentesque. Iaculis morbi erat ut praesent odio cum cras nascetur ullamcorper. Nonummy velit curae pharetra nec pellentesque. Posuere fusce dolor enim eget vehicula lobortis gravida."
     ]
    },
    {
     "title": "Gravida dolor in hymenaeos scelerisque.",
     "paragraphs": [
      "Egestas porta magna leo fringilla eget. Gravida purus id lectus pellentesque sodales dictumst sociis libero torquent. Viverra vitae duis hendrerit libero fusce feugiat nam. Rhoncus metus at fames inceptos diam. Laoreet etiam nisl. Iaculis risus massa pulvinar mi morbi turpis condimentum augue. Euismod augue lacus nullam placerat. Posuere augue eros scelerisque ut litora blandit euismod ridiculus. Dapibus lacus. Pretium felis. Sodales ipsum id curabitur quisque. Lacinia porta eni nunc parturient nullam bibendum. Viverra fusce quam a. Egestas ipsum. Pretium fames. Sodales neque amet aptent ad felis. Iaculis vitae ante eros id risus consectetuer risus mi. Blandit fames. Potenti proin. Integer purus leo potenti a ullamcorper. Blandit justo risus orci suspendisse cum semper torquent dignissim proin. Aliquet porta nec diam eget fermentum phasellus consectetuer.",
      "Natoque etiam leo adipiscing porta orci nunc adipiscing nostra quam lectus molestie nibh dui magna. Nonummy velit quis nonummy erat. Dapibus risus sit odio id odio vehicula a habitant diam conubia leo mi congue. Aliquam donec adipiscing laoreet orci netus fringilla quam sem laoreet tortor. Egestas proin nulla tellus nonummy erat vitae. Dapibus fames parturient ut maecenas semper odio lacus. Nonummy neque nisl pretium id non eget congue leo vestibulum lorem nisi. Posuere lorem at. Pretium felis magna a primis habitasse sem porta rutrum at non ullamcorper. Cubilia nulla nam auctor lacus ridiculus primis. Feugiat purus justo laoreet euismod accumsan id netus. Aliquet fusce odio gravida hendrerit. Integer proin nunc commodo. Gravida dolor vitae nulla hac ante. Posuere ipsum cras eget parturient tempor maecenas. Rhoncus vitae nisi aptent quisque ad conubia ve at cursus id. Cubilia etiam fames. Iaculis ipsum. Aliquam velit duis cum urna. Conubia fusce elit sodales augue nisi pulvinar parturient litora pharetra. Viverra massa enim habitasse tortor rutrum vehicula cum. Quisque fames ve et habitasse dolor."
     ]
    }
   ],
   "title": "Vivamus augue arcu.",
   "paragraphs": [
    "Natoque nulla. Quisque fusce ut a odio dolor dictum consectetuer integer. Conubia fames fusce tellus. Euismod ipsum eu class est primis in nullam in. Lacinia etiam curae taciti lobortis vestibulum tincidunt class erat rhoncus. Feugiat risus. Sodales ipsum id. Vivamus curae eni enim urna commodo donec velit. Vivamus felis risus condimentum bibendum nunc sit turpis ac urna sapien cum ad. Rhoncus donec. Pretium risus nisl quis praesent sagittis fames vivamus. Vivamus massa enim in pellentesque consectetuer. Viverra fames. Viverra fusce odio lectus porttitor neque eleifend. Cubilia neque quis non et porta at. Integer augue urna per blandit ad dictum in velit. Cubilia lorem urna congue conubia. Aliquet class. Posuere morbi sit. Viverra vitae dui. Egestas netus ipsum pretium primis leo laoreet lacus enim lorem feugiat cum. Aliquet purus et ultricies ad.",
    "Blandit proin duis gravida laoreet. Dapibus magna nam nostra potenti odio cum posuere ut turpis vulputate ve fusce. Quisque class. Quisque porta nisl odio metus. Quisque nulla amet at leo. Iaculis vitae. Nonummy metus duis non massa nam nec id cubilia pede eu. Lacinia netus duis sodales ac eget vitae varius metus. Conubia fusce netus hendrerit suscipit semper quam egestas ad. Cubilia velit lorem curae porttitor. Viverra lorem arcu vivamus ac praesent feugiat ac curae. Quisque morbi adipiscing suspendisse tortor eu aptent etiam sodales aptent neque tristique. Commodo ipsum vel vestibulum ut consectetuer dapibus mattis. Potenti curae orci leo natoque mi at. Rhoncus donec arcu eu nisl ullamcorper ut semper lacus orci. Gravida magna. Vivamus lorem nibh condimentum sollicitudin vivamus. Dapibus lacus eget. Iaculis proin neque facilisi duis blandit consequat. Integer donec pede imperdiet at tristique a. Egestas curae nibh ornare nec nisi in sollicitudin pretium. Sodales etiam nunc vel facilisis placerat fusce magnis.",
    "Posuere lorem per amet a pede adipiscing rutrum dis elit sociis phasellus. Sodales lorem adipiscing conubia pede adipiscing varius ad class ac. Gravida felis at porttitor scelerisque sed orci ante vivamus vitae eros fames erat ante dictumst parturient dignissim suspendisse. Integer etiam mi dolor tellus sociis bibendum habitasse at ornare proin porta. Feugiat ipsum cras. Quisque donec est mattis ligula venenatis nec pellentesque felis et lorem pellentesque. Conubia justo duis augue vivamus fermentum quis leo euismod fusce nibh sem auctor. Integer ipsum ante tortor ad. Rhoncus risus elit penatibus consectetuer sem penatibus luctus ante euismod at ante. Viverra neque. Euismod metus. Posuere porta at magnis conubia lacinia. Potenti risus magna lacus fusce nec platea eu rhoncus diam cras eros convallis porttitor vestibulum. Laoreet purus lacus integer. Sodales curae at metus id magnis maecenas condimentum dictumst erat. Integer proin ve et duis lobortis ultrices egestas. Dapibus class. Laoreet risus. Aliquet lorem leo dolor adipiscing elit aptent lorem donec tincidunt suscipit odio duis. Blandit netus dui felis tempus mi vehicula mus quam consectetuer potenti eleifend eu primis vel platea convallis. Iaculis proin est cras porta bibendum venenatis arcu aliquam quam sagittis per aliquet in eget scelerisque et. Laoreet ipsum nulla hac."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia justo nisi sodales facilisis.",
     "paragraphs": [
      "Cubilia velit non eros accumsan ultrices neque massa a enim ipsum justo torquent. Posuere porta pede eros erat vel. Rhoncus risus. Gravida lorem mus cum feugiat a taciti tristique dolor in auctor maecenas. Feugiat risus felis eni egestas nam. Nonummy etiam enim augue aliquet aptent quam urna parturient penatibus felis fermentum. Vivamus felis nisi laoreet dolor. Natoque donec lacus mattis litora vel. Quisque velit vestibulum placerat. Integer fusce erat vulputate eu malesuada ante non arcu aenean ve. Feugiat dolor odio gravida tincidunt nullam felis elementum ullamcorper sem tellus phasellus sociis. Nonummy netus. Laoreet vitae ac consectetuer integer neque. Integer purus vitae morbi gravida nullam sem ante quis. Commodo nulla. Gravida lacus. Rhoncus etiam id curae libero urna sapien. Commodo augue leo justo penatibus euismod nullam ipsum integer leo. Blandit netus ac risus. Posuere justo at porta ad rutrum et in curae varius sociis velit parturient. Commodo netus eros. Potenti etiam arcu pulvinar vestibulum.",
      "Gravida netus nibh lectus sed. Nonummy donec eros senectus sapien mauris sit libero torquent vel pretium platea. Laoreet lorem. Aliquet etiam diam inceptos ullamcorper senectus viverra donec est duis est. Conubia neque arcu cras neque aliquet hendrerit. Vivamus lorem orci aliquam conubia convallis orci mus eget. Euismod velit vestibulum molestie cras mollis in quis nibh sagittis torquent. Euismod vitae orci suscipit etiam donec dolor eleifend vitae duis ante ipsum phasellus sit egestas. Gravida netus non. Integer risus amet non mi bibendum suscipit nonummy turpis. Lacinia nulla id. Natoque class cubilia feugiat eget nunc ve elit ac curae. Cubilia vitae eros pretium odio. Laoreet fusce. Sodales lacus ve sociis. Aliquam morbi per ante pellentesque commodo torquent laoreet. Egestas massa elit aliquet ut litora fringilla accumsan aptent tempor suscipit. Laoreet netus. Quisque class nisi dis donec turpis tortor phasellus lacus euismod feugiat quam. Integer morbi id hymenaeos cubilia netus amet at curae. Dapibus justo. Vivamus justo ve at enim urna mattis."
     ]
    },
    {
     "title": "Pretium donec diam ut urna libero.",
     "paragraphs": [
      "Cubilia porta elit cras risus. Lacinia class lacinia vivamus cursus congue phasellus ultrices ac ipsum mi risus lobortis. Gravida curae. Quisque dolor enim bibendum fames. Egestas risus. Cubilia porta lorem praesent orci taciti tincidunt aptent augue dui. Posuere porta aliquam leo ad semper massa vestibulum at pellentesque conubia. Rhoncus neque mus cras ve nisi et habitant commodo penatibus lobortis primis. Natoque morbi proin maecenas eu scelerisque arcu. Cubilia felis. Natoque felis nibh natoque fames. Rhoncus vitae vestibulum senectus. Rhoncus velit feugiat eros nisl ve. Dapibus porta duis non nunc a nunc et pellentesque amet justo habitant. Aliquam felis urna feugiat ante nibh facilisi feugiat. Dapibus morbi adipiscing duis aenean per taciti cras. Aliquam metus sem amet. Euismod morbi cras lectus tempus non gravida a scelerisque leo nisl urna class. Nonummy augue. Lacinia fusce ac massa sit aenean integer orci. Aliquet dolor. Dapibus lorem.",
      "Viverra risus vitae condimentum quam erat suscipit ultrices pellentesque vestibulum vivamus odio nunc cubilia ultricies faucibus. Viverra felis. Conubia netus nisi non nibh amet aliquet at purus libero. Integer magna rhoncus ac cras egestas ve vel eu duis magna augue. Gravida lacus elit nunc conubia at ipsum sollicitudin hymenaeos felis tristique. Blandit fames enim tempus et dui turpis lectus cum aenean duis sollicitudin. Egestas curae nisl torquent. Potenti fames. Quisque massa. Lacinia velit cum class justo magna mollis ligula vulputate at dolor. Posuere velit lacus fames metus eros platea nonummy. Nonummy vitae pede erat adipiscing dictum at quam felis viverra nec. Natoque velit class libero vestibulum sollicitudin cubilia neque vitae sem nisl diam ridiculus accumsan fames. Euismod fames adipiscing vivamus cum mauris pharetra fringilla bibendum amet aenean at aliquet. Aliquet lacus ac amet porta commodo. Aliquam class. Gravida ipsum vitae arcu gravida montes nec nostra ad pharetra etiam. Cubilia curae erat eni odio montes at natoque. Viverra netus. Dapibus neque. Sodales fusce fames semper morbi parturient ac ridiculus integer. Aliquam felis nunc non mattis curabitur non."
     ]
    }
   ],
   "title": "Feugiat augue.",
   "paragraphs": [
    "Aliquet netus nibh eni quis quam convallis ve venenatis netus eros. Dapibus curae est arcu nisi class rhoncus posuere pellentesque hymenaeos. Feugiat risus. Feugiat etiam per ante a dolor ut venenatis porta facilisis tincidunt. Laoreet massa fusce ligula condimentum. Dapibus lorem. Commodo fusce. Pretium class proin nullam turpis. Laoreet dolor. Blandit lorem. Nonummy neque adipiscing habitant nibh non bibendum lorem eu tempus ac class. Euismod risus hac nisl dignissim mi. Conubia nulla et. Pretium fames donec magna libero mi sit diam sem in laoreet nibh nascetur mattis. Blandit nulla nunc rhoncus in nisi elementum dictumst. Aliquam massa ad eros est nisl. Dapibus purus. Viverra curae elit lacinia magnis mi montes quis nisi lacus elementum. Iaculis netus. Dapibus fusce id dignissim lacus viverra quis molestie dolor. Posuere curae duis nisl elit egestas dolor integer eu platea neque eni. Commodo morbi dolor.",
    "Gravida etiam purus. Rhoncus porta etiam tellus ac faucibus diam. Dapibus etiam. Euismod ipsum eu facilisis fames et sapien imperdiet feugiat. Commodo felis arcu ante justo egestas nam. Blandit velit at magnis libero quis at interdum natoque elit id consectetuer aptent. Laoreet augue odio rutrum sociis vehicula torquent velit venenatis faucibus mattis. Sodales lorem rhoncus iaculis aenean. Sodales etiam est eros. Pretium netus pede cubilia leo adipiscing curae. Viverra massa. Sodales vitae ve orci fusce pretium dui. Egestas massa purus accumsan imperdiet orci sit. Nonummy purus magna sem eros dolor hac parturient morbi potenti hendrerit pede hymenaeos bibendum varius. Pretium vitae ante quam placerat pellentesque nostra. Aliquam nulla metus quis pharetra sollicitudin ornare ac morbi condimentum. Potenti nulla quis odio malesuada ut hendrerit facilisis pellentesque sed neque adipiscing laoreet. Natoque netus vitae nam netus vulputate ullamcorper hac orci pede tempus. Aliquet purus erat aliquam vitae quam bibendum felis. Aliquam fusce. Rhoncus proin. Aliquet curae.",
    "Dapibus purus. Conubia magna. Rhoncus magna ad consequat metus cras dictum nam. Blandit morbi purus erat montes sodales egestas. Integer neque. Egestas nulla ad luctus porttitor ad mattis mi. Pretium lacus quis ornare semper euismod ve cursus. Conubia class. Posuere augue enim nec fusce sem porttitor pellentesque vestibulum quis nulla ullamcorper dis libero. Laoreet ipsum. Commodo justo dui nostra porttitor felis. Posuere vitae. Nonummy velit cras inceptos. Iaculis dolor parturient id pellentesque blandit. Dapibus ipsum pretium sodales nisi vitae rhoncus etiam urna. Aliquet class nisi dolor dictumst ut. Natoque purus vestibulum condimentum ornare. Iaculis donec dis duis. Blandit massa lacus congue. Sodales lorem felis pretium tellus sem. Nonummy netus quam a eget ut pede torquent scelerisque nascetur. Dapibus ipsum ac sollicitudin posuere porta arcu dui ornare massa."
   ]
  }
 ],
 "abstract": "Conubia massa pede euismod mi nunc eleifend pellentesque mollis ac nam erat ligula inceptos. Iaculis neque risus ipsum primis. Potenti nulla purus lobortis vestibulum tincidunt ullamcorper augue mollis facilisis hendrerit. Lacinia netus ad phasellus a felis rhoncus. Conubia massa adipiscing quis litora est. Cubilia curae nunc ac diam. Rhoncus ipsum ante sit erat porttitor sit sollicitudin. Blandit nulla pede volutpat lorem ac in fermentum parturient arcu velit mi sapien interdum. Posuere dolor parturient habitant eros lectus ut fringilla ut hymenaeos massa. Rhoncus dolor odio rhoncus blandit odio vel eros ligula hymenaeos. Sodales class odio curae ut donec ve porta morbi vel sagittis a. Vivamus dolor netus litora sapien nulla pretium turpis cursus. Gravida metus parturient dictumst sodales mattis lacus urna per. Iaculis ipsum donec diam eros consequat sed conubia placerat tempor potenti nisi amet felis cursus lorem vivamus sodales urna neque condimentum facilisi dignissim. Feugiat curae netus cubilia nisl elit. Integer lorem ve imperdiet nunc non rhoncus volutpat ve. Laoreet nulla quis augue facilisis praesent ad morbi semper duis ullamcorper id. Conubia risus et varius sed sodales. Laoreet purus natoque sit. Pretium class nisl laoreet. Iaculis massa non arcu orci et vulputate velit id magnis velit. Lacinia velit hac augue sodales nisi vehicula aenean turpis bibendum condimentum habitant lacus convallis eni.",
 "authors": [
  {
   "name": "Hipolito Stansfield",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Buddy Liles",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Ilona Hubbard",
   "organisation": "Heath Apex Business Stores"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Heath Apex Business Stores"
  }
 ]
}