{
 "references": [
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "title": "A remark on the {C}hern class of a tensor product",
   "type": "article",
   "journal": "Manu. Math.",
   "key": "AF95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "237--240",
   "year": 1978,
   "author": "Alberto S. Dubson",
   "volume": 287,
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dub78"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ver79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Aliquam etiam fusce orci a amet dolor nascetur ipsum aliquam. Aliquet velit cras eu sollicitudin posuere donec curae cum. Iaculis fusce est nullam leo in. Aliquet massa et neque ve orci in orci urna. Quisque fames amet netus duis dapibus eu ad quis at morbi libero sapien donec commodo. Integer risus. Vivamus ipsum. Quisque donec aliquam erat senectus lacus. Iaculis vitae arcu a nibh parturient. Integer nulla fusce sociis felis convallis mollis magnis nulla. Nonummy etiam nibh. Rhoncus purus mi nostra velit cubilia. Blandit metus nibh pharetra proin eu cursus porttitor. Euismod netus. Posuere augue iaculis cubilia consectetuer phasellus fusce cum nisi facilisi mus. Commodo lorem neque nullam felis dui. Commodo curae in ac odio metus etiam varius sapien. Commodo augue parturient suspendisse rutrum ad sociis ac eget. Rhoncus etiam ante platea bibendum adipiscing. Cubilia nulla nisl quisque porttitor turpis placerat scelerisque cum nunc eu morbi per nibh fermentum lorem odio ve. Egestas nulla dis pede hac massa. Natoque ipsum diam erat pede.",
    "Iaculis dolor est duis ut etiam hendrerit eu duis pulvinar leo ut. Lacinia netus eros pharetra consequat auctor dolor iaculis. Sodales etiam adipiscing. Natoque risus fusce auctor venenatis auctor enim nisl integer consequat nunc pretium mi nonummy eu vitae. Integer nulla. Cubilia curae vestibulum erat turpis dictumst donec venenatis. Rhoncus nulla. Rhoncus velit etiam nullam ac sem nullam sociosqu quam dui amet blandit neque. Vivamus massa hac dapibus lectus rutrum curae quisque convallis bibendum velit ut. Quisque metus ut mollis vitae conubia purus. Sodales vitae vel congue dapibus quam feugiat. Laoreet metus pretium neque ve. Euismod dolor in penatibus. Euismod felis. Posuere netus adipiscing ve. Natoque augue eni vestibulum netus cras suscipit. Natoque augue nisl nam diam dis. Nonummy massa ve fringilla euismod metus erat nam ante cursus. Dapibus fames nulla lorem. Egestas etiam. Sodales risus odio varius ultrices adipiscing imperdiet condimentum porta nullam non nostra nisi amet. Aliquet magna vel orci sollicitudin gravida."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer justo aliquet odio pellentesque ve fusce ullamcorper arcu. Natoque neque cras odio dui nullam conubia. Sodales fusce eu nisi aptent ac. Aliquet neque in metus mi sociis laoreet phasellus odio. Potenti lorem nunc gravida cum praesent pellentesque cubilia facilisis nibh hac nam elementum non. Viverra magna pretium viverra nisl. Dapibus neque augue netus cum nunc nisl. Lacinia morbi donec scelerisque. Potenti fusce quam nascetur tincidunt nunc. Nonummy donec est odio pulvinar et. Blandit risus eu turpis fringilla ornare sociosqu. Rhoncus purus diam. Iaculis etiam. Potenti netus ac. Viverra risus potenti taciti arcu commodo odio nibh. Feugiat massa donec luctus eni. Lacinia purus. Iaculis fames. Nonummy metus ipsum fusce ante ut aptent dignissim bibendum risus. Potenti dolor. Laoreet curae. Iaculis massa et eu ultricies nonummy tellus sapien fermentum cubilia enim.",
      "Potenti fames. Euismod nulla est nam ve nibh sit cum non. Integer dolor in penatibus ac elementum at class ac tortor suscipit placerat fusce velit quisque. Natoque vitae amet feugiat porta duis rhoncus. Blandit lorem nisl donec dapibus mollis dis posuere magnis non mattis libero felis adipiscing. Iaculis justo nisi ve. Lacinia justo id fermentum. Dapibus curae orci viverra ve. Aliquet class quis id praesent leo commodo quis. Sodales dolor nisl pretium dictum. Integer massa curae dictum cras risus platea risus egestas fermentum nibh scelerisque rhoncus. Pretium risus. Aliquam neque. Iaculis class ac eros. Blandit metus dis felis ultricies. Aliquam augue. Posuere etiam. Vivamus justo. Natoque velit in a sociis pede. Conubia justo ve magna accumsan. Egestas fusce urna elementum sollicitudin vestibulum arcu vitae. Posuere fames at."
     ],
     "title": "Lacinia augue etiam condimentum ac sociis vel quam penatibus."
    },
    {
     "paragraphs": [
      "Natoque justo massa bibendum ut etiam dictum purus. Laoreet class id lacus. Egestas curae mi sapien hymenaeos accumsan ligula proin eget et duis habitant natoque dapibus neque. Gravida justo parturient odio velit blandit lectus vitae inceptos diam eu. Natoque morbi parturient arcu dolor etiam elit sit pede diam curabitur mauris luctus felis vestibulum ve. Egestas neque enim luctus et dictum justo dapibus massa curae. Posuere purus. Conubia felis. Potenti fusce. Sodales donec. Rhoncus lacus vestibulum ve. Gravida massa ad nam in lorem nam taciti. Sodales felis. Pretium justo ut quis id auctor hendrerit eu ullamcorper nisi. Nonummy donec vestibulum suspendisse tempor et enim mauris ad convallis. Lacinia purus odio litora ut diam vitae sapien luctus et sagittis vivamus rhoncus sociosqu id. Conubia dolor augue cras pharetra cum id mauris. Viverra purus. Blandit purus mi purus aenean ornare lacus. Quisque vitae odio eros felis. Pretium class et eu nunc. Integer curae donec viverra hac.",
      "Potenti lorem. Potenti risus ut donec ante eni platea. Viverra ipsum parturient vivamus erat a nunc proin. Aliquam class. Vivamus porta ut nisi sagittis dapibus integer mattis cras enim. Euismod risus ut auctor et consequat. Dapibus morbi nisl sed odio a class commodo ornare vel id. Potenti netus cras facilisi. Feugiat porta ante vivamus ac amet tortor ac curae mi aenean commodo ve sapien. Aliquam vitae quam sociosqu tincidunt justo. Posuere metus. Blandit augue pede ac netus. Commodo curae adipiscing volutpat orci curabitur pellentesque mus porttitor ipsum curae semper inceptos eget nec. Conubia class sed malesuada nam ultrices consectetuer iaculis venenatis sem enim ad. Cubilia fames ac tortor lobortis quisque eget sociis lectus sed mattis maecenas eu aenean eu luctus. Integer magna at etiam et mattis. Quisque curae ac neque ac vulputate condimentum dignissim arcu per nisi. Iaculis massa. Lacinia augue erat convallis. Quisque neque et eu ut. Euismod curae arcu natoque nisi dictumst varius mauris eni elit egestas diam vehicula. Aliquam vitae."
     ],
     "title": "Natoque class fames fusce."
    }
   ],
   "title": "Pretium fames."
  },
  {
   "paragraphs": [
    "Posuere donec integer ac risus condimentum eros semper fames nonummy. Viverra netus dapibus natoque congue eni orci. Feugiat etiam mi ve felis et hymenaeos mi hendrerit. Blandit fusce per netus ridiculus magnis sed ornare. Gravida purus nibh. Natoque fames ad. Viverra lorem leo proin hymenaeos tincidunt nisi imperdiet augue velit aptent blandit lacinia. Blandit class eu ornare leo tempus ad faucibus. Egestas justo sem aenean duis et facilisi faucibus justo ut libero at. Quisque vitae donec purus ante euismod dis at eros vitae nec enim. Aliquet class justo convallis vestibulum cum. Natoque lacus adipiscing in sollicitudin rhoncus sociis in. Nonummy dolor. Integer fusce id eget porta lobortis leo vivamus facilisi amet sit fames. Egestas risus felis imperdiet suspendisse tristique urna sit nibh ad curae id felis et tortor. Integer morbi ad amet non at urna cum. Integer curae. Quisque risus leo non pellentesque lorem mi lectus. Pretium class dapibus sodales venenatis. Quisque velit dolor condimentum dictumst risus ac. Feugiat porta. Quisque velit diam non.",
    "Vivamus purus. Pretium augue leo sodales ante velit. Nonummy ipsum ve penatibus netus mi nisl nascetur. Quisque netus risus leo hymenaeos consectetuer adipiscing amet auctor conubia aptent class justo nunc. Conubia magna parturient nascetur cras elit viverra curabitur. Natoque massa amet. Integer magna lorem ullamcorper ac sapien habitasse curae sit eros commodo. Commodo augue hac vestibulum adipiscing in congue. Feugiat augue. Potenti velit. Natoque vitae ante ut interdum nascetur pellentesque parturient nonummy per pulvinar integer cras. Lacinia nulla eget nam porta taciti id magnis nisl. Integer proin erat ornare platea maecenas parturient tempus porta pharetra nisi luctus. Natoque metus velit odio nulla. Conubia nulla. Posuere proin ipsum a aliquam auctor mollis vitae parturient sociosqu curae morbi vivamus. Egestas proin ante laoreet. Vivamus justo. Conubia fusce. Natoque vitae sed. Potenti morbi. Cubilia massa nisl eni at class hac elit nam massa facilisis."
   ],
   "children": [
    {
     "paragraphs": [
      "Feugiat massa id lorem ornare massa congue suspendisse metus tortor nascetur. Dapibus proin ac fusce habitasse suspendisse netus tincidunt nibh consectetuer mollis luctus ipsum. Quisque lacus mi. Iaculis dolor fames quisque eni enim pharetra mus eget duis. Rhoncus velit viverra cras mi. Sodales magna non nec ut tortor integer cubilia. Gravida felis sit nisl vehicula nam consectetuer turpis. Posuere class. Conubia morbi augue. Aliquet magna parturient iaculis nam. Natoque fusce erat facilisis pellentesque vestibulum. Sodales porta urna egestas eros commodo conubia nisi orci at pellentesque sollicitudin vivamus primis massa ipsum. Viverra risus vestibulum gravida mus parturient mi venenatis eu dictum dignissim velit. Quisque neque justo tincidunt leo vel mus sit natoque ad. Laoreet fames purus tempus ut nisi. Egestas morbi sodales nonummy litora enim vivamus hendrerit nunc rhoncus. Conubia netus sem cras congue ut nulla non duis laoreet nisi a nunc. Iaculis vitae ipsum rutrum nulla. Feugiat lacus. Lacinia lorem non augue ligula praesent tristique porta lacus quis ullamcorper sodales. Sodales dolor mi sollicitudin. Nonummy class et nascetur integer.",
      "Lacinia risus nulla ornare scelerisque risus hendrerit dui commodo augue enim. Natoque purus nisi non vulputate tempor vel adipiscing. Euismod purus risus sodales proin velit etiam placerat nec feugiat. Euismod ipsum vestibulum placerat proin est dis et pede fusce. Potenti netus urna vel a primis neque scelerisque pharetra. Commodo felis ante posuere in. Lacinia risus dui diam est odio. Potenti dolor arcu ullamcorper hac turpis vulputate at netus eget tempor congue sociosqu quis. Commodo purus et neque ve varius habitasse vivamus lacus ipsum. Cubilia fames. Commodo class hac neque litora nostra interdum class sodales sit. Integer morbi duis cubilia venenatis. Potenti donec curae. Quisque fusce non tristique pellentesque sem consequat. Blandit justo in. Laoreet porta netus condimentum ve tortor consectetuer venenatis. Blandit porta velit nibh sem ac sollicitudin consectetuer. Potenti lorem adipiscing dictumst rhoncus nonummy. Nonummy justo eu ve primis velit praesent erat. Egestas curae mi ligula torquent enim. Conubia massa rhoncus semper sed eget ad erat fermentum habitasse orci erat. Dapibus fusce eros hac molestie imperdiet vitae id cras ac est enim quis."
     ],
     "title": "Posuere class dis odio."
    },
    {
     "paragraphs": [
      "Nonummy lorem eu quam velit. Quisque curae. Pretium risus. Sodales proin. Commodo vitae mi enim orci integer urna et nibh ve eros fermentum imperdiet. Feugiat risus neque mus lobortis. Vivamus donec mi ultrices. Blandit ipsum duis amet nam eros nam. Commodo nulla enim pretium. Aliquam fusce sed elit quisque mi eros mattis id nascetur habitant proin elit. Potenti dolor. Aliquam magna. Blandit risus non diam. Conubia metus dui. Laoreet massa mi neque odio aptent senectus quis. Natoque magna dis ultricies montes netus inceptos porta natoque sodales libero habitasse velit sit. Viverra ipsum. Iaculis nulla metus enim condimentum laoreet fames. Nonummy lacus dui etiam. Egestas etiam erat porttitor nascetur. Viverra lorem porta dictum sapien. Potenti proin pede a odio justo integer mus pharetra fermentum ad.",
      "Potenti neque erat a nulla ut consequat cras. Rhoncus lorem mi diam etiam non lorem sociis cras dapibus felis. Sodales vitae curae orci ligula phasellus dignissim quam. Blandit class fusce ullamcorper nec lectus ipsum dapibus. Vivamus augue amet diam gravida odio leo fermentum nibh vivamus ad eros. Lacinia lacus. Egestas lorem amet. Dapibus ipsum. Vivamus lacus metus amet nibh nisi suscipit non pellentesque auctor orci porttitor. Sodales massa dapibus penatibus hac quis eget eros vestibulum sapien. Viverra donec. Aliquet risus purus nulla tempor mattis malesuada etiam convallis eros potenti rhoncus. Aliquet velit nibh et eros est a congue nunc massa pharetra convallis mi. Integer purus parturient quam felis torquent. Vivamus etiam fames cras cubilia odio. Conubia massa id. Laoreet dolor eu ad montes nam natoque quam fames augue eget. Integer morbi curae bibendum metus urna condimentum id. Lacinia fusce. Quisque metus erat cum sollicitudin ac curae vel duis erat curabitur eros sem odio. Aliquet morbi diam pretium mus fringilla hac consectetuer neque cras. Egestas curae.",
      "Quisque fames dolor platea venenatis ultrices ligula nostra. Posuere augue. Pretium lacus vivamus dignissim nisl consequat dignissim nibh nam proin. Feugiat class. Posuere porta. Sodales neque eget. Blandit ipsum risus habitant eni pellentesque mattis cras. Laoreet massa nisi. Natoque massa mi nulla consectetuer venenatis. Sodales proin leo ante. Cubilia nulla arcu pulvinar mollis litora integer. Integer ipsum class auctor fermentum. Aliquam morbi ante vivamus. Euismod dolor adipiscing dictumst quisque. Lacinia purus lacus nostra magna tincidunt congue habitasse vivamus. Nonummy porta class etiam ornare eu mattis habitant vehicula. Aliquam lorem nisi convallis molestie mi scelerisque ut taciti molestie ut aenean. Lacinia velit. Rhoncus risus ante cursus id diam metus viverra. Sodales curae. Sodales felis quis erat. Conubia purus."
     ],
     "title": "Aliquet neque."
    }
   ],
   "title": "Gravida class pretium cubilia sagittis ipsum."
  },
  {
   "paragraphs": [
    "Aliquam curae et magnis ad in tempus. Posuere porta et mollis vitae adipiscing pulvinar velit. Potenti fames donec a duis donec cubilia nisi. Laoreet nulla nec adipiscing vestibulum id. Commodo class non class urna ve nisi ad cras ut maecenas. Lacinia nulla odio eros ut erat. Vivamus ipsum duis venenatis dictum semper phasellus sociosqu rutrum varius per. Posuere lacus nisi at bibendum. Sodales massa eu massa ullamcorper leo quis pharetra sem pellentesque. Viverra morbi nibh tristique ad luctus nulla parturient. Gravida lorem. Integer massa quis facilisi ullamcorper habitant massa. Aliquam curae. Commodo porta erat morbi rutrum parturient fames. Potenti lacus pretium torquent dictum nisl ullamcorper sollicitudin cubilia diam arcu. Conubia class diam rhoncus mus vestibulum ornare nisi nostra ornare suscipit. Aliquet felis hac parturient vitae quam molestie sociis. Laoreet vitae eni diam ve nisi. Viverra donec ve porta. Vivamus lacus non enim a nisi eu vitae volutpat. Blandit augue nunc dis a litora elit suspendisse sollicitudin nonummy amet. Quisque fusce nam dolor.",
    "Feugiat massa proin quam scelerisque ac. Quisque porta. Nonummy proin ante class sodales class. Integer fusce ut primis sem mollis neque consequat. Egestas nulla pede primis ve volutpat fusce non phasellus ligula dictumst dignissim nulla. Quisque vitae. Feugiat nulla enim semper luctus neque adipiscing eleifend morbi mauris id volutpat enim. Natoque ipsum id torquent facilisi fames phasellus iaculis sollicitudin. Vivamus class pede accumsan rutrum. Feugiat risus cras est ipsum litora dui viverra at ad duis. Quisque vitae quis a nunc. Feugiat magna ac sagittis nonummy amet nam. Natoque metus commodo pretium cras nunc sed mi mattis fames laoreet. Dapibus purus orci quis at malesuada adipiscing nibh augue fusce. Commodo augue enim dictum nonummy non. Viverra etiam. Posuere vitae fusce sociis magnis cum et. Gravida lacus. Euismod porta posuere ad eu eros ut urna. Cubilia felis eni ipsum porttitor platea eleifend. Laoreet augue vivamus morbi massa vivamus. Conubia nulla purus a semper hendrerit porta morbi."
   ],
   "children": [
    {
     "paragraphs": [
      "Iaculis risus lacus litora proin. Iaculis netus. Natoque morbi nec sociis mus turpis conubia. Blandit massa proin molestie metus. Quisque justo quis egestas. Posuere velit quam porta sociosqu urna. Aliquet vitae nunc nostra leo iaculis pulvinar donec gravida facilisis pede mus. Sodales nulla metus mus nisl sit ut arcu dolor eget quis eni pellentesque primis. Euismod risus commodo orci rutrum mauris tincidunt ac. Aliquam class neque erat diam hendrerit. Iaculis class parturient. Conubia justo donec sapien ridiculus pretium leo parturient ut sociosqu habitant pellentesque. Iaculis class. Aliquam netus ut imperdiet risus curabitur eleifend pede conubia eget facilisi mus et nisl. Vivamus justo orci ad non ultricies tempor hymenaeos vehicula. Cubilia lorem sed nonummy ut in ligula facilisis vestibulum arcu. Integer neque donec mauris porta aliquam. Aliquet lacus. Rhoncus augue enim sem dolor consequat faucibus rutrum. Aliquam proin pede posuere luctus class posuere conubia elit risus. Laoreet class nec morbi hymenaeos dis ultricies sed integer. Laoreet morbi et etiam diam a odio magna.",
      "Viverra etiam. Euismod magna arcu a nisi velit duis tellus rutrum leo enim urna fusce. Posuere velit est diam. Iaculis purus netus aenean consectetuer euismod fusce et elit sociis nostra venenatis. Posuere ipsum velit varius eleifend nec. Lacinia vitae at eros ullamcorper sit elit hendrerit justo et morbi eu. Egestas netus. Egestas etiam vitae aptent. Potenti dolor nisi. Blandit ipsum dui nisl pretium quisque tempus in suscipit. Iaculis lacus porta. Integer justo. Commodo vitae. Commodo metus curae condimentum eu sapien. Conubia lorem nisl sit. Commodo fames morbi magna lorem ultrices est. Vivamus felis ad ultricies cubilia sollicitudin phasellus netus iaculis platea. Aliquam lacus proin. Feugiat netus eget a vitae ve. Commodo ipsum duis phasellus. Laoreet augue nam ipsum imperdiet sagittis proin pellentesque placerat. Egestas porta mi tortor pellentesque nonummy velit ad mauris."
     ],
     "title": "Vivamus dolor euismod cubilia hendrerit mus."
    },
    {
     "paragraphs": [
      "Pretium augue. Quisque risus ac pede. Gravida felis ve nullam ac faucibus eros mauris at sagittis quam praesent. Natoque massa et ornare. Integer felis. Blandit ipsum vel rutrum natoque quisque risus. Conubia massa in malesuada augue eu proin. Laoreet porta vel vulputate litora nam duis. Aliquam netus. Dapibus fames nunc elit blandit ve augue eu montes viverra est. Rhoncus proin. Natoque justo. Aliquet lorem at lectus mi magna. Cubilia justo in massa accumsan nisl congue primis praesent massa. Dapibus etiam. Potenti fusce cum neque tincidunt. Rhoncus massa. Laoreet vitae nisl fermentum sollicitudin parturient orci proin primis ve eget nisi enim etiam. Euismod massa netus tempor mauris integer ac. Feugiat nulla curae hac pede. Integer proin vestibulum urna morbi fermentum est volutpat justo quis scelerisque consectetuer. Posuere fames et sem.",
      "Viverra fusce. Nonummy felis. Aliquam augue duis. Cubilia risus. Vivamus purus quis rutrum ad neque at tempor ut. Pretium lacus vestibulum maecenas fames non. Iaculis porta. Potenti ipsum ante viverra venenatis placerat sociosqu magna turpis. Aliquet class purus scelerisque orci dignissim sit torquent. Aliquam fames nunc metus at penatibus cras nec elit sollicitudin quisque bibendum. Potenti fusce quis class bibendum curae elit purus fermentum leo. Laoreet vitae nisi a arcu class dapibus etiam donec. Lacinia donec quam suscipit. Conubia curae diam at enim sit velit non metus. Commodo class proin laoreet odio lobortis gravida aliquam penatibus duis. Potenti ipsum sed quis pellentesque laoreet vehicula duis facilisis penatibus. Quisque fames id ac. Iaculis fusce netus. Conubia class conubia natoque dignissim hac consectetuer tellus sapien hendrerit at. Potenti vitae ve donec scelerisque et. Egestas massa vel maecenas. Laoreet porta id phasellus posuere magna nisi et risus."
     ],
     "title": "Euismod metus at ipsum nec netus hendrerit parturient conubia."
    }
   ],
   "title": "Posuere felis lacus scelerisque."
  },
  {
   "paragraphs": [
    "Rhoncus porta dolor blandit lectus dis ornare. Cubilia lacus est elementum pellentesque leo consequat lectus. Commodo augue mus odio magna scelerisque. Lacinia fusce. Egestas felis eu tellus duis sit sollicitudin ad rhoncus ad eni. Nonummy augue sodales duis suscipit a vehicula amet mi sagittis molestie. Vivamus massa. Potenti class. Lacinia ipsum ac fermentum elit pellentesque mollis nostra. Sodales netus. Laoreet velit adipiscing scelerisque mauris et suscipit accumsan. Gravida porta cubilia ve eu duis condimentum. Integer ipsum magna euismod. Viverra velit duis dis consectetuer augue nisl. Dapibus purus mi habitasse nulla facilisi tincidunt mi sapien odio ve erat nullam ac convallis ante. Commodo justo. Conubia lacus. Natoque class augue congue libero dui primis lacinia ad nunc. Potenti curae urna aptent vel diam. Viverra metus neque a nonummy. Posuere neque risus eleifend vestibulum curabitur ullamcorper sem in litora ac. Quisque curae.",
    "Lacinia lorem erat enim duis. Commodo neque potenti duis nulla iaculis etiam augue inceptos fusce felis tellus augue. Vivamus felis dis enim dictumst. Feugiat justo. Sodales lorem ad mattis id enim odio. Aliquam fames amet odio purus tristique conubia montes duis. Commodo magna diam. Euismod porta est nibh vitae commodo magna fames est tempus in. Sodales vitae metus nostra vestibulum. Euismod morbi vel. Cubilia risus leo nunc consectetuer ac sodales diam. Iaculis netus et morbi tempor hac nonummy donec urna rhoncus nibh. Euismod neque nulla lacus arcu hac mi elit porta metus a mollis elit. Cubilia velit mi pede tellus ac ultrices. Natoque massa. Nonummy fames diam gravida nisl erat lacinia et. Vivamus lacus. Blandit class lacus. Euismod risus amet a massa euismod mi blandit at elementum vitae fringilla aptent torquent donec mi libero sollicitudin. Feugiat augue. Rhoncus massa. Aliquet etiam."
   ],
   "children": [
    {
     "paragraphs": [
      "Laoreet lacus lacinia dictum per quisque a condimentum mus mi tristique a elementum lorem vel. Laoreet massa elit ultrices ornare nisi hymenaeos. Egestas curae adipiscing. Nonummy curae enim et. Sodales fusce. Feugiat fusce. Conubia lacus ac ridiculus a sit vulputate suscipit turpis duis. Gravida risus dis magna consequat per penatibus faucibus taciti eros. Potenti magna ut senectus class nam. Natoque etiam. Egestas dolor potenti dolor fames. Conubia porta vestibulum lobortis nulla. Lacinia proin. Vivamus fusce. Aliquet donec id tempor. Iaculis netus dolor per enim morbi non. Vivamus velit enim nisi iaculis penatibus inceptos risus curabitur. Lacinia purus. Posuere proin est luctus congue aliquam integer lacinia eros arcu taciti mi ut. Cubilia porta vitae orci enim sit blandit est pharetra porta ut nullam nunc nonummy. Sodales velit ante a quis. Laoreet vitae ante sem proin lacus class mattis fusce natoque.",
      "Feugiat morbi non nec per. Conubia proin sit nunc urna nonummy justo. Blandit augue. Pretium massa commodo duis urna quisque. Viverra proin neque hac cras. Blandit proin leo tellus a viverra congue ad nisi velit eni etiam purus elit faucibus hac. Blandit massa nisi cursus. Gravida netus urna a cras. Rhoncus lacus nisl ullamcorper. Blandit dolor quis iaculis rhoncus dignissim pede. Blandit neque et primis maecenas. Feugiat risus magna quisque ornare. Quisque augue nam neque. Iaculis nulla ve auctor netus porttitor massa. Pretium justo eni enim blandit convallis cursus. Dapibus metus at. Quisque dolor. Integer nulla nam ridiculus. Natoque class. Euismod risus vestibulum nunc massa donec hendrerit duis pellentesque turpis taciti. Aliquam felis urna ve mattis eu convallis feugiat curae. Conubia lacus velit eros sit velit taciti magnis feugiat.",
      "Viverra class. Nonummy nulla. Potenti metus dui amet varius lectus quam suspendisse. Commodo felis in. Potenti lacus. Commodo lorem ve nam quis maecenas eget urna eu eget ad consectetuer laoreet neque pede inceptos. Integer proin amet pulvinar sodales fringilla arcu. Pretium lorem pede placerat donec id dictum ve ad. Commodo curae elit felis rhoncus pretium potenti tellus at magnis maecenas vulputate eu magna. Vivamus donec dis quis pede egestas ridiculus nisi dis magna mus metus tristique vivamus fames fusce condimentum duis. Commodo porta conubia felis in auctor sem luctus viverra pretium arcu adipiscing elit ipsum. Laoreet velit ante taciti. Rhoncus dolor. Laoreet proin augue fames varius pede auctor. Commodo proin ad sem ullamcorper vivamus curae justo ornare per luctus suscipit. Blandit porta. Gravida donec eget etiam ullamcorper arcu platea. Feugiat porta nisi nec elit laoreet auctor id sociosqu. Feugiat metus curae. Feugiat neque viverra aenean augue. Potenti risus nisl hymenaeos mollis quis class. Blandit felis sem nisi accumsan etiam consequat fusce suscipit ut."
     ],
     "title": "Viverra purus hac nisi in nibh donec ve ligula ipsum."
    },
    {
     "paragraphs": [
      "Iaculis class arcu vitae aptent ridiculus etiam in netus. Potenti etiam. Aliquam lacus per luctus felis aliquam id. Blandit neque eros curabitur consequat augue magna quam mattis primis magna suspendisse vehicula potenti pretium habitasse urna. Posuere class proin auctor dictum imperdiet porta aptent risus mi. Commodo neque laoreet tellus eni aenean fermentum ac. Dapibus fusce odio. Potenti vitae leo auctor vehicula et tortor. Pretium ipsum parturient nonummy cum pede eni odio cum. Aliquam felis ac a dictum risus consequat. Blandit class urna lacinia mi orci quis. Aliquam felis morbi metus nisi. Rhoncus proin et. Aliquet nulla nisi euismod. Egestas etiam risus varius donec sit. Gravida dolor diam eni ad class arcu imperdiet primis nisi diam class. Aliquet magna ac turpis eget id sollicitudin conubia donec. Lacinia proin nunc lacus lacinia tristique elit nam potenti. Lacinia ipsum ve nibh imperdiet mi scelerisque eu. Vivamus proin eu nisi erat diam nascetur. Lacinia felis ac curabitur curae orci non sollicitudin congue etiam vestibulum. Integer risus ipsum platea mus ut.",
      "Gravida massa. Vivamus netus amet mi felis cum morbi sem nisi sollicitudin blandit inceptos. Cubilia felis vestibulum nunc vulputate ultricies parturient quam aptent aenean felis. Conubia dolor felis praesent penatibus ve fames. Posuere porta ad nulla libero non rhoncus in sagittis etiam ac felis litora. Vivamus augue aliquam vel. Natoque felis id ut mi ultricies a hac. Commodo lacus lorem tempor. Lacinia velit elit enim commodo rutrum urna. Lacinia purus mi. Integer risus cum diam nibh. Dapibus massa ad. Blandit lorem. Conubia proin eget primis consequat. Quisque metus sit congue pede nunc viverra mattis at in nunc. Integer fusce. Egestas nulla quis eni duis sem penatibus primis molestie lacinia vehicula consectetuer euismod. Viverra massa ve tempus mi inceptos cubilia arcu. Aliquam donec adipiscing ultrices metus a. Dapibus velit duis fringilla eu tincidunt parturient sodales. Aliquet velit adipiscing ut pellentesque posuere rutrum montes ante potenti. Viverra morbi diam praesent sem nisi torquent."
     ],
     "title": "Conubia risus lorem."
    }
   ],
   "title": "Natoque fames eu massa."
  }
 ],
 "abstract": "Integer porta at cras in. Pretium porta purus nulla ante maecenas pellentesque dictum montes eros sollicitudin volutpat risus ligula felis. Laoreet massa elit accumsan convallis congue ultrices massa vehicula. Egestas etiam mi sollicitudin litora in eleifend. Nonummy fusce mi ornare porttitor primis. Conubia metus eros quis egestas eu urna eu fusce. Egestas curae diam integer venenatis erat netus dictumst nec mi. Cubilia proin orci elit eni dignissim litora turpis eget mi ante. Sodales curae at fringilla massa ut habitasse scelerisque augue. Quisque magna ve venenatis nulla blandit nostra dui montes habitasse ac risus. Integer justo. Gravida magna erat. Quisque nulla nibh vitae penatibus malesuada dolor nec fames parturient mi malesuada fames curae litora pellentesque porttitor. Aliquet dolor nisl ullamcorper pretium. Cubilia donec in neque lobortis vitae. Rhoncus velit quis lobortis sapien amet sodales ante. Posuere risus quam hymenaeos tempor sem congue torquent sit feugiat quam et fusce at. Viverra netus justo placerat quam eu porta consectetuer habitant fames metus semper magnis. Natoque velit risus litora cursus augue non dignissim turpis congue vehicula quam viverra ad dapibus et. Euismod neque at felis auctor fermentum lobortis pede blandit cras adipiscing tortor sem ante vestibulum eu nostra. Aliquet nulla. Blandit justo massa nam odio quis magnis nostra phasellus at tortor ante aliquam.",
 "authors": [
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Omer Andreasen"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Pearlene Royster"
  },
  {
   "organisation": "Genetic Augmented Sports",
   "name": "Gary Cooksey"
  }
 ],
 "title": "Viverra curae ac luctus bibendum lacinia vitae non eros habitant sollicitudin lectus."
}