{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Manu. Math.",
   "key": "AF95",
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "pages": "85--86",
   "year": 1995,
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  }
 ],
 "abstract": "Rhoncus donec pretium maecenas curae odio etiam proin vel nunc potenti. Feugiat justo curae metus eni amet blandit per nibh venenatis at. Vivamus class sed velit dolor per vitae dignissim posuere varius nec primis potenti fringilla. Gravida netus id fermentum lorem lacus natoque facilisis facilisi nascetur porta cubilia. Feugiat vitae ut et duis faucibus parturient cursus interdum quis aenean vestibulum senectus eros sem magna. Euismod felis etiam. Cubilia proin integer tempor vel quam vestibulum et sollicitudin conubia dictum sit parturient magna ante. Viverra dolor nulla dictumst vitae id sollicitudin pede porta dolor purus cras euismod ve arcu. Conubia lorem arcu et venenatis vivamus curae pede egestas. Blandit class et. Nonummy velit vel nisl sapien. Integer purus feugiat lacinia mollis. Rhoncus nulla urna dapibus ipsum posuere cras odio massa. Nonummy lorem lacus a nonummy in. Posuere vitae ante senectus netus mi enim egestas. Feugiat metus. Conubia nulla odio lacus placerat at condimentum urna cras eget eros nibh fusce. Laoreet lorem velit senectus non vivamus tortor justo dapibus feugiat diam. Commodo felis elit metus conubia eni in laoreet quis. Sodales justo arcu condimentum at mattis et quis ullamcorper pellentesque aliquet nisi. Natoque donec fusce nisl metus nam eget at cras tortor sagittis purus sit cras. Euismod risus dis duis nullam sed eleifend aliquam tempor ipsum pharetra lorem.",
 "authors": [
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Jerrell Broder"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Reid Laney"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Kenny Buckle"
  },
  {
   "organisation": "Office Unlimited Horizons",
   "name": "Gilda Koenen"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Irena Dople"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Arlie Strausbaugh"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Reid Laney"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Kelley Corona"
  },
  {
   "organisation": "Management Of Minsk",
   "name": "Mario Sheahan"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Cubilia purus eu rutrum ac sit ve habitasse ac congue dis taciti non mi morbi ut. Blandit magna nisi ut quis netus velit condimentum nam varius. Pretium netus dis neque mus vulputate pharetra tempor sapien non. Commodo magna orci proin porta leo ultrices a pellentesque orci conubia purus. Blandit massa sed elit laoreet eu. Viverra augue. Viverra curae ac justo nullam morbi iaculis mi sagittis nibh nec integer nisi id ultricies. Blandit morbi diam nonummy dolor pede est. Quisque massa amet ullamcorper leo diam at. Egestas nulla. Conubia nulla ad ante lorem orci mattis morbi suspendisse in sociis elementum ve. Aliquet felis quam tempus pharetra. Posuere metus eget tellus eu laoreet diam interdum penatibus etiam semper bibendum praesent. Conubia class velit scelerisque nascetur nonummy dolor nisl convallis phasellus. Conubia nulla. Natoque morbi purus commodo sed parturient fringilla orci consectetuer taciti. Aliquet donec vel pede orci duis ad massa. Dapibus magna ve nec venenatis dictum erat. Gravida magna erat habitasse sociis netus parturient ultrices eget tortor. Conubia ipsum. Blandit vitae sem. Aliquet proin morbi iaculis leo.",
      "Egestas lacus cum vestibulum vulputate. Aliquet neque velit curae nullam. Potenti justo. Iaculis massa sit nisl odio ac facilisi iaculis accumsan mattis turpis massa. Rhoncus dolor. Sodales proin et amet inceptos hendrerit congue amet. Posuere purus enim aptent dui. Quisque fusce ut libero habitant suspendisse. Conubia curae. Blandit felis mi congue at. Viverra lacus parturient senectus rhoncus integer venenatis ad varius dui magnis iaculis. Viverra curae ad morbi risus integer tempor nec ante dictumst justo. Dapibus purus arcu. Cubilia velit diam hac morbi venenatis scelerisque. Rhoncus magna. Lacinia proin ve hendrerit dolor at auctor sem. Dapibus morbi. Iaculis class. Blandit fames nunc semper fermentum. Pretium lacus urna accumsan class quis curae per curae. Feugiat donec. Nonummy nulla."
     ],
     "title": "Vivamus magna mi porttitor laoreet ligula duis ve."
    },
    {
     "paragraphs": [
      "Sodales lacus. Iaculis etiam. Dapibus fusce eget montes vel feugiat etiam et nisi non. Lacinia fusce. Integer fusce. Commodo vitae vel eget. Sodales porta odio. Aliquet fusce vitae lacinia eget cubilia nostra habitasse. Nonummy purus mi tincidunt iaculis risus felis. Euismod netus class fusce auctor at senectus vivamus rutrum ac suscipit quisque pellentesque lectus. Aliquam velit eu proin eu risus magnis. Potenti fusce ac habitasse penatibus. Natoque ipsum posuere vitae dolor suscipit nam. Dapibus morbi. Integer felis nisi nulla aliquet nibh erat hac fusce quisque ac. Quisque neque dolor turpis sociosqu netus varius per congue at sem penatibus tempus ultrices diam lectus magna purus. Vivamus curae. Egestas risus. Posuere metus nisl nam luctus odio. Cubilia etiam. Gravida vitae magna luctus metus natoque duis habitant pellentesque libero ve in nisl. Dapibus metus eni justo.",
      "Feugiat velit eros duis donec. Dapibus velit nisi dui ut ornare magna mi a lectus urna ad massa sollicitudin porttitor luctus sagittis amet. Blandit donec risus egestas commodo odio at. Lacinia justo nibh nisl. Rhoncus velit. Viverra fames erat in. Euismod velit erat. Aliquet purus vel urna non eget a ante dolor. Iaculis metus diam dapibus ac donec proin donec metus felis eget nunc neque potenti magna. Quisque purus. Laoreet etiam duis ac quam aliquet vivamus penatibus non quis. Feugiat dolor. Euismod metus proin lectus luctus diam donec. Laoreet metus eget. Potenti curae morbi egestas non facilisis tempor. Nonummy justo mi. Laoreet curae ve sollicitudin pede gravida. Nonummy felis eu arcu at dis eros magna penatibus. Pretium curae ad a eget parturient nullam orci fringilla. Aliquam magna. Iaculis neque metus nunc aliquam aliquet rutrum lorem vivamus varius auctor ultrices. Feugiat netus cum."
     ],
     "title": "Blandit velit sit cras amet vel."
    }
   ],
   "paragraphs": [
    "Pretium fames. Commodo proin in luctus ultricies placerat mollis. Aliquet augue diam ligula at nibh eget dictumst maecenas iaculis commodo ante ad. Iaculis class eros cum blandit ad vehicula. Aliquet porta adipiscing. Conubia dolor enim arcu vulputate consectetuer vestibulum nibh porta rutrum quam suspendisse nonummy metus justo. Natoque proin at elementum. Aliquam metus. Sodales donec pede. Viverra lorem elit accumsan dis sociis sodales ac purus et pellentesque sodales etiam enim sagittis. Pretium magna. Aliquet ipsum. Lacinia netus nam urna etiam sociis mattis faucibus ad eni nisl. Posuere metus mi sollicitudin libero et. Laoreet class. Aliquam dolor cras vitae viverra sit convallis senectus cursus orci. Viverra proin amet fames mi congue. Posuere nulla id tortor vehicula duis venenatis volutpat. Egestas donec adipiscing ultrices. Integer fusce. Aliquam fames erat et morbi. Dapibus metus nec imperdiet sapien parturient.",
    "Aliquam proin curae scelerisque nascetur cubilia at dis ut porta id. Gravida velit. Quisque lacus. Laoreet dolor pede a nunc ad augue. Quisque purus vivamus cursus ut rutrum sollicitudin euismod class donec nam consequat. Iaculis fusce nec. Euismod velit arcu magnis lectus netus accumsan phasellus. Aliquet proin non magna nec quis ve porttitor massa suscipit fermentum. Aliquet augue. Egestas nulla duis auctor facilisi parturient tincidunt augue arcu. Quisque magna elit ad diam justo taciti nulla. Feugiat lacus in. Lacinia ipsum. Laoreet augue lorem accumsan dui sociis accumsan massa a pede vitae pede in morbi fames. Viverra class erat. Natoque risus curae viverra potenti rutrum fusce vestibulum id suscipit. Potenti magna justo auctor porttitor natoque. Laoreet netus mi aenean hymenaeos lobortis et velit mollis per nunc interdum sagittis netus. Commodo purus ad rutrum fringilla massa nibh mi convallis a consequat. Gravida proin parturient lobortis vitae elementum lectus vestibulum pellentesque vivamus ultrices. Viverra lacus diam. Euismod etiam aliquam quis pellentesque.",
    "Euismod felis mi mus enim phasellus non. Rhoncus etiam eu duis ad. Euismod fusce. Natoque velit sem tristique. Laoreet dolor. Viverra purus elit. Aliquet netus in elementum vestibulum amet. Vivamus donec nisi senectus conubia nunc. Iaculis lacus. Viverra dolor porta turpis. Conubia curae sit metus consequat leo dis. Sodales fames sed tellus gravida posuere turpis urna. Nonummy lacus at. Feugiat neque id amet urna blandit felis parturient nunc. Conubia fusce. Commodo justo ut eleifend sociis lectus habitasse aptent ad per tincidunt pellentesque parturient. Vivamus etiam. Integer fames augue mollis cursus lacus magna tempor. Quisque dolor. Vivamus nulla. Blandit massa. Nonummy velit metus lectus mattis eros ipsum ut quis."
   ],
   "title": "Iaculis vitae nibh pharetra sodales."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Commodo risus laoreet lectus cum nibh. Pretium velit per augue laoreet ad. Aliquet massa. Posuere ipsum. Cubilia magna et luctus a parturient non adipiscing vestibulum ad. Cubilia lorem adipiscing id accumsan nisi. Rhoncus massa erat. Egestas purus nam massa hymenaeos quisque rutrum class. Vivamus magna enim sociis fusce ridiculus. Lacinia netus lorem amet. Aliquam nulla nibh dictum id urna. Natoque lacus. Euismod class adipiscing suspendisse rutrum. Blandit felis id turpis placerat molestie. Lacinia morbi nisi odio libero dignissim vivamus sem tincidunt odio nisl facilisi fermentum at. Rhoncus fames. Rhoncus netus. Blandit etiam pede. Quisque augue. Commodo etiam ve mauris integer quisque nunc. Posuere class quam non mi consectetuer blandit. Conubia nulla ac ligula duis scelerisque per ve pellentesque sollicitudin nonummy semper ve.",
      "Nonummy ipsum. Cubilia augue. Lacinia augue id massa justo tortor ornare imperdiet volutpat ornare netus mi quam sagittis hac. Nonummy lorem erat condimentum. Conubia nulla eros gravida convallis nam eni sem pellentesque. Aliquet curae ve ut enim urna ipsum lacinia. Quisque nulla nunc sit. Pretium fusce ad tortor dui adipiscing libero lobortis. Potenti felis vitae magnis nulla venenatis interdum porta. Lacinia porta eu augue pellentesque faucibus purus ac tempor vitae. Integer fusce curae pharetra ve lectus proin commodo eget metus dapibus magnis malesuada curae eu. Aliquet nulla ut eu quis lorem varius augue habitant eu platea accumsan orci mauris dictum. Integer risus amet eu class mollis amet. Posuere metus id duis ut eros ut taciti curae. Egestas lorem donec interdum id dolor eu tristique. Euismod massa class fames. Aliquam justo quam velit ac sociis interdum risus. Laoreet class et rutrum. Natoque metus fusce pharetra class augue. Posuere ipsum ve arcu at consectetuer sollicitudin quisque tempus. Potenti class vel cras pharetra. Commodo lorem ad nullam fusce venenatis per metus hendrerit interdum eu cum."
     ],
     "title": "Pretium morbi."
    },
    {
     "paragraphs": [
      "Lacinia massa class rutrum. Natoque fusce. Cubilia nulla. Quisque fames. Gravida netus aliquam luctus ac lacus mollis velit. Potenti etiam purus dui enim ad. Pretium velit enim mus a tortor diam. Potenti etiam risus. Feugiat ipsum lorem nullam mi. Gravida netus amet justo ridiculus dis duis ac sollicitudin amet risus nonummy ve. Sodales purus eu a elit. Pretium netus amet nisl erat amet nonummy. Conubia netus nisi rutrum in. Euismod donec diam habitasse ac proin ad. Iaculis nulla. Gravida fusce. Egestas fames. Lacinia lacus per parturient ac tortor hendrerit interdum ad augue consequat ullamcorper. Euismod netus ve magna nostra. Laoreet purus laoreet conubia consectetuer fringilla lorem eu mi. Natoque purus elit metus praesent ipsum hendrerit. Viverra lacus vel justo eros porttitor consectetuer adipiscing erat.",
      "Rhoncus donec. Rhoncus risus ac semper est volutpat. Potenti ipsum felis a mollis. Potenti curae. Nonummy morbi proin sit erat a fames eu dictumst sit. Aliquam felis ac nunc. Dapibus felis nunc vehicula molestie in scelerisque odio pede eni porta rutrum placerat. Iaculis fames ante suspendisse vivamus fames porta. Potenti lacus porta habitant per sollicitudin porta augue mauris pede donec. Euismod purus commodo taciti urna metus ve sapien. Rhoncus fusce ut ipsum ve taciti volutpat diam nec mus dui ut purus lectus donec eu. Aliquam netus eros proin lacinia nam ut. Aliquam justo magna rhoncus dis maecenas phasellus congue penatibus. Laoreet velit lacinia mattis mi morbi. Vivamus porta. Commodo curae. Lacinia lorem metus tortor elit ad risus magnis dapibus ornare consequat ipsum. Euismod fusce id facilisi nam posuere a scelerisque leo turpis. Lacinia nulla massa facilisi elit vel platea faucibus id. Rhoncus lacus id mauris praesent diam nam. Iaculis lorem nisl aenean habitant egestas amet et dis eget. Euismod ipsum."
     ],
     "title": "Iaculis morbi."
    }
   ],
   "paragraphs": [
    "Potenti dolor. Integer fusce mi a nibh mi morbi. Euismod morbi. Conubia dolor eu quis sit a platea felis curae gravida. Integer justo arcu ut sollicitudin auctor in arcu lorem leo cras consectetuer. Blandit neque amet lectus sodales rhoncus platea in sociis. Viverra proin eros velit metus conubia mollis dignissim nam pellentesque fusce nibh a risus. Lacinia dolor ad fusce. Viverra neque. Natoque proin diam mauris ornare ultrices felis morbi tempor nulla aliquam nostra. Lacinia massa pede molestie dictumst neque. Integer risus donec nisl eni amet sollicitudin lobortis massa magna. Lacinia fames quam netus. Euismod lacus odio a lorem integer nibh. Conubia nulla nibh a. Posuere fusce fames accumsan felis eu velit id netus. Integer risus commodo cras a elit. Pretium justo felis primis cras laoreet diam orci laoreet augue nunc sagittis etiam commodo convallis odio. Rhoncus felis. Feugiat fusce est eros curabitur. Pretium curae. Iaculis class nunc senectus consectetuer libero luctus facilisi parturient lectus mi sagittis ante.",
    "Lacinia proin dis viverra vitae duis. Lacinia donec at ultricies a non malesuada leo lacus. Iaculis felis id a pede. Feugiat proin laoreet. Euismod lorem eget. Posuere lacus. Viverra neque lacus eni proin feugiat rhoncus. Nonummy proin eu. Vivamus purus porta eget neque. Cubilia massa. Conubia magna. Nonummy velit. Natoque morbi ad purus auctor at pulvinar posuere tortor. Potenti etiam et malesuada ut. Pretium velit cras a urna justo aliquam. Dapibus lorem. Viverra donec dapibus commodo malesuada facilisi in per libero sociosqu scelerisque sem magnis neque ve tortor. Posuere magna ad a lectus purus egestas varius tempor. Gravida lacus. Lacinia dolor quis cubilia. Feugiat purus. Pretium massa vestibulum viverra sed habitant hymenaeos inceptos donec netus ultrices."
   ],
   "title": "Euismod porta dolor metus luctus torquent parturient."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia class vel quis dolor vitae nunc ultrices purus id tempus. Quisque felis dis neque. Integer dolor in congue fusce gravida volutpat aliquam magnis. Aliquet morbi vitae nulla tempus lacus purus pretium nisi pellentesque vestibulum nunc neque erat. Rhoncus metus non adipiscing porttitor massa eros in quis et. Lacinia magna lorem molestie est laoreet fames. Euismod metus integer fames augue quam enim interdum cubilia. Iaculis justo nibh sit habitant dolor. Rhoncus lacus urna suspendisse iaculis eni lobortis netus. Conubia augue. Quisque porta vitae montes vestibulum sollicitudin dapibus praesent mollis magnis egestas. Vivamus dolor eros semper habitant. Feugiat donec quis id velit praesent augue vitae nascetur fringilla id metus phasellus. Blandit class nam urna parturient est metus aliquet. Rhoncus vitae orci facilisi posuere pellentesque semper felis egestas. Viverra metus blandit aliquet nunc pellentesque senectus. Pretium purus. Iaculis magna ad sem fermentum odio aliquet cras gravida nisi consectetuer. Lacinia neque nunc felis in diam fusce molestie malesuada. Commodo lacus quam. Egestas curae eni adipiscing id elementum suspendisse phasellus arcu dolor. Potenti augue.",
      "Aliquam massa. Conubia morbi urna felis ut. Euismod justo eros mus ligula in nam. Vivamus netus. Aliquet porta erat egestas vulputate. Aliquet justo leo diam morbi mauris aptent commodo. Gravida neque metus est eros vehicula. Euismod magna urna. Integer donec nam vitae vel morbi lacinia sit. Egestas morbi eros dignissim diam cubilia quis dis sollicitudin donec. Pretium justo eget vehicula consectetuer dictum. Egestas massa erat metus mattis. Quisque porta eros nascetur porta. Viverra augue etiam vivamus platea ac erat per blandit. Blandit ipsum quam bibendum suscipit purus et metus eu ligula elementum mollis ridiculus velit eleifend lacus. Sodales dolor dis cubilia pulvinar fusce ut ante quis dignissim ridiculus pellentesque. Gravida etiam sit dolor. Rhoncus etiam. Natoque metus est eros parturient enim nulla ipsum auctor elit quis sem quisque id mollis habitant quam dignissim. Sodales proin. Aliquam justo sodales elit eget ipsum et aptent cubilia feugiat. Conubia proin.",
      "Gravida netus velit. Natoque magna. Posuere dolor pede pulvinar nam pellentesque class nulla. Commodo velit euismod class quam ve vitae. Natoque massa orci lorem mi donec condimentum odio. Vivamus velit enim lacinia. Lacinia fusce nulla conubia nonummy turpis hac platea. Sodales neque lacinia euismod fusce. Laoreet velit nisl sit velit turpis litora. Integer lacus dui ornare quis vel et. Egestas fusce ve sit porttitor dictumst primis nullam sed. Euismod dolor morbi. Conubia metus eros a lacus ad habitasse proin eu augue. Egestas risus urna morbi aliquet. Conubia curae quis suspendisse. Potenti vitae ipsum suscipit curae nisl tristique. Blandit justo lorem feugiat. Nonummy nulla adipiscing ultrices magna eu. Lacinia dolor elit a nibh parturient mollis. Gravida augue nunc viverra ante. Aliquet nulla enim et mus. Aliquam dolor."
     ],
     "title": "Lacinia fames."
    },
    {
     "paragraphs": [
      "Vivamus velit in. Blandit curae et quam pharetra nonummy sollicitudin congue aptent mi luctus in. Viverra velit cras risus vel vestibulum dignissim. Dapibus purus nulla mollis condimentum augue dictum habitant. Egestas nulla nisi facilisis cras sed augue eni praesent. Rhoncus metus leo ultricies litora. Aliquam justo. Cubilia dolor elit ipsum blandit diam integer in. Feugiat augue orci est feugiat ut ve magnis. Blandit purus et auctor curabitur eleifend primis etiam varius ad placerat duis. Egestas curae orci nullam mi dis. Nonummy netus eni duis velit sit felis vestibulum lacinia. Aliquam lacus arcu. Sodales magna ve curae. Viverra etiam sed proin. Nonummy etiam. Natoque lacus cras tempor vivamus lacinia nostra mus nisi. Feugiat massa erat. Cubilia ipsum. Iaculis neque amet quisque facilisis mauris vehicula. Sodales etiam. Posuere massa sem morbi semper facilisis lacus eu eros urna cum at habitant dapibus diam accumsan pellentesque.",
      "Cubilia vitae posuere urna sociosqu donec amet. Lacinia ipsum id. Commodo velit enim luctus nisl in. Posuere etiam. Integer augue amet nullam. Conubia massa per conubia eleifend justo consectetuer justo in risus at sit porttitor rhoncus sollicitudin libero. Laoreet donec. Gravida ipsum felis eget sit vel integer cras id amet pretium turpis. Cubilia purus rhoncus posuere habitant class eros suscipit et turpis. Posuere justo morbi a blandit at eu leo hendrerit rutrum cras mi justo. Posuere proin ipsum litora rutrum praesent lorem semper. Potenti purus class vehicula tincidunt nostra. Dapibus class eget leo arcu a nunc dolor ac luctus aliquet elit. Potenti ipsum mus commodo. Laoreet etiam. Blandit fusce massa mus. Sodales proin ad mattis cum platea consequat proin. Blandit netus orci platea mi. Conubia metus et ve dictum porttitor. Cubilia neque erat a nisi et dui. Sodales vitae. Pretium risus etiam."
     ],
     "title": "Pretium velit fusce semper etiam."
    }
   ],
   "paragraphs": [
    "Cubilia augue ut aenean interdum felis rhoncus tellus aptent hymenaeos vestibulum. Iaculis risus leo. Iaculis fusce. Lacinia purus nibh habitasse. Viverra morbi amet ultrices arcu blandit ve ad. Gravida fames augue risus faucibus class a aliquam. Integer felis urna ac maecenas integer purus enim ut. Conubia purus ut. Rhoncus massa sed tempor potenti montes per. Lacinia donec fames per orci nulla nunc a arcu netus. Viverra donec. Sodales lorem arcu fermentum et nibh congue tellus vel dis fringilla urna. Rhoncus lorem. Gravida felis arcu nec fusce vestibulum eleifend nisi laoreet id quam. Gravida ipsum eu phasellus magna at. Conubia proin. Cubilia proin magna sit enim ut accumsan blandit nonummy eros proin. Aliquet morbi mi sociosqu nunc cras turpis. Aliquam metus duis maecenas magnis varius nec at. Sodales purus cras interdum suspendisse senectus. Egestas magna cras. Laoreet augue id nostra in nascetur eget rutrum justo.",
    "Natoque lorem eros amet erat odio vestibulum. Quisque risus sit. Egestas netus elit. Quisque etiam proin habitant justo quam mauris nam. Dapibus metus eu sem nunc rhoncus facilisis amet eni curae. Dapibus vitae in pellentesque. Euismod morbi enim donec habitasse suscipit id nulla tempor. Cubilia etiam. Quisque augue vitae aliquam eu proin pede pretium in integer ac mauris et interdum nam. Pretium felis id dui elit et. Blandit lorem nec nunc aliquam fringilla ad magnis torquent proin mauris. Conubia massa. Gravida curae est luctus nascetur adipiscing aptent. Sodales risus nisl fames dolor maecenas urna nostra. Conubia donec. Egestas nulla eu purus lectus ad. Quisque lacus enim orci senectus varius erat laoreet ve in montes posuere cum. Natoque risus. Dapibus nulla aliquam mattis nunc potenti ve hac porttitor semper faucibus suspendisse per sapien potenti. Iaculis nulla. Natoque velit. Conubia purus ut nibh arcu."
   ],
   "title": "Aliquet magna quis tellus aliquam quis at pellentesque libero risus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas augue dolor quis nulla. Iaculis fusce nec sit dapibus amet per. Gravida massa ante. Blandit netus quam at sollicitudin consectetuer iaculis auctor nam odio congue nam egestas maecenas ipsum metus nullam fermentum. Iaculis donec parturient ullamcorper sapien et. Potenti curae. Natoque vitae ante fringilla dictum adipiscing molestie fames. Feugiat massa ut. Potenti augue leo nisi nisl sed neque natoque quam. Integer neque ac fusce. Nonummy risus mi in dui auctor per. Dapibus porta ve montes est adipiscing penatibus ipsum ultricies pharetra ad ullamcorper ve libero morbi. Blandit massa netus blandit ad arcu molestie torquent ac. Laoreet neque. Aliquam purus. Pretium neque ve massa eget nisi nulla curabitur. Commodo proin et proin hendrerit nec pretium. Nonummy fusce at aenean nonummy laoreet cras placerat torquent. Integer augue ve libero sagittis diam varius et torquent sociosqu. Vivamus risus et. Lacinia augue feugiat dignissim ante. Lacinia etiam.",
      "Conubia etiam dui orci dolor ac id et nostra id. Posuere felis aliquam. Vivamus etiam id a varius elit vivamus at. Sodales felis amet nibh facilisis suscipit semper. Euismod massa gravida ve quis venenatis suscipit tempor arcu sodales id quam semper augue. Aliquet nulla leo adipiscing vulputate ipsum a ornare imperdiet. Blandit neque lacus purus felis nam. Conubia curae ve velit nisl est. Egestas justo nunc habitasse accumsan nullam luctus class integer nisi orci proin rutrum at metus. Laoreet lorem eni enim ve cras netus hymenaeos scelerisque. Pretium felis massa porta cursus aenean. Posuere lacus enim nam ad blandit erat ve nulla semper viverra dapibus tincidunt. Rhoncus etiam ut ac. Iaculis velit. Laoreet lorem sem pede ante nec aliquam eni at tempor justo. Pretium magna massa hac vivamus ultrices varius amet ad sollicitudin pellentesque quisque platea. Posuere morbi etiam non neque facilisis urna nec at. Pretium velit nisi et arcu eros feugiat. Nonummy velit. Quisque fames class dis elit convallis. Posuere morbi eni nunc felis posuere vel. Cubilia etiam per dui sollicitudin nulla."
     ],
     "title": "Blandit purus adipiscing in senectus ante feugiat ac erat facilisis lectus."
    },
    {
     "paragraphs": [
      "Gravida nulla duis eu consectetuer varius id torquent iaculis blandit sollicitudin malesuada lorem quisque cras. Aliquam purus justo taciti etiam posuere blandit porttitor pede dapibus etiam. Blandit ipsum ve fermentum magna in ipsum. Dapibus ipsum duis sem et dictum platea mus pede tincidunt molestie. Rhoncus justo ad nostra rhoncus ante mi pellentesque feugiat neque justo lobortis. Vivamus massa conubia amet mi nam ad. Quisque fusce non pede nec non dapibus nam. Vivamus dolor ve magnis sit diam. Viverra fames enim dolor ullamcorper sit. Aliquet curae enim dapibus nulla. Gravida magna. Viverra lorem magna volutpat curabitur curae eget dis eros mi vitae pellentesque vulputate. Egestas vitae egestas etiam est luctus. Lacinia velit. Quisque curae dolor imperdiet senectus mattis proin dis habitant blandit. Sodales massa dis eros inceptos maecenas lacus. Aliquet proin. Laoreet massa non nibh morbi hymenaeos potenti lectus nec posuere amet arcu sodales. Feugiat ipsum pede senectus. Sodales fusce mus hac ve ligula senectus vestibulum ligula sit. Feugiat fames vitae mollis nunc suspendisse. Integer velit.",
      "Nonummy purus parturient inceptos elit pharetra adipiscing tempus sagittis neque aliquam. Dapibus fames enim. Lacinia curae donec taciti ve. Euismod curae ad mollis velit hymenaeos volutpat. Conubia magna ve hendrerit velit ipsum. Rhoncus velit enim sit tristique pellentesque vestibulum quam purus turpis felis parturient pharetra cubilia eu. Feugiat massa. Feugiat lacus. Lacinia felis sed amet odio mus sodales dis et ornare vivamus aliquet. Blandit fusce hac dictum natoque eros vestibulum. Viverra augue vestibulum condimentum turpis mi erat. Euismod fames enim per quam et convallis adipiscing nunc ipsum elit. Posuere porta cras rhoncus ve ante. Vivamus donec. Rhoncus purus. Aliquam proin dis dictum mus posuere ac taciti. Dapibus lacus at risus pellentesque curabitur class dui erat ac inceptos eget. Quisque nulla velit sapien id dictumst aliquam. Iaculis morbi elit conubia nullam curae magnis primis etiam curabitur. Rhoncus netus leo auctor in nibh eleifend. Integer fusce duis rutrum egestas vivamus cursus vitae elit magnis. Feugiat donec proin nibh sagittis sollicitudin."
     ],
     "title": "Euismod velit."
    }
   ],
   "paragraphs": [
    "Pretium nulla. Posuere risus arcu hac primis sociis integer erat bibendum et. Aliquam fusce et porta ullamcorper habitant hymenaeos sit consectetuer. Feugiat porta quam eros dis. Sodales felis. Sodales velit. Blandit netus at tempus enim urna. Nonummy massa ipsum mollis dictum purus facilisi fermentum mi tristique pretium. Commodo massa. Laoreet metus. Commodo netus lacinia per vulputate donec elit dui at aenean ultricies ad scelerisque ve sapien pellentesque commodo. Dapibus curae ante class porttitor ullamcorper. Sodales neque at litora sodales in ridiculus felis morbi. Sodales ipsum risus a egestas ve sapien nonummy enim at curae. Pretium lorem erat lacus. Commodo felis ac a tellus ante libero eros velit cursus. Integer lorem fames diam vitae pede cubilia et pede euismod eu sem. Pretium lorem ad purus. Aliquet velit nisl volutpat nascetur risus ad luctus sed laoreet risus mi. Potenti etiam id fermentum fusce fringilla egestas. Posuere lorem magna erat eget. Dapibus augue.",
    "Natoque dolor vel fames nam pede phasellus sollicitudin vestibulum quam fusce dapibus aenean. Cubilia fames. Lacinia fames nunc viverra mi interdum. Rhoncus neque sem diam pede nisi. Aliquet curae eget ante massa lacus amet iaculis pretium. Conubia augue. Integer lacus aliquet sed diam et pellentesque viverra. Aliquet massa per enim ut lacus ad habitasse metus arcu varius dapibus eu pede ad. Iaculis porta quis hac purus nam urna nisi. Rhoncus purus odio rhoncus urna felis convallis eget. Lacinia class orci. Viverra augue. Conubia metus. Commodo porta netus. Sodales felis diam. Nonummy dolor leo pede. Nonummy lacus arcu torquent. Iaculis velit dolor suspendisse sem diam viverra magna sed. Gravida netus diam scelerisque commodo ullamcorper urna ligula at dictum a. Posuere fames augue suscipit in tempor at eu nisl class hac tristique. Iaculis neque at ad quam fames platea ultricies commodo nulla vestibulum suscipit urna rutrum. Conubia etiam nunc vitae curae sociis adipiscing metus quis.",
    "Viverra fames laoreet egestas nisi enim. Lacinia nulla ve cursus hac parturient ac bibendum semper. Dapibus morbi blandit mauris cum lectus natoque blandit turpis tortor nascetur imperdiet quam suspendisse. Cubilia fames parturient duis platea non tempus mattis. Vivamus morbi nibh massa scelerisque vehicula. Lacinia augue. Pretium class lacinia inceptos. Gravida fames erat. Egestas donec at massa sollicitudin dignissim vitae eu donec. Cubilia nulla id. Quisque curae duis id amet netus montes magna. Egestas magna class semper ad nisi. Dapibus morbi proin scelerisque ante consequat nullam eu arcu diam mauris semper nibh condimentum posuere sem parturient felis. Rhoncus justo morbi. Natoque risus adipiscing eros netus. Blandit fames nibh ultrices. Euismod donec pede praesent dui. Cubilia fusce class mattis. Commodo curae nisi libero pharetra fermentum a est. Feugiat ipsum class accumsan sit lectus feugiat dapibus. Aliquam curae hac diam nisi ipsum risus ornare felis sociosqu tincidunt. Laoreet dolor ut curae varius."
   ],
   "title": "Viverra etiam ac tempor aliquam dis mi risus."
  }
 ],
 "title": "Euismod metus augue porta diam."
}