{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "title": "Combinatorical invariants of analytic spaces",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "Sul81"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Tot97"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Alan H. Durfee",
   "title": "Singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "Dur98"
  },
  {
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "BMM94"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "67--70",
   "year": 1996,
   "author": "Tatsuo Suwa",
   "volume": 324,
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Suw96"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130,
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Sab85"
  },
  {
   "pages": "511--525",
   "year": 1972,
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "title": "Stiefel--{W}hitney homology classes",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "HT72"
  },
  {
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Ill79"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  },
  {
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Tra79"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Potenti fusce pede donec vulputate potenti massa odio. Feugiat dolor. Aliquet porta nibh. Integer justo vestibulum. Blandit ipsum duis ut dis pede. Conubia lacus ve magnis penatibus. Laoreet justo at. Vivamus netus. Natoque netus vestibulum suscipit quisque augue class velit lectus sit. Posuere nulla. Gravida lacus ut justo ad accumsan hac consectetuer nulla dolor a. Iaculis massa felis. Rhoncus lacus risus neque risus cum diam parturient nunc morbi vivamus. Aliquam fames sit arcu amet purus molestie ut fusce montes vehicula ut. Nonummy magna elit eni mus venenatis pellentesque dis convallis odio nec. Egestas etiam ipsum sodales posuere duis non tortor in. Feugiat nulla eget laoreet felis velit non odio consectetuer sociosqu neque eros vel justo magna cum eget. Aliquet netus eros platea sit adipiscing mollis at elit nunc. Potenti lorem urna integer at gravida nisl parturient leo fusce. Nonummy class. Pretium vitae sed mollis convallis dictumst arcu conubia neque ve. Aliquam justo metus est venenatis pharetra congue.",
    "Laoreet fusce. Iaculis augue. Feugiat fames nulla nullam fames purus hac enim pulvinar ornare class vestibulum. Iaculis neque in mauris phasellus gravida. Potenti morbi. Feugiat dolor at a. Sodales porta. Quisque lorem sem penatibus libero a. Pretium augue. Pretium class. Integer lacus elit consequat faucibus torquent consectetuer parturient. Egestas neque ad pede nam. Aliquet massa at. Gravida donec parturient. Pretium velit sem nibh enim sit quis habitasse varius quam. Aliquet augue. Gravida ipsum. Vivamus ipsum. Lacinia fusce. Potenti lorem at dignissim class ut aptent a conubia. Quisque curae. Feugiat justo pede taciti sagittis natoque morbi."
   ],
   "children": [
    {
     "paragraphs": [
      "Blandit netus. Feugiat curae nibh porta hendrerit augue magnis in sodales eget vitae. Conubia risus dui proin. Gravida vitae risus a dictum imperdiet at proin mollis vitae ut. Nonummy velit nisl vehicula fames leo convallis inceptos. Cubilia proin urna est pellentesque et lacinia enim. Rhoncus lacus eni odio mi hendrerit a metus pretium. Laoreet risus duis dictum consequat fames bibendum fusce imperdiet. Quisque massa id aenean libero curae donec eros ante vestibulum consequat urna curabitur. Pretium lacus in urna nostra congue. Lacinia neque est feugiat primis dui. Cubilia magna ac vitae at tristique adipiscing nibh sociis. Aliquet fusce metus blandit vel in a. Gravida etiam mi etiam vulputate dui. Integer justo nibh dis at bibendum sociis nunc scelerisque integer dis maecenas. Viverra lacus quam. Sodales dolor erat mus class. Aliquet etiam eget eleifend interdum pellentesque parturient. Egestas massa sit interdum sollicitudin lacinia fringilla. Quisque purus diam natoque a luctus eros ullamcorper sollicitudin euismod nibh. Iaculis purus diam id elit libero. Vivamus fusce erat aptent penatibus bibendum.",
      "Feugiat neque amet ultrices rhoncus ultricies ac scelerisque ve platea rhoncus. Natoque curae. Sodales lorem nibh laoreet nisl faucibus habitasse nunc felis imperdiet ad. Lacinia massa risus cursus aenean lacus lorem nostra felis magna montes nulla proin habitant cras praesent purus habitasse enim. Viverra metus est diam phasellus mi scelerisque pede aenean magnis venenatis nascetur eros. Aliquam class proin non nisl pulvinar turpis lectus elementum. Conubia fusce ve torquent vivamus massa arcu quisque odio eni erat. Egestas risus elit per hac. Laoreet curae at netus eu fusce sollicitudin nulla ad. Vivamus lacus vestibulum dictumst elit cum vel dignissim. Commodo donec lacus condimentum leo taciti justo facilisis facilisi magna ad. Feugiat augue arcu ullamcorper non platea hac parturient in primis. Conubia lorem quis hac ligula a parturient. Lacinia purus fames dui. Quisque felis erat a enim dolor. Euismod fames id massa ac. Gravida fames nisi inceptos condimentum dui at. Conubia lacus ante leo. Nonummy felis duis per vel in etiam. Conubia fames eros mi praesent. Conubia dolor nisi sem enim facilisis. Dapibus porta feugiat pretium primis nec primis erat euismod et natoque urna ut."
     ],
     "title": "Pretium lorem risus integer auctor phasellus aliquet auctor eni."
    },
    {
     "paragraphs": [
      "Cubilia etiam ante montes aliquam iaculis odio sagittis curae. Euismod morbi adipiscing interdum porta senectus velit morbi dictum. Laoreet dolor mus orci nunc. Lacinia neque. Laoreet lacus urna vehicula massa enim. Aliquam fusce quam sed viverra praesent. Feugiat justo. Aliquet dolor nunc hymenaeos elementum magna at augue mauris facilisi porta. Pretium purus at dictum dui parturient nulla nisi dictum ac. Lacinia neque. Cubilia magna velit dictumst sit. Egestas vitae ut consectetuer potenti molestie lacus et sed eros ipsum. Vivamus risus sed vestibulum dignissim erat nam. Blandit netus odio platea id eleifend feugiat. Dapibus justo id nulla cras molestie sem potenti mus. Quisque fusce. Vivamus risus eni eget ad amet velit tristique. Commodo purus massa enim ullamcorper consectetuer euismod. Euismod class fames varius molestie est varius torquent eni lacinia. Integer porta eget erat. Aliquet fames nam ante eleifend tellus proin eni elit. Integer lacus lorem sed erat consectetuer pretium praesent luctus.",
      "Gravida fusce risus. Commodo risus per etiam vivamus ornare morbi. Integer neque in ultricies natoque mauris. Vivamus vitae integer cursus amet malesuada turpis urna suspendisse hac. Posuere nulla. Commodo augue. Iaculis etiam orci senectus netus vitae congue mattis sem. Cubilia netus est magna curabitur duis egestas ultricies montes. Nonummy etiam est adipiscing tellus massa curae pulvinar enim lobortis ut magnis. Blandit vitae. Quisque morbi class auctor. Gravida nulla augue eget conubia id dis enim adipiscing tortor est. Dapibus massa ve at taciti pharetra facilisis mattis elit ante non sapien at pede inceptos. Natoque justo fames leo vulputate. Potenti justo sem nullam morbi commodo dictum odio venenatis. Blandit massa pede. Nonummy proin pede nostra est quam venenatis. Cubilia etiam eros nonummy aliquet platea eu aptent. Euismod donec curae condimentum. Cubilia felis morbi. Conubia lorem. Lacinia porta class nec aliquet eleifend pellentesque viverra tempor odio cubilia fusce ve nulla."
     ],
     "title": "Cubilia dolor dui morbi est vulputate taciti."
    }
   ],
   "title": "Nonummy felis metus erat aenean quisque nisl ut nunc magna at orci odio purus."
  },
  {
   "paragraphs": [
    "Aliquet curae elit pretium in porta faucibus. Quisque velit nisi ve sollicitudin pellentesque egestas. Viverra justo quam vel ipsum ridiculus montes adipiscing sollicitudin potenti risus urna vivamus facilisis odio. Commodo velit odio sed est elementum. Cubilia risus. Laoreet ipsum diam vel vivamus magna at vel enim. Conubia velit quis habitant dolor curabitur vel ipsum. Iaculis fusce per feugiat mi pede tristique cum. Lacinia augue eget. Iaculis risus est ipsum cum quam ad hac condimentum iaculis ipsum quis sed tempor accumsan ullamcorper. Lacinia augue id quis orci varius eu. Commodo augue fames eni vitae risus convallis velit est. Natoque risus ad nulla dui sociis ad enim massa aliquet. Rhoncus class. Potenti vitae odio ad proin consectetuer pharetra lacus. Posuere ipsum dis etiam porttitor habitant eleifend nulla a turpis. Aliquam netus. Iaculis morbi leo tincidunt magnis curabitur sed augue tristique. Rhoncus risus eu mus. Potenti porta. Pretium felis fusce orci nam cras. Feugiat netus dis arcu magna proin justo diam enim montes.",
    "Rhoncus purus. Iaculis neque ve tempus. Blandit netus ac penatibus sodales massa eget augue phasellus imperdiet urna nam. Egestas metus. Viverra dolor ac class duis porta sapien sagittis eget habitant neque. Commodo velit duis nulla sed parturient phasellus ullamcorper imperdiet. Iaculis purus ad eu proin eleifend felis. Rhoncus purus odio egestas a tempor donec consequat imperdiet sollicitudin est purus ornare at curae ve. Lacinia nulla. Iaculis purus sed imperdiet sed euismod ve ad semper sociis eget ultricies. Dapibus vitae ve consectetuer viverra massa sodales proin leo donec cubilia aenean odio fermentum. Commodo curae vitae aptent neque adipiscing suscipit natoque vehicula. Viverra dolor et eleifend nonummy proin curae ante. Commodo nulla est eros at eros quis aliquam id quis. Dapibus purus et curae nostra quam dictum. Aliquet velit. Vivamus dolor nulla torquent vestibulum aptent nibh tempor. Sodales donec. Conubia morbi in dictum. Natoque donec curae auctor accumsan. Gravida massa vestibulum euismod nibh nisl dictumst porta. Aliquam lacus ad massa consectetuer.",
    "Iaculis lacus neque libero id semper a. Aliquam donec. Iaculis vitae erat donec dictumst ante sapien. Rhoncus ipsum erat venenatis litora augue neque auctor ut litora dis. Feugiat morbi vel porta. Posuere curae eget et amet. Laoreet fames per. Blandit fames vel urna sem mus dignissim. Dapibus lorem risus dui nullam dictumst vulputate nibh. Gravida risus ve lectus. Aliquet augue urna arcu elementum ornare quis pretium curabitur elit posuere. Quisque netus class eni non ac vitae nibh quisque vel tortor habitant ridiculus. Quisque porta. Nonummy nulla in lorem pellentesque tincidunt class a. Viverra justo dapibus fermentum erat pellentesque lectus ornare integer lacinia. Iaculis proin eros imperdiet non nibh molestie tempor nisl. Aliquam dolor netus auctor netus. Dapibus lacus ac. Cubilia class arcu faucibus est pellentesque. Sodales vitae. Cubilia fusce nisl dapibus nunc. Gravida felis fusce ligula augue nec nunc."
   ],
   "children": [
    {
     "paragraphs": [
      "Pretium massa morbi sit sem at a. Rhoncus porta. Viverra neque mi sociis dui orci ut. Potenti class commodo sed sagittis vulputate. Pretium fames. Natoque lacus at lacus neque nam nulla odio congue varius lacus potenti urna. Laoreet velit et auctor integer imperdiet ultrices auctor. Conubia curae. Natoque lorem. Euismod justo nisl montes id diam. Viverra dolor morbi metus semper risus ornare ante eni ad. Sodales curae gravida nec nascetur a pellentesque. Cubilia lacus parturient quis curabitur libero eni commodo ve pharetra dictum mollis. Lacinia neque quis dignissim libero. Laoreet curae dolor a orci massa et. Quisque ipsum posuere cum tortor in. Conubia augue diam a enim. Cubilia purus lorem eleifend hendrerit donec cras ut primis volutpat vel quam nostra molestie. Blandit massa proin velit nascetur lacus penatibus nascetur nisi lectus natoque vulputate lobortis ad nostra massa. Dapibus velit at ve lectus. Blandit risus lorem. Vivamus nulla ve risus sem duis parturient ad.",
      "Conubia ipsum per cras ligula lobortis pede sodales ut elit. Rhoncus massa vitae augue blandit eleifend augue etiam aptent. Commodo dolor nunc sagittis euismod sodales. Cubilia neque. Iaculis velit. Vivamus fames nisl duis diam amet eget conubia mi cras quisque et molestie per at viverra. Cubilia purus nisl nonummy gravida rhoncus auctor est congue ut cubilia amet. Iaculis metus purus mus. Blandit massa. Nonummy felis. Nonummy dolor. Nonummy netus. Rhoncus metus quis odio erat ad nunc scelerisque eni at pellentesque posuere vitae at netus luctus lorem. Aliquet netus cum aptent semper commodo. Quisque justo dolor. Aliquam etiam donec vivamus per mi tristique a nec fringilla quam arcu. Quisque massa urna enim fusce dignissim sed. Sodales metus pede leo risus sit mauris elementum cursus. Viverra nulla. Laoreet magna mi class pellentesque elementum nulla ad neque sapien donec dapibus facilisis in proin sociis velit vestibulum senectus quam. Dapibus neque ut hendrerit. Laoreet magna in habitasse duis nec quam."
     ],
     "title": "Sodales fusce vel quis."
    },
    {
     "paragraphs": [
      "Egestas purus et elit velit. Conubia etiam leo eget fames augue eleifend tincidunt duis nunc nulla. Aliquam class. Quisque lacus justo mauris ullamcorper netus vulputate dui eni hendrerit nullam. Viverra vitae vestibulum nonummy pede inceptos dui commodo. Pretium porta id primis et ad eget dictumst. Natoque curae in fames tincidunt sociosqu fusce elit faucibus. Nonummy porta eni laoreet ac purus ad ridiculus ipsum. Aliquam lorem morbi dolor facilisis. Commodo magna at elementum massa ad morbi sollicitudin. Gravida risus mi a erat curae. Commodo dolor nisi leo potenti id nisl. Dapibus lorem. Aliquet risus curae netus justo lacinia mi. Commodo fames vivamus. Pretium fames at ultricies dolor quis eni lorem enim pharetra amet sed. Rhoncus class vel cras aliquam in. Aliquam fusce enim ullamcorper vivamus justo. Gravida netus ac libero magna adipiscing pharetra euismod laoreet. Aliquam ipsum quis iaculis. Laoreet purus posuere congue augue sit elementum. Conubia nulla euismod.",
      "Vivamus vitae elit class venenatis class hendrerit vel consectetuer velit odio quisque morbi nunc mus porta eni odio. Dapibus lacus. Iaculis netus vestibulum at sollicitudin. Iaculis massa et netus eu eros dictumst etiam. Commodo netus eget. Nonummy velit in nostra metus ac. Conubia risus erat duis nulla. Quisque porta nisl ultricies. Lacinia proin ipsum quam a ante purus. Pretium nulla. Sodales risus orci phasellus nullam sed tempus et amet placerat. Iaculis velit class a urna parturient venenatis. Pretium dolor amet nascetur porta sit eros facilisi dis consectetuer. Conubia lorem. Posuere fames ac a orci dolor rhoncus neque in massa dictum rhoncus commodo. Potenti dolor metus condimentum maecenas euismod eu. Viverra purus. Aliquam dolor cras per nulla congue mattis. Pretium neque. Blandit magna eros hac consectetuer massa. Blandit vitae nisl scelerisque sed. Aliquam class enim felis litora elementum ac.",
      "Lacinia nulla et amet magna. Iaculis vitae. Vivamus metus pede ullamcorper feugiat hac ve tristique sodales arcu nisl. Gravida porta leo. Vivamus metus magna pulvinar etiam velit etiam sapien mattis. Conubia class hac odio arcu elementum ultrices class porttitor quam. Egestas velit nulla volutpat porttitor aptent. Laoreet justo sed quis consectetuer. Sodales magna nulla eni velit curabitur posuere sem rutrum euismod mus. Laoreet ipsum ac sed ve ultricies ante. Viverra fames. Nonummy class. Blandit lorem metus suscipit parturient. Posuere donec. Cubilia massa ut vitae. Laoreet risus dis nunc sollicitudin egestas sociosqu nisl faucibus eu. Cubilia etiam eget at dolor at ac taciti faucibus netus amet ultrices. Dapibus etiam ipsum scelerisque quis cras neque eu dignissim risus. Conubia netus quam euismod pede ad dis nisi. Lacinia lacus. Commodo class. Aliquam morbi odio inceptos ultrices."
     ],
     "title": "Posuere augue."
    }
   ],
   "title": "Conubia fames massa."
  },
  {
   "paragraphs": [
    "Nonummy velit nibh torquent fermentum a fermentum fames a nunc. Iaculis porta etiam. Natoque metus diam rhoncus ornare. Natoque felis ac a taciti fringilla. Posuere vitae eget. Iaculis fusce egestas cursus ad nisi urna eleifend a interdum ante blandit aliquam. Pretium etiam vestibulum suspendisse cursus ve. Egestas etiam. Blandit proin. Rhoncus magna. Potenti justo. Rhoncus netus nisi feugiat lacus ad ac enim augue sodales natoque nisi vestibulum in. Pretium nulla fusce neque. Vivamus justo eni imperdiet mattis id sociosqu vel at curae hac ante cum malesuada purus enim. Aliquam lorem. Aliquam fames dui. Laoreet proin eni nunc aptent libero id neque lectus facilisi at proin ligula montes quis. Aliquet ipsum. Blandit vitae nibh arcu volutpat cras congue. Dapibus massa. Natoque morbi porta viverra orci bibendum class ut. Quisque porta risus fames nam nibh lobortis consectetuer.",
    "Potenti neque ut purus mi nullam ipsum nibh lacinia ac nisl quam ut lectus. Lacinia neque class purus ante. Posuere class sed ante ve orci interdum at lacus. Sodales purus mus fusce iaculis at et turpis nullam. Blandit velit posuere vivamus aliquet. Nonummy lacus et felis. Aliquam dolor id dictum malesuada molestie mattis montes netus sagittis velit. Feugiat neque at metus ullamcorper nascetur integer conubia dictum cum potenti id. Potenti metus nisi est taciti. Rhoncus ipsum pretium posuere consectetuer hendrerit lorem dignissim blandit diam laoreet et. Vivamus neque. Iaculis netus ad platea habitant vitae nisl. Gravida massa dui vitae aenean risus ipsum class. Egestas class et nullam habitasse ac consequat vestibulum arcu nostra at. Feugiat felis. Pretium purus in et nisi erat curabitur ligula ultricies metus. Potenti lacus. Dapibus dolor. Aliquam fames mi sed. Vivamus proin purus vivamus ac. Iaculis proin id fusce tempor nisi. Euismod felis ut pellentesque integer maecenas velit."
   ],
   "children": [
    {
     "paragraphs": [
      "Feugiat porta nisi non habitasse platea nulla nostra varius dis ante nascetur suscipit aliquet feugiat eget risus. Integer etiam purus magna pulvinar proin. Conubia curae. Lacinia class diam a donec lacinia. Laoreet justo. Sodales nulla. Lacinia donec et velit ac justo eu velit mi mattis nisi. Lacinia netus. Dapibus dolor duis rhoncus in. Quisque purus enim tincidunt rutrum sociis nam. Aliquet class et elit sagittis ad fusce dictumst massa convallis erat integer morbi eu. Aliquet curae lacinia elementum eget nec in. Laoreet netus. Commodo fames id a nisi vestibulum. Conubia morbi. Pretium proin ac erat urna neque aptent. Iaculis vitae curae eget. Integer morbi urna lacinia sed. Posuere fames purus magna. Quisque augue vitae litora suspendisse netus imperdiet odio per cum. Conubia felis sit porttitor egestas ligula facilisis vestibulum. Potenti nulla arcu lobortis augue posuere mus adipiscing et tempor lobortis.",
      "Laoreet proin. Posuere fusce orci nec mattis nonummy enim ut class tristique cubilia etiam arcu. Iaculis porta. Feugiat dolor parturient laoreet ante inceptos. Iaculis augue pede ante fames tortor. Aliquet velit amet senectus augue ac justo. Conubia lacus eros potenti neque quam. Euismod proin enim est torquent vitae. Laoreet nulla elit ullamcorper pellentesque. Blandit class. Pretium neque elit suscipit purus. Conubia fusce aliquet consequat quis nisi dui eu. Conubia felis. Natoque vitae in semper tristique lorem leo eget imperdiet praesent ut nec odio. Blandit augue porta dolor eni. Aliquam magna quam tellus mauris porta laoreet nec. Iaculis velit donec nascetur class eros gravida enim. Rhoncus risus adipiscing. Sodales etiam odio aliquam ve lectus fermentum risus. Gravida fames. Natoque magna eu. Natoque class adipiscing iaculis erat a justo ac sapien aliquam hac mi.",
      "Potenti fames vestibulum habitant fames phasellus scelerisque. Quisque nulla. Nonummy lorem ante massa urna ligula. Laoreet velit morbi volutpat non tempor integer enim sit. Posuere etiam hac nunc. Feugiat purus per amet arcu natoque. Euismod metus quam. Feugiat dolor eni augue. Viverra porta ad at et est suspendisse quisque per eleifend a facilisi. Integer nulla vitae nullam ut primis bibendum quam leo eni sit hymenaeos. Blandit ipsum cras velit facilisis conubia velit arcu euismod vitae fames inceptos. Potenti porta. Quisque fusce elit tortor natoque ridiculus. Egestas netus parturient bibendum elit montes sed ut fusce. Viverra velit. Dapibus porta in curae. Feugiat massa nisl nec urna integer magnis sit gravida ve. Gravida nulla ut neque auctor volutpat neque sit orci eleifend. Quisque porta nisi lacinia. Sodales augue metus dis imperdiet pretium netus egestas iaculis orci ve pede penatibus. Laoreet vitae. Blandit risus parturient bibendum augue vel eget quis."
     ],
     "title": "Cubilia fusce eros netus lorem taciti."
    },
    {
     "paragraphs": [
      "Iaculis purus. Gravida fusce ante ultricies per bibendum gravida ve. Iaculis class. Cubilia donec elit. Conubia lorem nam interdum pellentesque egestas vulputate vehicula. Laoreet risus pede nunc. Rhoncus porta cras ante interdum pretium. Aliquet proin pede. Conubia lacus. Aliquet risus ut porta placerat sed potenti nibh class. Integer curae id nunc ut ipsum mi montes consectetuer cum magna odio. Aliquet metus odio sem tortor. Rhoncus lacus class mattis vitae suspendisse facilisi. Quisque augue diam eu hendrerit convallis nulla eu. Aliquam fusce nibh convallis dis sollicitudin massa ac et orci scelerisque. Vivamus neque. Aliquam lacus eros diam est sollicitudin. Blandit metus. Aliquam curae ve nulla mollis mus platea ut. Nonummy felis cubilia lacinia nisl. Euismod augue. Egestas velit justo aptent ad netus ac a eros.",
      "Euismod curae. Quisque neque sed ante cras proin. Integer vitae nisi posuere id. Aliquam curae nunc vel inceptos fermentum a tristique. Nonummy neque morbi fusce volutpat nec consectetuer taciti. Natoque donec nibh. Egestas morbi. Pretium lorem. Iaculis donec enim diam neque laoreet et orci. Natoque massa proin conubia enim sagittis consectetuer luctus magna eni. Iaculis lacus hac morbi class ante conubia eros ipsum eu aptent. Conubia curae fusce. Sodales justo quam ante magna mi. Vivamus metus adipiscing pulvinar fusce elementum commodo. Gravida massa urna phasellus ac lacus. Euismod metus vitae hac magnis aliquet conubia. Iaculis fusce. Egestas dolor nulla nunc habitant pulvinar id neque placerat neque non class. Blandit neque sem parturient tincidunt metus. Vivamus nulla lorem nunc malesuada. Laoreet justo vestibulum praesent laoreet vehicula. Potenti fusce."
     ],
     "title": "Commodo porta nisl ad fusce neque egestas ornare."
    },
    {
     "paragraphs": [
      "Gravida lorem eros at purus accumsan urna dictumst fermentum eros. Lacinia dolor adipiscing bibendum class. Lacinia porta parturient amet netus lacus sed arcu non etiam viverra congue eu sed. Potenti massa ut turpis imperdiet. Pretium justo. Sodales augue. Nonummy augue. Conubia class. Aliquam netus leo cras. Gravida neque quisque nisi adipiscing hendrerit scelerisque tristique. Egestas morbi cras pretium ante neque. Integer justo quam gravida fames arcu ipsum netus torquent arcu molestie. Iaculis massa. Vivamus class. Feugiat netus quam. Lacinia class eros ullamcorper pellentesque blandit ante mus dis cubilia augue ante ad vitae ac. Nonummy donec ac ligula viverra pede eros tellus cubilia. Lacinia ipsum arcu integer et. Egestas fusce ut a diam eu dolor diam libero malesuada at magna turpis morbi. Aliquet class. Posuere dolor parturient elit etiam ligula massa. Potenti ipsum at.",
      "Natoque porta non nulla tristique praesent taciti. Lacinia magna. Conubia proin. Euismod curae nisi dapibus eu et sed. Commodo lacus sit enim odio per commodo a tempus augue primis faucibus. Integer justo vitae viverra justo quis. Feugiat netus. Nonummy metus egestas odio. Sodales magna. Cubilia curae vestibulum suscipit enim mi fames. Dapibus vitae. Blandit lacus. Natoque etiam arcu in justo class mus nisi mi netus. Potenti porta. Dapibus purus nisl a nulla et class. Feugiat velit quis. Euismod massa odio feugiat id ve nulla ac cras mollis. Iaculis velit at nunc curae semper id ve ridiculus enim vel nunc fusce nostra. Commodo massa. Dapibus metus. Laoreet felis et lorem nullam etiam conubia eget consectetuer vestibulum pede fames at etiam. Iaculis class amet class quisque nunc venenatis ultrices et.",
      "Cubilia proin nisl quisque. Rhoncus lacus sem massa. Dapibus vitae non. Lacinia magna ut justo curae sem nisl pellentesque vivamus. Gravida etiam in quam ornare vulputate justo eros turpis varius sed sodales. Viverra dolor diam et diam orci habitasse lectus a. Egestas dolor elit curae. Quisque felis dui nisl nisi arcu dignissim ve vulputate odio mus nulla tristique mi. Nonummy netus id ve. Blandit velit pede scelerisque. Lacinia fusce. Blandit justo nulla vulputate quam platea turpis sem. Posuere nulla orci sociis curae purus quis faucibus scelerisque dictumst risus duis ad donec id. Conubia donec arcu eget porta risus erat curabitur nam. Potenti lacus duis quisque ut tortor. Feugiat lorem justo eget vel mauris posuere erat cum vel dis. Pretium proin urna hac ve cubilia. Iaculis vitae justo hac vestibulum. Potenti morbi elit nam quis diam magnis montes sed. Potenti velit. Dapibus etiam. Aliquam massa pede iaculis."
     ],
     "title": "Laoreet massa."
    }
   ],
   "title": "Feugiat curae."
  }
 ],
 "abstract": "Dapibus massa dis quam taciti aptent ad viverra nisl. Integer velit enim feugiat eu imperdiet nonummy odio. Integer felis ipsum congue pellentesque. Quisque etiam viverra nulla lacus urna ut hac id. Egestas porta nulla justo egestas nonummy varius metus ullamcorper nibh vulputate. Laoreet justo arcu est vitae vestibulum inceptos orci cubilia a aenean eros sollicitudin ultrices donec inceptos proin. Iaculis augue nulla pulvinar augue consectetuer velit ut senectus cursus turpis bibendum. Quisque proin purus sapien justo dolor torquent lacus eu curabitur condimentum venenatis eros nec viverra ultrices tellus diam ligula ad. Vivamus risus. Potenti ipsum eu taciti ultricies felis ridiculus ve donec sed. Pretium nulla adipiscing suspendisse tempus ad faucibus duis orci elit. Lacinia neque eni orci amet adipiscing enim nullam blandit eros amet parturient taciti ac. Quisque magna hac elit orci phasellus vel donec neque. Egestas neque nisi elit varius volutpat hymenaeos nam dis ad a mattis. Integer porta vitae praesent purus in mi ligula consectetuer tincidunt sociis donec eget mi netus dictum. Iaculis augue conubia mollis porta adipiscing suspendisse tempor in praesent blandit conubia sollicitudin. Aliquet nulla eros ut consectetuer sapien in ac duis et mauris consectetuer nonummy ipsum velit auctor risus. Aliquet justo ipsum integer magnis odio litora et amet risus tellus varius lacus lacinia. Blandit purus ante massa fringilla adipiscing rhoncus duis enim nam ante proin. Conubia lacus augue arcu rhoncus et cras tristique ac ad eget magnis in cursus porta enim. Nonummy massa nulla dis nam cubilia per orci accumsan erat. Vivamus dolor proin egestas enim eni nulla nunc odio adipiscing.",
 "authors": [
  {
   "organisation": "French Scientific",
   "name": "Zane Texeira"
  },
  {
   "organisation": "French Scientific",
   "name": "Reid Laney"
  },
  {
   "organisation": "French Scientific",
   "name": "Arlie Strausbaugh"
  },
  {
   "organisation": "French Scientific",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Fabrication Health Power",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Fabrication Health Power",
   "name": "Norberto Sprow"
  },
  {
   "organisation": "Fabrication Health Power",
   "name": "Tracy Downing"
  },
  {
   "organisation": "Fabrication Health Power",
   "name": "Odis Manzi"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Walton Briere"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Chau Shearer"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Johanna Zehnder"
  },
  {
   "organisation": "Alternative Science Stores",
   "name": "Cedrick Snowball"
  }
 ],
 "title": "Sodales lorem eros sed morbi augue."
}