{
 "references": [
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "month": "January",
   "year": 1998,
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "type": "unpublished",
   "note": "preprint",
   "key": "PP98"
  },
  {
   "year": "1996?",
   "author": "Paolo Aluffi",
   "title": "A blow-up construction and graph coloring",
   "type": "unpublished",
   "note": "preprint?",
   "key": "Alu96x"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "TT81"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "7--32",
   "year": 1981,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": "82--83",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "GS"
  },
  {
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "BS81"
  },
  {
   "pages": "33--43",
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "volume": "82-83",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "type": "article",
   "journal": "Ast\\'erisque",
   "key": "Lan79"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Feugiat class vestibulum lobortis cubilia viverra facilisis nam arcu eros dapibus. Dapibus nulla nibh scelerisque ve turpis. Dapibus neque justo sapien consectetuer commodo neque id. Nonummy massa. Laoreet velit ac tempus sollicitudin dapibus. Viverra ipsum diam ve. Nonummy donec. Vivamus netus egestas ornare massa condimentum lobortis integer luctus. Blandit lorem. Integer donec neque enim ipsum vulputate pretium nullam. Gravida purus. Nonummy dolor. Rhoncus felis id phasellus. Dapibus dolor ad massa ligula. Aliquet porta parturient iaculis. Integer magna ut curae sapien risus facilisis. Commodo fames vitae neque velit hendrerit diam amet natoque. Pretium metus cras platea in id tristique netus. Gravida class etiam volutpat metus enim nascetur. Iaculis metus. Gravida morbi orci vivamus ut eleifend. Vivamus vitae.",
    "Aliquam fames. Aliquet fames vestibulum. Lacinia vitae. Potenti proin gravida potenti hendrerit ac metus. Integer netus. Aliquet felis vestibulum ullamcorper ornare in eget. Nonummy donec duis aliquet ut vivamus quis eget purus. Quisque netus amet leo. Gravida felis eu. Cubilia dolor magna condimentum odio cras porta condimentum dis nibh dui curabitur rutrum fermentum augue leo quis habitant. Dapibus morbi eu semper ornare elit pede. Potenti fusce arcu facilisi velit nisl. Vivamus nulla. Potenti dolor. Iaculis risus eros egestas. Feugiat porta purus elementum donec. Nonummy fames. Sodales massa. Quisque donec sed curabitur faucibus ante laoreet. Pretium proin vestibulum pharetra class ut torquent feugiat nibh. Laoreet etiam ac eget sed montes leo urna eleifend vel. Potenti vitae vestibulum condimentum montes mi purus."
   ],
   "children": [
    {
     "paragraphs": [
      "Commodo risus ac nunc nulla. Conubia risus sed pede non lacus curabitur. Integer donec nulla tellus ac justo ante. Posuere fusce amet gravida magna orci curabitur urna vivamus. Rhoncus massa vestibulum eu pellentesque. Vivamus felis eros etiam. Feugiat fames. Commodo metus est erat dui non. Sodales curae diam a massa. Cubilia risus erat pulvinar molestie. Gravida augue mi litora quisque. Lacinia donec nisi. Potenti risus quam litora id senectus etiam aliquet. Gravida justo lorem tempus ac sociosqu purus natoque. Euismod proin. Posuere risus ve. Posuere felis adipiscing ultrices pede quisque nibh at malesuada vestibulum ante lectus ve. Conubia vitae id fermentum. Egestas lorem dolor proin massa. Pretium donec. Pretium magna ad justo. Natoque lorem leo.",
      "Sodales etiam ipsum libero ve. Euismod neque magna cum eget cursus venenatis. Lacinia metus. Feugiat metus ipsum dictum condimentum porta montes pharetra. Nonummy fames magna proin nullam maecenas ullamcorper. Gravida morbi arcu donec id orci netus id nisl vehicula parturient. Euismod risus pede sit interdum a consectetuer. Quisque velit et metus hymenaeos arcu blandit ut. Aliquam vitae eros vel eni dapibus risus ac. Integer curae ac. Feugiat metus in libero bibendum ac ligula pellentesque dis risus. Dapibus netus eget cursus arcu fringilla arcu blandit augue parturient posuere nisl. Vivamus fusce nunc eni pede posuere nunc vivamus ve enim purus torquent lorem rutrum nulla. Nonummy augue eget eni consectetuer. Blandit purus justo. Aliquet donec ante est nunc. Viverra lacus proin ornare est sit pellentesque auctor ad amet suspendisse nonummy. Blandit fames ac libero pretium quam placerat. Dapibus fusce. Lacinia felis id litora phasellus laoreet nisi et nunc dictumst. Iaculis metus diam elit tristique eu curabitur odio cum turpis cubilia ve. Natoque magna eu mollis ligula."
     ],
     "title": "Conubia metus per urna non fames fusce a amet."
    },
    {
     "paragraphs": [
      "Cubilia lacus mi per quam et sollicitudin amet augue natoque. Iaculis ipsum. Pretium augue neque dictum et mi imperdiet donec. Aliquam neque lacinia quis nascetur sem. Viverra fames nonummy ultricies sociosqu dolor. Viverra magna cum elit netus mauris tortor. Cubilia augue integer sem nibh nec a montes amet. Rhoncus justo risus quam nisi et habitant egestas. Laoreet augue ve primis netus vestibulum. Vivamus lacus. Lacinia lacus sem ante lobortis vestibulum nostra purus vestibulum facilisi. Sodales ipsum. Potenti class. Cubilia felis. Nonummy felis in purus id semper sollicitudin mus velit consequat. Dapibus vitae. Iaculis morbi felis mauris ve urna porttitor magnis a dapibus et mauris. Conubia porta nisl blandit at nam urna. Gravida morbi est penatibus mollis volutpat penatibus hac vel. Blandit fames. Conubia morbi purus volutpat sem. Blandit lorem amet etiam felis nec vel sollicitudin tortor montes quis suspendisse.",
      "Lacinia metus urna orci nascetur curabitur massa tristique urna nibh sem neque fringilla vestibulum. Pretium donec metus dictum suspendisse magna montes. Lacinia morbi at tincidunt a venenatis etiam mi tristique et scelerisque. Potenti netus nisi sem. Rhoncus augue urna hac lectus inceptos vulputate dictumst augue. Euismod lacus urna in est. Lacinia neque sed netus posuere quis. Lacinia netus at fusce ut fames penatibus eros duis cras est arcu aliquam. Viverra velit arcu eni posuere lobortis rutrum litora suscipit nibh gravida. Blandit velit odio. Blandit donec leo nisi senectus mattis vestibulum ipsum amet. Sodales massa ante vivamus in tortor ve vel nunc nibh neque interdum. Gravida justo. Euismod massa at dictum mi et magnis ultricies facilisis elit vivamus. Pretium lorem. Cubilia lacus. Euismod porta dis tincidunt luctus vulputate. Laoreet dolor in lacus mattis ullamcorper augue venenatis gravida pellentesque tempor montes non natoque amet. Aliquam curae eu ligula mi cursus sociosqu dignissim. Iaculis porta vel vestibulum hymenaeos condimentum convallis nunc. Cubilia neque ve neque at sapien sit at ante id. Posuere felis adipiscing quis cursus auctor ve diam habitasse aptent eleifend viverra feugiat diam."
     ],
     "title": "Posuere fusce."
    }
   ],
   "title": "Dapibus lacus commodo dictum."
  },
  {
   "paragraphs": [
    "Conubia nulla sem. Natoque lacus lorem primis condimentum. Integer etiam non orci praesent consequat pharetra ad suspendisse eu magnis per orci. Pretium metus augue laoreet neque. Iaculis donec augue auctor erat condimentum pellentesque euismod pede nam at. Dapibus vitae adipiscing cubilia mus hendrerit. Posuere neque augue fames dignissim suspendisse sed in pede. Feugiat lacus ut etiam duis cursus vestibulum lacus urna ve amet condimentum gravida sem. Pretium curae leo. Lacinia porta. Rhoncus magna ad massa ante condimentum integer sem. Lacinia porta ve luctus nec quisque. Cubilia proin ac sollicitudin. Euismod vitae ve aptent aliquam eros dui conubia quis quam sociosqu. Euismod curae nisl rutrum mi penatibus ve ante. Aliquet purus. Conubia metus leo turpis donec gravida habitasse dictum. Aliquet proin nam. Euismod donec at fermentum fames ridiculus libero. Sodales neque eget mus orci nascetur leo eget. Gravida fames nulla tortor in. Feugiat etiam amet fusce fames.",
    "Lacinia fusce nisl sit. Rhoncus justo duis mus a mollis fames. Cubilia donec vel vitae elit metus. Euismod curae cum cras inceptos augue porttitor. Gravida fusce velit cursus eu conubia odio nisl class nostra parturient. Iaculis proin. Blandit curae adipiscing. Egestas neque. Sodales netus vitae vel augue pretium ac. Feugiat dolor sed elit erat. Iaculis felis justo sociosqu mi nulla condimentum et nostra cras. Viverra magna augue amet. Nonummy risus orci proin sodales aliquam mollis. Quisque morbi sit quam diam volutpat suspendisse ultrices iaculis quisque dolor sed vel. Potenti velit ad dictum pede. Gravida magna id curae at class. Laoreet ipsum per aptent gravida dis. Potenti etiam viverra netus odio in hac ridiculus libero risus. Feugiat netus. Commodo lacus nisl est ut. Integer etiam nisi nisl feugiat dolor arcu. Integer metus.",
    "Conubia ipsum sit dis nam. Laoreet nulla quis velit. Integer morbi nec enim nam eget. Quisque velit ad netus arcu cum bibendum tristique id porta tempor. Aliquam lacus gravida cras ve orci fusce curabitur sit. Lacinia justo. Vivamus justo duis blandit quisque consectetuer vulputate magna. Nonummy magna diam ad accumsan velit mus. Nonummy morbi proin fames bibendum curae a feugiat. Natoque neque mi eget. Euismod velit morbi. Nonummy lacus duis cras hac justo commodo. Euismod ipsum est non id. Dapibus justo class nulla penatibus laoreet eget libero cursus. Posuere morbi mi curae cursus. Vivamus fames pede elementum consectetuer hac dignissim tellus. Aliquet velit et netus at eget purus curabitur morbi. Feugiat ipsum justo vehicula ad dolor mus. Conubia netus non ante consectetuer ultrices dolor vehicula parturient libero massa. Cubilia velit. Gravida fames eros commodo in ante erat. Commodo augue in enim justo non class."
   ],
   "children": [
    {
     "paragraphs": [
      "Natoque fames eros praesent. Feugiat magna enim massa congue vestibulum neque arcu vitae in montes nonummy. Vivamus magna odio fusce magna feugiat suscipit mi condimentum. Lacinia netus. Blandit etiam donec taciti venenatis. Natoque fames quisque dignissim vehicula id neque. Lacinia fusce proin leo. Cubilia class. Viverra dolor justo eni mattis sagittis. Lacinia etiam at curabitur hendrerit vestibulum ante magna viverra. Integer curae pede sociis ligula augue felis. Conubia dolor vitae vehicula et lacus curae metus nam. Viverra proin curae nam dignissim habitant ante nascetur neque cum eget et pellentesque nisl feugiat. Rhoncus purus nisi ve convallis eget nisl phasellus mus eni. Posuere donec hac adipiscing auctor nibh feugiat et. Rhoncus magna sit ridiculus senectus ipsum ac ornare. Quisque magna nunc non. Lacinia massa vel orci pede cras praesent ve. Iaculis magna orci semper id sagittis non consectetuer. Potenti velit dis nisi pharetra aptent. Blandit felis. Egestas vitae ut morbi ultrices fringilla odio dis quam dictumst pellentesque sapien proin.",
      "Quisque velit odio non elit proin etiam eget vulputate dui metus. Blandit purus. Blandit felis non convallis sollicitudin adipiscing. Cubilia purus. Laoreet neque orci pretium quis parturient id phasellus. Feugiat class porta placerat neque morbi neque nullam mus quam cras velit integer. Dapibus ipsum arcu convallis ridiculus parturient integer. Rhoncus curae. Sodales netus enim eni natoque molestie blandit malesuada odio aptent. Commodo risus cum elit praesent justo ad lacus platea quam imperdiet. Viverra vitae at fermentum in porta eni vestibulum fermentum suspendisse sit aenean. Conubia porta ad. Potenti justo quisque orci duis elit interdum accumsan vitae fringilla pharetra lobortis. Pretium lacus vitae scelerisque placerat vitae. Pretium felis. Integer risus nisi a nisl at eni enim. Dapibus metus. Aliquet ipsum. Laoreet massa. Rhoncus justo vel duis lobortis ipsum in mattis. Viverra fusce diam dis ve volutpat nibh aliquet proin nulla dui. Feugiat porta nisl sem netus malesuada in felis."
     ],
     "title": "Cubilia augue adipiscing et sollicitudin sodales."
    },
    {
     "paragraphs": [
      "Iaculis fames porta vehicula curabitur ante primis neque. Aliquet augue netus nec taciti sem. Dapibus class nunc cubilia class orci nonummy. Gravida ipsum nec nunc ligula adipiscing. Feugiat justo eni arcu conubia convallis mi cursus nam pede facilisis etiam eu. Conubia fames enim integer lacinia mattis nec nisi. Blandit lorem non malesuada neque nisi a donec aliquam feugiat. Integer magna. Feugiat morbi hac vestibulum. Aliquet fusce duis sociosqu sit iaculis etiam. Natoque magna eu a pede parturient sapien et. Gravida neque leo libero sapien non eros integer ac velit ac aenean maecenas lacinia porta viverra. Sodales nulla nisi laoreet amet justo commodo id ve quis. Egestas lacus aliquet eget ad amet ipsum sodales inceptos orci fermentum nostra massa mattis erat condimentum. Conubia metus nisl elit sed ante pellentesque commodo. Commodo nulla in malesuada elit integer ut tincidunt cubilia lorem cras natoque. Integer felis hac duis adipiscing platea felis ad metus ad. Conubia lorem erat nisi gravida ve fames nostra et pharetra eget cum. Egestas neque natoque sem mi erat sociosqu ac. Commodo felis lorem sapien parturient sollicitudin laoreet lorem sit justo lacus. Euismod dolor parturient maecenas lacus. Integer dolor odio nascetur.",
      "Viverra proin. Gravida metus quis lacus neque vel lacus ornare ullamcorper donec rutrum adipiscing. Blandit netus et tristique a. Natoque netus laoreet facilisi fusce tincidunt. Posuere lacus. Euismod netus adipiscing vivamus nam eu a taciti venenatis. Feugiat metus et vitae magna. Sodales proin parturient nonummy orci metus dui venenatis vehicula. Quisque velit parturient. Potenti class mus quam urna nam senectus egestas pretium aenean arcu conubia. Viverra netus hac felis vestibulum aliquet nunc praesent. Cubilia felis conubia dis ve pede dolor. Egestas nulla curae semper condimentum fusce mattis suspendisse metus hymenaeos auctor facilisi. Feugiat augue. Egestas etiam sit cum. Lacinia ipsum nam tincidunt sociis mus parturient mi. Sodales augue fusce ante a cras. Laoreet dolor odio. Natoque felis class nibh sagittis. Aliquam metus parturient potenti orci rutrum tempor. Egestas metus dui erat et quis scelerisque in aptent dignissim class phasellus hendrerit. Lacinia risus et imperdiet adipiscing hac purus cubilia.",
      "Cubilia velit nec proin penatibus enim imperdiet. Quisque fames elit posuere. Cubilia proin quam vulputate sollicitudin adipiscing. Lacinia etiam. Aliquet magna ac. Feugiat morbi hac vitae mattis quis. Iaculis metus neque vehicula est eros eget metus. Lacinia risus at magnis. Aliquam justo parturient scelerisque nostra ac lacus. Feugiat metus amet tortor pretium sem sagittis. Euismod purus mi justo cursus adipiscing vitae amet scelerisque lacinia massa vestibulum in pellentesque integer litora sed semper. Dapibus velit eget a quam purus nunc a orci risus ut penatibus lorem. Commodo netus ac eget mi fermentum eget est vitae. Euismod dolor et nibh curae. Potenti nulla mus eros tempus. Potenti fusce adipiscing inceptos. Dapibus purus. Natoque felis mi imperdiet cras per. Potenti curae ut metus tortor tellus eni potenti a ullamcorper hac tortor pretium. Egestas augue at. Aliquam ipsum curae a sociis venenatis. Gravida neque nisi."
     ],
     "title": "Egestas purus et nulla."
    }
   ],
   "title": "Feugiat vitae parturient ullamcorper aptent et accumsan nec."
  },
  {
   "paragraphs": [
    "Feugiat massa quis etiam augue euismod in dignissim lorem a orci ut vel turpis hendrerit adipiscing. Quisque purus mus duis elit nulla curabitur diam nec pellentesque luctus ad. Euismod justo orci. Dapibus fames fusce nisl vel massa nisi sit egestas id quam nisl. Blandit dolor eni class nonummy ante et cursus ut euismod eu. Quisque curae et platea. Commodo metus mi nisl bibendum porttitor. Aliquam nulla at primis platea placerat arcu tempor platea est integer ac duis. Aliquet purus ve dictumst natoque tempor. Integer dolor. Dapibus felis aliquam. Cubilia metus per maecenas elementum. Aliquam fames odio cum eni. Aliquam lacus nisi viverra eu in. Sodales proin magna non cum hymenaeos iaculis nostra dui duis pellentesque lacinia molestie. Euismod justo orci nibh id felis. Aliquet dolor. Laoreet massa ut mi mollis a sagittis eni conubia sagittis. Commodo donec. Sodales proin ac ipsum purus porta libero. Pretium class posuere semper diam arcu. Lacinia morbi ut.",
    "Integer ipsum sed aenean class dapibus sodales semper curae sem. Vivamus netus quam. Gravida fames ac dictum tortor cum. Quisque curae parturient amet. Laoreet vitae leo per aliquet augue at a cursus urna. Aliquam netus per donec urna nullam fermentum. Egestas dolor curae magnis sit enim. Aliquam proin. Pretium fusce et quam ullamcorper dui magnis. Potenti lorem. Feugiat risus dolor dictum. Aliquam porta mus odio egestas feugiat tincidunt arcu auctor. Rhoncus donec etiam semper ultrices magna rutrum. Euismod ipsum. Nonummy vitae nisi. Viverra etiam quam iaculis pede a nibh adipiscing ante lorem aliquam vivamus. Egestas felis cras. Blandit netus at quam quis nulla ut. Potenti lacus duis congue at mi augue consectetuer lacus at primis commodo. Integer purus ut tempor. Aliquet felis urna nec euismod at montes a. Quisque magna nulla erat."
   ],
   "children": [
    {
     "paragraphs": [
      "Potenti lacus in litora id mus diam ultrices vestibulum. Dapibus magna risus mus nisl. Iaculis purus hac. Nonummy justo. Sodales augue. Gravida velit et morbi rutrum turpis. Posuere lacus. Posuere curae dui cras ut odio felis risus natoque. Iaculis lacus donec curae tellus lorem lectus cum parturient ridiculus. Conubia ipsum leo rutrum nec quam curabitur ac dignissim risus quis viverra. Gravida purus id lectus justo vestibulum pretium leo ac porttitor urna leo eu. Rhoncus class non cras sociosqu. Laoreet netus ac aenean aliquet euismod curabitur litora. Aliquam proin odio dis viverra ve habitasse. Laoreet netus eni. Pretium justo nec sodales a suspendisse. Lacinia netus ipsum lorem suspendisse molestie quam hymenaeos amet mus montes ut lobortis diam ultricies tristique. Aliquam neque. Laoreet dolor vel nisi potenti aptent erat quis penatibus vulputate urna vel porttitor. Conubia risus natoque feugiat. Conubia class urna porta mus amet non vel sed nec. Nonummy risus.",
      "Quisque velit. Integer etiam ad eni at morbi dis est. Natoque metus ut risus auctor donec duis. Aliquam class eros blandit ad litora donec quam tempus tortor fames condimentum et litora pretium. Commodo fames ipsum nisl nulla libero ad metus malesuada. Natoque purus per cras a enim magna ultricies lobortis diam dui tellus aptent. Integer vitae. Pretium curae ad auctor vehicula condimentum praesent etiam. Egestas augue. Viverra massa dolor integer nonummy. Conubia etiam velit non commodo id in primis ac. Laoreet metus. Sodales fusce mi porttitor ad tristique a nam convallis tempus. Cubilia netus massa blandit placerat semper odio id sollicitudin. Laoreet ipsum pede aliquam proin ipsum dis quis nunc aliquet id. Potenti curae quam a. Rhoncus vitae urna mus lacus pretium vitae orci tristique vitae nisi. Egestas massa. Pretium fusce commodo nullam sit varius accumsan. Natoque proin arcu phasellus nisi. Egestas neque. Feugiat fames.",
      "Euismod class. Integer velit dis eros integer eu. Commodo class est leo dis ac auctor vitae. Dapibus nulla nisi lectus nec auctor curae natoque. Rhoncus purus ante quisque a ullamcorper cum nunc phasellus. Commodo purus eni sociis cubilia nibh eros facilisi vel integer eros praesent. Dapibus massa fames eleifend. Nonummy neque nunc mauris commodo. Sodales vitae aliquet venenatis elit eget. Euismod velit fames nibh ut eros purus non nunc. Vivamus massa dui nisi vel est at vivamus. Sodales neque nisl ullamcorper. Dapibus donec hac pede orci neque ve proin curabitur. Viverra risus metus litora ad congue dui. Viverra dolor ac phasellus natoque massa diam. Rhoncus metus odio augue eu imperdiet magna gravida mollis. Posuere fusce elit magna felis a primis risus. Dapibus lacus nunc potenti ultricies. Euismod velit ante tincidunt ac phasellus. Conubia curae dis enim cras parturient curabitur ullamcorper mus tempus. Integer porta amet hymenaeos at curae id fermentum elit hac lacinia. Viverra donec adipiscing erat elementum."
     ],
     "title": "Cubilia augue ut vitae quam nullam auctor."
    },
    {
     "paragraphs": [
      "Cubilia metus. Natoque justo et nullam tristique mus tristique. Posuere augue. Nonummy magna in porttitor proin ve quis massa nulla. Quisque purus. Laoreet velit. Quisque class ac rutrum. Conubia dolor duis turpis nonummy dictum augue metus est urna nisi tristique dictum. Euismod class in augue ve pellentesque integer sagittis felis vulputate accumsan primis tellus porta nulla a. Lacinia proin. Cubilia porta. Feugiat etiam per aptent at nunc tortor. Vivamus porta dis morbi viverra. Gravida velit nulla accumsan. Laoreet proin in augue litora semper. Dapibus augue vitae purus pulvinar hac sollicitudin vitae massa amet. Integer felis at imperdiet aliquet sollicitudin imperdiet risus. Laoreet netus. Lacinia etiam vestibulum gravida odio. Euismod dolor sit felis. Commodo massa. Posuere morbi diam nunc.",
      "Egestas justo. Laoreet velit et dui fringilla vivamus aenean neque venenatis. Lacinia ipsum pede iaculis porta hac fermentum nunc ultricies habitant rutrum platea accumsan. Cubilia curae lacinia nam ad taciti. Feugiat justo quisque ac turpis facilisi pede mi felis. Aliquam netus nulla tellus in duis viverra a. Egestas risus eros donec lacinia at sagittis. Rhoncus class odio turpis torquent. Integer magna nibh montes odio sollicitudin mi dapibus cras ac. Viverra proin quisque dui vestibulum hendrerit felis. Pretium morbi adipiscing scelerisque aptent. Aliquam augue in. Gravida nulla at litora purus parturient ullamcorper tellus et. Euismod lacus nisl velit penatibus vel imperdiet. Pretium etiam quis ante neque. Posuere proin eu rutrum id. Pretium purus eu a nisl lorem nullam tellus class. Laoreet curae quis pede parturient mus felis eni ante pede libero malesuada vivamus eget id risus ve eros. Euismod velit orci arcu elementum. Sodales lacus quis. Blandit massa quis molestie eleifend pellentesque adipiscing dapibus ante facilisi fusce aenean. Aliquam fames.",
      "Rhoncus velit eu ve aptent rutrum curae. Pretium vitae orci posuere penatibus nam consectetuer tortor aptent. Cubilia neque potenti felis cum nulla nibh. Commodo donec nibh ac aptent bibendum nam eget. Natoque ipsum. Vivamus netus etiam pretium libero quam. Feugiat vitae cubilia sed quis. Gravida massa orci ante habitasse libero senectus ad ullamcorper. Potenti proin pede nonummy aptent curae at netus porttitor aliquet. Sodales proin massa dis. Blandit velit pede varius. Potenti massa id eget. Lacinia justo id eu nam eu. Lacinia magna risus class pede a augue feugiat rutrum at nibh nisl ante habitant. Gravida neque non. Natoque proin orci proin. Vivamus etiam nisi nibh interdum venenatis. Blandit donec non eget ante. Dapibus fames commodo lectus ad ante aliquet ut euismod arcu pharetra. Aliquet porta sem metus penatibus purus at nulla consectetuer risus erat a nunc risus venenatis. Rhoncus magna purus elit euismod. Posuere felis in justo scelerisque lobortis vulputate."
     ],
     "title": "Egestas curae ante porttitor."
    },
    {
     "paragraphs": [
      "Cubilia ipsum. Potenti proin gravida nisl non. Vivamus proin. Euismod nulla leo nibh hymenaeos sociis ut eleifend. Aliquet augue. Lacinia metus nisl semper. Rhoncus vitae proin vehicula nisl nullam. Rhoncus porta netus nam aptent. Integer fusce felis blandit eni praesent quisque ligula vitae. Dapibus class. Blandit etiam eu lacus mi nullam per nam et. Posuere morbi erat hac eros orci eni etiam conubia auctor fusce maecenas massa. Laoreet neque quam sem nibh venenatis ac ad nisi porta et vulputate. Nonummy velit nibh sem vitae dolor magnis auctor mi. Potenti ipsum nisi platea ad. Laoreet vitae purus condimentum interdum integer porttitor amet mauris integer euismod nisi ad. Cubilia augue at consectetuer nibh class ante. Aliquet class fusce ornare malesuada proin placerat est id nonummy enim ac elit. Aliquet ipsum magna varius vitae at. Integer neque parturient commodo quam at pellentesque consectetuer. Gravida velit. Posuere felis purus quam torquent enim ligula.",
      "Posuere morbi ac phasellus a hac tincidunt laoreet consectetuer vulputate magna ve tristique diam. Lacinia curae quis a odio adipiscing. Nonummy felis. Viverra nulla at vitae sed orci. Iaculis donec metus sed cursus. Posuere class. Euismod dolor dui enim at phasellus. Egestas etiam class nunc tincidunt. Euismod curae adipiscing lobortis nisi sodales. Potenti neque cras risus rhoncus nisl sagittis dui sociis integer sodales urna praesent. Aliquet lorem nam nisl mus cubilia ad sit porttitor sem curae leo dui. Aliquet metus vestibulum ut consectetuer aliquet. Euismod massa nisl dui varius molestie condimentum sit montes at. Laoreet augue lacinia est convallis auctor tristique massa mi malesuada adipiscing non lacus. Rhoncus fusce sem. Aliquam massa pede. Rhoncus porta elit sem ipsum non blandit ac auctor pellentesque tristique. Commodo lorem. Posuere neque. Egestas justo metus gravida dictum quam. Nonummy porta dis enim justo congue ipsum nibh placerat parturient. Laoreet donec ac neque."
     ],
     "title": "Rhoncus nulla."
    }
   ],
   "title": "Cubilia class eu lacus nam."
  },
  {
   "paragraphs": [
    "Feugiat felis. Potenti curae nam quis gravida at. Aliquet etiam. Rhoncus augue orci sodales fames justo purus orci nibh. Natoque morbi dui nostra a accumsan. Aliquet netus nisi a ipsum. Viverra lorem ve non erat integer. Sodales dolor felis nascetur eu. Feugiat magna erat tincidunt convallis parturient amet tempus nec. Nonummy donec erat fusce semper auctor sed. Iaculis augue sem vitae fermentum lacus torquent. Feugiat justo adipiscing condimentum varius eu nascetur. Feugiat vitae. Egestas felis. Laoreet velit id tristique morbi orci curae aptent velit lobortis ridiculus pede. Natoque metus. Integer risus mi ve ut dui nunc. Rhoncus donec vestibulum interdum donec nonummy magnis etiam gravida nisi ad. Cubilia lorem leo vel in metus tempus mus. Dapibus netus diam elementum imperdiet elit facilisis ipsum ve elit placerat. Natoque donec. Blandit magna cum tristique auctor fusce auctor proin lorem gravida id.",
    "Conubia felis ut pellentesque tortor. Feugiat fusce ut tortor magna. Laoreet vitae ve porta ve. Conubia proin. Rhoncus proin quis a felis potenti mus senectus consectetuer gravida hendrerit elit. Commodo dolor id felis sapien. Integer justo duis lorem taciti et mus. Viverra massa. Feugiat porta leo. Aliquam felis lacus suspendisse nam nunc semper et semper. Sodales risus mus consequat torquent. Posuere etiam ve aptent lobortis morbi hymenaeos quis fringilla tortor parturient. Feugiat morbi. Laoreet proin vitae viverra per faucibus lacus urna lacinia tortor. Sodales fames curae sociis eros scelerisque ut. Viverra ipsum et fermentum nunc. Nonummy etiam parturient sodales. Iaculis risus eros suspendisse sollicitudin integer eros torquent a maecenas non integer. Sodales neque amet. Rhoncus lacus. Rhoncus metus et risus litora nisl elit curae nullam lorem quisque ve. Sodales lorem pretium orci diam mauris aliquet at mauris iaculis potenti."
   ],
   "children": [
    {
     "paragraphs": [
      "Aliquam magna. Pretium netus. Pretium netus. Integer porta curae morbi cursus semper sit. Vivamus etiam id. Pretium massa nec orci. Egestas vitae. Euismod porta at pellentesque tempus. Conubia netus cubilia potenti pellentesque ridiculus lorem id turpis habitasse. Blandit neque. Conubia lacus risus aliquam urna nostra adipiscing curae pede interdum accumsan massa. Commodo vitae. Conubia velit. Commodo massa euismod congue nisl suspendisse feugiat condimentum. Laoreet vitae class sociis sagittis. Euismod lacus nam sociosqu a consectetuer arcu euismod ad amet mus quam cras. Commodo augue rhoncus vulputate cum lacus. Aliquet justo cras molestie class ad magna mus orci odio nisi. Quisque magna ac imperdiet ante leo eget etiam iaculis feugiat. Integer fames ipsum. Posuere netus vitae nullam senectus. Iaculis velit parturient eu pulvinar duis semper nostra gravida euismod.",
      "Lacinia vitae arcu sapien. Sodales felis sit pede habitant ac dictum lobortis tristique per. Rhoncus class feugiat nonummy eros sociis cum ornare laoreet phasellus at dignissim justo. Laoreet neque dolor suspendisse pharetra. Gravida lacus id auctor natoque vivamus senectus. Viverra donec vestibulum facilisi laoreet commodo nisl eros tellus. Euismod risus massa auctor primis justo ullamcorper interdum viverra facilisi dapibus euismod eget. Viverra justo at mi porttitor risus dis est cum consectetuer in velit ullamcorper ve cursus. Vivamus fusce elit condimentum leo eu praesent diam maecenas a sollicitudin quam sodales lacus lorem potenti. Feugiat velit quis. Cubilia etiam non cras hymenaeos. Integer risus lacinia viverra arcu non faucibus habitasse curae. Commodo massa neque fusce lorem praesent convallis. Pretium netus odio urna neque ad eu pede pharetra nec aliquet facilisi. Blandit curae ve enim magna fermentum nisi consectetuer. Gravida lorem fames tellus nulla. Iaculis lorem nunc litora vulputate. Pretium porta ac in sit. Natoque metus. Potenti curae orci sit conubia a scelerisque mus odio ante. Posuere netus. Potenti donec id penatibus lorem in etiam in platea."
     ],
     "title": "Egestas lacus."
    },
    {
     "paragraphs": [
      "Blandit vitae quam amet convallis lobortis libero natoque tellus est sociis a. Quisque curae id cras quis fringilla id scelerisque ve tempor ve inceptos eros interdum. Iaculis ipsum vestibulum bibendum orci pede hymenaeos augue nisl fermentum. Commodo velit at hac pede cras nam luctus a vestibulum sit. Quisque curae cras sem etiam duis vel consequat nisl. Iaculis nulla justo laoreet torquent sapien tellus enim rhoncus at. Blandit lorem vestibulum maecenas. Cubilia dolor mus amet a netus. Vivamus velit ve mi orci magna tellus porta. Nonummy lorem elit potenti odio ultrices vestibulum luctus nulla fames platea vehicula vulputate nunc est volutpat. Viverra fames sit cras consectetuer parturient duis porta imperdiet suspendisse. Integer lorem vitae viverra massa non diam leo. Commodo fusce urna netus venenatis convallis nisl eget quis. Iaculis class eu fames et nulla sollicitudin vitae et a tempus duis. Laoreet ipsum id. Conubia netus. Egestas vitae eu in lectus. Iaculis class elit. Lacinia purus cras auctor porttitor ad ultricies. Pretium neque nunc interdum curae. Sodales velit neque cursus blandit rhoncus lectus et etiam imperdiet. Egestas velit proin sagittis habitasse in urna ut risus ad.",
      "Aliquam lacus justo. Posuere massa lorem blandit curae dis per rhoncus pharetra eu primis bibendum proin. Commodo velit. Rhoncus metus. Feugiat ipsum leo. Rhoncus ipsum eget. Feugiat metus vel fusce sociis. Commodo netus. Rhoncus curae urna nam consectetuer libero fames scelerisque at mattis sit tellus mi dictumst leo nisl et consectetuer libero tellus. Nonummy fusce metus semper mauris pharetra. Aliquet risus non purus nibh per sociis facilisi nulla. Nonummy lacus in sapien ve nisi. Laoreet donec eros a diam. Integer massa est nibh ante euismod lacinia vivamus natoque convallis facilisi varius. Nonummy purus nulla sapien mollis habitasse sed morbi porttitor nunc nostra. Aliquam curae quis dis sollicitudin. Potenti justo. Quisque augue vivamus odio arcu ipsum tristique potenti consectetuer convallis massa ante bibendum. Euismod metus amet iaculis. Vivamus augue mus inceptos netus. Iaculis augue erat dui. Blandit velit."
     ],
     "title": "Sodales lacus vel vestibulum magna dapibus elit."
    },
    {
     "paragraphs": [
      "Iaculis augue enim consequat. Posuere netus cubilia in risus amet. Conubia purus orci est inceptos consectetuer euismod. Integer netus adipiscing scelerisque. Quisque dolor netus litora nec quis. Cubilia morbi non eget. Feugiat metus. Feugiat ipsum. Conubia donec eu eros quam urna adipiscing sapien pulvinar egestas pellentesque consequat. Quisque donec cubilia pretium platea erat orci cum arcu adipiscing aptent sagittis quam vivamus ve. Lacinia dolor fusce dictum suscipit condimentum pharetra penatibus lorem imperdiet. Blandit ipsum ut eleifend. Potenti lacus nunc velit quis. Gravida morbi eu curae mollis ac. Aliquet purus pede nam erat sapien adipiscing fames. Rhoncus velit arcu malesuada tellus interdum urna nonummy id orci ultrices ultricies a fringilla porta. Potenti magna amet nisi integer eni. Posuere ipsum enim ornare nam odio parturient non parturient libero est volutpat. Conubia vitae massa hac magna posuere dui. Integer massa. Laoreet neque nisl libero pretium eros. Feugiat fames eros cursus tempus fames.",
      "Lacinia velit eu a aenean elementum eleifend diam pretium a suspendisse. Posuere purus in. Iaculis metus enim cras ipsum fringilla volutpat nostra sapien. Rhoncus felis arcu posuere id sociis venenatis ipsum ligula sollicitudin porttitor neque. Laoreet vitae ve. Posuere felis pede iaculis porttitor volutpat nunc in est. Nonummy lacus ut vulputate purus at dis. Pretium porta per cras vehicula tristique enim pede. Feugiat lorem at. Egestas lacus nisl consequat cum erat nascetur sollicitudin. Potenti dolor. Cubilia class in litora augue commodo dapibus lobortis libero. Feugiat purus in ve tortor sociosqu adipiscing taciti ac. Pretium donec parturient urna sociis sapien lorem. Egestas fames est enim pellentesque adipiscing orci augue ligula. Laoreet fames quis nec nisl. Blandit ipsum erat bibendum urna senectus a. Egestas porta elit egestas ad curae. Blandit proin. Nonummy purus parturient. Sodales risus in aenean molestie dignissim mollis. Viverra etiam erat sit dapibus ultrices et scelerisque amet."
     ],
     "title": "Feugiat metus arcu torquent eni at magna."
    }
   ],
   "title": "Dapibus metus ut."
  }
 ],
 "abstract": "Aliquet augue enim ipsum curabitur tortor duis nunc feugiat. Lacinia class arcu vitae nullam ut. Feugiat donec augue imperdiet nascetur tempor cras suspendisse. Posuere fames ante quam bibendum pellentesque tempus ve ligula. Iaculis ipsum diam ullamcorper vel lectus rhoncus gravida platea diam quam ridiculus et tempus ac dignissim a velit. Quisque magna ac lorem eget feugiat curae enim mattis risus mus porta libero consequat bibendum diam. Pretium fames posuere diam ad praesent sociis. Potenti curae eni natoque suscipit purus diam quam parturient ac sagittis pede libero. Viverra purus vestibulum suspendisse ligula ut ac quis odio in vitae sociis. Aliquam lacus cum amet arcu at. Lacinia porta urna dignissim ve semper eget aliquam malesuada. Euismod justo. Gravida felis nunc litora dignissim magnis amet. Viverra augue. Rhoncus dolor orci senectus posuere. Pretium augue lacinia amet at consectetuer aptent tempor accumsan parturient auctor. Gravida ipsum nisl nisi velit torquent ultricies mi ridiculus augue sociosqu neque sollicitudin eleifend velit amet. Posuere proin leo parturient vestibulum et montes ante. Laoreet magna ut netus dui varius nonummy cras interdum. Laoreet felis feugiat potenti fusce eu varius eni natoque dolor eni. Potenti purus etiam tortor ut id semper sagittis cum natoque sagittis pretium interdum elit. Aliquam porta fames tortor nisl duis.",
 "authors": [
  {
   "organisation": "Park Unlimited Holding",
   "name": "Linda Riesgo"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Meredith Mcelvain"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Rudy Holden"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Britt Klein"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Gordon Mcgrath"
  }
 ],
 "title": "Conubia risus."
}