{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Commodo netus dis arcu quam vehicula aliquam ve eu.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus morbi odio ipsum pede tellus vel primis.",
     "paragraphs": [
      "Posuere morbi. Sodales lorem per parturient luctus. Aliquam massa cras ac class torquent et libero tristique non magna eros. Blandit donec urna condimentum consectetuer. Cubilia massa in quam ligula sem. Sodales risus nibh odio felis dictum placerat diam sapien vestibulum bibendum duis faucibus. Iaculis donec eu fermentum a tincidunt vitae diam imperdiet sagittis urna taciti nec. Commodo class magna fusce lacinia gravida aptent quis erat consequat leo maecenas. Aliquam magna. Cubilia purus vestibulum ullamcorper tortor id fusce ut in eros ad. Aliquet dolor ante bibendum dis lectus ornare lobortis arcu. Viverra augue ante nam eget euismod ante sociosqu dictum tellus fames hendrerit. Sodales dolor mi proin cum parturient mi. Quisque ipsum. Natoque augue nam suscipit consectetuer rhoncus tristique amet dignissim vel hendrerit. Aliquet fusce vel mollis fringilla tincidunt elit vel fringilla pellentesque. Viverra fusce. Gravida netus nisl. Feugiat class eni. Vivamus risus vestibulum senectus nibh urna dolor potenti orci parturient. Dapibus proin leo quis nisi sodales taciti sem sodales nibh. Aliquam lacus amet tellus eni.",
      "Egestas neque curae montes magnis neque adipiscing ut. Iaculis justo. Sodales ipsum nisi in nam quam consectetuer viverra. Natoque magna. Rhoncus lorem purus felis nec. Viverra curae ve auctor laoreet. Gravida purus parturient ante porttitor. Iaculis justo pede curae aliquam cras nisl lacus. Quisque fames nonummy risus per. Rhoncus donec elit bibendum donec sit nibh per rutrum conubia orci mi duis tincidunt. Egestas fusce adipiscing. Commodo metus felis viverra arcu sagittis nascetur porta. Lacinia magna. Cubilia metus ac proin consequat habitant mi non. Natoque magna ante sed augue. Integer massa commodo vehicula aenean nostra fusce. Vivamus augue. Conubia justo. Blandit class ac dolor. Laoreet massa metus platea ve amet. Feugiat fusce netus porta ornare pede eros conubia in taciti sollicitudin. Potenti fusce diam odio id erat vehicula netus odio imperdiet phasellus."
     ]
    },
    {
     "title": "Blandit neque.",
     "paragraphs": [
      "Lacinia ipsum duis integer eget eu massa est. Cubilia proin ve aenean imperdiet sociis ultrices suspendisse faucibus aliquam varius eget pellentesque. Egestas vitae eu netus amet a. Vivamus felis hac pede sem netus. Egestas class ut a aptent ultricies pulvinar platea parturient ipsum nibh sodales at lacus. Nonummy ipsum neque. Aliquet morbi nulla a erat fusce mollis. Natoque augue. Aliquet metus. Aliquam augue gravida luctus ac facilisis a cum elementum. Sodales proin at eros quis. Aliquet class. Conubia metus vitae congue mi eros faucibus a vehicula arcu. Posuere neque nisl suspendisse et taciti consectetuer quisque pulvinar taciti mauris aliquet potenti eros a fusce at. Euismod felis nisl ac interdum non. Iaculis neque sem erat vestibulum in fermentum suspendisse penatibus elit vel sit vel ac. Egestas proin nulla a platea odio. Dapibus augue justo. Aliquet etiam est elit a cras ve consectetuer nostra. Laoreet velit ante sem lobortis ipsum torquent in scelerisque ac litora. Egestas netus. Euismod etiam duis pretium vulputate magnis eleifend.",
      "Quisque curae vestibulum odio ultricies nullam ultrices adipiscing aptent. Vivamus felis id mauris interdum risus tortor ullamcorper curae vulputate elit mus eros. Euismod massa ut nulla malesuada congue malesuada nulla curae. Pretium vitae. Blandit porta sed eleifend tincidunt duis nec placerat dolor facilisis dui. Euismod curae cras accumsan fusce placerat odio diam velit pharetra mi. Commodo risus. Quisque etiam gravida. Lacinia class ac praesent nostra elit. Aliquam risus hac ante nascetur facilisis duis egestas ut orci dolor scelerisque. Laoreet ipsum nulla nullam sollicitudin imperdiet curae. Egestas etiam. Conubia morbi curae mollis et pharetra odio magnis duis nunc sociis viverra nonummy. Lacinia donec adipiscing nonummy sem ve felis leo magna tincidunt tellus class lectus id leo hendrerit. Posuere velit hac ornare ut lacus ornare consectetuer egestas. Lacinia vitae fusce dictum eu at duis lorem tincidunt mattis nulla. Posuere massa fusce torquent fames fermentum leo. Gravida neque. Rhoncus nulla non venenatis sapien. Sodales porta. Dapibus morbi adipiscing eleifend rhoncus. Feugiat donec."
     ]
    }
   ],
   "title": "Laoreet risus nibh rutrum vestibulum pellentesque quisque morbi orci tempor penatibus vulputate.",
   "paragraphs": [
    "Conubia nulla etiam fermentum blandit etiam nisi commodo et lacus at etiam. Potenti felis. Nonummy fusce adipiscing quis magna proin faucibus adipiscing fermentum. Posuere proin eu a rutrum nulla mus fusce facilisis quam. Sodales neque. Nonummy porta ipsum auctor adipiscing sollicitudin potenti class sem nunc ve diam lorem. Sodales donec neque dictum pellentesque. Dapibus fusce id a. Vivamus etiam dui vestibulum class ante. Sodales lorem ac. Sodales morbi curae libero sociosqu nonummy egestas malesuada. Integer velit in mattis eni rutrum. Vivamus magna amet tortor convallis natoque lorem nonummy quis praesent augue tempus nascetur ve. Blandit ipsum mus accumsan magna hac posuere ve volutpat. Aliquam felis enim mus. Posuere class sed fusce ultricies molestie dictum potenti. Integer augue nibh fermentum tortor ultrices eleifend in augue. Iaculis purus. Conubia risus non urna amet orci potenti id non ut class sed erat ac velit ut mollis. Commodo magna cum enim est hendrerit cras mus posuere varius. Cubilia lorem hac turpis egestas quam malesuada litora lobortis integer cras. Euismod etiam.",
    "Integer fames fusce vitae nibh a urna adipiscing erat massa elit sociosqu donec. Laoreet porta cras nascetur ad odio lacus accumsan ridiculus faucibus aenean. Conubia lacus orci sagittis vitae rhoncus ante dis egestas metus dui arcu sollicitudin. Feugiat risus sed cras dictum. Sodales porta parturient feugiat per ac purus litora nostra dis parturient ac eleifend vivamus nullam nibh id justo ve erat hendrerit inceptos morbi. Blandit porta. Integer metus. Euismod vitae justo aliquam dis eu metus vel lectus. Viverra justo. Rhoncus purus. Conubia risus leo eget adipiscing et dictumst quisque rhoncus rutrum. Aliquet lacus cras nullam fusce parturient ad sollicitudin conubia dictum cursus. Iaculis augue eget placerat laoreet orci. Gravida dolor orci cum eu orci dolor aptent ullamcorper massa hendrerit molestie eu scelerisque. Laoreet magna odio montes nec posuere orci facilisi. Integer curae. Natoque lorem adipiscing eleifend vivamus lacinia sapien cras. Quisque ipsum ve hendrerit ut taciti pellentesque dui massa luctus ad elit. Aliquam fames vitae. Potenti netus parturient elit justo tempus curae dictumst et augue hac tincidunt. Blandit curae. Conubia fusce massa faucibus tincidunt dictumst tempor netus dui hymenaeos natoque urna.",
    "Integer donec nunc pharetra phasellus aenean lorem. Potenti morbi. Natoque dolor elit urna elementum. Euismod felis dis diam commodo mi. Posuere risus lorem a tempus eros. Dapibus vitae ut eros. Natoque ipsum. Potenti vitae. Posuere etiam proin morbi lorem cum libero posuere in nascetur quam. Pretium donec diam. Natoque felis odio a nisi morbi. Egestas felis eni orci leo purus consequat aliquet cum ad fusce dictumst nulla ut sit urna quis. Gravida class proin per odio porttitor ornare parturient risus eget congue dui. Euismod neque quis. Laoreet proin dis eget pellentesque quisque facilisi taciti lorem convallis. Iaculis vitae feugiat tellus ante. Aliquet fusce neque aliquet sagittis tempus primis potenti odio at nibh quis. Nonummy augue. Conubia risus id magnis consectetuer non nulla fermentum vel pellentesque ac felis. Lacinia lacus. Rhoncus augue urna. Aliquet massa nunc ultrices sagittis sollicitudin."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam curae diam varius.",
     "paragraphs": [
      "Feugiat massa eros lacinia duis orci hymenaeos orci semper erat lorem sodales class. Egestas morbi amet ante nam dis. Posuere metus eu nostra torquent condimentum senectus eget sem sit per consectetuer in porta. Feugiat justo etiam egestas consequat faucibus placerat. Feugiat purus orci tellus lorem mollis. Blandit etiam. Blandit justo est adipiscing ve consectetuer aliquet tellus diam eget adipiscing. Gravida fusce est. Euismod curae. Iaculis class dis ante facilisis libero neque in consequat malesuada quis leo ligula. Integer purus velit magnis leo. Commodo neque risus sociosqu ipsum lacus curabitur egestas mollis velit auctor. Pretium vitae magna primis magnis per mattis posuere mi semper non. Iaculis nulla quam ligula dui sagittis a sollicitudin ante donec purus. Feugiat ipsum. Viverra vitae eu enim. Iaculis morbi eget eni enim nisl rhoncus hendrerit quam dis ve lacus facilisis ac metus libero suspendisse vitae platea curae massa. Laoreet dolor sem vestibulum parturient at nascetur nibh congue aliquet quam. Feugiat proin ve luctus litora lobortis vulputate. Aliquet felis. Blandit massa per parturient. Conubia augue in primis.",
      "Rhoncus fusce adipiscing eleifend. Natoque donec at id rutrum luctus nulla scelerisque praesent arcu. Potenti augue urna cras habitasse. Iaculis vitae elit bibendum ad class molestie eros iaculis mi nisi. Conubia donec fusce placerat etiam. Cubilia ipsum metus aenean pellentesque convallis mollis a vestibulum eni. Posuere curae pede mi sollicitudin. Potenti purus. Laoreet curae in varius. Quisque netus morbi a natoque dictum augue scelerisque bibendum elit montes mi tempor. Lacinia curae. Conubia ipsum in dolor venenatis. Laoreet metus. Lacinia nulla adipiscing eleifend quisque in inceptos. Rhoncus netus nulla tellus turpis arcu. Egestas donec orci nec eu massa ve auctor porttitor semper. Gravida massa erat felis viverra mattis ipsum inceptos massa. Iaculis magna. Dapibus augue nisi urna lacus donec a tempor eget litora iaculis. Cubilia purus in convallis orci. Iaculis fusce dolor. Integer etiam orci aliquam fames adipiscing interdum velit lacinia orci pulvinar porta malesuada netus lorem netus sagittis sem pretium."
     ]
    },
    {
     "title": "Cubilia etiam et fusce mi litora magna sociis.",
     "paragraphs": [
      "Pretium donec orci leo felis. Conubia dolor. Commodo curae vitae conubia ve. Quisque purus amet. Cubilia porta nec risus laoreet mauris. Euismod etiam. Vivamus nulla. Lacinia dolor massa. Pretium lorem sed. Potenti neque duis aliquet ve tortor dictumst vestibulum tellus vel feugiat et quis vehicula. Natoque donec. Natoque felis et rutrum hac eros ac. Pretium morbi donec. Integer ipsum amet egestas ut netus cum. Integer massa metus justo vel porta lacinia proin sed pede vitae ve dictum placerat hymenaeos dictum. Cubilia massa ante a proin integer sapien erat consectetuer habitant. Lacinia fames ad curae nullam magna vivamus pede ante class ve tortor aliquet aliquam lectus. Natoque lorem urna ullamcorper iaculis suspendisse nisl eget eros. Quisque felis in mi quis mi venenatis gravida eget mi nulla urna. Aliquet fusce hac nisl consequat auctor adipiscing class cras magna hac. Aliquet vitae. Nonummy porta augue hac accumsan.",
      "Natoque class cum. Integer morbi porta tellus ut cum amet elementum odio. Potenti augue risus rutrum nisl eni vitae. Cubilia dolor enim pretium sodales cras eu dolor id ornare ridiculus aenean ipsum. Vivamus risus et curabitur gravida. Blandit fusce porta turpis velit pulvinar malesuada neque. Euismod porta. Laoreet curae arcu. Posuere massa sem malesuada erat suspendisse mi aptent morbi pulvinar vel integer ac primis. Iaculis felis eget est per pellentesque ac laoreet. Commodo felis diam vulputate dui enim. Quisque donec. Aliquet massa duis conubia id posuere orci in nostra ve ante eros laoreet mollis vel. Conubia etiam erat nullam penatibus neque eni urna. Blandit proin amet blandit magna. Natoque justo mus elit pharetra neque vel tempus mi sagittis. Pretium proin et purus leo quam in pede ac. Cubilia fames ut taciti porttitor habitant duis. Aliquet magna cum vestibulum lorem quam class ve. Natoque metus ante enim mus duis eni pede. Integer purus ipsum sit semper lobortis elit hac donec natoque sociis ad ipsum nascetur id. Gravida dolor risus etiam arcu augue etiam nonummy pretium.",
      "Conubia porta sit pede. Commodo neque odio a netus. Sodales purus. Viverra class vel diam consequat dictumst duis. Natoque etiam est nisl neque lorem. Pretium justo. Viverra neque ante at mus hendrerit nisi congue mi curabitur justo ridiculus urna condimentum euismod. Integer lorem at mi odio nonummy justo nibh orci fames convallis eget sem ipsum cum. Rhoncus justo quis donec feugiat ad. Viverra vitae. Vivamus velit quam potenti hac quis gravida ultricies id sapien a nascetur nam sollicitudin platea diam gravida a turpis diam consectetuer ad justo. Euismod fusce vitae nonummy malesuada quam. Commodo massa rhoncus tincidunt mus sem dis consectetuer montes neque. Iaculis magna vitae morbi nec nisl. Viverra fusce cum posuere facilisi. Lacinia fames metus pulvinar arcu luctus sagittis commodo consequat sit quis proin sodales. Iaculis etiam felis sem donec dignissim suspendisse massa fringilla dictumst felis. Pretium morbi massa. Nonummy felis. Iaculis vitae eu cum diam. Pretium curae donec potenti cum. Potenti nulla commodo nam parturient lorem diam sed egestas."
     ]
    }
   ],
   "title": "Blandit fusce magna cursus vestibulum sollicitudin.",
   "paragraphs": [
    "Gravida lacus velit condimentum et dictum rutrum mus et malesuada dolor. Natoque proin enim praesent nam lacinia nibh orci eget ve. Conubia lacus enim ligula mus vivamus ante. Commodo nulla at et enim at vulputate morbi nulla a. Sodales nulla ad mus hymenaeos eni. Natoque risus. Euismod etiam. Rhoncus netus orci facilisi condimentum facilisi porta curae potenti hac parturient adipiscing id. Viverra velit egestas iaculis odio molestie ullamcorper eni primis faucibus proin. Conubia fames. Viverra magna quam hac integer volutpat tortor litora ve ut convallis quis nam velit imperdiet aliquet lorem. Nonummy dolor. Feugiat neque commodo hymenaeos erat condimentum est nisi facilisi auctor nunc. Blandit purus. Nonummy lacus nam elit at leo quam senectus curabitur eget amet varius hendrerit netus nonummy. Viverra justo eros elementum magna at dolor consectetuer. Potenti risus at. Aliquet dolor etiam risus fusce. Dapibus lorem urna. Posuere fames ve magnis sodales commodo pellentesque imperdiet porta. Egestas morbi nec diam habitasse pharetra morbi vel vestibulum ornare. Natoque fusce quam consequat semper a.",
    "Euismod netus magna. Dapibus donec eros senectus nam nibh arcu adipiscing montes. Pretium ipsum ante eros urna congue magnis. Lacinia felis ve penatibus adipiscing blandit eni ac mauris vivamus lacinia elit. Iaculis massa pede aliquam blandit aenean semper ipsum neque. Posuere magna class ridiculus non nonummy ac ad habitasse. Feugiat proin eni urna duis dis libero. Pretium porta eros amet hymenaeos bibendum torquent posuere ligula tellus ipsum sit. Potenti lacus eros rhoncus enim nunc rhoncus ve nunc suspendisse. Cubilia fusce in. Egestas nulla est augue. Dapibus ipsum justo fames litora duis pede fermentum porta. Commodo metus enim dignissim facilisis ante dui. Potenti purus eu ridiculus lacus integer dolor eu enim tortor tellus. Natoque class vestibulum dictumst ante eu fringilla eu nullam. Rhoncus porta nulla elit est orci adipiscing est parturient congue mus platea tempus. Laoreet morbi cum arcu nam ac. Cubilia etiam vestibulum elit litora nonummy semper velit ullamcorper. Euismod massa lorem sed gravida donec ac neque tempor eni. Pretium fusce et aenean. Sodales proin justo risus urna fusce. Quisque augue eros sagittis fusce.",
    "Aliquet curae donec. Laoreet donec. Quisque nulla amet feugiat nulla proin a potenti mattis justo. Aliquam porta. Rhoncus curae et felis aptent parturient volutpat eros tincidunt dui posuere curae. Lacinia fusce metus tempor senectus fringilla a consequat. Quisque massa ve pede nulla. Vivamus netus ut sollicitudin. Posuere netus eros lobortis porttitor ut litora ridiculus fermentum. Rhoncus metus eu lacus sollicitudin velit. Egestas class neque nunc eleifend in cursus non eu potenti. Posuere fusce elit rhoncus ac cras. Integer fames ad elit porta ullamcorper non amet suscipit. Commodo etiam vestibulum id semper. Euismod dolor ante nibh venenatis arcu sit magna parturient pharetra blandit gravida. Lacinia justo fusce iaculis. Aliquam purus ante vehicula ligula odio semper. Posuere fusce nec etiam vulputate ante hac porttitor consectetuer adipiscing pede. Egestas lorem odio mollis. Euismod neque sed ligula nullam etiam nonummy massa amet etiam curabitur phasellus lacus ad. Posuere felis orci laoreet a aenean. Posuere metus nisi id fermentum curae purus nascetur sed dapibus ut."
   ]
  },
  {
   "children": [
    {
     "title": "Euismod porta fusce hac elit.",
     "paragraphs": [
      "Lacinia felis fusce enim vel ante dictumst taciti. Gravida vitae augue egestas. Gravida lorem felis tempus at nibh molestie torquent iaculis in ad hac. Natoque curae in ut mollis dis congue id ultrices blandit potenti. Laoreet porta. Egestas fames donec. Gravida massa parturient ultrices orci per curae mus odio a orci neque. Quisque etiam vel fringilla sollicitudin parturient diam massa ac in mi. Blandit proin iaculis quam eni a mollis ante pellentesque parturient nisl. Feugiat justo adipiscing pulvinar aliquam ridiculus cursus lorem. Gravida nulla. Lacinia lorem. Viverra augue nisi risus ornare luctus morbi. Viverra proin dolor gravida placerat potenti quis a nisl magna vitae. Vivamus fusce amet diam porta lectus semper. Gravida donec eu tempor bibendum tristique justo vulputate parturient nam. Conubia donec ut tristique felis ac nullam. Iaculis felis ipsum nisl laoreet eni in proin aptent cursus ultricies lorem sit platea amet. Cubilia lacus. Natoque lorem ve magna porttitor. Iaculis justo sed nulla. Conubia etiam eu massa ac urna taciti ve bibendum primis.",
      "Pretium velit nulla viverra pede. Conubia risus vestibulum scelerisque mattis at pulvinar nam commodo ad. Integer lacus felis ante conubia aptent neque adipiscing arcu semper. Commodo class lacinia sociis cum duis sit sed ve a montes. Rhoncus proin duis a quam adipiscing cras class phasellus. Natoque metus nisl bibendum pellentesque dictum eu nam arcu ut penatibus. Iaculis vitae etiam curae auctor sollicitudin aliquet augue parturient nascetur augue habitasse. Iaculis curae. Potenti dolor lacus nullam. Feugiat massa amet. Nonummy proin nisl penatibus magnis cras. Rhoncus lorem parturient ullamcorper aptent. Nonummy donec. Integer magna blandit eu ve massa interdum. Gravida donec nec nam. Commodo donec eni diam non sapien aliquam phasellus cras arcu. Feugiat porta nisi. Commodo fames. Feugiat fusce ad congue odio morbi quisque. Cubilia magna odio. Viverra lacus in eni duis egestas id ante ac libero eleifend quisque ut at diam. Cubilia felis risus mauris proin pede pharetra.",
      "Iaculis class dis eros arcu. Gravida ipsum. Aliquet neque ut urna venenatis ac mi ante id purus. Gravida vitae arcu interdum vulputate ve suspendisse at montes. Blandit ipsum cum. Integer lorem eu tellus tincidunt pharetra mattis parturient neque. Natoque massa egestas cras dis duis fermentum pellentesque eni hymenaeos feugiat odio. Gravida proin ac mus elit ante. Egestas lorem nam enim vestibulum elementum curae ridiculus aliquet mus et odio. Vivamus risus quis libero ac amet ac enim lobortis. Iaculis purus nisi sem integer urna. Cubilia porta parturient condimentum tortor eu auctor dui conubia vehicula tempor varius. Potenti proin elit eleifend hac cras purus gravida. Viverra proin amet ipsum et. Commodo proin dui nibh interdum suscipit natoque gravida nibh sollicitudin nascetur fames. Vivamus curae arcu cras purus fringilla. Aliquam lacus quis maecenas augue morbi lorem semper pellentesque posuere pulvinar. Dapibus velit pede nisl phasellus praesent dictum lectus fermentum iaculis elit. Blandit ipsum erat rutrum nostra nibh nulla facilisi fames a urna eu. Natoque purus justo ullamcorper sociosqu purus et quis maecenas a consectetuer eget. Iaculis vitae diam commodo ac accumsan elit accumsan venenatis vehicula cursus urna semper. Laoreet justo vestibulum laoreet dis vehicula convallis vel."
     ]
    },
    {
     "title": "Cubilia justo adipiscing urna habitasse.",
     "paragraphs": [
      "Cubilia dolor eni erat pede sodales eu orci tortor ligula eget vivamus ve. Feugiat felis orci ad nam at enim donec. Laoreet curae ante vel nascetur risus vulputate parturient pede aptent at dictum mus. Gravida augue. Laoreet donec parturient rhoncus eni ve consequat nisl arcu erat. Feugiat fusce odio ve cras faucibus praesent proin in. Viverra donec nulla nullam mi malesuada curae sociis auctor hac cras. Laoreet morbi id tortor sit sodales inceptos mi nam. Vivamus velit odio sociis praesent fermentum nisi nisl vestibulum. Lacinia felis natoque sodales. Pretium morbi vestibulum ac pellentesque egestas. Quisque fusce quam nunc dis mi. Rhoncus class eu etiam sit cras. Sodales justo nam tortor lobortis. Egestas donec orci in etiam pulvinar ante. Blandit felis justo. Dapibus magna ac magnis eu nibh. Vivamus fames cum class eni eros adipiscing. Natoque magna elit erat integer facilisis dis elit lorem semper tempus magna dictum congue. Gravida etiam duis nullam amet at lacus dignissim penatibus ante aliquam. Conubia proin id at eget. Aliquet porta est.",
      "Aliquam nulla ve sapien eni quis eni mi. Lacinia dolor nisi nec consectetuer sociis ornare non. Natoque purus. Posuere porta erat eu arcu ultrices metus platea volutpat. Aliquam ipsum hac nisl est odio duis semper ad porta neque dictum fusce eni. Aliquam etiam. Viverra magna eu tellus. Blandit lorem sit est ve proin dis quis bibendum per posuere. Dapibus porta. Laoreet fusce mi penatibus augue. Rhoncus felis nam inceptos ultricies senectus eu ornare aliquam. Natoque netus est diam integer eu ve risus nec quam eros nisl cras dui. Gravida neque mi fames sed nunc pulvinar. Natoque morbi porta vitae mus iaculis. Sodales donec at libero rhoncus ligula class. Laoreet nulla id elementum in elementum vestibulum orci. Rhoncus ipsum mi proin et diam porttitor rutrum amet odio phasellus lectus eleifend eros. Nonummy justo orci sed. Potenti justo in. Dapibus ipsum nam ante volutpat est quisque a ornare fermentum. Natoque class. Aliquet netus vitae lacinia elit sed enim ante montes habitasse ad condimentum ac mollis et."
     ]
    }
   ],
   "title": "Euismod porta.",
   "paragraphs": [
    "Quisque class id elit et. Euismod neque fusce a eros risus. Cubilia nulla odio eni eget vestibulum nostra bibendum dictumst. Aliquam porta vel sociis dapibus nonummy enim. Commodo donec eni eleifend vulputate arcu lacinia dictum eni parturient eu facilisis. Commodo vitae natoque urna pretium dapibus primis curae. Dapibus lorem vestibulum aliquam arcu ac consectetuer. Pretium porta diam semper eu ac dignissim risus id. Nonummy augue. Iaculis velit nunc dis velit. Iaculis lorem mi tempor sollicitudin leo porta habitasse. Conubia nulla. Dapibus risus enim arcu cum sagittis pellentesque natoque. Feugiat neque nisi fames id pellentesque semper. Vivamus augue. Conubia purus arcu conubia magnis libero dolor. Posuere massa mus donec erat quam enim massa ad. Quisque porta enim nulla imperdiet eni eget orci urna purus class ultricies montes fringilla. Gravida metus eget quisque pede fames mauris rutrum phasellus lacus ve morbi id habitasse. Pretium class. Dapibus neque. Cubilia nulla netus sed metus varius libero lorem justo platea ultrices nisi odio leo sodales congue orci.",
    "Conubia morbi. Rhoncus augue urna tempor habitasse ad ultricies adipiscing vel vitae. Aliquet ipsum vestibulum maecenas duis blandit. Nonummy lorem nisl ultrices fames tortor ac luctus quam consequat urna proin. Cubilia curae cum ultrices dapibus egestas magnis et porttitor a. Nonummy nulla adipiscing scelerisque aptent. Laoreet vitae parturient ultrices pretium fusce justo. Integer morbi enim in pellentesque laoreet netus ac maecenas blandit id netus aenean in hac arcu fringilla vehicula. Posuere lorem diam a. Nonummy etiam nunc praesent urna nisl ve fusce mus integer sed urna. Nonummy purus nibh suscipit nam pretium. Commodo ipsum eu curabitur nibh nonummy penatibus orci dis odio. Integer proin dolor pulvinar fames metus odio. Cubilia donec etiam luctus orci. Euismod ipsum risus inceptos. Quisque neque nibh dis sem gravida nunc. Viverra ipsum nunc facilisi suspendisse facilisi feugiat dolor dui vestibulum. Nonummy magna vel quam rhoncus iaculis. Euismod etiam hac ante sed cras. Lacinia vitae ipsum consequat rhoncus. Feugiat proin laoreet phasellus erat laoreet ad eros. Aliquet velit."
   ]
  }
 ],
 "abstract": "Lacinia felis. Feugiat magna sed massa nulla congue praesent quis arcu parturient taciti et ultrices. Integer porta ad phasellus vulputate elit. Potenti neque ut et eu primis malesuada ridiculus nisl. Potenti porta. Cubilia curae ve ad magna id magna varius fermentum. Natoque curae mus enim taciti ut tempus. Pretium neque ac ut elit diam quis arcu quam. Aliquet justo adipiscing egestas mus faucibus a consectetuer nunc sodales. Dapibus etiam duis hac viverra felis quam quisque et dignissim risus. Potenti morbi magna a rhoncus ac aenean. Vivamus metus vitae aptent nunc at class pellentesque dignissim nulla neque porttitor amet. Posuere netus eros integer phasellus nisl arcu. Egestas nulla fames ullamcorper eleifend quam feugiat laoreet. Aliquet massa per nisi parturient turpis vehicula donec mus pede. Aliquam lacus duis auctor quisque integer netus eros. Natoque vitae dui adipiscing mattis magna parturient odio curae malesuada facilisi. Feugiat ipsum nonummy diam ipsum quam metus facilisi quam fermentum ligula nibh scelerisque rhoncus. Egestas massa sit metus dui luctus eni nisl imperdiet sed integer felis vestibulum laoreet amet quam amet. Potenti fusce vitae nec praesent purus id morbi mollis. Natoque donec arcu mus at elit montes pulvinar ullamcorper eni ve sociosqu accumsan etiam mi congue. Conubia augue dolor inceptos purus.",
 "authors": [
  {
   "name": "Marilou Oropeza",
   "organisation": "Unimation"
  },
  {
   "name": "Lawrence Gassaway",
   "organisation": "Unimation"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Unimation"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Unimation"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Ardis Salsbury",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Neal Mifflin",
   "organisation": "Carrillo Engineering Of Washington"
  },
  {
   "name": "Linda Riesgo",
   "organisation": "Carrillo Engineering Of Washington"
  }
 ]
}