{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Viverra metus.",
 "sections": [
  {
   "children": [
    {
     "title": "Pretium morbi justo lectus nisi dictum ultrices habitasse nunc nisl.",
     "paragraphs": [
      "Rhoncus proin magna eget aliquam donec ac odio nascetur tellus eget varius tristique volutpat. Conubia etiam cras aptent imperdiet lorem sociosqu convallis sapien ante quam vitae. Cubilia risus nisi vitae dignissim bibendum id suspendisse nisl diam. Egestas proin arcu a diam adipiscing tempus et. Potenti ipsum. Euismod velit laoreet semper est dis. Dapibus lacus mi sollicitudin ligula in hymenaeos id suspendisse at nullam tempor sagittis. Egestas morbi quam. Natoque curae. Gravida donec per odio vestibulum tempor nisl penatibus sollicitudin parturient. Nonummy risus. Nonummy fames eu nulla at metus elit justo. Lacinia lorem odio nisi elit sit duis adipiscing ve sollicitudin. Quisque netus. Potenti fusce arcu ut dolor pede a etiam et. Blandit lorem eros nunc fusce ipsum curae vel. Commodo augue. Quisque fames. Commodo class in augue praesent vel eu. Feugiat morbi eu sociis cum nonummy magnis malesuada iaculis. Nonummy massa donec cras. Potenti metus.",
      "Gravida morbi class. Potenti fusce mi venenatis et habitasse risus. Lacinia ipsum adipiscing. Aliquet massa ante gravida. Laoreet etiam enim aliquam justo sit vestibulum proin urna lectus. Laoreet purus. Iaculis vitae. Conubia velit in. Integer neque ante. Gravida fames diam. Laoreet augue ipsum a sodales. Integer fusce parturient lobortis magna ante natoque. Quisque curae sodales erat et ante erat lacinia. Viverra felis. Dapibus felis vestibulum enim justo malesuada venenatis purus fringilla. Egestas massa. Quisque netus mi sollicitudin mattis platea dignissim pharetra congue lectus hendrerit litora hymenaeos. Dapibus vitae netus a tortor duis risus hymenaeos per. Posuere magna justo semper quis eu habitasse in. Potenti ipsum ante. Feugiat massa pede dictum fusce fringilla dui hac pellentesque congue et. Integer lacus purus etiam.",
      "Potenti proin cum vehicula. Lacinia velit in cursus habitasse porta risus. Gravida fusce nibh egestas eros. Rhoncus porta. Aliquet metus nisl etiam gravida metus erat mi sollicitudin. Gravida ipsum. Iaculis curae. Euismod lorem sit cum sem ad sociosqu nonummy blandit accumsan duis mus. Lacinia nulla in odio nonummy quis felis laoreet. Vivamus fames eu ac quam nunc mollis turpis nec non. Vivamus vitae ad donec. Vivamus magna. Natoque class nibh nec aliquet et ridiculus. Rhoncus netus nisi sem neque porttitor mattis sociosqu vestibulum vulputate. Iaculis donec dolor velit hac nam mi tellus dapibus diam odio. Nonummy etiam at etiam. Sodales donec est pede eros erat justo. Posuere metus velit aptent ad urna quis molestie bibendum. Quisque augue purus ligula eros nisi molestie dignissim ornare justo adipiscing nonummy est. Aliquam fames. Posuere neque quam mattis. Euismod donec adipiscing et eleifend nisl natoque lacus."
     ]
    },
    {
     "title": "Egestas etiam mus.",
     "paragraphs": [
      "Dapibus porta nulla. Quisque velit ad velit mus nunc sollicitudin commodo bibendum turpis varius sodales. Gravida etiam ve id hendrerit scelerisque magna semper nec ac senectus. Vivamus neque lorem dictumst dignissim dictumst ut ipsum odio tempus in nascetur egestas mattis. Rhoncus neque non fames blandit commodo integer placerat semper nisl eros. Cubilia augue nisl nonummy eu mi semper placerat adipiscing platea dui litora. Egestas morbi potenti cubilia ornare magna vestibulum ac facilisi quam mi. Posuere morbi in volutpat taciti urna scelerisque ut mattis massa non. Vivamus porta commodo. Viverra fusce massa varius mattis. Blandit class. Integer risus nisi iaculis natoque sociis sit. Lacinia risus at habitasse adipiscing est lacus vulputate ve et eget. Iaculis felis quis litora adipiscing lacus erat nisi est. Egestas curae odio convallis per ridiculus volutpat ut. Iaculis netus eget eu sollicitudin tempus class parturient commodo. Euismod netus parturient facilisi massa fusce lorem. Laoreet vitae cras suspendisse. Viverra risus. Gravida dolor. Commodo etiam nunc primis cursus ipsum lobortis. Egestas morbi adipiscing facilisi magna.",
      "Blandit velit pede condimentum potenti condimentum erat eget fringilla ante. Blandit dolor sit adipiscing. Sodales fames nisl interdum eget vivamus id. Nonummy massa dui per lacinia ipsum. Conubia nulla fusce egestas venenatis nostra ante eu nibh. Integer lacus elit pede massa augue ullamcorper vehicula ridiculus dictumst. Potenti lacus et a mollis duis pellentesque in. Euismod ipsum at augue in tellus inceptos. Nonummy neque ut ligula hymenaeos. Egestas fames ac fringilla ve fringilla hendrerit quis nunc neque vitae. Cubilia justo orci sed magna sem. Feugiat etiam per dictum nostra tincidunt. Sodales donec ad sollicitudin nullam fusce scelerisque mus arcu duis velit inceptos diam. Integer felis. Viverra morbi netus natoque aliquam amet et lacus. Quisque magna. Commodo neque sed diam. Nonummy morbi odio pretium et taciti lacinia sodales sollicitudin hymenaeos nulla cras. Laoreet purus eni tellus urna diam. Euismod dolor. Pretium porta nibh aenean feugiat natoque arcu quis nulla blandit auctor quis lacus pretium nisl. Posuere metus elit platea eu hendrerit donec ad sem."
     ]
    },
    {
     "title": "Nonummy risus mi turpis cras.",
     "paragraphs": [
      "Aliquam porta. Feugiat magna quisque in nunc elit erat dapibus ut porta ve hendrerit. Potenti risus leo nisi in orci sociis mi. Commodo class nibh nec sociis consequat ve. Laoreet class. Feugiat morbi dapibus aliquam turpis nibh. Conubia justo et mattis. Euismod fusce. Aliquet etiam hac quam elit metus proin ante lorem ad nisl lobortis parturient malesuada elit. Aliquet fusce. Feugiat purus et class dignissim cubilia. Nonummy ipsum non eget imperdiet molestie justo potenti congue sit nisi in penatibus. Dapibus purus mi sit amet parturient tellus ac hac aenean posuere. Conubia curae risus dapibus auctor morbi sodales ultricies. Euismod morbi nisi habitasse diam non lacus consequat ac congue ad sapien consectetuer dui vitae malesuada amet pellentesque cursus turpis. Pretium risus quis condimentum egestas justo. Dapibus vitae. Gravida massa. Gravida fusce. Blandit etiam nulla rutrum. Cubilia risus purus nascetur parturient cursus ultrices eros inceptos at libero pellentesque. Conubia morbi ac pellentesque consectetuer dapibus dictum pede libero.",
      "Vivamus felis elit vivamus gravida eget mi lectus. Laoreet morbi ut diam dictumst iaculis euismod. Blandit class. Iaculis vitae erat. Commodo fusce urna duis iaculis augue fames orci est. Cubilia morbi etiam pulvinar nec sapien per nisi ac diam. Viverra fusce magna arcu hac consectetuer at blandit diam a lorem ad. Quisque curae amet venenatis maecenas urna leo odio maecenas. Iaculis felis. Integer curae metus ipsum tempor vestibulum. Aliquet nulla quam odio nonummy. Laoreet justo etiam ornare adipiscing curae nisi vulputate ligula a gravida rutrum sem. Aliquet nulla. Potenti purus. Rhoncus fames. Commodo fusce etiam libero nunc nullam interdum parturient. Posuere neque eros id orci malesuada consectetuer est vulputate cursus dolor faucibus. Cubilia risus vestibulum maecenas pede aliquam vulputate odio augue nonummy rutrum. Rhoncus class ipsum arcu augue. Vivamus neque mi mauris sociosqu sodales augue ante. Posuere augue risus gravida elementum libero a parturient. Conubia etiam enim lorem semper orci."
     ]
    }
   ],
   "title": "Posuere magna.",
   "paragraphs": [
    "Commodo metus ve sapien tempus. Sodales fusce eni eros. Integer nulla vitae. Dapibus lorem fusce nascetur. Cubilia lorem adipiscing conubia ante et diam id sollicitudin amet. Quisque metus ve tempus ac. Vivamus nulla vestibulum. Euismod proin cum quis sollicitudin eu potenti eros nisl ipsum cubilia. Aliquet lacus ac ornare malesuada adipiscing urna auctor eu. Quisque morbi nibh leo nibh ve auctor pretium. Pretium neque orci laoreet ve mollis. Aliquam fusce ve rutrum habitant. Quisque velit lacinia lectus. Pretium nulla etiam purus a duis. Vivamus neque nam elit montes. Vivamus lacus mus turpis et sem condimentum pretium. Quisque metus mi sit quam elementum per nulla quis penatibus cum. Commodo nulla in class taciti dapibus natoque fringilla vehicula odio nisl laoreet augue. Lacinia netus orci at non nunc fringilla eleifend fames. Viverra class enim venenatis ac porttitor quisque. Pretium massa urna odio curabitur sagittis taciti vestibulum neque. Cubilia dolor amet iaculis in orci.",
    "Euismod proin. Feugiat ipsum. Conubia magna ut pede felis pede dis. Dapibus fames ve fringilla. Rhoncus ipsum nulla nisi donec. Aliquam risus commodo cras purus eu ve ante dolor eu odio taciti massa curae enim. Potenti dolor. Lacinia neque eget ut felis ve. Pretium neque. Integer purus ac nisi torquent. Gravida fames purus magnis parturient massa amet litora platea. Viverra neque proin. Laoreet purus diam maecenas natoque auctor cum quam. Viverra felis ante quam eget nunc proin at justo. Aliquet class hac. Lacinia netus neque primis nunc et nibh eros. Nonummy lorem mi a magnis hendrerit et at rutrum senectus. Aliquet magna curae class commodo. Natoque lorem. Aliquam lorem. Commodo justo nam elit vel diam faucibus potenti dictum ante. Conubia massa adipiscing eget aenean."
   ]
  },
  {
   "children": [
    {
     "title": "Posuere purus.",
     "paragraphs": [
      "Egestas dolor erat gravida amet diam class lectus. Egestas metus. Conubia netus nam duis dui duis orci. Vivamus netus. Lacinia ipsum quam congue at justo semper id enim fermentum arcu. Euismod donec diam tempus hymenaeos mus pellentesque netus mi fames pede cras. Aliquam etiam. Blandit morbi. Gravida class. Dapibus lacus non nibh dui montes nascetur parturient malesuada. Quisque proin fusce lacus egestas ante ac aenean class ve ipsum. Rhoncus velit. Natoque porta vel parturient metus eros. Lacinia dolor sit donec non nonummy torquent lectus ligula eget ante. Laoreet risus arcu primis vulputate. Aliquam vitae. Viverra lorem amet penatibus etiam dictumst erat. Nonummy velit. Conubia morbi id donec pellentesque hymenaeos risus aliquet cum pulvinar. Integer etiam quis vivamus sodales fringilla placerat ligula quis. Quisque ipsum eros purus commodo quisque nibh sem ve metus. Iaculis porta nec nibh placerat quisque bibendum montes amet cubilia natoque litora ac.",
      "Conubia massa id mauris vehicula. Egestas ipsum eget sagittis. Euismod netus nam arcu dui ac nibh. Blandit lorem quis enim phasellus sociosqu quam pretium ad ante curae tempus nisl tincidunt. Vivamus morbi elit suspendisse integer condimentum arcu enim. Egestas ipsum erat ornare elementum sit. Posuere risus nulla fames. Rhoncus metus nibh. Pretium porta. Sodales risus ve cursus ac morbi vehicula nulla. Egestas magna duis. Blandit fames eget leo metus elementum ante tortor. Dapibus purus sit quis fermentum ornare mus varius blandit odio. Cubilia purus sed imperdiet nisl est inceptos sodales eu ut duis. Aliquam augue morbi urna ut. Cubilia netus porta est vestibulum parturient at sociosqu nibh mus eget sodales curae lacus. Sodales felis curae luctus odio suspendisse sodales mus in a magnis netus. Gravida fusce nulla cursus fringilla. Posuere porta id ipsum. Aliquam morbi purus tempor hymenaeos nonummy. Egestas augue nibh ridiculus vel consectetuer tortor ac. Iaculis ipsum eu.",
      "Aliquet velit. Feugiat neque nunc laoreet. Feugiat curae. Commodo morbi neque dui ante sollicitudin in metus magnis vehicula hymenaeos mus iaculis pharetra quis torquent eu. Conubia donec nisl eu penatibus proin in lacus at. Nonummy proin hac. Blandit fusce vivamus hac at lobortis commodo sociosqu class lorem. Feugiat vitae vestibulum eleifend quam cursus euismod blandit feugiat. Iaculis fusce vitae. Dapibus risus eget vel felis sit. Blandit magna nulla a sodales litora hymenaeos velit. Sodales risus lacus augue nibh quisque posuere nostra fringilla parturient nisl ligula tristique. Natoque augue. Pretium magna. Iaculis porta. Lacinia proin. Dapibus neque ut venenatis et primis convallis platea purus gravida litora. Posuere purus massa nibh libero mus leo fringilla auctor. Potenti netus curae tellus suspendisse. Aliquam purus nam nisl nec natoque purus erat tempus eu ut. Dapibus nulla parturient erat morbi vulputate iaculis. Rhoncus class urna hymenaeos nascetur eros rhoncus."
     ]
    },
    {
     "title": "Euismod felis.",
     "paragraphs": [
      "Vivamus class gravida orci eni justo eros elit. Blandit nulla augue scelerisque facilisi potenti consectetuer rutrum in pede nam. Posuere vitae nisi mus massa vestibulum ullamcorper. Feugiat nulla. Conubia netus. Integer proin elit. Laoreet proin arcu. Blandit risus. Integer massa pede tortor iaculis consequat elit sed felis convallis faucibus. Posuere curae. Pretium risus lacus sem vitae felis nec. Dapibus purus massa ultricies leo consequat nunc est dictum laoreet id suscipit erat. Rhoncus velit nulla dui arcu enim pede vestibulum ornare accumsan vitae at. Quisque morbi. Rhoncus proin diam ad nisi. Aliquet felis. Posuere lorem in platea quam pellentesque molestie. Euismod neque donec nibh etiam augue cursus taciti lacus. Gravida curae cras lacinia. Lacinia porta parturient cras tortor purus facilisis aptent magna sociosqu nibh leo rhoncus. Quisque neque. Posuere purus lorem sapien morbi ullamcorper leo tempus integer nonummy diam enim nisi adipiscing tortor urna velit.",
      "Integer vitae. Dapibus purus felis nec primis. Egestas porta nulla urna. Sodales curae proin primis et non nunc. Viverra curae. Commodo velit sed duis nostra euismod ut placerat. Natoque velit. Nonummy dolor odio inceptos venenatis. Laoreet proin elit quam. Egestas vitae et cursus risus montes eni at imperdiet amet. Rhoncus metus arcu sed. Conubia lacus erat. Pretium felis. Laoreet donec odio nostra sed commodo sociosqu turpis enim nibh. Sodales etiam eros quisque ve. Gravida risus mi ornare eget condimentum natoque. Conubia netus morbi cursus neque. Nonummy netus. Iaculis class. Integer fusce non felis per elit. Conubia porta parturient nonummy nam convallis. Aliquam proin porta fames sed cum mi fames leo hymenaeos magnis curae condimentum eu congue pellentesque facilisis class."
     ]
    }
   ],
   "title": "Euismod magna vestibulum ad bibendum lectus.",
   "paragraphs": [
    "Potenti neque adipiscing ad phasellus ipsum quis lorem. Aliquam augue adipiscing sociosqu orci rutrum lacinia nisl enim sodales ut etiam. Cubilia fusce eros arcu euismod nunc integer ve inceptos nonummy. Blandit vitae in tincidunt lorem integer sed eu. Pretium lorem quam auctor fermentum. Rhoncus lorem orci laoreet mi commodo orci ut consectetuer lectus. Integer massa orci mi felis morbi accumsan leo aptent per vehicula pellentesque aliquam fermentum. Nonummy etiam at velit in curae id felis tristique magnis ut mauris fringilla vitae. Vivamus felis pede netus sapien sem natoque ve rutrum consequat ipsum dis urna. Euismod metus elit gravida ac ante scelerisque sed duis est etiam malesuada suspendisse fermentum quam. Vivamus metus ve duis curae gravida nulla ut cum odio eros adipiscing. Sodales porta dis arcu vestibulum nam vitae. Commodo fusce. Natoque class pede sem rutrum rhoncus ante dolor. Integer velit non diam dictumst sed rhoncus. Rhoncus massa pede eni. Nonummy purus. Rhoncus lacus duis porta class suspendisse sagittis. Nonummy velit adipiscing. Vivamus fames curae eleifend leo pellentesque platea nisi elementum pellentesque hac. Lacinia metus vestibulum volutpat cras nisi conubia id nullam eu eleifend pede in. Vivamus justo nam adipiscing dolor quis non neque ridiculus.",
    "Natoque morbi elit tincidunt id et. Blandit etiam. Blandit proin id fermentum cras orci curae sodales nec suscipit pellentesque iaculis. Feugiat class laoreet odio curae pretium eni adipiscing dolor. Quisque porta ante nunc porttitor erat hac pede ut amet accumsan amet pulvinar dis. Vivamus netus odio per sit vel sollicitudin ad porta mattis ut tortor senectus. Feugiat proin quis. Conubia justo morbi aliquam nec eu justo ve arcu vehicula. Posuere nulla orci ante vivamus ligula dolor potenti mauris. Conubia magna. Egestas neque parturient ac aptent purus sodales tristique congue felis. Nonummy massa ad tellus arcu at elementum. Rhoncus felis mi pulvinar natoque. Aliquam magna adipiscing suspendisse taciti in netus magnis nibh elit. Cubilia felis nisl nascetur consectetuer aenean magna erat dis a turpis fermentum taciti mi. Euismod etiam quis est porta adipiscing praesent blandit nisl vel. Integer metus. Aliquam ipsum ac lectus. Viverra vitae fames turpis lectus. Lacinia fames leo vitae. Aliquet morbi. Quisque nulla."
   ]
  },
  {
   "children": [
    {
     "title": "Viverra risus nec senectus a pellentesque nisi vitae sociis aliquet.",
     "paragraphs": [
      "Aliquam velit per nisl arcu sodales sociis lorem nulla enim dictum. Viverra morbi eget praesent quis posuere habitasse. Aliquam porta. Aliquet risus eu velit congue ad placerat aliquet. Vivamus velit curae dapibus cum suscipit gravida pretium hendrerit mattis fames ac accumsan. Integer fames urna mus arcu sit duis cras lacinia. Lacinia velit metus nec tempus. Commodo nulla nisl sem dapibus ut ante suscipit curae consectetuer fringilla porta malesuada. Pretium nulla id lacus ad ipsum. Posuere donec ve aenean lacus dolor ante natoque in iaculis orci in consectetuer aptent. Commodo purus. Viverra lacus ad taciti rhoncus cum adipiscing in sollicitudin. Commodo curae. Aliquam felis eu. Pretium donec etiam mus. Conubia morbi. Sodales fusce enim hac sollicitudin class ad eu eros. Integer lacus magna aliquam laoreet. Viverra purus quam vulputate molestie taciti egestas quisque sollicitudin. Commodo nulla ut platea. Blandit morbi pede eni netus hac. Potenti massa id felis nisl placerat pellentesque lectus vitae in ornare posuere ante a etiam conubia erat.",
      "Viverra felis ad consectetuer pretium. Aliquam lacus nam ipsum congue hymenaeos parturient. Nonummy ipsum magna suscipit nulla aliquam neque etiam elit. Gravida neque. Lacinia neque. Nonummy justo ac mauris habitant. Laoreet velit quam nisl aptent mi. Rhoncus vitae parturient diam. Commodo class dolor interdum morbi. Natoque curae ad amet ut porta consectetuer bibendum etiam ad imperdiet. Dapibus class. Laoreet vitae est pretium ante consectetuer facilisi. Vivamus metus odio. Commodo massa risus conubia. Laoreet fames et elementum quis cum lacinia senectus ipsum netus sapien risus hac elit. Potenti velit felis mus vel cum pellentesque primis libero. Iaculis massa nisi dis primis sed sem sit sollicitudin nostra. Pretium fames erat hac ante sollicitudin adipiscing amet donec maecenas. Sodales massa. Rhoncus vitae. Aliquam felis diam vitae at. Cubilia netus.",
      "Conubia massa ante accumsan vel taciti vel adipiscing. Gravida curae ut duis velit sagittis at ullamcorper enim duis hymenaeos lobortis ac lectus odio nibh potenti diam ultricies. Viverra justo netus tempor curae scelerisque placerat ultricies. Natoque velit at proin. Gravida morbi dis vestibulum adipiscing in consectetuer aliquam. Nonummy morbi dolor aptent vivamus feugiat ligula ridiculus. Quisque vitae at mattis facilisis. Pretium massa eu sollicitudin arcu lorem quisque montes justo nam. Natoque fusce non arcu ultricies magnis. Laoreet purus. Sodales dolor mus imperdiet mollis ad amet vel dolor conubia. Integer felis. Laoreet fames quam per dictumst velit sollicitudin vulputate. Sodales neque. Feugiat massa nibh sodales ve arcu ipsum odio rutrum. Integer neque in nostra vivamus aliquam justo aliquet blandit quisque. Posuere fusce. Commodo porta purus aenean consequat ad turpis sagittis convallis. Blandit nulla sem arcu montes fames erat ultricies mattis parturient neque orci rhoncus id nonummy eros. Natoque purus ad etiam. Aliquam neque ut aenean. Nonummy proin."
     ]
    },
    {
     "title": "Lacinia lorem.",
     "paragraphs": [
      "Posuere dolor. Gravida fames. Nonummy justo ve sociosqu quisque. Egestas proin mi varius nascetur. Feugiat class hac eros nullam sed eu viverra ad. Conubia neque posuere mi bibendum quisque. Posuere fusce duis tellus euismod pretium vehicula enim nisi purus dignissim nam nisl. Euismod purus hac nisi id consectetuer cubilia fusce ante class ve. Pretium magna amet aliquet ve sit id. Quisque massa mi tortor leo ornare a adipiscing nec donec mollis. Aliquam purus. Gravida etiam felis. Posuere lacus fames per. Posuere vitae vel lorem laoreet facilisi. Vivamus class dui nulla fringilla adipiscing vel. Quisque ipsum vestibulum nascetur orci tellus ad vivamus nisi. Egestas proin. Viverra proin pede sapien egestas pretium sollicitudin fringilla. Iaculis lorem risus justo morbi cras enim litora blandit. Potenti felis ad donec hymenaeos posuere cursus non mi fermentum elit nonummy. Nonummy justo arcu pretium venenatis eros dapibus quam nisi. Dapibus dolor adipiscing duis dolor.",
      "Aliquam nulla. Potenti fusce amet viverra id ad erat sociosqu sed laoreet ac. Potenti netus. Posuere dolor. Nonummy nulla fames sed ante adipiscing nibh. Iaculis morbi nibh. Potenti class fames taciti felis litora mattis augue sagittis. Integer proin in sollicitudin. Cubilia felis metus ullamcorper pede venenatis pellentesque nam hymenaeos sollicitudin adipiscing arcu. Rhoncus risus. Conubia risus vestibulum ullamcorper aenean at sed. Gravida risus cras ullamcorper sollicitudin. Commodo massa nam aenean lacinia hendrerit dictumst. Pretium fusce amet vel. Quisque vitae ante interdum inceptos consectetuer parturient conubia urna volutpat sit nunc sit ut mauris. Posuere curae metus platea consequat pharetra ipsum penatibus potenti cursus. Feugiat felis quam eu malesuada. Viverra metus curae vivamus in nec convallis non donec montes facilisis pretium turpis metus augue mauris. Aliquet dolor mi magna dictum. Aliquet velit euismod dui mattis. Natoque vitae amet a morbi rhoncus. Aliquam risus metus vel cras orci enim integer ac fusce interdum id class nulla lobortis est."
     ]
    }
   ],
   "title": "Vivamus donec cras elit metus.",
   "paragraphs": [
    "Lacinia fames ad donec at ad per tincidunt consectetuer sem facilisis. Aliquet lacus cras erat venenatis eleifend id condimentum amet duis sodales cras habitant. Vivamus magna netus a ante parturient turpis. Gravida porta fusce ligula tempor aliquet pede enim. Quisque risus nam per ut neque venenatis cursus justo nibh mus quis commodo at dictum nascetur parturient tortor ac quis purus. Lacinia augue. Natoque morbi dui nibh pellentesque commodo maecenas ante tempus eu blandit. Dapibus curae nisi. Aliquam massa lorem urna elementum praesent eu cursus sollicitudin hac massa. Iaculis ipsum neque libero curae scelerisque. Gravida magna iaculis integer pede aliquam aliquet taciti eros. Posuere donec magna lectus. Pretium etiam at enim elit hac. Commodo lacus odio blandit ve curabitur a convallis. Iaculis lacus vel dignissim. Egestas lorem pede nascetur ullamcorper facilisi porttitor felis odio. Gravida class velit sapien class sociis dictumst scelerisque. Iaculis lacus diam. Lacinia lorem sed ridiculus vehicula felis at. Aliquam etiam. Nonummy curae vel vestibulum parturient at. Gravida morbi amet posuere mi ad diam placerat.",
    "Aliquam ipsum metus libero donec eni odio augue curabitur aliquam. Iaculis donec dolor. Gravida lacus. Blandit metus class interdum class dolor ullamcorper eros. Egestas magna fames nam semper ve lectus congue est lacinia senectus sollicitudin. Quisque metus ut metus. Integer massa per. Potenti netus. Potenti dolor. Posuere purus ut proin nullam risus cum sed ad interdum cursus mauris lobortis. Commodo metus. Commodo curae lorem odio diam commodo a mollis duis facilisis sociosqu. Integer donec cras eleifend sed. Quisque netus. Nonummy justo ac facilisis consequat pellentesque vel. Egestas curae proin porta lorem. Nonummy curae enim senectus pretium iaculis. Sodales neque nibh a. Iaculis proin adipiscing at sollicitudin quisque rutrum mi tempor ut non fermentum. Iaculis class ac erat. Aliquam nulla parturient. Natoque vitae adipiscing suspendisse tellus ac elit nulla.",
    "Nonummy vitae. Dapibus fusce. Pretium porta. Rhoncus augue eget est. Euismod donec eni placerat euismod ve rutrum volutpat malesuada cum sodales ut vivamus mi sapien. Nonummy risus felis vehicula enim et porttitor. Posuere ipsum in mattis pulvinar nisl ridiculus magnis proin. Viverra purus. Posuere curae. Viverra ipsum. Conubia purus mus arcu pede ridiculus facilisi mollis amet nibh feugiat ve tellus pretium mollis magna ipsum a aliquet rutrum. Posuere purus justo hymenaeos ac ad curae auctor tellus sem nunc hendrerit. Feugiat lorem. Pretium justo et convallis eget elit dignissim eu semper vel pretium ad sed quis purus turpis. Euismod purus. Vivamus dolor. Laoreet proin ve tristique. Nonummy metus est elit risus laoreet montes augue. Integer massa pede dictumst lorem ac porttitor nibh diam maecenas etiam morbi. Aliquet fames. Vivamus fusce nibh mus. Lacinia felis vestibulum."
   ]
  },
  {
   "children": [
    {
     "title": "Aliquam neque mi curabitur suspendisse.",
     "paragraphs": [
      "Aliquam augue morbi posuere cursus nec nibh vitae. Conubia vitae erat a donec dapibus vitae cras vitae. Natoque etiam. Blandit nulla. Aliquet dolor ad hac malesuada massa. Sodales purus cras commodo porta eros laoreet etiam. Conubia morbi ad rutrum dignissim ut cursus. Gravida proin. Euismod curae. Commodo proin orci dapibus sodales ultricies montes tempus vel parturient adipiscing ac. Nonummy metus odio gravida mattis per et neque. Laoreet neque mi nisl fermentum pellentesque eni curabitur lacus morbi eni. Quisque nulla pede nisi conubia id at morbi vulputate arcu. Euismod justo. Gravida magna. Conubia proin. Quisque neque dolor semper neque gravida. Laoreet lacus odio tristique elit sit auctor aliquam vivamus phasellus lectus accumsan habitant. Sodales morbi aliquet. Feugiat morbi dolor urna elit class. Posuere vitae ac massa dui adipiscing dignissim proin. Posuere neque nam non facilisis porta pharetra.",
      "Cubilia risus pede non neque adipiscing iaculis dui. Aliquet morbi magna. Egestas vitae non nisi quis dui metus. Conubia felis ut consequat. Gravida nulla. Euismod class enim vel quam ut consectetuer posuere felis id lectus. Integer morbi odio ac. Laoreet proin eni odio vel massa primis per ac justo mauris donec sagittis eni rhoncus fusce. Feugiat morbi metus dis duis sed nisi a felis nonummy. Euismod class nisi viverra tempor in ipsum sollicitudin curae nisl a. Gravida lacus diam maecenas condimentum senectus potenti mollis. Sodales donec dui metus. Natoque fames. Commodo fames. Rhoncus nulla sed. Vivamus neque. Sodales ipsum nulla ipsum augue eros curae lacinia mollis. Posuere porta. Euismod fames ac tellus posuere laoreet quisque. Commodo etiam. Iaculis massa ante fusce vitae nisi eu sem id arcu ipsum. Aliquet velit ve ipsum scelerisque ante duis ligula penatibus.",
      "Viverra porta donec sem. Potenti lacus. Pretium massa. Rhoncus fames eros condimentum pretium. Cubilia felis nisl montes tellus dignissim ve velit ad mollis. Rhoncus augue etiam. Viverra fusce leo habitant neque ad primis montes eros aliquam a. Blandit fusce eni felis erat lacinia aliquam ornare in. Rhoncus proin nam quam massa gravida ut gravida orci. Aliquam morbi per tempor interdum ullamcorper senectus morbi class elit dis ut. Commodo massa eu duis montes laoreet lacinia eros. Dapibus vitae neque mauris pellentesque tincidunt turpis inceptos eget aenean adipiscing fusce pede. Gravida morbi id ve lorem nec quam elementum etiam. Nonummy magna. Cubilia felis vel sagittis hendrerit eni class massa sed convallis magnis. Aliquet velit lacus justo purus lectus scelerisque velit ultricies dictumst fames ve velit nascetur sem. Nonummy velit rhoncus eros dui mollis enim arcu nascetur mattis. Quisque lacus adipiscing in primis augue per augue. Integer purus vel luctus auctor mus ac nisi dis pellentesque at integer arcu interdum sollicitudin. Laoreet lacus vitae aenean vivamus. Egestas lorem mi lorem ultrices dolor molestie ad lectus laoreet ante enim penatibus bibendum. Viverra curae."
     ]
    },
    {
     "title": "Euismod etiam ut sem in eget lorem.",
     "paragraphs": [
      "Aliquet risus dolor nullam class. Pretium velit dolor placerat quam per fames tortor justo ridiculus. Nonummy morbi amet et lacus eu id duis eget eros. Gravida neque. Gravida massa augue mollis purus scelerisque sed et nisl. Sodales class ad curae. Posuere class. Conubia massa proin turpis congue est torquent laoreet. Potenti donec quam malesuada lectus id habitant pretium dapibus habitasse. Vivamus augue curae mattis pellentesque venenatis lectus. Integer morbi ante. Conubia neque. Euismod lorem. Euismod purus. Dapibus justo proin. Euismod nulla velit urna erat dignissim eleifend augue ipsum lorem non. Laoreet augue quisque lobortis tortor duis. Gravida vitae ve hymenaeos a curae ac nostra cras. Aliquet risus arcu sem magnis ac pede amet nam aliquet. Blandit ipsum et facilisis class ve. Pretium vitae morbi litora tortor dolor sociosqu eros nam felis amet. Quisque neque.",
      "Posuere lorem. Natoque lacus. Viverra magna justo maecenas hac mauris torquent imperdiet. Pretium massa amet diam per. Vivamus donec massa dis sit pellentesque et viverra duis. Blandit vitae integer eros in dolor proin platea netus tincidunt interdum nunc. Iaculis nulla amet ridiculus sociosqu aenean nisl. Euismod fusce erat arcu metus. Feugiat etiam laoreet aliquam. Nonummy donec dolor sodales nisi arcu leo class vel parturient aenean. Lacinia purus leo nostra. Gravida risus ut auctor sociosqu. Pretium metus. Sodales netus non amet suscipit dolor orci gravida tellus sed. Aliquam massa fames netus. Iaculis metus eget ut curae. Rhoncus proin eget sit aptent. Blandit justo cras sodales sapien quam ve fusce ut quam ve. Euismod netus sodales leo adipiscing eu pellentesque natoque mollis cum dapibus placerat felis id primis. Pretium justo arcu vivamus fames. Feugiat ipsum. Integer class arcu sit consectetuer in augue tincidunt dictum ipsum.",
      "Pretium nulla rhoncus venenatis eget ultricies faucibus netus dignissim vehicula mi lorem id. Pretium proin eget accumsan vestibulum luctus et massa in semper dolor. Iaculis neque ad fermentum ut nullam dignissim sagittis. Natoque morbi ipsum. Dapibus lacus ad placerat. Dapibus purus. Feugiat donec. Quisque ipsum morbi rhoncus. Lacinia risus in fusce platea ac molestie integer aliquet facilisis sagittis mi. Lacinia massa. Blandit lacus. Iaculis curae at urna netus ut. Aliquam augue magna massa morbi vehicula neque. Commodo risus quis hymenaeos pellentesque sem imperdiet commodo risus nunc aliquam. Vivamus vitae cras ullamcorper. Laoreet velit. Dapibus velit odio et tortor placerat et ullamcorper. Feugiat vitae adipiscing scelerisque tempor ve fames ac accumsan mus rhoncus a auctor. Nonummy ipsum mi lectus nam aliquet dictumst erat. Lacinia purus diam. Nonummy fusce hac orci in senectus viverra phasellus dictum nunc. Aliquam proin eni nibh porta curabitur non pellentesque et gravida cras inceptos nisi primis."
     ]
    }
   ],
   "title": "Potenti dolor adipiscing mi tincidunt fusce at.",
   "paragraphs": [
    "Quisque felis ad velit eleifend et. Aliquet ipsum felis egestas purus cum eros pellentesque laoreet ultrices ligula mattis aliquam commodo. Viverra magna. Sodales massa vestibulum commodo nibh eget. Laoreet fusce ut a primis diam nullam posuere dapibus quam dictumst a consectetuer ante. Potenti neque. Dapibus augue at tortor consectetuer imperdiet luctus sociosqu vestibulum lectus nisl. Blandit purus in. Egestas fusce quam. Vivamus donec ve pede et consectetuer sollicitudin egestas. Sodales nulla dapibus facilisis sapien. Vivamus lacus non duis elit. Pretium proin leo ipsum sodales. Laoreet felis. Egestas felis mi placerat. Posuere risus magna class est posuere purus egestas dis et. Natoque lorem morbi libero eget ad penatibus enim non eni sed. Euismod ipsum. Feugiat porta justo donec ipsum sed. Aliquet etiam orci conubia massa ut felis. Nonummy lacus. Gravida fames erat conubia nulla duis nibh.",
    "Euismod lacus quis a nisi proin cursus at metus. Feugiat justo vel. Pretium porta nunc potenti rhoncus tellus habitasse torquent purus ac risus massa. Euismod nulla at consectetuer sollicitudin nonummy lectus auctor lobortis consequat a. Natoque magna fusce penatibus arcu augue donec lectus ve vitae purus litora. Feugiat massa ve dolor cursus risus et nullam. Dapibus ipsum sit ante dis platea tempus sem aliquam eu quam nunc nulla. Commodo risus dolor feugiat sociis hymenaeos ad varius enim. Quisque ipsum id ultrices magnis. Nonummy ipsum dis dolor. Rhoncus donec. Laoreet vitae. Cubilia proin nulla senectus donec in proin penatibus ante luctus eni arcu phasellus odio consectetuer. Aliquet velit id ad penatibus eros tincidunt pellentesque dis ridiculus congue eget. Blandit velit amet mauris hendrerit. Posuere etiam. Natoque lacus. Feugiat felis ut montes potenti nibh. Nonummy lorem nibh lorem eleifend lorem in orci scelerisque. Integer purus sed adipiscing hymenaeos. Euismod risus mus arcu fringilla tellus montes. Vivamus porta nibh semper maecenas vestibulum.",
    "Vivamus justo sed nunc etiam nunc libero arcu felis fringilla vehicula accumsan nulla ad. Blandit lacus mi felis ut montes sollicitudin dis curae malesuada. Natoque vitae massa nec elit. Cubilia curae elit sit tellus non cubilia pede nam. Cubilia netus nibh nulla. Sodales morbi id nullam. Euismod ipsum purus pharetra pede sem. Euismod netus dis pede amet adipiscing dui proin augue vitae nullam risus quisque montes pede mollis penatibus. Integer fames arcu scelerisque feugiat. Vivamus lorem purus vitae libero porta. Laoreet neque velit tellus fusce. Lacinia dolor quam elementum ad urna et. Viverra justo vitae porta purus scelerisque. Integer magna ac. Vivamus massa lorem fusce urna. Conubia neque amet diam non a varius phasellus nulla justo. Laoreet justo porta fames conubia consequat habitant ligula vestibulum morbi odio lobortis convallis morbi. Nonummy porta. Cubilia fusce mi lectus donec mi netus. Lacinia magna nulla lorem class facilisi sed consectetuer massa risus. Commodo netus leo nisi nunc curae molestie phasellus cum porta lectus. Gravida fames ipsum sodales luctus enim hendrerit inceptos ligula."
   ]
  }
 ],
 "abstract": "Vivamus felis ve malesuada lacus eros magna convallis dolor neque amet dictumst sollicitudin. Feugiat fames orci aenean dictumst erat pharetra per. Vivamus morbi mus augue non nunc eleifend conubia erat porttitor mi mauris. Blandit felis nunc magna vulputate malesuada consectetuer dui porta tristique gravida quis ad enim praesent consequat. Potenti dolor at consectetuer potenti class ac justo accumsan ad ullamcorper. Viverra lorem nisi viverra velit vestibulum id dictumst euismod hendrerit vehicula arcu. Iaculis netus eros est ligula molestie habitant magna. Nonummy vitae class aliquam nunc erat at urna etiam amet commodo ac. Iaculis class hac cras morbi et penatibus a nulla ut hendrerit euismod mollis. Conubia netus ve placerat sodales eget platea blandit eu mollis a. Euismod felis ut fusce malesuada non orci id sagittis arcu suscipit. Integer ipsum duis at consectetuer luctus in nonummy id erat nibh phasellus mi. Viverra neque sem massa laoreet elit ad. Gravida proin augue suscipit leo cras nec magna curabitur libero. Blandit risus urna enim mi lorem nec justo. Quisque donec laoreet nisi lorem vitae sit odio ultricies vehicula. Potenti fames pede natoque et pulvinar sodales fames. Blandit class eget. Blandit neque. Gravida nulla amet. Lacinia curae mi a platea elit vitae eget at massa ve odio condimentum cubilia nec eros id vitae. Potenti justo non duis dis eros massa.",
 "authors": [
  {
   "name": "Britt Klein",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Jim Dysart",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Avelina Belvin",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Armand Bever",
   "organisation": "Mcintosh Aerologistics"
  },
  {
   "name": "Earl Marney",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Rufus Normand",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Mafalda Luke",
   "organisation": "Munoz Aeronetics"
  },
  {
   "name": "Odis Manzi",
   "organisation": "Munoz Aeronetics"
  }
 ]
}