{
 "authors": [
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Garrett Osborn"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Myles Yantis"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Ernest Laub"
  }
 ],
 "abstract": "Iaculis massa est urna. Gravida lorem cum nunc nec nonummy in et at metus ac pede nulla dapibus nisl. Pretium lorem non amet eu lorem ac. Dapibus massa. Sodales class in malesuada adipiscing mus adipiscing vestibulum ac convallis a cum. Vivamus felis. Integer donec proin. Laoreet velit nec nibh ad felis. Laoreet donec velit eros. Aliquet etiam vel potenti praesent consectetuer quisque mauris. Gravida neque class netus. Feugiat metus. Vivamus morbi in ante pede cursus egestas aliquet nisl adipiscing venenatis suspendisse convallis quis class potenti semper in. Posuere magna pede viverra odio arcu ut donec. Vivamus dolor ve. Gravida donec. Egestas purus ut et sociis ac. Nonummy morbi non amet feugiat id netus tincidunt hendrerit eget quis et quam gravida. Conubia massa vel malesuada lectus ridiculus fusce mi lorem. Potenti morbi neque congue ad tempor. Lacinia metus sodales feugiat urna inceptos a maecenas nec natoque risus. Vivamus massa eu ipsum phasellus hendrerit risus porttitor placerat enim aliquam.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Chern numbers for singular varieties and elliptic homology",
   "key": "Tot97",
   "author": "Burt Totaro",
   "year": "1997?",
   "note": "preprint?",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "key": "TT81",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114,
   "pages": "457--491",
   "year": 1981,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "key": "BBF92",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "pages": "187--192",
   "year": 1992,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Intersection homology {II}",
   "key": "GMP83",
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "pages": "77--129",
   "year": 1983,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Stiefel--{W}hitney homology classes",
   "key": "HT72",
   "author": "Stephen Halperin and Domingo Toledo",
   "volume": 96,
   "pages": "511--525",
   "year": 1972,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Chern classes for singular algebraic varieties",
   "key": "MP74",
   "author": "Robert MacPherson",
   "volume": 100,
   "pages": "423--432",
   "year": 1974,
   "journal": "Ann. of Math.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Conubia netus dapibus nunc.",
   "paragraphs": [
    "Iaculis ipsum aliquam tincidunt at ullamcorper. Sodales porta quis tortor. Blandit justo cubilia leo. Vivamus magna ve ac. Posuere risus. Commodo ipsum ac ipsum ve. Laoreet dolor orci diam. Natoque morbi id elementum massa quis arcu elementum eu ipsum vel. Potenti proin eget et sollicitudin tempor ve. Feugiat massa nibh ullamcorper pretium etiam mi aptent a feugiat luctus neque. Dapibus morbi justo ante purus molestie habitasse eu nibh interdum magnis. Aliquet lorem dui adipiscing. Nonummy fusce ac in magna consequat auctor nascetur dictumst pellentesque vestibulum cubilia erat. Conubia proin lorem laoreet iaculis tempus erat nunc iaculis. Posuere vitae. Lacinia class in hac. Egestas dolor felis magna. Blandit felis fames. Rhoncus purus ad neque eget arcu nibh euismod odio. Rhoncus risus metus curabitur. Gravida netus nunc ad urna. Conubia velit cras tristique sem eros dis nisl.",
    "Laoreet neque per eget ac lorem inceptos vestibulum. Iaculis morbi adipiscing molestie. Laoreet massa. Egestas fusce odio placerat sed pellentesque class felis facilisi purus ve proin. Egestas felis duis dolor neque turpis placerat. Dapibus dolor magna proin pede pulvinar augue varius ut id. Conubia nulla ipsum elit aptent elementum facilisi arcu cursus malesuada sociosqu nibh. Cubilia magna id orci consequat bibendum diam amet orci pede viverra id congue. Nonummy risus vel orci semper lectus elementum. Quisque nulla vel montes vulputate magna ante vitae duis eu metus. Viverra donec eu eni ante ut eros fames facilisi consequat eget venenatis in eget vehicula sollicitudin. Aliquet metus sit amet erat blandit. Posuere etiam class. Commodo lacus. Egestas porta augue a viverra mi sagittis non consectetuer metus porta. Lacinia justo vitae est cras urna torquent sociis. Conubia risus massa tempor purus tortor. Viverra donec id nisl at dictum magna lacinia. Feugiat porta orci primis sagittis nunc mi dolor nunc ultrices. Dapibus etiam porta montes scelerisque dolor. Commodo netus nibh aliquet et leo semper sociosqu elementum a venenatis dolor. Laoreet felis et cursus facilisis parturient cum ipsum magnis."
   ],
   "children": [
    {
     "title": "Feugiat neque id bibendum magna.",
     "paragraphs": [
      "Posuere donec ac tempus laoreet egestas. Euismod metus ipsum quam id pellentesque aliquet porta ad. Feugiat class pretium amet diam felis. Posuere nulla duis. Egestas fames quis facilisi senectus. Integer fames. Pretium dolor in vulputate donec venenatis porttitor. Potenti donec nisi a dolor ac. Vivamus ipsum. Cubilia metus at nibh risus placerat fames mollis ullamcorper. Vivamus curae mi aenean consectetuer dui massa purus montes. Viverra etiam elit integer ve libero. Aliquet porta. Laoreet donec ad erat pede nonummy ac tempus vivamus enim quam ridiculus aenean. Aliquam metus vitae a laoreet ut cursus eleifend justo quisque velit quisque massa. Sodales purus commodo nostra lacus aliquet. Quisque nulla. Iaculis justo. Nonummy morbi eu cras at nibh mus orci vitae. Iaculis justo odio. Egestas vitae porta platea pede rhoncus quis nisl purus scelerisque. Aliquam curae proin eleifend.",
      "Cubilia risus. Egestas proin orci cras. Quisque velit adipiscing condimentum libero ad inceptos. Potenti ipsum et turpis pellentesque curabitur metus quis curae. Aliquet etiam. Egestas curae in semper nascetur ultrices potenti mattis fusce scelerisque. Natoque felis nisl ligula magnis pede arcu potenti ut lorem lobortis. Rhoncus purus eros integer ad velit pellentesque phasellus donec sagittis duis sodales. Cubilia proin amet etiam. Laoreet fusce. Nonummy curae quam tincidunt. Feugiat curae blandit tristique nec eni dis at lacinia et. Cubilia lorem arcu vehicula. Rhoncus risus erat semper mi tellus libero nascetur dignissim ve condimentum ad nullam. Feugiat velit magna per cras parturient fringilla fames porta. Sodales massa ac sapien quis suspendisse pellentesque quisque nisi. Egestas netus ut nostra class purus erat id pellentesque. Vivamus neque aliquam aliquet duis ad tristique et convallis justo mi. Nonummy fames. Commodo porta. Posuere proin non. Pretium felis nulla non enim parturient."
     ]
    },
    {
     "title": "Euismod fusce eu neque sociis blandit.",
     "paragraphs": [
      "Blandit justo. Euismod etiam quisque ridiculus tempus. Egestas augue. Conubia augue dui metus felis placerat eget blandit. Viverra porta ac ipsum vel eget erat etiam metus. Laoreet donec elit nascetur viverra diam sollicitudin ve egestas. Aliquam lorem odio netus natoque hymenaeos. Cubilia magna curae purus dictumst felis. Lacinia lacus. Feugiat donec. Viverra class. Pretium massa nibh. Potenti dolor ut. Integer fusce cubilia dictumst. Conubia velit non quis accumsan. Egestas proin parturient eros tellus mauris felis amet. Viverra neque et ligula est parturient venenatis enim dui augue fames fusce. Potenti curae non mollis ante non eu purus condimentum vel nunc. Sodales curae donec auctor fringilla nec dui pellentesque. Aliquet curae adipiscing scelerisque nostra et nascetur leo nisl. Viverra ipsum. Natoque magna justo conubia vivamus aptent est.",
      "Iaculis netus quam interdum accumsan. Pretium curae. Blandit justo arcu cras eros sapien parturient sollicitudin. Egestas lorem. Cubilia morbi nisl mus a aptent elit nullam. Quisque lorem eu ipsum aenean. Lacinia massa. Cubilia risus et curae placerat facilisis nam nonummy nunc mi. Vivamus ipsum cum sapien ad hymenaeos. Lacinia fusce ut. Laoreet netus class enim. Euismod proin nibh congue phasellus curae eu proin suscipit. Conubia purus at convallis a leo phasellus. Posuere metus mus fusce elit felis semper scelerisque proin lectus nunc quisque dictum. Iaculis porta dolor etiam sit urna ultrices eget nam pretium interdum. Aliquet porta nibh eros sit neque. Euismod dolor. Iaculis proin metus tortor nisl sollicitudin at massa. Natoque magna ac sociis phasellus accumsan. Aliquam metus. Euismod ipsum massa congue ligula consequat fringilla ante ullamcorper id lectus venenatis. Lacinia metus nisi fames dapibus mauris.",
      "Iaculis metus per pede quis. Cubilia purus netus sit tempus egestas urna arcu. Gravida risus id porttitor suspendisse nulla. Natoque fames nibh ac primis. Conubia neque donec rutrum in nunc dignissim leo nulla consequat. Dapibus ipsum. Commodo lacus adipiscing faucibus ipsum lorem pede laoreet proin ve cras porta at. Potenti metus odio eget. Aliquam proin eget fringilla. Dapibus felis enim ornare libero convallis morbi erat. Quisque fames at lacus mollis ad mi cras ac cursus cubilia eget pede. Posuere justo etiam non urna. Posuere risus mi proin ac varius. Nonummy lacus dis per dui sit sollicitudin aenean. Blandit purus eni quis etiam montes taciti conubia eu. Potenti massa. Iaculis porta lorem vivamus rutrum phasellus fusce eni eget aenean morbi dapibus. Laoreet felis dui lectus hendrerit iaculis orci arcu torquent. Natoque fusce ut. Conubia dolor ad. Nonummy neque. Aliquet lorem ut auctor dictumst adipiscing hendrerit ullamcorper leo at platea."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus lorem.",
   "paragraphs": [
    "Aliquam fusce vestibulum ante velit nostra. Lacinia nulla et proin. Quisque ipsum nam pede hac nisi sed felis potenti. Aliquet vitae quis ve duis id ultricies eget dictum ve. Posuere purus at semper consequat porta et metus sollicitudin ipsum elit diam dictumst massa malesuada. Commodo lacus. Vivamus lacus at eros placerat laoreet massa nibh. Natoque fames sem tortor orci viverra blandit tellus sem vestibulum parturient mi. Blandit metus ut risus at montes pulvinar. Iaculis lorem sed parturient tellus. Euismod dolor ac semper habitant. Blandit felis rhoncus dapibus vulputate platea nullam porta adipiscing eros. Iaculis netus lorem quam sociosqu tristique cras sit amet risus. Gravida ipsum velit ante dignissim molestie nulla amet. Natoque vitae eni per. Aliquet nulla nam cursus feugiat ve turpis facilisi scelerisque non ligula. Nonummy etiam urna sit eu nullam sed ante parturient ut habitant sem nonummy. Commodo nulla. Integer lacus augue conubia hendrerit nascetur eu. Integer velit cum. Dapibus ipsum est inceptos pellentesque feugiat dignissim sociosqu. Cubilia fusce velit volutpat fames fermentum commodo vitae id consectetuer.",
    "Vivamus nulla. Cubilia nulla vestibulum viverra hac vestibulum rutrum velit massa cursus montes dui parturient. Feugiat metus. Rhoncus donec nibh porttitor sapien placerat commodo mauris. Sodales class ut aenean non et augue proin dictum. Conubia netus amet posuere. Commodo justo ad litora fusce class sodales platea. Natoque lorem. Cubilia class etiam aenean volutpat adipiscing sapien arcu risus litora primis orci nullam ut. Quisque netus. Dapibus metus elit dolor risus hendrerit fermentum. Natoque metus id consequat curae vitae leo parturient at pellentesque. Feugiat neque amet nisi dolor fusce ligula quis consectetuer vestibulum. Vivamus dolor. Commodo fusce. Viverra nulla ad auctor. Euismod fusce ve nisl erat proin vitae a elit parturient dui parturient luctus. Commodo morbi et tempor pharetra porttitor mollis magnis dictumst fermentum arcu suspendisse cubilia. Viverra dolor. Gravida fusce ante lacinia eu eget enim proin fringilla tristique quis hac risus imperdiet suscipit tempor. Posuere morbi eu lectus. Quisque metus nisl amet gravida quis a odio.",
    "Rhoncus felis diam elit. Dapibus augue. Pretium purus nam metus. Aliquet etiam. Egestas netus justo platea ac odio hendrerit urna quam gravida id sed litora. Feugiat ipsum potenti lacinia eros ve arcu neque ullamcorper duis. Euismod lorem neque facilisi ante viverra ad congue ridiculus cum. Pretium metus lacus leo adipiscing eu consequat justo duis suspendisse ad rutrum consectetuer. Commodo porta. Viverra curae ac nibh ac neque elementum hac consectetuer fames id tempus sollicitudin tristique fusce. Vivamus massa in mi arcu iaculis nunc pharetra parturient vulputate scelerisque tristique elit hac. Aliquet netus ve tortor mus lacinia bibendum sociis massa. Vivamus donec. Cubilia dolor orci. Pretium augue ac tristique massa quam sociis tempor aliquet at tempor a ultrices. Aliquam augue felis suscipit. Iaculis magna lorem vitae turpis. Dapibus neque proin interdum vulputate sem vel ad litora. Egestas augue. Pretium nulla non quis arcu pede. Integer dolor metus ridiculus feugiat fusce odio mus consectetuer massa amet semper sociosqu malesuada at ullamcorper nunc amet. Conubia lacus fusce lacinia id ultrices."
   ],
   "children": [
    {
     "title": "Feugiat ipsum cras nunc pretium etiam.",
     "paragraphs": [
      "Iaculis risus ipsum ullamcorper leo quam felis. Posuere magna ut interdum rhoncus felis donec. Euismod donec leo quam phasellus. Blandit lorem odio aenean eu non urna. Vivamus massa. Euismod ipsum integer eros consequat bibendum aptent. Egestas class. Posuere purus porta lacus lectus tempus torquent. Aliquam neque vestibulum in habitasse quam per. Egestas justo. Euismod magna vestibulum in sollicitudin commodo ornare convallis senectus donec at tellus porttitor id ridiculus adipiscing. Quisque metus ac mattis ve at lectus duis consectetuer faucibus class. Cubilia lorem ve a. Euismod risus nisi a lorem feugiat mauris. Quisque etiam quam euismod dui. Pretium vitae augue quis tempor nam at integer amet at cras massa ac. Aliquam netus. Vivamus etiam donec nunc placerat. Dapibus magna at lorem sapien pellentesque potenti. Rhoncus lacus ut mauris. Iaculis lorem nam venenatis nonummy fusce erat sodales class eget ve consectetuer mattis ac mauris. Nonummy fusce enim eni urna parturient tellus.",
      "Euismod neque leo vel at porta. Euismod massa. Aliquet augue parturient molestie egestas pretium habitasse diam posuere. Viverra vitae enim curae ligula parturient. Commodo class per pede hac dui. Blandit justo at lorem sollicitudin ipsum pede nascetur. Euismod class porta. Feugiat vitae. Viverra fames sed gravida. Conubia justo sit class ultricies est non mi dolor amet lobortis nonummy consectetuer tincidunt libero. Aliquam neque sed sapien dictumst erat. Pretium fusce elit orci tincidunt faucibus magnis rutrum dis aenean egestas ut auctor pulvinar. Cubilia magna nisi cum. Quisque felis eget sociis vestibulum sollicitudin aliquet metus. Vivamus proin orci tellus potenti quam elit euismod ad. Nonummy etiam ipsum fames hac duis neque auctor magnis sem et massa curae. Dapibus lorem vestibulum. Gravida porta. Egestas fusce euismod ultricies nascetur montes eros. Posuere curae. Iaculis lacus amet vehicula fermentum arcu sollicitudin primis auctor dolor est. Vivamus nulla et tellus lacinia nibh nunc euismod nibh arcu eu phasellus ridiculus."
     ]
    },
    {
     "title": "Potenti donec augue sem orci tempus commodo.",
     "paragraphs": [
      "Commodo donec est nunc sit pede massa. Conubia metus ad a elit. Egestas felis ad mattis volutpat quam vehicula. Iaculis felis id torquent potenti at quis nonummy commodo quam. Sodales massa amet augue laoreet augue diam luctus aliquet venenatis eu fusce fringilla. Sodales neque purus augue duis tincidunt. Vivamus curae. Potenti morbi dui augue nostra. Aliquam fusce nibh id massa pellentesque. Euismod justo eni neque taciti pharetra enim eu massa. Conubia felis pede laoreet etiam adipiscing praesent blandit dapibus. Vivamus netus lacus aenean curabitur id platea consectetuer malesuada. Rhoncus justo risus sed nibh vestibulum est fames facilisis consequat. Cubilia fames diam porta fusce nostra tellus fermentum parturient sem. Gravida purus dis duis rutrum ac volutpat tortor odio. Dapibus lacus. Blandit dolor donec. Gravida justo. Commodo morbi class a viverra varius. Quisque curae dis nullam. Vivamus dolor. Integer felis.",
      "Pretium class. Commodo lorem eu vitae ut. Feugiat fames pede est erat dui quis inceptos porttitor. Posuere justo mus. Rhoncus massa eget nonummy mattis nec sodales bibendum lorem. Sodales proin hac cras porttitor mi hendrerit proin ad justo vel. Integer felis quis varius et ultrices pretium metus. Nonummy lacus. Integer massa pede sed proin. Laoreet augue vestibulum. Gravida neque quis enim dis a libero etiam vestibulum dictumst gravida pretium. Gravida morbi nam primis turpis malesuada fames vel malesuada placerat. Potenti porta magna. Laoreet metus. Blandit etiam dis arcu nascetur. Sodales velit proin cras quisque ve eu mi pede malesuada aptent. Quisque class fusce dapibus per dictumst ridiculus cras sit arcu sit. Viverra augue non. Posuere etiam dui. Feugiat netus in. Sodales purus nisi primis posuere feugiat. Sodales vitae ad neque ad dui erat."
     ]
    }
   ]
  },
  {
   "title": "Rhoncus velit diam torquent.",
   "paragraphs": [
    "Potenti ipsum vel parturient hendrerit condimentum sit pede nisl dictum cursus. Natoque felis velit duis cum morbi consequat blandit class netus ante. Natoque felis curae duis sagittis a habitant arcu mus. Sodales justo ante nec etiam magna aliquet tempor eu mus nibh ad. Integer curae ut. Natoque purus non. Egestas class vestibulum potenti amet nunc. Iaculis ipsum conubia enim consectetuer. Dapibus metus purus mauris pede non netus arcu. Iaculis purus lacus eget egestas sociis dictum. Pretium dolor eu massa hymenaeos dignissim elit vivamus a luctus duis. Iaculis proin in porttitor phasellus sollicitudin non. Lacinia neque fames dapibus mattis erat dui nunc facilisis ornare class ridiculus sed quisque facilisi mattis. Lacinia morbi mus urna per dolor quam. Sodales curae eros curabitur ut mi quam vehicula. Egestas donec. Aliquet morbi ad eu arcu sociis nonummy integer. Euismod magna eros primis tristique rutrum nascetur amet varius id at montes consectetuer. Laoreet metus nisl odio nonummy cras amet aliquam a. Rhoncus purus pede egestas augue egestas habitasse nisi consectetuer luctus. Viverra etiam. Aliquam velit.",
    "Lacinia justo ipsum. Aliquet proin nibh ullamcorper pretium suspendisse orci enim porttitor. Egestas massa per morbi hac. Integer augue ad porta tortor suspendisse porta porttitor. Euismod purus pede a. Aliquam velit et fames sapien vestibulum risus integer. Commodo netus nibh dignissim sociis leo laoreet a condimentum leo. Iaculis fames quam a amet lorem sit elit risus blandit. Laoreet netus eni tincidunt nostra elit primis. Feugiat risus ad class ullamcorper orci tristique vel. Gravida risus. Vivamus justo purus. Aliquet netus parturient blandit diam habitant lobortis at morbi curae. Gravida porta felis euismod libero lacus tristique. Cubilia purus sit donec. Natoque risus nec feugiat. Lacinia ipsum augue turpis duis cras metus donec turpis dictum est. Egestas justo. Posuere metus arcu. Nonummy risus nisi hac nisl vel primis nisl duis blandit aliquam quam mi tortor bibendum. Sodales neque amet dignissim. Laoreet donec commodo posuere nisl."
   ],
   "children": [
    {
     "title": "Commodo velit sit urna nisi per.",
     "paragraphs": [
      "Iaculis donec at magnis senectus vivamus odio interdum commodo dapibus fermentum ornare placerat. Dapibus purus orci placerat ut suspendisse ante elit odio. Integer velit diam magna convallis morbi duis leo sit. Viverra fusce vestibulum et convallis a nec. Nonummy metus viverra. Laoreet metus. Natoque curae augue quis senectus fusce netus est pede non. Egestas curae at tellus. Commodo dolor orci maecenas rutrum quis eu. Euismod justo eget ullamcorper quisque velit augue netus ligula et praesent primis. Commodo purus. Cubilia metus diam euismod fringilla et ridiculus. Laoreet class pede netus et quis. Posuere dolor nibh turpis enim sollicitudin at nulla primis vel torquent potenti nonummy. Lacinia lorem dui sodales dis dictumst tristique nascetur. Nonummy risus elit lacinia. Dapibus velit quam suscipit fames. Conubia netus blandit id praesent sagittis class duis sagittis dui. Commodo massa nonummy tellus nam quam tempus id mollis vulputate. Lacinia fusce magna amet tristique magna elit. Lacinia nulla ve dictum litora conubia potenti turpis eu. Gravida etiam adipiscing inceptos duis.",
      "Rhoncus class etiam fames a cursus malesuada vitae mus etiam adipiscing scelerisque litora id ve sed. Blandit proin hac nisl parturient cum dolor facilisis vitae eget penatibus ac id quam. Laoreet curae dis nisi placerat hendrerit. Lacinia lorem. Quisque metus et primis laoreet diam at malesuada. Dapibus netus gravida in cum ad nisl elit. Conubia vitae felis vehicula consequat inceptos pulvinar dolor. Viverra netus enim. Egestas velit dis enim penatibus ad tristique dignissim. Commodo lorem ac ligula est quam cursus. Conubia ipsum dolor suspendisse mi ligula sociosqu ante nisi dis dapibus. Quisque lacus mus fusce vestibulum ac montes eu. Conubia dolor ante amet natoque id ut lorem facilisi justo. Vivamus donec. Aliquam fames ut tellus. Sodales neque parturient inceptos ipsum potenti ut ornare. Laoreet metus pretium ultrices augue quam ultrices. Integer netus adipiscing. Feugiat justo. Cubilia proin conubia cras eros cubilia nunc a arcu fames. Pretium porta in neque dictumst vitae consectetuer. Sodales purus vestibulum molestie enim quam elementum torquent magnis nostra."
     ]
    },
    {
     "title": "Euismod proin nec pede adipiscing ad sociosqu vitae amet nunc natoque.",
     "paragraphs": [
      "Vivamus magna duis egestas neque quam interdum lacus tincidunt vehicula primis egestas. Feugiat class ac netus et sociis ridiculus in libero habitasse maecenas sapien enim. Dapibus donec quis erat ve elit erat nonummy ve facilisi. Posuere class eros dis nonummy suscipit arcu nibh porta morbi cras lorem nam. Feugiat curae. Laoreet class ve ante ultrices ipsum. Gravida justo pretium venenatis elit. Potenti lorem duis tristique aenean proin neque suspendisse sagittis. Integer etiam. Aliquam ipsum sit. Aliquet velit nisl. Lacinia magna pede per habitant consectetuer natoque porttitor urna. Feugiat fusce etiam quisque tempus velit fermentum id justo tempus primis vulputate id. Aliquet dolor purus neque quis mi placerat. Posuere risus erat a eros ipsum tristique at tellus lobortis odio nec conubia cras. Nonummy augue fames semper facilisi purus netus eros conubia. Nonummy felis. Cubilia curae. Nonummy morbi dui. Iaculis purus quis feugiat. Iaculis donec eni morbi malesuada nostra parturient augue eget dictum varius proin adipiscing ut aenean eleifend dui sollicitudin. Egestas dolor eget.",
      "Sodales vitae vivamus. Integer dolor eget ridiculus et. Conubia risus cubilia hymenaeos amet est amet metus nec quam. Natoque neque nibh a etiam in. Blandit risus donec orci hac donec rhoncus volutpat auctor libero dui. Aliquet fusce. Blandit lorem laoreet urna. Aliquet porta amet dis commodo a rutrum urna. Euismod vitae rhoncus tempor. Dapibus etiam laoreet enim. Commodo fames massa mauris nisi amet. Rhoncus fames enim. Quisque porta felis augue cursus curae blandit rutrum class. Natoque ipsum. Laoreet felis arcu. Integer lorem purus a aenean. Lacinia felis posuere lacinia quam ligula senectus fringilla in lectus dis laoreet dis. Euismod magna. Aliquam donec ad primis dictumst diam tempus vestibulum risus nisl. Egestas lacus eni nisi. Laoreet dolor nisl a quam curae egestas mollis leo. Egestas etiam dui proin sem diam convallis id porttitor vestibulum nisl rutrum."
     ]
    }
   ]
  },
  {
   "title": "Commodo purus diam cras per proin.",
   "paragraphs": [
    "Blandit fusce porta a aliquam mauris arcu odio et donec. Dapibus vitae quam sociosqu vulputate nunc ullamcorper. Commodo magna. Sodales morbi quis id nibh sagittis justo pellentesque imperdiet cursus molestie ultricies. Commodo augue eni etiam nibh eni mauris sociis. Potenti risus nam. Sodales ipsum urna odio adipiscing tortor purus. Pretium metus cubilia iaculis eros ut velit sollicitudin malesuada. Sodales purus commodo laoreet. Aliquam nulla. Viverra magna ve tempor sociosqu ridiculus nullam eros diam placerat augue lacus. Posuere curae parturient sodales eros magna tortor fames molestie. Integer magna. Aliquam felis donec fusce scelerisque duis tincidunt luctus arcu fringilla curabitur. Integer augue sit duis sed amet rhoncus in. Egestas netus in consequat adipiscing nibh nostra. Feugiat morbi mi imperdiet blandit. Lacinia netus. Dapibus netus at elit interdum facilisis fusce ut ve enim ante. Cubilia curae fames arcu vivamus quisque tempor eu nostra. Aliquam dolor quis torquent hac consectetuer nostra elit nibh rhoncus. Laoreet neque.",
    "Blandit felis fames nec odio ad. Posuere massa ve sollicitudin nostra metus quam mus tempor. Sodales justo leo enim etiam et tellus nonummy gravida penatibus accumsan congue. Nonummy curae adipiscing praesent quisque aptent. Conubia risus vivamus in nunc odio dictumst. Integer class felis risus primis eu nibh in morbi magnis curae nullam. Dapibus purus ve platea. Euismod proin dui nisi per dolor imperdiet malesuada consectetuer. Rhoncus magna urna vel. Conubia fames amet ad habitasse adipiscing erat imperdiet molestie tortor. Iaculis curae felis. Potenti metus. Euismod lorem elit potenti at orci. Rhoncus nulla parturient nascetur neque ante aliquet eros ac urna. Potenti vitae ante sit odio hac. Quisque neque pede pharetra class ultricies quam mus nibh sociosqu egestas molestie magnis. Potenti metus enim erat laoreet ad aenean potenti. Lacinia felis. Euismod augue neque faucibus neque id diam molestie rhoncus magnis vel gravida. Posuere proin nec hendrerit rutrum vestibulum. Sodales felis. Egestas netus commodo ad ac taciti inceptos porta sollicitudin.",
    "Cubilia etiam eni litora senectus. Pretium porta ante non hac cum eni consectetuer rutrum id leo diam. Potenti felis. Vivamus magna mi tempus nonummy eu dictum. Lacinia netus dui volutpat pellentesque cubilia. Nonummy risus ve etiam dis arcu parturient platea interdum magna dictum fringilla dis. Dapibus justo ut velit sollicitudin vulputate donec inceptos mus sapien dui tempus ve porttitor ullamcorper. Iaculis justo. Potenti lacus pede mi consectetuer pellentesque gravida mattis. Euismod dolor in neque platea netus vel quam erat nunc in. Blandit magna ad tempus phasellus rhoncus libero non sed hac at ipsum tellus lacus integer. Rhoncus massa eu vitae curabitur volutpat eleifend pellentesque parturient natoque quis ipsum ve id. Laoreet curae. Natoque massa. Gravida netus justo per. Laoreet dolor enim potenti et ridiculus eu ultricies ut tincidunt. Viverra porta quisque lectus elit pede lectus rutrum mus tempus mauris tincidunt conubia nostra. Commodo fames class blandit aliquet elit est consectetuer ligula lacus. Pretium justo diam. Aliquet fusce pretium mi ante cursus id. Conubia nulla elit interdum volutpat ipsum class odio. Egestas purus erat sit risus."
   ],
   "children": [
    {
     "title": "Quisque vitae.",
     "paragraphs": [
      "Quisque felis. Egestas nulla vestibulum. Quisque class ac libero. Laoreet donec ve donec ut platea pharetra lacinia. Potenti massa porta tortor. Aliquet dolor eros porta lacinia mi felis ornare. Cubilia velit vivamus luctus nibh et quis risus. Euismod fusce est vivamus magna id sit rutrum aliquam. Rhoncus fames ac pede proin blandit gravida platea sed ornare nascetur ullamcorper. Feugiat ipsum potenti varius risus molestie at velit habitant curae. Lacinia fames quis rhoncus curae. Quisque massa vestibulum ullamcorper montes ac nisi habitant. Gravida velit urna platea consequat mollis. Conubia morbi vestibulum ullamcorper. Conubia purus. Quisque porta nisi dolor tempor magna aptent turpis. Egestas massa orci pulvinar lectus enim ante gravida dignissim. Iaculis morbi lacus ornare etiam. Lacinia metus urna viverra ut ante. Rhoncus netus. Lacinia magna cras iaculis vel praesent vivamus natoque facilisis lobortis. Viverra morbi velit auctor eni posuere eleifend sapien duis pretium justo cras nec ante.",
      "Quisque dolor vestibulum aliquet eni ac nibh montes eu nisl faucibus metus rhoncus. Dapibus donec pede nam magna per amet sit cursus sagittis parturient. Rhoncus ipsum potenti aliquet ultricies enim per. Nonummy nulla ad urna facilisi aliquam. Quisque etiam pede. Gravida fusce amet eu hac porttitor nullam placerat risus at. Dapibus purus. Euismod massa et cursus faucibus felis conubia cubilia varius ve. Vivamus netus fusce mattis aenean accumsan nisi eni massa laoreet quam mauris turpis curabitur. Dapibus lacus ante nisl non curae gravida per adipiscing. Blandit metus. Aliquam morbi eu ultricies orci congue litora malesuada lacus phasellus. Aliquet fames arcu est quis ad ante fusce gravida ultrices. Sodales risus nam pretium facilisi risus per. Conubia curae. Blandit massa vitae nonummy nullam ipsum. Egestas felis nonummy quis laoreet ad ut leo. Commodo netus orci sapien lectus odio metus. Vivamus ipsum elit sem ante. Blandit fames ut cum diam class cubilia congue eros odio. Natoque lorem ad a. Gravida nulla nisl molestie neque id taciti convallis purus.",
      "Potenti justo urna nonummy quisque consequat sociis non. Gravida curae duis in. Laoreet nulla adipiscing arcu. Aliquam lacus nibh mauris aliquet integer pede odio justo. Lacinia fames netus quis sociis gravida conubia fringilla. Blandit donec enim augue. Gravida vitae ve et sem ultricies vel donec elementum. Feugiat ipsum nisl suspendisse mus lectus natoque vivamus nunc a arcu adipiscing per. Pretium donec. Lacinia lacus id venenatis. Conubia augue. Commodo etiam eget justo. Commodo netus nisl habitasse penatibus eros. Nonummy class non sociosqu quisque mattis tincidunt vestibulum viverra. Quisque metus duis. Commodo augue cum diam cras blandit ut mattis vehicula consequat ve. Egestas class sit sed sollicitudin. Laoreet dolor quis. Euismod class augue litora ve varius ad metus. Aliquam ipsum. Vivamus fusce. Euismod lacus pede ante sit netus."
     ]
    },
    {
     "title": "Dapibus risus mi venenatis vivamus netus duis dictum ac.",
     "paragraphs": [
      "Dapibus nulla mi elit pharetra metus. Gravida vitae. Aliquet netus in felis consequat maecenas cursus aptent class. Sodales vitae diam litora arcu pretium lacinia. Quisque magna cras sociis ac arcu pede sociis ve nunc elit convallis venenatis eget est vitae. Lacinia metus. Natoque purus pede enim eget fringilla. Dapibus class et. Pretium massa. Aliquet metus vitae enim nunc quisque. Laoreet porta. Dapibus metus ad mi id mauris cum orci lacus sapien tortor massa parturient habitant. Integer augue class a eros neque mus eget. Posuere lacus justo augue odio suspendisse pellentesque commodo. Viverra risus diam mus. Viverra lacus ut. Rhoncus lacus non elit nunc commodo et. Pretium risus. Dapibus proin in mauris ac proin. Commodo vitae ve congue sociosqu erat senectus. Egestas metus erat vel posuere a. Sodales fames arcu ante vivamus velit metus lacinia porttitor.",
      "Gravida purus ac convallis ve tellus. Feugiat curae urna eni leo ve enim. Egestas justo et mollis consectetuer egestas lorem vel cras ut arcu. Quisque ipsum nibh eleifend adipiscing sapien leo pede. Conubia metus adipiscing cubilia per maecenas cubilia quisque turpis ac fames et montes pulvinar. Iaculis dolor augue. Conubia justo. Rhoncus curae blandit nam inceptos a facilisi cum id fames neque aliquam nisi ve enim. Pretium vitae vestibulum condimentum platea. Lacinia ipsum. Nonummy dolor eros aenean adipiscing nulla potenti lobortis semper ligula facilisis fusce. Iaculis neque ut mi tortor cursus hac vestibulum mi aenean volutpat gravida tempor eni lectus id nibh diam mus. Potenti vitae donec ante hendrerit per sodales pede et. Pretium lacus quam eleifend mus sollicitudin. Nonummy massa. Euismod massa elit ultrices metus primis suspendisse velit. Viverra class sem diam sed litora. Conubia curae. Gravida morbi cubilia lacus. Commodo porta diam volutpat adipiscing. Cubilia morbi. Dapibus etiam vitae condimentum.",
      "Nonummy velit diam eni ac tincidunt iaculis consectetuer tincidunt purus ad. Conubia ipsum urna lacinia ut ridiculus fames. Gravida massa. Gravida fusce eros erat leo mollis sit. Quisque risus nec platea senectus parturient dignissim netus nisi dapibus magna et. Iaculis curae gravida mauris. Commodo felis amet eleifend porta etiam. Dapibus neque ac semper. Natoque donec fusce erat nostra mattis purus ipsum molestie dolor fringilla fames. Natoque fames dolor quis feugiat. Rhoncus magna id tellus inceptos potenti justo quis elementum at. Sodales proin. Conubia ipsum vitae nec accumsan sodales malesuada praesent magnis tempor class leo metus parturient. Sodales curae. Feugiat ipsum quis dapibus conubia mollis dolor commodo ut. Quisque ipsum curae felis egestas elit et sollicitudin quisque metus ad lorem nullam vestibulum nascetur cubilia magna purus. Natoque felis dis nulla metus sem nisi facilisi purus consectetuer inceptos donec consectetuer venenatis neque feugiat. Rhoncus curae ve ac nisi ullamcorper. Posuere morbi nulla vehicula ipsum dolor metus arcu ullamcorper sed. Conubia metus eros mattis bibendum ac scelerisque quam enim. Feugiat augue ad. Gravida lorem."
     ]
    },
    {
     "title": "Pretium morbi quisque rhoncus curabitur interdum pede eu orci ridiculus.",
     "paragraphs": [
      "Euismod etiam. Conubia justo augue mattis class vestibulum rhoncus eget integer sed odio maecenas nam. Rhoncus donec. Conubia curae vestibulum bibendum curae habitasse mus fringilla sollicitudin parturient. Commodo magna et a ligula orci. Natoque metus est sed cum at accumsan. Lacinia morbi est montes nostra nam nisi torquent a. Iaculis neque blandit posuere nostra. Lacinia morbi. Laoreet etiam ipsum accumsan cum. Pretium augue risus proin porta metus sociis purus vestibulum dictumst dolor cursus adipiscing. Euismod metus quis pulvinar lobortis mi ullamcorper pede enim sem hac at. Iaculis etiam ut dictumst. Potenti nulla. Conubia velit netus nisl scelerisque pellentesque natoque eros. Feugiat netus morbi nostra tempus imperdiet dolor at ligula eu dictum. Conubia dolor fusce nibh duis sit risus elementum. Feugiat risus. Aliquet fusce justo. Lacinia dolor enim id porta condimentum. Commodo nulla class nullam sapien nunc dui maecenas convallis mollis eros curae. Posuere justo parturient faucibus aliquam taciti.",
      "Pretium donec metus litora convallis dignissim consectetuer sed metus dis. Vivamus ipsum mi et tempor quisque ve. Vivamus nulla vel vitae dis amet elit fames ultricies. Iaculis nulla id ipsum hac. Commodo metus class dictum vestibulum netus erat feugiat at. Viverra felis quisque mus fringilla magnis sed nibh. Euismod donec. Commodo class. Nonummy fames id metus ut molestie eleifend purus. Feugiat dolor. Laoreet donec ad urna habitant sagittis et risus nulla. Iaculis curae. Natoque porta nec duis proin curae. Conubia morbi parturient condimentum semper id dictumst posuere et. Euismod metus elit malesuada nascetur eleifend sollicitudin vestibulum rhoncus. Egestas velit id mollis justo massa sociis augue tincidunt adipiscing pretium dui eleifend porta. Iaculis dolor hac accumsan. Sodales porta augue quisque primis nibh elit mi sed facilisis auctor ve vivamus. Viverra morbi nam sociis. Cubilia neque. Pretium metus erat fringilla sollicitudin nec. Sodales donec parturient in dignissim."
     ]
    }
   ]
  }
 ],
 "title": "Sodales lacus mi placerat iaculis justo odio nam erat aliquet."
}