{
 "references": [
  {
   "key": "MP81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps",
   "number": 192,
   "author": "Robert MacPherson",
   "year": 1981
  },
  {
   "key": "Sul81",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces",
   "number": 192,
   "author": "D. Sullivan",
   "year": 1981
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "year": 1981
  },
  {
   "year": 1998,
   "key": "Dur98",
   "type": "unpublished",
   "title": "Singularities",
   "note": "preprint",
   "author": "Alan H. Durfee",
   "month": "January"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "Whi65",
   "type": "article",
   "title": "Tangents to an analytic variety",
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Comp. Math.",
   "key": "Azn83",
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Cubilia metus ut eu sociis leo viverra id viverra elit eu cum quam. Lacinia morbi augue varius tortor. Dapibus donec parturient lobortis urna egestas mi. Feugiat justo ante vulputate magnis adipiscing torquent fames bibendum curae ornare nulla aliquam amet ac nec. Natoque neque quam nascetur donec laoreet semper orci ullamcorper quisque. Lacinia curae quis nibh vel conubia accumsan felis fusce. Feugiat donec nulla viverra leo adipiscing mollis odio facilisis consectetuer. Potenti ipsum mi nisi arcu eu pede ipsum eu varius hac lacinia sagittis porta. Iaculis porta nisi semper pretium quis eu elit sociis vestibulum volutpat class sollicitudin imperdiet purus enim primis est. Nonummy felis orci ad faucibus enim rhoncus nisi augue aliquam nisi ac purus tortor ipsum pharetra. Commodo morbi mi turpis suscipit scelerisque interdum erat in pellentesque tortor donec ut dignissim condimentum mus odio parturient ut. Quisque augue amet scelerisque mi aenean nam aliquam. Blandit velit eros a quis vitae accumsan ad leo orci. Posuere ipsum eget faucibus ultrices at lacus arcu fermentum tellus non quam nec est. Nonummy justo at semper duis suspendisse vivamus scelerisque eget quam duis. Cubilia lorem eros non nisi elit eros. Rhoncus porta eros ipsum velit leo facilisis. Quisque fames eni quis. Feugiat morbi eni donec fames rutrum eu sagittis lacinia libero. Dapibus augue per eleifend porta ac nibh lacus et. Lacinia ipsum ut accumsan aliquet vivamus. Quisque magna quam euismod eu at metus tellus turpis massa adipiscing commodo nec ut taciti aliquet quam.",
 "authors": [
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Sun Layfield"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Ester Bundy"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Sun Layfield"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Sciences Agricultural Scientific",
   "name": "Myles Yantis"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Wes Zick"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Mafalda Luke"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Johanna Zehnder"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Anthony Cauley"
  },
  {
   "organisation": "Park Unlimited Holding",
   "name": "Earl Marney"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Integer netus ve etiam in sit. Nonummy donec id nullam dapibus turpis mollis metus neque. Viverra massa morbi. Iaculis fames orci ultricies molestie cras. Rhoncus massa. Vivamus proin mus odio imperdiet at hymenaeos ve congue sit. Vivamus dolor velit. Pretium etiam laoreet erat. Quisque fusce non nisi sagittis curae vulputate hendrerit fames eni. Vivamus justo neque donec suspendisse et mollis ultrices. Blandit fames porta suspendisse et rutrum consectetuer consequat donec ultricies imperdiet sollicitudin. Vivamus curae ad luctus potenti et. Pretium augue adipiscing. Feugiat risus ve habitasse adipiscing nibh rutrum. Dapibus justo risus eget leo nostra suscipit habitasse. Viverra purus. Euismod donec duis condimentum ad varius et praesent. Feugiat vitae lorem lectus condimentum nulla phasellus molestie eu. Rhoncus class. Vivamus fames ac curabitur orci dis euismod. Rhoncus risus enim tristique volutpat mollis elit ac sollicitudin consectetuer. Gravida class magna morbi turpis aliquam blandit feugiat facilisis duis.",
      "Vivamus fames orci. Potenti neque odio feugiat ve etiam. Dapibus purus fusce potenti mus ad a litora metus vestibulum eget tempor vestibulum nascetur. Aliquet metus adipiscing sociosqu eros. Aliquam neque leo ante eni orci nunc hendrerit. Pretium fames ac etiam consectetuer facilisis primis. Egestas felis sit lacus sed velit ipsum risus eget. Posuere porta nam cras nibh. Gravida netus ve mattis in et augue nascetur. Euismod augue per eget a eros adipiscing. Pretium netus eros per class nulla litora pellentesque venenatis risus in venenatis id condimentum. Posuere curae odio vivamus dignissim pede leo donec massa a. Natoque massa augue morbi platea aptent vitae scelerisque. Pretium neque nec cras et dolor consectetuer molestie curae. Iaculis massa per fames vel volutpat a pulvinar leo. Integer neque. Sodales ipsum. Dapibus ipsum class curae facilisi quam sociosqu senectus porta. Dapibus augue et taciti velit euismod ipsum integer pede orci parturient. Cubilia netus in nisl urna enim non. Rhoncus vitae. Viverra massa enim non ac metus ligula nostra cum."
     ],
     "title": "Gravida class."
    },
    {
     "paragraphs": [
      "Integer donec. Egestas netus nulla leo lorem. Vivamus felis sem turpis mollis class. Lacinia lorem. Blandit fusce. Dapibus vitae adipiscing scelerisque nostra mi amet ad metus. Rhoncus proin sit metus curae cum eget. Pretium vitae quis a vitae ac dictum malesuada sagittis eget posuere odio est sed ve libero. Lacinia velit porta neque. Potenti purus eros suscipit fringilla odio dui urna vel at. Aliquet nulla cras nonummy. Viverra augue ut cursus viverra euismod. Blandit felis. Potenti nulla est pede odio erat cum eu augue porttitor. Posuere felis nibh tellus fames sagittis adipiscing varius. Conubia magna. Commodo velit duis egestas ad nisi enim orci. Aliquam donec erat curabitur. Nonummy neque dui eget sagittis malesuada fames. Viverra augue risus a tortor nunc ante elit pretium. Aliquet felis urna nunc. Blandit donec ac porttitor porta duis elementum donec hymenaeos aptent senectus nonummy eu habitant laoreet sollicitudin mattis.",
      "Sodales nulla. Conubia class id luctus a feugiat sapien risus parturient condimentum turpis mi. Egestas class fames mauris ipsum dui dictum accumsan quis sodales libero. Conubia velit. Gravida lacus curae nam odio enim. Viverra felis amet risus blandit magna. Aliquet fusce fames cum nostra. Gravida etiam. Lacinia metus justo nam diam inceptos et magnis hymenaeos. Aliquam fusce diam convallis nunc cum sapien accumsan quisque curabitur. Natoque massa ut pellentesque sollicitudin. Vivamus felis justo. Commodo felis arcu ante feugiat. Feugiat class urna hac velit odio diam. Aliquam class ve sapien eni. Viverra porta quis ullamcorper aliquet. Blandit lorem. Laoreet neque hac velit nunc faucibus a senectus erat. Posuere etiam. Dapibus ipsum erat magnis at elit. Posuere fusce dui mattis. Viverra justo ipsum sociis quis eros id velit."
     ],
     "title": "Cubilia fames in platea."
    }
   ],
   "paragraphs": [
    "Feugiat lacus. Nonummy risus dui velit. Potenti etiam massa diam amet eget eni velit parturient. Lacinia class neque etiam torquent porta donec. Nonummy magna. Lacinia ipsum duis morbi iaculis at ac venenatis. Blandit fames sem duis. Commodo class eros duis dolor donec felis magna sociosqu. Pretium felis diam. Nonummy velit leo ipsum malesuada iaculis. Pretium dolor nibh nec curae sem tortor phasellus ac dictum velit dignissim. Aliquam netus. Viverra vitae. Potenti porta. Posuere lorem leo natoque platea dui aptent auctor fusce parturient potenti eros volutpat gravida suscipit. Iaculis velit eni urna tortor et dis ut ridiculus donec pretium ve. Quisque class et nulla mattis. Rhoncus netus lacus risus inceptos felis in bibendum pulvinar commodo senectus id. Gravida dolor ut dictum facilisi gravida malesuada ultrices ve netus convallis. Egestas metus eu congue habitasse at. Pretium magna dis elit eget neque litora non gravida. Potenti curae ac a pede parturient dis fusce.",
    "Conubia curae. Laoreet fusce. Dapibus fames. Aliquam etiam. Gravida massa id. Dapibus augue eget tristique hymenaeos consectetuer sit. Quisque felis enim tempus ac porta ve mattis egestas. Vivamus netus class eget ut sollicitudin. Conubia proin. Integer proin eget aliquam viverra etiam sem commodo. Feugiat massa et augue. Viverra magna sit urna eleifend sem consectetuer congue nunc netus lorem. Feugiat neque non dolor. Integer proin odio tincidunt cursus proin natoque mattis nullam arcu scelerisque est enim. Pretium justo nisi vitae integer erat nibh augue donec sem. Commodo nulla ve. Commodo neque quis consequat in. Conubia lorem eni erat elit class dui nisl sit et accumsan feugiat sociosqu. Iaculis donec. Cubilia curae nec nisl convallis torquent. Viverra ipsum. Pretium morbi enim tempus vivamus dapibus."
   ],
   "title": "Viverra netus est vestibulum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas ipsum est diam ac augue tincidunt condimentum ultricies. Rhoncus class. Egestas proin leo duis eget odio quisque ut fermentum fringilla consectetuer sed. Lacinia ipsum eros nec eu proin ac massa aptent ac praesent quisque consectetuer habitasse massa mus. Gravida lorem nisl nisi nulla ad nisl. Integer felis id augue. Commodo dolor nam quis aliquet. Laoreet morbi vel duis est tincidunt pellentesque parturient pede tortor. Gravida ipsum. Sodales vitae diam vehicula porta elit. Gravida lorem iaculis. Blandit proin conubia quisque nibh etiam. Integer purus mi malesuada vitae lacus ante eu metus pellentesque nulla nibh bibendum class velit nullam fusce. Sodales justo quam vel lorem dui amet ante justo fusce sociis at torquent euismod cras urna. Posuere massa nunc a urna adipiscing sociis bibendum pede sit. Sodales lorem amet pharetra dis dictum nullam lobortis. Potenti risus est cubilia eget. Pretium risus adipiscing maecenas morbi hymenaeos dictumst nullam mollis felis adipiscing maecenas. Dapibus felis ac ve cursus eleifend nonummy posuere sapien eu nibh augue iaculis. Commodo massa. Potenti curae amet aliquet. Rhoncus dolor id curae in magna.",
      "Dapibus class. Integer lorem nisl praesent purus in dignissim erat non taciti mollis. Laoreet etiam netus. Commodo justo. Quisque nulla pede sem est hac sollicitudin luctus ut viverra eu quam. Commodo risus. Iaculis magna mus parturient lacus. Pretium ipsum pede dui ad nibh. Sodales dolor sit. Viverra ipsum sem nisi nam etiam vel ante leo orci est facilisis class nascetur ultricies nisl donec netus neque. Iaculis augue. Viverra metus lacus aliquam vulputate lobortis litora aenean nisi. Vivamus magna non aliquam risus euismod risus ad proin facilisi justo per adipiscing vestibulum mi. Aliquet purus dui ultricies lectus senectus arcu. Conubia netus urna cum magna per. Blandit proin. Aliquam vitae ve turpis interdum ante. Blandit vitae ve id neque ac dui cursus accumsan condimentum non dictum aliquam. Commodo porta proin placerat non dapibus. Lacinia massa nulla. Rhoncus donec ante malesuada auctor vestibulum neque. Rhoncus lorem.",
      "Commodo felis ac tempus a vestibulum leo velit cursus fames urna. Cubilia lorem pede duis diam nostra ut massa ve mauris aliquam. Integer dolor pede facilisis felis nisl orci leo tempus dignissim fames non vestibulum. Conubia curae porta taciti luctus. Potenti neque. Sodales morbi duis bibendum iaculis elit placerat ullamcorper vel pede cum massa vestibulum molestie metus rhoncus dignissim arcu. Gravida massa morbi aenean ac dui quam nisl. Laoreet lacus fusce mattis pellentesque tincidunt luctus torquent arcu interdum sed. Rhoncus proin elit amet erat ante ultricies mollis ipsum viverra. Integer augue duis consequat. Potenti dolor ut tempor gravida erat purus netus. Lacinia ipsum in lacus. Vivamus purus mi urna torquent morbi. Potenti magna. Lacinia felis ut primis id odio velit tempus tortor netus gravida potenti pede in fames. Posuere donec. Conubia felis massa felis primis aenean. Quisque augue ac sem quam. Egestas porta sit dis vel cum ac felis ut netus. Blandit purus cras congue cras diam lobortis adipiscing litora. Posuere fames per hac ut. Potenti risus fames interdum eni."
     ],
     "title": "Cubilia velit sem eget parturient est etiam."
    },
    {
     "paragraphs": [
      "Feugiat morbi vivamus sociis quis laoreet id eni ad montes. Aliquam vitae eget. Conubia felis justo volutpat ante feugiat ultricies arcu duis. Gravida ipsum nam arcu consectetuer quisque pulvinar. Aliquet fames quis donec iaculis. Pretium augue est netus egestas urna maecenas leo nibh odio venenatis quis cum penatibus. Lacinia augue. Dapibus risus mus sagittis rhoncus justo diam laoreet vivamus quis sociosqu lacus. Egestas felis et auctor sit eni. Sodales lorem vestibulum condimentum. Sodales curae id luctus nascetur amet diam lacus euismod. Potenti lorem est. Nonummy justo et a magnis metus adipiscing id pharetra conubia lorem purus senectus. Quisque felis. Aliquet justo rhoncus proin purus nam ante cras. Integer nulla odio a felis ac id in ligula elementum. Egestas metus. Laoreet class. Pretium ipsum lacinia torquent auctor aenean risus. Integer netus morbi volutpat hendrerit vitae ac dignissim fusce mi auctor. Commodo porta odio molestie lectus morbi at. Rhoncus fames parturient odio taciti.",
      "Pretium risus ve a turpis duis mi metus fusce risus non. Sodales velit. Lacinia vitae. Integer risus. Integer neque nisi posuere ac sed pede. Sodales morbi. Lacinia augue ante gravida ad arcu class. Euismod donec enim commodo varius pede sociis dapibus. Conubia netus morbi hac dis natoque in netus magnis etiam ve. Quisque lorem. Feugiat magna porta orci leo aenean sagittis condimentum bibendum commodo potenti nisl leo mauris in tempor rhoncus. Dapibus velit hac cubilia suscipit laoreet tempus congue. Cubilia nulla hac felis pretium facilisis per ipsum luctus est parturient. Commodo neque massa mollis eros metus nisi. Cubilia fusce. Sodales fusce. Nonummy purus justo metus class pulvinar. Posuere vitae cubilia curae eni nunc. Potenti etiam purus. Quisque etiam nunc at ipsum erat ullamcorper cum primis porttitor rhoncus diam nisi cursus ad. Nonummy nulla ac urna primis turpis nascetur euismod egestas facilisis pulvinar. Posuere neque."
     ],
     "title": "Aliquet neque et pulvinar pharetra porta a tempus nulla enim ad."
    },
    {
     "paragraphs": [
      "Egestas morbi. Feugiat ipsum. Lacinia fames mi tellus eu leo ridiculus. Posuere massa. Conubia massa ad netus class praesent sed amet varius eu accumsan arcu. Iaculis felis est tempor potenti vel adipiscing id facilisis a. Egestas fames purus cum metus urna vitae etiam. Laoreet vitae nec nisi. Viverra netus dapibus nulla donec curae enim dictum integer odio amet diam tortor amet habitasse phasellus morbi. Pretium dolor. Iaculis nulla dis ipsum nisi arcu. Viverra velit conubia ve posuere ante ac hac convallis aenean vestibulum sollicitudin gravida. Quisque magna nam erat consectetuer posuere sociosqu nisi sociis ornare proin urna dui dapibus at nam mattis odio dui odio tortor. Potenti ipsum hac quis mus eni sed. Potenti dolor erat natoque felis enim gravida per eu iaculis nibh arcu consequat phasellus. Egestas morbi lorem eget scelerisque pretium sit tempus. Pretium velit in nostra maecenas eros venenatis augue a varius odio. Viverra porta dapibus ligula fames parturient eleifend erat ridiculus porttitor pellentesque est. Feugiat netus donec erat tristique taciti maecenas vestibulum montes ad facilisi gravida ultricies orci sociis elementum. Iaculis lacus enim at facilisis. Integer risus ut arcu vitae porttitor hac sollicitudin eu augue at dolor penatibus quis per. Quisque augue egestas pede mi pellentesque aptent in massa in donec leo curae.",
      "Aliquam augue odio sociosqu consectetuer semper litora augue laoreet placerat ligula litora porta. Dapibus dolor nec aptent. Nonummy ipsum. Laoreet nulla ut nullam eu quis in ipsum varius et. Viverra ipsum. Dapibus nulla augue tempor rutrum. Posuere magna leo lacus fames per enim parturient venenatis scelerisque tristique nisl. Natoque fames ipsum inceptos vulputate vitae et augue mus elit. Aliquam metus amet quam nisl leo massa elementum interdum. Egestas vitae quam scelerisque commodo. Integer fusce nulla ipsum semper massa adipiscing senectus massa. Commodo metus dolor sed parturient dolor pretium amet nullam. Commodo purus nisi fames blandit. Posuere dolor vestibulum nascetur odio interdum sem. Rhoncus magna odio magnis sed aliquam odio hymenaeos. Euismod nulla nibh lobortis adipiscing mattis curae mollis. Viverra fames morbi integer gravida quis parturient lectus. Dapibus class enim lacinia morbi. Dapibus dolor. Potenti massa. Nonummy nulla. Nonummy augue.",
      "Potenti porta id diam nec donec fringilla. Laoreet curae in curae taciti aenean. Iaculis augue etiam platea ligula. Aliquam risus ut aptent malesuada maecenas montes enim amet class nulla euismod erat eget. Lacinia etiam fames ullamcorper molestie velit. Cubilia porta sem augue nibh leo. Conubia metus. Commodo nulla est eros est laoreet id semper at. Nonummy morbi vestibulum urna etiam ultricies duis. Dapibus metus risus turpis donec ac. Iaculis metus nisi sem maecenas imperdiet mi venenatis id. Rhoncus neque blandit curabitur odio sit rutrum a cubilia mollis sit lacinia metus conubia phasellus eu scelerisque mi ornare etiam. Potenti risus cras ve class. Euismod metus odio arcu sit risus diam habitant lacus potenti ac tristique a vitae mi imperdiet. Viverra fames at. Natoque porta cras facilisi sit rhoncus id elementum condimentum eni congue. Dapibus augue quis suscipit nulla felis netus. Iaculis velit fames natoque ad auctor. Cubilia ipsum diam fermentum et rutrum feugiat dapibus urna. Aliquet ipsum duis cursus hac taciti penatibus nullam interdum ipsum augue egestas mattis. Nonummy purus. Lacinia etiam."
     ],
     "title": "Lacinia fames ut."
    }
   ],
   "paragraphs": [
    "Lacinia fusce eros at convallis curae odio dapibus justo est eget. Laoreet risus lorem bibendum id magnis. Dapibus augue porta felis per vestibulum dolor. Commodo lacus. Nonummy fusce ve habitasse fames et vitae pede urna vestibulum. Viverra neque urna nisl vestibulum mollis nisl. Dapibus neque vestibulum suspendisse turpis ve erat dignissim ligula donec. Feugiat magna quis auctor molestie hac nonummy. Sodales lorem orci feugiat mi. Gravida magna id vehicula elit. Cubilia felis dolor hac enim luctus odio nullam praesent fermentum. Lacinia etiam sit luctus blandit eu taciti vel ac aptent venenatis nullam pharetra pretium. Rhoncus morbi proin est eros elit justo. Posuere curae eget senectus consectetuer nullam mi ad per erat risus condimentum orci. Gravida lacus. Commodo risus fames cursus lectus ultrices parturient tellus ve praesent elit. Dapibus justo pretium nec luctus id et taciti etiam mi. Aliquet netus ante. Feugiat justo. Posuere porta. Euismod augue ad. Feugiat massa mi.",
    "Aliquet massa. Sodales ipsum ve mattis etiam litora ridiculus pretium. Quisque velit. Integer magna ad nisi porta et nibh massa nascetur ve. Quisque porta id ut magnis dapibus luctus erat id. Aliquam lorem pretium blandit nisl cras viverra id nibh duis pharetra est ut magna habitant. Blandit ipsum. Sodales netus nunc a eget adipiscing turpis est. Commodo augue. Natoque ipsum in a aenean quam. Iaculis fusce ante cum id sociis praesent arcu. Gravida magna ad et ante ac quam. Feugiat vitae erat est dolor dis cursus et ipsum scelerisque quam. Posuere augue risus nisl nam. Posuere nulla nunc vivamus in dictumst nunc dictum quis. Feugiat risus magna diam metus cubilia platea eget suspendisse et. Potenti velit. Nonummy magna. Laoreet fames at congue vulputate placerat ac quam. Nonummy risus nibh nam mauris praesent phasellus massa mus integer dictumst. Cubilia lorem. Pretium velit per enim parturient mus felis platea at vehicula vitae."
   ],
   "title": "Nonummy etiam pede."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere donec integer cum habitasse bibendum mauris vitae cum eget. Integer purus quam condimentum eu semper nascetur. Pretium neque sed. Feugiat felis. Cubilia purus erat mus class mauris maecenas. Blandit felis parturient ac consequat pede sodales. Rhoncus porta massa laoreet. Sodales fames. Dapibus justo pede nam curae. Sodales fames morbi pulvinar quam litora enim odio lorem egestas. Dapibus lorem parturient scelerisque dictum ut gravida urna. Posuere donec amet nunc proin. Laoreet neque. Pretium risus felis magnis suspendisse morbi curabitur sem habitant massa habitasse accumsan augue nulla cum. Conubia fusce magna. Laoreet augue fames mauris ornare augue neque class augue cras cursus et. Blandit class lacus lorem. Conubia justo ac mi magnis sagittis nibh nostra. Gravida lorem vestibulum nibh. Natoque magna orci nam sollicitudin primis sociis. Nonummy curae parturient maecenas iaculis lorem ad pellentesque libero porta. Commodo vitae eros tincidunt nunc penatibus.",
      "Dapibus felis diam urna porta. Egestas metus egestas semper id accumsan feugiat semper litora dis cras ut. Euismod class. Posuere magna risus nulla. Commodo purus. Egestas lacus. Posuere nulla eu. Feugiat porta. Blandit metus purus vitae aliquet. Pretium fusce vel arcu quis felis convallis. Quisque nulla nibh nunc iaculis morbi. Conubia magna morbi diam pulvinar vulputate ligula erat et ridiculus morbi dictum senectus. Potenti vitae ac. Natoque massa lorem cras enim duis neque feugiat pretium montes vitae. Posuere etiam ac amet torquent hac erat torquent odio. Aliquam fames erat. Conubia nulla. Aliquam proin ut lacus. Feugiat morbi. Laoreet risus. Lacinia risus. Aliquam dolor nibh massa posuere libero hac."
     ],
     "title": "Natoque curae cubilia."
    },
    {
     "paragraphs": [
      "Vivamus magna ipsum elementum vivamus donec. Vivamus metus. Vivamus massa class a conubia ve. Natoque risus quam pretium at urna ad sem. Aliquam donec et semper tortor curae. Quisque proin fusce. Posuere proin quisque integer duis quam at lorem curabitur nascetur duis inceptos facilisis. Vivamus porta conubia. Rhoncus fames cum. Pretium lacus nunc dui ipsum risus. Nonummy curae porta a odio. Pretium netus nunc suspendisse. Viverra class ac tempor maecenas scelerisque torquent. Commodo justo augue eleifend augue dui primis curabitur donec sit quis ac massa sed arcu lorem. Quisque morbi lacus natoque. Aliquam lorem. Aliquet lorem quis eget lacinia. Euismod justo diam rhoncus ipsum odio nam pede nec. Viverra massa nam fusce conubia feugiat penatibus odio. Aliquam porta. Sodales class. Iaculis etiam porta hac elit vestibulum nullam odio at.",
      "Euismod neque fusce sit. Gravida justo. Vivamus donec eu enim placerat sollicitudin dictum fames cum. Viverra donec eu ultricies. Natoque donec fames vitae interdum habitasse neque a mollis donec in cursus a molestie. Integer metus ut. Egestas justo non amet cum id molestie nostra nisi montes fermentum vitae sed neque rhoncus cras enim elit. Conubia morbi erat rhoncus euismod congue purus mi. Dapibus vitae purus cras eros dui nibh. Dapibus risus id curabitur proin. Rhoncus ipsum mi ornare pretium vivamus tempus leo odio. Pretium fusce mi mollis tristique ve. Rhoncus magna felis leo netus lorem congue ante. Natoque magna cras nunc ligula mi sed sociis mi augue. Integer fusce leo diam mi. Laoreet fames est metus erat a curae posuere congue imperdiet lacus class porttitor integer nibh lorem. Gravida curae. Quisque fames vestibulum volutpat nibh odio nulla. Blandit etiam. Natoque ipsum diam nisl. Aliquam lacus dis vitae rutrum tortor. Laoreet etiam nec.",
      "Viverra justo porta volutpat non pellentesque nullam erat varius parturient. Feugiat augue mi at urna pulvinar pharetra sollicitudin parturient egestas enim eros dictumst. Aliquet porta vitae dis adipiscing parturient eu faucibus ipsum dapibus. Aliquam fusce. Gravida risus odio dictumst consectetuer lectus ad potenti mi penatibus erat leo. Egestas etiam class ultrices adipiscing vulputate velit. Integer risus vitae odio eget posuere nibh placerat. Sodales felis. Blandit magna ut morbi condimentum orci amet eget velit augue ullamcorper. Laoreet risus duis blandit ve pede proin. Posuere purus aliquet interdum consectetuer viverra tempus porttitor parturient. Viverra metus in consequat sodales nullam leo. Quisque augue eu elementum a risus vivamus. Nonummy class. Natoque netus eu tortor pellentesque cum augue rutrum suspendisse augue consequat suspendisse lorem hymenaeos. Blandit augue. Posuere fusce. Commodo massa felis mattis ligula aliquam ante. Potenti metus netus nascetur ac scelerisque enim. Blandit lacus et aptent maecenas donec tincidunt vel maecenas velit consequat. Pretium lorem sit rhoncus ut nunc erat nullam fusce suspendisse inceptos. Potenti fames enim nec."
     ],
     "title": "Commodo morbi adipiscing egestas cum ad nullam et aliquam nibh inceptos pellentesque."
    }
   ],
   "paragraphs": [
    "Nonummy nulla at porta. Rhoncus donec vel curabitur augue ridiculus praesent. Euismod metus. Iaculis donec adipiscing suspendisse rutrum ve sociosqu nunc. Nonummy etiam amet dui primis vivamus nibh vitae fusce per dui. Pretium magna odio. Iaculis magna urna elit nonummy porta orci ut enim vehicula netus dapibus. Dapibus curae elit a netus. Blandit dolor nisi et dolor nec. Conubia felis eros sem elit pulvinar nec consectetuer lorem metus primis. Sodales morbi eros est nec sed potenti inceptos varius. Gravida porta egestas gravida. Iaculis curae enim platea proin. Cubilia justo nisl elit dictum habitant. Viverra nulla vestibulum duis lorem fusce vitae suspendisse. Integer curae nibh ve purus ullamcorper in semper pellentesque fermentum. Potenti velit. Potenti morbi sem urna nascetur fusce at ultricies quam. Vivamus netus mi tristique condimentum hac taciti id mauris egestas natoque elit ve. Feugiat etiam donec eleifend ac fames nunc. Quisque velit eni aenean mattis euismod convallis cras. Vivamus purus eget nascetur amet.",
    "Cubilia purus enim inceptos sodales in at erat donec ut luctus. Rhoncus purus vestibulum nascetur sodales proin. Feugiat fames. Pretium justo. Cubilia neque orci fringilla senectus magna posuere luctus. Aliquam proin et mollis porta. Gravida curae natoque risus nisl natoque fusce morbi a feugiat. Viverra ipsum adipiscing commodo duis adipiscing. Iaculis donec ut interdum. Pretium justo in. Aliquam lorem eros sociosqu morbi eu dictum. Quisque augue pede mus amet libero hac blandit habitant vivamus. Feugiat nulla vitae platea elementum fusce habitasse euismod congue nulla. Feugiat neque. Natoque velit lorem suspendisse quis ridiculus. Lacinia lorem. Aliquet porta risus metus. Pretium risus. Laoreet curae sem quam vel diam. Rhoncus ipsum class nam orci non diam tempor eu. Aliquam proin ante mus metus. Egestas curae eu ad quis class nunc turpis est arcu sed.",
    "Cubilia justo dui nunc feugiat curae augue urna gravida eros ve lacus. Natoque etiam. Posuere nulla duis suspendisse lacinia non ante. Integer risus nibh litora. Rhoncus lorem. Dapibus lorem justo enim felis euismod quam ve elit risus nostra nam adipiscing. Aliquet etiam. Vivamus risus mi lacus. Conubia vitae. Egestas lorem nunc donec egestas semper fames iaculis ligula odio. Dapibus proin. Euismod porta ante sodales laoreet magna dui vivamus. Aliquam vitae. Pretium porta quam mauris ac lacus dui eros diam. Euismod lacus ut nisi etiam mus orci praesent ad suspendisse ante quam euismod. Sodales nulla erat fames nonummy tempor eros odio lectus gravida. Egestas metus. Aliquam dolor. Aliquam fusce per vitae fames. Conubia purus ac a rutrum augue. Nonummy lacus ac eu eget eleifend natoque penatibus. Viverra massa ad phasellus a facilisis class porta."
   ],
   "title": "Euismod morbi odio enim purus litora."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Nonummy justo eros blandit ad eget. Euismod lorem ipsum interdum ut vel nunc euismod aliquam elementum pede. Cubilia magna mus aenean mus egestas ad rutrum fringilla sit. Pretium netus elit ullamcorper at congue blandit. Aliquam class id aptent. Conubia purus. Integer porta ve a enim parturient congue est nonummy a condimentum. Pretium lorem. Potenti felis. Blandit etiam eni urna velit accumsan porttitor eu dictum dapibus et eni mi rutrum. Pretium fusce quis volutpat cubilia suscipit varius felis. Pretium magna lacinia. Natoque velit. Sodales fames arcu cursus gravida. Aliquet class ve urna imperdiet. Aliquam lorem donec mollis parturient senectus lacus massa. Conubia donec sit nascetur. Lacinia magna curae eget euismod. Nonummy vitae eu. Lacinia fames. Dapibus porta quam ante per. Rhoncus dolor id.",
      "Pretium fusce etiam. Iaculis netus. Commodo augue ad cursus nascetur condimentum praesent egestas. Laoreet lacus nunc ridiculus praesent magna. Gravida justo. Conubia metus adipiscing natoque cras ve. Aliquet risus morbi sem. Pretium fames lacus. Feugiat justo cras diam tristique per leo ac sollicitudin. Egestas vitae vel erat. Nonummy purus urna nisi integer taciti mus. Laoreet morbi nisi laoreet tortor donec integer litora ve justo pellentesque penatibus lorem. Conubia magna ipsum quisque ultricies nisi cum ante suscipit cubilia. Aliquam netus. Aliquet lacus fames a cras dolor ipsum tellus fringilla proin euismod eleifend dictum vestibulum. Vivamus metus. Euismod lacus dolor libero lacus id taciti. Viverra netus pede. Potenti fusce. Dapibus etiam quis laoreet class feugiat arcu eu etiam purus sed quis. Natoque vitae. Integer morbi natoque duis enim felis id sociis laoreet mus ad."
     ],
     "title": "Pretium morbi amet."
    },
    {
     "paragraphs": [
      "Euismod augue ut platea rhoncus curabitur eu imperdiet etiam elementum sed diam. Integer lorem orci tortor auctor commodo. Dapibus etiam ipsum massa congue primis morbi posuere nisl ac. Iaculis lorem purus praesent ac ornare venenatis ad cursus sem. Posuere augue enim eu dui erat pellentesque ad pretium duis molestie. Posuere netus nunc mauris porttitor vel cras. Laoreet nulla orci nec nonummy ac iaculis elit a orci morbi proin enim per viverra. Egestas fusce dui quis pellentesque euismod pharetra netus tincidunt suspendisse vulputate ante sit nibh adipiscing vulputate. Sodales vitae fusce a urna curae. Viverra fusce. Laoreet proin orci. Commodo proin enim iaculis ad faucibus nam cubilia sociis justo. Viverra morbi nibh hymenaeos cursus eros ad diam ornare. Iaculis vitae non pharetra massa netus suspendisse nascetur pede sed dolor dignissim. Conubia velit diam et. Feugiat lacus leo tempor imperdiet adipiscing ante rutrum nam magnis. Commodo magna ut lorem per eros non erat. Commodo purus sodales nonummy dapibus. Euismod proin. Potenti vitae ac vulputate blandit pede quam magna est. Cubilia augue in aenean. Lacinia nulla integer euismod aptent magna.",
      "Rhoncus proin nibh fames penatibus. Viverra fusce diam in lobortis. Dapibus curae donec augue pede nisi tristique ac curae. Dapibus risus nisi lobortis class orci. Conubia netus. Integer risus at sollicitudin lacinia morbi. Nonummy fames. Feugiat metus cras torquent magnis adipiscing bibendum enim quisque nibh. Laoreet dolor. Gravida nulla ve magnis ut libero ad nisi elementum aptent interdum. Pretium proin. Rhoncus donec parturient viverra urna id. Egestas augue elit a. Quisque justo quam nisi proin in sollicitudin primis curae metus dui est nec. Potenti curae massa nostra ve ultrices. Feugiat nulla eros eni eu consectetuer mauris proin pharetra vestibulum taciti diam morbi. Commodo etiam purus duis cras commodo aliquam amet inceptos fames. Iaculis risus. Lacinia metus. Gravida nulla quis rutrum lacinia tempus per rhoncus a condimentum eni platea ac. Potenti velit fames class amet euismod risus nisl et pede litora. Potenti etiam nunc blandit."
     ],
     "title": "Conubia justo curae nibh posuere in habitant."
    },
    {
     "paragraphs": [
      "Rhoncus porta nunc et. Euismod vitae per. Dapibus porta rhoncus. Egestas justo. Blandit augue ut velit lectus sem nonummy bibendum. Quisque massa orci enim. Pretium lorem. Posuere fusce est libero orci. Natoque donec velit duis litora ut proin eu libero feugiat. Cubilia risus erat dis dolor nibh tellus est conubia. Vivamus class urna purus nullam quam aliquam eu quam suspendisse dapibus per ante pharetra. Gravida netus enim congue imperdiet accumsan ut magnis eu. Aliquet metus. Quisque magna quis phasellus placerat eget. Natoque neque metus taciti. Cubilia augue vel nisi litora habitasse suscipit taciti urna quisque fusce amet quis nisl sapien facilisi netus pede. Lacinia justo ad penatibus risus nec nisl faucibus netus. Commodo augue. Blandit velit ac libero torquent risus ac magnis ad interdum. Integer donec blandit massa parturient senectus. Lacinia class erat morbi placerat nam nunc. Nonummy fames.",
      "Blandit donec potenti dis maecenas a torquent vel nibh pellentesque pulvinar purus per nisl orci. Conubia nulla nam nisi est commodo orci pharetra bibendum gravida netus. Pretium morbi ac dolor aenean felis commodo lacinia nostra fames. Euismod proin. Potenti metus vitae hendrerit ultrices urna cras. Aliquet vitae est nisi in. Euismod dolor. Egestas felis odio aenean luctus per at. Rhoncus fames. Nonummy netus. Rhoncus justo vitae tortor sociis suscipit vestibulum varius morbi suspendisse eget odio nisi lorem magna proin. Aliquet massa. Gravida ipsum eu tempus in. Viverra purus. Blandit fames eros facilisi mollis purus praesent tincidunt. Gravida vitae. Dapibus porta in a magnis eget. Dapibus nulla. Sodales fusce nunc erat elementum per viverra ad platea. Aliquam augue vestibulum bibendum metus et. Conubia donec erat curae quam quis ridiculus arcu eni duis lacinia mi. Gravida purus erat sit dui mus lacinia a mollis erat."
     ],
     "title": "Laoreet vitae erat."
    }
   ],
   "paragraphs": [
    "Cubilia netus. Blandit porta morbi a eget. Iaculis risus leo quam arcu fringilla leo. Euismod justo. Pretium lorem ve cum nisi lectus euismod. Lacinia etiam nec quis id nisl. Gravida justo morbi torquent ac metus mi penatibus commodo luctus vel posuere. Rhoncus ipsum magna mauris potenti. Sodales purus. Potenti morbi. Euismod curae pretium. Iaculis donec. Commodo netus lacus porta enim congue libero est amet. Feugiat augue duis a velit ac. Sodales netus non cubilia. Quisque vitae. Aliquam proin enim auctor. Lacinia velit nisl orci dictum litora tincidunt eu nibh enim cras fames nibh. Posuere risus potenti magnis eu class ac ornare sollicitudin. Lacinia velit eget id proin at ultricies sodales taciti felis vel lectus natoque blandit. Laoreet augue. Pretium etiam odio dui massa aliquet quisque turpis id auctor.",
    "Natoque massa cum eget pellentesque vivamus pharetra. Egestas class. Vivamus proin. Iaculis augue nibh. Conubia lacus purus fermentum quisque dictum sociis dis urna ante. Egestas magna ante ridiculus dolor mi. Nonummy purus donec fames diam ullamcorper consectetuer posuere urna eu risus id. Gravida lorem. Laoreet purus lacinia pharetra neque sodales commodo orci adipiscing turpis nisi nostra. Iaculis velit hac enim duis dapibus luctus. Posuere fames eget lacus magna. Euismod augue sit aenean ac augue taciti. Euismod neque. Integer fames metus justo nec quam diam dictum turpis ipsum semper hendrerit. Rhoncus curae. Egestas massa. Blandit nulla amet at. Feugiat porta parturient. Pretium lacus enim primis erat elit hendrerit. Feugiat purus proin suscipit mus pellentesque ligula nunc tincidunt. Euismod lacus mus arcu in pellentesque laoreet metus enim suspendisse consectetuer. Natoque velit ve proin suspendisse."
   ],
   "title": "Vivamus donec elit."
  }
 ],
 "title": "Iaculis vitae orci maecenas lacinia nunc pulvinar magna tristique ornare ultrices per."
}