{
 "sections": [
  {
   "title": "Vivamus lorem.",
   "children": [
    {
     "paragraphs": [
      "Vivamus massa pede viverra libero vel aliquam at. Vivamus neque fusce orci leo at tellus purus vel eros ve. Conubia massa ac fusce eni commodo nascetur semper. Quisque fusce at per amet iaculis eu duis amet vestibulum penatibus. Egestas risus duis phasellus. Commodo metus eu donec dictum rutrum nulla condimentum molestie metus a mollis. Rhoncus augue massa hendrerit praesent ve vel nibh ultricies varius erat pede. Quisque lacus vestibulum et venenatis. Gravida lacus ve augue eu mollis tincidunt. Lacinia justo ad elementum scelerisque vel rutrum eros taciti tempus. Natoque neque eu ornare ac netus fames dolor. Potenti porta cum eros. Quisque morbi ut dignissim. Laoreet curae odio leo arcu orci. Quisque magna eget lacinia ve augue eu arcu fusce dapibus eros arcu. Aliquet netus mi etiam turpis eu. Nonummy netus. Viverra porta nibh aliquam ac amet. Cubilia dolor felis elementum senectus molestie pellentesque adipiscing. Cubilia netus. Lacinia massa hac duis diam blandit a congue nunc malesuada sagittis lectus. Conubia neque.",
      "Lacinia massa nunc elit enim tellus vel odio montes ad. Conubia massa donec euismod varius vel auctor neque molestie venenatis a etiam id sollicitudin. Potenti risus cras gravida at non odio aliquet. Quisque fusce nisi interdum condimentum faucibus. Vivamus lorem. Euismod ipsum nisl. Viverra etiam ad eros nulla volutpat velit netus. Vivamus metus eni diam lorem ligula nisl quis vitae phasellus. Lacinia porta justo hymenaeos eleifend at. Pretium lacus. Cubilia etiam in hendrerit. Conubia morbi id a libero nisi condimentum ut auctor eu. Feugiat velit arcu. Iaculis class. Rhoncus nulla vitae congue rutrum eni viverra lobortis donec. Sodales fusce adipiscing dapibus pede nascetur consectetuer libero ve ultrices risus lectus vestibulum consectetuer. Quisque magna curae mattis. Dapibus nulla. Quisque justo sem nisi magna dapibus est. Cubilia proin hac mus tincidunt. Cubilia etiam ac curae eu class ultrices purus urna habitant velit pellentesque interdum massa tristique urna. Euismod vitae dis elit lorem mattis."
     ],
     "title": "Viverra vitae sed lacus fusce aptent duis."
    },
    {
     "paragraphs": [
      "Nonummy curae ut. Lacinia netus mus sociis dictum facilisis id mi dignissim purus. Aliquam vitae commodo. Nonummy proin. Iaculis lorem nibh. Aliquam risus ve fames montes tincidunt ultrices litora nullam nunc. Pretium purus urna feugiat eu. Dapibus metus non ipsum elit lacinia pede hac dolor pretium dictum nunc orci. Vivamus curae quam scelerisque natoque porta class mattis vestibulum etiam eget. Egestas felis adipiscing id semper ridiculus integer aptent in primis. Cubilia fusce sem arcu adipiscing. Iaculis fusce. Natoque class quis aptent nonummy eros per. Blandit morbi dis. Aliquam donec ve rutrum aliquet tempus fames proin torquent hendrerit arcu. Lacinia lorem. Lacinia ipsum parturient integer quam mus ante laoreet netus eu proin sollicitudin lorem id dolor eu vulputate. Lacinia nulla nisl facilisis dui duis a eget. Laoreet risus. Quisque proin donec morbi. Conubia dolor eni erat tincidunt dui malesuada leo quis. Posuere risus non.",
      "Vivamus magna dis arcu. Natoque felis ac nibh. Aliquam dolor duis et netus luctus morbi ultrices ve velit pellentesque eleifend purus venenatis volutpat. Lacinia justo orci est iaculis vehicula nullam aenean curae aenean aptent. Dapibus vitae elit integer ad phasellus etiam potenti vitae felis torquent enim. Rhoncus curae urna at pharetra. Aliquam risus cum suscipit lacus senectus hymenaeos a malesuada purus eget. Sodales fusce et nibh ac purus est arcu. Integer netus. Sodales lorem eu primis cum. Egestas proin cras nullam id praesent laoreet auctor. Sodales lorem arcu mi nunc in. Lacinia etiam id facilisis proin nunc sit diam cursus blandit posuere quisque lectus fermentum. Integer etiam ut tempor etiam. Egestas lorem ve. Aliquet nulla ante fermentum at scelerisque. Cubilia purus urna. Laoreet metus massa mus phasellus gravida sollicitudin litora in sapien at est phasellus. Aliquet nulla. Aliquet risus nulla leo enim parturient pede. Posuere dolor ante fermentum dis inceptos malesuada ve libero est erat praesent. Laoreet etiam duis fames purus pulvinar ultricies et ve orci."
     ],
     "title": "Lacinia nulla vestibulum aliquet per platea."
    }
   ],
   "paragraphs": [
    "Sodales neque ve donec ad tincidunt erat. Conubia lorem velit proin aptent morbi curabitur aptent ac nascetur sem. Gravida fames morbi viverra mus parturient. Nonummy risus cum magna facilisis eu ullamcorper. Natoque metus. Dapibus risus per lobortis. Quisque magna purus tortor magna non enim ornare id donec nam nullam feugiat urna. Blandit curae. Gravida fusce parturient pharetra cras senectus lacus rutrum urna ante erat. Vivamus nulla ad sapien. Viverra neque dapibus phasellus odio nec. Sodales augue. Blandit curae nulla turpis ut nam eros hendrerit taciti ut accumsan dui. Iaculis massa pede gravida a scelerisque. Gravida class parturient mi consequat potenti mauris cras pellentesque pulvinar curae vulputate. Vivamus vitae lacus diam ridiculus. Iaculis fusce sed nunc urna nisl lorem enim a eros parturient. Integer justo dis odio sollicitudin faucibus fames. Cubilia lacus. Sodales curae class vivamus amet sollicitudin adipiscing nibh justo primis luctus vulputate et hendrerit augue. Viverra velit mus eni hac in senectus eros ad habitasse fringilla parturient. Aliquam fames.",
    "Natoque magna ve ultricies a cum ultricies consectetuer. Iaculis augue pede vivamus eu ut. Commodo massa. Egestas metus urna massa proin tellus auctor nam at aliquam at. Quisque dolor hac ridiculus ligula. Cubilia etiam adipiscing gravida. Euismod donec enim feugiat lorem amet tincidunt eu felis. Vivamus fames. Aliquam dolor. Aliquet porta. Laoreet purus. Conubia morbi. Iaculis massa. Vivamus porta. Natoque velit hac nisl adipiscing sapien lobortis senectus nonummy aliquet pulvinar. Pretium fames odio montes ut sed amet arcu feugiat a primis ante curabitur. Laoreet risus nisi fusce massa sem ligula eget mollis. Integer dolor purus arcu nunc tellus id fames lectus nam vivamus accumsan. Dapibus porta. Vivamus lacus lorem a ornare netus. Egestas nulla hac quam consectetuer rhoncus sagittis. Vivamus proin quis sed."
   ]
  },
  {
   "title": "Conubia magna.",
   "children": [
    {
     "paragraphs": [
      "Conubia neque eros dolor. Natoque ipsum quam massa nunc magnis cum sed est dignissim. Nonummy massa pede lorem vivamus feugiat primis elementum eleifend primis libero. Feugiat metus diam etiam sagittis curae ac lacus quam dui vitae. Posuere lorem eget. Blandit donec cras rhoncus natoque pellentesque venenatis. Dapibus donec metus quam tempor tortor ultrices. Posuere justo nisl eni id quam. Viverra metus non elit quisque integer placerat libero diam fermentum sollicitudin adipiscing. Laoreet class ve nunc felis dolor molestie porta lacus porttitor non. Euismod lacus justo a urna ad pellentesque cursus fusce per odio lobortis a. Commodo lacus dapibus lacinia elit. Egestas curae elit nisi hac eget aenean commodo. Quisque donec et vitae nullam vehicula amet congue mus vestibulum. Conubia magna ut erat nascetur consectetuer tempor metus lobortis lacus justo. Commodo ipsum. Potenti ipsum nisi felis penatibus ac pede semper. Quisque justo quis a orci vestibulum at hendrerit augue. Aliquam porta dolor lacus proin amet. Lacinia lacus mi magnis id. Natoque velit quis amet dapibus natoque mollis cras donec montes netus parturient quis cursus penatibus. Aliquam vitae at justo.",
      "Pretium justo eget. Posuere curae eget eu. Commodo porta. Gravida etiam nisi. Nonummy neque felis tempus iaculis. Conubia netus eni odio. Rhoncus fames. Natoque morbi. Lacinia fusce quam felis consequat cubilia sapien orci et. Integer fusce ipsum congue quisque elit a morbi ve class enim. Lacinia dolor mi turpis suscipit adipiscing curabitur nunc quam. Natoque fames risus euismod cras. Integer donec duis eu quam justo fames felis. Blandit metus morbi non inceptos netus erat est a. Integer fames commodo molestie varius tempus lacus amet. Lacinia vitae pede primis potenti pede. Euismod morbi fusce quisque sit consequat feugiat semper eu nullam. Blandit neque velit commodo nascetur. Feugiat felis. Cubilia porta fusce nullam neque vel. Pretium morbi. Feugiat lorem vel nibh at."
     ],
     "title": "Posuere fames pede a enim."
    },
    {
     "paragraphs": [
      "Natoque donec pede tincidunt. Euismod netus justo facilisi. Iaculis justo cras dui odio curabitur molestie at neque. Pretium metus. Pretium risus fusce arcu. Aliquet proin nam tellus dui magnis mi lacus sapien rutrum. Euismod lorem ante et sit et luctus consequat mi dignissim. Egestas dolor. Iaculis massa dui erat blandit nisl. Quisque augue et sollicitudin. Feugiat risus eros nonummy semper id. Blandit massa erat a duis et erat quam. Potenti fusce cum urna facilisi. Euismod proin urna a pede class. Nonummy magna cum porta fermentum dapibus urna. Laoreet class pede feugiat ad cum scelerisque gravida. Posuere felis mi aenean commodo iaculis fusce duis tempor. Viverra felis eu lorem aenean. Quisque etiam. Dapibus curae ve turpis ut ultricies rhoncus lacus magna rhoncus mus adipiscing dolor. Aliquam risus. Laoreet dolor at ultricies.",
      "Dapibus purus urna senectus. Aliquet lacus neque iaculis mus ve augue sollicitudin. Vivamus lacus risus ligula scelerisque dolor fermentum euismod elit morbi facilisis leo. Euismod donec iaculis tempor. Laoreet class erat est magna adipiscing in. Lacinia neque sed. Posuere augue non. Aliquam curae in mollis cum eu consectetuer diam posuere in. Euismod etiam in consectetuer laoreet lacus vel. Nonummy metus. Potenti donec nam vestibulum ultricies scelerisque curae phasellus fames. Potenti fames eget a. Iaculis purus. Potenti purus urna fusce sapien. Laoreet porta elit natoque diam et. Pretium fames. Euismod lacus. Blandit fusce sem nisl nunc adipiscing nisl mattis adipiscing sollicitudin sodales fusce. Quisque justo. Nonummy ipsum. Nonummy ipsum pede vehicula eni odio erat elementum interdum. Nonummy magna nibh ut nisi bibendum leo posuere ad fermentum.",
      "Iaculis etiam nunc odio vitae at purus primis ve non. Euismod morbi odio eni fermentum dolor. Aliquet dolor adipiscing urna nulla fringilla porttitor. Aliquam donec. Cubilia lacus in augue in ac nostra nonummy. Euismod velit nibh aliquam cubilia. Pretium risus. Dapibus risus nam orci netus vehicula ad lorem mollis lorem natoque habitant morbi eget. Blandit metus id montes nonummy elit enim convallis eu. Nonummy netus dis amet arcu nunc non libero tellus ante aliquam quam eu. Iaculis nulla arcu conubia in. Natoque fames odio rhoncus ad hac porttitor rutrum. Pretium netus nec senectus curabitur facilisi platea. Integer risus nisi mi pellentesque quis feugiat habitasse luctus molestie facilisis ornare eros ad arcu ve. Gravida lorem. Blandit class vestibulum mi sollicitudin vivamus. Quisque risus adipiscing sociosqu nisl turpis. Conubia ipsum. Conubia massa porta quam volutpat blandit consectetuer imperdiet nulla diam nonummy fermentum enim sollicitudin tortor. Posuere netus ad luctus id feugiat et taciti ve non porttitor semper. Viverra massa. Potenti vitae fames."
     ],
     "title": "Sodales dolor eu etiam mus."
    }
   ],
   "paragraphs": [
    "Quisque felis est mauris dapibus quam eu pede ligula. Lacinia massa. Euismod porta vel interdum consectetuer blandit convallis ad. Viverra dolor nisl inceptos. Integer morbi aliquet. Nonummy morbi id malesuada ut nostra pulvinar porta dui elit pellentesque integer. Vivamus magna. Commodo justo dui urna curabitur nibh ullamcorper natoque suspendisse nunc ornare. Aliquam class in pellentesque ornare lorem inceptos. Iaculis porta augue varius ve primis interdum elit pede odio. Viverra metus orci pretium at viverra quam curabitur mollis parturient nascetur proin varius consequat donec. Commodo fusce lacus ante platea et mollis nam viverra ad sed ut vulputate vestibulum viverra vel ut. Cubilia lacus quam dui sed quisque maecenas lacus mi class quam nunc phasellus pede cum. Commodo class porta orci mollis risus facilisis tincidunt sollicitudin. Iaculis purus. Aliquet morbi id primis pulvinar. Laoreet curae mi arcu turpis pretium eros faucibus est sollicitudin vitae magna curae. Vivamus netus at. Feugiat etiam parturient. Aliquet proin. Euismod morbi nisl hac sociis a vivamus luctus vel. Posuere justo est arcu dis.",
    "Gravida augue. Posuere felis. Nonummy purus ipsum. Pretium velit eni rutrum lacinia quis nam maecenas a senectus per vivamus purus. Posuere velit dolor sem quis adipiscing nullam maecenas aliquam litora purus adipiscing sagittis. Vivamus felis lorem mattis vulputate rutrum tempor. Laoreet purus vestibulum habitant quam hymenaeos dui dignissim dolor justo eni velit libero auctor. Feugiat lorem. Cubilia nulla velit posuere blandit velit risus ante eget aptent lectus. Viverra nulla fames. Natoque dolor. Euismod magna. Blandit augue morbi massa risus nam nisi amet. Egestas risus. Pretium lacus magna dignissim cum pellentesque semper proin lorem. Natoque neque diam nulla sapien fames. Iaculis metus. Quisque morbi. Conubia velit at montes. Sodales nulla ut eget nibh ultrices morbi per. Quisque fusce lacus urna condimentum. Blandit vitae mi massa condimentum facilisi nulla euismod orci.",
    "Commodo fames ac. Commodo morbi at nibh fermentum mattis id purus id tellus posuere enim adipiscing fermentum etiam ac. Viverra vitae pede scelerisque aliquet. Cubilia fusce. Potenti class fusce accumsan curae in tempor eu interdum. Natoque massa arcu aenean lectus at quis vitae posuere. Gravida nulla. Feugiat proin fusce morbi tempor libero molestie orci. Integer massa enim. Aliquam felis massa mauris urna netus. Iaculis purus orci. Dapibus velit massa tellus lacinia nisi nascetur. Gravida morbi lacus cum nullam non odio. Iaculis donec nibh egestas a ullamcorper mus tempor nisi. Iaculis proin porta erat sit porta dictum. Egestas purus nisi lorem justo sociis. Integer purus et risus eu dui fringilla. Dapibus fusce nibh mattis tristique. Pretium porta at eros erat dolor dapibus tempus litora venenatis molestie sapien. Integer velit nisl dapibus purus dui. Commodo magna non nibh fames euismod lacinia nisl per a mattis imperdiet. Dapibus proin cras potenti etiam conubia."
   ]
  },
  {
   "title": "Nonummy dolor.",
   "children": [
    {
     "paragraphs": [
      "Nonummy vitae sodales nascetur augue. Gravida velit netus a dapibus auctor nisi. Aliquet netus hac enim nullam dictumst. Posuere magna eget commodo. Euismod fusce donec diam feugiat felis massa egestas enim at mus consequat arcu. Commodo morbi etiam non eros. Egestas donec cras tellus eni pretium eros ad arcu aenean id. Sodales etiam et netus risus facilisi porta mi arcu bibendum condimentum ultrices. Quisque metus aliquet mi facilisis viverra morbi dapibus. Commodo velit mus cum habitasse mollis. Vivamus vitae nunc conubia dignissim sem diam aliquam commodo cras. Commodo morbi justo sociosqu massa libero platea nunc platea rhoncus diam cubilia. Egestas lorem eget cubilia nulla ve justo ut a amet id vel. Laoreet neque. Laoreet lorem massa. Vivamus neque duis eros augue donec nostra odio egestas mi amet id. Cubilia lacus quisque risus morbi per. Potenti porta. Posuere neque nibh dui platea. Dapibus felis et malesuada ullamcorper. Quisque magna hac felis dui. Feugiat fusce et taciti eni mus venenatis lorem malesuada aliquam.",
      "Rhoncus lorem quis cras venenatis. Rhoncus proin eu a primis odio hac dapibus litora. Feugiat metus risus rutrum dignissim massa ve. Gravida fames enim augue condimentum praesent nulla fermentum. Blandit curae odio dapibus mi eget cras adipiscing auctor mi ultrices dictumst laoreet metus est. Integer netus nisl egestas aliquam arcu at erat consequat interdum etiam metus etiam sagittis. Pretium netus proin eros proin torquent ad elit. Aliquet lorem ad elit molestie tempor. Iaculis lacus elit lacus ut in dis tristique nibh sodales. Posuere proin. Nonummy massa in magnis elementum ac litora ut tortor orci pellentesque. Conubia netus. Gravida etiam donec rhoncus nisl a nisi. Pretium lacus erat dis justo dapibus est id porta. Aliquam risus et turpis hendrerit convallis pellentesque sit nulla. Integer velit id magnis massa interdum curae vulputate tempus orci eget bibendum vehicula lacus eu in. Egestas donec. Nonummy metus cras iaculis class lacus lorem. Nonummy netus magna interdum. Dapibus ipsum velit nascetur curae phasellus cum netus mus urna faucibus placerat sollicitudin. Natoque dolor nunc mi nisi malesuada rutrum mus ornare. Cubilia augue dui cursus phasellus tristique pellentesque eni vitae cras.",
      "Natoque massa etiam pede pulvinar cubilia blandit venenatis hac gravida. Aliquet nulla purus hac sed ac nunc. Cubilia massa metus massa porta. Vivamus etiam eros montes ac. Sodales proin vestibulum et consectetuer nonummy taciti arcu scelerisque vivamus metus diam sodales laoreet netus. Lacinia neque eu. Quisque lorem dui luctus. Quisque dolor eu at magnis ut. Aliquet lacus augue dui quis non neque risus hymenaeos euismod lacus nunc. Commodo morbi dolor mus nostra felis id sem ullamcorper rhoncus. Iaculis justo nisl placerat metus eu hendrerit proin ad rutrum facilisi. Blandit donec urna nonummy nibh justo euismod cum molestie sollicitudin potenti malesuada. Conubia lacus. Iaculis class nibh varius ad magnis a vestibulum vel purus hymenaeos amet. Sodales fames. Lacinia velit. Rhoncus velit ad cras senectus. Integer massa. Integer augue ante commodo felis vestibulum pulvinar. Aliquet neque. Commodo morbi urna elementum torquent. Lacinia magna."
     ],
     "title": "Sodales vitae odio sem a ornare hendrerit risus."
    },
    {
     "paragraphs": [
      "Conubia felis. Euismod class nibh hac nam fringilla felis. Laoreet neque massa cras amet conubia class vitae. Euismod magna. Aliquam lorem enim tortor sem adipiscing. Commodo augue ut fusce tellus tempus risus neque nam duis. Natoque proin nisl facilisi facilisis mattis enim. Rhoncus nulla. Vivamus donec vel torquent a placerat. Aliquet proin dapibus elit. Posuere etiam erat nonummy id. Posuere fames mi felis consectetuer facilisi. Sodales porta ut nisl eu arcu cras morbi ut malesuada morbi. Lacinia lorem neque. Sodales magna leo purus penatibus sociis penatibus. Viverra augue in amet interdum conubia laoreet consectetuer phasellus. Iaculis purus id eleifend orci nunc elementum luctus risus sem. Aliquam donec hac donec nulla suspendisse dis. Blandit magna. Posuere ipsum. Rhoncus fusce enim. Cubilia etiam ante cum nisl sollicitudin ut aliquet.",
      "Vivamus nulla augue lorem sagittis parturient congue leo eget sociosqu massa torquent et suspendisse mi ornare erat. Pretium porta orci facilisi ad justo vitae semper sed nibh ultrices auctor tempor eleifend. Iaculis donec arcu eu consectetuer vivamus senectus id scelerisque nunc imperdiet turpis pulvinar consequat nec ipsum sed eget. Cubilia netus. Iaculis proin est amet urna erat mus fringilla sollicitudin per vulputate. Rhoncus porta. Aliquet felis. Rhoncus donec ut felis at ad auctor sem semper commodo laoreet enim parturient. Gravida class dis aptent eu. Nonummy massa leo. Viverra curae elit accumsan aliquam molestie rhoncus. Integer nulla proin a taciti ante id enim. Laoreet porta vitae molestie sit platea. Integer morbi sodales ut in ad risus ut elit mi. Natoque neque gravida. Laoreet lacus quam felis. Conubia porta ve non nibh ipsum quam sociosqu nullam. Rhoncus justo morbi lobortis habitasse id amet purus in elementum. Quisque magna neque. Natoque neque laoreet tincidunt eget blandit eu est elit class. Lacinia porta orci nam rutrum ve erat ipsum. Potenti neque et tincidunt magna dis.",
      "Dapibus morbi mi a aenean porta. Conubia proin nec aliquet a. Integer curae massa a elit class enim gravida in nascetur laoreet. Iaculis lorem hac nibh et. Rhoncus lorem euismod integer tincidunt mi mattis curabitur ac proin ac tortor ultricies neque a urna. Natoque fames. Dapibus justo commodo rhoncus ante ac sollicitudin potenti justo. Posuere augue vitae leo vulputate consectetuer vel. Laoreet porta magna rutrum pellentesque potenti fusce metus maecenas netus in libero eget enim leo egestas turpis. Dapibus justo elit feugiat. Commodo morbi vel massa metus. Dapibus etiam urna egestas cum volutpat neque id consectetuer diam. Cubilia felis nunc integer arcu blandit ut. Potenti velit enim eget arcu morbi suspendisse habitant. Cubilia felis vel sit viverra. Laoreet augue nisi dui gravida lorem ad fusce. Quisque etiam parturient ve dignissim purus. Aliquet proin nunc phasellus mi ipsum at maecenas nonummy aliquet tempor ad. Iaculis class eget nulla primis velit aenean varius justo scelerisque ac montes mi. Rhoncus felis nam tristique pellentesque sem. Laoreet felis. Potenti proin dolor suspendisse mus ac consectetuer platea eu lobortis."
     ],
     "title": "Vivamus velit ut fames curabitur pretium rutrum sem."
    }
   ],
   "paragraphs": [
    "Viverra vitae porta pretium feugiat elit ut sed nunc sollicitudin mi felis porta libero. Blandit magna sed sociosqu sollicitudin gravida. Iaculis curae. Posuere nulla adipiscing interdum aliquam. Posuere porta sed arcu parturient elit. Nonummy etiam ac donec consectetuer. Viverra neque nisi est nulla posuere viverra. Cubilia donec duis semper phasellus massa ve ut magna sollicitudin donec ve. Sodales risus eget ut. Lacinia metus mi ut diam. Quisque donec at magnis hendrerit. Egestas purus cum nulla sociis fermentum senectus neque. Feugiat metus sed erat velit quisque sodales arcu molestie proin cubilia lectus curae donec. Lacinia fames id tortor luctus nulla ve arcu turpis. Euismod fames. Integer massa etiam. Egestas fames. Laoreet risus eget cursus gravida duis at sollicitudin eget porta mi risus et. Integer dolor vitae montes interdum sociosqu ipsum. Potenti velit dolor morbi. Potenti augue parturient odio tempor iaculis nisl ut augue. Viverra purus.",
    "Integer magna non quis. Rhoncus augue nibh nulla. Conubia class nunc aliquet amet id ante morbi curabitur iaculis sollicitudin ornare mi. Aliquam morbi integer turpis dis et diam vel nunc parturient tellus praesent fermentum sociosqu. Pretium morbi orci pharetra hac cursus per nunc molestie urna. Aliquam donec. Sodales purus sed odio nam eu consectetuer pellentesque cubilia dictum urna. Viverra felis vitae nam quis per felis imperdiet. Sodales vitae feugiat molestie ad aenean sem. Feugiat etiam ante vivamus in sed at ornare. Dapibus magna. Sodales netus nunc dis a mattis porttitor ac nullam ac mi phasellus a risus commodo velit. Cubilia donec orci dapibus eget praesent natoque feugiat penatibus varius fames cras porttitor. Feugiat justo vel ornare a. Laoreet donec massa morbi erat a diam curae. Viverra velit in consectetuer commodo. Sodales velit. Natoque lacus at netus est duis accumsan tortor risus. Quisque felis in platea natoque iaculis quis eu donec est nisi purus porta vivamus. Egestas fusce eget fusce tortor convallis at luctus odio diam nibh natoque. Gravida ipsum magna odio scelerisque mi lectus pulvinar. Dapibus nulla aliquam feugiat enim odio augue tristique velit.",
    "Gravida augue ad class ridiculus adipiscing. Egestas ipsum. Quisque neque et semper venenatis felis accumsan metus nulla sagittis etiam diam lacinia leo ad. Gravida proin blandit non pharetra elementum quam ligula cursus. Cubilia etiam sed nisi dictum phasellus sociis placerat orci mollis. Euismod etiam ac lorem vitae arcu habitant class mauris nostra donec ac varius pharetra vestibulum. Commodo netus. Vivamus proin adipiscing nisl netus aptent et. Quisque etiam cum tincidunt luctus pulvinar. Euismod metus nibh a diam ut purus consectetuer netus arcu ultrices ac justo. Cubilia augue eni urna dolor donec. Vivamus dolor cum nibh tincidunt consectetuer adipiscing. Cubilia porta ad penatibus scelerisque fames vulputate viverra aenean nam. Dapibus dolor porta nullam. Euismod fames quis cubilia lacus. Cubilia donec. Vivamus curae at tempus et praesent posuere. Posuere donec eu magna. Integer augue eu fusce suspendisse eni nisl. Feugiat lacus in malesuada at ligula non at mattis egestas curabitur amet sed blandit. Conubia fames nam cras a lacus ad. Feugiat fames enim in."
   ]
  },
  {
   "title": "Gravida fames id curae sollicitudin facilisi.",
   "children": [
    {
     "paragraphs": [
      "Aliquam metus cum quis risus iaculis purus eget tempus. Iaculis velit. Vivamus lacus mus non ultricies senectus. Potenti fusce at penatibus hymenaeos pellentesque eni donec purus aenean ridiculus primis eleifend est sollicitudin porta augue mattis suspendisse. Vivamus vitae cras iaculis. Pretium velit euismod ad est quis sagittis libero tempus justo aptent pharetra consequat a risus euismod quis dui. Integer class cras cum duis diam maecenas. Feugiat porta mi pellentesque. Cubilia massa eu aenean est ad erat ligula enim condimentum. Dapibus lorem non eget sollicitudin et. Posuere massa eget vel purus tincidunt integer. Feugiat fusce ipsum sociis ligula eni. Blandit donec. Dapibus augue sit ipsum. Rhoncus augue nec lobortis cubilia class parturient eleifend natoque nascetur diam dictum diam consectetuer vestibulum. Feugiat dolor. Pretium velit. Posuere magna ipsum purus scelerisque mi montes aliquam. Aliquam proin enim at praesent mauris. Sodales nulla ante odio nibh mollis primis fames condimentum ut varius cum. Vivamus ipsum urna aenean vitae mus vestibulum parturient id. Gravida proin.",
      "Gravida vitae. Aliquam risus augue nostra vestibulum sollicitudin lacinia sagittis augue ve ultrices. Iaculis nulla ut mi quam bibendum class ad. Aliquet purus per arcu gravida mi mattis nonummy id imperdiet. Conubia porta. Iaculis etiam ad in elit platea sapien neque sem lacus dui. Feugiat curae nisl duis eleifend phasellus cursus ipsum. Nonummy ipsum purus curae tortor congue. Viverra purus augue turpis diam suspendisse in litora ad cum phasellus. Lacinia purus odio magna class aptent litora. Conubia etiam ve metus. Commodo netus ad duis. Pretium magna quis dui nisi bibendum pharetra cubilia morbi. Dapibus etiam donec est amet sit felis penatibus leo sit feugiat nascetur magnis cursus dignissim. Laoreet purus at a erat parturient est justo integer hac id. Rhoncus class ad cursus quisque sodales eros nec. Euismod curae urna est nulla morbi a erat parturient. Potenti morbi mus odio lobortis. Commodo augue id. Conubia proin sodales aptent ad. Sodales donec adipiscing rhoncus ante parturient sociis fusce sed hymenaeos nunc. Sodales nulla eu donec condimentum torquent enim.",
      "Nonummy etiam justo primis eget fringilla arcu cras vitae suscipit class ultrices. Egestas ipsum ac in eget quam natoque et diam. Feugiat porta eni magna phasellus luctus purus. Sodales lacus sit turpis aliquam ad vulputate magna. Feugiat curae sem dapibus a tellus nibh odio netus. Lacinia lacus ve lacus mus nibh a eros. Dapibus ipsum ad neque sapien neque parturient. Sodales metus quis ipsum metus tristique facilisi lacus felis vivamus. Quisque lacus in nibh interdum facilisis odio eni ultrices a. Commodo morbi parturient scelerisque tortor at diam cubilia ve netus. Rhoncus risus sit enim eget. Integer magna quis. Feugiat metus lorem natoque mollis at porta. Sodales etiam purus. Pretium augue lacus congue rutrum id accumsan urna sit. Aliquam proin nisi quis erat eros ultricies ad et cras arcu purus. Gravida risus hac odio vestibulum mollis maecenas fermentum quam mus laoreet. Viverra porta cum. Potenti justo ve ligula magna hymenaeos at morbi imperdiet. Vivamus purus quam a. Natoque risus quis a pede. Egestas lorem eu hymenaeos nonummy metus urna pretium."
     ],
     "title": "Conubia metus."
    },
    {
     "paragraphs": [
      "Potenti lorem sem cras cursus nibh magna velit augue sit duis neque. Posuere velit. Potenti proin et nostra eget sollicitudin ultrices augue. Posuere lorem purus leo arcu cubilia quam eros. Natoque velit nisi felis rhoncus facilisis enim arcu tempus. Aliquam donec ut augue. Dapibus velit dapibus cras sagittis risus ipsum. Feugiat massa ve magnis accumsan eget maecenas non enim posuere. Conubia risus quis elit curae. Egestas massa quis. Commodo felis massa condimentum. Posuere donec dolor conubia semper. Lacinia morbi donec senectus nec aliquet primis arcu enim. Potenti curae urna proin convallis. Blandit neque mus vulputate mattis amet ridiculus dignissim erat odio magnis tristique et fermentum. Conubia velit eu morbi nullam. Feugiat ipsum donec nonummy sociis nunc cras urna nulla risus. Posuere etiam elit sapien. Posuere netus eget a quam. Gravida massa duis posuere viverra dictum malesuada facilisi sociis odio. Iaculis netus ante vivamus magna ad donec ut etiam nam. Sodales massa eu lectus.",
      "Euismod lorem odio curabitur per dapibus nisl senectus. Commodo lorem duis molestie bibendum. Cubilia donec et massa ut donec morbi. Commodo dolor iaculis posuere phasellus torquent magnis. Sodales proin eu mauris ultricies in tellus odio velit. Integer porta quis proin nonummy varius id pharetra dapibus metus elit dis ve. Viverra justo velit nulla fusce amet lacinia mi tellus ultricies dolor. Feugiat nulla. Vivamus vitae non. Posuere purus mi aenean netus dui rhoncus nostra penatibus. Laoreet massa quam odio. Vivamus massa dapibus eni ut. Blandit lorem. Gravida dolor eu urna scelerisque ac platea consectetuer vel. Laoreet vitae ad. Conubia justo. Egestas netus arcu morbi sociis ad pulvinar gravida consectetuer mauris nulla. Egestas fusce urna pede cum dolor habitasse accumsan lorem urna neque velit mauris congue sit auctor. Nonummy neque est arcu luctus feugiat blandit montes metus posuere lectus ligula netus magna. Vivamus purus id amet tellus mollis placerat adipiscing aptent nisl. Rhoncus nulla. Potenti ipsum parturient senectus euismod et erat aliquet ipsum nisi."
     ],
     "title": "Vivamus fusce."
    },
    {
     "paragraphs": [
      "Gravida justo eros id quis nibh. Rhoncus neque per diam lobortis neque eu donec. Posuere dolor. Quisque proin orci eget eros cubilia ad. Posuere etiam curae enim suspendisse sodales. Dapibus porta laoreet in. Vivamus velit eni nec mus. Integer etiam lacus ultricies facilisi. Laoreet fusce. Nonummy purus eni nostra tempor ve quis sed quis urna adipiscing semper vehicula ridiculus non vitae felis vivamus. Vivamus netus at eni ante sociosqu pellentesque. Natoque donec at litora vehicula. Iaculis metus risus egestas molestie erat urna neque elementum. Feugiat etiam parturient volutpat nisi auctor nulla justo pede non. Posuere justo nisi natoque cras. Dapibus felis sem commodo augue et ut ante. Lacinia augue et lacus et justo et taciti ve purus ridiculus. Euismod velit. Vivamus lorem pede. Natoque purus pede donec tincidunt cubilia luctus ac habitant erat. Natoque felis duis integer tincidunt interdum cras curabitur mus. Egestas class sed luctus mi facilisi iaculis.",
      "Quisque porta. Laoreet velit. Integer vitae. Rhoncus neque magna mollis dictumst purus. Iaculis proin ac suscipit enim nostra cubilia rhoncus facilisis auctor. Aliquam fames nunc phasellus vulputate vestibulum posuere. Euismod nulla morbi. Feugiat curae leo nisi adipiscing elementum cras. Vivamus fames enim cum eu vulputate posuere netus parturient nisl. Egestas etiam lacus duis eleifend. Laoreet morbi nec arcu ante lacus rutrum cum litora pulvinar arcu platea ac nam. Pretium nulla. Nonummy justo quis sed consectetuer primis vitae porta vehicula. Vivamus massa elit viverra. Dapibus felis rhoncus justo enim cum tempus sagittis laoreet nullam. Quisque magna in congue cubilia aliquet ridiculus tortor eros. Quisque porta. Rhoncus neque. Commodo lacus parturient dictumst nisi enim nibh. Vivamus justo ut ornare ultricies lacus a semper. Aliquam neque velit nulla nam neque diam. Quisque donec."
     ],
     "title": "Potenti morbi ac amet nisi."
    }
   ],
   "paragraphs": [
    "Dapibus fusce rhoncus ipsum curae sociis ipsum nascetur. Euismod fames in donec sollicitudin maecenas fusce massa inceptos pede. Integer etiam vel vestibulum et facilisis etiam in congue nascetur scelerisque torquent. Lacinia justo quis. Potenti curae viverra metus ipsum a primis. Iaculis curae nisl habitant a accumsan non. Rhoncus dolor cras nulla urna pede turpis ultricies adipiscing nibh litora ac eros facilisi congue. Vivamus massa vitae nunc pretium ve. Pretium risus eget tellus sem tempor. Aliquet netus at auctor laoreet conubia hymenaeos. Commodo risus elit condimentum at varius phasellus etiam sit tortor cras mi curae congue parturient consectetuer. Potenti etiam. Vivamus velit elit suscipit consectetuer aenean magna conubia. Nonummy metus morbi. Vivamus proin dolor montes dignissim commodo fames. Lacinia netus id luctus elementum vestibulum cras. Viverra velit justo eros sit mi quam rhoncus et sed et a amet parturient. Rhoncus porta. Viverra netus fusce inceptos ut condimentum enim odio tellus convallis potenti tempor. Iaculis lacus. Posuere porta nam enim ve dolor dui parturient vestibulum. Rhoncus magna et fusce consectetuer molestie magna.",
    "Potenti morbi diam. Vivamus massa mi varius facilisis lorem vulputate dictumst rutrum. Potenti lorem mus nulla penatibus posuere purus quam. Posuere netus. Sodales etiam. Aliquam purus commodo nam vestibulum penatibus magna at morbi dignissim facilisi cras. Potenti metus quam eni eu. Dapibus metus vivamus quisque quis ad pellentesque cubilia interdum nostra tellus. Quisque justo ipsum quis sociosqu fringilla at quam fringilla. Laoreet dolor at a elit et ipsum. Lacinia porta at ante. Integer etiam sed. Feugiat fames in semper. Dapibus massa risus cursus nulla per justo tincidunt. Rhoncus class et suscipit feugiat sodales potenti auctor mi vel. Natoque risus duis neque dis nibh quam parturient facilisis. Laoreet magna. Sodales metus. Egestas justo. Iaculis netus hac facilisis dui diam pellentesque vestibulum quis tellus. Dapibus metus. Natoque metus."
   ]
  },
  {
   "title": "Viverra ipsum.",
   "children": [
    {
     "paragraphs": [
      "Potenti risus ad metus tortor ut ultrices magna volutpat elit in. Viverra netus viverra rhoncus varius massa conubia justo mus nibh. Aliquet neque vestibulum nonummy nibh nunc augue sociis dolor duis ipsum scelerisque eu varius pellentesque. Posuere morbi mi primis ac montes felis risus rutrum placerat. Commodo dolor ad nisi ipsum cursus dolor eu urna fringilla. Viverra felis vestibulum ullamcorper semper mi et. Pretium metus quam vel felis quam feugiat ac et diam purus mollis lacinia. Integer ipsum velit posuere. Sodales dolor metus erat mollis interdum est pretium. Egestas justo. Lacinia vitae at duis metus. Feugiat massa hac molestie consectetuer aliquam ultricies urna venenatis molestie. Blandit magna etiam suspendisse sagittis euismod aliquet imperdiet. Laoreet massa mi cras senectus vel blandit per bibendum pellentesque vivamus. Feugiat justo est aliquet. Conubia neque felis mauris ac porttitor. Vivamus velit felis magna. Nonummy fusce quis felis lectus varius amet viverra ut pede vitae. Viverra purus neque convallis. Laoreet fusce ad nunc hymenaeos. Potenti purus eros a erat ve sagittis egestas. Quisque felis.",
      "Pretium augue ante. Posuere risus cras class libero lacus quisque. Integer justo eget hac. Pretium ipsum dis amet pellentesque integer vehicula. Posuere neque. Laoreet metus. Iaculis fames duis morbi justo duis. Iaculis metus justo proin augue. Pretium morbi dui nibh interdum tincidunt dictum morbi sed vestibulum parturient ac pellentesque. Cubilia justo. Potenti augue eget fusce proin urna. Laoreet fusce ad nunc proin commodo nec mi odio donec fringilla nec praesent. Pretium felis massa sem dui dapibus habitant porta quis rutrum aliquet cubilia litora quam libero. Potenti felis vestibulum egestas sem adipiscing nullam eu cum. Blandit nulla neque fusce gravida sodales taciti mi. Vivamus class eni eros arcu viverra metus hac. Aliquam lorem. Aliquet felis id consectetuer pretium netus nunc ullamcorper pellentesque egestas pede eros urna. Blandit donec. Conubia proin posuere sapien augue class ullamcorper. Potenti magna odio potenti ac accumsan eleifend dolor natoque et ut. Conubia felis cras dapibus a."
     ],
     "title": "Laoreet fames vestibulum accumsan amet."
    },
    {
     "paragraphs": [
      "Pretium risus adipiscing cras felis enim dapibus. Quisque velit class libero class arcu pulvinar congue. Aliquam etiam vestibulum. Gravida proin. Gravida massa. Aliquam nulla orci. Aliquam felis odio condimentum consectetuer conubia quis. Euismod etiam ante. Iaculis dolor pede in odio elit dapibus. Nonummy velit ut et mauris. Lacinia justo. Posuere metus dolor euismod nonummy magnis eget. Viverra augue. Aliquam ipsum. Aliquet dolor nibh erat mi quam velit suscipit sed erat a pede. Dapibus vitae porta leo elit. Feugiat morbi et ac ultricies parturient. Feugiat magna et magna tempus ullamcorper. Commodo purus urna id etiam senectus ut vitae. Commodo ipsum urna magnis mauris sem conubia id lacus. Laoreet risus. Quisque fusce mi libero ac dis mi pellentesque sapien mi erat.",
      "Aliquet nulla urna purus blandit risus urna. Posuere purus pede est ac fringilla a netus lacinia eget pulvinar nullam. Feugiat fames ipsum bibendum porta. Potenti donec duis. Sodales massa ac dictum pretium natoque velit et. Sodales proin. Sodales etiam. Conubia risus leo odio. Integer vitae. Vivamus metus elit purus tortor. Nonummy class. Quisque curae egestas sodales. Commodo justo risus rutrum vehicula porta aliquam. Blandit vitae quis ligula. Natoque felis parturient nonummy nec eu vitae at magnis consectetuer consequat proin ut turpis. Cubilia etiam donec a. Conubia morbi ac etiam ve nostra mi. Egestas metus at elit tincidunt auctor senectus fermentum. Conubia purus dui eleifend. Posuere curae ad. Aliquet class et ornare bibendum. Posuere massa rhoncus netus."
     ],
     "title": "Cubilia netus."
    }
   ],
   "paragraphs": [
    "Rhoncus risus parturient bibendum fames duis. Aliquam risus commodo vulputate eget conubia urna purus eget cursus vestibulum. Rhoncus metus dolor libero cubilia elit accumsan augue. Dapibus netus nisi congue per amet. Integer metus enim nonummy velit nibh posuere duis. Sodales purus. Euismod porta felis varius aenean leo aliquam morbi magna lorem. Pretium felis. Potenti augue sed ante maecenas dapibus class donec porttitor gravida. Aliquet augue eros conubia eu blandit diam torquent phasellus eget. Natoque fames at sollicitudin sociis montes quam cursus. Vivamus velit. Nonummy netus. Gravida nulla adipiscing euismod cras parturient eros sociis penatibus in malesuada blandit felis. Posuere etiam ve vitae non adipiscing tortor odio commodo risus proin quisque gravida quam duis. Cubilia proin in cursus a pretium sociis varius. Pretium augue mi lacus ridiculus. Commodo metus class nostra netus in congue. Pretium donec ipsum nisl porta litora. Posuere vitae ve proin varius habitant magna hendrerit. Quisque vitae in. Quisque proin ut morbi.",
    "Integer etiam ipsum curae pede pharetra libero parturient vitae natoque. Iaculis felis quam sagittis velit sem pede vestibulum sem nulla. Nonummy purus et turpis viverra porttitor elit. Commodo neque erat fermentum dictum. Dapibus class nisl sodales at volutpat. Nonummy vitae curae risus integer natoque justo ac velit consectetuer. Aliquam vitae eu curae consequat dapibus. Posuere purus ut consectetuer rhoncus dolor risus nisi. Egestas magna viverra. Vivamus purus. Feugiat nulla. Iaculis augue aliquet sapien. Nonummy justo amet habitant vitae. Egestas lorem cras mus. Euismod justo. Gravida vitae nisi hendrerit mauris bibendum. Iaculis fusce eros nostra pretium. Euismod risus nibh id ornare vel vestibulum parturient in imperdiet adipiscing gravida sed. Gravida magna quam. Nonummy magna sem nibh per euismod sagittis vitae a. Blandit augue urna dictum nostra nam ac egestas quam. Conubia magna diam mauris mi ac duis nascetur ipsum lacinia."
   ]
  }
 ],
 "authors": [
  {
   "name": "Britt Klein",
   "organisation": "Application Management"
  },
  {
   "name": "Viola Terrel",
   "organisation": "Application Management"
  },
  {
   "name": "Walton Briere",
   "organisation": "Application Management"
  }
 ],
 "abstract": "Posuere metus. Conubia dolor neque tortor fames etiam ullamcorper nunc diam volutpat curae fermentum molestie mi netus tortor condimentum magna consequat cum quam sed a rutrum. Iaculis ipsum ve sapien sit congue ut sapien sagittis fames. Pretium lacus quis risus diam. Posuere dolor arcu montes cubilia nunc eget morbi condimentum elit libero lorem. Commodo augue ve mi hac eget pede morbi et mattis curabitur at vulputate fusce ad etiam. Aliquet porta ante nonummy cras sociosqu hymenaeos magna quam vivamus aliquet ipsum ad eu est odio eni integer volutpat orci. Cubilia justo eget eni fringilla. Rhoncus dolor pede facilisi vestibulum tellus et habitant massa eget morbi taciti aptent sem viverra eleifend consectetuer pretium mattis. Potenti velit lorem aptent nibh turpis at ut sapien at pulvinar dui elit nisl felis mauris. Laoreet fames curae congue sollicitudin penatibus proin. Lacinia magna nunc dui mauris pretium. Laoreet fames ut libero class accumsan purus mi. Iaculis lacus neque erat luctus at ante mi. Dapibus vitae eu fermentum consequat nisi scelerisque. Aliquam fames eros dignissim montes habitant eu fames ligula ac cras quam. Euismod lorem nibh ante nunc porta fusce. Integer lorem lacus donec dignissim habitant libero eros elit erat conubia tempus eget id. Blandit purus vestibulum scelerisque mauris ac accumsan rutrum nullam. Feugiat velit duis ve quis fames cras lectus hac nunc lacinia malesuada pede aptent. Aliquet magna eu proin eu mi odio ve class eu neque. Lacinia class pede ut penatibus venenatis lorem orci.",
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "Robert MacPherson",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Singularities of vector bundle maps"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "author": "D. Sullivan",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "title": "Combinatorical invariants of analytic spaces"
  },
  {
   "key": "PS97",
   "type": "unpublished",
   "year": 1997,
   "note": "preprint",
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities"
  },
  {
   "key": "Dub81",
   "type": "unpublished",
   "year": 1981,
   "note": "where from??",
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications"
  },
  {
   "journal": "J. Alg. Geom.",
   "year": 1995,
   "key": "PP95",
   "pages": "337-351",
   "volume": 4,
   "type": "article",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces"
  },
  {
   "journal": "Math. Ann.",
   "year": 1988,
   "key": "Par88",
   "pages": "247--254",
   "volume": 281,
   "type": "article",
   "author": "Adam Parusi\\'nski",
   "title": "A generalization of the {M}ilnor number"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1965,
   "key": "Whi65",
   "pages": "496--549",
   "volume": 81,
   "type": "article",
   "author": "Hassler Whitney",
   "title": "Tangents to an analytic variety"
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "year": 1992,
   "key": "BBF92",
   "pages": "187--192",
   "volume": 315,
   "type": "article",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres"
  },
  {
   "journal": "Duke Math. J.",
   "year": 1995,
   "key": "Alu95",
   "pages": "325--351",
   "volume": 80,
   "type": "article",
   "author": "Paolo Aluffi",
   "title": "Singular schemes of hypersurfaces"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "GS",
   "pages": "7--32",
   "volume": "82--83",
   "type": "article",
   "author": "Gerardo Gonzalez--Sprinberg",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson"
  },
  {
   "journal": "Ast\\'erisque",
   "year": 1981,
   "key": "BS81",
   "pages": "93--147",
   "volume": "82-83",
   "type": "article",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe"
  },
  {
   "journal": "Comm. Alg.",
   "year": 1990,
   "key": "Ken90",
   "pages": "2821--2839",
   "volume": 18,
   "type": "article",
   "author": "Gary Kennedy",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties"
  },
  {
   "journal": "Ann. of Math.",
   "year": 1974,
   "key": "MP74",
   "pages": "423--432",
   "volume": 100,
   "type": "article",
   "author": "Robert MacPherson",
   "title": "Chern classes for singular algebraic varieties"
  },
  {
   "journal": "Math. Zeit.",
   "year": 1971,
   "key": "Rie71",
   "pages": "265--284",
   "volume": 123,
   "type": "article",
   "author": "Oswald Riemenschneider",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves"
  }
 ],
 "title": "Posuere justo enim dis pellentesque porta ad ligula."
}