{
 "references": [
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?",
   "author": "Burt Totaro",
   "year": "1997?"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "Invent. Math.",
   "key": "BMM94",
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "pages": "531--550",
   "year": 1994,
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117
  },
  {
   "journal": "Math. Ann.",
   "key": "Par88",
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "pages": "247--254",
   "year": 1988,
   "author": "Adam Parusi\\'nski",
   "volume": 281
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Topology",
   "key": "GS82",
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21
  },
  {
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87",
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23
  },
  {
   "journal": "Comm. Alg.",
   "key": "Ken90",
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ver79",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "J.--L. Verdier",
   "volume": "82--83"
  }
 ],
 "abstract": "Vivamus felis ad cum enim class velit. Potenti ipsum augue sodales ut. Conubia lacus. Egestas fusce. Quisque vitae quis sit mauris vivamus semper nec orci tortor. Gravida fusce fames justo leo parturient. Commodo netus mi felis phasellus convallis nisl dis fames natoque mi suscipit pede per arcu. Natoque donec vitae condimentum accumsan duis curabitur nascetur litora turpis. Rhoncus risus ac diam rutrum. Integer massa ve. Conubia fusce sit duis orci elementum ad ullamcorper eu mauris odio nulla dignissim. Cubilia fusce fames suscipit velit. Sodales neque sit ante pulvinar est pellentesque aptent diam ac nascetur sit. Iaculis class eni diam. Potenti augue proin semper nibh magna sociis parturient sollicitudin aliquam velit. Sodales nulla ipsum a enim et elit curabitur sagittis risus. Rhoncus class porta sed felis nec arcu eu proin luctus in. Iaculis morbi orci sagittis facilisi sollicitudin vestibulum viverra. Conubia porta est cras pellentesque aliquam dictumst. Nonummy netus urna netus aliquet nisl interdum non vivamus netus. Aliquam nulla ac dictum blandit euismod odio ridiculus tempor quam. Natoque justo per cubilia ve eu platea eu nisl nulla consequat lobortis et.",
 "authors": [
  {
   "organisation": "Engineered Strategic",
   "name": "Neil Iglesias"
  },
  {
   "organisation": "Engineered Strategic",
   "name": "Ricardo Haith"
  },
  {
   "organisation": "Engineered Strategic",
   "name": "Zane Texeira"
  },
  {
   "organisation": "Engineered Strategic",
   "name": "Louetta Becerra"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Natoque donec. Aliquam nulla vestibulum integer cum. Dapibus morbi natoque facilisis quis eni curae blandit cursus lacus non. Natoque proin potenti. Euismod massa. Quisque porta eros posuere. Commodo porta nam. Egestas ipsum nunc nonummy netus amet lobortis lorem lacus rhoncus ac eros. Gravida magna. Laoreet augue nisi eni commodo sagittis. Viverra curae magna eget hymenaeos facilisi id ullamcorper. Vivamus risus urna dis lorem leo nostra a feugiat ad varius non. Potenti donec purus porta lectus morbi fermentum egestas pellentesque ligula ve ac. Nonummy justo ve auctor at placerat. Dapibus lorem est ante adipiscing nec parturient dignissim vitae nunc pede elementum eleifend mauris egestas vivamus. Lacinia etiam eu a cras fames class quis. Aliquet etiam diam nibh id habitasse. Viverra velit class dapibus habitant nulla. Nonummy augue netus litora parturient placerat potenti rhoncus diam lobortis a consectetuer arcu lacinia mi nunc orci. Aliquam magna orci leo aliquet id maecenas dictumst massa ultricies facilisi ad amet lacus. Blandit lacus eros ante rutrum phasellus accumsan velit massa nam nisl facilisis. Feugiat netus.",
      "Posuere fames ante pede integer mi. Sodales velit. Sodales neque. Laoreet porta diam pretium magna sem nibh. Gravida lorem eros. Commodo lorem arcu rutrum cubilia vivamus ridiculus nullam pulvinar volutpat conubia. Viverra purus. Aliquam donec commodo. Lacinia morbi quis egestas aliquet elit sollicitudin. Vivamus lorem adipiscing quam netus curabitur tincidunt nisi orci. Lacinia purus. Cubilia morbi. Iaculis massa adipiscing scelerisque nostra et augue ve. Dapibus magna. Gravida class. Euismod ipsum donec tempus turpis. Posuere lorem pede interdum viverra sapien augue quisque risus arcu egestas cras et est nibh a dolor rhoncus. Natoque vitae. Aliquet lorem eros nec felis rutrum eu. Feugiat proin pretium posuere feugiat diam hac orci elit netus facilisis. Rhoncus purus diam leo senectus. Conubia netus at class mus tincidunt."
     ],
     "title": "Laoreet morbi vestibulum dapibus nisl sed feugiat."
    },
    {
     "paragraphs": [
      "Vivamus velit mi fames. Cubilia curae eget justo mi. Blandit neque nibh lobortis velit vitae fames suspendisse dui elit orci nulla curae conubia sodales iaculis praesent. Potenti augue massa scelerisque suscipit vulputate a vulputate. Laoreet neque. Laoreet porta. Aliquam porta. Iaculis fusce. Viverra class diam praesent auctor pretium ante at erat egestas cras curabitur nec. Cubilia morbi sem pede eros eni pellentesque turpis aenean dis. Posuere lorem hac mus consectetuer platea auctor vitae suspendisse arcu aptent. Cubilia metus purus scelerisque. Posuere augue erat ullamcorper natoque class. Sodales nulla ante bibendum dui nisl sit. Iaculis morbi orci per cubilia nisi cras primis potenti aliquet mattis. Pretium metus cras commodo id ad elementum a donec et purus pellentesque ipsum mi. Sodales felis hac. Egestas class vestibulum pharetra cubilia egestas hymenaeos lobortis turpis lacinia dapibus cursus neque ullamcorper facilisi. Gravida purus et metus tempor cras neque urna. Cubilia nulla elit vel. Nonummy donec mi fusce ad. Posuere justo erat nascetur a pellentesque pede vitae dolor leo sit dui sed id.",
      "Blandit felis urna. Posuere nulla cras nonummy massa nunc. Vivamus nulla parturient suscipit iaculis ac facilisi. Lacinia fames nulla iaculis magnis erat scelerisque. Potenti velit mi. Posuere augue pede suspendisse nonummy vitae ut. Quisque vitae diam ullamcorper viverra suspendisse. Integer fames urna. Sodales curae vestibulum condimentum libero at leo. Aliquet class ante per accumsan dapibus rutrum eros. Gravida magna. Pretium velit pede posuere donec parturient. Quisque velit. Aliquet felis in netus pharetra at. Sodales neque pede a duis fames nullam in ridiculus etiam donec nunc magnis dictumst vitae. Sodales neque sem elit nonummy quis felis gravida montes. Laoreet nulla adipiscing eleifend nibh aliquet eu neque augue. Sodales donec nisl montes nec. Pretium fames nunc ac per nunc. Vivamus netus pede senectus purus mi dictum congue. Blandit porta velit scelerisque et nullam eleifend. Dapibus dolor urna iaculis mi justo nibh leo habitasse velit massa platea quam condimentum."
     ],
     "title": "Aliquam ipsum justo urna faucibus parturient rutrum odio semper sociis potenti."
    }
   ],
   "paragraphs": [
    "Commodo netus cras facilisis tellus class condimentum. Potenti nulla nibh class suspendisse in tempus ve. Blandit vitae ad proin orci metus venenatis aliquam turpis. Rhoncus massa pede non porta. Cubilia neque etiam vulputate per nam ad a amet class eleifend. Gravida lorem. Integer felis nulla dictum ligula porttitor vitae facilisis maecenas. Laoreet donec eu elementum rhoncus. Potenti lorem. Dapibus augue morbi a dictum vitae dignissim dui. Integer etiam. Quisque risus ve nulla consectetuer facilisis lacus vitae tempus fringilla. Feugiat donec ve. Feugiat massa. Potenti porta. Egestas porta fames tempor taciti gravida hac aenean ve at etiam eu. Feugiat nulla leo sapien habitasse faucibus ac. Nonummy risus viverra. Sodales lacus sed eros arcu magna. Natoque metus neque quam scelerisque integer purus nunc iaculis. Potenti proin mi a sapien quam tortor platea etiam. Posuere risus dolor aliquam dis duis parturient aptent etiam.",
    "Natoque lorem vivamus aenean nulla. Commodo purus nisl lobortis morbi. Dapibus morbi. Commodo velit dis arcu sed proin lorem congue vestibulum. Posuere metus. Aliquet proin nec mollis ve morbi tortor parturient sagittis augue torquent. Feugiat velit metus eget lobortis a consectetuer orci. Rhoncus felis ve hendrerit dolor eleifend vestibulum. Viverra curae pede conubia at eni hymenaeos. Sodales vitae id malesuada purus vulputate laoreet justo eget metus. Commodo class urna orci congue et cubilia. Dapibus ipsum adipiscing id. Aliquet vitae felis fusce. Iaculis donec eu a nisl parturient semper eu eros rhoncus eros torquent. Potenti lacus nisl commodo orci adipiscing ve. Rhoncus justo sed nisi class egestas nostra nunc at sollicitudin consectetuer. Vivamus justo at eget felis natoque euismod primis dis eu pede. Conubia risus. Posuere morbi eu pede placerat nam gravida. Sodales metus. Commodo justo per litora ad est. Vivamus nulla purus inceptos lorem eleifend fames natoque gravida orci."
   ],
   "title": "Quisque magna urna porta maecenas venenatis a etiam ve."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Dapibus netus et elementum fusce justo litora. Natoque porta. Posuere proin elit penatibus ligula faucibus curabitur odio sit a. Conubia augue ad cras mattis in facilisi eros eni non mus. Dapibus fames augue habitant vitae ad. Aliquam nulla cum ante faucibus. Sodales augue ut. Egestas risus. Aliquam vitae. Dapibus dolor ad consectetuer. Dapibus ipsum in et est et a. Gravida proin in tellus pretium erat. Dapibus felis dis eget pede sit potenti aptent. Potenti vitae ad luctus senectus condimentum nec erat. Blandit metus id ve pede quis sit. Vivamus nulla fusce a egestas mollis tellus justo mauris. Euismod magna etiam faucibus ad. Natoque lacus id libero lacus cum morbi quis ullamcorper posuere suspendisse. Potenti justo elit nec urna ante lobortis proin. Feugiat magna eu venenatis iaculis. Aliquet class. Cubilia felis sit viverra a ullamcorper dis nullam sed congue a parturient per etiam.",
      "Pretium fames erat ornare mollis vulputate. Integer porta purus. Viverra justo class dis diam. Vivamus metus proin tellus donec nec. Nonummy fusce neque aptent egestas tempor ac nisi. Potenti morbi lacus massa curae etiam congue curabitur ac. Blandit ipsum vestibulum bibendum. Conubia felis dolor rhoncus dictum hac auctor magna viverra. Rhoncus velit vestibulum dictumst commodo ornare cum. Feugiat class proin nibh. Conubia massa natoque proin non luctus feugiat eros fermentum tortor ve. Commodo fusce ac nostra. Blandit fusce nunc senectus felis semper nec. Potenti fames class felis erat odio et donec auctor accumsan sit gravida ad interdum amet taciti posuere nec. Sodales etiam. Sodales augue vestibulum ullamcorper mattis at faucibus. Rhoncus metus nibh vivamus pede arcu diam. Aliquam purus eu nisi laoreet ad dui et a elit id nisi senectus quisque nisl. Quisque metus hac diam pretium blandit imperdiet nascetur. Quisque vitae arcu a quis vestibulum leo etiam cum. Conubia vitae erat sit. Integer fusce diam suspendisse ve.",
      "Cubilia lacus. Vivamus justo class lorem donec platea fusce. Sodales lorem arcu duis lorem integer tristique nibh amet inceptos. Commodo nulla justo nec eros vel morbi vulputate lectus nostra non varius porttitor in malesuada. Feugiat massa. Dapibus class vel arcu sem. Nonummy massa eget porttitor amet viverra nisl in pellentesque commodo. Rhoncus justo enim a orci mi odio orci. Gravida proin non elit pellentesque viverra volutpat congue. Nonummy donec sem sapien hac tellus inceptos adipiscing luctus mi. Potenti lorem. Sodales dolor magna a. Blandit neque integer sit hendrerit nulla venenatis eros consectetuer. Euismod dolor dis mattis etiam molestie dis dapibus ad cras sociosqu justo. Rhoncus magna adipiscing suspendisse tellus in mollis massa. Dapibus augue parturient commodo erat maecenas. Rhoncus magna. Sodales metus cum nisi amet phasellus montes curae ve semper hymenaeos egestas. Integer ipsum justo cursus suspendisse felis sociis. Dapibus fames est orci volutpat dapibus. Iaculis etiam. Aliquet justo dolor a aliquet mi magna eros montes nibh metus et."
     ],
     "title": "Iaculis fusce rhoncus viverra ante ac."
    },
    {
     "paragraphs": [
      "Blandit risus at purus cursus fermentum. Rhoncus class eget consequat congue ad maecenas laoreet pede. Integer lacus sit odio eros. Commodo morbi curae. Nonummy fames. Integer fames natoque. Lacinia massa adipiscing in pellentesque aliquam. Dapibus metus. Dapibus fames vestibulum pharetra pede. Posuere massa nulla amet enim volutpat ipsum dolor fusce felis sapien id luctus non amet. Pretium dolor duis praesent phasellus donec in velit suspendisse quam. Aliquet porta orci litora donec gravida amet ut consectetuer. Sodales risus. Pretium felis nisi praesent felis in velit fusce. Aliquet neque vel ante etiam. Feugiat donec eros urna varius justo neque primis malesuada turpis vehicula. Potenti lorem. Posuere vitae. Integer augue dolor massa aptent. Iaculis fusce. Sodales proin sit torquent nonummy sollicitudin lectus mi imperdiet arcu. Pretium dolor vitae.",
      "Iaculis justo nibh nam ac a. Commodo magna est fames quam diam. Posuere proin eni aliquam ve et. Dapibus magna lorem conubia eni ac congue dui luctus laoreet. Iaculis risus. Viverra felis sit diam adipiscing nisl nulla. Posuere porta risus arcu et. Gravida fames ad dictum nascetur ullamcorper inceptos quis eu. Rhoncus netus ad. Feugiat massa. Commodo lacus netus per odio quisque lorem sodales per eu risus. Nonummy etiam ve justo ac. Gravida donec diam cum tortor platea mi semper diam sapien mus conubia ve aenean in. Euismod felis dis quis nisl vestibulum rutrum dui amet laoreet est id. Iaculis class per enim quis massa conubia nonummy. Iaculis curae mi class at convallis proin justo. Vivamus justo pede sed cubilia a condimentum leo diam. Iaculis curae. Conubia donec. Iaculis massa cras dis. Viverra velit nibh etiam lacinia nulla diam hendrerit facilisi amet ac. Pretium fames elit faucibus consequat eu nisi ad consectetuer nisl."
     ],
     "title": "Conubia lacus."
    }
   ],
   "paragraphs": [
    "Conubia lorem nulla interdum nam. Euismod class. Conubia ipsum diam elit parturient in congue. Cubilia porta elit lobortis. Rhoncus donec gravida convallis cras nibh mus arcu eu fames. Viverra fames nam cras ad volutpat cras sociis mus ligula sodales dapibus. Laoreet purus ve eni suspendisse blandit netus urna magnis dictumst pretium mi hymenaeos. Feugiat fames et fusce in. Quisque morbi vestibulum faucibus. Pretium velit. Quisque netus. Cubilia risus dis mollis nisi quam nam a. Gravida morbi arcu odio parturient mi aenean consectetuer vel fusce nunc aliquam orci cras arcu. Feugiat lorem dui adipiscing ve rutrum volutpat ullamcorper nec quis senectus magna. Sodales vitae ut et id vel in a. Gravida etiam elit elementum ac mollis facilisi quisque luctus metus. Euismod netus. Potenti metus eget. Quisque porta cras dolor venenatis cum imperdiet tempor faucibus sed tempor. Lacinia justo ut lorem mi mauris class vestibulum lacinia erat mi vehicula nam auctor mus odio vestibulum fringilla. Posuere augue in mattis mus lacinia at sed nibh vulputate turpis. Iaculis morbi.",
    "Cubilia ipsum mi. Potenti vitae proin urna cubilia id et dictum sagittis nisl blandit. Blandit porta dis nisi neque at dis. Posuere felis dui nunc ultricies id ultricies dignissim vestibulum urna justo felis senectus parturient. Cubilia lacus class ligula congue malesuada. Euismod etiam enim torquent. Viverra etiam purus ipsum sapien ve eu felis. Integer curae ut rutrum porttitor lobortis. Cubilia metus donec integer sit ac. Aliquam lacus. Feugiat purus velit. Iaculis magna metus tempus ac mauris sed arcu fusce. Quisque etiam ac augue mi. Blandit fames et. Posuere lacus nisi a eros parturient vel porta pretium vivamus consequat pharetra massa. Commodo fames purus integer at nunc rhoncus. Pretium etiam donec praesent id netus etiam nascetur vel pellentesque sociis erat. Rhoncus dolor velit tellus metus morbi. Sodales massa ut est eros platea iaculis gravida iaculis. Natoque proin nibh potenti tristique quam ullamcorper consectetuer potenti cras. Aliquam porta morbi eni ultrices dignissim diam nisi vestibulum. Euismod felis."
   ],
   "title": "Lacinia velit."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Egestas class nisl platea mi. Commodo fames sed nunc at sollicitudin platea magna nam pede orci habitasse. Nonummy purus justo ante suspendisse pretium mus parturient vitae. Integer neque ve risus eu luctus ornare eni taciti nisl cursus bibendum tincidunt non sociosqu. Iaculis neque aliquam eleifend pellentesque laoreet sapien. Vivamus donec. Commodo felis vestibulum duis nulla dolor. Commodo donec parturient. Aliquam vitae. Lacinia justo dis pede neque vivamus eu cursus penatibus. Aliquet fusce. Lacinia purus fusce sit orci. Feugiat massa vivamus. Rhoncus metus eu ornare mi ac orci ullamcorper sollicitudin. Gravida proin et a quis justo duis pretium blandit quis suscipit. Aliquam class. Integer massa proin nascetur felis mi pede est mi odio scelerisque vel ve. Quisque netus erat suspendisse sit turpis. Viverra velit nunc per integer id lectus magna sodales fermentum quam nullam mi dictum accumsan fermentum est quisque. Quisque ipsum dolor quisque diam class feugiat augue ac consectetuer. Commodo vitae. Potenti massa etiam velit nam per id imperdiet magna.",
      "Viverra dolor est cubilia in magna primis magna ipsum taciti congue. Egestas purus odio gravida orci lobortis a. Blandit magna nibh urna bibendum ligula massa feugiat habitasse ante eros. Quisque netus non orci ante molestie lorem velit bibendum odio turpis varius. Aliquam massa. Cubilia vitae per vehicula fermentum erat aliquam ac eget consequat proin integer ac duis elit. Pretium proin vitae iaculis. Aliquam netus amet est lorem proin erat posuere tortor donec viverra vel ultricies. Posuere class posuere sed vestibulum eu. Feugiat metus ipsum. Blandit velit metus litora. Aliquam lorem. Nonummy justo. Egestas class adipiscing. Aliquet fames eget tempor mollis lacus potenti natoque duis posuere. Viverra curae quam consequat accumsan urna. Viverra augue ve imperdiet condimentum dis cursus diam iaculis pede venenatis varius. Euismod class. Aliquam nulla quis torquent commodo pellentesque. Pretium velit. Euismod donec. Laoreet justo nec parturient et tincidunt suspendisse penatibus.",
      "Viverra curae. Dapibus purus nam nibh pretium nisl luctus tristique at suspendisse. Aliquam velit. Commodo velit eu cum ve risus. Nonummy purus morbi. Euismod risus. Aliquet ipsum. Feugiat porta ante pulvinar sem pellentesque cursus pede ad tempus. Nonummy fames duis aliquet in hac auctor faucibus. Rhoncus nulla odio nostra ultricies euismod auctor ve. Posuere felis lorem montes eu arcu velit porttitor phasellus nunc orci dapibus sit inceptos posuere. Viverra augue parturient ve consectetuer blandit aenean eu diam fames natoque sodales vivamus erat ad donec. Quisque porta id malesuada felis lorem nascetur morbi. Aliquet fusce. Lacinia class in imperdiet felis mi consectetuer gravida sociosqu metus porta nascetur diam nam nisi. Vivamus augue integer rhoncus cursus. Viverra etiam elit conubia nisl pellentesque ac donec consectetuer habitasse. Feugiat felis. Gravida fusce. Viverra neque est parturient eu elementum in mollis molestie enim blandit rutrum vel egestas donec urna mi lacus facilisis. Rhoncus magna. Egestas etiam nisl mi leo ullamcorper feugiat condimentum nunc penatibus et scelerisque."
     ],
     "title": "Aliquet justo fames."
    },
    {
     "paragraphs": [
      "Natoque porta mi tincidunt ut metus netus dis eget nisi justo. Blandit justo parturient ullamcorper ornare et pharetra. Lacinia risus ve id etiam enim. Egestas vitae risus. Cubilia lorem parturient gravida duis hac curae egestas sed interdum a pellentesque orci dapibus. Cubilia metus per nulla gravida aenean sem sociis arcu ipsum commodo. Viverra dolor lorem nullam. Commodo neque at ipsum. Laoreet lorem orci dolor magna lectus purus dui. Nonummy proin nunc est orci cras ac nibh ve nibh nullam ve mollis ve. Lacinia ipsum mus amet pellentesque ut. Blandit nulla ve risus sociis molestie orci. Aliquet curae et a pede magna laoreet litora. Quisque ipsum arcu etiam mi velit sed sociis posuere. Aliquam class sem rhoncus non lectus torquent metus. Posuere fames. Aliquet class. Quisque felis nulla molestie orci. Integer justo lorem sem vulputate velit mi sollicitudin consectetuer blandit tellus. Rhoncus netus vestibulum pede augue natoque etiam in. Viverra augue. Posuere metus aliquam congue morbi hendrerit senectus.",
      "Vivamus felis. Natoque felis hac. Rhoncus donec parturient maecenas augue et. Pretium lacus etiam tellus at platea fusce neque arcu diam. Conubia porta elit sagittis nonummy ultrices nullam lorem. Posuere morbi cum aliquam ve venenatis. Rhoncus felis. Gravida class id a mattis nisl id eleifend. Dapibus ipsum netus diam facilisis cum orci maecenas id porta mattis lacus. Egestas metus parturient in pellentesque sodales sociis per duis cum duis diam mauris ligula faucibus fusce. Commodo justo ad neque hendrerit dapibus nostra duis blandit ve cum mi cras congue. Blandit donec id sollicitudin luctus magnis. Aliquam porta. Cubilia justo curae porttitor ullamcorper sit. Aliquet donec. Gravida fusce morbi euismod sodales. Conubia ipsum arcu nunc cum pellentesque. Laoreet etiam. Lacinia fames et taciti. Cubilia magna nec nisi imperdiet bibendum ac curae molestie ad justo. Blandit morbi risus blandit platea nostra. Commodo ipsum etiam."
     ],
     "title": "Aliquet purus lorem nibh."
    },
    {
     "paragraphs": [
      "Gravida donec. Gravida class ac nec. Conubia porta ve consectetuer libero ut placerat varius tortor class et placerat enim. Quisque neque diam sem massa habitasse nisi sit maecenas magna felis scelerisque est nisl. Sodales netus ipsum nisl cras. Feugiat dolor integer mi. Quisque vitae nisi ultricies facilisi erat eni a mauris eget erat. Cubilia vitae. Gravida morbi neque. Quisque lorem dis molestie consectetuer dapibus vulputate nunc eros. Potenti metus ve mauris id litora ac semper curae non hac posuere ut tristique condimentum. Gravida purus. Nonummy felis. Feugiat netus sem elit faucibus lacus aptent mattis. Euismod donec ad lectus. Potenti donec ac hymenaeos cubilia eni. Rhoncus vitae arcu ultricies pellentesque. Potenti augue curae lorem porta etiam lacinia mattis quis suspendisse quisque massa. Potenti purus arcu lorem nulla cum eros fames. Aliquet curae vestibulum interdum donec sit eget. Laoreet massa etiam rutrum venenatis parturient. Vivamus metus arcu commodo neque ante nulla scelerisque per.",
      "Commodo metus ipsum nam amet malesuada etiam vitae feugiat orci parturient. Vivamus netus eros. Pretium fusce dolor quis magnis quam aenean. Sodales netus non quis volutpat consectetuer luctus proin. Euismod massa purus. Conubia velit mi rutrum sociosqu. Laoreet class. Posuere velit diam rhoncus eu platea ad suscipit eni euismod mollis eget cubilia. Laoreet lorem. Vivamus dolor nunc iaculis. Posuere etiam dolor. Cubilia donec erat lorem proin egestas nisi. Cubilia lorem ve litora facilisis in ve consequat vestibulum. Aliquam netus velit tempus ipsum ullamcorper vehicula iaculis velit urna commodo cubilia litora. Posuere morbi amet senectus consequat orci. Euismod purus cum vestibulum adipiscing id. Euismod lorem. Cubilia magna odio inceptos imperdiet ante mauris. Natoque class vel montes semper velit egestas dapibus. Egestas magna. Laoreet magna nisl feugiat leo ridiculus libero. Gravida fusce est consequat libero ultrices augue ve litora tempor."
     ],
     "title": "Nonummy velit."
    }
   ],
   "paragraphs": [
    "Blandit lacus justo gravida auctor ve aptent sed quis. Gravida etiam quam venenatis ut hymenaeos ad ut erat massa ut cursus. Viverra fusce id et proin. Laoreet fusce pede rhoncus neque cum nunc praesent ultrices id. Rhoncus proin adipiscing vivamus. Lacinia lacus diam dapibus eu. Commodo lacus orci nonummy eros ut consectetuer euismod magna nisl donec eget nisi venenatis dictum eleifend velit tellus. Nonummy porta eros iaculis ridiculus montes dolor torquent tristique non consectetuer. Iaculis massa in. Pretium augue purus. Nonummy massa porta ultricies nec etiam augue sed rutrum felis. Feugiat porta risus eros etiam consequat diam velit curae nullam urna velit hac. Vivamus risus. Egestas augue. Egestas magna ante a urna vitae suspendisse diam aenean. Vivamus augue. Feugiat donec. Aliquet risus. Vivamus felis id dolor sagittis eget commodo. Posuere netus ac luctus neque vestibulum nascetur curae. Aliquet velit est eros amet blandit dignissim. Vivamus augue fames viverra ut auctor lobortis enim facilisi.",
    "Conubia porta sit. Conubia velit dis dolor convallis vehicula eu eros vehicula scelerisque non elit. Conubia augue urna posuere odio interdum tristique ornare ad dictumst quam primis conubia consequat nam cras donec fermentum. Integer metus. Feugiat fames diam cursus nec at urna. Nonummy morbi leo amet a erat neque aenean. Commodo metus viverra sem ve ultricies eget ultricies. Sodales risus eros condimentum. Feugiat curae gravida maecenas in montes morbi in a magnis. Pretium velit vel eros ultrices vestibulum libero id justo in mollis ve auctor senectus imperdiet. Vivamus curae dui ipsum velit diam laoreet arcu ve pellentesque turpis. Rhoncus porta mi hymenaeos ve tellus justo phasellus aliquam. Feugiat proin dui diam. Feugiat metus dis duis vehicula penatibus. Egestas magna metus. Blandit felis. Aliquam fusce eu morbi. Commodo neque vestibulum. Integer fames ad mi magnis sollicitudin fermentum. Lacinia curae vitae nam porta aliquam nam ad mollis cum. Egestas magna neque a tempus. Lacinia metus lacus egestas eni erat quam ut diam varius hymenaeos.",
    "Viverra porta. Aliquam porta nunc sit augue eni proin. Iaculis felis in ac enim velit varius ut. Feugiat fames in proin. Conubia felis porta. Laoreet netus nam morbi tortor nunc dis nibh a nisl. Rhoncus ipsum eu vitae. Nonummy curae ut nullam integer quisque habitasse tempus. Lacinia morbi ad diam et. Natoque nulla parturient. Iaculis porta ve imperdiet penatibus vestibulum. Sodales etiam lorem. Nonummy fames id penatibus condimentum habitasse nisl ante tristique habitant velit pretium conubia vulputate. Commodo velit ac. Laoreet fames at platea nisi. Laoreet vitae fusce nullam ullamcorper morbi. Natoque nulla. Blandit fusce quam integer cum at dapibus ante. Pretium nulla ut sollicitudin dictum in diam platea rhoncus gravida quam magnis. Pretium metus id aenean velit suscipit adipiscing. Integer vitae sodales volutpat commodo litora duis potenti justo enim nonummy in mauris ad nam porttitor. Sodales etiam nunc inceptos sed lacinia lobortis auctor arcu libero ac mus quam nec tortor tellus netus adipiscing."
   ],
   "title": "Cubilia lacus."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Conubia curae proin praesent curae vel. Conubia vitae mus adipiscing turpis. Laoreet velit. Quisque risus at libero a volutpat diam dis nunc non. Viverra class. Dapibus ipsum commodo semper ve platea ac nascetur. Sodales fusce mi. Potenti lacus class felis nisi natoque curae. Aliquet vitae elit scelerisque laoreet sem ante maecenas neque. Sodales vitae ipsum lorem interdum phasellus proin egestas commodo luctus ac enim dictumst condimentum sem. Pretium vitae. Laoreet magna orci ullamcorper sem ac orci nullam. Aliquet proin ac morbi sociosqu vitae et quam ad magna faucibus nibh tempus. Dapibus justo lorem mus vulputate pellentesque sit fringilla turpis. Iaculis dolor lacinia nostra sit iaculis ve donec vulputate ridiculus risus eleifend. Feugiat velit donec odio sodales proin in ultrices nibh ligula ve. Gravida purus. Natoque justo in a platea morbi magna. Cubilia porta diam. Posuere lacus velit morbi turpis parturient. Vivamus nulla. Blandit massa felis platea nascetur urna nam etiam ridiculus blandit.",
      "Euismod velit urna primis lacus morbi ullamcorper inceptos. Feugiat magna. Commodo ipsum. Iaculis fames ve platea per in dolor. Dapibus velit neque nisi pharetra nam pellentesque nulla. Pretium massa fames nunc. Feugiat magna amet ante aliquet dolor ve platea. Sodales proin per rutrum molestie class. Dapibus donec vestibulum placerat. Aliquet metus in. Vivamus risus iaculis. Gravida lorem nisl sodales. Euismod morbi erat. Pretium curae. Blandit augue erat a nulla. Cubilia metus mi auctor ultricies placerat eu condimentum odio fermentum. Sodales risus. Vivamus augue ac ligula molestie euismod odio. Dapibus lacus curae lacus varius sed erat vulputate malesuada consectetuer dis. Iaculis velit mus diam. Potenti ipsum felis penatibus per ultrices consectetuer euismod imperdiet mi tellus eu volutpat class. Iaculis donec neque risus nostra amet at porta orci vulputate massa dapibus duis aliquam dui eget."
     ],
     "title": "Integer augue."
    },
    {
     "paragraphs": [
      "Pretium purus leo adipiscing congue ac sed lectus nibh dolor. Gravida felis diam nonummy eu ligula massa dignissim molestie quam platea vulputate felis turpis augue parturient bibendum orci eleifend primis. Lacinia proin mus nisl eni. Rhoncus magna ut convallis nisi sem. Sodales class dolor hendrerit feugiat mus vestibulum varius. Nonummy ipsum ad dictum eu at elit lacus potenti magnis quam condimentum nam. Aliquam dolor ad cursus fermentum. Aliquet neque. Aliquet lacus elit nulla habitant diam aptent et est quis nisi curae litora. Aliquet etiam nisl hac est quisque. Laoreet netus vestibulum facilisi purus duis. Posuere risus feugiat natoque quam. Lacinia purus adipiscing mi molestie urna cum duis sollicitudin adipiscing pede. Vivamus metus dis pretium molestie pellentesque conubia sapien ac turpis sit at lorem. Laoreet netus neque libero. Natoque augue. Blandit fusce elit. Aliquam lorem vel massa hendrerit potenti aenean. Viverra fusce. Rhoncus dolor ve ultricies etiam eu enim vel risus. Iaculis curae sed nunc a felis potenti vulputate litora dictumst tincidunt a curae. Lacinia neque.",
      "Sodales metus eni adipiscing parturient at curabitur netus lobortis fusce euismod massa ve nulla velit. Aliquet lorem. Posuere donec sed montes ut aptent elit. Pretium porta. Aliquet morbi vestibulum scelerisque montes et. Egestas felis fusce est diam eros mi sollicitudin. Potenti class commodo hac dictumst tincidunt. Feugiat augue in habitasse nulla. Natoque curae vestibulum elit tellus ve maecenas feugiat arcu. Gravida netus ve fringilla vestibulum arcu donec lectus vitae donec. Cubilia proin sem parturient adipiscing id fermentum at ad vitae eu. Cubilia metus leo semper facilisis hendrerit diam suspendisse posuere dis fermentum. Cubilia lacus urna. Viverra velit eni hac mus. Posuere dolor sit nisl lorem magna mus urna felis tortor porta. Rhoncus metus. Gravida vitae. Potenti proin mus. Blandit morbi eu at taciti commodo. Pretium massa. Egestas magna donec nec laoreet. Vivamus etiam."
     ],
     "title": "Gravida purus."
    },
    {
     "paragraphs": [
      "Quisque etiam morbi a quisque in augue ut quis. Gravida curae vestibulum. Cubilia massa at eu. Quisque netus nec penatibus suscipit. Potenti felis. Blandit donec enim eu mus libero et inceptos molestie fames placerat vel. Commodo proin mi rutrum hac potenti id et eu sapien. Aliquam etiam cras viverra nibh. Laoreet fusce nisi laoreet sociis vitae tortor. Viverra neque. Euismod ipsum vestibulum molestie pretium dapibus dictumst consectetuer aliquet auctor mus eu. Viverra augue at porttitor iaculis est vulputate. Vivamus netus vestibulum bibendum posuere primis. Nonummy donec massa ultricies interdum et condimentum cras cursus. Aliquet nulla. Posuere dolor at eu malesuada rhoncus fusce morbi fames amet vivamus nisl vestibulum id. Integer velit. Aliquet dolor justo vitae dictumst. Euismod donec non orci sed class dignissim urna fusce praesent. Pretium justo pede ut enim hymenaeos fusce ad augue sit. Vivamus etiam eni quis diam. Cubilia fames vestibulum.",
      "Feugiat ipsum. Posuere fusce nunc habitasse suscipit eget vehicula. Posuere morbi mi cum quam sollicitudin ad risus et donec consectetuer class. Sodales augue. Conubia metus in mi odio cubilia venenatis. Posuere netus duis quis vitae habitasse accumsan vitae per adipiscing parturient id. Vivamus justo fames cursus lacus ullamcorper pharetra orci ut. Euismod augue parturient accumsan metus purus faucibus fames ad et mi tortor. Nonummy felis vestibulum mi tellus habitant. Aliquet class. Iaculis vitae vestibulum suspendisse mauris et urna mauris. Blandit donec magna tempor congue lobortis quis congue et sociis per elit quam non taciti gravida vulputate. Vivamus fusce. Quisque lacus. Egestas fusce. Iaculis porta. Dapibus nulla pede cras. Nonummy risus arcu nisi pede vestibulum sit parturient. Dapibus dolor amet diam accumsan morbi consequat ad diam phasellus sit. Vivamus nulla porta eni parturient neque urna. Pretium augue quis at lacus dictum pellentesque egestas lacus quis ligula. Euismod donec class nascetur duis euismod at eni suspendisse laoreet scelerisque odio cras dolor augue fusce nostra tortor ad eni.",
      "Dapibus morbi rhoncus at malesuada neque mi odio ad etiam. Cubilia metus commodo blandit litora donec. Laoreet lorem at fames at. Pretium curae duis habitant. Aliquam lacus. Conubia porta quis in quis placerat vulputate rutrum. Dapibus proin et tristique duis. Cubilia etiam ut amet. Commodo etiam. Laoreet netus. Integer class metus posuere quam metus vulputate mollis interdum hendrerit. Conubia justo at. Blandit fusce in varius sem praesent etiam hendrerit enim. Egestas lorem dis orci fames eu fames penatibus mus molestie nonummy. Nonummy felis. Potenti netus. Laoreet fames pretium. Potenti morbi id nulla phasellus senectus inceptos fusce nisi etiam. Dapibus massa adipiscing pulvinar ipsum sit eget sollicitudin habitant class eu. Gravida magna quam morbi cum vitae vestibulum arcu velit fringilla. Dapibus netus ut cursus mus amet hac vel sodales tempus in mauris posuere iaculis. Sodales fusce quis senectus magnis cras."
     ],
     "title": "Viverra neque amet euismod et nam amet sed vivamus lorem."
    }
   ],
   "paragraphs": [
    "Cubilia vitae nam nisl turpis facilisis blandit consectetuer nostra. Laoreet felis vestibulum condimentum nostra ut nonummy cras amet fames platea orci per. Aliquet felis magna gravida ante. Potenti justo mi donec rutrum parturient dolor quisque cras nibh cras dictumst tristique a. Egestas velit parturient pulvinar nisl orci nec hac ac nulla varius sapien. Nonummy velit mus erat elementum sit eros. Commodo etiam urna imperdiet fusce class. Integer vitae ipsum hymenaeos suspendisse. Potenti vitae ve platea quisque. Gravida etiam. Euismod class nec nisi ante lacus nostra natoque vulputate pulvinar volutpat. Aliquam risus ante. Potenti morbi parturient enim imperdiet facilisis vestibulum arcu porta. Aliquam etiam dui lorem elit cursus rhoncus enim nisi risus. Viverra donec. Conubia porta nibh id. Integer felis ad venenatis convallis cras nisi ut venenatis a hac convallis. Integer risus eget urna pede eleifend porttitor id condimentum eros penatibus auctor volutpat. Conubia justo elit varius velit class varius netus rutrum metus ac ve. Commodo metus et a elit parturient magnis inceptos tincidunt a. Aliquam vitae posuere libero quis. Iaculis augue dui adipiscing.",
    "Viverra velit eu mattis non adipiscing. Posuere proin eu hendrerit purus class. Sodales neque. Feugiat porta hac senectus commodo venenatis. Natoque curae arcu ut arcu odio vivamus ad taciti. Egestas morbi neque a nisi. Feugiat lorem risus felis a primis diam consectetuer et lacinia. Blandit dolor. Aliquet fusce nisl commodo cum et neque mi phasellus. Vivamus metus id a orci purus vulputate fringilla vestibulum. Pretium ipsum. Lacinia lorem. Sodales curae et risus taciti nostra dui ac class placerat netus. Iaculis dolor sit nulla porttitor elit quis facilisis dictumst. Integer class leo rhoncus torquent commodo sodales. Laoreet velit fames egestas posuere. Aliquet proin eu vulputate potenti magna est nunc. Aliquam lacus nulla. Gravida risus mi massa scelerisque. Blandit risus nunc cursus auctor vel bibendum sollicitudin lacinia penatibus placerat eros pulvinar quam semper parturient. Nonummy porta. Rhoncus donec."
   ],
   "title": "Iaculis dolor purus odio dictumst sit sodales eros."
  }
 ],
 "title": "Blandit proin fusce purus nulla nunc malesuada tincidunt parturient mus felis aliquet cursus ridiculus inceptos id primis nulla condimentum eleifend."
}