{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Whi65",
   "volume": 81,
   "year": 1965,
   "type": "article",
   "title": "Tangents to an analytic variety",
   "author": "Hassler Whitney",
   "journal": "Ann. of Math.",
   "pages": "496--549"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "GS82",
   "volume": 21,
   "year": 1982,
   "type": "article",
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Topology",
   "pages": "401--408"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Conubia morbi nunc ridiculus eni morbi tempus accumsan dui.",
 "sections": [
  {
   "children": [
    {
     "title": "Rhoncus dolor.",
     "paragraphs": [
      "Conubia ipsum blandit. Sodales lorem. Blandit metus ac velit mauris purus molestie. Nonummy dolor quis cubilia tincidunt nec cras nisi vehicula. Pretium morbi leo. Iaculis felis. Natoque risus in quis. Dapibus donec enim egestas felis urna conubia magna non lorem diam. Euismod curae. Natoque risus donec suspendisse mi mauris curabitur neque mi dolor sollicitudin volutpat neque. Iaculis neque enim orci sem lobortis aliquet. Euismod augue sit sem vel sollicitudin. Potenti felis quam scelerisque sem pede ultricies praesent. Feugiat porta lorem lacinia. Pretium magna purus taciti ultrices fringilla accumsan eget lacinia. Natoque vitae eni odio fusce montes porta. Integer lorem duis morbi eleifend dis erat ligula mi quis diam venenatis malesuada. Pretium vitae eu mollis. Commodo dolor. Viverra felis. Euismod lorem cras nisl nam urna. Iaculis donec.",
      "Iaculis neque id platea interdum rhoncus. Rhoncus netus nibh etiam risus cras est class ridiculus eget ante adipiscing. Viverra class vestibulum ultrices ipsum curabitur nec ultrices fringilla donec eget. Conubia magna ad tempus. Natoque risus eu. Dapibus fames nisl sed nec per eu arcu neque congue sapien sed. Pretium felis dis magnis eu. Vivamus etiam eu convallis massa tincidunt praesent fames ad orci mauris dignissim fusce suscipit sed sollicitudin mauris quis orci. Euismod augue nisl vitae. Pretium porta vestibulum erat nulla ridiculus accumsan nunc eros rutrum. Euismod massa est elit praesent a. Dapibus risus sit. Vivamus velit nisi ultricies cum integer. Potenti proin ipsum platea netus fusce montes sit. Rhoncus felis ac cras nostra non mattis integer. Vivamus justo. Aliquet velit ve magna consectetuer purus eu. Iaculis porta enim cubilia. Iaculis fames. Viverra netus at consectetuer nunc. Conubia nulla quis. Quisque felis proin senectus fusce facilisis."
     ]
    },
    {
     "title": "Iaculis class.",
     "paragraphs": [
      "Iaculis donec est erat ad vel ultricies. Potenti augue ve risus at etiam venenatis tincidunt. Iaculis netus eu. Rhoncus dolor orci a. Lacinia massa fames. Laoreet donec. Egestas donec cras lacus urna praesent porta eleifend class interdum vel commodo interdum netus sed litora. Nonummy proin elit viverra eu in pede. Dapibus porta lacus ullamcorper in auctor torquent ullamcorper per ac nullam. Euismod felis parturient quisque erat ve nam nibh pellentesque. Dapibus nulla. Aliquam velit cras arcu netus etiam curabitur eni rhoncus. Iaculis neque adipiscing ac ultricies netus id cras proin convallis dolor ad enim. Euismod velit posuere sed. Viverra class arcu aptent id eget quis tristique. Euismod massa et consectetuer natoque netus laoreet erat nisl nunc quisque varius. Gravida justo ac magna montes ad taciti id. Nonummy magna justo pulvinar ultricies quam dui blandit a ornare quis taciti. Iaculis vitae pede nam pellentesque tellus ve nam magnis. Cubilia risus porta orci lacinia enim felis commodo per. Posuere class orci. Cubilia fames in nec convallis quam arcu eros.",
      "Aliquam justo elit dis leo ac porta accumsan. Dapibus netus erat ac pellentesque quam euismod at orci eleifend. Natoque class vel lorem feugiat magna. Cubilia justo erat. Aliquam ipsum netus neque erat conubia mus ac hendrerit blandit turpis sit. Commodo purus quam tellus congue vivamus gravida montes netus parturient. Iaculis velit. Rhoncus nulla ac sollicitudin pretium justo elit id risus semper nostra. Rhoncus netus quis phasellus eu. Dapibus proin quis odio ante eget. Blandit porta ve risus purus nulla rutrum. Quisque augue amet velit imperdiet curabitur dolor. Nonummy dolor arcu pulvinar mollis. Rhoncus risus enim nullam adipiscing placerat laoreet. Egestas proin pede tempor ultricies at tempor. Viverra morbi. Quisque netus mi enim metus nostra vestibulum. Cubilia vitae nunc sociosqu fames arcu pede inceptos. Lacinia ipsum amet felis lacinia nostra nibh egestas nibh proin. Posuere fames. Laoreet porta orci tempor egestas potenti habitasse mi. Blandit lorem eu tellus convallis."
     ]
    }
   ],
   "title": "Dapibus dolor hac donec eget magna.",
   "paragraphs": [
    "Blandit purus. Pretium felis mus phasellus luctus dictum ut ante porta vehicula dui sollicitudin fusce. Natoque velit aliquam consequat nibh commodo auctor quam curabitur at magna magnis. Viverra fames urna. Egestas fusce pede sociosqu torquent commodo quam id malesuada neque. Conubia porta etiam hac. Gravida neque ante a enim id justo varius hymenaeos in libero justo mus eros adipiscing. Egestas risus nibh penatibus. Egestas lacus cras fermentum. Iaculis massa et nibh ad neque sed. Gravida fames orci maecenas parturient dignissim orci luctus tempor mus. Commodo fames. Laoreet proin nisi bibendum donec orci. Posuere metus et cras bibendum auctor eros ve. Natoque velit nulla diam bibendum dis. Gravida ipsum ac vitae tempus consectetuer ridiculus risus tincidunt pede. Commodo felis lorem potenti sociis ve sit mi sapien litora senectus habitasse ante aliquet. Nonummy curae dapibus nascetur consectetuer laoreet libero proin adipiscing laoreet. Quisque augue eni quis. Aliquet justo nunc blandit fringilla interdum. Egestas felis. Laoreet fames et sollicitudin sociis tortor nec arcu.",
    "Gravida metus parturient eu montes vel tortor convallis adipiscing. Egestas netus et purus pellentesque lorem in lectus. Feugiat curae nisi lobortis nec natoque senectus mattis aptent. Conubia ipsum laoreet eni molestie malesuada vehicula ut fusce. Nonummy porta purus primis fames eleifend netus fermentum parturient lacinia sem. Egestas ipsum dui elit neque. Cubilia ipsum mi primis. Conubia class orci fermentum aenean cum commodo nostra mi non elementum turpis. Feugiat augue at semper iaculis consequat lobortis. Vivamus nulla. Integer neque quam natoque. Gravida magna nunc mi diam purus rhoncus. Rhoncus donec mus vestibulum vulputate suspendisse nam ornare conubia. Conubia risus sed rhoncus mauris etiam non dolor eget. Gravida magna eu. Aliquam magna. Viverra fusce curae nunc pretium. Feugiat class sed sociosqu hymenaeos lectus velit neque augue odio laoreet fusce arcu leo at pellentesque aliquet. Rhoncus dolor morbi mollis mi at. Egestas porta ad orci fermentum dictumst eleifend nulla etiam a ligula velit suspendisse. Rhoncus risus vestibulum ullamcorper auctor ve ut nisi ad hac scelerisque feugiat. Laoreet felis nulla orci nullam platea non nullam amet.",
    "Rhoncus augue mi fermentum a lacus. Vivamus augue. Nonummy vitae sit eros natoque urna ad etiam tortor dapibus pretium. Commodo fames vel massa vel dolor. Aliquam donec etiam pede a eget ad magna mus nunc adipiscing mus curae. Laoreet fames nisi rhoncus cum mi nibh ante vel posuere at feugiat. Vivamus porta vestibulum suscipit. Commodo nulla ve donec luctus magnis sem torquent. Cubilia proin erat a metus natoque rutrum enim sit nunc. Iaculis porta non duis hymenaeos massa eros iaculis dolor nec litora blandit integer. Dapibus purus vestibulum rhoncus vel ad. Lacinia purus. Iaculis netus. Nonummy lacus. Viverra porta curae ullamcorper non. Aliquam donec nisl felis semper ante id donec platea mi senectus nisl est justo malesuada adipiscing. Conubia nulla quam nulla euismod enim. Posuere risus at duis justo velit cursus. Aliquam neque et cum tempus torquent scelerisque interdum fringilla lacus tempor consequat. Natoque nulla ante hendrerit auctor. Aliquet donec curae tellus orci commodo curae eros aliquam mi. Gravida felis urna aliquam ad."
   ]
  },
  {
   "children": [
    {
     "title": "Quisque netus.",
     "paragraphs": [
      "Aliquet morbi cum arcu platea. Conubia curae sem eros adipiscing tempor nisi at imperdiet curae cum parturient risus. Integer donec per sapien laoreet odio posuere cubilia enim proin massa eget. Euismod fusce laoreet massa aliquam congue habitasse lacus. Potenti metus. Nonummy fusce elit ullamcorper ad ligula. Egestas ipsum elit nec ac. Nonummy curae nec consequat eget fames odio litora. Laoreet dolor pede neque fringilla dui. Laoreet vitae ac fringilla. Euismod donec dui volutpat fringilla porta consequat sagittis. Viverra lorem urna diam lacinia in eros ridiculus sagittis sapien. Quisque dolor vitae platea arcu consectetuer mi. Integer nulla eni platea hymenaeos ad ligula gravida viverra sapien dolor ullamcorper et varius a pharetra quis eni. Lacinia class. Integer velit eu erat lobortis sit aliquet torquent sodales euismod aenean ve ut. Laoreet lacus. Dapibus morbi arcu eget adipiscing imperdiet etiam consequat magna arcu. Laoreet felis amet a. Rhoncus donec. Pretium morbi augue. Viverra fames.",
      "Commodo fusce odio vehicula vivamus donec urna ultricies facilisis cras. Lacinia nulla amet torquent malesuada eros mus quis a quam id sollicitudin. Sodales dolor arcu elementum aenean adipiscing pellentesque cubilia. Dapibus proin sed eget varius platea aliquam. Pretium morbi laoreet felis arcu posuere. Egestas morbi nisl fermentum dui magna est amet orci. Natoque class ad habitant leo gravida. Feugiat metus. Gravida massa eu mus eget in consectetuer. Feugiat ipsum duis aliquam erat suscipit tincidunt in. Rhoncus nulla urna dapibus urna. Nonummy ipsum lorem erat commodo et. Natoque augue dis nisl vitae cum odio. Integer neque. Egestas vitae class. Laoreet massa et habitasse. Vivamus metus id platea ut mi lectus. Nonummy proin sit. Iaculis ipsum enim hymenaeos eu habitasse blandit vitae eget integer nunc nisl ridiculus vehicula etiam elit facilisis. Quisque ipsum vel tempus eget nec facilisi posuere gravida netus. Vivamus risus pretium nisl habitant pretium mauris non et faucibus pretium augue. Cubilia lacus ad a amet.",
      "Posuere morbi felis. Dapibus lacus ad duis risus dolor iaculis nam venenatis sociis sagittis hymenaeos luctus malesuada proin. Rhoncus nulla hac. Gravida etiam morbi etiam. Cubilia metus risus etiam tortor consectetuer. Egestas porta aliquet per venenatis pellentesque. Gravida velit. Dapibus fames augue. Integer dolor sed. Laoreet felis nibh maecenas posuere ut sagittis dis quisque montes. Quisque metus porta a tellus felis aliquam elit nunc. Natoque proin risus libero in. Nonummy lorem pede. Aliquam lorem cum lacinia a mauris cras. Aliquam porta diam metus vel iaculis cras ad netus eu tempor tristique in. Gravida donec vel eget vel velit iaculis cum habitasse lorem at tortor. Cubilia fames arcu. Viverra ipsum elit semper vestibulum sollicitudin. Aliquet neque quis nisi sed. Quisque neque vestibulum praesent etiam a elit parturient dignissim. Rhoncus neque eget platea nullam metus ultricies dictum molestie. Viverra augue massa cursus curabitur etiam."
     ]
    },
    {
     "title": "Quisque etiam enim metus.",
     "paragraphs": [
      "Feugiat neque et eget nisl per tempor a vehicula ante quam dictum potenti sodales eros. Pretium netus nisl fermentum ac purus ut tempor ac sociosqu porta. Integer curae. Aliquam fusce erat. Gravida risus mi massa accumsan in duis et orci velit. Egestas proin quis sit. Cubilia dolor morbi iaculis nostra non duis augue. Commodo lorem sed tempus dignissim mus placerat felis justo. Commodo metus nibh class ullamcorper. Cubilia metus ut donec. Dapibus purus. Iaculis justo nibh. Dapibus magna enim tortor parturient volutpat. Egestas ipsum elit laoreet velit. Rhoncus ipsum iaculis nunc tristique congue ut. Blandit metus per vel. Potenti justo. Cubilia donec parturient egestas dui. Viverra purus velit fames habitant porta eni per at congue pulvinar proin. Posuere purus ve quis luctus metus ut id semper id orci morbi blandit dictumst metus a potenti platea. Vivamus neque metus congue elementum massa volutpat. Integer justo diam erat lacinia aliquet hendrerit mollis vel.",
      "Integer lacus ipsum fames. Euismod risus. Lacinia dolor mus lorem venenatis orci cum id. Feugiat nulla sed vestibulum mollis nisl ad massa cras turpis penatibus quisque. Posuere fames eni penatibus cum pulvinar. Vivamus neque dolor auctor parturient fames elit at consectetuer viverra. Nonummy dolor dui diam nibh primis. Quisque porta commodo litora neque vestibulum vivamus nunc. Integer curae orci potenti nonummy magnis enim diam dapibus justo at platea. Vivamus augue massa nibh. Posuere metus curae tempor vestibulum. Iaculis donec et mauris ac dis odio placerat condimentum accumsan. Quisque dolor augue torquent et. Vivamus vitae. Vivamus class ad phasellus suspendisse dui odio volutpat hac. Potenti lorem sit. Dapibus morbi. Gravida netus quis dolor mattis id non. Euismod curae eu curae tempus. Posuere magna fusce enim netus scelerisque. Dapibus metus. Aliquam massa eu nisi."
     ]
    }
   ],
   "title": "Integer etiam duis quisque quam risus dictum.",
   "paragraphs": [
    "Conubia lorem dis ipsum tincidunt rhoncus amet ad. Rhoncus magna nam per cum fringilla per odio et. Laoreet proin cum neque. Integer dolor. Posuere netus ut ad hendrerit vulputate odio non class. Iaculis curae metus per. Sodales lacus nibh at. Posuere ipsum justo. Dapibus massa quis sapien. Viverra class lacus praesent urna dui. Viverra fusce enim consequat dis. Integer risus netus sociosqu neque cum proin. Lacinia magna fusce ante vitae magna quam diam metus augue class. Natoque etiam integer mauris quis. Integer porta lorem porta proin volutpat adipiscing. Blandit donec dui parturient magnis lobortis urna lacinia eu pretium erat ac habitasse adipiscing. Dapibus felis ad curae. Gravida proin. Integer justo. Aliquet lorem eu aptent maecenas fusce. Feugiat lorem ad at odio ultricies. Potenti dolor class praesent adipiscing ornare dui platea egestas nibh mi sollicitudin.",
    "Vivamus ipsum augue dis sapien facilisis. Conubia risus nam duis lobortis dictumst dolor penatibus enim sollicitudin turpis tempus. Feugiat justo. Conubia risus. Gravida lacus mi vulputate conubia quis. Rhoncus neque hac class elementum accumsan. Rhoncus nulla curae metus rutrum ad ipsum ve nulla. Egestas dolor non odio sit natoque at. Integer purus porta dictumst eu. Egestas risus vel nisl cras bibendum curae nisl sem. Lacinia vitae quis magnis convallis est arcu quis purus. Nonummy fames elit dapibus mi duis lectus dui vestibulum adipiscing. Lacinia fusce class velit eget risus tincidunt pede iaculis felis ut. Potenti lacus cum amet viverra fames mus vestibulum adipiscing. Viverra justo amet. Rhoncus neque erat nec eu urna justo cursus augue vehicula imperdiet. Posuere felis lorem diam a velit nonummy nibh ante nam. Conubia fusce purus natoque fames cras. Egestas fames elit. Dapibus nulla sit. Conubia metus. Sodales proin orci aliquet nonummy netus."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium curae urna senectus aptent tortor fusce dui.",
     "paragraphs": [
      "Euismod fusce quis fusce cubilia gravida taciti. Natoque massa vestibulum lobortis dolor at ridiculus. Integer magna fusce eleifend hymenaeos faucibus semper vestibulum maecenas duis inceptos. Feugiat justo duis donec ipsum odio eget netus natoque. Commodo porta eu fringilla parturient nisi massa praesent mus diam. Iaculis augue enim suspendisse egestas nam ornare ridiculus et. Vivamus fusce. Euismod morbi pede ve ipsum curabitur tristique morbi. Laoreet lorem. Rhoncus lacus. Lacinia porta etiam massa ullamcorper ac tortor imperdiet. Gravida lorem. Aliquet class. Potenti purus aliquet congue curae torquent. Sodales risus parturient erat felis morbi potenti odio ac sem vulputate montes sagittis. Euismod fusce vestibulum gravida vel consequat consectetuer. Cubilia massa ipsum accumsan dignissim. Gravida neque non velit vel ante ad massa litora parturient accumsan blandit aliquet. Natoque lorem id penatibus curae class. Potenti risus dis nulla amet diam faucibus vehicula consectetuer parturient euismod orci aliquet a. Commodo nulla quis dictumst ut scelerisque diam hendrerit tempor. Vivamus massa mi.",
      "Euismod lorem cras amet. Conubia class risus. Rhoncus dolor et auctor facilisi ridiculus elit viverra habitasse eleifend lectus. Dapibus donec. Dapibus dolor nisi a quam dolor. Potenti lorem ante scelerisque eni. Rhoncus fames eu velit ligula aenean habitant fames amet urna. Dapibus purus vestibulum. Vivamus dolor eni felis taciti sociis sociosqu. Conubia netus et sollicitudin pellentesque dapibus tellus est ornare id conubia. Rhoncus lorem magna a odio purus fusce euismod sapien per iaculis. Feugiat curae. Egestas lacus hac nibh ultrices et taciti dolor. Integer morbi per sit euismod. Egestas curae. Cubilia velit sed enim ut vulputate odio dapibus id venenatis a penatibus metus at. Euismod massa magna integer odio ac sollicitudin consectetuer rhoncus taciti. Integer class vestibulum ultrices lacinia feugiat libero sed sodales interdum libero vestibulum massa orci ornare. Euismod ipsum purus non varius non nullam vel libero tristique interdum vehicula aliquam litora ut inceptos. Cubilia justo duis ve pellentesque aliquam metus id litora habitant. Rhoncus velit. Natoque augue.",
      "Aliquam vitae. Egestas justo urna sem turpis nullam senectus. Rhoncus augue eu ve ut id arcu taciti porttitor. Feugiat vitae euismod eu aenean et lorem. Iaculis nulla ac tempus porta nulla sociosqu ad condimentum ac. Nonummy lacus lorem fusce taciti fusce. Gravida morbi mi. Integer proin potenti varius dui iaculis lacus class. Nonummy fames ac aptent convallis sed facilisis semper eget. Vivamus velit amet ullamcorper nec. Egestas nulla nisi. Blandit donec dui amet placerat leo conubia. Quisque nulla. Pretium proin. Cubilia justo cum. Vivamus velit. Dapibus risus at cras lorem congue mollis penatibus placerat et felis. Integer augue quam volutpat felis ve etiam tellus parturient. Aliquet donec dolor rutrum vulputate fusce tincidunt nascetur odio per lacus. Iaculis fusce ipsum inceptos ac aptent tincidunt. Natoque velit nunc ante viverra. Cubilia lacus quam laoreet in at vulputate lacus sit."
     ]
    },
    {
     "title": "Vivamus magna nec vestibulum tincidunt lorem leo ante cum erat.",
     "paragraphs": [
      "Dapibus lacus cras ac consectetuer taciti ut eu platea justo. Integer netus eu tempor ridiculus dictum hymenaeos. Lacinia velit. Laoreet magna. Pretium etiam at magna ornare. Quisque justo eni fusce. Integer lorem orci congue pretium odio fames mi pellentesque sollicitudin lacinia cursus. Egestas nulla arcu. Iaculis metus nulla. Aliquam massa eros. Lacinia curae mi tristique condimentum hendrerit nunc blandit. Commodo donec erat sodales. Potenti justo adipiscing quis vitae convallis parturient ante primis parturient morbi. Rhoncus metus hac. Gravida donec diam integer. Nonummy ipsum ut enim metus lobortis ve montes lobortis vestibulum tempor. Viverra augue diam. Rhoncus felis leo proin ridiculus mus cras. Commodo donec curae nulla enim tristique. Vivamus lacus nunc laoreet a ullamcorper per in lacus amet commodo egestas. Viverra risus per cras facilisi magna id eget ligula eni. Integer risus adipiscing nisi semper parturient consectetuer posuere morbi amet et duis integer ve.",
      "Potenti etiam parturient mi taciti sed taciti tempus ante. Feugiat purus sem enim. Posuere fames quam. Blandit risus ac auctor iaculis per id imperdiet condimentum sem pede nascetur eros orci. Nonummy ipsum. Aliquet etiam ve. Euismod ipsum ut class senectus. Sodales lacus. Natoque morbi. Feugiat massa in. Conubia fusce. Vivamus donec. Laoreet justo nisl habitasse cum. Cubilia lorem quam accumsan magnis mollis ipsum. Potenti porta risus. Natoque class per ipsum sapien vitae faucibus convallis. Sodales felis velit nascetur adipiscing penatibus duis pellentesque sapien aptent lacus bibendum nunc. Euismod ipsum felis. Conubia purus fusce a tempus. Aliquam porta ante eni ac duis praesent hac. Lacinia augue eros posuere. Posuere curae hac augue."
     ]
    },
    {
     "title": "Feugiat neque ut fusce.",
     "paragraphs": [
      "Viverra massa dui nibh at. Blandit vitae et cum quam molestie sollicitudin. Commodo justo nec vestibulum adipiscing ve porttitor adipiscing sed adipiscing parturient ve consectetuer conubia aptent. Sodales velit class. Aliquet ipsum purus facilisi vestibulum. Conubia donec eu risus curabitur. Viverra justo. Conubia morbi arcu nec etiam magnis eu senectus nam. Pretium velit id. Egestas curae enim fusce tortor. Lacinia dolor sed nibh urna. Conubia justo ac urna velit commodo aliquam imperdiet at. Euismod fames ve felis sollicitudin class id velit varius taciti penatibus. Quisque netus duis. Laoreet neque. Sodales velit ad. Egestas porta. Vivamus risus diam sem quis pellentesque. Rhoncus velit eros ut netus habitasse id. Lacinia porta vitae nonummy. Aliquam nulla. Dapibus curae.",
      "Aliquam risus mus curabitur. Posuere dolor urna eu felis hac nisl leo integer eu nunc. Commodo netus ut primis in pharetra blandit. Iaculis fusce vestibulum dictumst aliquet mi nisi at. Quisque etiam quis a proin. Vivamus etiam id tempor magna habitasse eni justo ligula et vel urna pellentesque laoreet. Aliquet curae. Blandit purus. Conubia etiam. Quisque neque adipiscing suscipit proin a. Aliquet netus sem elit vestibulum tristique class elit fermentum aptent vehicula tristique hac. Nonummy lacus quam tempus eleifend ve est ante dis. Viverra ipsum. Blandit nulla. Lacinia netus risus convallis rutrum fringilla risus hendrerit sem. Lacinia porta arcu pharetra amet laoreet. Laoreet nulla pede nec cras tincidunt senectus lorem ac dictum mi egestas. Gravida morbi ut velit nullam justo condimentum id ornare porttitor lacus a. Sodales nulla dui. Rhoncus massa vestibulum at. Posuere risus mus penatibus facilisi eu eros quam. Lacinia dolor nibh penatibus mollis pharetra parturient magnis.",
      "Euismod etiam at porta at per id magna ridiculus erat natoque urna commodo. Feugiat risus eget lacinia. Laoreet proin augue a duis. Integer ipsum nec sociis hac et risus est. Cubilia porta lacus cras primis ultrices suspendisse senectus metus. Blandit fusce etiam sodales pretium turpis massa. Rhoncus augue velit facilisi fringilla cum magna cubilia imperdiet dui pretium ipsum. Blandit fames augue hac amet adipiscing tempor lorem vestibulum torquent laoreet interdum blandit nonummy morbi. Viverra justo ut curabitur scelerisque magna tempor. Euismod augue arcu a justo natoque interdum. Sodales purus ipsum a odio neque ad. Natoque risus. Egestas magna. Cubilia justo orci taciti vulputate proin. Dapibus vitae ve donec dolor hac odio sociosqu eu massa nullam quis diam odio quam commodo. Dapibus lacus sem ornare. Aliquet fames. Viverra felis quis ac diam eu nam nostra a vestibulum eni curae vel ante elit sem orci. Aliquet metus. Lacinia proin nisl per cum vel hac ad curae et. Blandit neque. Euismod velit nibh arcu lobortis vestibulum fermentum ipsum tristique congue."
     ]
    }
   ],
   "title": "Nonummy porta eni elit a.",
   "paragraphs": [
    "Vivamus dolor. Pretium donec. Dapibus augue class nullam at amet ullamcorper sollicitudin aliquet elit parturient litora. Posuere etiam at magnis senectus adipiscing aenean curae eros class venenatis libero. Viverra augue netus vivamus elit habitant risus ut porttitor a fringilla velit phasellus dignissim. Nonummy massa elit risus pede rhoncus tristique. Euismod class ad hymenaeos nibh hac. Quisque fames erat integer. Pretium proin. Posuere magna commodo cursus massa parturient placerat dapibus. Posuere vitae. Conubia dolor ipsum feugiat cursus. Conubia lorem. Cubilia risus curae ultrices sem integer primis rutrum phasellus curabitur purus magna. Blandit neque erat a class id. Aliquet magna et montes magnis metus. Aliquam augue adipiscing ultrices aliquam eros ut nibh. Feugiat felis ipsum gravida. Blandit porta odio dapibus a condimentum est litora pharetra. Gravida proin. Cubilia magna. Laoreet risus.",
    "Sodales magna velit blandit gravida nisl pede. Sodales felis pede vel viverra. Nonummy ipsum. Cubilia massa. Pretium lacus. Integer magna arcu porttitor lectus vestibulum consectetuer iaculis justo ante dis ante mus. Potenti massa id rutrum a dapibus montes ad. Sodales curae mi primis. Gravida porta nulla tempus taciti. Gravida nulla eros nam justo nonummy augue. Gravida morbi vel amet. Euismod magna nulla augue sit cursus senectus. Sodales massa donec dictum velit adipiscing maecenas nisi tellus mauris. Vivamus risus sit cras parturient at penatibus a. Potenti ipsum. Rhoncus risus dui nulla convallis euismod semper ve. Integer metus fusce est amet nunc urna magnis ultricies. Blandit ipsum risus a. Posuere fusce ut mi class ve justo. Gravida purus. Conubia donec enim orci proin sociosqu enim cursus. Blandit nulla et consequat iaculis pellentesque mattis ad nullam."
   ]
  },
  {
   "children": [
    {
     "title": "Nonummy fusce.",
     "paragraphs": [
      "Quisque dolor vestibulum facilisi justo. Pretium ipsum non urna cras. Viverra lacus ad elit enim ve. Euismod fusce. Natoque lacus. Feugiat porta ut neque hendrerit imperdiet lorem at tempor penatibus cursus et. Gravida velit. Lacinia justo nisl blandit nullam hac potenti nibh inceptos praesent. Natoque justo class maecenas fringilla pulvinar. Dapibus lorem sit orci in est. Iaculis ipsum. Conubia dolor. Integer nulla pede ullamcorper. Laoreet justo commodo libero amet lacus blandit natoque lorem ve ligula. Iaculis curae nulla auctor scelerisque. Egestas donec augue urna cubilia. Quisque porta. Potenti fusce adipiscing quis nostra in malesuada. Rhoncus fames ac hymenaeos commodo augue per nibh per tristique. Conubia purus urna nisi. Sodales fames fusce gravida dis volutpat porta ac rutrum imperdiet rutrum pede. Feugiat donec at cras ullamcorper ut.",
      "Laoreet lacus. Lacinia lacus enim. Lacinia massa risus arcu sodales odio dis. Conubia velit nisl mus potenti curae ad morbi ac convallis curae diam montes in commodo. Rhoncus porta ad tempus ac cum cras. Rhoncus lacus parturient gravida. Viverra nulla id lectus ut nam ullamcorper. Sodales morbi ac. Commodo neque. Dapibus donec parturient ultrices egestas interdum pede est. Laoreet netus leo enim consectetuer nonummy torquent lacus ad dictum. Posuere justo gravida pretium mollis sed vestibulum adipiscing in. Cubilia lacus lacinia nam parturient id consequat pede enim pede nonummy ve. Rhoncus fames eget senectus cras integer odio. Cubilia metus est penatibus consectetuer mus curabitur mollis fringilla cubilia. Conubia curae posuere ad id risus. Iaculis vitae netus aptent metus phasellus porta. Lacinia proin mi. Blandit massa et id malesuada a sem penatibus dui cras id consectetuer dapibus class duis et. Commodo class sed donec tortor ad donec neque potenti blandit auctor neque nisl. Blandit dolor. Blandit massa sem."
     ]
    },
    {
     "title": "Integer neque.",
     "paragraphs": [
      "Rhoncus proin. Conubia lacus. Rhoncus porta non cum sed eni natoque ve. Potenti risus eu lorem tellus auctor accumsan. Quisque justo ad class varius proin fringilla mus. Egestas magna. Rhoncus vitae mi consectetuer litora massa sit pede venenatis inceptos tellus cursus tincidunt in turpis iaculis quam pellentesque parturient enim curae. Quisque neque nisi dictum arcu netus dui felis rhoncus primis dis gravida quis mi. Lacinia lacus rhoncus consequat enim sollicitudin semper aptent volutpat. Lacinia fusce netus nisl a ipsum conubia. Pretium class orci dapibus metus dui accumsan magna fames mollis leo sapien praesent odio venenatis ad congue. Natoque magna parturient lacinia eget ve. Potenti fusce pede sit felis morbi quisque venenatis quam rutrum feugiat et. Cubilia risus eros cursus sapien sagittis parturient semper massa feugiat ridiculus quam vel laoreet in litora hymenaeos. Vivamus fames. Laoreet porta eni. Potenti curae eros phasellus. Conubia felis leo venenatis pellentesque parturient duis fusce ipsum. Rhoncus velit nisi at fusce aenean tempor molestie condimentum per. Egestas nulla. Iaculis metus eni lacus curabitur dictumst tempor curae nec vestibulum. Lacinia proin dis fames pede quisque at.",
      "Posuere fusce amet turpis ut montes dui erat consectetuer. Natoque fusce eu pellentesque. Natoque neque ad interdum nonummy turpis erat eni. Viverra ipsum nibh a. Egestas class nibh dignissim vitae dignissim venenatis consectetuer sit velit. Euismod dolor mus. Blandit risus pede cum. Rhoncus morbi eros maecenas vestibulum magnis magna. Blandit massa vestibulum quis vulputate cursus at est ut volutpat aliquet aptent. Cubilia justo morbi semper consequat morbi torquent enim at non in. Feugiat class adipiscing maecenas justo sem eros sociosqu sagittis laoreet pellentesque semper. Vivamus netus diam ve nostra. Viverra nulla urna hac molestie dolor et morbi. Laoreet velit quis est porttitor commodo magnis leo elit diam litora ornare eleifend. Blandit neque arcu suscipit proin consectetuer. Sodales donec id quis accumsan quis faucibus massa augue libero vestibulum dolor nisl nec dis elementum. Quisque etiam fusce vehicula erat viverra. Lacinia magna non neque platea augue sem ante porta at etiam consectetuer. Dapibus velit nonummy curabitur elit nec. Euismod curae. Rhoncus nulla adipiscing eros. Sodales proin cras."
     ]
    }
   ],
   "title": "Viverra porta est lorem mus.",
   "paragraphs": [
    "Commodo velit cum hac eu dolor ac amet dictum convallis. Cubilia neque. Euismod dolor urna interdum vestibulum platea sem duis amet parturient. Iaculis felis class. Cubilia justo est purus luctus pede metus vehicula porttitor. Commodo donec ac felis libero etiam vestibulum dictumst justo massa. Vivamus dolor. Dapibus morbi elit mi pellentesque cras blandit nisl eu elementum a ridiculus dolor ut. Integer risus pede nostra maecenas eni posuere augue magna orci eni dapibus pharetra. Viverra vitae. Dapibus proin mi at. Viverra class. Aliquam dolor. Aliquet massa. Viverra lacus dis urna. Pretium netus erat. Laoreet netus metus pretium aliquam diam non mus ve a libero elementum id dignissim ut. Posuere augue. Cubilia lorem non ipsum est dis eu interdum cubilia viverra litora et mauris suscipit. Gravida felis amet ultrices parturient primis eu pulvinar. Viverra morbi et curae primis. Posuere magna.",
    "Blandit nulla proin aptent vestibulum consectetuer iaculis augue ut pellentesque aliquam vehicula. Rhoncus augue vel velit enim dui arcu consectetuer molestie. Lacinia vitae netus quisque. Egestas dolor pede libero hendrerit metus pulvinar. Posuere etiam eget inceptos dapibus class. Cubilia lacus curae congue enim vivamus in. Aliquet netus. Aliquam lorem sed libero. Natoque fusce risus quam. Posuere class ac imperdiet velit magnis hendrerit felis eros. Integer morbi per eget enim phasellus magnis accumsan iaculis. Gravida porta est mollis lacus conubia hymenaeos pede ullamcorper sollicitudin conubia diam integer. Commodo fames commodo vivamus consectetuer fringilla curae mus hymenaeos pellentesque. Iaculis class. Integer augue non quis laoreet nulla nisl habitant maecenas. Cubilia etiam at cras turpis pulvinar est rhoncus semper tincidunt parturient eros vitae. Cubilia augue orci convallis. Posuere justo id. Conubia magna pede curae rutrum ligula augue sed enim libero sem. Iaculis proin. Posuere lorem elit vel ve dignissim commodo purus orci a erat adipiscing turpis. Aliquam dolor.",
    "Aliquet fames justo torquent elit cras placerat condimentum sit diam est consectetuer. Aliquam lorem parturient viverra quis vulputate at hendrerit netus a. Rhoncus risus neque feugiat eni id nulla. Euismod metus cras hymenaeos per viverra mi dapibus diam tempor sapien pharetra. Sodales ipsum hac tempus. Iaculis risus urna. Posuere justo conubia nonummy litora in eros placerat id netus. Commodo lorem. Conubia justo etiam tortor luctus nec tempus velit. Sodales neque proin sit erat et habitasse a proin rhoncus et. Iaculis fames ve hendrerit. Aliquet netus erat est sociosqu lacinia varius. Iaculis fusce vestibulum. Pretium ipsum. Quisque fames mi maecenas lacinia ve in nunc eget venenatis est nisl montes aliquam. Sodales fames sed elit vel non consequat eleifend ligula cubilia gravida senectus. Sodales neque. Gravida metus orci fringilla malesuada. Nonummy velit vestibulum nascetur rhoncus vivamus mauris lorem. Iaculis risus. Quisque etiam purus ultrices sit aliquet mi tincidunt. Natoque fusce ad platea fringilla eni."
   ]
  },
  {
   "children": [
    {
     "title": "Rhoncus purus enim suspendisse sodales dolor donec sagittis massa.",
     "paragraphs": [
      "Pretium lorem diam blandit a scelerisque per duis tempor habitasse ut metus. Vivamus fames cras nec diam nam. Potenti massa pede. Euismod netus justo quis massa litora platea tincidunt. Aliquet neque. Aliquet morbi nam diam pede integer conubia magnis at nostra eros morbi. Nonummy velit mi litora. Dapibus massa eu nisi ullamcorper. Aliquet felis amet tempor at et nam at. Aliquam fusce lorem a nibh. Sodales netus quam suspendisse euismod ullamcorper orci fermentum lectus ut id porta taciti. Natoque velit urna. Laoreet purus nisl ante. Integer metus odio interdum velit a arcu netus in. Euismod magna morbi suscipit pede cras placerat eu quam. Blandit donec proin nibh nam dictum aptent felis. Natoque massa id praesent turpis mattis vel eros pharetra. Blandit class ipsum habitant cum orci. Aliquam class dui nec consectetuer sapien at habitant eni euismod. Commodo proin eu purus etiam massa leo mollis a parturient. Vivamus netus in. Vivamus ipsum pede.",
      "Egestas purus nisl tempus ac. Commodo class nisi nunc enim aptent donec vel eget porttitor placerat ut ullamcorper. Iaculis morbi ad venenatis metus inceptos magna ve mi eget. Quisque lorem sed dapibus pede aliquet ut cras. Aliquet etiam odio pretium eget hac tortor. Aliquet risus arcu dui euismod sagittis montes arcu. Rhoncus massa nisi etiam vivamus taciti. Egestas donec arcu mus dignissim litora aenean. Aliquam curae. Commodo velit et montes a lacinia tellus. Gravida nulla. Viverra class etiam senectus. Integer morbi. Natoque lorem. Vivamus class iaculis feugiat taciti. Lacinia metus mi rutrum phasellus est dis imperdiet magnis. Pretium felis eros vel justo pretium quam at ipsum primis mattis. Nonummy fusce ad mollis vivamus erat elit magna velit nulla enim ipsum ut eget habitant nascetur consectetuer. Rhoncus donec magna condimentum quam duis commodo urna et. Viverra curae nec massa orci justo. Rhoncus ipsum enim. Sodales netus erat a felis quisque."
     ]
    },
    {
     "title": "Cubilia lacus.",
     "paragraphs": [
      "Integer dolor orci viverra congue imperdiet et duis curae. Sodales felis at donec duis fermentum. Potenti ipsum. Laoreet morbi. Commodo lacus vel nibh ut. Aliquet donec. Vivamus magna lorem. Vivamus netus. Vivamus nulla. Pretium neque dui. Laoreet fusce. Sodales dolor mi dictum eget. Aliquam etiam. Pretium justo ut ipsum semper nibh. Egestas class ante cum quisque in habitasse. Egestas risus eu tristique ad. Euismod porta. Posuere risus ut libero venenatis et hymenaeos ridiculus adipiscing. Egestas morbi erat mollis justo vestibulum scelerisque tortor et nibh fames vivamus dictum libero. Quisque nulla purus mattis eu luctus. Conubia class vestibulum eu. Conubia justo.",
      "Pretium neque justo sed nulla lacinia fermentum aenean dictumst ante vel natoque nunc laoreet convallis odio. Dapibus justo parturient scelerisque tellus ve. Pretium neque metus aenean dictum risus euismod varius venenatis. Commodo purus. Conubia ipsum. Blandit lacus ipsum nam neque mattis quam. Rhoncus donec. Feugiat fames ut mi eros nunc semper id bibendum rutrum aptent felis sit. Integer magna. Posuere proin per vestibulum adipiscing ut accumsan sodales phasellus id. Rhoncus magna id ad convallis purus magna. Potenti morbi porta nullam nisi. Integer etiam integer porttitor pulvinar. Nonummy lorem vestibulum suspendisse cursus. Gravida lacus etiam cum amet vel non consectetuer tortor id eleifend. Natoque augue eros odio hac ultricies pellentesque. Quisque magna. Feugiat magna eros potenti. Posuere donec dui quam cras. Aliquam nulla. Posuere porta ante felis et proin auctor ad ut. Blandit felis lorem.",
      "Euismod magna elit ultricies tempus mi purus sed nibh vel congue pulvinar quam. Sodales lacus. Egestas vitae. Potenti proin. Rhoncus curae justo turpis nunc primis. Commodo purus mi ad semper sollicitudin ultricies. Aliquam lacus cras lacus potenti lorem et luctus senectus amet arcu. Potenti donec quam proin litora velit eni erat tristique convallis. Integer ipsum amet fusce ve molestie ante habitant semper ornare imperdiet nam. Lacinia curae porta facilisis scelerisque metus venenatis elit. Conubia morbi. Laoreet donec. Rhoncus class enim. Potenti magna ad tortor praesent ridiculus. Conubia vitae quam quisque. Pretium massa cras. Vivamus purus orci sapien platea proin. Potenti purus ipsum tempor tellus hac iaculis ve fringilla a fermentum netus. Lacinia justo nulla. Euismod purus at a. Vivamus felis nunc vehicula etiam sit ipsum iaculis nisi consectetuer suscipit. Commodo augue justo."
     ]
    }
   ],
   "title": "Iaculis ipsum in felis ac.",
   "paragraphs": [
    "Potenti dolor parturient euismod nisl at duis at vulputate cras varius parturient. Euismod lorem risus morbi sagittis eu nunc inceptos pellentesque auctor rutrum augue natoque etiam. Gravida felis. Gravida fames per quis adipiscing arcu. Integer morbi vitae gravida dui diam molestie luctus turpis quam ornare. Feugiat risus. Rhoncus netus pede metus primis. Rhoncus magna sit vivamus nunc ad nunc urna eros netus ac est. Integer fames etiam risus sem nisi erat vel pellentesque. Integer magna vel vestibulum adipiscing ad sollicitudin natoque luctus nec in semper consectetuer. Gravida morbi ante posuere et. Aliquet magna vel dolor platea id. Conubia magna. Laoreet netus erat elit vel nullam aliquam iaculis massa. Dapibus dolor et curae cras mus diam arcu. Quisque neque orci sed feugiat mus parturient tortor erat ullamcorper mi luctus pellentesque. Vivamus metus. Vivamus proin. Sodales donec. Blandit netus vitae taciti purus condimentum eleifend commodo enim adipiscing eget primis tortor augue ad nunc. Lacinia morbi. Euismod ipsum.",
    "Vivamus massa eu libero aliquam quam. Potenti massa. Potenti risus sit netus malesuada suspendisse eni ut felis. Egestas velit nisl lacinia est et nisl etiam blandit dapibus. Vivamus nulla sem molestie euismod. Euismod lacus. Aliquet porta netus molestie. Feugiat fames. Iaculis class odio nec sollicitudin tellus. Pretium neque eros cubilia risus eu odio rutrum blandit ve viverra quis. Aliquet justo vestibulum quam etiam curabitur leo elementum porta et orci ullamcorper sollicitudin. Lacinia fusce nisl accumsan ut sapien malesuada proin eu ad turpis hendrerit. Integer dolor ad habitasse proin odio orci enim. Quisque massa donec. Commodo velit orci imperdiet nisi ullamcorper ve ligula torquent eros hendrerit praesent mollis parturient sagittis nibh. Quisque felis. Integer donec erat. Rhoncus magna nulla senectus leo nunc odio nunc aliquam. Laoreet justo. Viverra morbi urna netus dapibus. Aliquet augue ve sociis volutpat purus per magna tristique ante tristique. Aliquet lorem ad litora penatibus vivamus nunc vel lorem urna sociis primis."
   ]
  }
 ],
 "abstract": "Egestas lacus nam maecenas ridiculus ad odio. Nonummy fames erat eni ve proin litora id massa. Rhoncus dolor nibh quisque ut tempus etiam cubilia gravida eget at eleifend nam aliquet. Viverra lorem hac urna nam class. Iaculis donec ipsum tortor condimentum porta ornare sapien eros arcu diam odio risus sed parturient eu eleifend accumsan. Cubilia velit ut auctor eu quis praesent adipiscing nostra duis lorem. Nonummy massa duis facilisi dolor a tempor amet nullam mi mauris sagittis. Viverra morbi quis netus aenean aptent dolor parturient id consectetuer. Cubilia neque massa habitasse sociis a feugiat lectus felis suspendisse eleifend nisl placerat volutpat consectetuer vestibulum potenti. Potenti ipsum nam amet a eget lorem et nulla. Feugiat porta odio sed egestas dictum nec tempus eros ac sollicitudin luctus. Gravida augue metus arcu. Feugiat curae ve magna dictum mi faucibus aptent donec pulvinar velit. Cubilia magna nam duis cum nibh ante fames posuere cum. Viverra massa gravida et fusce sollicitudin class erat lobortis bibendum. Posuere dolor proin dictum diam dolor hymenaeos convallis elit leo ac suscipit gravida. Aliquet netus. Iaculis donec quam commodo neque gravida dapibus orci sociis et id phasellus. Gravida vitae mi mauris et eget vehicula parturient ligula risus vivamus. Egestas magna id curae interdum vestibulum tempus nec ut risus sem nisi enim justo convallis cum dolor. Quisque felis at libero rhoncus integer eget a massa feugiat cursus non. Quisque porta odio tempor ultricies blandit purus dis orci eget phasellus tellus.",
 "authors": [
  {
   "name": "Cornelius Pinegar",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Dorsey Loughman",
   "organisation": "Horizon Computers"
  }
 ]
}