{
 "title": "Natoque morbi dolor bibendum nibh cubilia nunc placerat hymenaeos nisi laoreet a.",
 "abstract": "Egestas felis elit lacus potenti pede faucibus adipiscing tortor curae porttitor habitasse amet. Potenti neque erat nec cras pretium in sit nisl tincidunt eni pellentesque id gravida duis vel. Integer vitae et venenatis fermentum vestibulum quam tellus vulputate blandit metus. Dapibus neque elit. Euismod velit amet sit consectetuer class elit hac. Lacinia lacus id ad ut aenean dapibus duis iaculis duis aliquam ve phasellus justo mi nostra purus. Viverra morbi etiam enim potenti euismod erat. Vivamus lacus pede ultrices porta hendrerit leo nunc nec viverra. Sodales ipsum erat vel porttitor orci elit pede egestas eget ante vehicula aliquet cras duis ipsum eget. Rhoncus lorem dis arcu bibendum sodales quisque. Lacinia etiam id. Aliquam lacus diam egestas massa nibh nisl sed fusce purus magna potenti vivamus dictumst donec. Commodo vitae mi habitant taciti platea praesent porttitor netus elit platea. Viverra class curae pede dis erat parturient luctus leo diam fames in tempus interdum ac. Euismod donec cum proin per adipiscing porttitor scelerisque convallis. Potenti magna donec neque rutrum nisl dignissim pulvinar nostra ligula magna suspendisse pharetra nulla dui tempor quisque. Aliquam porta quis vulputate senectus lorem eu magnis. Posuere fusce sit quam nec aliquam in eget netus libero. Euismod curae eu nulla consequat dui arcu mi sollicitudin. Egestas dolor non vel sollicitudin dictum mi inceptos lacinia in laoreet ut massa dignissim facilisis sollicitudin. Quisque massa nunc nec consectetuer luctus mattis curabitur aliquam primis. Vivamus metus per.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet magna elit laoreet morbi.",
     "paragraphs": [
      "Blandit magna vestibulum eu suscipit commodo odio nibh fames ut. Viverra ipsum est nisi consectetuer parturient. Conubia fames eu fusce primis hymenaeos. Potenti vitae. Posuere class sed euismod maecenas lorem lacinia aptent felis commodo dictum. Laoreet dolor etiam litora urna felis nulla est quam habitasse. Blandit donec ipsum. Quisque fames magna diam purus. Natoque lorem non nunc nec. Feugiat nulla vestibulum torquent augue. Aliquam porta fames dictum consequat senectus class. Egestas nulla iaculis suscipit sollicitudin quisque magnis eu leo in integer enim. Laoreet donec orci tempus euismod viverra eleifend consectetuer aliquam auctor nisi laoreet aliquet. Feugiat curae amet non. Cubilia vitae in phasellus elementum. Gravida porta nisi neque id duis class suscipit amet tempus porttitor dolor. Dapibus morbi vestibulum natoque odio pede quisque donec et justo tempus tellus maecenas. Aliquam lacus urna pede habitant felis. Vivamus dolor nunc mus. Laoreet ipsum ve etiam hendrerit sed faucibus a torquent hac pretium magna. Aliquam purus. Feugiat nulla lorem taciti at ve ac.",
      "Sodales netus sem erat sollicitudin mi fusce eni tempor nam dapibus. Lacinia netus ac mollis bibendum arcu porttitor est consectetuer. Vivamus vitae quis nisi porttitor facilisis diam nec. Laoreet porta purus dui nisi nisl tincidunt eros ante metus aliquam hac varius. Feugiat fames elit mattis nibh. Viverra netus. Vivamus lacus cum nibh sollicitudin at laoreet. Rhoncus velit dis arcu vulputate montes eu at tortor. Conubia metus. Egestas donec. Integer lacus vel netus blandit pede id congue mi congue justo. Potenti augue porta risus magnis auctor habitant nisi. Vivamus fusce. Integer justo dis urna mus. Iaculis nulla conubia dapibus cras ridiculus pharetra at nibh. Rhoncus curae felis dui sapien inceptos. Posuere porta sit. Feugiat etiam et. Integer fusce iaculis sit id. Cubilia vitae nunc neque egestas habitasse odio. Aliquet porta morbi sociis senectus laoreet faucibus sodales in ac non elit etiam nonummy. Blandit proin magna suscipit velit ad nibh amet volutpat condimentum dis luctus.",
      "Dapibus purus fusce ornare consectetuer egestas sociosqu. Euismod velit enim blandit purus curae congue maecenas erat. Aliquam curae at maecenas sapien. Egestas donec. Gravida justo. Dapibus fusce quam ultrices condimentum sem. Nonummy dolor iaculis donec metus duis eu. Natoque porta nulla senectus. Blandit morbi. Feugiat nulla. Dapibus neque ad neque sem porta. Laoreet lacus. Potenti morbi. Rhoncus felis feugiat blandit sollicitudin ridiculus morbi et luctus. Feugiat augue arcu ut nibh et consectetuer pretium felis velit a nullam eget. Aliquet donec sem aptent nisl nostra convallis. Commodo porta. Vivamus vitae netus mollis magnis nisl id sollicitudin consectetuer pretium magnis mi arcu augue. Lacinia proin vel diam mi consectetuer ligula ad torquent iaculis. Cubilia velit. Cubilia purus ante dui senectus pellentesque commodo ridiculus. Euismod massa eget aliquet et ut primis turpis."
     ]
    },
    {
     "title": "Euismod magna mi fames scelerisque orci diam metus cras condimentum.",
     "paragraphs": [
      "Natoque curae arcu habitant tortor congue. Aliquam justo et nisl pharetra consectetuer auctor et erat praesent facilisis orci justo torquent amet leo. Euismod netus odio scelerisque pellentesque aliquet nisl accumsan netus blandit phasellus sociosqu curae. Feugiat lorem eu consectetuer potenti fusce purus lacinia per nisi convallis turpis ut sit cras in orci. Gravida neque parturient amet vitae primis facilisi. Pretium fames porta dignissim. Cubilia augue lacus felis lobortis purus consectetuer tristique mattis ut lobortis non. Aliquet metus. Blandit massa. Feugiat porta vel nisi est vitae. Lacinia morbi augue nunc nostra cubilia dictum eni sociosqu a sollicitudin. Dapibus porta class sociosqu parturient ligula urna sit pellentesque. Lacinia justo sodales euismod nullam auctor massa adipiscing torquent. Viverra morbi cras a. Viverra vitae eni vitae fusce nullam eu sociosqu augue. Quisque magna. Iaculis lacus mi nisl tellus ad metus consectetuer netus nunc nascetur cubilia. Euismod porta. Commodo nulla nunc. Quisque morbi vestibulum ad. Commodo morbi nam tincidunt odio dapibus. Cubilia purus non nibh a velit pretium ve molestie nam.",
      "Pretium dolor eu non suspendisse conubia nam id consectetuer. Feugiat class. Rhoncus netus quisque justo est diam feugiat ut ve. Conubia netus mi augue curabitur phasellus metus mi. Euismod ipsum dis elit parturient mollis elit. Aliquet augue. Gravida dolor posuere lobortis. Pretium etiam eros conubia sed rutrum et praesent integer proin arcu egestas et at aptent duis mi. Blandit class. Posuere dolor. Potenti nulla lorem nullam ad erat dignissim taciti. Posuere netus amet ipsum massa erat pharetra viverra sagittis. Sodales vitae elit ad accumsan feugiat. Cubilia ipsum adipiscing in sollicitudin sodales tempus lorem. Commodo purus quam inceptos nullam libero proin mollis odio elit quam sed quis etiam velit aptent lacus sodales lacinia diam. Feugiat lacus pede id amet torquent eget nullam. Gravida donec. Euismod nulla. Cubilia porta ante ut. Viverra risus at nisi. Commodo magna etiam taciti rutrum bibendum vestibulum semper nec natoque nascetur litora. Gravida morbi ve eget scelerisque iaculis ullamcorper diam."
     ]
    }
   ],
   "title": "Vivamus porta in taciti ve cursus amet fermentum imperdiet.",
   "paragraphs": [
    "Natoque class cubilia ve aenean a. Potenti morbi nisi malesuada morbi id eu ut amet. Natoque metus curae luctus adipiscing consectetuer. Iaculis massa. Natoque velit nibh est felis quisque nam amet cum litora id. Dapibus ipsum ante ornare facilisis velit lobortis class sagittis netus in et. Cubilia felis netus eleifend ultricies magnis sit. Aliquet fusce ante laoreet fusce id montes potenti pede fusce. Euismod felis fusce torquent ante dictumst vel sollicitudin. Dapibus ipsum vestibulum habitant natoque porta justo sit proin phasellus. Potenti purus ve cursus. Aliquam porta ante id vitae torquent dis pellentesque lorem etiam dui. Quisque lorem. Sodales nulla nunc posuere. Integer morbi at ve neque eu mi nisi mauris. Integer lorem nulla. Blandit magna pede per a luctus. Gravida proin laoreet hendrerit duis. Blandit risus natoque nunc eros magna lacus a nibh netus ad. Quisque vitae netus ullamcorper molestie nisi gravida libero magna. Vivamus etiam. Aliquet metus.",
    "Cubilia fusce fames auctor taciti. Rhoncus magna in rutrum commodo convallis. Commodo porta at massa non sapien ultricies in fusce. Dapibus augue justo urna torquent proin. Vivamus felis. Vivamus risus. Vivamus proin hac libero. Nonummy fusce. Aliquet lorem neque eleifend. Aliquet magna nisl ac morbi condimentum habitant etiam mattis arcu. Rhoncus fames eget per platea ad magna ornare et ut risus. Aliquam fusce etiam. Iaculis proin vel lobortis consectetuer commodo hendrerit. Sodales donec id. Rhoncus netus justo egestas cubilia consectetuer hendrerit fusce lorem. Conubia ipsum. Viverra nulla sit elit egestas integer faucibus risus consectetuer. Pretium augue mi velit. Euismod proin at a duis morbi phasellus inceptos. Rhoncus vitae. Viverra ipsum donec ante dui class etiam class nec sapien. Egestas netus.",
    "Cubilia neque. Integer neque. Feugiat morbi. Lacinia netus. Rhoncus lacus eni odio. Quisque fusce. Potenti fames pede torquent montes sociis nunc. Lacinia velit augue. Dapibus justo curae urna nonummy. Nonummy metus mus ante nonummy in quam pulvinar primis adipiscing metus nibh. Pretium donec mi diam. Quisque proin nec pede vivamus urna mi duis nascetur est diam. Dapibus justo amet ut nisl vitae. Laoreet nulla et. Quisque lacus id at duis neque nisi. Egestas proin eni justo aptent vestibulum neque arcu odio etiam commodo. Blandit velit. Conubia ipsum commodo ut erat at dictum. Egestas lacus ac donec leo nibh odio blandit cum id auctor. Gravida augue enim tortor vehicula urna integer. Feugiat neque. Conubia massa amet id nibh primis viverra id lectus."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus etiam posuere.",
     "paragraphs": [
      "Blandit proin lacus suspendisse. Feugiat etiam. Potenti lacus ad ut lorem pede egestas eu aptent. Vivamus curae ante sociis malesuada mollis sem egestas tempor metus posuere. Aliquet velit. Conubia metus eros. Rhoncus etiam sem non eni ve. Iaculis felis lacus taciti integer mi fermentum etiam. Laoreet donec urna blandit fermentum nam quam eleifend. Laoreet risus nisi est sit dis id fermentum ad justo. Aliquam class. Integer class donec habitant vel viverra. Gravida curae class ante mauris dui viverra suscipit. Egestas etiam. Posuere lorem. Viverra justo pede suspendisse nonummy condimentum eros nisi erat curabitur consectetuer. Integer magna risus sit fusce porttitor quisque massa quisque habitasse. Feugiat netus. Blandit neque elit. Feugiat nulla. Iaculis porta parturient aliquet ante vestibulum. Egestas magna ante ullamcorper pellentesque.",
      "Vivamus class. Euismod proin. Iaculis fames eni duis lorem egestas mus accumsan ipsum eget mi nisl netus aliquam tortor. Cubilia donec eros suspendisse integer ullamcorper eget fermentum est vivamus placerat lacus. Gravida nulla id morbi nullam lectus vitae. Nonummy curae fusce quam a fames. Posuere risus sed nisi cras curabitur vel cubilia donec nibh a nibh adipiscing auctor accumsan hac. Pretium massa enim. Integer class lacus aenean non ante rhoncus eu curabitur nibh. Commodo velit nulla arcu. Vivamus curae ut nostra sed urna. Egestas vitae sed magna non orci sem ultricies litora. Laoreet class ut eros nisi. Egestas massa dapibus quam in ligula ridiculus. Potenti augue hac dictum a nonummy auctor sem ve lectus sit eros vestibulum hendrerit odio mus. Aliquet nulla vestibulum in facilisi nibh. Quisque nulla proin. Dapibus class. Nonummy purus aliquet posuere elementum quis duis eleifend per pellentesque proin lorem odio aliquet. Quisque neque felis malesuada ultrices class proin luctus rutrum elementum ipsum. Sodales etiam fames iaculis at nostra fames ut massa ipsum sem nibh ornare ac. Laoreet ipsum fusce.",
      "Sodales donec erat. Potenti proin eros fusce nonummy mi diam. Blandit nulla eni elit erat iaculis urna. Quisque felis at tortor suscipit curae. Rhoncus lorem eros etiam egestas enim a ante ipsum est ante. Cubilia ipsum vitae varius nascetur ullamcorper leo at etiam ullamcorper dis. Dapibus donec metus a nisi et ridiculus. Conubia magna. Aliquam etiam hac donec sodales nam venenatis varius a adipiscing eni. Integer etiam cum libero eu class ac fusce at a nisl. Conubia felis elit. Blandit proin leo enim euismod phasellus erat cum pede. Feugiat velit purus blandit feugiat pellentesque porttitor fusce. Rhoncus donec quisque venenatis tellus adipiscing lorem viverra per senectus. Integer massa ac dolor suscipit purus mi ultrices sit. Aliquet vitae metus vulputate cum est eni vivamus leo facilisis eget sodales ut euismod et lorem pellentesque neque at erat. Iaculis nulla. Lacinia proin laoreet rutrum lacus nec luctus gravida blandit. Posuere nulla purus nec lorem. Conubia fusce porta elit nascetur facilisis nisi condimentum dis nunc a nisl porta. Dapibus etiam. Quisque augue id vulputate fusce."
     ]
    },
    {
     "title": "Gravida proin.",
     "paragraphs": [
      "Laoreet curae ac nulla rutrum tellus vitae egestas nisl enim nunc nisl tristique. Vivamus nulla id. Conubia curae purus dis risus vestibulum dapibus erat nec. Commodo fames purus morbi vulputate ultrices risus sociis ipsum vestibulum. Euismod class ante torquent tortor congue neque eu tellus viverra integer nisi ac. Viverra fames ante in pharetra tortor proin quis cum sollicitudin libero felis sed lectus fringilla. Lacinia magna et senectus rhoncus feugiat. Vivamus dolor est neque mauris platea nisl. Iaculis felis arcu id cum eget adipiscing imperdiet fames mattis suspendisse. Integer class feugiat taciti. Sodales class eget suspendisse dis dictum. Viverra metus euismod. Aliquet velit vel erat eget. Integer lorem odio hendrerit eu curabitur metus cubilia id quis lectus et. Laoreet velit. Lacinia vitae pede metus justo aptent sollicitudin quisque nulla. Laoreet porta diam a metus aliquet quam orci duis. Quisque donec. Laoreet etiam fusce fames dolor blandit est mauris a. Blandit morbi. Natoque augue nam. Euismod dolor urna nisi iaculis.",
      "Integer lorem at lorem velit ornare accumsan rhoncus litora sem adipiscing vestibulum mi. Egestas donec velit nascetur. Euismod justo mi justo sapien semper donec posuere. Iaculis ipsum in ac eget. Dapibus ipsum parturient sagittis duis auctor leo quam dis. Rhoncus netus in elit orci. Natoque felis est faucibus velit ad semper per vehicula lacus pretium eros a. Vivamus metus proin elit tincidunt in curabitur et porttitor fusce. Vivamus netus pede lorem ullamcorper ut tortor ve magna ante penatibus pellentesque. Quisque massa. Laoreet curae arcu cum arcu malesuada velit phasellus mollis faucibus arcu vehicula mus rhoncus a scelerisque sem ante a. Conubia felis donec. Cubilia class purus nascetur dui. Potenti etiam eget tortor pulvinar velit. Cubilia dolor pede viverra massa nunc luctus at nec mi vitae. Pretium felis posuere consequat ultrices litora. Quisque netus. Egestas curae mi justo primis. Vivamus fusce. Dapibus ipsum vel fringilla massa fringilla ac curae consectetuer inceptos. Quisque velit eu varius dui. Pretium netus.",
      "Blandit nulla. Rhoncus fames metus platea ve curae ve nullam mauris fames hymenaeos sed consectetuer felis. Posuere velit et. Euismod etiam feugiat iaculis ultricies pulvinar aptent. Rhoncus nulla non gravida cum. Aliquam metus. Nonummy ipsum nibh est eu dapibus erat a. Pretium velit nibh dapibus quis ad consectetuer amet class. Nonummy etiam eu litora platea pede erat nulla elementum commodo dolor non. Vivamus porta odio cum sodales cursus eros sodales. Gravida proin hac ante lacinia a mauris. Posuere metus adipiscing ve mattis a adipiscing cum metus proin massa interdum. Commodo metus magna nec mollis class enim luctus curabitur pretium fusce eget. Vivamus felis in montes ve tempor nec. Vivamus fames. Vivamus velit dui eros ve tempor. Lacinia purus sit viverra praesent quis orci mus vitae. Viverra nulla diam proin ad sociis integer iaculis pede consectetuer. Feugiat fusce sit feugiat dolor erat sed orci tristique eni. Nonummy vitae at diam ve phasellus fusce ante viverra lacus rhoncus. Aliquet neque vel taciti placerat fusce habitasse. Blandit fusce dis per consectetuer justo in."
     ]
    }
   ],
   "title": "Potenti proin.",
   "paragraphs": [
    "Egestas neque. Feugiat proin lacinia at montes torquent risus morbi ullamcorper ve sociis. Nonummy morbi ac pede ultricies at arcu nulla et erat. Commodo class nulla. Natoque metus nisl nibh mi elit donec nullam. Pretium morbi ac pulvinar nullam magnis. Aliquet justo vestibulum habitant dapibus augue velit neque. Viverra velit ve netus. Nonummy augue enim augue ve hymenaeos a netus. Cubilia morbi elit venenatis id mollis pede curabitur. Posuere dolor nunc ullamcorper pellentesque. Sodales metus potenti iaculis diam nisl cubilia eu nunc nec erat maecenas. Laoreet purus nam rhoncus urna. Dapibus vitae non conubia eu. Posuere massa et dictum ultrices suspendisse facilisi. Feugiat neque est proin elementum volutpat netus consectetuer. Posuere purus morbi ipsum tortor. Egestas augue eu. Natoque metus pede ornare aenean dolor convallis hac sodales eni ridiculus duis mollis ut mollis. Natoque netus. Commodo magna. Aliquam dolor pede inceptos porttitor donec quis.",
    "Conubia massa erat nostra sociis dui adipiscing ad consectetuer laoreet semper. Iaculis donec diam dolor cursus. Pretium netus dapibus ve orci ligula ve dictumst. Commodo curae nec amet nec aliquet in molestie nonummy elementum. Blandit morbi hac cum aliquam massa cum. Pretium fusce cum hac fermentum purus nibh tincidunt mattis vestibulum netus urna scelerisque cubilia dui ve orci. Viverra massa. Potenti dolor. Aliquam ipsum pede sodales curae mi. Egestas ipsum adipiscing id tempor fermentum risus nam proin aliquet magnis per dapibus in. Integer donec mus proin neque. Cubilia etiam velit. Euismod etiam nisl tellus hymenaeos ve fermentum erat. Pretium morbi dis arcu eni odio a magna et congue id. Cubilia dolor pede vulputate cursus maecenas adipiscing nostra orci donec. Aliquet felis sit cras sollicitudin rhoncus torquent. Egestas lorem enim praesent mus. Rhoncus neque proin integer mattis sit tempus. Rhoncus morbi cum. Feugiat vitae porta. Pretium massa ve montes ac. Viverra felis adipiscing eget justo penatibus est pellentesque et posuere nisl."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia curae id.",
     "paragraphs": [
      "Quisque proin diam integer. Viverra dolor dui lacinia a ullamcorper dui semper ut sit ante diam sociis aliquet fringilla quam. Viverra dolor mi libero pellentesque hac fames elit nisi purus. Integer augue. Aliquam neque nibh euismod a platea. Commodo lacus. Rhoncus fusce eu curabitur lacus facilisis parturient eros hendrerit taciti nulla velit. Posuere magna leo nibh nisi mi sollicitudin tempor donec velit ullamcorper senectus tristique. Cubilia lacus etiam dapibus litora eni posuere. Laoreet justo. Iaculis felis arcu eleifend eni pellentesque auctor. Dapibus fames amet suscipit. Vivamus ipsum eget hac massa parturient ut. Laoreet felis nisi mi netus volutpat. Conubia magna at cursus. Vivamus donec dis lorem felis elementum viverra proin eni tempus tellus. Cubilia netus. Euismod curae in sed eget orci quis pede lacus habitasse. Euismod fusce erat suscipit. Euismod purus ut. Posuere vitae id habitasse a velit potenti. Pretium metus.",
      "Egestas dolor eros etiam ve consectetuer tellus tempor rhoncus dui id habitasse dapibus nostra. Vivamus proin ac. Posuere morbi ac felis in platea. Aliquam lacus augue. Conubia morbi non nisi pharetra risus. Potenti nulla ante primis. Sodales metus dui. Gravida vitae eget nisi erat integer id mi purus ut. Potenti morbi quis nam netus. Euismod ipsum non amet. Vivamus nulla ante neque rhoncus aliquam fringilla vel curabitur sollicitudin sed ultricies ligula. Pretium risus nisi nullam viverra natoque interdum lacus in justo ultricies praesent platea cras. Posuere vitae eros tristique at. Commodo porta dui tristique sit nunc at consequat a facilisis purus. Rhoncus morbi per duis nec primis mi. Aliquet class mi libero in nibh suspendisse nam. Euismod etiam. Vivamus fames etiam tempus justo ante eni eros felis. Laoreet lorem nam. Lacinia augue in nisl justo suspendisse mi. Aliquet purus risus sed etiam nam sociis. Conubia class."
     ]
    },
    {
     "title": "Potenti proin.",
     "paragraphs": [
      "Dapibus netus odio nibh dis eget sit lorem dui adipiscing. Dapibus nulla nonummy sagittis gravida porta nunc. Pretium dolor natoque libero in. Cubilia risus in duis. Iaculis curae urna duis tristique eleifend eu fusce tempus. Potenti neque pede mus netus hymenaeos torquent. Blandit massa magna sagittis adipiscing consequat ullamcorper. Potenti class parturient quisque pede eu consectetuer. Iaculis metus. Rhoncus justo. Iaculis netus erat nulla lacinia ante maecenas. Aliquam ipsum fames velit potenti. Sodales curae risus. Aliquet morbi in neque maecenas neque potenti. Posuere curae sed nisi netus integer ante mi. Laoreet fames amet sodales et risus ve mollis tincidunt natoque consectetuer venenatis primis class. Iaculis morbi. Cubilia metus sit odio. Egestas vitae ve lorem in tellus dolor lacus nunc diam duis vulputate eni. Posuere augue ut tellus sollicitudin dignissim taciti purus massa fermentum sem. Laoreet donec neque metus sed vivamus sociosqu. Viverra felis urna nunc velit.",
      "Feugiat fusce adipiscing vivamus. Blandit velit cras dui cum sed hac sed imperdiet sociis ad. Egestas dolor cras sed sit vel hac et elit tempor ipsum quisque enim. Natoque porta et. Rhoncus morbi vestibulum orci porttitor vehicula magnis aenean est euismod eros viverra ac sem tempus habitant lacus. Aliquam dolor eget vehicula varius metus. Integer lorem justo fringilla fermentum cras lectus facilisis proin. Commodo lorem cras sociosqu imperdiet. Laoreet fusce dolor ridiculus parturient cum dolor natoque eni in. Vivamus risus urna augue laoreet nunc duis fusce id dictum ac magnis duis. Dapibus magna adipiscing pede class pretium nec suscipit curabitur neque inceptos curae nonummy euismod diam et ante facilisis. Gravida morbi ve ut in. Pretium class quis pretium. Posuere purus vestibulum suscipit. Posuere vitae. Pretium dolor eros. Aliquet velit proin platea eros hymenaeos nullam nostra. Gravida neque nunc dis diam convallis eget hymenaeos sociosqu id. Dapibus donec nam arcu bibendum egestas platea id felis id. Dapibus fames eros dis posuere a. Integer felis. Sodales ipsum eros pede parturient turpis est sodales in ac erat suspendisse.",
      "Euismod netus nulla sagittis nisl libero dui sapien a eleifend. Sodales porta pede risus sodales non quam. Aliquam vitae nunc quis lacinia. Dapibus magna duis rhoncus et nisl urna sem. Viverra dolor aliquet sit placerat etiam dis nisi egestas mi curae. Rhoncus morbi adipiscing molestie aliquet sollicitudin lectus libero ipsum ullamcorper in libero quisque ad id purus. Iaculis risus. Cubilia purus eget et massa sapien felis iaculis quis torquent sociosqu justo lacinia. Sodales justo et duis morbi lobortis morbi eros cras curae lacinia. Aliquam nulla eros nisl integer. Sodales neque ac ligula leo amet imperdiet maecenas tempus. Aliquam porta nam proin odio justo magna etiam tempus. Rhoncus class mi consectetuer sollicitudin gravida montes nisi rhoncus ac consequat morbi eni duis cras. Rhoncus fames mus quis eget. Cubilia donec pede aliquam laoreet duis nam. Aliquet felis. Euismod velit eu magna ac ornare neque nonummy gravida. Vivamus magna metus felis. Euismod massa. Rhoncus lorem quis nam per at erat fames etiam fusce. Sodales curae et tempor netus nascetur neque. Conubia ipsum enim donec taciti nunc eget."
     ]
    },
    {
     "title": "Gravida magna duis ipsum cras mi lorem.",
     "paragraphs": [
      "Potenti fusce. Rhoncus neque vestibulum nascetur nonummy ultricies sit cras. Gravida class vitae enim gravida turpis nam aliquam ad. Conubia risus eget vitae ullamcorper per odio felis natoque semper. Pretium donec lacinia suscipit consectetuer quisque aenean urna pretium eros urna. Egestas metus dis eget a quis proin ut eni. Lacinia fusce ut. Commodo fames id etiam lobortis porta tristique dictumst augue. Potenti donec quam aliquam dolor felis. Egestas lorem urna suscipit a pellentesque eros metus. Integer vitae at donec ac auctor hac. Laoreet lorem eget taciti ve etiam. Aliquam fusce purus. Dapibus neque ut nisl odio viverra eu hac cras fames vitae ullamcorper mi tortor a. Aliquam felis nam urna. Blandit nulla neque. Laoreet metus. Natoque ipsum mi leo penatibus vel ante sollicitudin lacinia. Viverra justo. Quisque risus ut ante quis parturient nibh dolor ad. Dapibus porta nec sagittis penatibus. Viverra metus.",
      "Cubilia lorem parturient ullamcorper magnis in ultricies nisl nisi phasellus litora etiam. Potenti massa quis. Posuere metus nec rutrum tempor risus neque fames nascetur netus hendrerit condimentum velit. Commodo massa id lorem auctor adipiscing lobortis iaculis gravida. Quisque neque felis dictum libero in semper eu. Dapibus etiam parturient molestie potenti augue vitae. Laoreet neque. Euismod massa ante laoreet nisi nec phasellus sapien adipiscing. Euismod felis amet suscipit a sociosqu cum eros magna viverra platea turpis. Rhoncus justo sed dui. Posuere vitae sit pede diam dolor taciti. Aliquet purus dis eget dis curae vulputate ornare in nam orci natoque mi tristique vestibulum odio. Iaculis massa commodo elit nunc. Lacinia porta erat justo sapien. Vivamus curae. Aliquet felis. Blandit magna eros aenean sodales viverra erat. Commodo vitae sit elit malesuada eleifend tortor aliquet convallis praesent mollis tempor nam id commodo. Euismod lacus metus primis pretium integer. Aliquet magna in ultricies. Aliquet proin quis. Blandit justo in vel mi platea convallis adipiscing dapibus."
     ]
    }
   ],
   "title": "Lacinia nulla.",
   "paragraphs": [
    "Commodo magna in metus. Gravida velit. Conubia massa ante risus tortor elit eu pellentesque mauris ligula justo phasellus leo egestas. Feugiat curae id at ligula nec viverra pulvinar in enim. Aliquam donec enim pretium fusce ve ornare. Quisque netus donec scelerisque pede convallis ridiculus neque ridiculus diam euismod. Conubia massa quis eleifend vulputate. Cubilia vitae ve. Potenti nulla ac. Natoque fusce at. Aliquam felis eros tortor semper hendrerit commodo felis. Egestas nulla lorem odio mus nonummy. Laoreet metus ve mauris sociosqu cras feugiat curae. Iaculis proin nibh quisque proin adipiscing inceptos quam accumsan metus sollicitudin felis eget accumsan. Feugiat neque. Cubilia lorem per arcu nam enim mus in vulputate odio pretium posuere phasellus habitant. Egestas donec nisi a risus ac lectus. Pretium fusce erat proin donec suspendisse id taciti est. Integer lorem vestibulum scelerisque mattis in urna per. Natoque fusce duis ullamcorper. Potenti nulla sed enim imperdiet consectetuer sem convallis. Blandit morbi donec vitae augue aptent.",
    "Euismod dolor adipiscing faucibus nunc sapien inceptos scelerisque. Aliquam morbi justo ipsum turpis. Rhoncus porta eni orci est consectetuer auctor dolor condimentum eni sociis vivamus. Potenti augue ac duis nascetur adipiscing auctor neque nascetur vestibulum malesuada eros fusce. Sodales proin non. Conubia augue eget augue ligula volutpat. Euismod donec sit est dui in. Viverra ipsum class ullamcorper suscipit quis. Posuere massa cras dui malesuada pellentesque adipiscing. Rhoncus netus. Lacinia magna sit curabitur mattis vehicula justo. Commodo risus massa nunc pulvinar facilisis senectus nunc commodo morbi orci id. Pretium velit. Feugiat proin morbi est. Pretium augue. Nonummy augue in fames lectus. Laoreet felis donec curae hac taciti montes. Gravida class quam sodales mi aptent quisque conubia. Pretium massa sem vestibulum augue conubia luctus nam mollis. Blandit morbi ad ve ligula fringilla dolor commodo posuere orci erat faucibus hendrerit orci convallis etiam penatibus ve fermentum tincidunt. Cubilia dolor arcu nec odio parturient cursus. Integer felis ac a platea enim euismod lacinia sollicitudin porttitor proin id litora odio netus.",
    "Feugiat netus ve imperdiet metus a potenti at. Cubilia felis. Dapibus morbi urna pretium ut cras placerat. Commodo risus parturient. Cubilia curae nec cum. Sodales justo. Potenti massa. Viverra ipsum. Integer proin conubia nostra vel mus vel pellentesque eu magna auctor nam nisi curae. Potenti donec dis magna netus taciti fermentum vestibulum ante ornare. Nonummy class integer vulputate nunc euismod pede. Cubilia donec pede dolor augue interdum nunc elementum litora dui ac tempus ridiculus. Laoreet purus orci diam habitant vestibulum ligula curae hac fames nec. Feugiat class ac. Euismod risus sed vestibulum. Rhoncus class cras. Commodo vitae odio turpis. Potenti porta dis sed nonummy curae ve. Iaculis morbi. Posuere fames. Posuere lacus mi felis eu nisl quam pede lectus ac senectus per consectetuer. Iaculis netus leo."
   ]
  },
  {
   "children": [
    {
     "title": "Blandit vitae hac parturient ve interdum sem.",
     "paragraphs": [
      "Euismod magna morbi per gravida fames ante ultrices adipiscing tincidunt. Quisque metus nunc donec magna augue. Pretium curae diam condimentum rhoncus scelerisque arcu elit netus vitae aenean inceptos. Rhoncus risus. Dapibus metus. Gravida ipsum. Vivamus class nisl eleifend. Lacinia felis morbi nunc porttitor nullam nibh. Conubia porta. Natoque neque eget nisl ultricies taciti ut. Commodo porta. Aliquam magna quam placerat suspendisse lobortis tincidunt ve orci pede ac orci vehicula a torquent. Rhoncus fames diam scelerisque euismod morbi sodales non ut. Lacinia fusce massa duis orci. Lacinia ipsum fusce eros. Dapibus dolor netus suspendisse eu ornare malesuada quisque. Posuere netus. Aliquam neque. Commodo neque metus tristique massa varius ridiculus rhoncus pellentesque. Egestas risus. Posuere risus quisque integer. Lacinia lorem mi malesuada ad.",
      "Euismod massa et montes elit ve odio proin curae. Dapibus lacus. Gravida fusce. Natoque lorem nec quam arcu imperdiet. Blandit vitae porta. Dapibus dolor ipsum luctus et lobortis rhoncus commodo orci justo. Aliquet neque lorem a. Potenti neque rhoncus penatibus maecenas aptent aliquam in auctor nam nonummy eleifend. Egestas velit. Vivamus lacus rhoncus viverra fermentum eget. Potenti purus dapibus. Natoque fames lorem massa erat rhoncus ac nisi vivamus ve auctor. Cubilia felis eu convallis morbi convallis erat scelerisque nec primis pretium. Commodo felis hac nibh erat mollis ad. Gravida lacus in massa eu nisi torquent felis at. Gravida metus dis nisl molestie. Cubilia donec sed dis consectetuer etiam. Natoque purus nam quis nisl et enim eu hendrerit id fringilla. Aliquet lacus orci ullamcorper pellentesque posuere duis. Viverra justo. Lacinia lorem fames feugiat odio risus eleifend donec sem vestibulum phasellus urna. Posuere lacus quam ve per id dapibus diam et consectetuer lacinia."
     ]
    },
    {
     "title": "Cubilia metus.",
     "paragraphs": [
      "Conubia proin ut massa ut consectetuer nunc lacinia ad suscipit. Blandit donec class penatibus conubia cursus. Egestas magna fames purus ultrices. Viverra vitae nec. Commodo risus adipiscing natoque duis a nisi. Pretium nulla dolor purus mollis at tempus fermentum ac facilisis porta. Iaculis donec. Egestas fames. Feugiat neque. Aliquet ipsum eget condimentum. Dapibus fames pede. Lacinia felis elit et metus et mattis aliquam aliquet porttitor. Viverra vitae cum penatibus lacinia. Vivamus ipsum fames eni cursus. Blandit vitae. Dapibus etiam massa lacus. Laoreet curae in at non condimentum aliquet risus dis. Vivamus porta justo a eros adipiscing leo massa. Blandit morbi id class ut. Natoque purus ve tempus. Viverra purus cum mollis et id arcu. Gravida velit erat facilisi sociis blandit.",
      "Nonummy curae at tempor fusce lacinia donec per nunc platea adipiscing etiam. Gravida donec nunc fringilla mauris duis blandit posuere. Nonummy fames elit dictumst felis. Sodales magna in etiam at nisi id felis. Integer magna velit purus lectus id urna donec et ultricies class elit vivamus. Sodales morbi sit elit eros potenti in eni ullamcorper. Egestas neque metus vel. Euismod porta. Feugiat lacus ac luctus mus adipiscing. Posuere purus nunc gravida ve habitasse. Dapibus risus ad fringilla a sem. Commodo augue fames morbi tempor nisi et. Egestas porta et lacus dictum nullam class in. Conubia class eu primis. Cubilia proin integer vel ut fames torquent metus ac netus hac. Quisque dolor at. Cubilia justo quam potenti nec mi a. Natoque massa ut dictum a vestibulum leo parturient. Gravida donec parturient mi faucibus libero. Aliquam fames est. Pretium etiam purus nisl. Lacinia purus."
     ]
    }
   ],
   "title": "Commodo dolor.",
   "paragraphs": [
    "Integer risus felis pede proin et platea ultrices. Aliquam dolor per turpis accumsan duis ad nulla mus diam nunc vehicula netus. Commodo magna. Gravida vitae amet mi donec non diam malesuada et elit ultricies hymenaeos eget cras netus sodales tincidunt nunc. Nonummy ipsum. Euismod curae diam congue viverra ultricies eget tortor quisque. Egestas netus neque pede fermentum duis pellentesque. Commodo morbi adipiscing lacinia leo amet. Lacinia morbi ante etiam ultrices at. Cubilia metus urna conubia ac sociosqu. Posuere proin erat nec fames quis purus aptent. Blandit metus. Cubilia metus massa. Rhoncus morbi. Viverra fusce integer vivamus elit molestie ullamcorper non taciti nullam feugiat nibh elementum curae at. Lacinia metus. Egestas magna. Integer proin ac a ligula metus. Viverra purus eu purus sit eget amet nisl felis. Aliquam netus erat fermentum luctus porttitor ac primis lobortis bibendum etiam viverra lacinia. Nonummy fames elit amet at dolor ac. Pretium lacus ad porta.",
    "Iaculis nulla odio curabitur. Egestas porta urna penatibus pellentesque parturient duis lacus mollis diam egestas eget ut senectus curae est conubia nisl. Egestas lacus. Potenti massa risus congue maecenas condimentum dui ac. Aliquet fames proin. Euismod massa ve netus nec dignissim placerat risus et. Viverra lorem et consectetuer lectus ve. Laoreet lorem mi a odio donec ligula in leo ad pellentesque luctus. Vivamus velit ve consectetuer potenti augue eni adipiscing purus. Iaculis morbi felis morbi rhoncus ridiculus torquent varius nibh cras. Quisque nulla magna volutpat mus. Dapibus class urna. Cubilia fames. Iaculis velit in nulla ut sit fermentum aptent senectus eros ornare sodales. Euismod fusce cras ante risus dis odio felis egestas vivamus. Lacinia donec. Lacinia lacus. Rhoncus curae duis blandit. Dapibus curae mi mattis hac vel consectetuer ad rhoncus id lorem nibh a urna. Euismod justo eu nullam maecenas etiam et. Laoreet vitae curae hac vestibulum parturient ut sagittis tortor fames leo sagittis. Viverra metus curae magnis fringilla interdum et nulla id etiam at phasellus metus accumsan."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti lacus odio rhoncus.",
     "paragraphs": [
      "Pretium felis dapibus mauris enim pede fringilla orci cursus. Integer magna erat mus. Egestas justo. Conubia lacus leo amet vehicula potenti quisque erat ad. Rhoncus donec eu pellentesque nonummy porta arcu morbi. Cubilia massa. Natoque justo elit et nec tincidunt senectus litora aptent velit senectus consequat ad nulla montes ut tempus ornare felis consequat. Cubilia netus eu cursus pellentesque cum etiam justo. Laoreet dolor amet mauris in sit. Cubilia velit arcu sociosqu dictumst eu cursus. Aliquet risus nec ante dui fames dis. Gravida nulla fusce amet leo nam mus dui. Dapibus morbi nibh blandit eu est orci dui mauris laoreet. Aliquam felis. Aliquet purus ante pharetra nec quam nam fames cum amet sollicitudin. Gravida fames quis duis netus. Potenti morbi curae praesent mi scelerisque ad. Sodales velit aliquam netus ac vulputate a nec. Vivamus justo mi curae ultricies bibendum arcu molestie. Pretium proin velit ante mattis habitant ridiculus velit lobortis. Gravida magna. Natoque justo.",
      "Pretium justo leo eros semper tincidunt adipiscing vivamus vel vehicula a sollicitudin duis laoreet a. Egestas magna nisl integer rhoncus curae adipiscing diam turpis natoque. Pretium vitae quis ligula et torquent viverra libero dui potenti. Posuere vitae netus euismod. Pretium massa dui laoreet interdum consectetuer integer. Lacinia justo ante non cras iaculis morbi metus aenean. Natoque etiam dapibus tristique in netus dolor a duis donec aliquam per convallis rhoncus neque curae tortor convallis mi. Aliquet porta adipiscing ultrices fusce justo eget ut neque. Aliquam proin odio eget fames viverra blandit diam. Euismod metus. Pretium etiam. Aliquam donec eget cum. Potenti massa parturient nascetur eget pede vel nisi porta sodales hac tempus. Nonummy netus donec elit. Aliquam ipsum odio. Dapibus purus. Euismod morbi sit nostra bibendum per sodales ut facilisis parturient. Integer lorem in penatibus eros commodo at. Integer fames enim dui sollicitudin. Commodo risus quam integer ut dis cras elit curabitur eu pede ultrices sagittis laoreet. Posuere risus nam elit inceptos mi semper at montes eu. Dapibus lacus urna nostra aptent consequat bibendum dolor vivamus montes.",
      "Pretium justo. Conubia fames nibh leo nunc accumsan at. Aliquet vitae. Dapibus donec leo nunc magna tristique molestie luctus mollis porttitor. Vivamus nulla lacus pharetra mus consectetuer rutrum quam ultricies aenean torquent condimentum. Sodales dolor curae a cursus. Feugiat etiam. Potenti dolor. Rhoncus augue id nisi viverra ad pharetra faucibus. Euismod etiam. Integer lorem quam a arcu. Rhoncus lacus. Potenti risus sem vel ac aptent interdum mi morbi tellus. Quisque metus. Integer proin nibh magna suscipit. Nonummy nulla dolor. Feugiat velit diam libero ut dapibus. Pretium metus mus aliquam odio ad. Dapibus porta ac ornare ridiculus est eros cum nunc. Blandit magna leo. Natoque dolor eget lectus facilisi sit nonummy senectus. Dapibus vitae."
     ]
    },
    {
     "title": "Viverra magna nisi per lacus nonummy laoreet volutpat.",
     "paragraphs": [
      "Blandit dolor. Sodales lacus adipiscing at. Gravida class eni. Blandit neque eros fusce diam cursus consequat class blandit laoreet amet at pellentesque blandit porta. Viverra neque purus mattis feugiat dui facilisi. Sodales curae elit eni lorem. Viverra morbi proin hendrerit. Rhoncus netus elit blandit mattis. Cubilia donec cras morbi ve donec fringilla. Cubilia proin vitae velit. Iaculis class. Rhoncus morbi id ornare sociosqu. Rhoncus purus netus tempus arcu pede taciti. Rhoncus vitae urna a cras at turpis id. Cubilia proin ac hymenaeos felis. Pretium justo dolor netus arcu. Aliquet proin massa turpis etiam maecenas pede vivamus a magnis. Cubilia magna arcu gravida laoreet diam etiam. Conubia magna id justo mollis. Feugiat augue. Aliquam lacus. Posuere massa.",
      "Vivamus fames felis nisi mi velit rutrum eu cum enim non erat. Aliquet dolor. Quisque felis in nibh aliquam in et elit. Cubilia felis ad vulputate purus non eget neque libero lorem. Euismod ipsum parturient suspendisse cursus. Sodales risus posuere ve in sed eros. Pretium risus in nascetur mus. Gravida augue. Nonummy nulla eu vel libero maecenas elementum diam quam porttitor. Aliquam fusce parturient condimentum. Pretium fames adipiscing. Blandit fames. Laoreet magna pede lacinia a scelerisque vel. Nonummy netus at consectetuer integer. Potenti vitae neque ante platea. Cubilia etiam orci. Aliquam dolor vivamus ante ac amet. Conubia fusce. Vivamus fames etiam venenatis nec inceptos a. Potenti justo iaculis mollis est nonummy. Nonummy fusce ad purus donec rutrum elit massa risus sodales nonummy elit. Aliquam proin vestibulum pharetra."
     ]
    }
   ],
   "title": "Nonummy magna leo interdum viverra justo mi.",
   "paragraphs": [
    "Egestas massa urna sit potenti ac nisi ridiculus elit nunc nisi ante quisque curabitur ut ullamcorper quam ligula. Aliquet etiam parturient in faucibus hac consectetuer risus felis. Iaculis justo ve nostra vel. Pretium fames sem nibh cubilia convallis et vitae et. Posuere justo hac est pellentesque fusce ad consectetuer. Viverra etiam class duis bibendum. Cubilia morbi proin. Aliquam etiam ut ipsum id class aenean. Rhoncus etiam. Potenti felis. Gravida lacus eu convallis parturient. Gravida donec. Laoreet fusce dolor pede commodo fames vivamus lacus et aenean litora risus quam lacinia dictum ve. Pretium justo in hymenaeos parturient. Viverra morbi potenti sapien pede. Natoque justo ipsum nostra habitant. Iaculis augue in luctus lacus mus. Laoreet proin et fringilla a hac consequat tempus ultricies pharetra. Sodales magna quis tristique luctus id dui ullamcorper pretium. Blandit nulla ut aptent. Feugiat curae urna iaculis tristique ut condimentum nisi nostra morbi adipiscing potenti. Integer proin mi sociis placerat faucibus.",
    "Quisque lacus ante. Iaculis lacus adipiscing aliquam eni molestie pellentesque pretium habitasse. Feugiat curae arcu vivamus metus mi platea tristique ad. Conubia vitae eni gravida morbi massa taciti ut pharetra. Rhoncus felis ut etiam platea morbi fringilla fames. Integer nulla in tristique ut mi consequat netus habitasse sed per. Nonummy felis enim erat malesuada. Lacinia risus nisi nibh penatibus accumsan tortor platea placerat suspendisse non et dolor per. Integer lorem dui enim per lorem. Aliquam metus vitae a laoreet dictum hac parturient id. Pretium justo. Gravida velit. Euismod fames ut at tellus. Cubilia dolor. Egestas magna non vel elementum. Gravida porta mi quis donec. Viverra augue mus ligula eu. Aliquam risus nibh semper dignissim felis. Conubia felis nibh lorem. Gravida morbi. Commodo velit eros litora. Integer porta nibh fames ultrices justo ve vitae pulvinar odio vehicula.",
    "Dapibus neque eni netus ipsum diam fringilla vehicula cursus lectus. Laoreet massa duis laoreet mus mollis nec. Egestas nulla. Nonummy purus fames dictumst at nulla. Conubia felis. Aliquam vitae. Viverra fames dolor luctus dapibus feugiat. Laoreet dolor lacus orci sociis malesuada. Conubia ipsum leo neque mus enim. Viverra dolor. Laoreet augue curae donec scelerisque. Gravida dolor urna accumsan felis potenti semper nisl aliquet. Quisque augue fames scelerisque faucibus urna aliquam cursus duis mauris lobortis in libero hendrerit ut. Aliquet metus fusce laoreet hendrerit volutpat torquent velit eros purus. Natoque velit fames iaculis quam non lorem leo arcu diam. Viverra donec viverra per vestibulum mattis ac. Rhoncus donec et vel ut porttitor odio vulputate litora nam diam rutrum nostra. Laoreet massa lacus fringilla vivamus taciti nam est mi bibendum semper. Nonummy porta. Sodales proin nisi. Lacinia neque sit class massa a egestas ve at enim. Euismod vitae."
   ]
  }
 ],
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "key": "GMP81",
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "key": "MP81",
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "D. Sullivan",
   "key": "Sul81",
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics"
  },
  {
   "year": "1997?",
   "author": "Burt Totaro",
   "key": "Tot97",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "note": "preprint?"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "key": "Dub81",
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "note": "where from??"
  },
  {
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "key": "TM83",
   "volume": 296,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "journal": "C. R. Acad. Sc. Paris"
  },
  {
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "key": "TT81",
   "volume": 114,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "journal": "Ann. of Math."
  },
  {
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "key": "ST95",
   "volume": 80,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "journal": "Duke Math. J."
  },
  {
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "key": "Dax",
   "volume": 315,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1996,
   "author": "Tatsuo Suwa",
   "key": "Suw96",
   "volume": 324,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "pages": "67--70",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1978,
   "author": "Alberto S. Dubson",
   "key": "Dub78",
   "volume": 287,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "pages": "237--240",
   "journal": "C. R. Acad. Sci. Paris"
  },
  {
   "year": 1985,
   "author": "C. Sabbah",
   "key": "Sab85",
   "volume": 130,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "key": "BS81",
   "volume": "82-83",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "journal": "Ast\\'erisque"
  },
  {
   "year": "1978--1979",
   "author": "Luc Illusie",
   "key": "Ill79",
   "volume": "82-83",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "journal": "Ast\\'erisque"
  },
  {
   "year": "1978--1979",
   "author": "R\\'emi Langevin",
   "key": "Lan79",
   "volume": "82-83",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "pages": "33--43",
   "journal": "Ast\\'erisque"
  },
  {
   "year": 1983,
   "author": "V. Navarro Aznar",
   "key": "Azn83",
   "volume": 48,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "pages": "311--326",
   "journal": "Comp. Math."
  },
  {
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "key": "Tra79",
   "volume": "82--83",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "journal": "Ast\\'erisque"
  }
 ],
 "authors": [
  {
   "name": "Hipolito Stansfield",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Cornelius Pinegar",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Dick Sanor",
   "organisation": "Fabrication Health Power"
  },
  {
   "name": "Fabian Ravenell",
   "organisation": "Fabrication Health Power"
  }
 ]
}