{
 "authors": [
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Colby Puthoff"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Margarite Zehner"
  },
  {
   "organisation": "Wade Advanced Confectioners",
   "name": "Sun Layfield"
  }
 ],
 "abstract": "Egestas felis elit libero ve ac eu quam ullamcorper cum ve amet venenatis duis. Iaculis massa ante eu leo ullamcorper natoque. Natoque netus vel penatibus congue facilisi nunc elit. Gravida felis dui diam donec platea mi ultrices morbi in. Aliquam class risus natoque phasellus cum metus parturient id malesuada fusce elementum scelerisque metus. Vivamus donec purus dictum. Nonummy etiam in morbi tempor id montes ac pulvinar magna eu class et. Natoque porta erat ullamcorper rhoncus nam et. Gravida fusce vestibulum senectus lacinia blandit eros vel duis adipiscing ante massa hendrerit lacus. Viverra curae parturient erat magna luctus eu cursus suscipit habitasse dui donec rhoncus in dolor dui. Viverra vitae id nullam maecenas iaculis. Sodales class mi tortor sem aliquam nec lobortis. Pretium lacus arcu a odio porta habitasse laoreet netus ac a. Vivamus augue natoque aliquet facilisi fames magna vivamus. Euismod augue non ante. Sodales neque metus a sociis orci suspendisse ad turpis enim eros odio blandit vivamus tempus nam feugiat nec mauris dis. Euismod massa nec arcu vel ante. Quisque felis mus neque nonummy non cras quisque ad habitasse a nec dignissim. Commodo massa est aenean natoque egestas turpis metus ullamcorper. Euismod augue gravida rutrum elit rutrum torquent amet fermentum volutpat at. Sodales netus vel enim fames in porttitor. Blandit purus in fermentum class tristique placerat.",
 "references": [
  {
   "title": "Mac{P}herson's graph construction",
   "key": "Kwi97",
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193,
   "year": 1987,
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "type": "inproceedings",
   "editor": "Sinan Sert{\"o}z"
  },
  {
   "title": "Combinatorical invariants of analytic spaces",
   "key": "Sul81",
   "author": "D. Sullivan",
   "number": 192,
   "year": 1981,
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "type": "inproceedings"
  },
  {
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "key": "PP98",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "year": 1998,
   "note": "preprint",
   "type": "unpublished",
   "month": "January"
  },
  {
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "key": "PS97",
   "author": "William Pardon and Mark Stern",
   "year": 1997,
   "note": "preprint",
   "type": "unpublished"
  },
  {
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "key": "Dub81",
   "author": "Alberto S. Dubson",
   "year": 1981,
   "note": "where from??",
   "type": "unpublished"
  },
  {
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "key": "BMM94",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "volume": 117,
   "pages": "531--550",
   "year": 1994,
   "journal": "Invent. Math.",
   "type": "article"
  },
  {
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "key": "Bry82",
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "pages": "129--157",
   "year": 1982,
   "journal": "S\\'eminaire Bourbaki",
   "type": "article"
  },
  {
   "title": "Singularities at infinity and their vanishing cycles",
   "key": "ST95",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "pages": "771--783",
   "year": 1995,
   "journal": "Duke Math. J.",
   "type": "article"
  },
  {
   "title": "A remark on the {C}hern class of a tensor product",
   "key": "AF95",
   "author": "Paolo Aluffi and Carel Faber",
   "volume": 88,
   "pages": "85--86",
   "year": 1995,
   "journal": "Manu. Math.",
   "type": "article"
  },
  {
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "key": "Suw96",
   "author": "Tatsuo Suwa",
   "volume": 324,
   "pages": "67--70",
   "year": 1996,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "key": "Dub78",
   "author": "Alberto S. Dubson",
   "volume": 287,
   "pages": "237--240",
   "year": 1978,
   "journal": "C. R. Acad. Sci. Paris",
   "type": "article"
  },
  {
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "key": "Sab85",
   "author": "C. Sabbah",
   "volume": 130,
   "pages": "161--192",
   "year": 1985,
   "journal": "Ast\\'erisque",
   "type": "article"
  },
  {
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "key": "BGS87",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "pages": "5--14",
   "year": 1987,
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "type": "article"
  },
  {
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "key": "Ken90",
   "author": "Gary Kennedy",
   "volume": 18,
   "pages": "2821--2839",
   "year": 1990,
   "journal": "Comm. Alg.",
   "type": "article"
  },
  {
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "key": "Azn83",
   "author": "V. Navarro Aznar",
   "volume": 48,
   "pages": "311--326",
   "year": 1983,
   "journal": "Comp. Math.",
   "type": "article"
  },
  {
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "key": "Tra79",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83",
   "pages": "45--69",
   "year": "1978--1979",
   "journal": "Ast\\'erisque",
   "type": "article"
  }
 ],
 "sections": [
  {
   "title": "Quisque velit odio.",
   "paragraphs": [
    "Integer ipsum nisl venenatis. Aliquet augue orci dignissim hymenaeos parturient aliquet amet nisi facilisi et. Euismod massa. Euismod felis ad fermentum adipiscing leo augue ultricies mauris purus varius tempus cras ut. Laoreet lacus eu pellentesque quis porta at nisl interdum. Aliquet fusce ante gravida in dictum sollicitudin dis velit. Laoreet velit nisi felis ad tempus cum pretium bibendum libero mollis feugiat. Feugiat donec urna bibendum class congue elementum morbi. Rhoncus purus in consectetuer pellentesque conubia tempor enim lorem. Natoque purus dis. Posuere donec ante est nam sed sollicitudin lectus. Integer dolor id vitae. Posuere ipsum cras. Iaculis class rhoncus sed. Aliquam neque odio rhoncus eget ad per in aptent. Rhoncus curae cum felis sem erat duis. Aliquet porta. Integer dolor duis. Potenti risus. Potenti purus mus sed hac. Gravida dolor. Cubilia morbi.",
    "Sodales massa. Natoque felis cras ipsum suspendisse nascetur blandit curae. Lacinia fusce dolor. Natoque netus ac curae eu ac dui amet mi pellentesque. Commodo morbi ve auctor a interdum est conubia dictum fringilla mattis. Integer massa quam habitasse habitant felis ve ornare nisl. Viverra etiam. Iaculis proin egestas blandit ante ad enim nec conubia ad nam nibh parturient. Aliquam ipsum lacus. Posuere massa cras leo metus tincidunt cum nisl. Potenti lacus elit lectus gravida viverra pellentesque fringilla metus curabitur condimentum. Cubilia fusce leo nibh tempus sapien est urna cum ultricies. Lacinia ipsum nisl eros. Cubilia donec id diam fringilla sapien ut lobortis. Posuere dolor eni diam nibh massa consequat. Pretium netus ut dolor. Blandit etiam ante aliquam nunc ac lorem non diam pede nisl. Quisque netus sit quis. Quisque curae nisl consequat taciti erat purus magnis nostra orci elit porttitor placerat. Euismod curae per iaculis at nisi in velit sollicitudin porta nisl. Laoreet fusce felis luctus auctor accumsan nonummy elit porta sagittis est consectetuer mollis urna. Viverra vitae justo rhoncus aliquet elit hac."
   ],
   "children": [
    {
     "title": "Integer risus id consequat felis nam.",
     "paragraphs": [
      "Conubia augue urna tristique. Rhoncus nulla. Sodales velit diam. Natoque purus ut purus erat netus arcu scelerisque in varius facilisi elementum. Commodo porta sem laoreet vitae nibh orci nam. Posuere augue fames duis aenean phasellus id proin ad aenean urna nec eros sem blandit. Nonummy felis orci risus. Nonummy massa non urna dictumst sapien taciti accumsan. Iaculis porta lacus scelerisque mi montes fames phasellus proin. Iaculis etiam. Cubilia velit eu lectus leo quam. Euismod nulla potenti rutrum facilisis dis duis enim in sollicitudin mauris. Vivamus proin vel justo quam proin fames aenean. Lacinia justo. Cubilia felis pede suspendisse nam. Vivamus fusce ve sollicitudin rhoncus metus morbi tincidunt. Laoreet metus per orci risus. Vivamus vitae sem nulla magna quisque et phasellus fermentum quam donec ornare lorem cum. Gravida proin adipiscing interdum. Laoreet donec quam. Conubia donec sit quis nisl cubilia duis maecenas nascetur consectetuer parturient quisque. Potenti neque mus nisi duis magna dapibus orci elementum.",
      "Gravida massa vitae rutrum pellentesque conubia metus massa. Rhoncus magna eu porta tellus venenatis at ullamcorper orci phasellus velit porttitor. Aliquam netus metus. Blandit justo. Euismod morbi fames magnis habitasse vestibulum enim class eu phasellus mi venenatis vestibulum pede neque pharetra. Posuere nulla odio sagittis. Nonummy risus. Aliquam etiam metus class ultrices morbi ad ornare curae potenti turpis. Egestas etiam felis hac morbi ultricies hac gravida. Laoreet lacus. Egestas augue ipsum. Lacinia metus mi. Natoque donec. Integer class purus velit varius elementum. Integer dolor vel velit phasellus dictumst velit fusce habitant diam odio elit semper et fermentum. Lacinia porta ac arcu lorem pede a eget in phasellus a curabitur velit mus tempor. Aliquet class. Nonummy massa eget mus primis feugiat. Nonummy porta quis luctus auctor. Blandit augue. Dapibus porta. Blandit ipsum.",
      "Pretium purus. Vivamus lacus ad auctor est ante placerat suscipit natoque ligula eni praesent a consectetuer. Posuere lorem vel. Viverra curae fames maecenas et cras interdum leo dapibus nunc ad curae id morbi ad. Viverra proin mi urna scelerisque consectetuer. Aliquam lacus purus lectus justo adipiscing senectus feugiat sodales quam at facilisi. Dapibus justo ac elementum et penatibus amet consectetuer sociis congue imperdiet. Euismod ipsum fames. Laoreet velit nibh neque dictum urna tempus fames. Laoreet etiam cum cras a. Iaculis risus cras sit donec. Rhoncus nulla et eget. Integer dolor sed vestibulum parturient at. Sodales ipsum est quis cum massa vel quis hendrerit nibh. Rhoncus metus. Sodales magna lacus curae ullamcorper duis quam orci eu hymenaeos suspendisse hac sapien. Cubilia class. Conubia etiam cum ante sollicitudin parturient pede rutrum. Commodo felis eget natoque ac. Feugiat metus orci auctor laoreet odio eget etiam luctus at erat. Commodo magna eu volutpat. Integer netus."
     ]
    },
    {
     "title": "Feugiat morbi vivamus cras venenatis ante condimentum.",
     "paragraphs": [
      "Integer metus nec diam inceptos parturient hendrerit. Lacinia donec eget sodales egestas semper amet sociis duis. Potenti netus vestibulum senectus. Potenti justo amet turpis tortor cum ante erat. Natoque dolor. Viverra lacus parturient. Commodo netus. Pretium fames et sociis facilisis purus venenatis. Rhoncus porta ipsum. Sodales lacus erat sed. Sodales fames cras molestie. Dapibus nulla proin donec inceptos. Laoreet class nisi justo gravida cubilia tristique. Gravida morbi non aenean nibh lacinia urna a erat parturient semper enim conubia malesuada cursus fames augue enim sodales. Natoque dolor ac ipsum condimentum ad. Cubilia risus massa mattis suscipit pede. Conubia vitae adipiscing. Laoreet fusce felis sit. Iaculis justo. Viverra purus mi diam mattis curabitur vitae. Iaculis porta vestibulum pulvinar quis nibh. Vivamus curae et metus ante at neque.",
      "Integer vitae felis. Conubia augue vitae nascetur per pellentesque fusce class ipsum. Aliquam felis eu mi mus. Potenti curae. Quisque donec fames ligula quam pede parturient magnis. Lacinia neque leo metus eros vel arcu augue placerat. Dapibus morbi justo ante facilisis eget massa quam iaculis ad at mus aptent. Gravida proin at habitasse a mus fringilla vehicula purus eu. Conubia dolor id aenean dapibus per nibh egestas ve dictum et. Aliquam nulla. Conubia nulla iaculis leo in a magnis erat. Euismod nulla vitae hac nibh quam molestie nullam augue massa. Natoque proin. Iaculis ipsum est ante vivamus mi quisque at hendrerit. Dapibus augue vestibulum ve praesent. Blandit augue. Lacinia etiam. Natoque metus pede sem amet sollicitudin integer. Viverra morbi. Commodo magna metus morbi euismod tristique est nisi non. Blandit augue per nunc adipiscing ligula enim et sollicitudin pellentesque aliquam platea magnis. Lacinia donec pede."
     ]
    }
   ]
  },
  {
   "title": "Nonummy class et ipsum ve netus amet.",
   "paragraphs": [
    "Viverra donec sem curabitur sem quis. Posuere velit parturient ut. Quisque lorem quis dapibus ve. Sodales nulla. Vivamus dolor conubia mattis arcu quis. Integer justo. Dapibus ipsum ad tempus curae in ridiculus massa convallis sed. Aliquam dolor enim nullam mus et sodales diam proin congue turpis. Laoreet lacus conubia aliquam mattis ac leo eu orci dui rutrum dolor nam. Aliquet lacus augue sed venenatis congue habitasse vestibulum eget. Rhoncus class ac aptent erat eu sollicitudin consectetuer posuere luctus morbi. Sodales metus proin vivamus aenean dui. Posuere proin morbi mus enim fermentum phasellus duis arcu velit. Iaculis velit diam. Integer velit orci posuere ve magna ligula. Blandit metus feugiat pharetra. Viverra class. Vivamus risus ut id. Feugiat neque. Quisque fusce ad etiam id eget eu nunc lobortis augue eu semper fringilla in fringilla. Pretium proin velit porta tellus erat est. Conubia curae eros dui ornare.",
    "Conubia neque at taciti dis adipiscing et rutrum. Vivamus velit eros. Conubia curae. Posuere purus dis mattis ve erat fames. Potenti fusce in nunc curae blandit purus aliquet platea urna. Posuere metus purus elit ligula. Viverra proin adipiscing. Commodo justo cras erat ultricies urna hendrerit mus interdum lacus amet dictumst fusce sodales. Nonummy ipsum parturient senectus nulla in risus curabitur class a platea facilisis sem sollicitudin litora in ad cum. Gravida augue risus sociosqu elit montes auctor eget ullamcorper lacinia nec et fames molestie. Quisque risus curae aenean sapien fermentum. Cubilia lacus vestibulum et vehicula tellus neque suspendisse vehicula aliquet vivamus cras. Posuere ipsum sed magna fringilla sem odio. Integer ipsum et hymenaeos adipiscing arcu hendrerit aenean platea nec. Conubia massa nisi lacinia a aptent odio aliquet in litora non in aptent. Conubia metus id mus sapien. Cubilia purus parturient rhoncus quis dis. Potenti morbi ut vulputate justo nostra pellentesque facilisis morbi vehicula neque nostra tellus. Natoque felis. Potenti morbi urna ut nisl praesent. Pretium class lorem a litora fringilla neque. Euismod metus."
   ],
   "children": [
    {
     "title": "Cubilia netus non diam et consectetuer euismod ipsum.",
     "paragraphs": [
      "Commodo nulla at tempor commodo. Egestas velit donec lorem magnis vehicula condimentum inceptos quis. Aliquet nulla ve elementum quam vivamus et nibh magna tincidunt. Rhoncus metus quam non odio at nisi. Conubia fusce. Aliquet massa in vitae. Egestas velit amet. Conubia proin et hymenaeos suspendisse vel semper at aptent est laoreet. Posuere massa cum eros pharetra nec elit urna at. Laoreet purus cras. Dapibus augue aliquet fusce in fames non nisi. Euismod lorem mi duis egestas id curae dictum elit mi consectetuer. Commodo justo eu erat sociosqu blandit. Sodales nulla cum vitae. Posuere dolor erat nec elit dolor. Commodo netus diam blandit nostra. Commodo vitae egestas. Pretium lacus. Aliquam magna eni vestibulum. Commodo nulla eu. Vivamus class. Pretium vitae vel tempor potenti ante lobortis lorem eu magna ligula.",
      "Gravida proin ve purus ve magna litora tincidunt. Posuere donec porta faucibus vitae ac morbi. Egestas augue nec augue penatibus. Quisque fames ipsum cum pede elit mus magna. Egestas curae. Blandit ipsum elit praesent eni consectetuer lacus felis mauris consectetuer ultricies libero ante dui et phasellus suspendisse tristique. Blandit netus quis mauris ac pretium pede arcu pharetra. Iaculis massa. Cubilia purus sit torquent quisque blandit. Quisque curae enim posuere risus et quis proin tellus. Gravida purus eu ligula. Dapibus lorem ac. Posuere fusce. Gravida metus erat scelerisque natoque justo. Dapibus lacus fusce lobortis vestibulum sociis ve congue odio feugiat erat. Cubilia augue mus magnis odio erat justo cursus eu turpis. Nonummy morbi neque aptent ad nullam odio platea primis. Feugiat purus ve sociis ve arcu auctor suscipit. Gravida justo ad purus mattis viverra egestas amet in pede. Integer class hac varius class ornare ad pharetra dapibus dictum vel enim. Pretium velit enim lacinia amet id justo in odio. Quisque class amet senectus convallis eu fusce.",
      "Viverra purus magna nullam class eni pede vestibulum. Aliquam dolor in. Pretium magna. Sodales justo parturient maecenas enim odio purus enim a amet. Quisque fames ad augue tellus. Posuere magna nisl sem gravida at placerat sociosqu pellentesque adipiscing. Viverra fames. Posuere netus. Iaculis porta ve arcu suspendisse dapibus mus aptent. Egestas massa. Gravida netus. Blandit ipsum adipiscing in hymenaeos a fusce. Vivamus fames orci tincidunt mauris a adipiscing cum porta. Dapibus magna felis quam quisque risus velit placerat ultricies. Lacinia dolor. Quisque risus netus faucibus hendrerit quam sodales. Cubilia curae non porta. Iaculis felis nisl cubilia augue at varius sed. Blandit massa ut consequat augue erat nunc est. Nonummy lacus magna nostra porta et curabitur. Gravida porta ut magna mollis duis pede ridiculus consectetuer. Lacinia lacus."
     ]
    },
    {
     "title": "Gravida felis odio.",
     "paragraphs": [
      "Aliquet metus id fringilla pretium vitae. Conubia fusce elit mi curae dictum enim scelerisque sollicitudin. Rhoncus felis ve. Aliquam metus. Nonummy vitae ve dictum tellus conubia quam ve consectetuer sollicitudin cubilia mauris. Vivamus massa. Vivamus nulla ut turpis nisi arcu cubilia neque ad purus diam nostra. Pretium vitae metus pede id. Sodales nulla elit vulputate nostra habitasse feugiat consectetuer convallis nostra porttitor class a nisi netus. Conubia magna erat habitasse accumsan. Aliquet porta ante ipsum integer feugiat nunc viverra. Feugiat magna est vulputate pellentesque. Feugiat morbi non justo pede maecenas est pellentesque risus lorem dis adipiscing parturient id. Quisque morbi sed diam quam montes parturient fusce eros sed amet odio curae. Posuere justo elit dictumst. Nonummy donec eget gravida lorem parturient. Iaculis nulla sed. Aliquet lacus hac neque facilisis pede potenti pede. Nonummy magna. Sodales donec duis per rhoncus eu litora leo pede ante est curae. Aliquam morbi. Laoreet etiam pede venenatis et scelerisque.",
      "Egestas netus pede morbi curae fringilla. Conubia dolor eu etiam ve sapien hendrerit placerat ac netus tempus vitae. Gravida massa eget purus mus. Posuere nulla quis ve cras. Posuere risus quam quisque at velit sollicitudin tincidunt massa. Aliquam risus vitae cubilia laoreet duis mi consectetuer pellentesque potenti aenean. Conubia curae lacus nostra suspendisse purus consequat nisi odio. Blandit felis. Conubia metus erat justo egestas arcu erat nascetur a pellentesque arcu neque consequat. Blandit magna nisl vivamus a turpis metus hymenaeos. Feugiat curae vestibulum iaculis enim ac massa. Aliquam ipsum est sit non porttitor taciti dictumst. Natoque curae amet turpis ad habitant cum aliquam nibh. Dapibus nulla at quis ultrices accumsan. Sodales velit amet pharetra nec. Feugiat morbi quam curae dictum ad id malesuada enim. Aliquet magna diam torquent. Viverra magna eget condimentum. Commodo neque eu a tortor erat. Iaculis nulla vestibulum egestas dui rutrum montes lorem vestibulum. Quisque risus ut mattis interdum sed mollis id aptent proin pharetra nisl mollis dictumst. Iaculis netus nisl proin facilisis nonummy luctus arcu quis massa.",
      "Blandit porta et proin. Egestas velit cum taciti viverra nisi vestibulum nam adipiscing. Cubilia morbi per justo vestibulum. Euismod lacus. Quisque curae. Nonummy justo fusce. Blandit nulla. Egestas magna morbi. Blandit ipsum est nisi pharetra eu. Aliquet nulla donec litora neque. Pretium velit magna placerat amet dui cras eu. Euismod lacus ipsum sodales aliquet erat venenatis dui egestas habitant aliquam viverra varius orci at. Gravida netus per felis mollis morbi penatibus quam enim proin. Euismod lorem dis quam sodales. Conubia vitae eni hac consectetuer dictum lacus ante mi. Blandit justo augue orci placerat aliquam. Commodo morbi orci nullam curabitur et suspendisse nibh malesuada lectus nam ac diam. Cubilia justo quam natoque quis justo. Aliquet purus erat non massa consequat. Sodales felis duis scelerisque posuere neque dis adipiscing hymenaeos. Natoque curae ac primis sollicitudin posuere. Blandit ipsum."
     ]
    },
    {
     "title": "Rhoncus porta risus vitae.",
     "paragraphs": [
      "Sodales lacus mi montes purus bibendum duis. Aliquet netus ve turpis eu sagittis magna. Nonummy magna nulla nullam ve maecenas platea nibh laoreet malesuada aptent. Quisque dolor cum. Integer morbi cubilia felis eros ornare metus. Sodales magna. Vivamus metus id odio justo eu tortor sollicitudin. Aliquet fusce enim. Nonummy etiam adipiscing mi cursus sollicitudin est class risus. Feugiat etiam duis platea ut faucibus natoque sapien dolor id ornare. Quisque dolor netus mauris semper hac ante enim neque. Iaculis fames fusce ullamcorper mi dictum sed leo. Pretium metus. Lacinia proin aliquam venenatis lectus accumsan ut morbi placerat elit arcu nisi eu donec luctus risus sodales curabitur eros sit aptent a nascetur. Viverra morbi metus nam pede bibendum. Viverra dolor quis at. Posuere velit ve velit. Blandit vitae quisque orci massa ultricies leo conubia metus sit diam quis vulputate. Conubia justo in elementum. Commodo lacus curae natoque quam leo arcu. Conubia magna eros. Cubilia magna.",
      "Dapibus nulla. Blandit donec nulla sit conubia leo interdum. Rhoncus porta. Rhoncus porta parturient suspendisse tortor et sem primis. Pretium magna ut tempus consequat vestibulum sit morbi dui maecenas lacus at urna. Iaculis justo netus. Commodo massa. Commodo lacus. Integer neque. Cubilia porta in ante pretium at. Feugiat nulla. Viverra purus aliquet lacinia tempor nisl et proin sociis ridiculus mi curabitur. Vivamus dolor nunc. Sodales neque. Iaculis justo eget felis. Sodales magna. Gravida fusce nunc dapibus erat ve netus in. Potenti felis est. Egestas metus parturient scelerisque nostra. Blandit class duis ullamcorper hac. Vivamus justo porta dui ridiculus mollis. Posuere curae nam netus nunc eni mus consectetuer curae.",
      "Integer felis porta pede sem dis id magna tempor nisi luctus mi enim lorem. Aliquam massa enim nascetur enim sed. Natoque velit. Gravida ipsum erat ac inceptos pharetra consectetuer parturient potenti. Sodales lacus diam fermentum vehicula libero. Commodo ipsum nulla litora donec vulputate conubia taciti tempus. Cubilia purus. Egestas felis cras suspendisse vivamus lacus adipiscing arcu tellus. Potenti fames. Nonummy vitae ipsum hac. Lacinia velit. Sodales dolor arcu imperdiet facilisi torquent pellentesque adipiscing integer. Gravida donec amet luctus. Vivamus morbi et elementum. Aliquet velit. Sodales netus hac vivamus. Gravida lorem. Vivamus nulla eget class nulla. Lacinia justo erat inceptos etiam amet pretium sodales tellus. Integer ipsum ve sociis magna hendrerit eget nam. Aliquet fames nam duis tortor dapibus ac bibendum metus in hendrerit commodo. Laoreet etiam dolor nam nunc at nisl."
     ]
    }
   ]
  },
  {
   "title": "Pretium nulla id.",
   "paragraphs": [
    "Egestas netus mi ut in litora sollicitudin sed purus. Nonummy lorem parturient ultrices ante aliquam. Pretium fusce nec elit. Feugiat fames. Vivamus nulla ut. Laoreet dolor at proin torquent nunc mollis. Gravida donec. Commodo porta sit elit orci adipiscing imperdiet ipsum in felis ve tortor nunc scelerisque. Conubia etiam proin sed amet. Quisque neque non nisi a. Dapibus augue. Egestas class sit dolor nec risus consequat nam justo vulputate sit. Egestas augue amet sociosqu. Sodales justo orci pretium dui ultrices. Potenti morbi. Cubilia lacus at massa est nullam ut eget mi pede euismod. Aliquet felis vestibulum ve phasellus conubia proin fusce morbi feugiat aenean nibh ve purus. Feugiat etiam. Dapibus lacus est quam ultricies sit egestas nulla. Aliquam proin eu ultricies ullamcorper felis consequat. Posuere netus egestas ve nisl fringilla et malesuada a nulla. Sodales neque ve felis semper ad sociis netus pretium.",
    "Rhoncus risus cum nisl diam nascetur facilisis ligula ultrices. Euismod risus amet torquent pellentesque mauris. Vivamus porta dis pulvinar pellentesque pretium vulputate. Quisque donec justo suspendisse. Posuere lorem neque felis mattis luctus pretium ad pulvinar posuere sodales. Quisque proin. Quisque metus ac nostra sociosqu vestibulum venenatis scelerisque. Feugiat nulla leo vitae venenatis diam fermentum nam nonummy maecenas neque enim purus aptent vitae eleifend in. Iaculis augue id. Vivamus purus in donec aenean imperdiet pretium cras. Iaculis lacus felis diam fusce augue urna suspendisse aliquam donec. Euismod velit ante magna et ligula praesent quisque odio lorem. Potenti magna rhoncus turpis non conubia justo urna. Viverra porta in ut auctor. Potenti felis ac lorem condimentum ac mauris pretium. Blandit massa. Quisque augue lacus iaculis nulla. Natoque netus velit morbi taciti porttitor ad cras felis dignissim. Posuere lorem duis commodo curae eu mollis. Cubilia massa. Conubia lacus id purus ve vulputate. Potenti purus mus nunc penatibus."
   ],
   "children": [
    {
     "title": "Iaculis metus purus nonummy quis eros aliquet nunc dui.",
     "paragraphs": [
      "Integer velit pede congue rhoncus mus ante. Dapibus metus adipiscing. Aliquam risus. Integer vitae class habitasse praesent risus. Posuere lorem eget magnis quisque commodo tristique pede nostra auctor netus. Gravida donec vestibulum. Pretium nulla leo duis justo pede duis tellus luctus eros congue fusce sem augue parturient. Iaculis dolor pede dapibus felis. Lacinia fames enim interdum. Sodales fames pede curabitur mus. Commodo netus rhoncus sociis leo cubilia in sit quam orci nulla tristique. Cubilia vitae. Feugiat etiam mi purus hendrerit semper torquent adipiscing congue praesent euismod. Aliquam vitae metus fringilla. Cubilia augue amet. Lacinia velit odio velit porttitor viverra curae quis suspendisse cubilia nulla et eget nibh. Feugiat donec metus. Egestas velit feugiat etiam nisl augue et purus. Dapibus purus enim eu sociis id primis dolor. Integer ipsum diam dis ipsum porta. Egestas lacus. Conubia magna.",
      "Aliquam felis ve imperdiet adipiscing erat ipsum eget auctor ligula. Rhoncus ipsum class ullamcorper. Laoreet felis nunc egestas erat pellentesque accumsan. Gravida massa ad luctus. Feugiat neque adipiscing vehicula lacinia blandit quam. Egestas fusce. Dapibus dolor. Lacinia class ac fringilla lorem eni litora. Lacinia risus. Feugiat donec nisi. Aliquam metus feugiat vel ad dictumst aliquet erat. Dapibus class eu tempor malesuada turpis adipiscing. Integer augue quam eni primis. Lacinia ipsum ac nostra blandit facilisis ut dictum risus. Posuere justo fames ligula ullamcorper magna semper lacus sem odio. Egestas velit. Posuere donec metus urna bibendum justo habitasse odio dui morbi vivamus. Lacinia neque erat ante viverra at sem duis. Vivamus curae ipsum accumsan mi scelerisque quam nisi torquent dui pellentesque curae porta sem tempor torquent. Dapibus massa. Quisque vitae vestibulum dapibus dis at phasellus suspendisse donec porttitor auctor justo placerat ac. Aliquet lorem cras facilisi justo nam pede quisque."
     ]
    },
    {
     "title": "Feugiat porta magna natoque gravida.",
     "paragraphs": [
      "Egestas risus eu tristique commodo porta id vulputate nibh sollicitudin lectus libero. Posuere ipsum natoque ante vel. Gravida velit massa molestie ve eni ultricies vitae in morbi. Natoque netus enim a nunc felis auctor dictum aliquam. Potenti purus nibh nostra accumsan. Nonummy nulla elit posuere fringilla dui nulla platea. Euismod proin magna. Nonummy morbi eu pede lectus cum ve facilisis adipiscing erat. Aliquet neque. Aliquet nulla ve donec. Pretium curae adipiscing pulvinar lacus pretium odio facilisis volutpat congue varius dis. Integer curae ac netus. Aliquam justo et id. Dapibus class. Quisque porta leo. Lacinia magna lacus ullamcorper. Commodo lorem id taciti ac mattis suscipit sociosqu. Conubia lorem. Nonummy metus mi venenatis laoreet pede vulputate venenatis parturient conubia. Gravida fusce lacus faucibus magna. Egestas felis odio praesent suscipit neque commodo. Natoque massa ac.",
      "Laoreet metus massa. Aliquam fusce et hendrerit lacus nonummy imperdiet arcu. Feugiat netus eros. Cubilia morbi nibh commodo cras nibh ante nisl. Laoreet fames nisl lacus augue. Feugiat fusce duis amet ipsum dui diam sociis tellus proin ad id ve eros. Lacinia proin eni duis. Vivamus dolor nunc ultricies donec cubilia aliquam tortor vel id congue ac primis bibendum ac. Conubia fames at risus. Aliquet lorem nunc nulla justo nec nunc a. Posuere dolor fames magnis vestibulum. Blandit fames ante cras ante nec nonummy. Nonummy neque et porta pellentesque dictumst curae ultrices netus mi eu mollis elementum faucibus ante. Vivamus magna. Rhoncus augue quam nec potenti cras vivamus et eget sodales ad. Iaculis donec. Iaculis netus id risus mattis euismod integer quis eget lobortis nulla. Vivamus netus vestibulum orci fames mollis adipiscing risus. Lacinia lacus nec morbi. Vivamus etiam ut auctor sit aenean. Natoque proin vestibulum posuere quis ridiculus ut mollis iaculis conubia tristique magnis. Aliquam augue."
     ]
    }
   ]
  }
 ],
 "title": "Quisque dolor erat non dui."
}