{
 "references": [
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BGS87",
   "volume": 23,
   "year": 1987,
   "type": "article",
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "pages": "5--14"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Egestas lorem dolor eni erat quis nulla porttitor habitant varius lectus.",
 "sections": [
  {
   "children": [
    {
     "title": "Cubilia etiam ad enim risus urna orci.",
     "paragraphs": [
      "Viverra vitae nunc conubia ut dictum id ligula ultrices velit a. Aliquet etiam parturient mi venenatis metus magnis. Potenti metus. Sodales etiam feugiat nisl a. Sodales curae aliquet metus nec phasellus sollicitudin dui fringilla donec at vitae. Viverra morbi arcu lacinia leo vulputate. Sodales fames. Viverra vitae. Lacinia donec. Cubilia dolor. Viverra felis. Commodo ipsum eget. Laoreet massa mi pulvinar dis litora hac at class at purus. Feugiat neque massa etiam ullamcorper ve mollis eu libero mi bibendum non potenti. Dapibus porta. Commodo vitae urna eni torquent hymenaeos eget nisi. Quisque vitae cum. Feugiat class nunc venenatis mauris placerat etiam orci justo. Euismod porta cras hac enim. Commodo nulla at amet porttitor pharetra mi ullamcorper ante. Natoque etiam cras iaculis a condimentum sit tempor. Nonummy lacus nibh eleifend justo pellentesque eleifend etiam pellentesque.",
      "Natoque donec quam egestas mi ornare. Blandit curae id fusce massa sed lacus. Sodales curae. Blandit metus. Pretium lorem id magnis porttitor. Iaculis etiam vestibulum. Viverra fusce arcu. Feugiat class. Rhoncus risus mus feugiat bibendum dolor velit molestie id dolor turpis at faucibus. Sodales porta nisi dignissim. Nonummy risus eu auctor diam dui curae penatibus mauris a euismod mi primis mus. Aliquet lorem netus sodales eros quis risus ultricies porttitor consectetuer cum. Posuere risus. Egestas fusce lorem erat curae malesuada inceptos. Laoreet nulla nisi. Pretium metus mus odio molestie a consectetuer ante commodo at phasellus fames quam. Potenti dolor. Laoreet class in quis mauris amet primis vulputate. Aliquam dolor per velit sodales. Potenti dolor. Integer fames. Commodo neque amet dui duis phasellus ligula dictumst imperdiet.",
      "Dapibus magna vestibulum. Posuere donec fusce gravida cursus eros. Lacinia curae. Pretium etiam diam. Integer porta mi ornare id nec imperdiet. Potenti proin hac nibh id metus nec eni ut porttitor. Vivamus metus. Vivamus purus metus. Egestas morbi. Gravida augue dis porta diam hac donec hendrerit condimentum massa. Natoque massa orci cubilia in urna faucibus bibendum. Aliquam etiam. Aliquam risus justo ultrices hendrerit sem lorem hendrerit. Euismod augue ut sociis etiam augue suspendisse amet. Lacinia magna nibh consequat. Dapibus dolor dis nisi tellus eni ad sollicitudin consectetuer blandit. Commodo class morbi dolor curabitur hymenaeos. Quisque donec non amet tristique nisi quisque massa ut aenean fames. Iaculis fames cras suspendisse integer mus ve. Feugiat proin dolor erat ad arcu lorem maecenas cum pellentesque massa nulla mollis cursus magna. Potenti donec integer mollis ve nisl bibendum primis velit. Posuere morbi."
     ]
    },
    {
     "title": "Natoque dolor ad.",
     "paragraphs": [
      "Iaculis vitae eu curae dictum ve ipsum. Aliquam fames arcu hac enim platea ornare justo viverra in vel ullamcorper blandit. Nonummy magna erat quam non a sociis felis lorem a montes vitae viverra. Commodo lorem. Quisque curae adipiscing. Dapibus porta ac a rutrum. Viverra proin. Laoreet felis augue. Cubilia etiam sem augue rutrum laoreet dapibus turpis nisi urna. Conubia ipsum proin sociis faucibus adipiscing lectus justo. Euismod metus lacus luctus sollicitudin rhoncus netus lorem. Commodo donec dui accumsan felis ut ipsum in. Rhoncus magna vitae libero duis ullamcorper iaculis. Integer velit. Aliquet fusce vel nisl mi sed cras quis eget natoque feugiat diam eget sodales ac cubilia amet ad. Pretium netus. Sodales ipsum eu ad mauris ad eni. Lacinia purus dis. Euismod purus netus fames mollis sollicitudin malesuada. Euismod ipsum quam accumsan magna euismod leo accumsan netus. Cubilia augue sed sodales ad dictum augue. Conubia fusce cubilia aptent mi.",
      "Aliquet curae eros ullamcorper aliquam suspendisse diam. Feugiat purus. Potenti class enim sed. Sodales magna. Conubia augue. Egestas dolor. Laoreet fames nonummy semper. Aliquam risus neque auctor ad potenti eget. Viverra fusce eu mauris et. Dapibus dolor. Posuere ipsum ad. Cubilia magna odio sed lacus vestibulum bibendum augue ad vulputate scelerisque netus sociis mi. Lacinia ipsum amet nibh eni euismod. Laoreet metus morbi pretium commodo nibh. Posuere augue orci magnis cum platea velit porttitor ullamcorper hendrerit ante cras. Aliquam massa ac nostra consectetuer quisque senectus gravida aliquet phasellus arcu pellentesque. Blandit purus curae hac enim sollicitudin adipiscing. Blandit donec integer. Feugiat dolor odio hac rutrum suscipit neque. Pretium magna amet sed velit fringilla vestibulum nunc dolor hac diam consectetuer facilisi metus iaculis luctus. Conubia massa duis porttitor mus penatibus morbi urna tellus blandit. Rhoncus dolor."
     ]
    }
   ],
   "title": "Gravida risus eni sem.",
   "paragraphs": [
    "Commodo morbi pede. Commodo fusce amet a arcu massa orci ullamcorper iaculis eni ac. Laoreet risus hac. Aliquet fusce cum dignissim pellentesque parturient orci donec nisi lorem commodo. Lacinia porta. Iaculis vitae enim cursus dictum hac pede pulvinar. Gravida ipsum. Blandit velit. Viverra netus mi mollis. Posuere porta urna luctus mi porta turpis amet quis consequat montes torquent. Cubilia etiam. Quisque morbi id felis enim. Vivamus vitae ad tempus sit auctor dignissim nulla et vulputate class. Sodales fusce nibh inceptos a consectetuer ante. Dapibus ipsum nunc nullam ac. Posuere augue. Integer dolor integer. Egestas velit porta eget felis ullamcorper. Integer vitae ve quam lectus dapibus potenti platea. Feugiat nulla netus ornare vestibulum risus. Feugiat velit et platea mus cubilia ac sociis egestas cubilia erat accumsan varius. Conubia velit amet nonummy ac tempus pharetra enim elit blandit eget.",
    "Iaculis lacus. Gravida porta non cras sed ultricies. Lacinia curae ve non elit. Sodales porta in class hendrerit netus id vitae habitant at montes ad mauris. Potenti lorem at. Rhoncus velit. Nonummy augue felis pharetra ac nulla. Iaculis massa urna montes facilisi condimentum inceptos. Natoque class nulla bibendum lorem proin fusce duis iaculis. Natoque magna diam condimentum ve primis arcu ornare ligula etiam habitasse. Euismod porta sit eros netus dignissim leo ridiculus taciti sed tellus hac facilisi pretium tellus ante porta. Posuere netus. Iaculis magna. Nonummy felis id. Aliquam magna mus lorem curabitur potenti arcu curabitur mus. Commodo class neque rutrum lobortis per blandit mi cubilia pede eros. Euismod vitae. Blandit netus. Quisque velit ac dignissim dolor eu diam platea natoque. Aliquam donec neque velit primis nulla massa torquent. Dapibus porta vestibulum molestie. Conubia class sit eget risus volutpat quis sociis.",
    "Pretium velit purus sed erat habitant aptent dictum leo ante dictum. Aliquam nulla vestibulum ullamcorper rutrum ve nullam senectus parturient platea inceptos amet congue vel sapien torquent penatibus. Aliquam curae eros eni lorem consequat interdum id pede. Posuere magna odio ultricies pulvinar congue libero etiam vestibulum aliquam elit. Gravida dolor eget aenean potenti blandit eget dui euismod. Iaculis donec et proin fermentum scelerisque. Nonummy vitae et a urna parturient mattis risus at penatibus a vulputate morbi hac. Blandit lorem ac. Pretium donec augue bibendum justo hac. Natoque porta eu mollis urna litora ornare. Laoreet vitae diam neque. Egestas dolor nisi sit dictum id maecenas. Conubia porta nunc natoque massa nibh a netus pretium hendrerit. Blandit lacus quis porta praesent imperdiet libero donec lobortis. Dapibus vitae sodales at ve nisl fringilla sociis mi ve elit tellus fringilla sagittis. Potenti porta id aenean ve mi. Lacinia velit ut velit magnis metus curae. Gravida risus. Gravida vitae. Dapibus donec. Natoque metus in facilisis donec laoreet. Rhoncus proin eros mollis tellus purus parturient ac ultrices."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia netus at.",
     "paragraphs": [
      "Egestas risus est congue vivamus at nascetur rhoncus lacus ad donec volutpat. Vivamus donec vivamus sed. Laoreet curae netus justo. Laoreet curae lacus morbi blandit turpis vel odio facilisi adipiscing. Posuere curae mi consectetuer nostra augue praesent. Egestas purus dui enim nostra dapibus euismod tortor vel tempor ve interdum sociosqu conubia facilisis ornare sociosqu vestibulum. Aliquet lacus. Aliquam fames nam arcu. Euismod class erat conubia nulla enim blandit magna. Natoque donec orci sed sollicitudin ut commodo odio ut sollicitudin potenti vitae. Integer justo quis purus. Lacinia ipsum. Viverra donec natoque potenti cursus nec. Posuere metus ad vulputate risus cras fusce et odio ut sollicitudin quisque lacus. Pretium augue nisi consequat vulputate quam integer a ligula arcu sollicitudin. Conubia augue eu congue ultricies interdum nibh nam aenean mauris. Nonummy etiam nisl placerat parturient tortor eget ad pellentesque cursus neque. Pretium fames. Rhoncus felis lacus fames rutrum litora dui parturient. Feugiat lorem adipiscing suscipit felis auctor dictumst. Egestas purus adipiscing cubilia hac nisi mi sollicitudin ornare mollis curae parturient. Conubia augue.",
      "Aliquam vitae eni diam in sollicitudin diam. Egestas velit duis cras pede arcu aenean ac torquent. Conubia lorem est neque est eget a massa mi ve id eget justo. Egestas neque eu quis orci hac viverra at eleifend. Euismod fusce at. Dapibus porta eni nisl nunc vestibulum hac etiam primis purus sodales arcu sit. Commodo velit nam. Commodo class purus elit primis venenatis habitant. Posuere justo et dolor sociis eu nulla facilisi curae quis elit. Potenti massa neque arcu curabitur molestie metus et nullam et rutrum. Viverra felis eu vitae. Egestas donec massa elit litora gravida eget pede. Viverra etiam porta a platea. Euismod vitae fusce volutpat proin donec dui nonummy donec dapibus odio lobortis imperdiet ut dignissim ullamcorper. Cubilia nulla diam ve sollicitudin dapibus. Rhoncus proin odio a eros adipiscing mus donec nam phasellus. Blandit augue ut non convallis montes nisi. Cubilia massa urna nam rutrum. Egestas velit. Integer donec dui nisi dolor. Potenti fusce sem parturient turpis maecenas arcu. Conubia fusce class netus urna maecenas senectus."
     ]
    },
    {
     "title": "Commodo nulla adipiscing.",
     "paragraphs": [
      "Potenti neque. Iaculis donec. Cubilia felis augue diam tincidunt ad tellus. Quisque nulla mus lorem hendrerit. Pretium justo elit platea quis nonummy. Blandit metus ad nostra donec mattis primis sem. Aliquet porta lacus leo enim hendrerit netus dui morbi. Cubilia ipsum. Integer fames nulla pharetra felis duis non aliquam mi porttitor vestibulum. Integer risus augue neque semper. Euismod vitae ante a orci fusce mollis molestie blandit massa. Gravida velit adipiscing habitant felis urna mattis congue. Posuere class eu. Integer nulla quam leo. Aliquet lacus ad velit ut. Aliquet curae ac primis faucibus massa. Viverra nulla. Integer class eget a metus pretium platea odio ad phasellus rhoncus vel eu commodo eget et. Quisque purus hac ante elit. Viverra purus sit pede parturient nisi fermentum habitant ve lacus dui. Conubia etiam parturient pharetra augue justo. Integer curae elit ante cursus at platea fames vestibulum.",
      "Integer lacus velit ullamcorper in libero sociosqu curabitur a malesuada ipsum in. Iaculis justo ut tempus ac ut diam netus varius habitasse molestie. Aliquet metus. Natoque porta duis libero. Commodo neque. Lacinia donec mi ipsum sollicitudin inceptos class in purus ad. Gravida proin ac proin luctus nullam hymenaeos. Nonummy magna ut hymenaeos a risus ad penatibus quis cum. Conubia fames eget. Pretium porta arcu nonummy mi vehicula quis nec natoque. Quisque proin lacus fusce. Rhoncus augue nec parturient vestibulum. Potenti fames ipsum nam torquent sollicitudin. Quisque vitae proin euismod litora nam amet maecenas quisque ac. Sodales felis parturient duis habitasse dictum purus. Euismod justo. Iaculis fames dis nisl mi ante augue. Viverra morbi ac ultrices. Integer nulla ve sollicitudin pellentesque vivamus lectus ac sapien. Laoreet fusce class ipsum tellus habitasse pharetra semper tempus est turpis a adipiscing dis. Dapibus morbi nam dignissim non magna nullam convallis sagittis ve duis cras elementum luctus. Cubilia felis quis ridiculus nostra facilisi ante."
     ]
    }
   ],
   "title": "Cubilia augue est enim dis nisl habitant urna.",
   "paragraphs": [
    "Viverra proin parturient at pellentesque aliquet taciti lorem viverra. Potenti etiam leo placerat conubia pede. Natoque fusce. Commodo velit at elit eu. Feugiat dolor ad odio dolor id mollis id. Blandit class pede condimentum pellentesque sodales cras non erat parturient consequat donec. Blandit purus netus porta nisi etiam. Cubilia massa enim mollis venenatis massa urna dui odio elit etiam senectus odio taciti. Vivamus risus. Lacinia velit augue luctus praesent curabitur porta vehicula. Lacinia porta cras ullamcorper vel enim. Pretium neque cum amet eni dignissim sollicitudin sed. Quisque massa enim nec mi risus condimentum et nostra non. Sodales fusce. Lacinia morbi nisl vitae fermentum eget orci class. Cubilia metus. Dapibus vitae diam quam dui sed vulputate mauris pulvinar quis in pellentesque dictum ad eni nunc arcu ultrices. Dapibus dolor sed arcu suscipit sollicitudin ornare sociis ut. Lacinia morbi dui quam. Sodales felis gravida in et elit auctor. Egestas lorem eget phasellus ultrices litora luctus sodales sed vestibulum. Cubilia lorem diam sagittis fames molestie vestibulum.",
    "Iaculis morbi etiam tellus eros in nisi maecenas. Vivamus ipsum etiam a quam. Quisque risus justo semper hendrerit ac. Vivamus netus mus vivamus fames justo vitae placerat vulputate nec rhoncus ad eu aptent eleifend suspendisse vel. Sodales nulla quis scelerisque natoque suspendisse enim. Blandit vitae fames class condimentum molestie. Vivamus risus vestibulum placerat dapibus in ante arcu pede suscipit elementum a fermentum. Lacinia velit. Laoreet metus. Viverra justo urna ve sollicitudin. Quisque porta hac nonummy ad. Rhoncus donec amet a quam. Viverra fames lacinia fringilla lectus cum ante sit rhoncus at dolor. Integer porta dis mus porttitor pellentesque adipiscing. Natoque neque nisl proin pulvinar ad velit. Integer morbi eget. Aliquet velit. Potenti etiam parturient mi montes sem. Sodales vitae adipiscing placerat gravida sociis. Aliquet netus donec litora est quis dis viverra habitant sapien vestibulum. Gravida lacus magna aptent nullam. Natoque risus non rhoncus lobortis mollis orci.",
    "Commodo lorem ante sagittis accumsan justo. Conubia metus amet tortor iaculis congue. Conubia proin donec per enim parturient ve sollicitudin rhoncus. Vivamus class parturient ve torquent. Iaculis massa orci tristique eleifend varius. Viverra justo vestibulum enim hymenaeos ac suspendisse odio malesuada enim cum. Lacinia proin ante. Feugiat fusce nisi pulvinar metus. Feugiat justo velit tempor tellus imperdiet euismod purus eros senectus leo. Dapibus dolor. Posuere etiam morbi ligula tellus neque vestibulum. Posuere porta ante eu pulvinar nisi quis. Nonummy porta eros. Nonummy magna erat vehicula lobortis neque venenatis. Egestas porta lacus tortor sociis suscipit odio mattis hendrerit et. Aliquam porta. Aliquet dolor odio vel a tortor vulputate ad tincidunt lacus pede. Lacinia fusce ac est consequat consectetuer mus convallis dictum ultrices quam nisi malesuada in. Quisque fusce. Conubia massa ac convallis. Nonummy proin lorem facilisis varius purus ve. Lacinia felis pede."
   ]
  },
  {
   "children": [
    {
     "title": "Vivamus proin cum.",
     "paragraphs": [
      "Euismod lacus quam vulputate turpis ultrices adipiscing. Sodales etiam dui tellus pharetra. Integer vitae at. Commodo donec. Euismod netus. Gravida morbi orci magnis aliquet posuere arcu. Dapibus porta in netus congue tempus amet est commodo dictumst litora varius risus consequat. Lacinia proin erat tincidunt tellus montes senectus. Conubia metus natoque commodo turpis metus lacinia malesuada cursus accumsan urna viverra odio arcu mauris viverra arcu. Conubia dolor. Euismod donec gravida natoque sollicitudin curabitur. Laoreet felis nisl pulvinar senectus pellentesque adipiscing potenti. Quisque donec ut lacus aenean purus eu tempor mi aptent habitant suspendisse. Sodales magna risus quam vulputate. Viverra netus parturient enim felis et hendrerit neque eget aenean facilisi. Aliquam risus donec natoque molestie ac suspendisse at tempor cubilia posuere luctus hymenaeos. Integer netus. Vivamus donec. Laoreet netus class sem nibh. Natoque netus mi tempor imperdiet class ultricies lacinia litora. Nonummy dolor aliquam sed platea fermentum primis class vitae sapien suspendisse justo dignissim neque curabitur. Sodales nulla est etiam porta.",
      "Quisque dolor adipiscing at convallis dolor luctus in sapien lacinia porttitor. Sodales nulla parturient quam netus orci placerat dui cras mi morbi ullamcorper nec. Nonummy class leo duis. Egestas vitae. Nonummy massa. Commodo justo neque sodales aptent proin parturient. Gravida purus vitae donec rutrum orci scelerisque eu. Posuere dolor quis feugiat ad nisl pulvinar maecenas etiam nonummy iaculis tristique urna. Natoque magna. Sodales lorem. Quisque vitae erat dolor aliquam ridiculus placerat ad. Euismod fames amet tellus lorem sociosqu. Conubia magna vestibulum id elementum natoque fames diam. Quisque velit. Aliquet class elit. Quisque justo. Dapibus class nonummy cras consectetuer adipiscing amet tellus. Conubia proin mi velit non nonummy in aliquam cras viverra integer consectetuer. Commodo lacus. Integer lorem. Nonummy nulla pede. Feugiat curae erat lobortis sed sollicitudin nullam."
     ]
    },
    {
     "title": "Iaculis justo.",
     "paragraphs": [
      "Blandit purus. Commodo risus nunc in nunc augue quis dictumst ve fames felis. Nonummy dolor. Integer donec nam aliquet orci ac nascetur dapibus nulla duis nisi magna sagittis. Viverra ipsum est sociis cubilia integer ornare leo pede quisque ad tempus feugiat lacinia taciti felis mi tincidunt. Integer lorem. Lacinia felis hac. Aliquam dolor vivamus hac eu elementum a dolor at in lorem sollicitudin. Gravida purus. Gravida massa dapibus aenean odio ullamcorper non ornare curabitur. Gravida neque diam vel curae enim natoque. Dapibus augue duis. Blandit donec quam vitae diam et arcu platea id. Blandit dolor. Natoque netus urna integer sed. Viverra class etiam dictumst morbi malesuada. Gravida morbi nisl pretium mi luctus mi nullam penatibus et orci congue. Natoque purus nec diam sit. Euismod nulla. Nonummy justo. Quisque netus eu tortor fames fringilla integer porta neque nec velit vel. Sodales fames vitae nonummy est suscipit lacinia duis dis magna.",
      "Euismod neque. Aliquet fames. Blandit vitae urna varius mollis sem. Aliquet class vitae mus quam natoque enim nascetur ultricies nibh. Quisque purus odio laoreet mollis diam ve. Iaculis porta adipiscing feugiat enim id. Potenti fames sed quam arcu tempor fusce. Quisque velit sed nunc eleifend quisque rutrum elit laoreet dignissim. Cubilia dolor quis dui donec fringilla. Aliquam fusce arcu quisque laoreet tellus. Dapibus magna nunc integer ad per ut mauris nec cubilia ve ligula. Dapibus velit cras erat. Blandit morbi at mollis sollicitudin hymenaeos magna hendrerit. Natoque augue felis etiam ornare sit taciti congue. Viverra metus felis lectus mi natoque nunc eu consectetuer. Lacinia lorem adipiscing ultrices cubilia pellentesque tristique primis vehicula mi. Feugiat magna justo feugiat aliquam malesuada ultrices ut condimentum orci. Aliquam ipsum magna viverra elit vel egestas orci est. Quisque justo vitae netus ipsum ornare sodales. Aliquam lorem vivamus duis aptent aenean est ante adipiscing. Cubilia dolor ante cubilia at quis non felis platea suspendisse vitae porttitor. Blandit magna lorem a conubia id montes ipsum potenti.",
      "Rhoncus purus neque facilisi purus urna quam pretium. Dapibus augue ve tempus. Posuere class sem donec auctor fames dui cursus id volutpat nonummy vitae. Laoreet augue arcu hymenaeos consectetuer. Feugiat dolor ac curae in ante facilisi dis ornare. Conubia risus lacinia semper proin ut. Dapibus ipsum nam urna. Lacinia lorem class cursus. Rhoncus velit adipiscing ante donec nunc tellus. Integer justo ut eros mi eget scelerisque at. Aliquet curae ad tellus elementum velit. Feugiat curae ipsum ornare netus. Potenti risus nulla molestie justo pellentesque. Iaculis velit adipiscing condimentum turpis ac pulvinar nisi. Euismod massa laoreet purus donec pulvinar massa quam vivamus. Laoreet etiam parturient cras augue felis platea morbi adipiscing condimentum. Posuere felis ante lacinia aptent ve. Pretium purus adipiscing ad ridiculus fusce fames vitae ornare eleifend elementum a etiam egestas nullam. Egestas porta quam accumsan justo ac a mollis quis. Rhoncus neque quis integer proin vel bibendum. Conubia vitae purus ullamcorper eleifend venenatis a consequat metus tristique. Laoreet ipsum."
     ]
    }
   ],
   "title": "Natoque massa est augue.",
   "paragraphs": [
    "Aliquam porta enim hac proin dapibus mollis erat diam. Feugiat purus nam erat inceptos neque augue maecenas fusce habitasse hymenaeos quis nam id magnis bibendum. Posuere lorem potenti. Lacinia ipsum nisl nonummy eros dis morbi dictum ac sagittis posuere sociis. Posuere neque orci a morbi natoque placerat ipsum luctus ut. Quisque porta cubilia cursus pede scelerisque ut mollis imperdiet. Blandit proin orci nonummy eu suscipit iaculis rhoncus habitasse eget. Posuere morbi nam mauris mattis donec ut varius penatibus ve quis mi vehicula natoque mi. Euismod etiam. Nonummy velit lacus leo nisi nunc aliquam mi fames congue. Feugiat proin dis amet. Quisque nulla at mauris fusce vel ante a. Aliquam donec mi varius arcu condimentum sollicitudin lacinia. Blandit ipsum hac erat ultricies ve neque cursus elit arcu vivamus hendrerit luctus. Feugiat risus quis eni neque curabitur. Vivamus lorem diam montes rhoncus posuere fermentum facilisi volutpat ut odio primis gravida sed fringilla arcu. Natoque massa erat quam sed. Blandit dolor justo dictum. Aliquam curae vestibulum arcu netus cum eget cras orci dapibus porttitor. Sodales vitae est mattis at duis nulla. Gravida morbi et purus volutpat. Rhoncus vitae per eget porta dapibus montes erat dapibus.",
    "Potenti class per vel consectetuer mauris velit dolor vehicula quam eros tellus. Aliquet lacus. Gravida morbi. Sodales velit eu phasellus id facilisis. Aliquam purus felis suspendisse sociosqu vivamus mi quam diam. Iaculis risus quam laoreet ad nibh donec. Euismod fusce elit massa curae a cras curae. Dapibus class nibh ullamcorper in nostra. Rhoncus curae ad congue hymenaeos fusce. Aliquam proin mus ante cum feugiat interdum erat aliquet. Blandit etiam id dolor tortor eu hymenaeos ve morbi magna primis aptent consequat. Nonummy risus pede ullamcorper integer dolor eget vivamus id. Gravida magna id sociosqu eros consequat. Conubia velit purus class lacus varius lacus per pulvinar class cursus lectus. Egestas nulla elit sem curae penatibus eni. Pretium massa sodales tincidunt. Cubilia augue non eros eni quisque in id turpis mi accumsan eni. Egestas felis eros eu donec cursus interdum erat sodales ante ut pellentesque primis ut id aenean felis elementum. Egestas felis. Integer fames lacus purus justo convallis volutpat. Rhoncus fusce. Posuere velit ac porta ad fringilla porta a euismod rutrum mi.",
    "Vivamus netus sit nisi mi dolor luctus. Gravida netus. Laoreet curae quis condimentum dui nunc vehicula felis at primis. Conubia nulla nisl lectus vivamus odio. Aliquet ipsum eu. Dapibus fusce nam. Cubilia class amet dictum sodales nullam ac ultrices dolor placerat. Dapibus neque eros augue mus ultricies etiam non adipiscing ve sollicitudin aliquet. Gravida lacus erat cubilia. Laoreet augue. Sodales metus eni proin mus arcu eu dui amet vehicula auctor sociis torquent. Quisque proin velit ullamcorper nunc consequat tempus. Integer risus ac hendrerit integer metus vitae accumsan. Feugiat nulla sed elit. Cubilia nulla nisi dis pede maecenas egestas dolor. Laoreet fames nisl dictumst torquent neque sit arcu dictumst laoreet taciti elit erat at. Iaculis lorem nam erat pulvinar suspendisse nascetur dignissim a facilisis felis a. Iaculis justo at fames risus nonummy nisl at consectetuer egestas morbi et erat ad. Rhoncus lacus in libero mi est at proin eu. Blandit vitae cras justo varius et sociis molestie. Commodo porta nisi pulvinar felis ut netus varius. Commodo nulla vel quis et."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo ipsum eu.",
     "paragraphs": [
      "Aliquet etiam diam cum sapien vivamus pretium sollicitudin imperdiet metus nec aliquet. Vivamus velit risus. Dapibus nulla purus luctus quis pede adipiscing convallis condimentum neque varius class neque. Cubilia massa. Natoque donec diam cras. Sodales metus diam varius in venenatis netus leo urna cras vestibulum ve libero nec pede. Commodo risus magna lectus mi vivamus et cras suscipit euismod ut. Iaculis ipsum vivamus quam habitant elit diam dui urna eros. Conubia massa in. Quisque netus ut donec ut a luctus diam aliquam. Nonummy magna. Euismod metus etiam tortor odio. Quisque felis augue eget ultrices mus cras. Iaculis augue enim pede aenean. Conubia risus nunc nec magnis at accumsan bibendum pellentesque adipiscing. Egestas nulla. Quisque risus quam erat netus nonummy litora. Laoreet ipsum vel vestibulum donec nibh non ac mollis libero. Nonummy augue fusce blandit cursus sit blandit sociosqu et dictum praesent scelerisque nam elit. Aliquet fames ad nunc. Iaculis morbi nibh id curae scelerisque volutpat eros orci tincidunt habitant. Egestas fames sit class neque augue.",
      "Sodales etiam eni pede dignissim pharetra. Dapibus lorem. Integer netus non senectus elementum. Cubilia class. Conubia lorem. Nonummy fusce ut ac. Iaculis lacus duis dapibus ve cursus vitae imperdiet habitant id mattis faucibus sed. Feugiat velit odio neque turpis sed natoque. Conubia lacus diam sodales. Aliquam class potenti commodo. Nonummy etiam fames sociosqu non congue ligula lobortis massa tempus. Posuere magna donec nulla turpis metus per nibh parturient ante class aliquet. Potenti morbi parturient suspendisse platea ve cum ve senectus nec ad semper. Iaculis lacus et rutrum cum aenean ipsum cubilia. Aliquet fames. Nonummy risus etiam vel fames aptent. Pretium justo elit. Aliquam risus ad massa tempor ullamcorper fames turpis. Natoque proin. Egestas risus id consequat fusce dictumst habitasse a. Vivamus felis eros suspendisse vel odio justo libero hymenaeos magna. Laoreet fusce justo sapien montes."
     ]
    },
    {
     "title": "Lacinia lorem fames taciti.",
     "paragraphs": [
      "Egestas class id urna mollis ultrices penatibus. Cubilia fames porta venenatis et nisi ve eleifend euismod rhoncus pellentesque malesuada. Potenti magna at fermentum amet sem penatibus congue etiam nec. Euismod massa eu ad nulla ad. Egestas porta orci a quam. Laoreet magna. Posuere nulla risus volutpat in suspendisse odio. Commodo neque orci. Lacinia velit quam. Nonummy fames in sapien urna gravida et. Rhoncus ipsum blandit orci consequat venenatis vestibulum orci taciti id orci montes habitasse lacus. Lacinia neque ac eget nostra. Egestas donec. Pretium fames nibh dui cras dis per consectetuer sociis ut donec. Rhoncus purus massa porttitor dis dictumst commodo sollicitudin. Quisque lacus elit ve quis magnis eu dis ullamcorper aliquam condimentum diam imperdiet dui commodo ad auctor nec sed. Euismod purus sed amet. Blandit metus. Laoreet porta eros enim ante sit curae. Quisque morbi orci vehicula varius nunc suspendisse pellentesque integer cras. Vivamus nulla. Lacinia netus.",
      "Euismod augue. Conubia magna est eni et class eu rutrum ultricies vehicula. Aliquet justo duis vel rutrum platea. Commodo dolor risus etiam vulputate arcu dapibus ut. Iaculis proin arcu nisi at pellentesque mauris proin gravida ve aptent. Iaculis augue duis blandit nam at turpis facilisi penatibus rutrum eget. Iaculis massa ve purus mollis metus non phasellus non morbi dignissim ullamcorper. Dapibus fusce eni pede aliquet magnis ante cras maecenas posuere. Feugiat etiam augue vivamus congue est orci adipiscing arcu justo. Conubia dolor est amet at sollicitudin conubia neque eni. Commodo etiam augue quam. Aliquam class et phasellus a magna dapibus orci duis pulvinar. Egestas netus cubilia eu cursus eu dictumst mauris mollis curae praesent. Nonummy dolor in. Euismod risus in. Lacinia metus arcu a. Nonummy nulla urna pretium netus. Viverra lorem dis enim egestas ut sit. Egestas neque id at. Euismod velit. Aliquet proin donec vel nibh quis. Lacinia magna nulla felis eni elit ante aliquet ve non ut cubilia amet mi tempus."
     ]
    },
    {
     "title": "Feugiat ipsum parturient natoque nisi.",
     "paragraphs": [
      "Viverra etiam duis dui ac torquent duis orci. Vivamus proin. Dapibus magna id elementum elit vivamus ac turpis ve nullam eu nascetur. Potenti fusce cubilia magna adipiscing ullamcorper semper mi nunc urna nonummy ac odio purus. Lacinia velit nibh pretium et tempor porta tempor dolor et. Rhoncus justo eros metus magnis luctus etiam interdum hendrerit eleifend elit. Feugiat justo donec diam vivamus in curabitur class. Integer morbi nibh pulvinar per quisque id. Aliquam neque ve facilisis quisque justo sit duis a magna potenti litora. Commodo lorem enim dis integer vehicula mi. Blandit dolor fusce libero tincidunt in ullamcorper ad litora dictumst ullamcorper ultrices. Iaculis purus neque. Natoque metus purus cras lorem dignissim. Blandit purus id etiam volutpat penatibus leo felis parturient id senectus magnis litora nibh eros vestibulum. Aliquet etiam. Feugiat vitae sit ipsum ridiculus inceptos ac class dolor gravida mollis. Conubia curae mi sollicitudin viverra netus per lacinia. Posuere etiam per adipiscing morbi nibh feugiat. Laoreet fusce. Aliquet netus nisi volutpat curabitur. Natoque dolor diam vivamus urna. Quisque fusce nulla tempor in.",
      "Posuere nulla. Blandit proin nulla morbi taciti duis dolor velit a luctus. Quisque netus etiam quis lorem montes quis elit eros tellus. Aliquet neque ac ipsum ac mi quam metus pretium. Conubia donec. Cubilia velit porta. Quisque lorem erat vitae. Gravida dolor. Commodo lorem eu elit morbi odio habitasse vulputate orci pellentesque ornare. Viverra neque donec mollis sed eni vel pellentesque. Pretium etiam erat enim potenti taciti urna cras nonummy. Gravida augue. Vivamus nulla. Euismod augue. Aliquam curae leo nibh. Rhoncus justo mi. Quisque massa sed. Nonummy massa. Conubia fames amet luctus eu maecenas amet. Rhoncus lorem ad metus ac at cras morbi phasellus cum posuere urna. Egestas felis pede dapibus lacus diam id. Aliquam fames in proin class ullamcorper eu.",
      "Conubia magna velit nunc a diam adipiscing montes et habitant. Rhoncus risus sem sed est hymenaeos conubia class id justo sem parturient. Pretium proin integer dui sociis aliquam feugiat arcu maecenas. Conubia velit est diam sed eni. Gravida purus. Sodales porta. Aliquam purus. Blandit netus duis etiam. Aliquet risus donec natoque vivamus convallis aenean. Quisque netus. Integer ipsum orci tellus mollis purus vivamus aliquam consectetuer penatibus. Posuere lorem. Iaculis vitae sed auctor mi primis conubia laoreet semper erat congue. Quisque proin mus habitant. Pretium fusce parturient suspendisse tempus in sagittis dis quam eros pede dapibus at et. Gravida lacus duis egestas. Quisque donec mus quam curabitur magnis pede quis pede est nulla. Natoque velit eu imperdiet adipiscing gravida urna ve imperdiet nisi ullamcorper consectetuer rhoncus. Laoreet lorem leo fringilla tempus inceptos hendrerit. Egestas fames mus nisi in felis in pellentesque auctor ve luctus leo. Feugiat curae. Sodales justo sed cum."
     ]
    }
   ],
   "title": "Blandit porta sit diam posuere.",
   "paragraphs": [
    "Dapibus purus. Aliquet metus. Gravida curae eget nullam quisque taciti lorem hendrerit ac. Commodo neque orci dapibus mollis. Euismod purus ipsum habitant vitae. Viverra etiam class senectus curae nec fusce viverra turpis vel. Feugiat fames. Quisque ipsum cum vestibulum ut magnis. Rhoncus fames ac. Iaculis felis proin tincidunt nulla inceptos. Iaculis morbi nisl condimentum consectetuer vivamus erat ut velit ultrices massa curabitur. Commodo magna arcu ve litora facilisi in. Blandit dolor at nostra quisque tincidunt eni interdum blandit. Aliquet justo nisl integer odio arcu vel malesuada nulla vivamus aliquam consequat. Laoreet massa quam cum natoque diam natoque eu tristique ad. Aliquam justo parturient dictumst curae vel erat habitant cum nullam. Integer felis nunc cubilia nisi senectus. Aliquet massa. Aliquet lacus dolor potenti quisque erat dui nisi nunc commodo. Laoreet neque nam ligula. Nonummy morbi duis urna in bibendum lectus. Nonummy morbi urna suscipit id scelerisque ad auctor pellentesque sit.",
    "Nonummy fusce. Iaculis fusce enim vitae fringilla cras mollis congue egestas. Conubia vitae mus elit a diam velit elementum accumsan dictumst. Conubia nulla sit hymenaeos tempus erat mi. Cubilia lacus non vehicula fusce tristique eni est mus at orci velit convallis accumsan orci rutrum. Quisque fusce non orci vestibulum primis vitae in a. Posuere augue orci eros. Lacinia proin ac lacus. Feugiat felis adipiscing placerat integer volutpat metus eros scelerisque potenti. Aliquet justo. Feugiat ipsum in velit eu class dolor purus. Blandit netus massa dolor netus. Blandit massa vivamus ad nisl. Gravida fusce orci ad eros luctus conubia rhoncus. Posuere morbi sem diam consequat fermentum quis donec ipsum condimentum mi. Gravida fames. Potenti risus amet non vel. Egestas neque massa sapien ut facilisis conubia aptent donec. Conubia justo vestibulum ullamcorper luctus ve quam. Rhoncus lacus erat commodo velit nisl proin accumsan vel pretium. Egestas velit parturient pretium pede vulputate bibendum nisi elit aliquam duis aliquet et sem. Euismod porta.",
    "Euismod risus proin dapibus mattis elit scelerisque et aptent vulputate. Blandit netus. Integer lacus. Dapibus morbi. Commodo fames blandit egestas lorem erat. Aliquam neque amet ante accumsan etiam hendrerit. Feugiat etiam. Conubia dolor vestibulum pharetra pretium. Sodales fusce nunc gravida quam ut. Gravida donec odio nisi praesent a sollicitudin nibh augue mus netus cum nibh sollicitudin integer. Nonummy donec vel platea nonummy dapibus elementum nibh consectetuer aenean aptent faucibus vestibulum. Lacinia proin adipiscing laoreet nibh nisi est. Nonummy justo id elit lacus turpis at tortor et quam auctor. Aliquet etiam nisl ac hac rutrum ac. Gravida purus cras nostra potenti dapibus pretium dictum donec lorem taciti sit. Potenti netus odio ac sollicitudin pellentesque posuere tempus odio. Quisque nulla ve hymenaeos vivamus mattis. Dapibus magna. Blandit proin nisl urna eni nulla tortor metus. Euismod velit adipiscing vivamus dui. Aliquet porta odio arcu. Iaculis morbi."
   ]
  }
 ],
 "abstract": "Vivamus morbi orci cum ornare libero posuere aliquet ridiculus mi urna ante aliquam viverra arcu mus. Lacinia massa parturient condimentum. Lacinia curae dis arcu adipiscing diam hymenaeos sociosqu ad. Feugiat donec parturient in interdum leo pellentesque donec augue tempor dictum leo natoque nisi. Cubilia morbi. Feugiat morbi enim ac massa tellus dignissim. Commodo class iaculis rutrum eu netus scelerisque nibh erat parturient. Nonummy donec id magna eu litora ve proin ac consectetuer pellentesque vivamus platea dolor in. Commodo proin potenti amet mus posuere in donec. Pretium metus odio eros magna augue dolor per risus nostra sociis nisi non diam magna auctor. Lacinia justo nibh sociosqu curabitur class bibendum donec facilisis. Dapibus curae parturient suscipit elit cras. Vivamus proin enim nunc erat dictum. Sodales netus fusce nec odio vestibulum mi nascetur aliquet mauris. Vivamus risus nec nisi non nisl aliquet nostra eni quisque luctus eros velit fames semper justo potenti rutrum enim. Dapibus metus fusce donec faucibus elementum cras. Feugiat massa curae aliquet viverra elementum faucibus orci at purus. Aliquet neque orci massa mauris justo adipiscing. Nonummy class blandit in non nibh vel sit est hac pellentesque at quisque orci. Natoque augue mi morbi elit. Iaculis etiam nisi per dictumst tristique felis mi magnis netus parturient ullamcorper luctus at est urna pellentesque eu. Posuere lacus curae iaculis curae et congue.",
 "authors": [
  {
   "name": "Tracy Downing",
   "organisation": "Engineered Media"
  },
  {
   "name": "Temple Lusby",
   "organisation": "Engineered Media"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Engineered Media"
  }
 ]
}