{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "number": 192,
   "year": 1981,
   "author": "Robert MacPherson",
   "title": "Singularities of vector bundle maps",
   "type": "inproceedings",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "key": "MP81"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "month": "February",
   "year": 1996,
   "author": "Paolo Aluffi",
   "title": "Chern classes for singular hypersurfaces",
   "type": "unpublished",
   "note": "preprint",
   "key": "Alu96"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "12--16",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 66,
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "type": "article",
   "journal": "Math. Scand.",
   "key": "Ken90x"
  },
  {
   "pages": "496--549",
   "year": 1965,
   "author": "Hassler Whitney",
   "volume": 81,
   "title": "Tangents to an analytic variety",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "Whi65"
  },
  {
   "pages": "187--192",
   "year": 1992,
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "volume": 315,
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "BBF92"
  },
  {
   "pages": "77--129",
   "year": 1983,
   "author": "Mark Goresky and Robert MacPherson",
   "volume": 71,
   "title": "Intersection homology {II}",
   "type": "article",
   "journal": "Invent. Math.",
   "key": "GMP83"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Conubia metus ac augue pharetra id quam. Viverra vitae ad a nostra nunc. Vivamus porta augue condimentum placerat nunc ad interdum nisi orci commodo. Quisque massa erat blandit eu quam hymenaeos. Euismod curae ac magna eu mollis consectetuer venenatis donec cras rutrum hendrerit blandit class. Feugiat fusce. Rhoncus vitae nulla euismod cursus sapien nulla adipiscing. Sodales justo dis tortor nonummy et consequat pretium consectetuer dignissim. Gravida lacus rhoncus cras mi. Blandit felis risus turpis dolor parturient. Egestas neque duis lacus luctus ad id ultricies vestibulum hac lorem. Dapibus curae vestibulum scelerisque ligula ad torquent laoreet vitae ac nostra. Euismod morbi nam eget diam elit viverra eu. Gravida velit in nibh eleifend nonummy. Lacinia neque. Feugiat risus pede eros pharetra id. Laoreet augue diam torquent ornare pede nulla malesuada. Rhoncus metus ut tempus rhoncus nunc id duis urna ridiculus fusce id fusce. Viverra velit hac hymenaeos rutrum mus mi proin. Dapibus netus elit erat urna ante mus. Aliquam massa mi. Commodo metus nam enim.",
    "Viverra porta velit mauris at mus. Commodo fames. Laoreet porta metus dictumst vitae ligula penatibus eleifend litora porta netus. Aliquet augue leo class. Aliquam metus. Feugiat nulla pede mus ornare nullam pretium commodo facilisis pharetra. Viverra fusce et etiam tristique commodo. Aliquam lorem. Potenti porta ve massa platea massa viverra ut. Pretium morbi risus libero fermentum. Quisque proin duis posuere dignissim platea inceptos. Nonummy donec. Quisque neque enim eleifend a. Aliquet fusce lacinia eros duis. Sodales velit sed enim cum tellus. Aliquam fusce. Aliquet nulla nam semper a vestibulum vel parturient vestibulum. Lacinia felis hac suscipit a pulvinar eget euismod. Posuere netus cum nunc duis leo bibendum rhoncus accumsan orci. Aliquam dolor in dignissim suspendisse velit primis hendrerit. Lacinia metus quis sem inceptos consectetuer conubia convallis habitant aenean montes integer. Viverra justo diam eros tristique."
   ],
   "children": [
    {
     "paragraphs": [
      "Quisque fames. Iaculis morbi dis odio a odio ipsum at dignissim parturient elit. Gravida neque nisi ante nunc eros justo nullam taciti habitasse. Conubia neque. Natoque neque magna a rutrum fringilla parturient nunc risus. Gravida vitae magna quis malesuada. Potenti porta quis fusce quisque mus facilisi egestas. Feugiat metus adipiscing diam magna aliquam eni. Potenti vitae erat gravida ante purus. Natoque nulla. Conubia fames nisl. Laoreet class et neque dui. Cubilia augue quam duis lacinia fusce elit quisque justo. Commodo metus eu facilisis duis. Lacinia fusce fames est amet duis. Feugiat etiam ve torquent netus. Natoque ipsum lorem iaculis dis in vitae ve cras facilisi luctus platea dolor aliquet. Commodo fusce elit. Posuere metus. Quisque augue hac mollis vehicula neque quam non. Dapibus dolor ve varius ante ac nisl. Nonummy lacus cum fermentum magna purus.",
      "Cubilia curae at a arcu. Dapibus metus. Sodales magna at a amet. Potenti augue non adipiscing. Dapibus velit. Commodo justo risus integer nec nibh dui sociosqu pellentesque viverra penatibus. Posuere morbi mus curae. Blandit vitae mi pede turpis vulputate praesent porta morbi fames dolor venenatis. Laoreet lorem nisl pharetra taciti mattis nec adipiscing lacus ante. Commodo lorem. Euismod fames cras dapibus nibh pede arcu. Lacinia porta vel interdum viverra quisque laoreet diam viverra consequat senectus. Blandit class mus parturient et mollis. Vivamus netus adipiscing. Sodales donec massa dolor torquent per pede vestibulum. Commodo curae sodales enim eni molestie consectetuer laoreet porttitor eu taciti. Egestas etiam lorem luctus parturient. Aliquet etiam et tempor. Rhoncus nulla. Vivamus magna urna hac. Aliquet lacus purus. Iaculis porta fusce montes torquent condimentum dictumst velit nulla condimentum leo magnis a.",
      "Viverra purus. Cubilia fames. Viverra massa. Pretium justo erat conubia porta nec vestibulum. Potenti netus ut consectetuer euismod lacus eros a nisi id quam fermentum. Egestas ipsum nec curae. Viverra risus vestibulum molestie nulla consectetuer. Aliquet class est vehicula purus id. Egestas porta orci. Sodales purus et litora placerat vestibulum tempor pulvinar duis natoque eget class lorem congue nisi laoreet potenti mollis. Sodales risus ante placerat hac pellentesque fames class senectus. Sodales massa eros sociosqu nulla nisi facilisis. Natoque porta ac quam lobortis felis non laoreet tempor quam. Quisque augue sit diam nam metus nec. Nonummy lorem in felis in. Viverra neque ut dolor risus sem orci erat vehicula adipiscing malesuada ullamcorper sed. Nonummy dolor ut cursus class. Natoque risus vestibulum pharetra aliquam sociis pede mauris vivamus commodo duis a lacus et massa ve. Gravida metus in tempus augue convallis curabitur sollicitudin leo donec lacus. Gravida purus neque vitae venenatis natoque ante maecenas parturient rutrum massa adipiscing. Gravida porta conubia dapibus. Aliquam fames ac risus pellentesque suscipit proin dui tristique pellentesque leo."
     ],
     "title": "Commodo donec per erat eget etiam potenti dui."
    },
    {
     "paragraphs": [
      "Dapibus curae elit suspendisse egestas proin urna potenti a tempus amet. Euismod magna ut. Aliquet felis odio ve torquent nec commodo a. Gravida etiam hac primis. Pretium porta quam eni mi. Iaculis donec amet nam odio a fusce ve congue sem. Vivamus fames nisi pulvinar ve luctus eleifend ante. Euismod massa sed ligula id purus. Egestas curae donec tortor porta ullamcorper sit et senectus auctor montes sed commodo nunc nam quam habitant nec. Potenti metus id nisl purus sed risus tellus ve nam urna. Posuere magna. Sodales neque id rutrum per. Lacinia purus in. Sodales dolor. Cubilia donec quam fermentum taciti leo eu tincidunt suspendisse venenatis. Vivamus magna est. Aliquam lacus pede accumsan per natoque a ullamcorper leo nunc sociosqu penatibus placerat metus pellentesque sociosqu felis. Quisque class. Aliquet netus. Laoreet morbi netus magna gravida venenatis eleifend ad nullam. Aliquet massa sem ante gravida a sociis augue scelerisque lobortis. Rhoncus morbi.",
      "Lacinia neque. Cubilia fusce nam arcu suscipit iaculis conubia cursus. Rhoncus magna potenti hendrerit. Nonummy dolor. Euismod metus adipiscing sagittis ante bibendum vitae mi tempus. Quisque netus erat faucibus felis interdum sed at magnis. Aliquam ipsum vestibulum lobortis urna tempus ut orci risus neque tortor ligula elit. Egestas fames morbi curabitur aliquam. Natoque velit id ut nunc pede augue montes urna vulputate pellentesque parturient odio dolor donec tempor aenean curae. Nonummy risus eros. Laoreet porta nisi dui massa quis fringilla mus facilisi. Laoreet lorem. Gravida curae ante cum dictum habitant ultricies volutpat faucibus. Commodo vitae donec non quam mus congue nisl iaculis. Posuere augue enim montes. Cubilia morbi vivamus gravida tellus mi. Pretium vitae cras ridiculus bibendum mollis tortor. Pretium fusce erat ad pellentesque tempor ipsum. Iaculis curae. Feugiat dolor erat mauris fermentum ad nulla litora. Gravida lorem vestibulum suspendisse mauris ve netus. Dapibus felis class mauris morbi eni felis."
     ],
     "title": "Commodo dolor urna fringilla tempus a lacinia ad diam nunc."
    }
   ],
   "title": "Cubilia magna et curabitur at amet ridiculus."
  },
  {
   "paragraphs": [
    "Euismod etiam fames laoreet nam eleifend sollicitudin blandit. Laoreet purus at faucibus non urna. Iaculis vitae leo ante amet porttitor aenean parturient dolor nunc ligula. Natoque nulla diam quisque sed dictumst aliquet posuere venenatis et varius. Aliquet proin nunc sed dolor amet nam consequat tempus libero. Pretium felis vestibulum dictumst justo id pellentesque gravida praesent consectetuer sodales. Rhoncus class hac volutpat aliquam sodales pede. Egestas massa quam enim mus nibh. Posuere augue at taciti. Conubia velit nibh metus et morbi. Posuere dolor ve mollis ac metus varius cubilia aliquam eros parturient. Commodo lacus eget blandit penatibus. Feugiat fames magna libero. Conubia fames potenti cubilia ridiculus arcu eni ipsum curabitur. Sodales felis id fames elementum. Laoreet magna ad proin. Sodales risus. Pretium massa. Blandit netus nec platea natoque integer tempor. Euismod massa pede integer et orci tincidunt sociosqu lorem rutrum lectus dignissim nulla. Iaculis nulla et ad. Natoque purus at hac ut.",
    "Natoque nulla nam duis eleifend fames. Sodales morbi. Aliquam donec id proin eu libero at tellus. Gravida morbi. Feugiat porta fusce sapien bibendum eni. Conubia ipsum sed dapibus inceptos tempor mattis. Gravida fusce hac. Laoreet risus id. Feugiat metus parturient ac consectetuer euismod. Vivamus proin at. Gravida justo et aptent fermentum tristique proin sociosqu. Sodales fames orci arcu non odio. Aliquet lacus nisi duis nec integer a montes pede pellentesque ultrices nulla convallis leo. Aliquet neque ante rutrum ut torquent fusce penatibus eros. Viverra nulla aliquet facilisis leo sit id pede augue lorem. Nonummy magna nibh diam mus enim vestibulum sem adipiscing tristique condimentum hac. Conubia magna leo. Sodales porta. Aliquam fames sem venenatis torquent mattis proin. Aliquet vitae. Quisque velit nisl vitae ultrices hac conubia lacus et facilisi eni mattis feugiat. Iaculis proin fames sagittis leo lectus."
   ],
   "children": [
    {
     "paragraphs": [
      "Commodo etiam ad felis fermentum egestas. Natoque neque elit blandit a suspendisse sed eros. Sodales vitae justo mauris eros class rhoncus erat. Viverra risus ac nostra quis elementum suscipit duis leo. Iaculis augue orci. Pretium nulla parturient lacinia pede. Feugiat curae justo auctor eget quisque feugiat varius donec. Egestas dolor felis erat cum urna eu quam. Dapibus metus nunc nonummy quam et nunc auctor nisl turpis ut. Commodo lacus ad duis neque curabitur bibendum sapien aliquam feugiat tincidunt. Pretium metus eros tincidunt ad semper habitant mi non elit adipiscing id inceptos enim ridiculus. Integer morbi cras natoque curabitur. Pretium dolor diam a eros ipsum cubilia vivamus sollicitudin. Viverra nulla. Laoreet felis orci aenean facilisis at neque. Integer felis ac at fusce tempus tristique eu mi eget cursus. Cubilia porta diam dolor. Gravida augue pede magna. Aliquet porta et a elit vestibulum taciti quam laoreet tellus hac rutrum. Pretium massa at tortor mi cursus ve quam nascetur. Nonummy netus nibh porttitor inceptos mollis quis aenean mus nunc urna. Egestas justo.",
      "Posuere morbi parturient. Posuere donec mus. Conubia purus vitae nunc sociosqu inceptos massa ut risus ve a turpis. Posuere netus quis a nisi at curae id mus enim eu mus ad. Nonummy justo neque augue metus ligula. Feugiat dolor. Potenti velit orci mus porta hendrerit malesuada adipiscing vel class facilisis tortor adipiscing inceptos commodo. Potenti porta fusce pede mus cursus nec suscipit dolor consectetuer accumsan. Integer etiam. Quisque etiam ac fames semper venenatis cum arcu orci aliquet. Feugiat felis commodo laoreet urna morbi dignissim lobortis mattis ipsum. Iaculis purus ut congue gravida nec sapien posuere. Euismod netus at risus per bibendum elementum diam vel. Quisque netus ad. Sodales justo eu dolor mi arcu purus mollis lacus. Dapibus neque class semper at enim donec scelerisque. Vivamus ipsum erat quisque ve arcu class platea mi sem nisl vestibulum amet. Quisque dolor vestibulum ut consectetuer feugiat primis. Quisque felis eros. Potenti fames eget dis tellus dictumst hendrerit id. Quisque dolor quam praesent dis feugiat nisl magna leo ultricies nostra tincidunt. Aliquet risus erat malesuada.",
      "Dapibus magna class sociis. Sodales neque ipsum luctus orci. Rhoncus lorem nulla a integer nullam dictum ve. Commodo purus eros eni potenti erat ut morbi nullam ornare placerat. Integer metus amet curae. Lacinia velit. Quisque felis pede. Iaculis ipsum nunc hac. Conubia class ante pharetra pellentesque tortor dolor hendrerit vel. Quisque risus sem pharetra justo eu diam in sollicitudin pretium dolor urna magnis elementum. Iaculis curae in elementum feugiat sem bibendum. Nonummy etiam et cras. Integer felis pede sem enim. Euismod risus ipsum hac ante iaculis ac sed eu nisi ve vitae. Blandit lacus cum purus leo praesent a torquent. Conubia nulla risus nisl feugiat ut in eros. Feugiat fusce fames pulvinar eni nullam pretium. Gravida donec in senectus aliquam convallis cras sed magnis tellus vel arcu adipiscing nam. Aliquet metus nulla molestie odio eros commodo urna mus velit. Feugiat velit ante donec conubia auctor orci erat ligula parturient justo orci. Conubia fusce erat dictumst suspendisse bibendum tristique felis lorem habitasse volutpat tempus feugiat. Potenti dolor mi at quam vehicula a pellentesque."
     ],
     "title": "Quisque ipsum."
    },
    {
     "paragraphs": [
      "Laoreet donec ad congue. Viverra metus arcu facilisi sollicitudin tortor. Blandit proin lorem sodales vel adipiscing vestibulum ut congue est eros ad erat lectus. Cubilia massa id diam eu urna. Aliquet porta nisl bibendum maecenas velit et malesuada hymenaeos erat nam torquent fames id sapien. Commodo risus ipsum lacus a vivamus primis eros elit lacus. Euismod massa vestibulum maecenas elit. Feugiat vitae. Gravida lorem magna lacinia felis id. Gravida risus. Dapibus morbi. Laoreet lorem justo mus parturient morbi diam ridiculus. Euismod nulla donec quisque tempus etiam. Feugiat magna et sem. Feugiat ipsum sit eget praesent nascetur ad mauris odio platea curabitur. Feugiat magna adipiscing ante lectus. Natoque porta eu fames litora curabitur. Iaculis velit vestibulum nunc platea ut tortor iaculis elit id habitasse. Rhoncus velit. Blandit nulla. Lacinia lorem eget augue quisque nisi nam duis. Sodales curae erat velit hendrerit sociosqu montes nullam.",
      "Aliquet risus. Nonummy etiam. Cubilia lacus nam auctor proin vestibulum id. Gravida vitae. Aliquam augue ad ligula integer non interdum massa cubilia. Gravida risus justo nisi sit duis volutpat conubia dapibus sociis leo primis. Egestas etiam. Conubia neque sem volutpat dignissim faucibus amet vehicula. Feugiat purus. Iaculis justo porta sit nonummy cum faucibus posuere. Lacinia purus pede purus. Lacinia porta curae felis taciti litora potenti erat. Iaculis fusce proin morbi conubia pede ipsum. Rhoncus morbi vestibulum elit elementum pede diam ipsum porttitor auctor. Conubia porta. Lacinia lacus ac libero natoque posuere cursus ante quis hendrerit dictum quam velit leo proin hymenaeos. Euismod lorem dolor arcu vel sit. Sodales risus non auctor posuere. Potenti curae. Gravida nulla eget fames. Gravida nulla ipsum placerat. Natoque porta et."
     ],
     "title": "Vivamus ipsum ve odio interdum facilisi et felis."
    },
    {
     "paragraphs": [
      "Commodo felis. Egestas lacus. Rhoncus donec. Conubia proin diam maecenas. Egestas lacus. Dapibus vitae urna. Laoreet velit ante lobortis. Nonummy morbi amet aliquet ac varius cubilia vulputate sed vitae nonummy nisi a odio. Blandit neque metus class aliquam feugiat montes augue. Feugiat porta est ante ultrices. Cubilia vitae dui eget arcu donec nisl amet curae. Viverra velit diam est nunc cursus. Aliquam ipsum eu purus ac mauris pellentesque dis netus vel odio a. Gravida vitae nisl aenean curabitur lacus. Rhoncus fames duis urna imperdiet. Sodales neque felis arcu egestas ac. Commodo morbi. Aliquam donec parturient molestie. Lacinia justo ipsum lectus ridiculus facilisi congue lectus proin. Conubia ipsum. Quisque etiam. Vivamus magna fames magnis consequat facilisi ut duis eros fames mauris.",
      "Iaculis morbi. Aliquet massa dapibus duis parturient. Conubia netus sodales primis amet cursus ut ipsum cursus. Viverra netus arcu interdum lectus mattis imperdiet potenti sapien cum quis laoreet eu volutpat sociosqu. Commodo lorem. Feugiat justo hac velit viverra rhoncus nullam sem aenean aliquam nonummy ipsum pede. Quisque morbi ut nisl duis nulla scelerisque praesent augue. Egestas risus augue libero. Iaculis metus cum urna quisque ve cubilia quis a duis ad pellentesque quis magna lobortis netus feugiat posuere. Vivamus magna. Integer ipsum. Natoque porta. Nonummy curae. Dapibus etiam. Viverra curae eros pharetra consectetuer tempor ac hac tortor sociosqu parturient. Nonummy vitae lorem nullam massa habitasse conubia metus. Blandit neque duis quam rutrum adipiscing vehicula magna dui. Integer morbi. Feugiat donec diam inceptos maecenas. Viverra neque sem nullam commodo ac nisi faucibus vitae porttitor habitasse class risus arcu ultricies. Commodo metus. Egestas dolor pede sit risus orci at donec luctus risus fusce."
     ],
     "title": "Cubilia felis massa."
    }
   ],
   "title": "Viverra augue hac orci mus nibh porta ve sollicitudin."
  },
  {
   "paragraphs": [
    "Commodo magna. Potenti massa. Quisque felis ac libero donec commodo nullam ligula proin id hendrerit mi imperdiet iaculis. Integer metus ac. Vivamus morbi adipiscing scelerisque dictum in dictum pellentesque. Aliquet netus nam amet enim mus diam ut per arcu. Sodales netus ve. Rhoncus proin arcu eleifend condimentum suscipit neque facilisis. Viverra class neque mattis at aliquam nunc eget feugiat natoque erat dignissim mi. Iaculis morbi ut auctor eu. Integer morbi. Natoque etiam natoque sit orci a. Nonummy netus risus tempor lectus. Pretium purus euismod in quis condimentum ve aenean pharetra suspendisse suscipit phasellus nulla orci quis turpis est elit. Vivamus metus duis netus. Euismod felis odio scelerisque aliquam fames at fames hymenaeos in purus et arcu odio dapibus. Pretium fames quis nisi habitant pharetra consectetuer parturient. Quisque velit quisque feugiat fringilla ante leo nisl nam. Conubia lacus. Euismod nulla. Pretium neque urna leo duis massa ve diam donec porta dis pede parturient non curae dis eros phasellus orci duis sem. Aliquet lacus cras pulvinar sed pellentesque mauris nunc mi eget erat justo egestas congue leo.",
    "Vivamus etiam massa aliquam dis quam et. Cubilia curae ut metus. Laoreet fames ac fringilla ipsum vitae. Iaculis proin justo scelerisque eleifend odio eni lorem. Natoque proin arcu a. Commodo ipsum id morbi odio eni fames amet. Rhoncus lorem cras. Nonummy purus felis eget cum augue urna suspendisse aliquet morbi nisl quisque. Viverra lacus. Integer proin justo commodo eni at curabitur massa. Conubia risus commodo litora nec cras. Commodo dolor mi cras. Viverra metus ut ve ante scelerisque. Vivamus lorem id felis id proin ullamcorper et varius habitant. Dapibus donec nec nisi fames felis hendrerit parturient elit. Sodales vitae vel orci class nulla. Quisque class. Cubilia magna parturient pulvinar posuere conubia ornare eget primis vivamus. Pretium felis ad. Euismod lacus parturient condimentum sapien id. Posuere risus dolor vel aenean ad. Lacinia fusce nisi vehicula."
   ],
   "children": [
    {
     "paragraphs": [
      "Potenti fusce per vestibulum ac praesent inceptos ut. Iaculis etiam mi vitae. Viverra class erat purus nonummy tempor. Gravida fames dis cursus gravida at magnis pulvinar mi litora pretium. Dapibus metus diam auctor venenatis dui fames curae. Sodales class vestibulum. Conubia fames netus. Commodo justo feugiat nec convallis dolor quisque netus nisl class turpis convallis class in et nisi eleifend. Quisque magna metus penatibus senectus litora urna sollicitudin at morbi donec magnis. Conubia purus ac. Vivamus curae at class luctus posuere dapibus dictum eros aenean praesent. Pretium fames posuere fames nibh laoreet nibh in nulla tristique nunc. Sodales donec. Euismod vitae sit facilisi. Integer donec. Egestas massa ve hendrerit etiam ve justo ad augue. Rhoncus metus in. Rhoncus curae ad nulla arcu dapibus eros. Lacinia ipsum. Lacinia felis risus cursus. Gravida curae fusce metus nullam aenean mus ornare euismod nisi mi. Aliquet felis id curae accumsan porttitor urna hac lacus montes dictumst.",
      "Aliquam purus. Iaculis velit porta vitae a quam adipiscing ut pellentesque commodo mollis neque. Gravida fusce fames arcu etiam class posuere nisi. Blandit massa et curabitur tincidunt pellentesque vel morbi pretium. Vivamus metus pede a eros. Blandit felis in aenean. Pretium nulla quam a nisi ipsum iaculis fermentum duis elit. Euismod metus et etiam cursus sit natoque cum. Quisque nulla pede erat tincidunt et lorem sociosqu nibh auctor montes ad sodales. Conubia netus. Natoque dolor mus nibh. Blandit risus. Conubia neque arcu tristique torquent litora mauris amet condimentum euismod ipsum mus elit id est. Egestas risus adipiscing inceptos. Potenti augue eros nullam est iaculis lectus sem rutrum gravida porttitor ad mattis. Euismod massa parturient pretium ante erat fringilla bibendum etiam ve varius metus pretium. Natoque risus mus eros suscipit class in. Rhoncus morbi ad eget. Laoreet neque donec ipsum nonummy dui volutpat pellentesque rhoncus phasellus. Blandit felis. Feugiat proin. Sodales netus eu mollis molestie elit."
     ],
     "title": "Feugiat vitae in."
    },
    {
     "paragraphs": [
      "Laoreet ipsum. Conubia metus dis ipsum nulla mauris ipsum at semper. Viverra purus per. Iaculis metus erat nulla proin aenean justo senectus ipsum facilisis suscipit litora. Posuere vitae eu pellentesque quisque fusce eros conubia. Posuere purus orci dignissim consequat pede scelerisque lacinia proin arcu purus vel semper a lobortis. Gravida fames vestibulum vehicula risus sem odio arcu lorem neque mus cras. Lacinia massa lacus nec dolor mus praesent nonummy cras mi. Feugiat neque. Sodales class donec lectus. Viverra massa. Feugiat ipsum netus mus diam hac nibh. Commodo ipsum cubilia ad magnis habitasse faucibus. Nonummy morbi vitae a aenean vulputate ve ante ut. Pretium augue nibh lacinia erat. Natoque ipsum nisi commodo eu lectus arcu sollicitudin eu justo et fusce vel feugiat. Pretium augue eros eni nulla. Gravida curae sit nisl pellentesque in potenti nunc ac pulvinar. Potenti lacus diam commodo id ornare ac. Iaculis justo fusce turpis velit dolor urna congue. Rhoncus metus pede mus a ornare donec mollis luctus fusce penatibus. Feugiat class vitae lorem magnis class vestibulum.",
      "Rhoncus metus quis natoque a. Integer metus ac elit. Nonummy fames mi consectetuer euismod proin enim condimentum blandit. Sodales felis fusce vel molestie imperdiet ve auctor posuere per. Integer vitae cum dapibus ac. Cubilia massa et. Euismod purus vitae elit dapibus erat a nunc at sollicitudin ornare eu dictum. Aliquet porta. Conubia massa lacus diam at fames mus cras enim viverra. Conubia felis netus gravida pede neque amet. Viverra proin erat et nec eget non nisi torquent pede. Cubilia proin netus lacus. Integer massa cras dapibus tellus dui et consectetuer sodales fusce ac. Commodo nulla erat proin. Sodales lacus. Laoreet morbi. Posuere fames. Quisque dolor odio conubia integer habitasse nisi orci nullam litora pulvinar. Nonummy curae morbi vel nisl adipiscing penatibus morbi in. Pretium magna in augue suspendisse ad nullam hendrerit morbi suscipit quam conubia ac platea justo commodo. Conubia magna arcu dictumst platea magnis nulla. Quisque porta ve nullam quisque."
     ],
     "title": "Commodo augue nisi senectus feugiat."
    }
   ],
   "title": "Gravida dolor donec taciti tortor curae condimentum sociosqu nonummy vivamus penatibus bibendum."
  },
  {
   "paragraphs": [
    "Aliquet ipsum. Cubilia etiam. Aliquet lorem in taciti mi pede mi fusce ve. Sodales fusce odio. Pretium morbi ve amet hac mus porttitor amet. Conubia magna morbi natoque odio curabitur. Potenti velit leo elit nisi hac cras eget. Feugiat felis duis amet urna magna platea. Sodales metus nulla neque. Natoque felis ante sociosqu amet luctus dis nisl dapibus ad mi curae ve. Rhoncus magna. Lacinia proin nibh pretium quam et magnis. Feugiat class elit molestie tellus magnis bibendum vulputate et condimentum nunc nisl vestibulum sit vitae. Natoque fames. Cubilia vitae in convallis vitae feugiat eu mi ipsum id turpis commodo. Vivamus massa adipiscing volutpat. Dapibus augue mi cursus consectetuer dis ipsum sapien dictumst cubilia. Aliquet magna at sollicitudin dapibus. Iaculis lorem vestibulum rhoncus diam amet eget. Euismod velit dui ante enim sed lobortis. Sodales curae nisi accumsan. Pretium ipsum risus orci erat turpis aenean aliquam.",
    "Euismod dolor eros suspendisse dapibus sit at. Potenti vitae mi morbi sapien nulla curabitur. Pretium massa. Blandit magna nisi nullam. Cubilia neque ac primis ante. Integer class. Pretium nulla. Iaculis lacus adipiscing torquent natoque felis nec dolor. Conubia felis hac turpis molestie consequat. Feugiat lorem nam parturient vestibulum mi habitant. Potenti etiam quam et pede at fringilla quam hac conubia mauris leo. Cubilia fames fusce ornare ante sociis cras. Rhoncus netus elit a metus eu turpis id curae malesuada eni integer quis amet. Potenti lorem ipsum quisque cubilia. Egestas curae cum vitae dui ligula. Quisque vitae nam porttitor orci viverra id phasellus a ridiculus purus. Gravida neque ac neque ve lacus semper consequat egestas proin. Aliquam magna. Aliquam morbi elit augue phasellus ante lorem ve lectus elit sollicitudin. Natoque purus per arcu consectetuer dapibus molestie donec dictum malesuada porta. Potenti massa nibh habitasse dignissim cras sed eget erat nunc lorem cursus vulputate phasellus curae. Posuere lorem duis luctus vestibulum lacus dapibus egestas cursus."
   ],
   "children": [
    {
     "paragraphs": [
      "Viverra morbi ante odio litora ve venenatis ac. Aliquam ipsum etiam molestie ultricies class dui. Iaculis augue mi mattis tellus etiam. Feugiat metus. Potenti porta. Dapibus netus sit quis rhoncus nulla nunc eget id ultrices. Potenti augue morbi litora semper enim curabitur magna. Sodales etiam orci posuere egestas vivamus nostra dis. Conubia nulla pede vivamus libero eu et nibh suspendisse feugiat ipsum fusce class. Sodales fusce fames mattis pellentesque iaculis accumsan. Commodo lacus ac semper imperdiet volutpat ac tellus senectus. Pretium fusce mus duis bibendum suspendisse dui auctor a. Lacinia velit. Egestas velit fames nostra. Iaculis fames ve dictum duis commodo ante aliquam rutrum ut dui. Feugiat lorem. Vivamus purus arcu id arcu. Quisque dolor metus ante quam laoreet ad erat. Euismod metus eros malesuada. Quisque fames eni arcu tristique luctus metus posuere sapien justo. Posuere velit sed nisl. Egestas curae velit non pede suscipit sociosqu.",
      "Potenti vitae ve aenean proin convallis. Egestas massa orci magnis id dictum consequat ut tortor porttitor sodales vitae eros magna mi fames congue. Natoque velit nisi sociis vehicula parturient lectus pharetra nisl per nonummy a dictum urna scelerisque sodales ullamcorper cras eget. Posuere neque nunc sodales lorem vel donec vestibulum blandit vel magnis. Aliquet velit cum cras porta. Sodales etiam metus pede cum odio torquent imperdiet. Euismod purus. Euismod lacus vel blandit neque ad turpis est aliquam nunc. Commodo magna parturient ullamcorper tellus id mi. Aliquam class morbi. Conubia lorem ante ac tellus porttitor adipiscing. Euismod vitae nisi eleifend sit feugiat nunc. Viverra purus odio dolor ornare ve morbi et neque amet dignissim nostra curabitur natoque taciti ipsum laoreet torquent lacus. Integer ipsum ac aenean pharetra parturient sapien nec ve netus ac imperdiet. Quisque curae cras suscipit posuere litora sed tortor odio massa gravida duis donec posuere duis. Egestas fames. Euismod vitae arcu ve quam eleifend nostra tempor ultricies purus mi fringilla porta a nonummy. Iaculis class ac libero dictumst ultricies. Cubilia velit nec arcu aenean faucibus eros sit. Nonummy magna ac pede arcu aliquet. Laoreet fames quis iaculis nec phasellus consectetuer adipiscing duis. Integer ipsum class."
     ],
     "title": "Lacinia fusce elit a nunc mi."
    },
    {
     "paragraphs": [
      "Lacinia justo eu platea sem. Feugiat purus class odio a. Sodales nulla ipsum elit justo condimentum orci elit. Iaculis vitae. Egestas dolor eget. Integer morbi aliquet semper ac. Sodales fames in ligula leo amet. Potenti purus odio scelerisque mi litora vivamus tellus nam ac habitant integer. Gravida dolor eni aptent conubia quis fringilla sociis curae torquent donec curabitur penatibus. Commodo proin nibh viverra mi dis quam non risus vestibulum. Iaculis dolor elit ve nascetur pharetra consectetuer vestibulum cubilia elit vel velit. Sodales donec justo sapien duis. Viverra velit nisl dis netus facilisis posuere. Natoque morbi nulla donec a amet augue curae justo faucibus duis congue. Rhoncus nulla elit. Cubilia fusce netus elit neque id taciti inceptos curabitur at scelerisque enim nisl. Integer porta eros ultricies et ve ligula sodales diam. Pretium etiam ante turpis molestie nascetur rhoncus tempus vel leo nam. Cubilia fusce mi ornare feugiat phasellus nisl condimentum dis litora venenatis facilisis. Gravida risus. Pretium purus arcu. Feugiat velit.",
      "Euismod etiam eu fermentum vivamus. Vivamus massa vitae cubilia nunc gravida potenti tincidunt erat quam. Euismod metus leo phasellus dolor id mi lectus sollicitudin eni. Potenti curae pede ultrices leo lacinia hac adipiscing turpis morbi. Potenti purus quam torquent. Integer netus ut varius erat neque dignissim cras. Potenti justo non tellus a quisque aenean ipsum vestibulum potenti ante. Lacinia purus ac vitae nostra turpis orci condimentum consectetuer commodo. Posuere proin. Cubilia fusce quisque habitasse ante sem pellentesque. Euismod nulla orci ad sed elit phasellus vehicula id. Integer metus ad consectetuer sollicitudin egestas montes elit. Commodo donec nibh. Lacinia vitae. Iaculis ipsum. Feugiat velit. Posuere purus. Egestas fames hac amet quam sociosqu per aliquet interdum in. Aliquet augue ve aptent ac nascetur quam ornare mollis eleifend ullamcorper inceptos aliquam velit vitae taciti justo. Nonummy metus diam mi orci elementum bibendum enim. Pretium etiam cum ligula ut pede purus. Posuere curae in penatibus.",
      "Commodo magna. Potenti lorem nisl convallis sit eleifend sollicitudin sodales porttitor praesent. Commodo curae massa aenean odio ac lacus consequat nascetur ligula lacinia. Euismod neque. Feugiat massa egestas blandit consectetuer malesuada dolor metus. Aliquam magna sit platea tincidunt netus morbi massa litora id. Quisque justo nunc integer proin pede. Integer dolor. Vivamus metus nec quis parturient sem vestibulum ipsum sodales. Pretium fames euismod ad odio fusce et penatibus metus curabitur torquent. Euismod justo quis. Nonummy augue eu pellentesque consectetuer conubia rutrum sem tempus arcu. Gravida risus in consequat porttitor cras. Lacinia curae nisl magnis. Pretium massa. Conubia nulla cras. Laoreet lorem at sollicitudin. Iaculis metus amet netus id lacus diam justo montes felis maecenas metus sem nibh. Natoque felis. Lacinia fames nibh nunc ultricies maecenas id ullamcorper amet quis interdum ad. Posuere velit elit feugiat a tempor porttitor blandit est ad. Vivamus dolor pede sed urna nascetur vitae a nostra morbi habitasse facilisi ve."
     ],
     "title": "Aliquet nulla nunc condimentum iaculis suspendisse nibh orci."
    }
   ],
   "title": "Feugiat ipsum."
  }
 ],
 "abstract": "Blandit ipsum eu a magnis nibh vivamus platea vitae blandit litora nec ante. Pretium proin nunc mi sollicitudin egestas ipsum ut augue sociis donec hac enim consectetuer ultrices dolor. Integer fames eros ad leo nisl consectetuer euismod maecenas viverra ornare est. Iaculis porta dis lacinia eleifend at lorem lectus dignissim. Vivamus etiam fusce nonummy ut leo eros fames urna euismod magna ante enim mi ante tempor aenean. Vivamus justo parturient ve sollicitudin pretium tortor risus. Vivamus massa ante laoreet. Euismod neque adipiscing nisl class nec vitae turpis urna rhoncus ve nonummy odio consectetuer adipiscing. Commodo dolor quis aliquam phasellus elit amet consequat ad dignissim nisl. Viverra neque orci et elit eu pellentesque dapibus habitant taciti erat. Aliquam porta ipsum vitae lacus viverra sit ligula varius volutpat rhoncus praesent mollis sapien mus eros a. Gravida nulla sodales eros ve. Aliquam velit nibh id penatibus orci venenatis mi auctor volutpat feugiat. Integer lacus dui nisi orci dui metus tellus sollicitudin pretium fusce vestibulum. Posuere massa arcu nisi ve nascetur duis conubia. Feugiat ipsum nec nisi duis. Pretium ipsum curae congue neque aliquam natoque aenean erat quam class mattis. Aliquam metus nisl cras lacus augue suspendisse dis litora. Commodo neque gravida mus ac lorem scelerisque. Feugiat massa nam magna fermentum et luctus facilisi parturient mollis curae scelerisque bibendum hymenaeos amet duis curabitur. Quisque dolor proin potenti facilisis tempor felis vestibulum condimentum ligula ad pede. Nonummy magna hac urna pellentesque conubia faucibus nibh.",
 "authors": [
  {
   "organisation": "Spanish Housing Machines",
   "name": "Lawrence Gassaway"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Adelia Dunbar"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Leota Cervone"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Dorsey Loughman"
  },
  {
   "organisation": "Spanish Housing Machines",
   "name": "Ricardo Haith"
  }
 ],
 "title": "Pretium proin lacinia enim vitae mus."
}