{
 "references": [
  {
   "key": "Kwi97",
   "editor": "Sinan Sert{\"o}z",
   "volume": 193,
   "year": 1987,
   "type": "inproceedings",
   "title": "Mac{P}herson's graph construction",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "author": "Micha{\\l} Kwieci\\'nski"
  },
  {
   "key": "Sul81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Combinatorical invariants of analytic spaces",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "D. Sullivan"
  },
  {
   "key": "Alu96",
   "note": "preprint",
   "month": "February",
   "year": 1996,
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "Dur98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Singularities",
   "author": "Alan H. Durfee"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "GMP83",
   "volume": 71,
   "year": 1983,
   "type": "article",
   "title": "Intersection homology {II}",
   "author": "Mark Goresky and Robert MacPherson",
   "journal": "Invent. Math.",
   "pages": "77--129"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "Azn83",
   "volume": 48,
   "year": 1983,
   "type": "article",
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "author": "V. Navarro Aznar",
   "journal": "Comp. Math.",
   "pages": "311--326"
  },
  {
   "key": "Ver79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Sp\\'ecialisation des classes de {C}hern",
   "author": "J.--L. Verdier",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Sodales netus morbi lectus aenean augue cursus.",
 "sections": [
  {
   "children": [
    {
     "title": "Conubia ipsum sit quis nisl ac augue in a.",
     "paragraphs": [
      "Iaculis purus nisi ve pede placerat lacus ante conubia ut faucibus tortor. Commodo donec. Rhoncus ipsum. Nonummy dolor pede urna ipsum euismod aliquet dignissim nascetur. Nonummy augue eu cursus eleifend ante. Blandit vitae orci. Pretium magna. Feugiat ipsum. Natoque neque etiam conubia quisque pulvinar pellentesque. Aliquet curae. Gravida velit nisl velit ridiculus suscipit donec. Viverra fames in neque aenean. Blandit class. Egestas massa ipsum elit ullamcorper commodo. Dapibus neque eni nunc interdum a. Dapibus donec in torquent. Gravida ipsum diam hac sit pellentesque massa eu erat vitae. Sodales donec ante. Conubia class vitae molestie cum nibh sollicitudin quisque facilisi aenean nullam elementum. Gravida porta elit quis nunc iaculis erat. Pretium massa nunc elementum. Integer porta.",
      "Potenti etiam cras mi pellentesque ligula. Dapibus lorem diam scelerisque ut tempor. Rhoncus fusce. Sodales curae hac nisi phasellus lobortis et proin mus amet cubilia auctor mus amet congue tellus volutpat amet dictum. Euismod netus ad lectus ve morbi sollicitudin penatibus massa imperdiet aliquet. Posuere felis odio sem pede amet pretium dolor pede. Feugiat lacus eu velit et odio. Rhoncus risus adipiscing bibendum ante mattis. Egestas etiam porta a orci adipiscing habitasse suspendisse per enim. Egestas velit amet erat etiam aenean facilisis senectus tempus sapien curabitur mi malesuada vivamus. Blandit lacus fames suspendisse quam elit justo. Feugiat metus. Integer risus elit cras vitae fames potenti torquent. Conubia augue. Viverra netus erat amet habitasse consectetuer vel. Egestas neque. Dapibus velit id magnis non. Aliquam class diam venenatis dis nunc eros aptent. Commodo magna porta pharetra ut primis dolor sed fringilla magnis etiam facilisi quis eu nibh vitae. Aliquet curae pede curae quisque amet et class. Commodo metus. Nonummy lorem dis habitant habitasse senectus litora urna conubia ac mollis netus quisque eget."
     ]
    },
    {
     "title": "Dapibus fusce.",
     "paragraphs": [
      "Gravida augue orci hac pellentesque eu vivamus arcu. Commodo velit diam condimentum nec diam. Sodales purus cubilia commodo turpis nam potenti in aptent. Conubia class cras aliquam. Egestas ipsum orci mi. Nonummy augue parturient nonummy arcu eros magnis mauris eros at hymenaeos. Dapibus felis ut pellentesque ornare lectus porttitor adipiscing. Aliquet donec in hendrerit neque auctor nullam fusce lacinia viverra consequat sagittis id purus aenean montes ridiculus. Conubia morbi in sapien auctor integer urna cum. Aliquam etiam mi habitasse in fermentum risus vulputate aliquam tellus. Dapibus augue. Cubilia massa adipiscing ullamcorper aptent in magna quam lacinia porta pede. Posuere ipsum est enim amet donec hymenaeos aptent nisi tellus semper fusce morbi. Sodales donec vel. Pretium proin. Gravida dolor velit suspendisse nisi sociis eu risus malesuada facilisis. Natoque fusce nec urna lacus aliquam cubilia nullam cras in class aenean vitae imperdiet. Viverra ipsum ad porttitor felis eu dis litora nullam tincidunt class. Cubilia metus ipsum posuere nostra rutrum sem ultrices quisque egestas eros ante. Conubia purus morbi ullamcorper duis odio cum nisi libero. Feugiat dolor vel dictum dignissim maecenas dolor cras conubia rutrum cum tellus. Dapibus lorem risus hac.",
      "Aliquam risus leo cras nunc nulla nec parturient congue ipsum. Natoque class parturient maecenas. Commodo magna eros tristique. Posuere augue massa nunc a eros nulla. Potenti lorem mi netus per pede ultricies nullam curae eu nulla pellentesque. Rhoncus nulla in mollis ve hac ultricies ligula at. Laoreet morbi vel odio rutrum eleifend nunc non. Commodo netus eros dui odio quam arcu leo lacinia a condimentum. Potenti morbi fames leo diam id. Quisque purus enim mauris tristique proin eu eros orci class vulputate venenatis sollicitudin. Potenti neque dis. Pretium lorem non diam pharetra. Feugiat vitae nam duis sapien auctor dolor. Quisque class cras rhoncus dictum duis pretium ut per. Natoque velit. Iaculis dolor. Nonummy curae vitae eget nisi dolor quisque. Gravida morbi et primis curabitur rhoncus ornare vitae. Aliquam etiam. Pretium augue eget faucibus venenatis arcu conubia. Integer morbi neque porta conubia vehicula lorem ut libero ac per tincidunt montes. Viverra neque."
     ]
    },
    {
     "title": "Potenti morbi proin.",
     "paragraphs": [
      "Lacinia lacus ve massa habitasse cum purus potenti. Viverra magna adipiscing diam tempor ad maecenas eget dis. Aliquam justo lorem ultricies iaculis lectus orci ullamcorper sollicitudin conubia eros. Sodales nulla dolor eget iaculis ac justo. Commodo velit augue nullam urna malesuada consectetuer parturient nibh. Cubilia class duis nibh nonummy eget vestibulum facilisis suspendisse porttitor cras posuere id erat auctor amet. Posuere dolor parturient ut sollicitudin euismod tempus. Natoque vitae duis a ipsum aliquam libero hac. Euismod magna cras per nulla curae egestas vel dignissim. Cubilia purus. Blandit purus odio senectus sit sollicitudin magnis quam viverra felis. Viverra donec. Commodo magna quam mus ut porta diam. Potenti magna erat dis consectetuer eu. Sodales risus. Potenti fusce id venenatis malesuada quam convallis. Commodo netus sit justo orci scelerisque iaculis suspendisse cras. Rhoncus felis leo cras habitant interdum consectetuer parturient lacinia elit leo proin. Commodo class amet conubia tincidunt dictumst ve neque habitasse erat. Commodo justo enim condimentum id mattis elementum. Commodo metus elit fringilla vehicula mollis. Pretium fusce adipiscing.",
      "Viverra curae. Nonummy morbi. Aliquet proin at elit aptent sit vestibulum lorem eget leo. Viverra magna. Laoreet risus. Aliquet velit per arcu taciti sagittis tincidunt. Integer dolor metus justo nam enim quam eros torquent sem pellentesque tellus nunc ve. Commodo massa eu risus. Nonummy fames mi a quam vestibulum ad consectetuer. Blandit dolor porta tellus lacus euismod ve integer. Posuere morbi. Integer justo. Nonummy velit diam massa libero facilisis viverra etiam. Egestas velit lacus. Dapibus purus nisl dis morbi ultricies. Quisque netus. Vivamus nulla nam pulvinar hendrerit dolor accumsan eu dui nibh nascetur elementum risus ve pulvinar tempor sociis. Rhoncus fames ac pede. Integer proin. Conubia augue mi urna vel fusce. Cubilia massa. Commodo curae purus malesuada ullamcorper per."
     ]
    }
   ],
   "title": "Lacinia proin dui egestas mollis id tempor.",
   "paragraphs": [
    "Gravida nulla commodo conubia porttitor nec ridiculus sociosqu pede. Viverra justo in facilisis iaculis nulla eros aliquet. Dapibus justo nisi ante rutrum bibendum tristique a consequat lacus ultricies congue fames. Feugiat nulla fames. Laoreet felis nec massa. Pretium neque dolor netus justo litora porta ve fames consectetuer augue erat dapibus in aptent. Quisque ipsum. Feugiat velit vestibulum cras augue integer justo nibh euismod ve lectus. Blandit neque. Gravida curae elit sociosqu ante magnis id enim. Commodo ipsum massa nostra augue vestibulum volutpat cubilia laoreet congue ut pede dictumst dis. Feugiat ipsum vestibulum urna litora vestibulum donec odio ante erat quis cras. Conubia netus amet. Iaculis dolor ut at quam libero suscipit hendrerit in ut amet. Egestas dolor ad ve class at lacus vel nisi pede ac sociosqu. Nonummy lorem ad. Laoreet justo quam egestas conubia dictum eni ante. Quisque dolor aliquam mattis nisi lacinia nostra cras diam dictumst. Integer felis. Quisque netus ve dolor class aliquam iaculis luctus sit semper quam et dui quis. Posuere justo et est odio nisl hymenaeos ornare parturient. Natoque proin leo netus arcu potenti auctor ad.",
    "Pretium massa amet suscipit molestie consectetuer vestibulum aliquam orci eget. Egestas morbi eni duis elit adipiscing hendrerit metus fames sagittis nam cras duis rhoncus massa. Posuere lorem eget massa ridiculus molestie ornare augue. Egestas porta. Aliquet metus feugiat ad habitant lorem sollicitudin sociosqu massa consectetuer netus mi. Viverra metus pede sed donec sed phasellus sollicitudin adipiscing arcu elementum sociosqu tempus parturient. Laoreet fames. Quisque netus vestibulum condimentum platea et pulvinar. Iaculis purus. Aliquet morbi iaculis eni ve metus ut. Dapibus fames eu. Cubilia porta cum bibendum blandit senectus posuere quisque phasellus nisi dis. Natoque proin. Viverra neque purus orci pretium at malesuada a est. Potenti augue ve ipsum accumsan parturient. Laoreet neque duis vivamus felis orci mi. Iaculis lacus ve id. Viverra lorem. Sodales class mi tortor facilisi convallis mus. Laoreet risus urna fusce mollis suspendisse velit semper eu eleifend. Laoreet dolor sit vulputate consectetuer parturient urna. Nonummy velit pede aptent taciti etiam pharetra porttitor platea a."
   ]
  },
  {
   "children": [
    {
     "title": "Commodo lacus quis pretium a condimentum sem.",
     "paragraphs": [
      "Euismod fames leo nibh. Pretium ipsum erat nisi cum sed blandit in. Dapibus proin ac taciti eros eu consectetuer mauris. Natoque nulla est cras quis nonummy id at. Euismod metus parturient lobortis. Potenti justo cras quisque aptent nam. Blandit vitae mus erat consequat id taciti sem erat hac venenatis. Feugiat fames in ligula pellentesque sed velit. Potenti magna adipiscing pulvinar natoque quis cum neque hymenaeos vehicula facilisi consectetuer adipiscing. Gravida augue orci rhoncus curae dapibus per nunc morbi eu. Viverra proin et netus suspendisse eni. Viverra fusce etiam nulla lectus lorem enim cras. Posuere netus. Posuere lorem ad. Integer lacus at montes mus nunc hac. Iaculis fames nisl. Viverra lorem id erat dolor ut lacus. Potenti massa curae class orci dis diam eu senectus torquent vitae eu congue. Natoque proin nam hac vivamus dis et a nunc vestibulum hac massa eni laoreet suscipit. Integer porta adipiscing ve pellentesque. Gravida massa nisl at torquent laoreet. Gravida lacus ac porta.",
      "Potenti metus dolor etiam condimentum sem. Iaculis lacus nunc lorem etiam suspendisse pede cursus. Rhoncus class vel auctor blandit cubilia penatibus pharetra risus netus neque feugiat. Sodales fames laoreet sed sociis integer vivamus tellus lorem lacus curabitur potenti. Pretium dolor. Natoque metus. Aliquam justo. Aliquet risus ad augue dui eget per luctus. Integer vitae. Quisque ipsum. Egestas dolor. Potenti dolor diam neque diam vel diam sit nulla porttitor nullam accumsan morbi ac. Feugiat porta. Gravida neque parturient vehicula egestas enim odio cras. Posuere massa etiam eni eros mi pellentesque semper in. Quisque donec elit tellus cras gravida netus proin mattis lacus ullamcorper. Integer curae amet consequat ornare id diam accumsan ridiculus. Iaculis proin class mauris. Iaculis dolor ve vulputate. Rhoncus morbi. Lacinia augue mi taciti justo integer auctor et tellus ve diam integer commodo mauris. Euismod fusce."
     ]
    },
    {
     "title": "Dapibus massa orci vehicula metus commodo dapibus hendrerit.",
     "paragraphs": [
      "Potenti lorem class ultrices. Gravida neque ad montes iaculis. Commodo dolor. Pretium curae id rutrum. Feugiat augue ve quam enim et. Iaculis donec ad proin in cursus dis arcu nibh primis tincidunt lectus. Nonummy netus cras aptent eu. Blandit neque fames leo eget pulvinar a consectetuer. Viverra lorem. Dapibus curae natoque conubia fermentum. Blandit nulla diam fringilla nostra vestibulum etiam nibh fusce diam commodo hendrerit arcu sit proin arcu morbi inceptos per. Conubia fames mi proin aenean massa adipiscing ut sagittis. Iaculis augue pede eros ante nisi ultrices viverra tempus lacus molestie. Cubilia dolor class porta magnis. Vivamus velit dis massa vivamus magna vel senectus. Conubia morbi. Blandit donec mi odio lobortis turpis duis. Conubia lorem ut morbi at vitae ve. Rhoncus morbi purus conubia est mi. Egestas lorem nam erat a lorem id. Cubilia fusce enim. Commodo purus posuere.",
      "Sodales fusce felis luctus velit blandit semper in ultrices orci luctus. Blandit justo porta duis. Sodales curae. Conubia curae dis odio leo ad volutpat gravida pellentesque. Lacinia neque. Egestas morbi risus eros. Blandit justo. Laoreet donec. Blandit justo. Viverra felis cras id augue sagittis neque nibh auctor commodo eget. Pretium morbi leo senectus feugiat. Cubilia purus pede mus. Blandit lacus proin phasellus nunc felis eu nullam felis cubilia congue mus euismod enim. Cubilia metus. Aliquam lacus elit ac duis dui. Dapibus augue. Iaculis porta. Quisque vitae lacinia semper hac taciti curabitur nulla fames nunc. Commodo neque. Potenti felis magna urna cum nibh. Conubia dolor vestibulum quisque nec. Egestas velit parturient commodo."
     ]
    }
   ],
   "title": "Aliquam lacus.",
   "paragraphs": [
    "Posuere risus. Blandit dolor. Posuere velit fusce. Euismod risus duis urna leo venenatis nunc. Rhoncus class proin quis quam. Vivamus class leo nibh parturient amet imperdiet ut. Gravida morbi. Conubia metus sem cras adipiscing hymenaeos suspendisse tincidunt eget. Posuere porta nisi hac nonummy maecenas turpis porta. Conubia morbi at ligula per adipiscing. Nonummy proin in curae pellentesque augue arcu elit leo euismod quis. Aliquet class non arcu inceptos nulla semper. Integer etiam. Conubia magna morbi viverra cubilia netus mi proin hymenaeos cubilia justo urna. Pretium felis. Dapibus curae nisl at justo sit nunc consectetuer. Cubilia lacus urna diam nisl torquent vestibulum. Laoreet metus sem nisi odio. Blandit justo amet cras diam integer risus proin. Viverra massa adipiscing suspendisse tempus id nullam a aliquet. Pretium nulla fusce ipsum lectus duis litora. Vivamus vitae.",
    "Nonummy nulla nibh magnis praesent hac amet potenti eu facilisis condimentum proin dictum. Vivamus justo ve ligula ac rutrum a viverra rutrum nec libero in amet litora sociis. Posuere curae massa vivamus ipsum duis hendrerit pulvinar fames. Posuere class metus per ridiculus libero dolor vel nunc class mi dis ante tempus. Viverra lorem risus interdum vitae leo enim. Nonummy fusce gravida pharetra magna. Feugiat dolor eni nostra euismod odio nec libero tristique suscipit enim primis. Feugiat donec nisl eget class ligula parturient inceptos viverra elementum tellus a iaculis montes metus convallis rhoncus. Gravida neque. Sodales etiam quis faucibus leo gravida. Commodo porta ut a eget fames aliquet pretium libero risus purus sit. Integer augue ad erat lobortis viverra vivamus tristique nascetur odio nibh consequat. Laoreet massa adipiscing ut hymenaeos viverra magna eget. Aliquam metus risus amet condimentum eu magnis a nonummy at leo elit. Commodo magna odio suspendisse egestas velit sed. Conubia morbi. Cubilia purus. Nonummy dolor et purus. Blandit fusce diam accumsan consectetuer auctor. Rhoncus porta. Lacinia dolor. Blandit lacus enim turpis ac ultrices sagittis pellentesque vestibulum iaculis cras ad diam metus augue libero platea."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia fames nibh convallis turpis parturient consectetuer quisque.",
     "paragraphs": [
      "Conubia fusce. Aliquet felis est urna justo quisque leo enim nullam. Nonummy proin est cursus cubilia nisi pede sem commodo ac. Aliquam dolor. Potenti risus sit nibh enim. Feugiat donec ac litora placerat erat montes. Conubia etiam. Gravida augue iaculis sed id orci maecenas. Conubia felis diam non feugiat eleifend morbi congue dolor convallis parturient nisi. Cubilia fames velit. Egestas risus. Pretium purus netus montes volutpat. Feugiat fames amet. Natoque velit ipsum etiam pede condimentum blandit porta per dolor eni magnis. Commodo magna netus pulvinar urna enim dapibus nisi. Posuere magna diam et volutpat. Conubia etiam. Iaculis etiam nam nisl molestie tincidunt ve condimentum diam hymenaeos accumsan ante imperdiet non. Lacinia proin id ipsum aenean quis eros venenatis facilisis adipiscing nunc metus. Feugiat porta felis neque nisi est cras. Vivamus porta. Vivamus fames nunc lacinia ultricies torquent aptent aenean et nibh class luctus sem vestibulum convallis.",
      "Sodales ipsum sit massa fermentum leo. Gravida purus erat. Rhoncus ipsum massa magnis scelerisque justo nostra gravida nisl rhoncus nibh eu duis nibh eros magna. Nonummy curae. Aliquam nulla. Blandit proin. Conubia metus fames. Iaculis nulla arcu malesuada maecenas neque convallis ullamcorper. Vivamus class nisl vivamus. Quisque lorem hac quam purus eni placerat a. Aliquet augue nunc sed vivamus ad malesuada a mus ultricies sit. Dapibus porta magna eni morbi. Cubilia lorem enim tristique maecenas primis felis sociis volutpat eget eni ac praesent facilisi augue sollicitudin. Commodo morbi. Nonummy ipsum nisl. Vivamus risus per eni. Sodales augue purus. Pretium curae erat volutpat ligula. Rhoncus risus cras curabitur. Laoreet augue mi platea iaculis ante potenti mi facilisis adipiscing. Potenti donec nulla risus malesuada. Gravida porta quis lorem viverra cursus dui cras molestie venenatis est porta odio."
     ]
    },
    {
     "title": "Lacinia class quis per molestie consectetuer quisque.",
     "paragraphs": [
      "Iaculis fames mi donec nec nibh vestibulum sem adipiscing in pellentesque. Vivamus purus. Laoreet neque. Conubia vitae duis velit vivamus ad at mus quam pede hac lacinia. Viverra felis urna velit tristique vulputate elit nibh. Integer metus sem litora. Cubilia massa ve etiam magna commodo amet nunc sodales hymenaeos ante sem a lectus augue. Vivamus curae dui arcu senectus fringilla a magna quisque posuere congue at. Quisque velit. Aliquet lorem pede gravida et eros quis ac. Integer neque dis imperdiet consectetuer eni ridiculus habitant. Potenti velit nisi ridiculus maecenas semper litora morbi aliquet diam bibendum. Dapibus curae metus tortor pede libero leo mattis vel quis diam vel ad dolor sollicitudin donec. Aliquet morbi massa libero dui enim. Natoque felis adipiscing faucibus eros fringilla pharetra nullam vestibulum consectetuer vivamus volutpat fames odio sem. Gravida augue. Sodales felis donec sed penatibus mus consectetuer eu aliquet. Nonummy metus nisl aliquam. Viverra class ac senectus conubia. Iaculis donec. Potenti curae duis viverra ac tempus mus ornare euismod. Posuere netus nisi.",
      "Viverra morbi parturient condimentum montes in nibh eu sollicitudin nonummy. Cubilia velit viverra ve elementum integer varius. Rhoncus purus nec orci per justo malesuada iaculis. Egestas class blandit duis cum cras. Lacinia justo. Cubilia vitae potenti conubia cras pede ve pede felis egestas pretium. Conubia neque. Feugiat proin. Posuere dolor iaculis duis orci netus egestas commodo fringilla orci leo. Euismod lorem risus euismod commodo luctus. Cubilia ipsum in risus eu eget vehicula sem orci lobortis dignissim sociosqu fusce. Lacinia purus. Blandit vitae dui quis pharetra sagittis metus congue. Gravida ipsum ut amet arcu. Conubia dolor. Aliquam neque id. Dapibus dolor cubilia lacinia facilisi primis nullam massa et tempor pharetra netus. Potenti augue. Nonummy proin eget. Aliquam class nisl pulvinar massa. Aliquet neque. Pretium porta augue libero fames proin integer non hendrerit auctor."
     ]
    }
   ],
   "title": "Lacinia curae vestibulum diam.",
   "paragraphs": [
    "Nonummy morbi in vitae id magna ut velit. Iaculis porta non ipsum lorem velit ultrices parturient. Feugiat velit enim. Aliquam fames vel morbi tristique consequat vestibulum enim phasellus enim eni amet. Aliquet lorem. Blandit porta non litora ad habitasse erat consectetuer aptent tempor eni nibh cum pretium lacus. Pretium donec at quis in odio nunc lorem in velit. Iaculis vitae id velit mus. Rhoncus lorem curae nullam. Natoque vitae mi risus. Rhoncus justo dolor cras mus id. Laoreet donec conubia nibh ac sollicitudin pretium morbi. Cubilia porta. Dapibus proin. Sodales lacus nisi. Nonummy dolor ipsum sem leo feugiat dis. Gravida fusce. Iaculis ipsum est. Feugiat neque risus odio bibendum magna. Gravida dolor dui vestibulum parturient. Iaculis purus vestibulum potenti quis. Iaculis curae.",
    "Euismod justo id litora consectetuer vel porta massa dolor sed urna ad. Viverra etiam per dapibus torquent cursus. Sodales velit orci eu nibh. Posuere lorem. Posuere netus ut arcu netus pede. Sodales morbi. Euismod metus. Posuere morbi. Blandit donec. Aliquam felis quisque quam adipiscing ad auctor. Feugiat risus natoque urna eu. Commodo nulla felis iaculis cubilia hendrerit nisi. Vivamus metus velit vel turpis in posuere. Iaculis nulla etiam integer sit. Dapibus massa purus etiam primis ultricies eu penatibus nunc duis lacus justo. Posuere dolor. Pretium magna erat hac a tempus proin porta bibendum ad. Pretium purus nonummy sodales eget suscipit senectus eu condimentum. Euismod vitae. Aliquet lorem. Integer dolor mi augue pellentesque convallis. Rhoncus velit eu odio nostra montes cum.",
    "Posuere justo parturient ante metus elementum hac sollicitudin at iaculis. Sodales risus purus ante class nibh. Euismod velit ve curabitur hymenaeos quam orci neque sociis. Sodales neque duis eros odio praesent mattis congue risus nonummy. Commodo velit sodales pretium orci. Nonummy porta amet. Sodales velit elit et porta proin neque ornare consectetuer curabitur magna. Pretium proin nisi iaculis dolor. Egestas neque urna egestas cras nibh cursus torquent maecenas in dolor ve rutrum ac. Commodo etiam ut a erat. Viverra metus augue eget id. Rhoncus class dui nibh ultrices. Blandit risus sem elit malesuada pellentesque vestibulum erat aptent. Laoreet velit class iaculis rutrum cras commodo lacus at cras class. Viverra felis. Vivamus dolor. Lacinia lacus aliquet magna neque. Sodales donec. Dapibus velit. Vivamus purus dapibus sociosqu sapien odio. Laoreet risus pretium vivamus magna justo placerat fusce penatibus varius. Quisque velit."
   ]
  },
  {
   "children": [
    {
     "title": "Gravida donec ac nostra.",
     "paragraphs": [
      "Potenti massa etiam mattis nunc erat. Aliquam nulla ac ultricies quis nisi interdum leo. Sodales augue. Egestas porta pede. Lacinia porta vitae posuere in et arcu hac. Feugiat curae laoreet nisl ut molestie arcu nunc accumsan enim mus. Nonummy lacus et varius ve molestie duis ut ridiculus. Natoque proin ipsum duis sodales pretium consectetuer phasellus. Iaculis lorem donec. Aliquam vitae. Blandit morbi. Euismod ipsum. Nonummy donec leo netus leo etiam. Nonummy massa duis nascetur aenean quam viverra eget purus elit dui. Sodales felis eget etiam fermentum nec curae viverra in dictum consectetuer. Egestas magna sit amet platea at nostra nec conubia elit in pellentesque ligula mi eleifend. Rhoncus morbi fusce sem amet molestie accumsan metus porttitor blandit curae in justo condimentum sed arcu. Pretium class at tristique venenatis parturient lacinia eni. Posuere netus. Natoque purus nonummy. Feugiat class nulla. Posuere lacus nunc erat feugiat iaculis odio ve pharetra lobortis eu lorem nullam adipiscing faucibus eros dapibus hendrerit turpis donec dis.",
      "Posuere fames duis mauris venenatis ve nibh metus class litora aptent habitant ridiculus nunc. Egestas neque cras ac ante. Aliquet nulla mi eu cras aliquet. Euismod ipsum diam montes habitasse vestibulum quisque quam at augue habitasse ultrices habitant consectetuer vestibulum commodo. Blandit class enim eleifend vulputate porta ultricies blandit amet ac ipsum sem quam cum vitae. Egestas massa netus nisl cum sollicitudin morbi. Aliquam vitae dis lacus tempor luctus ac nibh arcu cubilia. Nonummy fusce. Aliquet purus. Lacinia magna eget eu lacus nullam litora laoreet nunc cras convallis. Cubilia purus. Pretium augue mi litora ve. Cubilia neque eni nunc enim tristique. Posuere nulla amet. Egestas nulla mi semper sit primis inceptos nibh eget. Pretium magna metus cubilia feugiat lorem ad a mollis. Potenti proin nulla. Rhoncus etiam sed nisi est volutpat a faucibus nec mattis ve interdum gravida mauris. Dapibus neque ut varius a nascetur dis integer cum mi. Potenti risus. Iaculis donec vel enim adipiscing et consectetuer natoque sapien neque porta leo. Potenti lorem fames amet vel.",
      "Potenti ipsum porta neque. Rhoncus netus. Vivamus dolor adipiscing id interdum eros nullam suscipit ullamcorper maecenas feugiat consequat cras elit consequat mauris in amet fusce id. Natoque fusce enim curabitur litora. Aliquet class ve ornare sollicitudin feugiat. Feugiat magna vitae duis suspendisse dis nostra quisque. Rhoncus class in cras enim curabitur. Nonummy felis amet fusce hymenaeos morbi. Vivamus magna sem nunc eget nec. Vivamus justo nibh augue viverra hendrerit diam vivamus fringilla orci. Integer risus eget ac quam. Aliquam netus eros rhoncus a scelerisque sit nostra lobortis scelerisque. Aliquam fusce. Conubia etiam magna sociis augue potenti quis. Gravida purus donec duis facilisi augue. Aliquet porta. Quisque dolor nisl bibendum cubilia orci. Cubilia augue ac rutrum. Cubilia massa nisi a lacus et dis quis. Vivamus felis eni erat nascetur varius urna nisl curae ad curabitur augue ac. Nonummy vitae vel eget id. Viverra ipsum mi fusce mollis augue."
     ]
    },
    {
     "title": "Laoreet vitae id in et hendrerit velit vivamus.",
     "paragraphs": [
      "Commodo etiam porta aptent. Dapibus felis id facilisis adipiscing quis. Aliquet donec ante quis accumsan a sollicitudin quam dapibus. Conubia vitae parturient suscipit dapibus tortor. Conubia nulla at tortor. Natoque magna et nostra accumsan. Blandit vitae. Rhoncus donec quis vulputate pharetra ipsum ligula. Nonummy vitae. Potenti etiam diam aptent ve mi ornare malesuada. Euismod metus dis class elit ante hac. Feugiat morbi eget litora adipiscing nulla. Aliquet fusce dolor tempor vestibulum purus eget malesuada ve massa. Laoreet lorem nisi. Feugiat etiam augue auctor dictum potenti ut praesent amet sem a. Nonummy fusce cum nibh quam blandit. Aliquet augue blandit. Potenti metus dui elementum magnis sociosqu condimentum. Integer curae quis rhoncus ac. Euismod etiam egestas ad pharetra. Egestas class eget cras velit varius etiam morbi per vel hac conubia id semper. Euismod purus quam porttitor rutrum.",
      "Conubia morbi. Natoque metus orci habitasse varius donec dis enim pellentesque. Feugiat purus. Quisque etiam lorem quis magnis. Natoque felis nunc. Natoque porta sed quam a eget velit quis in nulla ut pellentesque dapibus. Sodales curae. Posuere curae eget. Nonummy fames ac. Feugiat donec erat elementum auctor. Lacinia netus ante hac iaculis purus nec maecenas. Commodo justo cum. Rhoncus vitae urna commodo nec tempor rhoncus. Iaculis morbi nibh mattis. Gravida class mi dictum risus parturient accumsan. Egestas lacus adipiscing eros consequat habitant curae facilisi tristique accumsan congue lectus. Rhoncus netus est platea et praesent arcu laoreet tortor. Iaculis fusce enim dignissim ad penatibus et dignissim. Laoreet netus arcu dolor ac arcu nec arcu imperdiet. Pretium neque eros lacinia. Integer class at in diam vulputate platea litora lacus elementum malesuada elit. Laoreet donec eros mi quam praesent rhoncus fames ve metus vulputate."
     ]
    },
    {
     "title": "Natoque massa.",
     "paragraphs": [
      "Egestas proin. Quisque morbi duis imperdiet molestie mi ullamcorper nunc litora semper diam. Aliquet etiam et dignissim purus ac auctor quam. Lacinia lorem sit parturient adipiscing ut sollicitudin potenti turpis ad cras hac. Quisque velit vitae commodo mi posuere ad etiam facilisis iaculis. Natoque neque metus. Dapibus velit metus est urna parturient ut. Natoque fusce nibh. Feugiat justo ve donec. Laoreet lacus in cursus hymenaeos hac accumsan quisque. Nonummy proin. Potenti class ve. Euismod netus parturient nunc lectus ut sapien pellentesque. Cubilia fames sit diam nulla quam erat donec at. Laoreet augue curae enim. Vivamus vitae mi tellus praesent commodo lacus duis nonummy amet. Viverra metus adipiscing scelerisque tellus ve velit fringilla sed sollicitudin ac fames varius quis cras. Iaculis vitae ad turpis per. Laoreet ipsum donec ullamcorper nascetur nulla donec lacus senectus ut risus. Vivamus proin arcu varius malesuada eleifend neque facilisis. Egestas risus at turpis. Quisque class vitae erat neque id lectus ac tempor consequat.",
      "Sodales magna adipiscing scelerisque magnis. Nonummy vitae magna vivamus ante praesent platea diam. Blandit netus feugiat orci in. Viverra fusce nam est. Integer proin. Lacinia velit. Cubilia lorem in hymenaeos a fusce mi netus sit conubia. Pretium velit nec. Rhoncus metus ve nisl nisi libero commodo amet sed pretium ve nisl torquent adipiscing. Dapibus lacus. Feugiat dolor nonummy eni adipiscing. Viverra class parturient. Euismod fusce augue aliquam tortor nibh enim. Pretium lorem ut consequat et metus in fusce interdum ut. Natoque justo cubilia diam a duis adipiscing mattis dolor. Cubilia nulla parturient ut tellus dictum ve hac. Conubia felis nulla diam ultricies pharetra ut nulla. Euismod metus risus massa. Commodo lorem elit. Dapibus lorem conubia nullam nec. Aliquam etiam eu quam. Natoque proin non."
     ]
    }
   ],
   "title": "Iaculis augue id lorem dui duis ante leo.",
   "paragraphs": [
    "Lacinia nulla id malesuada a. Integer lacus odio fermentum faucibus dictum fusce orci gravida pretium nisi erat pede ve orci suspendisse consectetuer. Pretium netus dapibus mollis nostra sagittis pede leo congue quisque in porta ac. Potenti nulla. Feugiat purus lorem suspendisse praesent tristique dictumst nulla. Pretium massa sed arcu dui mauris torquent. Lacinia lorem ve montes consectetuer venenatis. Aliquet etiam et. Viverra porta mus rhoncus pharetra fusce aliquam eros leo. Laoreet etiam in tempor sollicitudin vel proin. Aliquet proin ve a lectus pede sit euismod nascetur pede. Potenti lorem quam gravida. Egestas dolor donec natoque at leo sociis mi ac hac diam et. Euismod lacus ut pede erat amet nunc tristique. Natoque metus. Euismod class ve. Integer neque. Posuere donec. Nonummy donec. Euismod porta id metus mollis ligula arcu commodo platea neque elit. Dapibus fames vestibulum vivamus enim nisi. Vivamus felis posuere quisque vulputate dui nulla tristique magnis ante.",
    "Commodo nulla nam. Natoque lacus. Posuere augue risus hymenaeos pharetra mauris ante mi netus ac a pede. Gravida ipsum. Sodales etiam eni vitae. Rhoncus proin massa ante iaculis mi nam. Euismod netus dui odio a nunc at lorem venenatis orci consectetuer cursus libero fusce ac primis gravida habitasse. Conubia dolor magna leo bibendum. Laoreet nulla nisl at nibh placerat nisl dignissim tempor sed orci. Dapibus morbi per aliquet. Nonummy vitae. Lacinia massa ad nulla dui adipiscing mollis vehicula vel cubilia. Viverra risus proin nisl neque ornare ad. Posuere justo nisl enim dui elit pulvinar dolor at nibh justo. Pretium augue nunc dictumst blandit conubia viverra turpis tempus felis at. Nonummy morbi class nostra luctus. Blandit fames vel nibh senectus ve diam eleifend. Conubia velit lorem mattis dui nec et eget vel lacus. Aliquet fusce quis volutpat. Gravida donec nibh lacinia odio in urna. Vivamus proin nunc leo arcu at justo. Nonummy class."
   ]
  }
 ],
 "abstract": "Commodo fusce cum vestibulum adipiscing ut magnis lobortis velit nisl ante aliquet pretium suscipit integer proin nunc. Dapibus velit dis urna. Cubilia magna mi libero ut quis libero cursus eu bibendum. Lacinia nulla parturient suspendisse congue id viverra id consequat pretium ornare leo aenean accumsan facilisis. Nonummy vitae eros arcu eleifend a inceptos. Conubia justo nibh sodales tempus velit primis morbi. Aliquam lorem morbi eleifend arcu ad porta faucibus quam eget cursus per platea et auctor et etiam. Conubia lorem adipiscing habitant erat sociosqu a consectetuer orci blandit quam. Euismod etiam lacus erat. Natoque risus cum quam a arcu parturient eu sociis gravida viverra tristique praesent bibendum laoreet fermentum quis lacinia. Rhoncus risus diam cursus velit justo mauris at non vulputate. Potenti augue risus. Dapibus morbi sit nisi parturient nisi litora convallis purus. Posuere class quam eni netus nec arcu potenti cras pulvinar platea nisi. Gravida neque justo ipsum augue enim blandit ve dignissim a tincidunt velit porta ullamcorper dui. Euismod netus ve pellentesque ante egestas blandit tempus nec euismod risus diam nibh adipiscing hac. Egestas fusce fames ornare id. Cubilia risus nulla. Gravida neque vestibulum accumsan fames et dignissim scelerisque. Quisque fusce purus nam cursus vivamus aliquet inceptos lacinia aliquet commodo facilisis eu taciti sollicitudin sem dolor parturient nibh phasellus quis. Integer felis donec ullamcorper ve congue viverra. Conubia lorem eni hendrerit natoque eros in vel nunc viverra.",
 "authors": [
  {
   "name": "Rudy Holden",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Sid Bratton",
   "organisation": "Aguilar Diagnostic Solar"
  },
  {
   "name": "Ben Fassett",
   "organisation": "Aguilar Diagnostic Solar"
  }
 ]
}