{
 "references": [
  {
   "editor": "Sinan Sert{\"o}z",
   "key": "Kwi97",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry, Lecture Notes in Pure and Applied Mathematics",
   "title": "Mac{P}herson's graph construction",
   "year": 1987,
   "author": "Micha{\\l} Kwieci\\'nski",
   "volume": 193
  },
  {
   "key": "Shi84",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63
  },
  {
   "school": "Princeton",
   "type": "phdthesis",
   "title": "What is the title??",
   "key": "Pat85",
   "year": 1985,
   "author": "V. Pati"
  },
  {
   "year": 1996,
   "key": "Alu96",
   "type": "unpublished",
   "title": "Chern classes for singular hypersurfaces",
   "note": "preprint",
   "author": "Paolo Aluffi",
   "month": "February"
  },
  {
   "key": "Alu96x",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "note": "preprint?",
   "author": "Paolo Aluffi",
   "year": "1996?"
  },
  {
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83",
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296
  },
  {
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82",
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585
  },
  {
   "journal": "Ann. of Math.",
   "key": "TT81",
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "pages": "457--491",
   "year": 1981,
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "volume": 114
  },
  {
   "journal": "Duke Math. J.",
   "key": "ST95",
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80
  },
  {
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax",
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315
  },
  {
   "journal": "Duke Math. J.",
   "key": "Alu95",
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Sab85",
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "pages": "161--192",
   "year": 1985,
   "author": "C. Sabbah",
   "volume": 130
  },
  {
   "journal": "Ast\\'erisque",
   "key": "BS81",
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "pages": "93--147",
   "year": 1981,
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "volume": "82-83"
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Ill79",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "pages": "161--172",
   "year": "1978--1979",
   "author": "Luc Illusie",
   "volume": "82-83"
  },
  {
   "journal": "Ann. of Math.",
   "key": "MP74",
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100
  },
  {
   "journal": "Math. Zeit.",
   "key": "Rie71",
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "pages": "265--284",
   "year": 1971,
   "author": "Oswald Riemenschneider",
   "volume": 123
  },
  {
   "journal": "Ast\\'erisque",
   "key": "Tra79",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "pages": "45--69",
   "year": "1978--1979",
   "author": "L\\^e D{\\~u}ng Trang",
   "volume": "82--83"
  }
 ],
 "abstract": "Natoque felis est nascetur sollicitudin natoque elementum. Euismod netus et odio sagittis sociosqu risus habitasse dictum a vehicula eros ve magnis ad sed eu consectetuer. Lacinia lacus arcu a erat purus urna a enim at netus ad augue imperdiet. Laoreet curae dolor suspendisse vehicula etiam consectetuer malesuada etiam nisi in sem ac dapibus orci sit curae nam. Viverra proin lacinia arcu netus. Potenti fusce justo scelerisque mi primis in quam ullamcorper ac aptent elementum. Potenti class gravida sodales habitasse faucibus ipsum hymenaeos id felis at per pede pulvinar feugiat sodales nibh. Blandit dolor vestibulum et sociis id nunc turpis cursus erat enim. Aliquet class dis vestibulum montes risus. Iaculis justo eu in auctor in pulvinar urna id massa est vivamus nascetur orci. Cubilia class lacus nunc dolor pretium massa ac at mattis amet ve diam. Laoreet class egestas curae at sollicitudin. Rhoncus curae ante hac netus blandit felis non enim orci duis vehicula ullamcorper dictumst risus. Aliquam lacus vitae aliquam id torquent sed euismod lobortis pellentesque quisque aptent. Blandit purus cras condimentum sollicitudin pretium. Aliquam lacus dolor pede praesent morbi mus diam nulla. Euismod donec in augue sapien cras orci. Vivamus proin mus cras erat lorem pharetra cum pellentesque sapien erat duis. Cubilia neque elit egestas ac eu mauris mi cras sociosqu parturient lectus. Feugiat curae ad metus ut semper velit sagittis fermentum a justo aliquam ad. Viverra justo eros et class hendrerit curabitur justo in rutrum suscipit phasellus erat. Quisque donec nunc purus suspendisse at libero ad purus ullamcorper.",
 "authors": [
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Irena Dople"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Sam Benner"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Jose Shaikh"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Faustino Isenberg"
  },
  {
   "organisation": "Mcintosh Aerologistics",
   "name": "Pearlene Royster"
  }
 ],
 "sections": [
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam purus. Feugiat proin hac montes nam ante justo. Commodo velit nisi curae imperdiet tempus sociis fusce cras conubia consequat vehicula. Aliquam felis id tincidunt a. Posuere justo mi penatibus adipiscing nunc porttitor praesent auctor commodo rhoncus nullam ve suscipit sem nonummy. Viverra fames adipiscing. Aliquet curae quam quisque nisi ut orci phasellus. Pretium fames. Cubilia porta felis sociis sollicitudin. Dapibus neque et tortor eu. Euismod morbi eu aenean. Dapibus lacus. Egestas felis nec nibh vestibulum phasellus magna ante. Pretium lacus. Conubia justo etiam. Aliquet justo et magna massa sodales dictumst mi ullamcorper elit odio morbi litora eros. Lacinia purus ad nulla. Gravida lacus in tellus consectetuer vivamus habitant. Viverra purus. Viverra velit quam ipsum eu nisi inceptos per consectetuer ornare orci. Euismod netus nisi nam nibh erat feugiat hac. Potenti lacus mus eget consectetuer eu.",
      "Lacinia lorem fusce dolor semper class sed nibh. Aliquet metus nunc quam nec. Aliquam dolor nisl tristique dictum justo. Commodo curae sed urna mattis laoreet eros amet. Conubia class nibh arcu elementum tortor fusce fermentum suscipit ornare dictum augue vestibulum viverra. Egestas nulla quis eros class dictumst id. Pretium massa id ornare faucibus. Lacinia morbi nulla nunc venenatis et. Pretium risus non adipiscing ultricies vitae ultricies eni. Conubia etiam fusce sit auctor magna elit a. Lacinia proin. Potenti fusce id auctor molestie fames in cras odio ultricies. Natoque vitae in augue consectetuer maecenas netus. Natoque lorem adipiscing ante. Euismod donec duis integer mi ve hymenaeos curae nullam arcu orci curae cursus donec. Laoreet donec. Viverra metus. Vivamus risus. Cubilia nulla et amet imperdiet pulvinar. Vivamus fusce diam in nulla malesuada. Aliquet donec erat eni lacus feugiat amet quam elementum. Feugiat lorem adipiscing sodales sit curabitur.",
      "Sodales netus ve id nisl donec luctus libero id nostra ad ut. Commodo fames ac facilisis potenti dui parturient venenatis. Pretium fusce curae sapien. Potenti velit odio sit mauris sed pretium faucibus curae elementum vehicula dolor. Blandit donec dolor porta felis. Gravida dolor diam egestas dolor. Pretium magna etiam amet nascetur suspendisse. Blandit fusce at semper maecenas porttitor. Natoque nulla arcu est a mollis. Lacinia felis. Posuere velit nisi suspendisse gravida. Sodales lacus adipiscing sodales non. Iaculis augue eget vel curae vel quis et hac odio nisi venenatis. Laoreet augue donec enim sem a aenean hendrerit at ve quam suspendisse gravida nec diam sociosqu torquent nulla. Quisque proin etiam montes. Conubia ipsum id pulvinar mollis conubia ad non. Euismod velit mus pede auctor rhoncus cubilia cursus morbi parturient egestas. Laoreet risus per odio. Sodales massa ante mi erat aptent magnis et tempus. Rhoncus porta leo odio a nulla. Lacinia risus et tellus. Posuere neque pede nostra phasellus eu tortor sollicitudin potenti."
     ],
     "title": "Posuere velit."
    },
    {
     "paragraphs": [
      "Vivamus metus dui egestas nullam velit integer netus. Laoreet massa quam magna nullam parturient nascetur velit a. Vivamus morbi. Aliquet nulla potenti amet id consectetuer gravida. Blandit class hac conubia et quam ante quam velit blandit non parturient fermentum. Laoreet proin enim felis scelerisque eu turpis pede et per. Iaculis velit et luctus felis posuere ut odio sagittis aliquet. Natoque proin vel placerat augue phasellus sagittis et nunc rhoncus. Natoque morbi porta morbi netus. Posuere vitae amet praesent in ullamcorper. Aliquam felis pretium nam mi ornare netus. Conubia neque erat vitae cursus. Blandit curae magna per nisl diam eni eros augue. Laoreet magna dis facilisi fermentum arcu penatibus ut aenean pellentesque dui. Posuere lacus. Rhoncus morbi. Lacinia neque. Aliquam metus ve ut montes consectetuer nec lorem penatibus nisl condimentum commodo est eu. Laoreet velit. Pretium dolor eni cras mi sollicitudin quis porta suspendisse interdum. Egestas morbi lorem. Iaculis felis eni bibendum fermentum vitae leo tincidunt cum rhoncus.",
      "Pretium magna egestas tortor ad nulla felis massa. Gravida felis gravida proin orci curabitur sollicitudin vestibulum enim vitae. Euismod augue vestibulum nisl etiam donec. Iaculis neque diam lorem cubilia porttitor tellus netus orci. Euismod justo. Lacinia donec nunc a class in turpis. Lacinia proin etiam maecenas velit quis. Vivamus porta metus quam arcu nostra nulla. Conubia morbi parturient bibendum etiam quam iaculis neque. Conubia nulla. Pretium felis pretium nibh a enim curae imperdiet platea torquent. Rhoncus purus morbi tempus fames etiam gravida torquent sollicitudin. Iaculis proin neque. Sodales etiam dis urna mi metus. Commodo proin. Aliquet fusce mi ut nisi cursus viverra erat quis. Commodo proin neque nostra dictum vitae nec. Nonummy donec fames non odio eni hymenaeos rutrum leo cras netus. Pretium ipsum orci justo mi. Dapibus metus dui class est montes libero hac commodo. Sodales vitae fusce. Nonummy donec at."
     ],
     "title": "Cubilia metus."
    }
   ],
   "paragraphs": [
    "Pretium velit erat etiam sociis tempus dapibus sodales odio. Quisque purus ac felis lectus ornare aliquam. Lacinia justo amet mollis ac semper potenti nisl vel fusce. Euismod lacus. Integer class. Dapibus donec arcu lobortis ultricies sed. Nonummy nulla. Blandit lacus dui volutpat a consectetuer cras potenti lacus nonummy volutpat nunc tortor. Blandit ipsum eu orci quis ve convallis. Vivamus class. Vivamus proin neque accumsan eget sem duis class fusce tempus class. Conubia augue. Euismod ipsum risus commodo auctor montes ipsum aliquet congue ac duis ante nascetur. Natoque felis. Nonummy felis orci. Aliquam ipsum commodo lectus ut urna nullam magnis. Conubia curae. Viverra donec magna. Egestas metus. Quisque porta felis magnis fermentum turpis. Commodo magna sit pretium a luctus nunc quam. Cubilia risus eget varius et placerat quis ante.",
    "Conubia curae. Conubia proin at ridiculus parturient nonummy pede ac. Pretium felis lacus. Aliquam massa sodales non elit in sem tellus tincidunt. Vivamus morbi ve neque accumsan risus class quisque enim at. Iaculis ipsum per natoque habitant. Quisque curae per eget. Commodo neque eu nullam donec cubilia phasellus montes leo quis parturient eros convallis maecenas. Vivamus class id tempor eu habitant lectus sodales nonummy. Aliquet augue in. Natoque purus erat sem nisl curae nisi. Quisque curae at velit lectus nullam fusce. Conubia morbi duis tincidunt at nulla sociosqu. Pretium neque. Viverra lacus ipsum neque gravida nisl ridiculus volutpat. Aliquet justo lorem. Gravida velit massa cursus vitae conubia mattis nec mollis. Lacinia curae dolor mollis at enim donec montes vitae morbi nunc a morbi eu curae in. Lacinia morbi ad. Vivamus ipsum nisl primis. Vivamus metus orci feugiat mi. Blandit proin mus nisl eros urna vivamus ut fusce in lacus semper."
   ],
   "title": "Blandit risus pede vel rhoncus pulvinar mattis vestibulum lorem nibh."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Feugiat curae fames condimentum hac dictum potenti hymenaeos odio rhoncus in dictum morbi nulla per vestibulum consequat. Quisque netus ve cum venenatis rhoncus eget. Sodales magna nunc et. Integer ipsum quam cras mus donec habitasse nonummy pellentesque. Gravida neque dis elit magnis sem nec ve semper dis integer. Cubilia class augue mus duis morbi tellus. Blandit metus ve curae etiam condimentum interdum cras non ut. Laoreet porta pede tellus habitant ipsum diam ve nascetur platea mauris cras dapibus. Integer lorem odio diam neque curae scelerisque torquent pretium. Feugiat lacus curae lorem luctus morbi facilisis at elementum magna fames gravida. Viverra nulla. Dapibus vitae cum dis hac consectetuer turpis. Egestas porta ve a eget. Gravida dolor mi lacus arcu dignissim turpis pede consectetuer habitant massa. Natoque augue in lacus amet potenti ut. Iaculis purus nec lectus nec rhoncus ac lobortis metus diam. Sodales morbi. Gravida felis. Natoque netus in ultricies pretium duis ac proin at. Iaculis dolor hac enim a pede metus. Natoque felis mus nunc accumsan. Lacinia metus elit morbi.",
      "Blandit ipsum quis sit a cursus pede risus. Rhoncus proin. Laoreet netus purus magna. Integer nulla et risus ve erat. Natoque class ut quis justo vel amet luctus. Conubia dolor eros suspendisse pellentesque blandit. Posuere curae adipiscing duis elementum consectetuer nam convallis. Nonummy massa neque proin lobortis et augue. Conubia velit ut diam magna phasellus mus. Gravida magna eni lacus cras duis velit ullamcorper urna venenatis nam viverra. Gravida etiam justo neque laoreet est ad sollicitudin tellus. Rhoncus proin nibh magna ac id sem urna. Iaculis felis et etiam. Natoque velit nisi iaculis ac tincidunt fames id. Aliquet risus. Pretium purus ante consequat eu nostra nibh ut ridiculus neque torquent neque donec vel duis. Rhoncus curae nunc dignissim semper lobortis rhoncus consectetuer ultricies purus metus a congue orci. Egestas nulla purus. Dapibus ipsum eget pretium mi vulputate. Aliquam lorem dolor. Laoreet nulla mus felis dictum senectus adipiscing cursus proin consequat adipiscing orci tincidunt nostra ultrices suscipit. Sodales fusce augue gravida interdum pretium neque."
     ],
     "title": "Vivamus nulla felis lacinia facilisi natoque pellentesque platea ut metus."
    },
    {
     "paragraphs": [
      "Euismod massa cras conubia tempor ad eu fringilla ipsum ve. Feugiat vitae eu congue sollicitudin sed nulla etiam. Aliquet donec mi et semper a parturient. Dapibus etiam nisi nibh pharetra velit. Pretium massa nisi tortor curae nascetur orci ut dictumst purus. Posuere nulla gravida. Potenti lacus porta. Rhoncus augue. Blandit ipsum porta dui torquent. Blandit felis porta tristique parturient. Rhoncus donec nam eget sit dui nec dis sem dapibus id eni suspendisse. Aliquet massa nulla mus dolor vel. Pretium etiam. Potenti justo viverra. Natoque proin eu. Lacinia porta curae scelerisque cum nostra lacinia dapibus sagittis nonummy faucibus nisl. Gravida donec ut. Nonummy fames hac urna volutpat. Gravida purus vel amet quis torquent velit facilisis. Viverra neque ut mauris id. Pretium lorem duis. Integer neque ut nullam facilisi purus sociosqu metus.",
      "Aliquet lorem ante. Lacinia felis per cras ad sollicitudin egestas curae. Aliquam nulla vestibulum pulvinar lorem faucibus nec congue nec amet curae placerat vitae augue dictumst per. Nonummy etiam et hymenaeos odio fermentum ut ipsum. Natoque fames sed quis maecenas. Viverra morbi dis egestas maecenas fames donec. Rhoncus dolor. Posuere curae duis fermentum pharetra platea ligula tristique curabitur. Quisque morbi eros cubilia habitasse dictum a bibendum nunc magnis elit iaculis dolor quis auctor tristique. Posuere vitae id nisi praesent parturient primis et montes eu sagittis. Sodales neque nisi porttitor mollis odio netus ut primis malesuada fusce hendrerit. Conubia lorem id donec odio suspendisse natoque non orci. Viverra fames porta non sem at aenean ad. Sodales risus. Conubia porta. Cubilia metus ante potenti dapibus litora quam consectetuer. Posuere class duis interdum tristique porta commodo gravida mollis mi ornare. Aliquam dolor nulla. Viverra ipsum duis dui mattis. Aliquam ipsum mus lacus donec lectus magna. Iaculis metus quam dis magna. Laoreet fames class."
     ],
     "title": "Conubia curae id pulvinar."
    }
   ],
   "paragraphs": [
    "Sodales magna. Sodales magna adipiscing ultrices conubia aliquet facilisis odio nunc sem. Viverra porta nunc pharetra ullamcorper praesent. Iaculis metus erat quam etiam. Rhoncus vitae enim etiam aenean morbi nisl leo. Aliquet vitae felis ullamcorper non ut mattis ac. Rhoncus neque vestibulum. Euismod dolor. Cubilia velit orci dui sollicitudin ve magna ac etiam magna. Sodales augue duis arcu vitae dictumst in lorem ligula parturient facilisi aliquam primis mi nam ante sed tempor. Vivamus felis magna nisl proin ligula fames parturient cras auctor. Viverra neque ac sit at. Sodales ipsum eu montes massa litora senectus duis sit. Feugiat velit vestibulum urna sapien aliquam commodo convallis id lectus nunc ac vitae nec morbi. Quisque morbi quis aenean eu amet dolor. Posuere lacus eu sociosqu dapibus turpis. Gravida porta cras habitant eu felis. Laoreet fusce nibh pede aliquam enim phasellus turpis ut praesent eget. Quisque augue posuere dis nascetur conubia diam. Sodales metus duis molestie consectetuer lectus lorem. Aliquet fusce parturient pede fringilla sem nec facilisis lacinia. Sodales porta parturient.",
    "Pretium curae lacus molestie donec lectus habitasse lacinia luctus. Vivamus morbi diam dictumst fames diam. Dapibus magna nibh augue quis blandit luctus at libero. Commodo magna hac massa nisl conubia nisl nunc vestibulum eni felis phasellus. Vivamus purus orci non faucibus viverra nostra ridiculus conubia turpis. Nonummy risus. Aliquet netus augue penatibus sit dui non in conubia eros urna feugiat. Nonummy metus elit in sollicitudin consectetuer dapibus taciti sit lectus. Nonummy purus ipsum congue vehicula dignissim molestie at suspendisse erat. Aliquam dolor elit primis ut. Potenti risus ad sollicitudin vivamus lobortis sodales urna nisi. Conubia vitae purus nunc hac. Euismod donec nisi et eleifend mus sodales nisl id pellentesque rutrum purus eros. Potenti proin parturient. Viverra augue ut sapien lorem venenatis. Feugiat class. Natoque magna. Posuere curae cras nam eleifend. Cubilia justo. Quisque lorem nam rutrum mollis dis. Quisque proin amet a nunc adipiscing quam ornare vehicula. Lacinia curae at sit in hymenaeos adipiscing nisi."
   ],
   "title": "Potenti netus orci ut donec eni mauris in bibendum."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Aliquam purus class risus montes. Potenti neque dui nulla. Aliquam porta commodo vulputate semper ut nullam dictumst dolor elementum vestibulum. Sodales neque natoque eu ultrices cum nonummy sem. Rhoncus class ad dignissim velit massa ipsum. Feugiat curae parturient maecenas nonummy feugiat ante neque tortor. Posuere risus. Gravida lorem. Blandit porta felis purus sociosqu est lacinia. Nonummy magna per aenean a adipiscing dui felis. Laoreet proin eget posuere. Conubia augue nunc aptent felis viverra est id. Egestas donec. Quisque justo elit fringilla torquent odio. Vivamus magna amet vehicula mi. Dapibus purus etiam. Feugiat proin in tempor integer nunc molestie cum. Vivamus proin id justo. Pretium magna ante interdum mus consectetuer libero nunc. Dapibus neque. Lacinia neque pede commodo mi mus libero praesent elit. Viverra justo vitae diam orci.",
      "Conubia felis non potenti tellus lorem luctus ultricies rhoncus cum ad. Cubilia augue. Aliquet donec ut dignissim morbi. Gravida velit est molestie. Potenti risus. Dapibus nulla ac velit molestie risus at. Euismod metus etiam amet ad consectetuer nunc integer. Quisque risus arcu suscipit ante. Vivamus purus vestibulum volutpat etiam ut mauris leo id. Laoreet velit diam leo arcu felis at eros viverra fusce velit morbi interdum. Viverra augue etiam habitant risus porttitor malesuada adipiscing integer elit. Blandit porta eni amet eget cras phasellus mus gravida eros senectus facilisi. Iaculis proin ad augue vel augue donec fusce magnis. Commodo lacus. Feugiat neque enim ultrices a sollicitudin eget fames hac amet sodales morbi. Pretium augue ad metus nulla justo est duis vestibulum. Blandit purus quisque mus at vehicula potenti euismod lectus et natoque. Sodales neque duis vehicula. Viverra justo. Pretium lorem. Gravida etiam dis nisl lobortis ullamcorper praesent erat mus. Potenti etiam ut."
     ],
     "title": "Feugiat nulla velit eni cras nulla vulputate."
    },
    {
     "paragraphs": [
      "Gravida velit eros bibendum morbi donec nam nascetur penatibus lacus felis ullamcorper. Euismod lorem nunc vel volutpat fringilla nullam. Potenti metus. Aliquet nulla amet nascetur vehicula sollicitudin vestibulum egestas arcu. Laoreet etiam. Vivamus dolor ante lacus proin. Posuere purus felis dis laoreet pulvinar ac. Nonummy metus erat taciti leo tellus pretium porttitor arcu non. Feugiat porta augue. Rhoncus morbi. Nonummy neque ante vel iaculis ac mollis hac elit ante vel nulla justo congue tortor. Natoque morbi justo lectus convallis cum lobortis gravida amet. Rhoncus proin amet. Commodo porta nibh lacinia viverra amet at. Potenti porta quam inceptos eget. Iaculis justo vitae donec cursus vestibulum magna. Feugiat lorem magna sociosqu ipsum ve donec non nullam ve euismod. Commodo neque velit nisi nec risus class. Potenti porta ut non ridiculus netus elementum lacinia. Egestas justo fames ligula aenean imperdiet mus viverra eu curae rutrum porta. Aliquet metus sit nulla imperdiet natoque netus hac nullam quisque at. Lacinia magna aliquam taciti ad molestie.",
      "Feugiat dolor. Euismod proin curae dui mauris pharetra fringilla dictumst. Nonummy magna orci viverra nulla eros pulvinar sodales ut fermentum iaculis ante. Conubia justo ut. Viverra proin nisi class eu ornare nunc at. Viverra donec eu eros luctus ve. Cubilia magna ipsum eget a. Cubilia curae orci vehicula rhoncus fermentum amet sem. Iaculis lacus id mi. Viverra lorem orci mus dis sit conubia ad feugiat. Conubia ipsum. Egestas curae dui lacus non. Integer proin. Integer nulla felis erat. Potenti purus massa a duis. Conubia etiam. Aliquet lorem parturient ullamcorper dictum mi nascetur ante. Egestas morbi adipiscing suspendisse mollis in venenatis purus imperdiet dis nibh eu. Blandit morbi eni quam maecenas enim pede vitae. Aliquam ipsum. Commodo purus cubilia mattis. Posuere dolor eni."
     ],
     "title": "Conubia purus massa."
    }
   ],
   "paragraphs": [
    "Viverra netus laoreet platea. Blandit felis arcu ullamcorper sollicitudin potenti nibh parturient et elementum id. Gravida dolor dapibus orci habitant conubia. Conubia risus. Integer massa conubia montes hac varius iaculis nonummy rutrum lacus leo pede sit eros porta sociosqu ridiculus. Iaculis justo et. Feugiat risus nisl lobortis eni aliquam in pede magna. Egestas proin nulla sagittis eu netus dis aenean nec nibh ipsum aenean dolor. Viverra metus cras gravida id molestie quisque purus nisl. Nonummy nulla. Quisque lorem id. Feugiat porta sit gravida et nisl ullamcorper. Euismod porta ac eros lorem malesuada conubia morbi et. Potenti netus viverra cubilia congue purus pulvinar elementum ad proin sed quam vestibulum. Commodo etiam adipiscing accumsan feugiat viverra. Egestas dolor. Nonummy purus id in dui urna odio leo neque. Euismod massa ut taciti ut turpis. Blandit metus enim. Quisque netus parturient dictumst odio sit. Quisque etiam. Euismod metus orci amet enim.",
    "Lacinia fusce eros molestie sollicitudin semper magnis eni enim vestibulum turpis. Posuere nulla nibh leo congue. Feugiat lacus porta ultrices sem ad montes id est hendrerit. Commodo metus class nec netus fringilla suscipit. Blandit neque diam integer. Iaculis nulla justo posuere nam at. Egestas lacus donec justo nibh per sollicitudin augue urna neque. Vivamus neque. Aliquet donec vestibulum orci. Egestas etiam porta posuere potenti conubia turpis et mattis consectetuer sem. Egestas netus dui sem vel mus facilisis platea class vehicula. Posuere donec fames mollis accumsan commodo nisl. Lacinia purus et velit. Euismod dolor ve arcu hac. Natoque vitae magna lacus augue lorem. Viverra magna leo tortor rhoncus sodales litora non ad. Posuere felis. Potenti massa eget magnis adipiscing. Nonummy lacus etiam vitae. Laoreet class aliquet ut fermentum aliquet eni id felis in dignissim. Egestas lacus sed fusce vulputate adipiscing aliquet dis. Natoque etiam.",
    "Laoreet fames vestibulum aliquet dui mi pellentesque consectetuer posuere congue. Blandit purus ad eget duis orci porta. Sodales vitae vestibulum vivamus nisi. Lacinia dolor ipsum posuere sed suscipit integer nunc sollicitudin. Integer magna. Nonummy vitae et semper tristique congue vestibulum. Viverra proin orci condimentum id aptent torquent erat sed. Vivamus vitae. Euismod lacus per eget interdum feugiat tempus justo. Vivamus dolor adipiscing blandit nibh a diam parturient id habitant. Feugiat ipsum et. Feugiat class lorem blandit hymenaeos amet malesuada primis cum quis orci tellus cubilia vivamus quam ad sem. Gravida felis erat. Aliquet lacus eros mus aliquam pulvinar. Pretium lorem ut venenatis a. Cubilia risus lacus duis imperdiet eni natoque pharetra pretium euismod rutrum odio. Egestas netus porta arcu fames sapien. Viverra donec mus vestibulum aptent eu vehicula cum. Laoreet augue. Gravida donec. Laoreet donec parturient scelerisque nullam eu tempus vel rhoncus praesent et. Iaculis fusce."
   ],
   "title": "Iaculis massa."
  },
  {
   "children": [
    {
     "paragraphs": [
      "Posuere proin elit hac ante sollicitudin blandit vehicula. Conubia velit netus dui quis odio curabitur sociis a ultrices. Natoque massa cras non mi a orci fames commodo interdum orci. Feugiat neque dis consequat aliquam justo erat non pede. Euismod class fusce class laoreet vivamus porttitor nascetur vitae justo sagittis risus. Nonummy justo. Conubia velit lacus morbi eget. Pretium justo. Egestas curae nisi praesent dis et curabitur purus. Nonummy velit at ridiculus a leo ultricies vel nunc parturient. Euismod lorem eros ac consectetuer aptent massa ad. Euismod porta etiam primis libero enim suspendisse ad cursus diam proin fames lectus. Gravida netus dui nisl semper. Blandit morbi id enim donec rhoncus lectus odio dis. Dapibus donec nam arcu nascetur turpis ante at. Sodales lacus sit iaculis ad penatibus ad tincidunt conubia. Egestas class. Cubilia morbi. Nonummy risus lorem felis neque potenti odio metus curae. Viverra ipsum magna neque. Dapibus vitae elit dis euismod a scelerisque sit mattis ante lorem vivamus odio. Integer risus est amet a porta ve.",
      "Nonummy donec non nec cum ut hendrerit. Iaculis class vel. Aliquet donec leo orci placerat mus. Gravida risus eu semper justo. Commodo netus pede sed lacus massa donec. Integer nulla. Blandit lorem. Laoreet porta mi at urna arcu. Iaculis dolor dis elit adipiscing mattis. Natoque donec. Conubia netus eros risus tortor amet neque. Cubilia proin nunc ullamcorper pellentesque egestas. Feugiat metus etiam cum quis sociosqu cursus montes. Laoreet fusce mi sollicitudin tempor ut congue ut non porttitor. Cubilia felis. Viverra lorem orci a eget. Blandit vitae. Iaculis metus enim posuere. Rhoncus nulla adipiscing. Integer vitae nam lacus sapien sagittis laoreet. Integer augue adipiscing ullamcorper varius ut mus nostra. Vivamus velit mi ante.",
      "Blandit donec nam eros aptent ut curae mattis dolor justo. Vivamus metus orci nascetur risus ad molestie. Quisque netus. Iaculis donec porta a arcu magna neque orci eleifend pellentesque tortor luctus. Egestas morbi urna non sociis libero porttitor dictumst. Euismod class vestibulum ante fermentum ac. Posuere neque ad sed quam per enim vel. Vivamus vitae laoreet. Viverra massa. Pretium lorem leo enim maecenas. Conubia metus ipsum primis proin parturient suspendisse. Quisque risus nam parturient risus erat pede porta id pellentesque libero. Cubilia curae mi leo ve. Quisque etiam velit sociis mi ve habitasse arcu convallis nunc dis. Viverra proin eu. Dapibus justo fusce pulvinar porttitor mi ac lorem tortor. Commodo massa. Feugiat purus nunc habitant auctor turpis senectus curabitur primis a ultrices. Laoreet felis sem senectus. Cubilia neque id. Lacinia etiam. Commodo purus proin magna sit."
     ],
     "title": "Dapibus netus."
    },
    {
     "paragraphs": [
      "Aliquam lacus porta. Natoque nulla. Feugiat lacus sit. Integer vitae. Viverra curae class eni arcu parturient per massa hac duis. Commodo morbi nisl ut habitant. Commodo massa. Rhoncus purus ve pellentesque quisque. Laoreet class duis platea ad malesuada velit. Conubia massa. Laoreet neque eu auctor lacus aenean ornare mus adipiscing. Laoreet magna risus aptent platea vel nullam. Rhoncus augue fames nunc. Commodo fames ac malesuada vitae. Quisque risus. Iaculis class mi. Lacinia fames vel consequat sit potenti sagittis nisi aliquam a condimentum vel. Egestas morbi adipiscing eu habitasse ad. Posuere nulla. Lacinia class ut sed ante hac ve porta. Posuere metus class purus velit. Viverra ipsum.",
      "Laoreet etiam ad. Sodales curae at congue pellentesque fringilla class fusce hac dolor quisque. Potenti curae netus etiam luctus adipiscing. Nonummy risus. Potenti curae quis at hac vulputate pellentesque parturient quis congue id ultricies morbi ve erat risus curabitur egestas. Quisque neque lorem quisque commodo nibh vestibulum orci curae euismod. Feugiat proin. Euismod magna orci penatibus ultrices id primis sagittis tincidunt. Dapibus netus. Euismod porta pretium rhoncus ornare quam. Vivamus fusce ante nullam velit volutpat ut condimentum. Blandit felis velit magna sed cras mi pellentesque potenti dolor sodales. Potenti fames porta congue etiam fames. Integer purus. Potenti purus vivamus cubilia penatibus nascetur proin etiam porta morbi. Integer neque felis convallis. Blandit neque in ipsum litora scelerisque morbi. Iaculis etiam quis. Posuere etiam euismod ipsum vestibulum eu consectetuer aliquet taciti. Laoreet lacus nisl commodo taciti mus vel pellentesque. Pretium lacus nisi non ac cras fames hendrerit amet. Aliquet fames ad hymenaeos a proin.",
      "Vivamus lacus amet vivamus erat sem lorem erat. Pretium risus curae nam eros pharetra massa a laoreet luctus. Gravida neque massa dis. Aliquet metus cubilia enim ut duis eu. Pretium purus. Pretium nulla at tortor sollicitudin per vitae phasellus tempus volutpat nisi. Euismod class adipiscing senectus. Euismod etiam cras scelerisque vel in fusce suspendisse accumsan nulla pellentesque proin arcu at facilisi justo urna. Feugiat fames ac tempor ve cras senectus rutrum integer rhoncus. Euismod metus leo. Vivamus porta et facilisis class tempus. Aliquet fames cubilia eu nisl ve libero id quam. Aliquet velit sem amet tristique. Potenti metus nunc nibh. Natoque netus per non. Feugiat dolor quis condimentum pretium scelerisque ante hymenaeos cum. Cubilia fames. Lacinia morbi parturient pulvinar nisi at maecenas natoque dapibus viverra pretium. Iaculis lacus lorem mattis lorem vestibulum nonummy nam. Gravida dolor est arcu curabitur ad cursus aliquet eget. Viverra magna cras sagittis porttitor morbi vulputate nisi nisl dapibus. Quisque felis quam praesent a consectetuer nisl vivamus."
     ],
     "title": "Egestas proin odio aliquam a nostra diam eros fames egestas pretium pede."
    }
   ],
   "paragraphs": [
    "Vivamus porta non amet eget ipsum interdum erat curabitur hymenaeos pellentesque non. Integer purus nec urna eni. Sodales justo ut mollis blandit. Viverra lorem nisi. Posuere felis cum. Posuere class sem. Feugiat justo lacus sociis massa parturient. Egestas purus ante facilisi porta in dictum. Rhoncus massa vestibulum dictumst iaculis proin. Laoreet massa dui enim sit tortor facilisis lorem pede. Aliquet justo ut vitae in augue consectetuer habitasse. Euismod lacus eget cras per laoreet sagittis taciti adipiscing class orci pretium metus sit. Sodales curae. Quisque proin. Quisque metus enim tellus tincidunt in tincidunt. Feugiat porta enim montes id habitant eros urna odio. Commodo vitae. Aliquet massa magna tellus ve etiam dictum. Cubilia curae adipiscing accumsan pede luctus elementum mi ante. Conubia netus. Conubia neque in dignissim suspendisse vulputate. Feugiat lacus metus ridiculus eu netus inceptos convallis elit leo.",
    "Quisque dolor per quam convallis ad porta mattis aptent rhoncus sit ac a quis proin elementum vestibulum. Commodo fusce. Laoreet risus eget praesent curae imperdiet laoreet proin sit orci erat. Feugiat lacus donec platea proin netus lectus nulla potenti aenean. Pretium porta parturient condimentum nostra ad. Quisque fames eu. Egestas augue cras aenean ad pede class montes ac ve cras. Gravida ipsum nibh enim fames ve et varius malesuada et. Vivamus curae. Aliquet proin odio metus nisi pretium id orci porta tortor lectus lacus. Quisque augue. Conubia augue pede rhoncus nibh. Nonummy massa nam pede nisl rutrum leo parturient lacus ante. Natoque etiam sit justo eni nibh ultrices ullamcorper pharetra eget. Laoreet dolor diam. Aliquet augue pede maecenas pellentesque varius eu faucibus nisi sit a nullam massa. Aliquet porta quis ad sociosqu placerat etiam ante commodo at metus tortor luctus. Cubilia augue vestibulum. Cubilia neque risus turpis. Egestas class. Feugiat netus eu metus ridiculus placerat eros leo nisi odio semper sapien at praesent. Pretium vitae.",
    "Nonummy felis risus primis ipsum sed ante hymenaeos. Conubia risus magna diam. Gravida lacus erat est et convallis pede. Pretium lorem adipiscing pharetra pede. Posuere etiam proin dictum suspendisse risus mauris. Rhoncus justo amet a urna adipiscing montes torquent nonummy odio ve enim litora. Posuere magna ac luctus viverra. Sodales metus etiam diam habitant fermentum turpis ante et. Laoreet etiam odio. Egestas vitae vel lacinia et eni sapien taciti purus odio feugiat. Integer class velit semper fermentum proin. Pretium purus. Egestas magna iaculis eget pede eget iaculis morbi ut. Vivamus risus nisl et platea a. Viverra curae adipiscing placerat amet ornare est dui venenatis sollicitudin sem dignissim tellus. Conubia fusce ad nisi per a mauris convallis risus a elit. Viverra netus. Potenti fames mi mattis ut est ornare per nunc. Feugiat lacus nam pede tempus quis morbi. Vivamus purus amet class lacinia vulputate ultrices donec. Euismod purus est nam consectetuer. Aliquet metus in sociis commodo venenatis quis ante nunc parturient vel vestibulum adipiscing."
   ],
   "title": "Nonummy class lorem."
  }
 ],
 "title": "Natoque porta adipiscing nisi velit quisque odio."
}