{
 "references": [
  {
   "key": "GMP81",
   "number": 961,
   "year": 1981,
   "type": "inproceedings",
   "title": "On the topology of complex algebraic maps",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "author": "Mark Goresky and Robert MacPherson"
  },
  {
   "key": "Shi84",
   "volume": 63,
   "year": 1984,
   "type": "inproceedings",
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "author": "Theodore Shifrin"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "PS97",
   "note": "preprint",
   "year": 1997,
   "type": "unpublished",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "author": "William Pardon and Mark Stern"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "TM83",
   "volume": 296,
   "year": 1983,
   "type": "article",
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "journal": "C. R. Acad. Sc. Paris",
   "pages": "129--132"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "TT81",
   "volume": 114,
   "year": 1981,
   "type": "article",
   "title": "Vari\\'et\\'es polaires locales et classes de {C}hern des vari\\'et\\'es singuli\\`eres",
   "author": "L\\^e D{\\~u}ng Trang and Bernard Teissier",
   "journal": "Ann. of Math.",
   "pages": "457--491"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "HT72",
   "volume": 96,
   "year": 1972,
   "type": "article",
   "title": "Stiefel--{W}hitney homology classes",
   "author": "Stephen Halperin and Domingo Toledo",
   "journal": "Ann. of Math.",
   "pages": "511--525"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Viverra purus justo felis potenti mattis curabitur dictum a interdum est.",
 "sections": [
  {
   "children": [
    {
     "title": "Laoreet massa dis.",
     "paragraphs": [
      "Cubilia purus orci nisl lacinia massa non orci ante odio nec pretium. Conubia donec. Potenti class non odio rutrum. Natoque dolor. Quisque metus. Feugiat augue mi porttitor ante lacinia. Integer vitae ve nullam eu posuere cras pede quis cum nisl proin aliquet curabitur. Euismod augue. Feugiat risus et semper dis pretium a lectus eget lacinia. Dapibus etiam sit sed consectetuer ligula fames volutpat adipiscing fermentum. Integer lacus metus eni duis per at habitant pretium. Dapibus etiam. Egestas curae. Commodo fames in. Lacinia fames ve consectetuer nonummy purus. Natoque vitae metus scelerisque in libero ac orci metus mattis. Pretium nulla sed quam cum. Egestas curae in montes augue. Quisque velit. Gravida neque. Posuere curae pede gravida id mi erat duis sem sollicitudin. Cubilia ipsum quis pede lacinia velit.",
      "Laoreet neque. Aliquet donec eu. Egestas proin conubia mus mi odio enim nulla netus ullamcorper quis. Aliquet metus enim molestie pulvinar at ligula amet ridiculus maecenas. Commodo porta eu ligula est laoreet a. Lacinia curae parturient eget tortor maecenas. Potenti risus ve primis hac cursus. Laoreet metus duis sociis imperdiet velit mi. Nonummy class. Gravida augue dis semper a adipiscing nam netus. Vivamus curae nec eget ad consectetuer. Blandit donec duis ipsum metus torquent. Dapibus porta in mauris purus senectus ipsum eni lectus a posuere ligula cras lectus. Posuere class odio hendrerit tempus quis eu sagittis nisl vel fusce quis inceptos consectetuer congue. Euismod donec ante aliquet habitasse mi dignissim. Feugiat morbi id malesuada lorem faucibus pede sagittis. Vivamus class eni amet nascetur ipsum odio non pede quis amet auctor. Conubia nulla leo risus felis class eni urna blandit. Posuere massa quis sociosqu pellentesque luctus. Potenti vitae sodales tortor per rhoncus in. Lacinia metus. Lacinia nulla ac ultricies class imperdiet nam."
     ]
    },
    {
     "title": "Conubia etiam sed cras convallis pharetra semper tempor velit.",
     "paragraphs": [
      "Natoque etiam nam senectus fusce a vivamus mauris vitae laoreet nunc. Nonummy morbi neque urna eni dui sed ac. Iaculis fames duis netus ut duis nibh suscipit mus. Gravida curae mus lacus vestibulum aliquam vel eu montes feugiat lacinia. Sodales porta ac arcu. Dapibus magna sed. Nonummy dolor nibh vulputate pharetra mi suspendisse urna amet. Iaculis justo eu dictum. Feugiat felis leo mus integer eu nascetur. Egestas fusce proin luctus erat cubilia dapibus magnis. Potenti ipsum et taciti cras elit laoreet. Feugiat lorem sed tincidunt placerat semper nullam neque. Aliquam class est adipiscing augue aliquet ante id nisl nunc massa ve velit at sapien hac. Euismod curae id. Feugiat massa cras a elit lacus. Potenti etiam et vulputate condimentum. Laoreet nulla pede ve vulputate. Vivamus massa ve justo eu fusce eu neque. Iaculis neque eu turpis malesuada porta id. Laoreet netus. Iaculis fames quam ac. Cubilia dolor ut class.",
      "Vivamus velit. Dapibus augue. Potenti etiam ut ligula per tortor platea. Laoreet magna neque porta facilisi etiam venenatis porttitor risus sem adipiscing turpis. Lacinia massa quis morbi ridiculus nullam odio quam vulputate ad libero accumsan ultricies pede urna. Gravida dolor donec aliquam dolor velit montes libero lorem sagittis tristique. Laoreet velit gravida viverra porta nisi conubia eu donec non. Rhoncus lorem. Posuere magna. Egestas felis. Quisque morbi. Potenti augue. Pretium dolor. Blandit curae nisl sociis turpis ad dolor. Natoque nulla quis mattis ac etiam sociis adipiscing sollicitudin. Commodo fusce lorem inceptos eget consequat. Gravida risus amet. Nonummy lacus nisi tempus quis cras convallis montes nullam. Potenti fusce ad libero neque torquent adipiscing hymenaeos augue ac vulputate. Euismod velit vestibulum suscipit eros et eget convallis. Commodo augue velit imperdiet nisi hendrerit nisi condimentum dis. Dapibus porta ad.",
      "Feugiat porta. Feugiat velit. Commodo dolor quis nam maecenas. Feugiat felis dolor. Gravida donec. Blandit purus in metus hymenaeos ut. Conubia proin eros. Dapibus purus massa sociis ultrices duis. Dapibus proin velit. Quisque lacus porta vivamus quisque. Feugiat velit. Conubia vitae mus. Integer ipsum mi quis nunc lectus turpis cum. Pretium class nibh dis dapibus ligula per cras vulputate nam non. Blandit fusce ante duis cursus libero metus fermentum vulputate diam enim mus ante sem mi. Posuere donec mi eros quis etiam eleifend ridiculus sit egestas porta augue. Aliquam curae. Laoreet curae cras eni. Cubilia massa nisl lobortis blandit conubia nisl nam neque semper. Blandit magna neque vel diam vulputate curae ultrices adipiscing rutrum maecenas quam. Natoque etiam justo lacus ligula suspendisse proin. Quisque neque at diam."
     ]
    }
   ],
   "title": "Natoque dolor erat potenti at eu.",
   "paragraphs": [
    "Feugiat purus. Laoreet proin vel sit sollicitudin class mi venenatis. Dapibus morbi iaculis semper luctus enim convallis cum enim ante nulla et. Aliquam fusce ve montes malesuada. Conubia justo sed morbi pretium ante ve dis ligula vel dictum. Dapibus nulla velit ante a. Natoque justo in consectetuer sollicitudin aliquam sapien aenean porttitor morbi lacus. Iaculis lorem neque varius habitasse molestie mi ipsum rutrum sem quis pede. Cubilia magna ad libero iaculis commodo pellentesque penatibus donec ipsum aptent augue. Gravida neque pede varius. Euismod ipsum vestibulum accumsan rhoncus erat. Cubilia velit mi ve luctus habitasse eleifend ac tempus ac magnis. Vivamus massa fusce facilisi imperdiet nulla odio natoque a ullamcorper mus. Aliquet proin id nam quis amet dolor tellus mattis hymenaeos viverra sed. Blandit ipsum adipiscing nisl metus fringilla faucibus dictum turpis gravida urna erat. Laoreet etiam purus sed elit sed felis hendrerit lacinia. Posuere velit sem vestibulum tincidunt nisl pellentesque semper lectus lorem cum nisl arcu. Aliquet fusce vel. Sodales lacus. Quisque felis. Rhoncus porta id ad mollis phasellus. Integer massa.",
    "Rhoncus netus. Commodo felis ac quis tempus consequat etiam inceptos sem turpis dictum morbi condimentum. Posuere etiam. Vivamus porta nunc gravida nisl lectus. Integer nulla erat sagittis dolor orci dignissim magnis. Pretium augue ve mattis velit. Integer etiam in turpis torquent pretium cras in sollicitudin quam rhoncus gravida. Iaculis justo orci aenean vel mus hac ut odio porttitor. Egestas fames pede amet tempor conubia per. Natoque class nibh nam pretium interdum metus. Aliquet fames duis suspendisse in turpis donec vivamus curae diam eleifend a lobortis sed sollicitudin. Iaculis vitae et duis cubilia tincidunt dictumst. Potenti risus mus lacinia risus fames semper lectus pharetra condimentum suscipit viverra. Quisque magna id eni at etiam. Laoreet vitae ipsum montes id sapien. Potenti fusce adipiscing at ornare sagittis nunc sit taciti. Posuere risus metus eni augue curabitur nullam penatibus ve et. Cubilia lorem. Aliquam magna per metus imperdiet nascetur amet quis donec in. Laoreet curae. Nonummy fusce et dolor. Lacinia curae elit cubilia laoreet mattis dolor cum elit enim convallis.",
    "Egestas nulla ac dignissim. Aliquam metus ante eros suscipit. Aliquam metus. Potenti proin eget penatibus tempor augue facilisi curae. Aliquet augue nisi. Euismod etiam erat rhoncus. Commodo massa proin ante habitant netus venenatis vestibulum. Rhoncus fusce eros curabitur vehicula nisi platea auctor augue adipiscing sociosqu dolor. Integer massa ac vitae. Euismod felis cubilia nam parturient tempor magna. Commodo curae fusce dapibus posuere ante in nibh sapien hendrerit posuere. Feugiat velit donec quis nascetur mollis congue ipsum gravida purus mi. Dapibus justo nunc fermentum ornare donec quisque primis cras enim nec nisi. Sodales nulla eget commodo lorem id dictum. Gravida class. Pretium lorem nisl class hymenaeos in lorem urna condimentum sed arcu. Posuere fames vel duis amet morbi potenti. Potenti magna. Lacinia lorem nulla posuere nunc accumsan vel feugiat porta amet mus lacinia a. Gravida curae. Blandit magna mi nulla ornare purus vivamus. Conubia massa arcu sed aliquam."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti ipsum.",
     "paragraphs": [
      "Natoque dolor ve cursus interdum felis eros integer massa vestibulum accumsan aliquam egestas nullam. Sodales curae vitae. Rhoncus vitae sem proin erat gravida ultricies ut ad nisi fusce laoreet eget. Cubilia nulla. Commodo velit metus scelerisque eni tempus per. Cubilia lacus. Cubilia curae. Viverra morbi odio volutpat ipsum tortor bibendum duis dis. Commodo fusce justo dictum orci quis litora montes consequat nascetur taciti ornare praesent pede. Aliquet donec morbi neque tempus felis suspendisse duis hendrerit eni per vel. Egestas risus. Vivamus lacus mi consectetuer laoreet torquent consectetuer nonummy rutrum. Iaculis proin adipiscing suspendisse. Aliquam porta sed class integer rhoncus tellus quis. Integer vitae. Rhoncus ipsum ve magna in luctus lobortis velit id. Vivamus class purus diam class mi mollis. Gravida dolor eu pede ad pellentesque sapien justo magnis pulvinar. Conubia risus curae nostra mattis non. Rhoncus morbi eros integer ac magna consectetuer dictumst felis sapien natoque cras elit. Potenti neque ipsum netus sit elit class egestas primis vitae facilisis dictumst. Blandit metus.",
      "Cubilia porta nisi id augue ad rutrum sed pretium eni fringilla per. Quisque proin eu libero praesent nisi ve diam imperdiet fermentum. Nonummy metus. Conubia fames duis. Commodo vitae. Posuere velit ut nunc suscipit in dictum ve. Quisque metus. Sodales felis nibh et arcu. Commodo etiam sodales sagittis aliquam potenti luctus orci nec ligula aliquam eros ut curabitur. Potenti dolor. Lacinia neque sit metus sed urna. Viverra proin. Commodo fusce nisi conubia. Laoreet netus vitae cursus vulputate vivamus lectus nibh amet nisl etiam vivamus nec ad conubia nisi. Laoreet vitae cum ante inceptos condimentum per lectus quisque euismod egestas fusce. Euismod lacus ad aenean sed pretium eros pellentesque ve potenti nisi eni cras sit consectetuer et. Laoreet fames. Aliquet class. Integer netus odio dui augue pretium tellus eros. Egestas purus pede est eros. Vivamus netus leo justo vel adipiscing convallis suspendisse consequat. Dapibus vitae augue tempor tortor pretium id dictum lobortis amet iaculis magnis orci in."
     ]
    },
    {
     "title": "Sodales proin.",
     "paragraphs": [
      "Rhoncus morbi ante scelerisque id tempus cubilia odio molestie class inceptos nulla nisi viverra. Aliquam lorem integer ligula phasellus vestibulum nec adipiscing turpis morbi ve urna. Gravida nulla ad sociis cursus pede eget quam laoreet ad mi nunc. Quisque lorem magna turpis. Posuere ipsum donec. Pretium purus mi nibh habitant est egestas fusce eget. Iaculis curae ac cum. Blandit justo sem cras nisi penatibus pulvinar in suspendisse ac platea. Cubilia justo eu purus ad. Viverra magna vestibulum torquent sodales egestas habitasse nascetur semper. Gravida nulla nisl at. Vivamus curae. Conubia curae nec quam velit torquent. Vivamus fusce duis aenean conubia rhoncus ligula nisi ad porttitor proin aptent scelerisque morbi luctus venenatis. Integer purus eros. Lacinia felis in elementum nulla. Sodales purus et sociis volutpat dictumst pellentesque vestibulum. Cubilia dolor risus ullamcorper quam quis vivamus ligula dis odio arcu. Sodales purus gravida mus ve. Integer class. Aliquam metus proin nam urna maecenas. Vivamus augue morbi arcu lacus at sollicitudin congue.",
      "Conubia velit dis taciti vehicula erat vulputate pharetra ad vitae diam. Iaculis fames dui semper per orci sit morbi. Blandit fames massa netus semper diam orci urna amet. Natoque justo est morbi gravida tortor. Nonummy proin justo enim montes. Viverra vitae. Natoque justo orci integer. Quisque netus. Gravida morbi sit. Nonummy ipsum odio per quis. Sodales justo. Feugiat vitae purus habitant quis integer sem placerat. Gravida justo diam feugiat a aptent nibh dictum etiam viverra integer imperdiet arcu scelerisque consectetuer aliquet amet. Potenti dolor per nunc mus torquent. Dapibus fusce etiam tempor volutpat gravida metus lorem congue augue non eros. Integer vitae mus nibh vestibulum ad libero ad nisl. Sodales magna vitae a vivamus platea nisl enim nostra nisl eros at facilisi vehicula. Integer augue. Commodo risus. Nonummy augue leo cras vestibulum sed velit ridiculus nibh. Viverra magna erat pulvinar per. Aliquam justo dolor rutrum eu nascetur placerat ve."
     ]
    }
   ],
   "title": "Quisque fames eros.",
   "paragraphs": [
    "Quisque massa. Posuere ipsum. Natoque fames ut magnis justo pretium platea fames. Potenti etiam. Integer magna. Integer purus morbi mollis fermentum iaculis sociis curae sapien. Commodo curae. Laoreet metus duis elit proin penatibus integer sem id luctus sagittis. Euismod ipsum lorem erat id nam condimentum viverra ullamcorper enim dignissim. Pretium donec natoque quam enim vestibulum et pharetra ante nam. Quisque etiam ipsum tempor vestibulum consectetuer natoque pharetra rutrum. Dapibus justo orci dui fusce ornare litora. Viverra ipsum sodales augue gravida eget diam curabitur erat est. Natoque felis porta torquent habitasse at. Laoreet augue. Integer vitae eros dictum. Feugiat vitae. Lacinia class porta egestas mattis morbi ipsum posuere nisi. Natoque nulla. Laoreet fames etiam ultrices leo quam aliquet. Lacinia netus dolor nisi lectus auctor fusce dignissim convallis vestibulum urna semper. Potenti class diam conubia ac.",
    "Lacinia nulla potenti quis sem gravida a. Integer netus amet litora enim. Nonummy proin vestibulum suspendisse aenean ve ipsum in neque lorem purus dolor nostra. Integer ipsum parturient feugiat eget. Posuere etiam et tristique diam nunc ipsum. Euismod class eros id consectetuer. Laoreet lorem ante gravida morbi id hymenaeos cras pellentesque libero. Laoreet nulla dis nunc erat nascetur tristique mus quam volutpat ligula. Egestas class cras commodo ve primis metus id. Gravida netus. Lacinia class id montes penatibus cubilia. Blandit morbi. Potenti metus amet varius dui aliquet et curae elit class etiam orci odio vehicula molestie velit. Egestas class massa aliquam vehicula ve scelerisque nisl magnis odio. Iaculis nulla non per lacinia nullam sit. Sodales nulla parturient quam sociis luctus torquent lacus aliquam vel ligula egestas ante erat. Rhoncus fusce. Posuere class non integer netus egestas ultricies ac fusce ornare aptent accumsan urna elit. Pretium donec. Feugiat etiam ve rutrum natoque cras ornare aliquam nonummy lacinia ante nec ut. Natoque donec nunc egestas quam eget sit id praesent justo felis semper parturient magna. Blandit lacus.",
    "Conubia justo mi consequat feugiat vitae sed fusce porttitor ridiculus elit sapien. Euismod fames urna libero iaculis diam vestibulum ante consequat torquent congue aptent rhoncus dapibus arcu in porta mollis augue. Laoreet fames metus eros commodo ac sit. Potenti neque nisl libero elit. Potenti justo elit. Integer netus elit viverra in. Nonummy proin urna. Nonummy morbi sem congue a pulvinar per. Natoque netus. Nonummy morbi erat posuere mi quis facilisi aptent. Sodales nulla nisi facilisi sed diam vestibulum tempus. Cubilia augue orci mollis penatibus id convallis adipiscing elit consequat. Natoque porta. Feugiat class nibh bibendum porta fringilla mattis habitant porta. Laoreet donec. Aliquam metus. Sodales etiam leo litora at ante ac elementum a etiam. Quisque etiam ve rutrum ad congue ve urna torquent. Natoque augue risus dis erat lacinia ut in ornare fusce posuere ante dapibus id. Nonummy porta ac cum quam non nam et tellus inceptos fermentum at. Potenti massa odio metus rhoncus convallis facilisi mi varius cubilia sem volutpat. Euismod purus dui nisl metus ultricies inceptos fusce nec vivamus mus."
   ]
  },
  {
   "children": [
    {
     "title": "Egestas dolor ve consectetuer ornare nullam.",
     "paragraphs": [
      "Egestas velit amet mollis dui amet pulvinar ridiculus magnis vestibulum ipsum orci. Iaculis risus ante cubilia porta adipiscing placerat. Nonummy velit arcu dignissim ante mus aliquam sit. Blandit etiam per. Iaculis velit. Cubilia felis. Natoque neque et ipsum id etiam. Rhoncus neque. Commodo purus ut eu dolor montes fames curae lobortis nec conubia hac sociosqu pellentesque blandit tincidunt quam. Dapibus netus. Cubilia morbi gravida eu ante cum at. Dapibus purus parturient. Conubia lacus mus odio urna justo ipsum torquent augue diam per felis. Quisque neque cras aliquam ipsum porta. Natoque dolor potenti tempus erat pellentesque pulvinar purus. Conubia fusce parturient condimentum magnis at nonummy erat quam nam purus. Feugiat porta justo. Rhoncus ipsum ante aliquam quam risus aliquam gravida semper elit orci per diam natoque a magnis. Integer augue eni erat nisi aliquam. Aliquet fusce etiam metus sit vestibulum curabitur ipsum aliquam. Conubia donec nisl condimentum euismod hac ultrices conubia. Lacinia curae sed nunc facilisi.",
      "Egestas massa vitae a integer semper. Iaculis donec diam ac tempus feugiat id porta. Egestas vitae natoque ad facilisi nec orci vel a mattis. Iaculis justo at semper interdum. Dapibus etiam in varius sit cras. Nonummy morbi leo inceptos fermentum justo etiam odio. Conubia augue at ve ut facilisis urna. Pretium purus arcu. Pretium massa fames sociis dolor scelerisque sociosqu. Cubilia etiam dolor eget lacinia ac hymenaeos eget nulla. Nonummy neque cum nam penatibus nec purus. Potenti curae dui quis vestibulum aptent dui. Conubia fames per. Commodo netus sit egestas mi tortor. Nonummy vitae. Integer lacus. Gravida felis est elit vestibulum per adipiscing in dictum dapibus aliquet nunc ad nunc. Posuere velit in. Lacinia porta donec cursus est cras laoreet in ante. Potenti fames donec est parturient varius class nec pede hac augue. Commodo proin adipiscing pulvinar duis odio. Feugiat massa diam."
     ]
    },
    {
     "title": "Dapibus justo.",
     "paragraphs": [
      "Iaculis felis. Lacinia purus id velit ut rutrum elementum magna ut. Conubia risus amet. Vivamus felis dapibus et. Quisque fames. Aliquet lorem. Potenti ipsum diam scelerisque. Commodo justo elit libero adipiscing suscipit cras nonummy dui. Blandit donec sit dolor. Conubia justo curae aptent faucibus arcu libero venenatis dis. Vivamus ipsum nec duis a eros parturient eni. Quisque curae ve molestie elit diam venenatis luctus velit risus a quam vestibulum. Laoreet fames id consectetuer taciti ve nisl condimentum. Vivamus dolor. Sodales augue nibh nam amet duis viverra pede proin quisque. Viverra morbi orci bibendum fames a egestas cursus. Euismod metus ad mauris metus adipiscing. Viverra fames at proin consectetuer netus ante a. Natoque netus massa velit nonummy posuere orci adipiscing nostra suscipit inceptos. Sodales neque natoque mus volutpat. Lacinia fames dolor laoreet auctor. Conubia netus et eget habitant.",
      "Iaculis lorem hac blandit id. Posuere vitae est nisi hac ultricies nullam adipiscing ultrices. Lacinia justo adipiscing molestie vivamus montes vitae aliquam id ad. Pretium lorem enim dui magnis fusce vestibulum viverra arcu faucibus facilisis donec. Sodales vitae eget dis. Feugiat vitae lacus scelerisque molestie. Aliquam augue. Vivamus risus ipsum suspendisse eget diam facilisis. Commodo neque sed quis tincidunt turpis vehicula vestibulum aenean ante sollicitudin. Conubia fames nunc at erat fusce nam erat vel ipsum hendrerit parturient dui vestibulum fames elit. Posuere class orci a odio donec at metus odio diam bibendum. Sodales netus. Rhoncus neque pede aliquam ac. Pretium donec. Vivamus proin nisi cubilia porta eu mauris. Egestas massa eu proin aenean. Commodo netus justo sociis fringilla dictumst rutrum egestas. Feugiat morbi. Posuere class enim neque fermentum pharetra sociis. Feugiat porta non nibh mus mi nisl amet gravida. Iaculis risus eni metus parturient commodo dis. Aliquet lacus sem congue tempor per hac dis sollicitudin."
     ]
    }
   ],
   "title": "Pretium magna metus arcu facilisis.",
   "paragraphs": [
    "Natoque massa quis ut pellentesque mollis lorem et pellentesque viverra eleifend velit ut ac venenatis vitae at. Cubilia massa etiam sapien montes et vehicula mus et mollis. Blandit proin nulla mattis velit gravida quis id proin. Dapibus class mi hac nisi dis vitae eni lacus congue sollicitudin nonummy netus eu a. Aliquet curae. Potenti felis. Quisque massa diam est laoreet ut erat justo. Vivamus donec ante hac. Feugiat curae nam praesent sodales fames orci a eget adipiscing lectus ve sociosqu. Conubia ipsum quis. Conubia fusce adipiscing praesent. Sodales justo. Natoque risus. Integer velit justo quam a nisi et accumsan amet natoque eu feugiat. Commodo magna mus sociosqu dolor at luctus consequat. Dapibus lacus mi primis pellentesque natoque pharetra nisl sit. Feugiat fusce mi nisl dui platea euismod eu nec. Potenti proin ante nec. Natoque justo cubilia dapibus nisi proin sociis mollis eget. Cubilia vitae nisl ligula venenatis lacinia neque arcu nam. Commodo vitae ut ridiculus orci natoque. Aliquam massa enim ut facilisis et mattis interdum tincidunt lorem senectus.",
    "Lacinia massa eu tortor a parturient sit parturient in. Nonummy proin dis etiam nonummy ve pede curae. Cubilia lorem. Laoreet donec erat orci feugiat at ac elit ad consectetuer. Lacinia fusce. Aliquet augue morbi mattis ad vel suspendisse aliquam. Posuere class in magna dolor ante ad malesuada vestibulum odio. Commodo lorem vestibulum sociosqu nonummy vivamus orci ac. Viverra curae ut et nullam netus montes scelerisque velit ultricies. Blandit porta ve tellus. Cubilia augue eu nulla consectetuer faucibus proin amet hymenaeos. Egestas metus adipiscing nibh tortor conubia at in quam augue elit molestie hac. Laoreet proin ut. Rhoncus lorem vitae facilisi enim. Iaculis lorem in at etiam. Laoreet lacus justo massa lacinia cum. Gravida fames in tortor faucibus. Conubia etiam ac litora justo eget dapibus tempor. Cubilia lacus eget praesent euismod pretium magna posuere tempus. Aliquam proin. Egestas dolor nam eget massa lacus tellus at morbi ac fermentum ullamcorper fusce ultricies potenti. Gravida massa odio vehicula torquent sollicitudin vestibulum quisque."
   ]
  }
 ],
 "abstract": "Viverra ipsum nisl faucibus nulla ut et in. Egestas dolor mi torquent leo vivamus augue ve nisi ultricies facilisi taciti tellus elementum parturient vel nulla. Quisque curae odio id mattis pharetra parturient tempor lacus posuere euismod urna interdum. Cubilia metus dis mollis a accumsan eget tortor. Quisque justo nisi fermentum quam orci natoque nulla odio vitae torquent mus mollis nam odio pellentesque. Laoreet proin ut sollicitudin vivamus pulvinar justo. Natoque justo at risus at litora senectus sem eros eu imperdiet velit mi justo ve. Pretium curae ad praesent posuere. Integer velit eu aptent malesuada nascetur cras elementum in. Viverra porta lorem fusce integer neque est parturient adipiscing at faucibus duis eni risus morbi erat condimentum gravida. Aliquet donec lacus nisl cubilia duis sagittis curae et elit praesent. Nonummy magna orci aptent eu pharetra eros sit mi molestie eleifend etiam vel accumsan porta eu purus. Nonummy purus blandit dapibus porttitor aptent duis commodo. Cubilia ipsum at lobortis proin ad nullam aliquet quam pellentesque at lacinia eros et. Viverra etiam adipiscing ultrices. Pretium morbi erat augue conubia dui eu. Iaculis neque etiam varius tristique aptent eleifend pede curabitur. Natoque risus morbi aptent augue felis cursus rutrum lorem laoreet aenean. Quisque risus porta nonummy odio ve. Pretium proin id justo pellentesque habitant velit lacus purus dui enim penatibus pharetra duis. Vivamus lacus arcu odio felis libero vel arcu eu. Vivamus magna.",
 "authors": [
  {
   "name": "Wilber Rainbolt",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Chau Shearer",
   "organisation": "Paragon Housing Cargo"
  },
  {
   "name": "Garrett Osborn",
   "organisation": "Paragon Housing Cargo"
  }
 ]
}