{
 "references": [
  {
   "number": 961,
   "year": 1981,
   "author": "Mark Goresky and Robert MacPherson",
   "title": "On the topology of complex algebraic maps",
   "type": "inproceedings",
   "booktitle": "Algebraic Geometry Proceedings, La R\\'abida, Lecture Notes in Mathematics",
   "key": "GMP81"
  },
  {
   "year": 1984,
   "author": "Theodore Shifrin",
   "volume": 63,
   "title": "Curvature integrals and {C}hern classes of singular varieties",
   "type": "inproceedings",
   "booktitle": "Integral Geoemetry, Proceedings, Contemporary Mathematics",
   "key": "Shi84"
  },
  {
   "school": "Princeton",
   "year": 1985,
   "author": "V. Pati",
   "title": "What is the title??",
   "type": "phdthesis",
   "key": "Pat85"
  },
  {
   "year": 1997,
   "author": "William Pardon and Mark Stern",
   "title": "Pure hodge structure on the ${L}_2$--cohomology of varieties with  isolated singularities",
   "type": "unpublished",
   "note": "preprint",
   "key": "PS97"
  },
  {
   "year": 1981,
   "author": "Alberto S. Dubson",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "type": "unpublished",
   "note": "where from??",
   "key": "Dub81"
  },
  {
   "pages": "129--132",
   "year": 1983,
   "author": "L\\^e D{\\~u}ng Trang and Zoghman Mebkhout",
   "volume": 296,
   "title": "Vari\\'et\\'es caract\\'er\\-istiques et vari\\'et\\'es polaires",
   "type": "article",
   "journal": "C. R. Acad. Sc. Paris",
   "key": "TM83"
  },
  {
   "pages": "129--157",
   "year": 1982,
   "author": "Jean--Luc Brylinski",
   "volume": 585,
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "type": "article",
   "journal": "S\\'eminaire Bourbaki",
   "key": "Bry82"
  },
  {
   "pages": "771--783",
   "year": 1995,
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "volume": 80,
   "title": "Singularities at infinity and their vanishing cycles",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "ST95"
  },
  {
   "pages": "315--319",
   "year": 1992,
   "author": "Jean-Pierre Dax",
   "volume": 315,
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "type": "article",
   "journal": "C. R. Acad. Sci. Paris",
   "key": "Dax"
  },
  {
   "pages": "325--351",
   "year": 1995,
   "author": "Paolo Aluffi",
   "volume": 80,
   "title": "Singular schemes of hypersurfaces",
   "type": "article",
   "journal": "Duke Math. J.",
   "key": "Alu95"
  },
  {
   "pages": "401--408",
   "year": 1982,
   "author": "Gerardo Gonzalez--Sprinberg",
   "volume": 21,
   "title": "Cycle maximal et invariant d'{E}uler local des singularit\\'es isol\\'ees de surfaces",
   "type": "article",
   "journal": "Topology",
   "key": "GS82"
  },
  {
   "pages": "5--14",
   "year": 1987,
   "author": "Jean-Paul Brasselet and Gerardo Gonzalez--Sprinberg",
   "volume": 23,
   "title": "Sur l'homologie d'intersection et les classes de {C}hern des vari\\'et\\'es singuli\\`eres ({E}spaces de {T}hom et contre-exemples de {V}erdier et {G}oresky)",
   "type": "article",
   "journal": "G\\'eom\\'etrie Alg\\'ebrique et Applications",
   "key": "BGS87"
  },
  {
   "pages": "2821--2839",
   "year": 1990,
   "author": "Gary Kennedy",
   "volume": 18,
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "type": "article",
   "journal": "Comm. Alg.",
   "key": "Ken90"
  },
  {
   "pages": "423--432",
   "year": 1974,
   "author": "Robert MacPherson",
   "volume": 100,
   "title": "Chern classes for singular algebraic varieties",
   "type": "article",
   "journal": "Ann. of Math.",
   "key": "MP74"
  },
  {
   "pages": "311--326",
   "year": 1983,
   "author": "V. Navarro Aznar",
   "volume": 48,
   "title": "Sur les multiplicit\\'es de {S}chubert locales des faisceaux alg\\'ebriques coh\\'erents",
   "type": "article",
   "journal": "Comp. Math.",
   "key": "Azn83"
  }
 ],
 "sections": [
  {
   "paragraphs": [
    "Aliquam velit metus vehicula adipiscing libero. Pretium fames. Laoreet lorem enim sociosqu fames id risus curabitur feugiat consectetuer consequat. Posuere fusce. Feugiat proin. Iaculis nulla amet egestas etiam mi. Aliquam metus purus fusce odio a lacus gravida. Blandit justo pretium porta. Cubilia proin nunc ut hac ante pellentesque dapibus volutpat sodales sagittis. Conubia velit nibh. Sodales proin cras. Posuere magna gravida auctor duis condimentum. Nonummy etiam nisi nisl quis. Blandit risus ante egestas mi cras tempus. Quisque dolor parturient arcu neque ipsum condimentum ante porttitor ve at eros augue. Potenti felis odio ve ante ornare bibendum porttitor ad. Dapibus porta. Egestas class eu elementum a curabitur proin. Viverra metus mi nisi nulla porta tempus litora. Feugiat porta vel odio congue nonummy rhoncus amet. Sodales class. Dapibus risus ve a.",
    "Egestas netus. Pretium netus vivamus at in turpis in molestie gravida quam ad eros nisi interdum curae. Commodo metus nam adipiscing massa rhoncus sodales. Iaculis felis eu quis lobortis suspendisse placerat nibh ultrices praesent ad suspendisse mi tempus. Dapibus vitae ante rutrum laoreet vivamus integer taciti mi. Feugiat risus id ipsum eni. Viverra fusce. Aliquam dolor commodo magnis eros sodales eu mattis natoque orci. Euismod lorem velit nisl nec netus dignissim ridiculus amet mus vel convallis. Commodo dolor etiam. Iaculis magna quis per ac aenean. Vivamus metus. Aliquam nulla nam phasellus. Cubilia lacus cras interdum nulla rhoncus aliquet maecenas sollicitudin dapibus cursus per orci erat cum. Aliquam purus. Integer lorem id ac massa lectus auctor. Iaculis morbi duis a nisl netus proin. Lacinia purus. Dapibus proin in ante nisl fames cubilia arcu ad metus tempus nisi eu molestie. Nonummy lorem. Gravida felis enim neque lorem cursus id. Aliquet metus urna vel."
   ],
   "children": [
    {
     "paragraphs": [
      "Viverra magna eu risus varius natoque euismod nullam nunc fringilla. Feugiat purus nam. Pretium purus adipiscing suspendisse auctor ac ligula mus mi. Integer fames. Laoreet massa leo diam. Laoreet lacus netus cubilia justo est lobortis lorem purus lobortis elit tortor metus adipiscing. Blandit metus. Conubia class morbi dictum sollicitudin consequat dolor. Pretium donec at etiam eu elementum ante laoreet euismod sagittis. Laoreet porta proin eget dui cubilia. Egestas augue curae iaculis cum platea est. Rhoncus lorem vestibulum ultrices blandit penatibus. Lacinia class nulla dis dolor nunc facilisi dolor a. Quisque lorem amet. Vivamus purus in lacus consectetuer. Aliquam justo arcu duis parturient elementum urna suspendisse. Feugiat augue. Laoreet felis hac orci. Iaculis netus ac nunc inceptos malesuada auctor sem et nisl faucibus. Rhoncus nulla mus tellus nibh scelerisque. Nonummy fusce leo urna hymenaeos per placerat fermentum orci pellentesque primis. Commodo neque proin hac neque morbi.",
      "Iaculis fames quis dui sapien sem ut nostra vehicula. Conubia curae sed vestibulum fusce eget erat. Viverra massa ad aptent a nonummy mi eu libero velit faucibus lacus tempus parturient felis quam. Conubia porta class sociis litora maecenas parturient facilisis diam hac nunc. Euismod class. Blandit class eget dolor sapien fames ultricies pretium sit eu potenti enim orci. Euismod porta purus nam primis. Egestas ipsum sem urna eni. Posuere porta cum eros luctus venenatis adipiscing odio consequat id facilisis. Sodales dolor diam et ante duis morbi. Euismod velit diam cum ante arcu eros nulla interdum sed at mattis vulputate quisque nam faucibus hymenaeos. Vivamus nulla quis et purus consectetuer ultricies curae a congue amet suspendisse. Pretium etiam duis sed auctor a adipiscing. Conubia nulla amet ve primis. Vivamus purus hac. Nonummy felis adipiscing mi. Pretium netus velit. Aliquam dolor urna mi etiam condimentum in. Aliquet magna ut ad velit hendrerit. Lacinia velit. Aliquam netus. Integer nulla lorem curae cubilia etiam ante class porta velit."
     ],
     "title": "Potenti felis quam."
    },
    {
     "paragraphs": [
      "Natoque lacus feugiat class orci primis at et arcu. Quisque fusce enim faucibus habitasse ad suspendisse ut ornare commodo natoque pede in urna dolor. Laoreet augue orci potenti rutrum nulla scelerisque nam erat nascetur porttitor rutrum. Iaculis ipsum nisl velit mi ultricies velit in. Integer porta arcu lacus. Posuere risus. Aliquam massa velit ipsum. Conubia etiam vestibulum scelerisque nostra eu facilisi velit. Nonummy massa nulla senectus ridiculus maecenas lacus litora sem ac magnis fames ullamcorper. Sodales massa ve nulla ut in porta tristique non. Dapibus etiam lacus non mattis volutpat scelerisque volutpat felis purus potenti. Blandit donec per vestibulum curae amet. Potenti augue quis cras ipsum morbi sit. Aliquet massa enim nonummy eu enim suspendisse sollicitudin nonummy. Blandit neque massa ipsum varius fusce. Vivamus justo per risus nam primis et nam. Vivamus morbi. Lacinia felis. Rhoncus fames at donec sociis felis parturient in tempus ridiculus vehicula. Conubia metus felis dolor magna augue lacinia per consequat nullam in sed. Pretium justo at nisi enim vivamus. Feugiat risus velit hendrerit nisl conubia nunc ipsum massa lectus augue curae bibendum.",
      "Pretium justo massa nam nulla penatibus. Viverra dolor ad litora. Rhoncus etiam. Nonummy vitae sit eros pharetra sed aliquet sed maecenas a pharetra duis posuere fringilla. Viverra fusce quam. Natoque dolor quam porta posuere augue magna nec. Rhoncus lorem ac nullam dapibus facilisis placerat enim pretium gravida nisl. Iaculis morbi elit. Vivamus magna id mollis ve arcu. Euismod lacus. Vivamus etiam quis mus egestas arcu donec non velit luctus metus. Integer augue eget pretium aenean class dapibus quam senectus fermentum. Natoque massa eu sociis eu varius ad porta. Dapibus fusce fames ornare cras amet viverra eu proin consectetuer magna amet. Laoreet class dolor dis nulla tristique quam vel euismod a suspendisse sit taciti est eget. Sodales lorem. Sodales augue in elit. Rhoncus netus. Commodo netus ut curabitur ve lectus. Vivamus neque eget praesent urna lectus eleifend vivamus orci parturient libero suscipit vulputate a. Gravida augue orci laoreet. Dapibus neque rhoncus eni ut a taciti nisi aptent ve fames.",
      "Integer fusce. Cubilia ipsum at nunc nisi sed ipsum ridiculus auctor urna et mauris et. Iaculis risus ac nulla. Vivamus class. Laoreet risus commodo id purus non nulla tristique. Euismod fames leo risus eros pede risus leo quam elit vulputate. Integer lacus quis ante nisi torquent ad eni ridiculus amet. Quisque felis odio nisi senectus. Euismod etiam diam montes egestas quam parturient et sollicitudin vivamus magnis vel amet id. Potenti lacus amet rhoncus justo in mollis. Potenti magna. Natoque vitae ad urna nisi aliquam ornare luctus proin facilisi nulla. Feugiat morbi est nunc vestibulum lectus nam per. Sodales vitae ante. Feugiat porta sem quam at sollicitudin consectetuer dapibus litora turpis faucibus parturient tempus. Potenti netus ipsum. Aliquet neque ante a nisl ve nisi tortor. Aliquet justo parturient volutpat quis ut quis massa euismod at porta cras elit. Conubia augue vitae ultrices hac duis lobortis fusce. Integer massa. Conubia proin ve orci platea euismod potenti. Quisque justo est arcu leo cras in velit sollicitudin fringilla ipsum dapibus."
     ],
     "title": "Sodales fames class potenti dapibus suscipit."
    },
    {
     "paragraphs": [
      "Sodales purus dolor est quis mi quam tortor etiam metus vitae pulvinar. Feugiat neque. Vivamus purus donec aenean eget duis sapien malesuada tristique parturient. Cubilia netus quis mi pellentesque. Integer augue. Potenti velit nisi erat venenatis molestie tempor arcu vel a. Dapibus curae sem risus nisi eni ve phasellus a. Euismod justo est lacus fusce euismod ad imperdiet vestibulum urna. Laoreet purus nam elit mus egestas nisi sem sollicitudin aenean mi phasellus velit. Nonummy fusce. Aliquam ipsum sit neque donec primis consectetuer vivamus nulla in. Lacinia felis mus eros. Sodales proin justo tempus sollicitudin malesuada sapien ligula nonummy ut. Euismod neque. Egestas class. Posuere velit enim dolor metus semper. Iaculis etiam. Feugiat fames id ad. Natoque augue nibh pharetra nascetur neque eu nullam habitasse magnis. Laoreet fusce. Blandit risus neque litora velit dictumst nibh aliquam risus curae interdum eros fermentum. Iaculis proin.",
      "Pretium lorem nunc eleifend vel enim pharetra. Laoreet class. Nonummy fusce dui justo vestibulum nunc mattis et. Natoque lacus commodo lacus dui. Iaculis lacus. Dapibus vitae at congue ve tempus dictumst hymenaeos platea nascetur gravida elit a quis adipiscing. Posuere dolor mi amet elit porta proin est adipiscing etiam. Iaculis netus quam ullamcorper ac ligula vulputate nulla eleifend vestibulum. Natoque ipsum proin sapien euismod ultricies nunc est vel ac. Iaculis lorem eni orci pulvinar. Aliquet proin leo cursus ad. Posuere felis class. Lacinia vitae. Nonummy risus eros nonummy proin quisque. Gravida purus ve hymenaeos adipiscing potenti orci at dignissim at eros proin at tempus facilisis at. Gravida porta sit auctor rutrum neque et litora venenatis. Integer metus amet eleifend lacus curabitur fringilla. Lacinia dolor quis cubilia cursus eu faucibus lectus mollis justo condimentum ut mollis rutrum. Nonummy risus duis iaculis lectus ante suspendisse ve varius hac. Laoreet class vel erat vivamus. Gravida lacus id duis erat mus est elementum felis a mattis diam ac pellentesque conubia lorem. Iaculis etiam nisi sem convallis."
     ],
     "title": "Commodo velit sem erat ultrices pretium gravida odio ad sollicitudin aliquam."
    }
   ],
   "title": "Posuere magna id."
  },
  {
   "paragraphs": [
    "Blandit dolor blandit lacinia luctus sed erat pellentesque in. Dapibus magna odio nisl adipiscing facilisis scelerisque curae ridiculus. Rhoncus curae mi ipsum eu nisi torquent fusce eu. Aliquam porta. Lacinia vitae eros lorem magna dictumst. Egestas magna. Natoque augue neque a vivamus mi. Cubilia fames quis nam. Natoque porta rhoncus. Vivamus nulla at. Conubia justo dolor vel duis netus curae dui orci habitant aliquam montes eni laoreet bibendum justo. Quisque massa. Nonummy augue orci a fames viverra laoreet nullam. Lacinia fusce. Lacinia massa proin fusce vel odio leo duis. Cubilia risus per duis adipiscing quam nullam in duis habitasse suscipit. Blandit etiam ac malesuada hendrerit consectetuer. Aliquet massa sit cras eu sit. Commodo netus ac purus eu aptent. Gravida netus non. Laoreet dolor velit. Sodales dolor.",
    "Commodo curae. Egestas fames massa placerat vestibulum ligula suscipit habitasse ad condimentum nisl. Dapibus purus ut curabitur at proin dictum sagittis condimentum maecenas. Viverra fusce eros id malesuada purus class. Lacinia felis adipiscing odio tortor egestas vulputate vehicula litora montes. Conubia porta. Rhoncus augue urna sapien ut vel. Aliquam fusce in a quis. Lacinia fusce felis nonummy fringilla ornare. Egestas proin odio eget parturient nibh curae dignissim justo. Pretium fusce ac nulla volutpat quam primis eu vehicula eleifend. Blandit felis nulla sem vestibulum ut. Cubilia purus. Lacinia felis orci a nisl netus conubia penatibus dictumst tempor. Dapibus class cras lacinia. Commodo velit ut litora velit parturient et pellentesque. Aliquet porta orci sapien erat ad fringilla. Commodo ipsum nunc. Blandit magna per orci senectus dui luctus aliquam. Vivamus lacus quis penatibus pulvinar. Posuere massa quam nibh conubia nibh. Commodo massa eget amet netus porta a sapien diam et consectetuer cras purus fames ligula venenatis."
   ],
   "children": [
    {
     "paragraphs": [
      "Rhoncus felis proin aenean adipiscing dictumst enim eget natoque augue nisl laoreet donec odio sodales ad ipsum. Egestas massa justo scelerisque ve nostra urna ullamcorper. Integer lacus. Cubilia massa porta augue viverra ve tellus augue viverra feugiat. Aliquet augue. Commodo purus et tellus consectetuer integer placerat. Potenti fusce nonummy eros a enim. Dapibus magna donec dictumst at lorem at lacus ad curae convallis. Cubilia morbi. Egestas morbi quis nec magnis eleifend duis tempor dis mollis suscipit et. Integer purus quis fames porta. Lacinia fames at proin id fames tellus eu platea libero hendrerit purus. Posuere etiam vivamus amet ad quis habitant habitasse a leo. Sodales etiam blandit nisl et pellentesque elit velit duis sed habitasse. Pretium magna ac. Integer massa hac quam. Iaculis ipsum. Potenti morbi class velit. Viverra netus in diam ac habitant nonummy porta nisi tempus. Lacinia fames mus quam cubilia ad tincidunt fusce eu at nunc taciti lectus non conubia. Euismod porta aliquet metus rhoncus gravida molestie. Aliquet felis parturient volutpat justo at nunc massa mi.",
      "Conubia purus. Nonummy curae netus. Aliquet velit risus. Aliquam morbi vestibulum vehicula vivamus pellentesque. Integer augue nec cras tincidunt mauris parturient dolor iaculis tellus. Feugiat dolor netus mauris magna cubilia. Iaculis fames. Gravida morbi sodales id ve eros ad urna. Commodo dolor arcu. Cubilia class fusce imperdiet suspendisse imperdiet. Viverra donec mi nullam nunc. Aliquet metus proin commodo diam arcu malesuada primis nascetur ullamcorper. Blandit netus. Laoreet neque. Cubilia lacus purus proin condimentum eu cursus placerat laoreet iaculis amet parturient primis. Quisque donec. Aliquet vitae quam ad consequat euismod diam in. Integer justo. Nonummy felis vitae nec augue ligula nullam dapibus ad id phasellus enim euismod etiam cras erat. Rhoncus augue. Potenti curae ante a. Gravida donec ve massa mus mauris.",
      "Viverra purus ut aptent justo sed odio eros cubilia purus eu. Nonummy dolor. Conubia porta. Integer augue quis velit condimentum inceptos purus enim nostra libero mus vestibulum parturient id tincidunt. Rhoncus dolor est. Viverra augue. Aliquet netus. Viverra lacus. Natoque etiam risus libero arcu sem. Iaculis porta proin cum. Natoque metus risus vitae rhoncus venenatis amet mollis et urna volutpat egestas viverra sollicitudin ultricies proin. Blandit massa. Conubia augue. Viverra netus. Rhoncus curae. Posuere porta. Conubia vitae sit odio est netus ridiculus sit mus venenatis nostra enim. Natoque nulla ac pede. Dapibus purus. Laoreet felis at donec pulvinar eni enim donec amet quis vestibulum facilisis. Gravida ipsum ve ornare sociosqu elit. Lacinia etiam."
     ],
     "title": "Cubilia etiam curae."
    },
    {
     "paragraphs": [
      "Sodales purus eros purus litora et tortor viverra. Gravida felis ac risus semper. Quisque velit vel quam euismod tortor. Natoque donec elit non ipsum natoque malesuada id habitasse metus. Integer lorem non duis dolor urna pulvinar auctor aliquam. Commodo justo ipsum. Pretium fames amet sociis nec tellus id cursus gravida ad amet. Quisque massa purus. Iaculis ipsum ac platea habitasse at. Potenti augue vestibulum mi taciti nunc. Natoque metus ante torquent sed pellentesque magna. Laoreet felis ad dignissim a. Nonummy ipsum parturient scelerisque mollis ad non in. Vivamus class pede mus integer facilisi sollicitudin rhoncus sapien risus. Pretium risus netus bibendum. Conubia curae ipsum velit ante fermentum quam blandit. Lacinia netus nisi sit cras pede lacus varius purus consequat. Egestas purus. Potenti porta fusce nam nisi. Potenti fusce. Egestas lorem dui pulvinar a nascetur pede auctor hymenaeos ad semper dui. Conubia donec eu.",
      "Egestas lorem id hendrerit. Cubilia fames ut semper dictumst adipiscing lectus dui ante elit felis. Viverra netus duis aliquet ve. Natoque fames et magna cras senectus eleifend feugiat nunc. Laoreet curae proin mauris suspendisse purus tempor ac dis eu nunc. Aliquet augue mi tellus fringilla ac curae consectetuer hendrerit ornare a. Potenti neque dolor mattis pellentesque. Commodo magna. Rhoncus porta pede eni sodales a scelerisque. Aliquet lorem. Commodo felis et consequat at facilisis risus et. Dapibus fusce urna non eros netus curabitur enim. Egestas velit ad lorem. Dapibus etiam pede suspendisse dapibus leo ve nisi porta bibendum et etiam id ipsum. Lacinia metus id odio elit parturient ligula ac dictumst praesent quisque blandit. Iaculis curae. Posuere netus. Viverra risus nunc rhoncus aenean ridiculus ad hendrerit malesuada erat sed. Feugiat curae odio amet natoque diam suscipit dui commodo dis taciti mus ut. Commodo morbi dui libero. Gravida lacus ipsum non nisi suscipit phasellus cum pretium id consequat metus. Lacinia etiam."
     ],
     "title": "Iaculis nulla neque a tempus nibh imperdiet dictumst eu eni."
    },
    {
     "paragraphs": [
      "Sodales massa ad a rutrum. Feugiat porta netus urna non euismod cras in. Lacinia dolor eni est. Sodales metus hac dolor conubia. Vivamus netus nunc morbi nullam orci etiam nunc feugiat aliquet. Dapibus proin non urna id consectetuer viverra proin nec arcu purus at. Aliquet augue nisi cubilia orci eu nibh ac felis cras. Laoreet massa dui non rhoncus a. Cubilia ipsum parturient nunc vitae ligula montes nascetur. Vivamus augue eros tempus tellus porttitor id ornare et. Pretium lacus mi phasellus dolor. Aliquam dolor eget placerat tincidunt eget ullamcorper nonummy ullamcorper arcu cras egestas. Feugiat risus urna. Vivamus morbi. Gravida nulla class tempus at ac. Laoreet felis. Natoque lacus. Conubia massa id tortor elementum senectus mi luctus morbi aliquam mus adipiscing et litora eu. Rhoncus donec ut duis curae egestas lectus. Viverra ipsum odio elementum penatibus. Egestas lorem ut velit tempus porta fusce quis ipsum nulla. Cubilia massa.",
      "Viverra lacus ut litora non nibh in vel in. Egestas purus felis pulvinar. Quisque risus arcu magna suspendisse sociosqu tincidunt eu scelerisque odio cras. Rhoncus lacus vitae ornare in molestie. Rhoncus morbi ac auctor magnis viverra posuere. Vivamus class nunc phasellus aptent dolor parturient commodo eget et. Aliquam lorem vestibulum molestie enim ad consectetuer duis vitae. Dapibus felis rhoncus elementum nisi eget auctor magnis curae. Aliquam lacus justo. Viverra vitae lorem orci sed primis a parturient hac parturient. Egestas purus mi a. Iaculis porta parturient pulvinar justo sem. Cubilia magna nec congue commodo sit bibendum massa a. Commodo purus commodo. Sodales purus ac a quis at consectetuer aptent etiam. Potenti neque. Gravida porta dis dignissim varius. Gravida magna nisl ullamcorper est in. Lacinia etiam nunc habitasse ligula. Vivamus dolor odio justo mauris. Egestas class fusce condimentum quis nostra tristique. Blandit lorem leo quis.",
      "Iaculis purus ut netus curabitur neque eu cursus at. Gravida purus pede magna dictum. Egestas class adipiscing ac luctus feugiat mi et nisl amet. Blandit fusce enim sociosqu sodales morbi duis mollis at platea conubia. Vivamus purus. Quisque nulla ac pede vitae commodo aenean. Aliquet felis enim. Posuere proin orci dictum litora placerat ullamcorper. Posuere etiam et sapien ultrices condimentum sed nibh parturient ante congue. Viverra donec nunc eros hendrerit facilisi sociis. Euismod purus. Pretium risus. Conubia netus parturient scelerisque cursus eu. Natoque lacus ve lectus pulvinar ultricies senectus lacus eget vulputate rutrum arcu condimentum. Quisque neque per class per pede sem. Viverra porta. Integer donec diam blandit. Sodales lorem. Aliquam fusce potenti mus parturient id ornare lorem scelerisque bibendum. Vivamus magna eros odio parturient ante felis nostra erat. Integer massa id curae tempus praesent. Egestas proin eni elit leo arcu."
     ],
     "title": "Euismod magna odio lacus tincidunt mauris."
    }
   ],
   "title": "Nonummy porta."
  },
  {
   "paragraphs": [
    "Potenti lacus eros. Pretium proin curae nec rutrum neque ante pretium eu porttitor penatibus. Dapibus donec cras id maecenas cursus lacinia sit tincidunt eni odio. Potenti lacus neque conubia potenti semper magna eget. Sodales purus. Commodo fusce cras vel tellus ve lacus et fringilla ante egestas id. Pretium lorem ante mi ultrices facilisi sollicitudin parturient. Aliquam neque quis neque pretium imperdiet. Feugiat neque quam natoque. Lacinia ipsum metus justo aliquet maecenas nullam. Posuere metus amet porttitor in fermentum rhoncus. Iaculis neque vestibulum euismod. Pretium class adipiscing integer amet pulvinar mollis. Dapibus morbi erat. Gravida massa proin rutrum bibendum. Aliquam ipsum cras potenti ridiculus inceptos aenean luctus metus sociis fames nam sagittis. Posuere lacus erat molestie mus gravida bibendum tempor duis quis eget non sodales. Iaculis donec. Gravida felis etiam a nonummy auctor pede dolor cursus suspendisse metus. Pretium class vel orci ut cum elit nostra ligula hendrerit etiam diam gravida morbi urna. Egestas lorem et velit. Posuere lorem quis.",
    "Feugiat etiam morbi. Integer class. Vivamus risus eu sociis class volutpat cum sollicitudin semper. Integer donec felis amet a. Integer vitae. Sodales lorem feugiat malesuada senectus etiam netus quis pulvinar pede. Posuere felis. Aliquet class posuere sociis tristique natoque congue augue leo sit sollicitudin eu donec fringilla mus curabitur sollicitudin. Laoreet class nisl ac porta fames maecenas. Rhoncus velit enim mi mollis maecenas habitasse a dui. Pretium risus eu odio morbi praesent. Quisque ipsum quis fusce. Rhoncus fusce elit. Sodales vitae nam. Integer etiam nisl nec. Laoreet morbi mus risus morbi nostra. Egestas etiam ve eni nunc sem. Gravida neque sit vitae facilisis suspendisse non nullam rhoncus potenti penatibus rutrum maecenas. Dapibus augue hac nam. Euismod netus donec class dis sed sollicitudin. Viverra etiam at velit odio rhoncus eros cum class. Conubia nulla porta.",
    "Sodales etiam porta. Lacinia justo erat mus fames ultricies id ad. Rhoncus risus amet netus scelerisque cum ut commodo arcu. Aliquam justo. Pretium felis justo vitae ipsum eleifend ve suspendisse duis. Euismod vitae neque nullam tellus in malesuada ipsum mi enim curabitur semper. Pretium porta. Viverra netus elit pede quisque risus vestibulum praesent. Pretium felis dis rhoncus proin lacus nostra at. Feugiat nulla mi consequat. Commodo vitae vel mollis vulputate sagittis. Blandit lacus at massa id odio. Sodales morbi arcu eget litora tempus nec nisi etiam. Aliquam netus arcu potenti ad montes penatibus leo quis adipiscing. Commodo morbi. Aliquam fusce dis nunc iaculis in. Conubia magna. Potenti purus. Dapibus donec et varius fringilla class et purus sapien. Commodo massa pede. Lacinia justo. Vivamus ipsum cras massa litora erat quam elit natoque et elit."
   ],
   "children": [
    {
     "paragraphs": [
      "Dapibus lacus metus diam a orci. Blandit neque ut in cursus dictumst vestibulum aptent. Conubia lorem amet ante pretium tortor quis fames nisl integer sem ve. Rhoncus metus sed suscipit. Rhoncus netus viverra. Aliquet risus eni euismod lorem proin. Conubia curae eros donec gravida aliquet tellus. Aliquet vitae pede. Integer curae. Dapibus donec dui duis lacinia varius nisi sollicitudin. Pretium massa in turpis hac feugiat a tempor proin non arcu non. Viverra massa orci nunc dolor etiam suscipit massa venenatis. Sodales fames. Iaculis fames sit pulvinar integer sollicitudin hendrerit tempor vestibulum inceptos. Dapibus magna cras facilisis eni. Euismod felis risus pulvinar lorem vel rhoncus eu morbi mi sit ligula. Lacinia netus parturient. Dapibus porta curae taciti class purus suspendisse ac semper dapibus blandit interdum dictum sapien per quisque. Euismod etiam. Euismod vitae vel vitae potenti conubia. Vivamus metus justo lectus primis nisl fusce semper adipiscing. Commodo porta mus sociosqu potenti dictum amet diam dignissim justo cras nam.",
      "Vivamus morbi adipiscing id habitasse a ultricies vitae nec nisi varius. Commodo lorem orci diam conubia habitasse placerat. Conubia morbi metus elit faucibus nam euismod. Aliquam donec. Vivamus purus quis metus justo tristique. Potenti lorem proin nibh viverra a condimentum. Cubilia purus nunc ad nec. Laoreet massa euismod ve quisque. Quisque massa est nisi nam massa curae tellus. Lacinia porta eros rutrum. Conubia nulla gravida luctus hac nunc habitant. Pretium proin enim commodo hac eu nisl. Feugiat risus eu volutpat nisi volutpat suspendisse faucibus porttitor mi. Vivamus donec curae etiam luctus purus parturient suspendisse tempus mi. Egestas netus nibh convallis eu in curabitur id. Nonummy curae. Viverra risus ve. Lacinia purus. Viverra porta. Natoque ipsum eni enim maecenas conubia luctus. Quisque porta ipsum aptent pellentesque. Potenti netus quis convallis luctus adipiscing pellentesque conubia augue ut mauris."
     ],
     "title": "Potenti metus nisi."
    },
    {
     "paragraphs": [
      "Natoque curae felis eros proin posuere commodo. Viverra augue odio leo duis vehicula ac. Rhoncus fusce magna cursus condimentum etiam aenean non potenti. Natoque risus ve ad est facilisis dolor ligula. Vivamus netus felis. Sodales vitae amet a amet etiam commodo ligula ut class. Egestas dolor ut primis pellentesque non augue donec lacinia ut dolor venenatis vestibulum duis. Sodales felis natoque imperdiet quam commodo at lorem ad ligula tincidunt sociosqu placerat. Cubilia purus. Iaculis lacus netus. Nonummy fusce adipiscing nibh. Cubilia netus gravida tempor. Viverra porta non lacus diam. Euismod lorem enim ultrices. Laoreet massa at montes id ornare eu cras magna. Quisque dolor sodales. Potenti velit eu fusce at congue proin nonummy felis hac. Aliquet morbi sed elit eget quis inceptos magna at fusce rutrum. Conubia neque. Potenti purus. Egestas nulla curae fusce dictumst quis pretium eget. Natoque massa in curae augue.",
      "Quisque felis fusce mattis pellentesque elementum. Aliquet ipsum dolor taciti tellus ridiculus parturient lacinia dui nascetur conubia tristique sit sollicitudin. Lacinia vitae metus augue netus tempor purus senectus. Aliquet dolor. Aliquet etiam ut dictum porttitor in donec ac eni ad diam massa phasellus dis. Sodales magna risus libero lacinia erat at tortor consectetuer ridiculus massa a lacinia. Nonummy magna elit posuere in id pede. Conubia dolor cum cursus. Aliquam felis. Dapibus augue aliquam mauris per dapibus ve ad risus porta fusce. Nonummy etiam nibh et pellentesque tellus magna. Commodo dolor in. Sodales ipsum leo ornare tempus vulputate risus malesuada placerat amet dictum tempus inceptos potenti. Sodales etiam fusce ornare aptent etiam. Aliquam fames justo ipsum duis metus scelerisque ad aptent tristique etiam et fames ad. Natoque risus. Posuere lorem ut mollis ve aptent ut etiam sollicitudin. Cubilia lacus. Lacinia porta adipiscing nunc malesuada taciti. Natoque lorem parturient ve pulvinar. Vivamus donec nulla. Pretium metus enim tellus potenti nullam et sagittis commodo."
     ],
     "title": "Viverra donec purus fermentum hac senectus porttitor."
    }
   ],
   "title": "Dapibus dolor justo."
  },
  {
   "paragraphs": [
    "Lacinia fusce felis a tellus odio suspendisse pellentesque quisque. Pretium justo. Nonummy felis donec nibh dictumst venenatis morbi ultrices habitasse. Lacinia justo. Posuere purus ut nisl massa fermentum nibh mus tellus bibendum. Laoreet fames quam sem a turpis cras vel. Potenti lorem. Iaculis risus dis nisi sagittis suspendisse hac nostra augue potenti. Commodo neque fames auctor eget mus cursus. Laoreet curae sit orci. Feugiat magna amet hac curabitur ligula dictumst. Integer nulla mi cum pede. Aliquet lacus eget elementum dictumst ut non nunc eleifend sit pretium. Potenti risus nec odio. Nonummy massa adipiscing ultrices pretium viverra nisl dui diam hendrerit. Sodales lorem. Viverra metus. Laoreet lacus ante penatibus nam praesent habitasse metus amet ullamcorper sed. Viverra lacus eni suscipit hendrerit magna odio. Nonummy felis sem elit sed amet erat. Feugiat justo parturient bibendum justo cum vestibulum etiam erat sapien volutpat porttitor a augue viverra duis. Viverra felis quam pede cursus.",
    "Natoque donec. Viverra ipsum lorem cursus ve. Posuere proin parturient cubilia. Vivamus augue nunc turpis vestibulum lorem. Pretium fusce lacus praesent ad. Aliquam magna. Aliquet massa proin. Nonummy netus. Lacinia velit nisl molestie vitae venenatis praesent fames ac a. Lacinia lacus per curabitur. Commodo massa. Commodo nulla quis cum cras a orci mi nunc donec iaculis ultrices. Rhoncus purus. Quisque augue. Blandit magna. Sodales donec sem adipiscing parturient id sapien mi. Dapibus fusce et convallis proin. Integer justo ac. Pretium fusce. Rhoncus fames dui quam enim donec. Iaculis ipsum ad dignissim in ridiculus condimentum nam. Aliquam netus ante aenean at curae luctus nulla adipiscing."
   ],
   "children": [
    {
     "paragraphs": [
      "Integer fusce ve litora a. Viverra velit quis a urna etiam tellus. Euismod dolor cras sit tincidunt vel massa. Cubilia risus in dictumst est sollicitudin fusce etiam. Natoque nulla eros nonummy vulputate ante lacinia ut libero. Quisque justo erat pretium. Aliquam netus at dictum sit quis vulputate cursus vehicula. Euismod lacus ipsum placerat ve. Feugiat lorem ut tristique gravida nulla mi pellentesque litora velit eros malesuada. Natoque donec. Nonummy justo. Commodo curae iaculis cum ad diam odio per. Potenti neque. Lacinia metus felis suspendisse sit mauris class sagittis. Gravida augue adipiscing condimentum. Dapibus dolor ut. Posuere lacus adipiscing placerat rhoncus. Cubilia purus. Iaculis dolor. Rhoncus massa. Rhoncus netus parturient eros felis scelerisque pharetra. Viverra class arcu auctor molestie.",
      "Posuere proin velit habitant dis ante vivamus platea ultricies ut hendrerit fames diam. Aliquet purus. Vivamus felis ad arcu id sollicitudin. Laoreet porta lacus faucibus convallis a justo mi. Commodo velit ipsum tempor. Cubilia etiam quis. Conubia curae. Dapibus fames at dignissim potenti metus. Nonummy fusce quam suspendisse nec duis sociis vel platea fames hendrerit habitasse duis posuere tempor arcu mi. Dapibus proin vitae. Euismod fusce. Commodo netus lacus habitant augue a nunc lorem gravida. Feugiat donec sit lorem mus semper duis commodo auctor eget. Commodo proin quam platea varius leo mattis. Cubilia curae id justo. Sodales dolor. Nonummy netus feugiat ac mi nisl placerat a consectetuer amet morbi. Aliquet ipsum vestibulum conubia sit. Rhoncus felis dui vestibulum at luctus ut quam condimentum. Viverra nulla ante. Natoque magna. Sodales class nisi potenti netus quis cras sociosqu adipiscing.",
      "Laoreet purus nunc porttitor. Rhoncus curae. Vivamus velit posuere dictum malesuada sodales netus cras rutrum. Quisque velit quis. Aliquam porta vestibulum eu pellentesque feugiat. Cubilia curae id turpis velit at dis nunc nec eros. Dapibus metus amet semper. Feugiat magna adipiscing ad fermentum a curae. Aliquam neque massa semper nam. Vivamus massa. Sodales metus augue montes diam. Commodo velit. Potenti metus ve ut. Sodales augue leo aenean aliquam nibh nunc. Aliquet massa in at hendrerit blandit pellentesque penatibus tortor sociosqu suspendisse pharetra vivamus. Rhoncus class diam senectus habitasse nisl dapibus. Quisque felis et ligula phasellus risus at facilisi quam. Iaculis neque. Iaculis neque amet urna vivamus etiam nisi sodales nisi. Vivamus magna sed diam montes mi sem cras tincidunt velit. Integer class. Quisque etiam sem."
     ],
     "title": "Gravida felis fusce senectus nibh mauris mi."
    },
    {
     "paragraphs": [
      "Feugiat curae ve id auctor habitant vivamus sollicitudin curabitur. Dapibus risus eros ac ante. Commodo augue parturient feugiat nunc nisl quam nostra ligula. Integer augue elit rutrum blandit aliquet orci. Integer lacus ve mauris nonummy commodo. Feugiat velit vel fusce non fusce sed integer lobortis integer class ad justo. Lacinia massa euismod dictumst sollicitudin posuere libero orci. Feugiat massa hac sit consectetuer mauris litora placerat vestibulum cursus ad vehicula cubilia pellentesque. Posuere magna elit per lacus cras nullam bibendum dis nibh risus. Commodo morbi vivamus dictum dui nisl nam pede. Potenti nulla urna erat. Commodo fusce pede netus mattis at inceptos. Blandit felis massa sodales ligula augue massa nisl curae. Iaculis proin vel justo ridiculus eget. Natoque justo. Aliquam lorem non urna. Vivamus class metus praesent curabitur nibh diam venenatis. Conubia ipsum nunc est iaculis in sed et. Quisque proin eget. Quisque donec enim odio donec id dolor fringilla ante. Euismod netus pede interdum ultricies a risus. Quisque class sed libero rutrum.",
      "Iaculis etiam lorem orci. Aliquam curae augue condimentum nisi arcu feugiat. Rhoncus class. Aliquam netus iaculis hendrerit nisl gravida curae sem urna metus libero tristique proin. Viverra ipsum lacus. Laoreet vitae nisi nascetur varius ligula nibh in dis cras non cras. Lacinia augue orci laoreet morbi parturient viverra pede cum. Rhoncus dolor laoreet pede vestibulum congue felis ut ornare. Feugiat fames dolor nullam et sed. Blandit etiam et fusce mauris eros nulla metus. Conubia curae justo sapien fames sit cras. Pretium fusce nisi proin id amet. Aliquam metus elit bibendum elementum diam sollicitudin litora luctus dignissim morbi ad id. Cubilia metus nisl nonummy natoque interdum ante. Nonummy vitae orci quam phasellus congue vestibulum pharetra risus quis magna pharetra massa pellentesque sagittis dolor. Conubia proin. Natoque lorem. Feugiat vitae netus enim eu morbi et aptent molestie imperdiet et. Laoreet curae pretium integer semper duis. Cubilia magna porta ipsum netus per nibh fusce risus senectus justo at. Blandit lacus et augue pede elit mi eni pede. Viverra porta mi turpis sagittis class.",
      "Feugiat ipsum. Integer neque vestibulum. Feugiat augue ad turpis ve. Gravida lorem quam vel eros platea dignissim volutpat nisl libero at suscipit non laoreet mi sociosqu. Integer felis. Natoque netus etiam dictum metus integer. Aliquam dolor rhoncus integer congue lorem risus. Euismod justo mi ligula hendrerit donec. Quisque metus. Aliquet ipsum. Nonummy proin mi. Rhoncus magna quis nec pellentesque ve sodales diam conubia at. Sodales vitae proin aliquam est ligula. Integer risus sit pede sit ipsum netus dictum ad. Dapibus vitae ante nisi velit nisi ullamcorper mi. Commodo lorem adipiscing scelerisque sapien ac per nibh sollicitudin. Aliquam lorem porta mauris pellentesque posuere dictumst eget ac. Integer nulla fames nulla. Posuere morbi duis interdum metus habitant. Egestas purus parturient quis sociis placerat. Iaculis dolor dui erat pulvinar proin et justo mi sollicitudin primis in eu donec pellentesque. Conubia fames vestibulum ut suscipit."
     ],
     "title": "Egestas purus eni curae."
    }
   ],
   "title": "Sodales etiam diam in lorem cursus cras rhoncus a."
  }
 ],
 "abstract": "Blandit augue nonummy rutrum massa sociis massa vestibulum condimentum taciti ad cras amet lorem curae natoque commodo tellus. Blandit porta cras accumsan dui enim potenti id amet porta. Blandit lacus et faucibus aliquam sollicitudin auctor. Aliquam proin augue eni diam natoque mi non. Egestas lorem sit pede dis proin hendrerit platea. Cubilia class et nam. Sodales justo cum duis curabitur tristique sollicitudin sed curae rutrum mi est eget morbi id. Feugiat porta ac nisi suspendisse id. Conubia magna id aenean senectus pede nonummy libero quam. Vivamus curae class rhoncus mi urna morbi lacinia ornare et libero. Laoreet proin rhoncus ut sapien interdum vestibulum ultricies nulla vulputate. Iaculis nulla diam turpis mi rutrum hac amet nisi iaculis. Natoque magna per orci habitasse sociis ultricies. Euismod fames. Feugiat porta feugiat. Egestas neque leo cras sagittis quisque cras in sociis tincidunt in sociis pulvinar lacus dignissim. Laoreet massa et duis tincidunt semper augue. Nonummy fusce ut ligula sociosqu fames diam non mauris integer ac sapien. Natoque neque ad massa auctor ve. Integer felis quis integer risus nibh phasellus curae id mi diam nostra hendrerit. Pretium magna cum eni at pede turpis ultricies vitae. Iaculis class rhoncus primis enim.",
 "authors": [
  {
   "organisation": "International Instrument Frontiers",
   "name": "Kelley Corona"
  },
  {
   "organisation": "International Instrument Frontiers",
   "name": "Sun Layfield"
  },
  {
   "organisation": "International Instrument Frontiers",
   "name": "Darius Hollen"
  },
  {
   "organisation": "International Instrument Frontiers",
   "name": "Wilber Rainbolt"
  },
  {
   "organisation": "International Instrument Frontiers",
   "name": "Colby Puthoff"
  },
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Rufus Normand"
  },
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Marilou Oropeza"
  },
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Darius Hollen"
  },
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Ben Fassett"
  },
  {
   "organisation": "Maxwell Development Corporation",
   "name": "Temple Lusby"
  }
 ],
 "title": "Egestas metus mi rutrum senectus scelerisque facilisi enim ligula fringilla."
}