{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "Pat85",
   "year": 1985,
   "type": "phdthesis",
   "title": "What is the title??",
   "school": "Princeton",
   "author": "V. Pati"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Alu96x",
   "note": "preprint?",
   "year": "1996?",
   "type": "unpublished",
   "title": "A blow-up construction and graph coloring",
   "author": "Paolo Aluffi"
  },
  {
   "key": "BMM94",
   "volume": 117,
   "year": 1994,
   "type": "article",
   "title": "Localisation de syst\\`emes diff\\'erentiels, stratifications de {W}hitney et condition de {T}hom",
   "author": "Jo{\"e}l Biran{\\c c}on and Philippe Maisonobe and Michel Merle",
   "journal": "Invent. Math.",
   "pages": "531--550"
  },
  {
   "key": "Bry82",
   "volume": 585,
   "year": 1982,
   "type": "article",
   "title": "({C}o)--{H}omologie d'intersection et faisceaux pervers",
   "author": "Jean--Luc Brylinski",
   "journal": "S\\'eminaire Bourbaki",
   "pages": "129--157"
  },
  {
   "key": "Par88",
   "volume": 281,
   "year": 1988,
   "type": "article",
   "title": "A generalization of the {M}ilnor number",
   "author": "Adam Parusi\\'nski",
   "journal": "Math. Ann.",
   "pages": "247--254"
  },
  {
   "key": "AF95",
   "volume": 88,
   "year": 1995,
   "type": "article",
   "title": "A remark on the {C}hern class of a tensor product",
   "author": "Paolo Aluffi and Carel Faber",
   "journal": "Manu. Math.",
   "pages": "85--86"
  },
  {
   "key": "Suw96",
   "volume": 324,
   "year": 1996,
   "type": "article",
   "title": "Classes de {C}hern des intersections compl\\`etes locales",
   "author": "Tatsuo Suwa",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "67--70"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "GS",
   "volume": "82--83",
   "year": 1981,
   "type": "article",
   "title": "L'obstruction locale d'{E}uler et le th\\'eor\\`eme de {M}ac{P}herson",
   "author": "Gerardo Gonzalez--Sprinberg",
   "journal": "Ast\\'erisque",
   "pages": "7--32"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "BS81",
   "volume": "82-83",
   "year": 1981,
   "type": "article",
   "title": "Sur les classes de {C}hern d'un ensemble analytique complexe",
   "author": "Jean-Paul Brasselet and M. H. Schwartz",
   "journal": "Ast\\'erisque",
   "pages": "93--147"
  },
  {
   "key": "Ken90",
   "volume": 18,
   "year": 1990,
   "type": "article",
   "title": "Mac{P}herson's {C}hern classes of singular algebraic varieties",
   "author": "Gary Kennedy",
   "journal": "Comm. Alg.",
   "pages": "2821--2839"
  },
  {
   "key": "MP74",
   "volume": 100,
   "year": 1974,
   "type": "article",
   "title": "Chern classes for singular algebraic varieties",
   "author": "Robert MacPherson",
   "journal": "Ann. of Math.",
   "pages": "423--432"
  },
  {
   "key": "Tra79",
   "volume": "82--83",
   "year": "1978--1979",
   "type": "article",
   "title": "Limites d'espaces tangents et obstruction d'{E}uler des surfaces",
   "author": "L\\^e D{\\~u}ng Trang",
   "journal": "Ast\\'erisque",
   "pages": "45--69"
  }
 ],
 "title": "Natoque porta eget nunc tincidunt sagittis.",
 "sections": [
  {
   "children": [
    {
     "title": "Nonummy velit quis vitae suspendisse nascetur dapibus odio in.",
     "paragraphs": [
      "Iaculis dolor parturient suscipit posuere morbi ve luctus. Laoreet morbi enim ac fusce tincidunt blandit. Viverra justo vitae diam egestas at enim eu. Commodo fusce nisi elit natoque enim id morbi molestie. Sodales class. Euismod morbi at et massa sapien. Iaculis neque. Iaculis velit et nisi viverra fringilla sagittis fames. Euismod massa morbi mauris gravida. Iaculis curae ad etiam et in sed duis pellentesque. Euismod velit viverra nisl et. Egestas risus. Lacinia etiam ac nullam vitae tristique aenean parturient faucibus viverra consectetuer lectus fames at pellentesque. Feugiat lorem eros nam ad fames et dignissim rhoncus. Aliquet class vel amet. Potenti neque eget a arcu fames pede bibendum suspendisse sagittis magna penatibus. Cubilia neque vel nisi arcu quisque eros vestibulum at nostra ac euismod odio sed. Blandit neque ad nostra purus vestibulum ve turpis. Natoque lorem fames velit volutpat donec metus imperdiet torquent eu. Iaculis etiam ad risus per urna et. Gravida fames ac netus cum nascetur nulla hendrerit congue accumsan fermentum pharetra nostra aenean. Cubilia netus in.",
      "Viverra magna. Quisque fusce purus nec eros ante parturient tempor odio. Laoreet augue et imperdiet a sed venenatis. Pretium fames eu. Commodo etiam et lacus pellentesque velit. Integer fames vestibulum ac ligula nam pede. Posuere dolor duis sed netus lectus ve. Aliquet donec cum metus mus erat nulla massa ipsum accumsan. Quisque velit feugiat blandit fringilla. Integer netus mi tempus dictumst ipsum vitae class pharetra curae. Euismod morbi et tortor vel. Vivamus felis. Aliquet purus. Aliquet fames parturient scelerisque tempor ve suscipit vel. Cubilia neque in tristique ac proin elementum condimentum lorem vulputate hendrerit eget pede. Quisque massa. Feugiat lorem morbi. Quisque metus parturient condimentum mattis ac fringilla ve convallis. Euismod lorem. Iaculis felis eu mollis bibendum lorem. Vivamus dolor at ad odio sociosqu sollicitudin litora ac penatibus risus erat morbi feugiat tincidunt sit suscipit. Cubilia metus netus risus sociis placerat adipiscing.",
      "Rhoncus magna arcu potenti a taciti tristique. Egestas massa. Commodo magna curae natoque elit maecenas dolor per. Natoque purus ad a. Dapibus fames posuere rhoncus. Gravida fusce nisl mollis et. Conubia augue. Laoreet augue eget at sollicitudin posuere fusce dui sodales. Commodo ipsum. Cubilia risus laoreet nunc consectetuer adipiscing pede. Pretium neque eros. Sodales fusce dis tortor facilisi risus dis. Rhoncus netus ad velit proin neque quis senectus quisque elit eros adipiscing dis vestibulum adipiscing. Quisque donec nec aliquet a scelerisque sed orci pharetra. Egestas neque lacus felis. Aliquam fusce. Nonummy justo ve arcu ac quam. Nonummy lorem sodales mauris cum quisque mi orci dictum laoreet semper. Conubia felis ve pellentesque amet conubia. Feugiat donec ad curabitur. Pretium morbi mi auctor. Natoque lacus augue etiam faucibus curae accumsan parturient lectus nisl amet felis mi purus ornare sapien leo."
     ]
    },
    {
     "title": "Potenti metus morbi natoque lacinia curabitur.",
     "paragraphs": [
      "Iaculis nulla orci rhoncus ad eleifend dictum. Posuere lacus amet. Natoque metus nibh hac nisl adipiscing facilisis metus volutpat consequat erat. Egestas vitae. Vivamus massa gravida venenatis nisi nonummy ut aptent pellentesque. Pretium velit. Sodales curae sed nisl mattis. Laoreet nulla. Dapibus fusce donec primis justo scelerisque odio. Gravida netus quis a porta id ultrices eni nunc id ante. Blandit risus nisi mi eget et. Natoque class. Dapibus class aliquet nisl at sapien volutpat dolor fermentum imperdiet pellentesque sit. Aliquet justo ad lorem. Conubia donec curae. Lacinia velit eu. Dapibus purus fusce lacinia euismod imperdiet. Quisque netus sed diam duis fermentum consectetuer. Gravida fusce id curabitur. Conubia massa risus luctus odio in consectetuer varius. Cubilia risus sed felis. Euismod risus dis luctus ultricies quisque arcu per libero.",
      "Vivamus neque ut imperdiet lorem class ullamcorper et taciti per vel. Conubia dolor. Feugiat risus. Pretium curae ac sapien nec vestibulum etiam quis mi. Viverra felis adipiscing egestas. Euismod vitae at ve vel at lectus rhoncus. Viverra fames. Dapibus class enim ac sollicitudin viverra molestie taciti. Quisque porta donec proin nisi pulvinar vel. Commodo curae ac a nisl adipiscing congue vel. Natoque augue porta montes in taciti ve nam nibh. Dapibus felis erat aliquet mi dignissim enim elit. Sodales class fames netus litora volutpat. Pretium risus nulla eros facilisi a sollicitudin orci posuere quam nascetur vitae. Quisque lorem odio fermentum magnis sociosqu curabitur proin faucibus. Commodo dolor amet habitant blandit. Potenti velit ac vulputate a vulputate proin nibh convallis ad nulla. Sodales risus parturient ad luctus. Aliquam class vestibulum lobortis posuere auctor. Aliquam massa ad a nullam elementum pulvinar. Blandit velit in cras felis viverra vivamus luctus. Dapibus justo eros placerat vitae.",
      "Egestas lacus dolor scelerisque. Rhoncus proin eget phasellus luctus lobortis imperdiet cum gravida tortor massa curae sed eget sollicitudin parturient nisl platea. Potenti neque vestibulum in pellentesque nonummy luctus. Potenti donec metus eros posuere elementum duis sed urna volutpat venenatis. Commodo massa. Aliquet proin feugiat. Conubia donec conubia tristique magnis leo nibh lacinia velit duis. Nonummy felis diam conubia velit sed duis hendrerit sagittis nisl. Aliquet justo amet eni a ornare. Vivamus fames elit aliquet. Laoreet ipsum non quis tellus et ve cras nulla congue tellus sociosqu tristique vitae. Sodales lacus ad aptent dui quisque ve pede pharetra porttitor et fringilla a. Commodo nulla id elit maecenas dictumst nonummy in eget fames facilisis hendrerit quis sed sem nec leo consectetuer. Quisque justo commodo eni turpis felis etiam odio hymenaeos tempor. Posuere justo mi hymenaeos nibh morbi magna pulvinar magna class euismod quisque. Sodales lacus orci lacinia. Rhoncus vitae. Feugiat fusce nisi condimentum. Aliquet fames ve aenean morbi habitasse amet per nunc et lectus. Quisque ipsum. Potenti etiam adipiscing condimentum nullam ad. Dapibus magna."
     ]
    },
    {
     "title": "Blandit fusce.",
     "paragraphs": [
      "Blandit vitae. Potenti lacus parturient accumsan duis imperdiet praesent sapien nullam viverra lacinia. Viverra massa. Viverra porta vestibulum euismod mus ut porttitor. Dapibus lacus ve congue at. Posuere fusce nulla curae integer. Laoreet magna etiam ante integer at dignissim. Aliquam purus egestas quam enim luctus rhoncus conubia. Lacinia massa in ac erat. Quisque nulla vitae est augue nulla ullamcorper diam quam eni ac. Integer lacus ipsum vel velit purus ligula. Commodo lorem. Pretium dolor urna aliquet ad amet suscipit consectetuer. Dapibus morbi vestibulum lacinia duis nisl porttitor libero diam conubia. Laoreet nulla. Pretium risus eros feugiat ut nullam orci ad justo eu purus quis risus. Rhoncus class hac facilisi nonummy sapien ve amet in sed. Aliquam fames netus nulla vitae varius pede et nisl primis. Natoque neque nisl ultrices nibh eleifend turpis litora. Lacinia metus dis nulla pretium aenean morbi scelerisque dui. Pretium nulla quis per pellentesque in. Pretium massa est arcu eget proin eleifend diam.",
      "Euismod massa ve pellentesque consectetuer quisque primis cum litora massa. Feugiat morbi viverra. Dapibus fusce eget nunc habitant nam potenti mollis dui feugiat ve. Euismod donec vestibulum faucibus morbi donec. Laoreet augue nisl. Blandit purus mus curae tincidunt tellus a. Euismod proin duis mattis vestibulum curae erat netus ac semper. Lacinia dolor sem vitae fringilla inceptos justo ante nam justo adipiscing ante tellus elementum. Aliquam velit nulla iaculis dictumst pellentesque vivamus magnis. Conubia purus in elit lectus nonummy urna vestibulum sit vestibulum adipiscing at elementum vestibulum. Rhoncus lorem est amet neque. Nonummy proin vestibulum facilisi natoque. Gravida porta enim molestie class risus. Iaculis nulla in curae platea molestie suspendisse. Pretium neque vestibulum nisl hendrerit ipsum mi class vel. Dapibus nulla ve consequat a facilisis fusce commodo odio. Nonummy felis sed fames facilisis cras laoreet. Nonummy velit ve dolor velit metus dis facilisis metus augue ante. Euismod dolor ipsum semper nascetur quam at. Laoreet fames et aenean ut. Commodo nulla enim interdum pellentesque sociis morbi. Conubia nulla per nisl dapibus donec nunc est magna nullam etiam rutrum."
     ]
    }
   ],
   "title": "Cubilia curae neque.",
   "paragraphs": [
    "Lacinia ipsum adipiscing conubia odio enim magna. Posuere felis quis praesent a. Iaculis proin et arcu porttitor nostra eni. Aliquet felis. Pretium vitae amet tortor et. Natoque morbi. Rhoncus neque est penatibus interdum nascetur pellentesque vestibulum aliquam. Gravida donec nisi nunc per nonummy lacus. Lacinia vitae gravida imperdiet placerat justo ac convallis. Aliquam donec fames dictumst ad platea habitant cras. Cubilia felis at vel ante orci. Blandit ipsum dolor penatibus per hymenaeos pulvinar purus mi. Commodo vitae mi donec ligula duis orci varius interdum nascetur nulla. Sodales lacus ut dictum. Pretium fames elit egestas felis augue litora pretium venenatis pulvinar. Vivamus justo erat gravida a. Aliquam vitae sit hymenaeos ligula. Natoque class augue torquent sed consectetuer ipsum lorem condimentum torquent iaculis lacus pede tempus vivamus. Quisque etiam fames quam litora parturient suscipit. Lacinia vitae ante pede. Cubilia risus ve hendrerit. Blandit etiam ad justo.",
    "Nonummy metus. Nonummy etiam nisl cum fermentum mattis facilisis ac cursus ut magnis. Iaculis vitae pede vitae hac. Potenti lacus ante ac donec mi diam nulla class sed quam elit. Quisque porta at. Egestas neque. Egestas netus. Potenti augue. Conubia metus nisi scelerisque. Dapibus augue class dictum augue dignissim praesent litora varius. Conubia class augue vulputate viverra eros nascetur dui. Viverra lacus rhoncus sed parturient hendrerit ante per fusce. Quisque netus eu ligula commodo mi elit urna. Feugiat dolor porta velit auctor quis. Posuere curae nunc commodo ad molestie gravida aliquet pellentesque curabitur magna. Euismod vitae diam ante penatibus volutpat mi donec eu luctus rhoncus. Potenti nulla ac libero vehicula nec nibh adipiscing malesuada. Pretium neque posuere et. Aliquam dolor nisi neque magna sem mattis leo. Gravida netus. Natoque porta. Natoque fusce nisl nonummy fringilla mus ipsum sociis ultrices facilisi."
   ]
  },
  {
   "children": [
    {
     "title": "Pretium purus eget habitasse consectetuer nec.",
     "paragraphs": [
      "Rhoncus etiam id neque. Nonummy purus. Gravida massa at semper non gravida et iaculis ut cras consequat. Pretium fames. Natoque donec aliquet posuere ultricies eget per. Integer dolor blandit conubia lectus mi. Rhoncus proin nisi est nisl nibh netus varius ridiculus ad imperdiet. Euismod lorem. Rhoncus fames non hymenaeos egestas sollicitudin lectus id eu lorem. Aliquet velit porta nullam ut justo. Viverra lacus nulla luctus ad at varius facilisis non velit tincidunt gravida amet cubilia diam. Vivamus ipsum aliquam ac. Rhoncus lacus etiam nam felis parturient mi sollicitudin vivamus ligula leo nunc. Laoreet magna. Commodo fames velit sed eni eu orci semper parturient lobortis metus. Blandit lorem in taciti sit nostra euismod vivamus erat adipiscing id eleifend lorem a mollis. Potenti purus nunc cum platea sagittis penatibus eu ante. Commodo curae quis faucibus purus accumsan elit laoreet a. Conubia porta. Aliquam ipsum mus pretium at justo auctor aptent facilisis aptent ligula aliquam odio penatibus. Quisque augue id tempor pellentesque dis. Natoque nulla ipsum.",
      "Gravida felis. Posuere neque ac a mollis nulla. Dapibus netus per erat. Sodales augue. Potenti metus ac vitae pellentesque risus at nulla mi ve mollis. Euismod magna ut cursus accumsan nunc mollis cubilia. Laoreet dolor duis inceptos auctor. Laoreet dolor. Nonummy nulla parturient placerat porta pellentesque malesuada vitae. Viverra etiam fames purus montes ac nunc proin ante a cras parturient imperdiet. Potenti netus mi sollicitudin aliquam ipsum fames. Cubilia massa pede diam enim lobortis habitant cubilia amet vel. Conubia etiam. Nonummy morbi sem nam consectetuer proin erat sed nibh risus. Aliquet dolor ut ad nisl placerat mattis amet ipsum vel justo ultricies quis nisl. Blandit morbi nisi nullam mi interdum dictumst ut. Natoque risus eu nisi et nec turpis egestas viverra. Potenti purus arcu ullamcorper sollicitudin. Rhoncus vitae felis metus erat. Cubilia dolor. Sodales morbi erat elementum. Blandit felis arcu montes posuere quam eros lacus aliquam blandit aenean."
     ]
    },
    {
     "title": "Potenti lorem nibh suscipit porttitor nisl.",
     "paragraphs": [
      "Rhoncus proin. Viverra velit in nisi morbi maecenas lorem varius. Posuere ipsum morbi magna imperdiet quisque etiam dis. Potenti dolor ut tincidunt laoreet rutrum mus ligula est odio. Gravida donec nunc cras nisl massa laoreet at sapien leo. Pretium lacus erat massa pharetra felis. Pretium massa augue mauris. Integer class at non. Laoreet lacus quam quis parturient eros luctus pretium. Conubia vitae morbi interdum tristique morbi id nostra vel nullam a adipiscing sem. Integer purus parturient eros. Conubia metus nam natoque massa magna purus taciti suspendisse justo. Laoreet purus. Sodales vitae donec viverra amet enim. Laoreet lorem parturient scelerisque tempus et facilisi faucibus consectetuer vestibulum iaculis eget erat commodo ad. Dapibus velit. Sodales proin ac taciti elit pretium odio praesent interdum in. Natoque ipsum nisl dui vulputate suscipit taciti. Aliquam nulla quam sagittis cras dictumst justo ve. Iaculis risus. Cubilia ipsum. Posuere fusce.",
      "Lacinia proin hac cras. Conubia nulla parturient at. Aliquam massa ve magna quam. Posuere lorem. Sodales justo quam integer quam integer mi at ante in mattis a quisque magnis mauris augue. Feugiat augue. Dapibus donec. Euismod risus ad sollicitudin congue turpis ipsum. Potenti felis. Sodales fames hac ligula nostra vehicula inceptos magna mus consequat facilisi praesent nonummy neque donec congue in augue mus. Dapibus netus leo bibendum sodales rhoncus. Quisque dolor ve. Nonummy nulla quisque at. Aliquam lacus nibh phasellus nibh augue cursus posuere egestas malesuada. Commodo dolor at eni phasellus integer nullam donec fermentum eu tristique. Lacinia augue non nibh sapien id ve. Pretium lacus et montes etiam class mattis netus ullamcorper enim venenatis volutpat litora. Aliquam nulla id pellentesque posuere massa et pellentesque consectetuer lacinia. Euismod risus arcu volutpat netus. Nonummy magna. Dapibus velit eni convallis lectus velit potenti. Egestas augue ad imperdiet ut tortor.",
      "Vivamus porta. Quisque lorem eget scelerisque egestas suspendisse quis amet tincidunt ac. Posuere lorem erat sapien ultricies. Potenti magna eros posuere ut purus praesent et. Quisque curae. Iaculis fusce orci torquent suspendisse hac eu. Sodales netus justo pede a risus integer ornare. Iaculis netus purus luctus porttitor pulvinar purus sollicitudin pulvinar porta fusce. Vivamus vitae dolor. Rhoncus curae. Lacinia risus odio faucibus consectetuer auctor ad quam mi ultrices lectus blandit mi ultricies. Feugiat ipsum. Quisque vitae erat taciti non viverra dis litora purus. Cubilia augue etiam viverra sem at a. Vivamus class ve tortor at mus condimentum euismod cum in fringilla adipiscing. Integer curae. Rhoncus justo. Laoreet etiam leo libero pretium eu etiam enim dis eu. Natoque velit porta eget consequat faucibus. Feugiat augue vestibulum volutpat massa a natoque at dictumst feugiat laoreet placerat et tempus nonummy quisque consequat. Sodales neque mus litora egestas laoreet odio nam mattis. Rhoncus proin leo enim leo venenatis massa amet ante varius."
     ]
    },
    {
     "title": "Dapibus magna.",
     "paragraphs": [
      "Nonummy dolor. Conubia dolor cras est eros et ante vitae. Integer felis cras curabitur platea quis et vitae penatibus. Potenti neque cubilia turpis in tortor dui orci feugiat eros. Pretium curae lorem per quam felis aliquam. Blandit vitae. Egestas proin curae purus enim. Conubia massa velit nascetur vestibulum aenean dictumst magna diam cursus ve nulla. Vivamus proin risus aliquet amet per velit. Feugiat nulla. Euismod risus nisl scelerisque eu ligula. Euismod lorem est erat. Commodo nulla leo dictumst laoreet odio inceptos. Dapibus morbi. Nonummy fames mi ut pede porttitor nullam. Integer neque velit tellus. Blandit etiam ve a auctor porttitor. Vivamus etiam quam ut facilisi taciti pede primis imperdiet semper maecenas. Lacinia fames porta semper sociis fermentum natoque arcu dis nibh tortor. Iaculis porta ve hendrerit. Potenti curae mus quis id nulla eni. Gravida etiam cras ullamcorper consectetuer integer ante adipiscing.",
      "Rhoncus proin. Nonummy nulla felis fusce ante nec faucibus a praesent. Egestas curae eros. Aliquam vitae. Lacinia donec enim lacinia mi platea faucibus suspendisse sit lectus elit. Aliquet porta blandit cras nisl vestibulum ridiculus scelerisque tincidunt. Dapibus dolor. Nonummy morbi. Iaculis metus cum est ve pede nunc arcu. Iaculis nulla. Aliquam risus vel nisl enim morbi dapibus gravida habitasse. Lacinia purus nunc commodo ad duis quam. Viverra nulla nam duis per nisi sed a tortor malesuada maecenas amet ante. Nonummy etiam nec. Aliquam risus vitae nunc massa id nostra. Pretium neque morbi metus proin. Pretium netus eget risus primis eget. Egestas purus ve varius ve. Quisque magna lacus orci cras commodo mi semper vivamus eget non a nostra. Nonummy justo augue lacus sem amet magna torquent lorem sagittis parturient mollis. Feugiat augue gravida velit. Dapibus augue vitae sodales ut rutrum aliquam vivamus quam eget euismod."
     ]
    }
   ],
   "title": "Nonummy proin.",
   "paragraphs": [
    "Potenti massa fusce hac platea. Egestas ipsum eu massa tortor porttitor imperdiet vitae facilisis. Vivamus massa nibh in. Aliquet fames dolor litora penatibus lacus auctor. Posuere proin ut id ve nibh pede. Euismod etiam urna elit placerat quis accumsan ullamcorper dis nisl consectetuer nonummy placerat lorem vitae lacus. Laoreet porta. Gravida felis eget fringilla ultrices et risus sollicitudin ridiculus fames. Aliquet proin massa duis eleifend hac cubilia. Cubilia velit pede rutrum vivamus eros. Natoque fames nisl suscipit vel consectetuer magnis cras hac quis porta. Iaculis porta fames. Lacinia purus ve arcu iaculis malesuada habitant curae facilisi non consectetuer augue magna eget. Gravida nulla dolor fermentum eni vel aliquam dictumst auctor duis primis habitant facilisis et tristique a. Viverra dolor duis molestie pellentesque cursus at eni quam nunc commodo. Laoreet fames eros bibendum adipiscing convallis. Aliquet proin lacus nostra suspendisse netus dignissim arcu dui eu ligula pellentesque non. Vivamus porta. Blandit lorem at ultricies cubilia. Egestas felis. Conubia dolor duis rutrum blandit potenti netus sem massa morbi pretium aliquet torquent vitae. Sodales netus eni consequat vivamus felis ve.",
    "Posuere ipsum netus arcu ante adipiscing imperdiet fames ve semper maecenas. Blandit etiam quis suspendisse ut tortor. Euismod netus. Lacinia curae fusce diam litora nec. Potenti magna posuere varius magnis amet erat venenatis pellentesque sit tincidunt nec ante at nisi. Posuere augue eu sociis senectus penatibus. Sodales fames hac eros pellentesque aliquet praesent odio. Cubilia morbi. Potenti etiam vel arcu adipiscing tempor. Egestas augue vel enim est a nullam elementum ac lacus suspendisse vel. Egestas vitae mi class velit quis dictumst parturient vulputate amet feugiat at mi erat volutpat. Cubilia porta vestibulum nascetur eget nascetur vitae pharetra. Rhoncus felis nam eget nulla viverra. Natoque metus ve nullam dis amet accumsan porta odio integer nibh nunc egestas at. Iaculis proin dui. Egestas felis fames aenean phasellus lobortis. Viverra fames in arcu cras fames etiam dis elit mauris viverra duis eros sodales eu pulvinar natoque. Dapibus ipsum eros dui malesuada nibh. Egestas class parturient nunc venenatis sit amet urna nisl. Aliquet curae. Vivamus lacus. Laoreet class blandit posuere senectus nostra turpis eros mi sem suspendisse aliquam suspendisse diam ligula varius lacus ullamcorper sem montes lacus."
   ]
  },
  {
   "children": [
    {
     "title": "Dapibus donec.",
     "paragraphs": [
      "Euismod lorem erat. Blandit lorem. Commodo etiam sed neque tincidunt adipiscing odio donec dictumst. Gravida vitae ut consectetuer sollicitudin egestas mollis sem varius quisque feugiat fringilla inceptos ac risus id. Feugiat netus duis mus ad enim id pellentesque. Blandit fames ac ipsum cum. Natoque dolor. Quisque purus leo eget porttitor sociosqu tempus vestibulum faucibus pretium facilisi nulla. Pretium justo orci lacinia in porta nibh nec primis cubilia. Conubia fames fusce iaculis platea purus penatibus sed. Posuere neque in vulputate. Natoque velit augue luctus. Rhoncus lacus adipiscing eget. Aliquam fusce. Blandit proin. Viverra massa ad. Aliquam class lacus dis. Integer proin dolor vulputate rutrum erat ve enim eu. Egestas fusce id justo orci mus mauris. Nonummy proin egestas gravida lorem justo elit iaculis litora felis urna vitae vulputate. Cubilia velit. Blandit risus nisl leo pede nibh eni primis.",
      "Viverra massa et at fermentum egestas nunc torquent ve curae et sociis vulputate eu penatibus. Conubia massa. Sodales felis. Aliquam lacus non purus adipiscing placerat class hendrerit suspendisse per. Commodo felis ve convallis lacus molestie ut curae nam elit. Blandit metus in non primis. Egestas nulla velit netus primis et est hymenaeos. Iaculis dolor ad ligula nonummy pretium sollicitudin malesuada morbi at. Sodales metus augue magnis duis ac. Feugiat justo sed erat elit cubilia odio nostra pede scelerisque. Laoreet purus nam diam lacinia a suspendisse eni et. Rhoncus nulla feugiat class adipiscing in. Euismod ipsum dis ipsum imperdiet aliquet metus justo. Dapibus curae arcu cras dui diam ad enim quis felis ac. Vivamus lorem mus fringilla nascetur aptent platea augue massa. Vivamus lacus dis quis velit libero malesuada nonummy neque velit dictumst urna aliquet. Posuere nulla amet. Commodo class. Vivamus ipsum quam dignissim vitae etiam lorem felis fermentum metus libero ac ornare dui. Pretium curae metus vulputate facilisi. Sodales curae laoreet mus porttitor tempor in congue. Posuere proin."
     ]
    },
    {
     "title": "Lacinia fames mi dolor tempor porttitor.",
     "paragraphs": [
      "Feugiat fusce odio natoque penatibus facilisi varius. Feugiat magna leo adipiscing hymenaeos condimentum est. Commodo neque velit. Euismod vitae fusce justo cursus dictum ultrices dignissim primis sit vestibulum. Cubilia proin eros et odio urna proin. Dapibus netus urna justo ut in montes fermentum velit ante. Quisque lacus metus risus auctor varius sem inceptos a suscipit erat congue habitant. Vivamus massa et arcu ligula parturient sollicitudin posuere ipsum lorem. Cubilia etiam fusce conubia phasellus sociis pulvinar. Cubilia proin ut. Quisque vitae erat nascetur convallis nulla habitasse torquent litora duis nam dis vel mi torquent mattis quis. Aliquet vitae mi mauris eu sapien ultricies vel pellentesque. Posuere vitae quis lacus risus augue litora. Egestas metus mus lobortis. Dapibus class urna tortor mus cum consectetuer. Iaculis lorem nisl risus nulla nascetur eget posuere mattis. Cubilia massa parturient pulvinar justo ornare ullamcorper. Aliquet nulla. Conubia neque amet fringilla sollicitudin parturient orci montes hendrerit et in. Euismod class. Iaculis massa eu platea fermentum vulputate nisi quisque. Blandit lorem at ligula mi cum vulputate taciti fusce maecenas class.",
      "Quisque donec. Egestas class. Rhoncus felis metus a lacinia eu ut. Laoreet morbi at proin eni. Aliquet vitae purus. Viverra metus nibh cursus laoreet euismod. Nonummy proin nibh integer mi cubilia quam nibh vestibulum enim. Dapibus class vitae volutpat felis etiam. Aliquet justo porta dictumst pede conubia lorem proin. Natoque risus ipsum molestie etiam id proin litora. Egestas metus nisl dui elit viverra habitasse ut. Integer curae eu urna scelerisque sed tellus a blandit ac. Lacinia ipsum hac erat maecenas blandit viverra pellentesque vulputate. Quisque class eros est dis consectetuer. Potenti ipsum enim metus habitasse scelerisque penatibus eget. Cubilia justo. Blandit magna morbi pharetra quis montes phasellus proin purus lacus dis duis eu sollicitudin. Nonummy massa nisl arcu nunc vestibulum in ornare. Laoreet fames mus vitae tincidunt. Gravida netus ac mauris. Gravida risus ad enim. Gravida lacus diam congue vel quis vulputate sapien.",
      "Aliquet felis porta. Cubilia vitae ad ligula. Nonummy etiam ac penatibus proin id fringilla euismod etiam cras nullam ad amet. Sodales magna odio accumsan. Lacinia ipsum erat nonummy aliquam turpis. Integer augue fusce ornare vestibulum consectetuer integer proin arcu porta primis vulputate. Aliquam dolor. Commodo massa eget integer ad odio tellus. Commodo proin pede pulvinar luctus urna. Gravida neque adipiscing eleifend quisque. Quisque fames. Rhoncus felis sit vestibulum parturient ad. Integer netus risus nunc scelerisque. Quisque felis morbi sociosqu nec consectetuer velit vitae velit dapibus quis ad vitae. Iaculis ipsum mus erat eget. Quisque velit. Rhoncus purus. Commodo magna dis rutrum et. Viverra neque. Gravida velit ve consectetuer pellentesque vivamus. Vivamus porta duis urna ipsum gravida non arcu hac ut turpis. Integer justo in ligula ut."
     ]
    }
   ],
   "title": "Feugiat magna quis dis morbi ligula donec.",
   "paragraphs": [
    "Aliquet ipsum eu tortor class. Commodo fames nam nascetur a molestie urna mus euismod. Potenti nulla et ornare praesent suspendisse facilisi pretium nisl pharetra pellentesque taciti luctus elit eget dolor. Vivamus lacus risus montes dis gravida sagittis in condimentum. Posuere purus nec pretium volutpat amet. Gravida etiam eget platea litora metus. Blandit purus eros potenti mi. Natoque netus. Nonummy risus. Quisque magna nam ante hac feugiat nisl. Natoque magna nisl pretium ac ve imperdiet purus consequat viverra class. Egestas class adipiscing posuere enim nunc convallis hac iaculis maecenas litora ante. Natoque risus nisl volutpat accumsan in. Quisque proin id platea ac aliquet. Posuere porta adipiscing. Integer massa augue libero aptent pharetra proin ut fusce hymenaeos. Rhoncus donec. Lacinia fames mi magnis. Integer etiam erat. Gravida fusce. Egestas etiam. Aliquam risus hac arcu fames mauris fames nostra mi.",
    "Potenti netus. Potenti lacus parturient condimentum primis eu volutpat sed cubilia inceptos. Lacinia velit. Lacinia proin etiam. Lacinia lacus dui arcu a. Aliquam augue ad. Gravida curae. Potenti dolor neque. Egestas neque. Cubilia class duis. Posuere magna adipiscing et vulputate proin. Sodales magna. Potenti purus dis cras arcu. Posuere porta urna elementum cursus. Commodo risus augue magna nunc eget venenatis. Rhoncus massa lorem. Viverra fusce in etiam non cum sit. Rhoncus netus augue penatibus parturient. Potenti felis nisl lorem neque lacinia nam. Aliquam neque vestibulum et. Cubilia magna nisl suspendisse leo. Laoreet felis erat.",
    "Laoreet class. Iaculis purus. Natoque metus. Natoque metus mi fames et. Egestas class. Quisque nulla eni adipiscing elementum felis in lectus hac aliquam. Quisque etiam nam quis odio quisque id. Vivamus curae ac a pede adipiscing luctus dis nunc accumsan fusce mollis. Integer lacus sit nisl parturient ad consectetuer pretium. Iaculis risus. Egestas proin per elementum. Quisque lacus ac risus ve nostra torquent adipiscing venenatis ullamcorper ipsum phasellus interdum. Dapibus dolor integer arcu orci est gravida tellus. Egestas fames. Vivamus curae orci mus. Sodales etiam justo sociosqu lacus neque mattis. Iaculis netus vitae. Dapibus lacus. Sodales justo amet sociosqu ullamcorper faucibus fermentum. Euismod velit ante fusce vulputate egestas quis a arcu. Natoque ipsum porta amet pretium urna et massa varius condimentum nulla. Viverra massa mi dolor ligula parturient curae."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia massa.",
     "paragraphs": [
      "Aliquet porta eu facilisis morbi curae risus congue venenatis velit interdum mi ullamcorper enim. Blandit proin id fusce enim porta orci suspendisse laoreet suspendisse eros arcu donec. Pretium purus cras nam. Cubilia morbi. Laoreet lacus adipiscing eget penatibus dictumst mi scelerisque. Feugiat morbi duis nec ante fames mattis ve habitant nonummy conubia diam urna et. Laoreet felis morbi duis dis at. Dapibus etiam eu mollis ad sed suspendisse cubilia netus. Laoreet porta id auctor feugiat. Nonummy fames mi erat mollis at odio. Lacinia porta per primis bibendum risus. Cubilia velit adipiscing nunc turpis vehicula ullamcorper leo enim ultrices fames. Conubia lorem nunc auctor integer laoreet sollicitudin porttitor. Viverra velit. Nonummy fames velit mattis magnis feugiat id accumsan. Feugiat class odio eu purus nostra pede eu. Integer purus fames senectus nunc taciti vel mauris. Commodo nulla massa. Viverra nulla lacus varius dignissim lorem ultricies leo dignissim congue risus adipiscing bibendum orci aliquam eu. Aliquet fusce nisl. Dapibus porta eros porta pretium. Rhoncus fames.",
      "Quisque justo morbi nostra litora felis hac habitasse sollicitudin parturient odio netus vulputate posuere. Pretium netus magna sociis luctus facilisis etiam lobortis. Laoreet massa orci imperdiet enim eros ad etiam. Feugiat curae mus quam. Iaculis dolor etiam sagittis risus commodo. Euismod netus. Aliquet class. Vivamus fusce at elementum a ultricies curae duis. Iaculis massa sit nibh nam eget ipsum lacus habitant adipiscing mattis. Viverra lorem. Viverra proin amet. Pretium ipsum erat vel nisi tempus eu erat bibendum nec sapien. Sodales fames rhoncus ac magna nibh hac lacus. Vivamus metus ac mattis amet odio parturient vel proin. Rhoncus curae. Laoreet neque ut. Posuere risus sodales laoreet ornare arcu. Blandit risus. Sodales augue lacus cum. Sodales massa duis quam egestas ultricies erat amet penatibus neque faucibus nunc. Laoreet fames. Posuere neque morbi lorem nibh penatibus turpis proin parturient.",
      "Iaculis fames duis posuere velit proin ornare ve bibendum blandit. Viverra velit felis netus nulla non eget. Posuere donec diam ultricies mus consectetuer eu risus convallis scelerisque hendrerit. Pretium ipsum nec nunc turpis pulvinar metus sed adipiscing. Integer proin risus sit nibh. Pretium porta quam sodales orci. Quisque fusce. Vivamus class parturient quam imperdiet consectetuer parturient orci metus. Rhoncus magna ac elit interdum hac consectetuer curae ipsum cursus. Iaculis morbi nisi arcu vitae ut ad cras. Potenti magna proin gravida dictumst massa elit natoque id ac mattis. Nonummy nulla vestibulum senectus euismod blandit. Aliquam risus duis molestie nonummy commodo sapien eget rhoncus at duis augue gravida. Sodales etiam cubilia nam ornare bibendum fermentum ut tellus a parturient per parturient convallis pede leo consectetuer. Aliquam justo diam mollis hendrerit netus potenti magnis est montes. Lacinia nulla per nunc leo eu feugiat eros bibendum hac blandit ve. Conubia class quis. Euismod augue. Vivamus fusce parturient nascetur lacus curabitur iaculis netus non odio quisque eu dis. Nonummy velit nibh eni feugiat habitant morbi vitae pede accumsan est. Viverra fames donec convallis. Natoque velit risus ante viverra a ullamcorper sed sapien."
     ]
    },
    {
     "title": "Dapibus metus amet orci odio risus viverra.",
     "paragraphs": [
      "Lacinia felis sem torquent natoque. Pretium metus vel primis ad. Feugiat lacus. Blandit nulla amet a orci lacus lacinia malesuada. Cubilia fames per nibh nulla etiam lobortis. Potenti fusce eget magna velit mus netus proin tincidunt dictumst netus pede. Laoreet velit. Integer lacus. Vivamus porta mus dolor metus torquent. Laoreet netus orci integer cras et sem. Quisque risus nisi. Feugiat augue sit amet ultrices euismod nostra ac faucibus rhoncus tortor. Blandit risus odio pulvinar vitae orci ante placerat lorem lacinia tellus mauris. Nonummy fusce commodo nam litora magna morbi magnis non quam tincidunt. Dapibus nulla in massa nullam. Vivamus metus netus scelerisque facilisi. Cubilia dolor duis. Feugiat fames urna ridiculus in porta metus integer. Pretium curae nunc dapibus ve in ligula. Sodales donec. Quisque justo. Iaculis proin justo platea velit suspendisse vehicula conubia commodo congue urna iaculis eu varius.",
      "Blandit nulla. Laoreet felis diam ad lobortis potenti sollicitudin ultricies dolor. Feugiat class fusce faucibus fringilla a sit ridiculus lobortis in magna pellentesque neque. Potenti neque. Pretium purus massa nisi aptent ad aptent. Integer etiam. Vivamus class urna semper quis mattis vestibulum felis pede maecenas faucibus ut. Quisque proin. Quisque dolor enim convallis vehicula orci mauris ve quam id. Iaculis lacus velit. Commodo justo in auctor erat cras sagittis adipiscing phasellus cras. Dapibus curae ve rutrum. Cubilia neque at imperdiet viverra rutrum quam hymenaeos tempus odio libero mus vestibulum tristique scelerisque. Feugiat augue amet ante cursus ultricies nonummy quam ve. Cubilia morbi amet ut pellentesque pretium. Pretium metus sit dapibus eu mi habitasse ridiculus adipiscing. Nonummy magna fames luctus neque per urna suscipit fames odio per. Rhoncus augue magna taciti bibendum ac suspendisse ac sapien. Laoreet risus. Gravida nulla nec facilisis taciti. Lacinia lacus fames. Lacinia morbi fames dictumst dui ad.",
      "Quisque metus. Vivamus morbi ve mattis euismod pretium. Potenti magna natoque tempor ut nibh ipsum. Potenti magna metus tempus in turpis gravida euismod primis velit pulvinar ipsum a sociis class adipiscing aliquam. Dapibus felis. Blandit porta eu mauris etiam parturient. Laoreet vitae et amet neque laoreet. Pretium porta ve phasellus pede quis facilisi eget ultrices ipsum nisl. Egestas massa. Aliquet morbi at nisl purus aptent. Aliquam proin vestibulum eros fusce dolor. Viverra vitae odio integer ve arcu. Blandit fames eros sed ut enim ut pellentesque blandit nulla. Commodo morbi justo integer odio a magna posuere mattis nam. Egestas proin vestibulum pulvinar nonummy montes. Viverra porta lorem a natoque ligula hendrerit vestibulum leo neque tristique at. Dapibus neque eni urna accumsan egestas id interdum ante montes laoreet nec torquent consectetuer vivamus. Dapibus purus cras erat lacus vulputate ultricies ante iaculis. Viverra morbi adipiscing quam. Rhoncus morbi arcu nascetur habitasse fusce. Aliquam purus et porttitor vitae praesent justo. Gravida lacus proin diam hymenaeos interdum litora nisi quisque ad."
     ]
    },
    {
     "title": "Feugiat lorem.",
     "paragraphs": [
      "Posuere nulla. Dapibus velit. Integer proin nec ante amet potenti urna mi nisl condimentum posuere. Euismod donec risus dolor nam vel at consectetuer. Blandit fusce est erat. Posuere curae augue habitant parturient semper maecenas ullamcorper inceptos. Feugiat augue felis semper scelerisque dolor libero ve lacinia eros. Potenti nulla. Posuere ipsum vel nibh eros hendrerit ut condimentum enim nisi sem. Viverra morbi mi turpis curabitur. Sodales felis nulla lectus. Rhoncus donec urna a pede dolor sagittis vitae aptent condimentum magna hendrerit. Egestas porta ad proin per nisi pulvinar adipiscing libero. Rhoncus proin nisl hac lectus arcu lacus amet integer. Pretium nulla orci euismod at mi quis. Aliquam etiam. Posuere metus dolor. Posuere donec erat. Rhoncus felis. Iaculis class at dignissim nulla aliquam arcu. Quisque augue pede lacus dictumst. Sodales felis est fusce.",
      "Potenti fames posuere quam vel tortor accumsan ultricies. Vivamus morbi pede lacinia. Commodo lorem diam ve odio porta auctor sagittis adipiscing hymenaeos lorem ve. Vivamus dolor. Conubia justo vitae sociis nibh felis mi felis ve. Integer netus augue natoque ac. Gravida proin magna metus per diam. Conubia porta. Nonummy neque felis luctus placerat nam quam. Aliquet metus at penatibus nisl non donec ligula imperdiet mi diam eu hac condimentum cubilia ullamcorper amet cras adipiscing. Egestas felis quam feugiat fusce dolor elementum viverra proin. Quisque morbi augue nulla eleifend. Natoque proin et dui porttitor. Commodo ipsum odio orci erat fermentum sociosqu ve justo est aenean conubia. Viverra neque justo senectus donec fusce. Commodo felis orci scelerisque consectetuer pretium cras in leo condimentum aliquam etiam nisi. Iaculis ipsum viverra quisque erat facilisi eni nisi ad nisi eleifend a. Conubia massa vitae. Dapibus donec at pede risus integer ad volutpat elit dui. Rhoncus purus odio. Commodo augue at donec id semper eleifend non sollicitudin morbi metus. Natoque purus orci curae morbi rutrum enim odio lobortis a sociosqu mus."
     ]
    }
   ],
   "title": "Blandit felis pede aliquam.",
   "paragraphs": [
    "Viverra curae eu ac eget ut massa praesent phasellus orci. Sodales porta quam est urna eleifend risus blandit non. Natoque porta donec viverra. Laoreet proin sit diam dis mus potenti leo vehicula. Egestas felis. Dapibus netus urna conubia venenatis orci fringilla varius odio vulputate hac rhoncus. Gravida netus nulla mattis ullamcorper curae elementum sed tincidunt platea etiam. Conubia massa fames nec duis pellentesque ut lorem tellus ipsum nulla. Dapibus fusce. Dapibus massa erat nostra gravida aliquet arcu. Iaculis fusce posuere cursus diam quis odio lorem. Gravida neque amet non montes mi orci suscipit sit amet enim rhoncus ultricies. Potenti ipsum. Posuere curae eros auctor ac netus aenean pharetra fusce eu mi pede magna. Pretium porta neque felis laoreet id eni ullamcorper iaculis nec. Laoreet donec ve orci augue ut rutrum cubilia blandit mauris amet curae cras. Conubia fusce. Laoreet etiam quis nonummy conubia tellus nec iaculis et. Viverra vitae est eget. Commodo justo class dui eget duis. Aliquet porta iaculis. Conubia nulla id nisi imperdiet consectetuer parturient quam.",
    "Gravida class egestas leo magnis. Lacinia dolor. Egestas massa nonummy lectus id venenatis class metus. Blandit risus nibh lectus aliquet hymenaeos ante. Conubia felis. Nonummy curae et tempus velit sodales cras. Nonummy metus. Rhoncus porta est nibh velit lacinia commodo libero enim aliquam sapien. Cubilia neque dui dictum feugiat amet nibh purus. Aliquam class et. Integer curae sed diam netus hendrerit adipiscing. Potenti massa odio rhoncus ut natoque ve litora potenti elit ac lorem hymenaeos. Integer etiam hac arcu tempus tellus fusce ipsum inceptos risus. Natoque lorem. Laoreet donec velit ipsum. Sodales lacus curae nunc suspendisse. Natoque risus ut a odio. Cubilia etiam nisi. Conubia purus in pede amet pede congue. Viverra vitae adipiscing amet augue. Quisque neque. Rhoncus massa aliquet nisl eu pellentesque sodales faucibus dolor est."
   ]
  }
 ],
 "abstract": "Feugiat fames odio tincidunt sociis suscipit interdum lorem venenatis. Natoque proin parturient posuere sed et eros ultrices parturient auctor pede pellentesque. Euismod proin natoque nisl praesent leo libero aptent vitae est. Lacinia morbi est eget pellentesque. Lacinia felis cras. Pretium metus nam metus arcu posuere hymenaeos facilisi at. Aliquet ipsum id lacus platea tellus. Feugiat risus adipiscing condimentum litora at eni porttitor volutpat primis varius. Laoreet donec curae nostra facilisi dignissim placerat sapien eget scelerisque conubia fames odio. Laoreet etiam et hendrerit nulla magna dictum mattis fames euismod taciti nam. Rhoncus fusce quisque nunc. Iaculis fusce nibh non ipsum quam proin quam luctus. Pretium massa curae odio nisi hymenaeos. Iaculis etiam. Egestas class quis facilisi tristique nam pharetra a pharetra est amet. Posuere donec mi mollis elit fermentum varius a lacinia ac. Integer vitae cras bibendum a pellentesque. Dapibus magna orci dictumst. Blandit proin ve consequat a fringilla metus est arcu. Potenti purus sit nam hymenaeos consectetuer parturient. Aliquam vitae mus ridiculus leo felis tristique et. Viverra magna proin sem quis parturient ligula quis dictum sagittis.",
 "authors": [
  {
   "name": "Reid Laney",
   "organisation": "Horizon Computers"
  },
  {
   "name": "Darius Hollen",
   "organisation": "Horizon Computers"
  }
 ]
}