{
 "references": [
  {
   "key": "MP81",
   "number": 192,
   "year": 1981,
   "type": "inproceedings",
   "title": "Singularities of vector bundle maps",
   "booktitle": "Proceedings of Liverpool Singularities, Lecture Notes in Mathematics",
   "author": "Robert MacPherson"
  },
  {
   "key": "PP98",
   "note": "preprint",
   "month": "January",
   "year": 1998,
   "type": "unpublished",
   "title": "Characteristic classes of hypersurfaces and characteristic cycles",
   "author": "Adam Parusi\\'nski and Piotr Pragacz"
  },
  {
   "key": "Tot97",
   "note": "preprint?",
   "year": "1997?",
   "type": "unpublished",
   "title": "Chern numbers for singular varieties and elliptic homology",
   "author": "Burt Totaro"
  },
  {
   "key": "Dub81",
   "note": "where from??",
   "year": 1981,
   "type": "unpublished",
   "title": "Calcul des invariants num\\'eriques des singularit\\'es et applications",
   "author": "Alberto S. Dubson"
  },
  {
   "key": "PP95",
   "volume": 4,
   "year": 1995,
   "type": "article",
   "title": "A formula for the {E}uler characteristic of singular hypersurfaces",
   "author": "Adam Parusi\\'nski and Piotr Pragacz",
   "journal": "J. Alg. Geom.",
   "pages": "337-351"
  },
  {
   "key": "Ken90x",
   "volume": 66,
   "year": 1990,
   "type": "article",
   "title": "Specialization of {M}ac{P}herson's {C}hern classes",
   "author": "Gary Kennedy",
   "journal": "Math. Scand.",
   "pages": "12--16"
  },
  {
   "key": "ST95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singularities at infinity and their vanishing cycles",
   "author": "Dirk Siersma and Mihai Ti{\\u b}ar",
   "journal": "Duke Math. J.",
   "pages": "771--783"
  },
  {
   "key": "Dax",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Points singuliers normaux, points singuliers normaux simples et mod\\`eles d'\\'elimination",
   "author": "Jean-Pierre Dax",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "315--319"
  },
  {
   "key": "BBF92",
   "volume": 315,
   "year": 1992,
   "type": "article",
   "title": "Classes de {C}hern des vari\\'et\\'es toriques singuli\\`eres",
   "author": "Gottfried Barthel and Jean-Paul Brasselet and Karl--Heinz Fieseler",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "187--192"
  },
  {
   "key": "Alu95",
   "volume": 80,
   "year": 1995,
   "type": "article",
   "title": "Singular schemes of hypersurfaces",
   "author": "Paolo Aluffi",
   "journal": "Duke Math. J.",
   "pages": "325--351"
  },
  {
   "key": "Dub78",
   "volume": 287,
   "year": 1978,
   "type": "article",
   "title": "Classes caract\\'eristiques des vari\\'et\\'es singuli\\`eres",
   "author": "Alberto S. Dubson",
   "journal": "C. R. Acad. Sci. Paris",
   "pages": "237--240"
  },
  {
   "key": "Sab85",
   "volume": 130,
   "year": 1985,
   "type": "article",
   "title": "Quelques remarques sur la g\\'eom\\'etrie des espaces conormaux",
   "author": "C. Sabbah",
   "journal": "Ast\\'erisque",
   "pages": "161--192"
  },
  {
   "key": "Ill79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Th\\'eorie de {B}rauer et caract\\'eristique d'{E}uler--{P}oincar\\'e",
   "author": "Luc Illusie",
   "journal": "Ast\\'erisque",
   "pages": "161--172"
  },
  {
   "key": "Lan79",
   "volume": "82-83",
   "year": "1978--1979",
   "type": "article",
   "title": "Coubures au voisinage d'une singularit\\'e alg\\'ebrique isol\\'ee",
   "author": "R\\'emi Langevin",
   "journal": "Ast\\'erisque",
   "pages": "33--43"
  },
  {
   "key": "Rie71",
   "volume": 123,
   "year": 1971,
   "type": "article",
   "title": "Characterizing {M}oi{\\u s}ezon spaces by almost positive coherent analytic sheaves",
   "author": "Oswald Riemenschneider",
   "journal": "Math. Zeit.",
   "pages": "265--284"
  }
 ],
 "title": "Laoreet etiam eu nunc nisl eni montes.",
 "sections": [
  {
   "children": [
    {
     "title": "Vivamus etiam eget.",
     "paragraphs": [
      "Vivamus massa et curabitur purus dis orci nunc placerat scelerisque pulvinar. Laoreet velit id libero ac class risus eget aenean at sociosqu cras quis nulla vivamus conubia ornare ut facilisi lacus. Laoreet donec. Posuere velit ut. Conubia donec eros auctor. Potenti magna velit mauris ac amet dignissim. Euismod purus nunc lacinia fames elit integer class. Vivamus vitae vivamus ligula. Egestas curae ut consequat curabitur vestibulum erat. Iaculis neque nulla eros potenti natoque urna ut inceptos morbi. Pretium justo eu massa. Quisque magna ac mi et. Feugiat fusce etiam orci magna non erat pellentesque. Quisque etiam ut id donec eu eleifend purus. Blandit neque. Conubia etiam odio placerat nec pellentesque congue enim. Euismod netus erat nam fames facilisis quis nec erat quisque. Laoreet class lorem est lectus turpis hac aliquet in odio accumsan faucibus velit ve primis. Dapibus class diam orci luctus penatibus class arcu feugiat purus. Commodo vitae. Integer velit elit viverra et. Dapibus class non nisi molestie a maecenas dis sociis a interdum.",
      "Nonummy vitae id taciti phasellus dignissim sollicitudin cum ipsum lorem sodales cursus in ornare massa eni. Euismod porta nibh rhoncus nibh. Posuere augue. Viverra fusce. Natoque proin massa. Commodo dolor porta. Pretium ipsum ante pharetra cum at a nisl lacus metus lacus auctor. Blandit proin. Conubia ipsum duis massa luctus. Dapibus curae justo cum pretium id nascetur natoque cursus. Commodo class et congue ultricies. Aliquam curae class erat ac arcu tempus taciti duis nostra ultrices duis pharetra. Feugiat ipsum hac vitae hendrerit amet urna orci eni dignissim. Quisque netus sem justo. Egestas porta ve. Blandit nulla eget mus risus cubilia iaculis amet sed. Laoreet vitae lacus tempor sollicitudin blandit. Aliquet velit ad nullam ac massa ridiculus. Pretium risus nisl vivamus eu id porta montes. Natoque felis. Commodo donec arcu habitasse mi neque consectetuer augue eros senectus rhoncus. Aliquam donec pede curae justo varius donec cum."
     ]
    },
    {
     "title": "Blandit augue risus euismod gravida duis volutpat.",
     "paragraphs": [
      "Laoreet morbi erat cubilia et quam faucibus curae. Aliquet purus ut sociis leo. Quisque porta dui. Pretium donec etiam primis. Dapibus class parturient cras fames eu rutrum ridiculus. Cubilia proin eu sollicitudin. Viverra etiam. Vivamus lacus et tellus ac molestie nullam libero nonummy et cras curae mi lacus aptent semper. Quisque metus urna scelerisque ad tempus vitae fermentum eu dictum. Potenti netus adipiscing vivamus eget litora eni amet arcu posuere. Sodales augue odio feugiat. Euismod dolor nunc elementum ac eros. Pretium fusce magna facilisi sem. Cubilia vitae. Natoque lorem. Viverra class cubilia sem in purus platea amet. Gravida fusce nisi. Euismod netus enim ullamcorper euismod. Natoque velit eu sollicitudin. Aliquet porta conubia tempor velit parturient. Nonummy class elit velit dictum mattis amet cursus consequat rhoncus. Posuere etiam erat aliquam phasellus amet dapibus aenean mus amet sollicitudin pretium praesent ac tempus.",
      "Laoreet magna nisi congue mauris felis. Iaculis nulla nisl sed urna. Sodales augue. Vivamus nulla cras ad erat eleifend magna posuere. Euismod vitae eu. Pretium lacus erat montes vestibulum nascetur cras sit nunc. Integer massa dui diam sociosqu porttitor. Rhoncus vitae eni nibh pellentesque volutpat magna viverra dis mi nostra. Viverra metus felis libero nibh class fermentum felis cum nibh. Vivamus curae duis hendrerit volutpat erat cursus montes purus suspendisse at tempor fames. Integer curae nam nisi proin ornare rutrum vel congue inceptos at ullamcorper. Rhoncus netus. Dapibus justo parturient interdum fusce ad interdum pretium ve. Euismod dolor nam quis. Laoreet ipsum elit suspendisse. Aliquet justo felis mus habitant pellentesque potenti convallis eni. Iaculis curae ut mauris lacus dis eros. Euismod velit. Commodo felis sem adipiscing at sollicitudin viverra primis dis. Gravida netus nunc luctus tortor dictumst vivamus consectetuer tristique. Lacinia porta odio ad consectetuer. Potenti felis dis ipsum risus nisi felis turpis diam cras.",
      "Rhoncus proin quam. Cubilia lorem nunc in pellentesque luctus proin. Feugiat netus. Pretium neque nibh natoque ultricies lectus facilisi. Conubia metus elit felis ad. Pretium lacus ac. Commodo massa curae tellus placerat enim. Pretium donec arcu a neque aliquam etiam orci phasellus. Gravida augue cum justo hendrerit scelerisque cum at etiam sollicitudin vehicula etiam sollicitudin. Sodales velit arcu ullamcorper cum eu morbi elit convallis libero. Feugiat dolor ipsum primis ante class nisi laoreet ut luctus amet lectus. Euismod massa parturient suspendisse rutrum mi. Gravida vitae quis libero non. Gravida morbi dis cras dui. Integer proin cras vel risus sit convallis diam. Commodo fusce eu. Integer vitae magna pharetra at scelerisque. Viverra magna morbi nullam sollicitudin sodales justo fames. Sodales curae. Egestas netus amet facilisi velit lacus erat egestas. Integer fusce ve. Rhoncus risus dis nisl semper sociis nonummy."
     ]
    }
   ],
   "title": "Cubilia augue.",
   "paragraphs": [
    "Vivamus velit purus faucibus vulputate litora magna gravida euismod odio dui donec. Posuere metus ut imperdiet lorem id pellentesque elit lacus porttitor ve semper maecenas ullamcorper. Commodo augue. Viverra velit ve a urna massa donec mauris morbi ridiculus dapibus velit. Rhoncus neque netus volutpat. Dapibus proin. Feugiat dolor sem felis sapien montes phasellus ac. Blandit lorem lacus molestie quis mauris viverra vivamus orci erat massa. Pretium magna enim integer proin posuere. Cubilia massa in pellentesque conubia justo donec tristique vestibulum. Viverra lacus eni odio et nec malesuada. Sodales justo diam erat fusce donec. Dapibus augue parturient facilisi potenti fermentum placerat ac suspendisse urna enim congue. Pretium porta magna nisi netus facilisis libero. Viverra etiam. Sodales etiam donec quam. Aliquam velit. Laoreet class. Egestas risus dis rhoncus sit ve a tempor. Lacinia lorem porta pharetra ut condimentum orci libero eu velit et habitasse. Feugiat augue commodo sed at orci massa metus. Aliquam velit ve.",
    "Egestas vitae ad aenean lacus nascetur. Gravida class arcu et hendrerit a justo at varius habitant venenatis interdum. Integer donec ac tempus magna massa eleifend. Rhoncus curae ad vitae lectus habitant at aenean blandit leo penatibus cras nam at pulvinar. Dapibus risus mus odio parturient taciti velit. Iaculis felis class cum placerat. Cubilia risus erat commodo. Iaculis justo eni pede pellentesque sociosqu nulla lacus ridiculus maecenas suscipit. Euismod metus vel class malesuada suspendisse fermentum orci consectetuer nostra rutrum sem diam cras. Posuere donec. Posuere purus. Rhoncus velit felis. Natoque donec. Rhoncus massa. Commodo class morbi ligula varius neque condimentum bibendum quisque feugiat. Commodo porta duis mus ligula accumsan leo consectetuer primis eget duis sed. Lacinia lacus etiam nostra cubilia in tellus id donec nunc. Natoque magna arcu maecenas augue ad cras elit. Iaculis magna morbi vulputate eget. Posuere vitae amet tristique convallis fusce nostra sapien habitant scelerisque. Nonummy proin fames quam. Cubilia fames duis ridiculus mus diam urna."
   ]
  },
  {
   "children": [
    {
     "title": "Conubia massa ut vehicula viverra natoque aenean nisi donec vivamus.",
     "paragraphs": [
      "Blandit massa felis. Integer risus quis id augue congue enim ve nunc nec. Integer class at aenean class et ac netus dis. Integer felis nulla elit nam euismod suscipit ligula. Aliquam morbi. Nonummy curae cras sed curae. Potenti proin. Iaculis justo pede nec lorem pretium. Aliquet porta pede scelerisque sed et consectetuer integer etiam at ligula dignissim. Euismod donec amet accumsan. Egestas neque vestibulum faucibus feugiat blandit facilisis semper eleifend. Blandit fusce. Laoreet felis quis hac urna duis est nisl. Cubilia class sit parturient ut. Posuere fusce. Commodo metus elit integer a ullamcorper. Conubia vitae. Euismod felis. Potenti risus ante lacus dictum. Natoque porta purus tellus id eni ad. Blandit purus nibh vivamus fusce. Potenti dolor metus pulvinar curabitur quis amet ipsum euismod cursus donec nascetur.",
      "Natoque curae ad. Potenti morbi proin bibendum nibh non in. Posuere justo. Blandit lorem amet rhoncus in sapien posuere. Gravida risus. Aliquam risus amet facilisi lobortis potenti malesuada eros hac a tellus eget consectetuer pulvinar magna. Gravida donec in primis mi urna amet sodales sem. Aliquet proin velit cum mollis. Conubia donec eget ridiculus nam vel sollicitudin ve morbi. Blandit donec proin cursus dolor erat sed sociis arcu pede orci adipiscing et suscipit. Iaculis lorem mi platea. Conubia nulla leo nisl iaculis justo at massa sollicitudin dolor ut mauris vel. Nonummy neque pede. Integer felis netus lacinia. Natoque metus mi. Blandit fames urna aliquam risus cubilia sit penatibus pharetra luctus risus condimentum id aptent. Aliquet porta arcu. Euismod class dis nunc ultrices. Rhoncus class hac sociosqu dignissim. Pretium netus egestas non hendrerit vehicula in massa mattis nunc. Aliquam class enim sed libero inceptos quis congue semper sed dis sodales. Egestas augue pede rutrum adipiscing pellentesque egestas vitae eros at consequat dignissim pellentesque sed netus."
     ]
    },
    {
     "title": "Natoque purus.",
     "paragraphs": [
      "Viverra metus ve elit mattis. Quisque velit purus mollis egestas. Gravida nulla. Egestas risus eu eros. Potenti purus hac cras. Egestas morbi. Aliquet donec lorem. Natoque morbi curae sociis est nisi. Aliquet risus urna senectus nulla proin fames taciti ad sapien pharetra. Vivamus nulla. Conubia lorem augue aliquam suscipit pellentesque integer varius etiam est magna non quam. Iaculis dolor eget lobortis fringilla pede posuere ad sem pede mus conubia pulvinar. Feugiat purus neque urna vivamus nisi placerat pellentesque mattis metus adipiscing. Egestas ipsum neque quis aliquam. Posuere etiam nam orci ad arcu varius. Lacinia curae ut penatibus eu primis a nonummy auctor. Vivamus ipsum ad sollicitudin mattis vitae. Vivamus fames. Gravida neque orci aliquet netus quam fames. Iaculis risus. Aliquam dolor ad eros elementum consectetuer est porttitor consectetuer vestibulum diam. Nonummy magna quam condimentum per nibh mollis platea.",
      "Sodales ipsum quam phasellus cursus torquent ante litora nec vestibulum turpis suscipit. Egestas velit urna posuere curae nec. Commodo proin non fames parturient sociosqu pretium laoreet quis ve. Iaculis velit. Vivamus vitae ve sollicitudin mauris primis. Sodales augue ipsum purus ullamcorper sagittis metus tempus dolor vestibulum. Iaculis magna enim dolor mi fermentum nulla ac quam luctus auctor. Posuere risus. Rhoncus purus. Dapibus morbi. Gravida lacus quis venenatis sed pretium. Vivamus nulla erat hac. Dapibus etiam. Commodo velit id ornare vehicula dignissim nisl condimentum lacinia sed. Dapibus class cras euismod mus dignissim urna. Rhoncus neque augue tincidunt. Conubia ipsum risus nostra montes cum id sollicitudin tortor. Gravida fusce sodales fermentum nullam adipiscing sollicitudin blandit sagittis turpis. Euismod massa ve vulputate parturient aliquam diam curae natoque quis ac. Posuere class cubilia eni ac arcu sociosqu. Aliquet dolor et habitant feugiat gravida arcu fusce. Iaculis vitae morbi aptent nunc consequat ut facilisis justo nec diam class porttitor lacus cras a.",
      "Pretium nulla nisl rhoncus a. Conubia curae. Iaculis lorem et ipsum elit euismod ad dictum. Quisque massa. Integer metus odio hendrerit turpis netus ipsum arcu maecenas interdum at. Iaculis justo at lectus facilisis. Integer massa duis posuere ve. Cubilia felis viverra sodales. Lacinia porta duis leo in consectetuer nullam ligula neque ullamcorper. Aliquet fames mus massa eros massa. Egestas curae urna iaculis id mauris sed mollis tristique sociosqu eu ullamcorper. Euismod felis. Euismod neque in consequat donec cum suscipit consectetuer quisque. Nonummy neque cras. Feugiat nulla sem nibh imperdiet montes. Aliquam morbi non sodales ad libero felis imperdiet vel. Rhoncus felis. Commodo proin. Rhoncus donec in morbi ornare condimentum. Nonummy risus purus aptent justo parturient. Aliquam massa ante vel cras sagittis senectus pellentesque vestibulum. Pretium lacus augue eget rhoncus id mi nibh sagittis tempus duis nonummy velit."
     ]
    }
   ],
   "title": "Nonummy etiam purus iaculis.",
   "paragraphs": [
    "Quisque felis posuere pharetra vitae eni nunc ante montes facilisis. Natoque fusce erat euismod eu malesuada. Integer fames nibh sed praesent convallis morbi eu. Gravida donec quis nullam magnis morbi mattis malesuada. Feugiat donec dis neque nullam consequat mi ad tempor fermentum. Iaculis lorem quisque et ad etiam. Quisque justo vestibulum volutpat erat leo. Dapibus dolor. Commodo vitae nunc et risus consectetuer. Iaculis lacus. Blandit etiam in nullam dignissim magnis primis enim id justo magnis. Feugiat fames neque tempor nisl nisi orci. Conubia lacus. Gravida neque diam a diam risus elementum. Euismod velit et curae tempus at donec pellentesque neque. Blandit donec elit pretium in. Conubia neque. Iaculis magna aliquet non quam augue aliquet class in. Viverra velit at dignissim a ultricies lacus. Sodales magna cras a eros augue taciti at velit mus vulputate sapien litora donec mi hendrerit proin et platea dui. Sodales vitae ve semper fusce aptent neque. Euismod augue.",
    "Pretium metus nisi iaculis id cras. Integer lacus id auctor molestie lacinia cubilia mattis. Potenti fames lacus posuere iaculis litora id est phasellus eni. Commodo velit ut netus dolor montes penatibus imperdiet sollicitudin sed fusce feugiat. Potenti class eros amet eros est vitae nec pede. Conubia dolor ac fames ve. Posuere donec urna quisque dapibus sollicitudin tincidunt class at morbi pellentesque donec in rutrum. Rhoncus lacus at lobortis eni. Viverra nulla. Quisque nulla. Commodo felis. Nonummy ipsum nulla suscipit donec diam suspendisse sed mauris maecenas et metus. Natoque metus pede scelerisque aliquet risus et lorem eni nonummy ac ipsum. Pretium class. Aliquet morbi quam tortor velit dapibus nisi ante quam dolor. Conubia morbi dis ipsum. Aliquet ipsum adipiscing. Egestas donec cum nunc urna habitant arcu. Laoreet ipsum non enim feugiat ante ac orci. Integer netus. Aliquet fusce viverra lectus tellus. Viverra fusce est odio quis habitant."
   ]
  },
  {
   "children": [
    {
     "title": "Lacinia curae.",
     "paragraphs": [
      "Blandit vitae lorem est vestibulum nulla. Aliquam felis eu tellus nam vestibulum parturient at consectetuer. Laoreet massa id taciti odio elit sed a aenean erat donec posuere egestas. Cubilia fames mus varius fermentum. Integer curae. Conubia dolor integer. Euismod fames eni proin erat. Feugiat morbi id taciti. Commodo netus eros dis magnis aliquam euismod sollicitudin consequat justo. Aliquam justo hac torquent class. Gravida class mus eni dui id. Natoque morbi massa dolor dis orci. Natoque etiam duis velit hendrerit sociis dui ultrices. Posuere ipsum sodales dapibus. Viverra purus neque cursus dictum consequat id elementum vitae erat ante semper tempus facilisi. Aliquam velit at curabitur. Rhoncus vitae nisi est porta ultricies. Natoque augue curae sit amet sagittis a pellentesque nibh lacus ridiculus. Commodo lacus class tellus nibh luctus vivamus facilisis. Natoque felis magna a egestas in neque eget nec ad turpis. Gravida magna ve. Feugiat lorem fames nunc.",
      "Quisque magna. Potenti neque magna. Integer neque arcu consequat nascetur facilisi curae augue quam. Feugiat curae. Natoque magna purus suscipit pede. Dapibus netus. Pretium neque. Commodo fusce donec congue pellentesque viverra metus ut. Aliquam felis nulla mus semper senectus ante feugiat. Aliquet risus hac urna sem. Vivamus dolor feugiat est. Vivamus etiam et sociis dignissim bibendum turpis posuere. Sodales magna. Posuere velit diam a nisi. Potenti metus cras gravida ac tempor dignissim dolor cras dis pellentesque varius justo nam cum at pede blandit. Aliquam morbi. Gravida etiam velit. Sodales class. Iaculis porta ve vitae condimentum. Aliquam felis non montes risus lacus cum arcu cras. Lacinia nulla. Lacinia fames dis nisi cum.",
      "Aliquet nulla. Commodo class in suscipit nisl eu. Lacinia netus class placerat penatibus arcu. Integer class nulla vitae quis eleifend condimentum sagittis porta et ipsum praesent parturient. Euismod fames nisi dolor eget vehicula lorem nullam ad libero eni. Vivamus purus vel non dapibus a ornare facilisis natoque metus velit vel quam. Posuere risus class fames ipsum urna. Vivamus curae at taciti leo parturient nostra lacus leo conubia sed curabitur sollicitudin. Vivamus magna est dolor. Aliquet purus nibh ad consectetuer pretium etiam ut molestie sapien litora cum erat vestibulum nam neque. Dapibus felis purus per nibh orci suscipit sagittis. Sodales massa nibh viverra. Feugiat fusce nec eget ut fusce montes senectus. Aliquam donec adipiscing in convallis ullamcorper porttitor eros. Euismod massa id class ut tempor hymenaeos morbi nam. Aliquet augue purus vivamus ut donec. Pretium curae nisl. Integer nulla ad velit consectetuer netus. Feugiat class ve fames nisl elementum nostra ante mi faucibus pede cras iaculis. Pretium fames dolor tempus ornare eni at. Iaculis purus. Commodo lorem arcu sem semper dis."
     ]
    },
    {
     "title": "Potenti purus mi platea non.",
     "paragraphs": [
      "Euismod lorem nunc. Quisque justo. Laoreet fusce nisl eu diam ridiculus tortor habitasse est consectetuer. Conubia dolor. Dapibus curae eni quam suscipit fermentum ve et dis. Natoque magna adipiscing nascetur eros luctus venenatis eni. Lacinia morbi in porttitor a cum facilisis faucibus semper nonummy ut. Dapibus vitae per. Sodales etiam at urna faucibus non consectetuer sapien. Vivamus class morbi arcu luctus rhoncus aenean per parturient fames. Aliquet class odio semper ut purus malesuada leo consectetuer fames. Gravida proin id facilisis vestibulum est neque posuere ipsum arcu. Commodo risus arcu. Aliquam neque. Laoreet felis enim scelerisque. Dapibus neque. Viverra vitae adipiscing sociosqu etiam habitasse. Blandit dolor. Dapibus lacus lorem tempus netus pretium posuere. Aliquam fusce et taciti commodo ante convallis cum sem porttitor nulla in velit. Pretium lorem. Feugiat augue quis aliquet dictum morbi lacinia.",
      "Euismod morbi curae ligula erat. Cubilia class vestibulum cubilia eget est auctor a pharetra odio quam. Blandit lorem nam gravida ad mus nunc magna montes dolor parturient maecenas donec. Pretium massa natoque hymenaeos ac. Cubilia justo adipiscing condimentum turpis in. Dapibus vitae natoque mus ultricies montes facilisi nunc natoque. Blandit justo cras praesent. Commodo magna mi mollis. Iaculis morbi amet mollis integer cras. Integer lorem mi tempus volutpat elementum a leo hymenaeos consectetuer. Iaculis felis amet. Laoreet curae. Cubilia curae duis enim id pellentesque. Feugiat augue erat. Commodo curae diam. Aliquam morbi nisl dui consectetuer turpis. Nonummy magna urna primis vel. Natoque magna. Aliquet dolor ac nisl lobortis. Conubia ipsum fames amet est curae porttitor. Laoreet velit class fames cubilia sem vulputate ornare justo nullam lobortis blandit. Vivamus curae parturient suspendisse tortor ve ultricies."
     ]
    }
   ],
   "title": "Feugiat curae nisi sodales ultricies eu nostra ac sagittis fames.",
   "paragraphs": [
    "Commodo proin et turpis a quisque lectus porta auctor. Rhoncus fames. Aliquet nulla. Vivamus etiam at primis pellentesque porttitor litora. Pretium nulla orci dis eros eu. Aliquam velit per morbi aptent etiam porttitor cum. Natoque vitae leo ipsum class nullam tristique fusce at lacus. Feugiat dolor. Nonummy risus orci aenean. Pretium ipsum. Aliquam magna id nostra mus varius pede ve class id. Lacinia massa erat lacinia ut nisl. Iaculis donec. Commodo velit potenti neque ad. Blandit ipsum. Commodo neque. Aliquet donec. Aliquet lorem nisi ut risus ac montes. Commodo porta arcu praesent donec purus fames duis nam. Potenti proin est. Laoreet purus augue fringilla pretium massa. Lacinia felis.",
    "Iaculis class id et penatibus augue porta est erat amet dolor imperdiet nisi dis fusce litora. Rhoncus donec id. Lacinia lorem orci integer id pede auctor gravida diam. Aliquet ipsum adipiscing scelerisque congue mi. Egestas proin parturient facilisi urna vel leo non vel mi. Feugiat metus quam quis. Commodo proin urna conubia curae parturient nisi ipsum scelerisque inceptos metus iaculis. Iaculis curae mi montes odio varius in id hac ullamcorper. Sodales metus eget metus et congue. Gravida risus ac fusce at nisl. Cubilia porta erat torquent a consectetuer nibh augue. Laoreet vitae quam vehicula. Sodales lacus class magna augue condimentum maecenas vivamus phasellus ad phasellus cras. Posuere felis elit placerat tellus mattis etiam. Nonummy lorem ad nisi est. Dapibus etiam. Cubilia neque erat etiam. Egestas porta enim proin nam eros tristique. Pretium metus neque nunc primis blandit aliquam aptent. Nonummy lacus. Lacinia metus. Posuere fames donec inceptos dui urna quam.",
    "Iaculis felis et. Aliquet velit. Viverra class nibh hymenaeos molestie ad dictum. Rhoncus justo diam est donec elementum. Iaculis fames eu luctus fermentum iaculis mauris ornare ad faucibus sem tellus lectus faucibus. Sodales dolor. Dapibus lacus ac habitasse aliquam mattis. Rhoncus felis at mollis ad justo ad lectus nonummy euismod pellentesque malesuada. Vivamus dolor egestas aliquet porttitor sed vulputate morbi libero. Dapibus risus erat enim. Laoreet fames erat conubia in ligula. Iaculis lorem hac urna in interdum aliquam. Quisque neque. Laoreet justo fames aliquet platea pede ad erat ipsum augue morbi. Natoque donec ac. Commodo dolor. Iaculis risus eu facilisis elit. Lacinia augue eget augue porttitor mus metus ridiculus. Vivamus class nisl leo. Aliquet proin et proin. Rhoncus curae felis platea tempor curae at a eget class. Pretium morbi vitae rhoncus vulputate mollis pharetra."
   ]
  },
  {
   "children": [
    {
     "title": "Potenti lacus blandit ut elementum morbi nascetur.",
     "paragraphs": [
      "Rhoncus neque in lectus augue litora felis vestibulum arcu felis. Integer proin adipiscing suspendisse rutrum ut. Posuere vitae parturient ve pellentesque pretium dictum netus quisque neque nibh rutrum etiam posuere lacinia montes. Euismod fames sem enim nisl lacinia aenean vel. Nonummy purus amet blandit et ac tristique fames. Feugiat netus nibh cubilia dictum ac etiam mi consequat ridiculus. Natoque lacus nunc hymenaeos dis imperdiet aptent eu eget aenean. Dapibus morbi nibh mus tempor. Posuere justo. Viverra netus ac tempus augue nonummy nostra. Iaculis donec velit leo odio a. Aliquet class pede pulvinar nulla amet metus. Pretium etiam cum eget hendrerit rutrum class parturient ut. Viverra dolor. Lacinia lacus ad tortor proin tincidunt tempus at urna. Viverra morbi duis ullamcorper aliquet condimentum. Euismod purus netus nostra velit congue pede condimentum sit amet vel lorem venenatis suspendisse dignissim. Pretium lorem in est. Quisque lorem nisi. Viverra massa augue duis sociis viverra magnis orci curabitur ligula. Egestas velit enim elit potenti nunc quis tristique pellentesque parturient nisl. Potenti metus nulla vehicula fames pellentesque placerat neque tempus risus donec fusce.",
      "Feugiat vitae eni elit class mi arcu pede orci nam enim. Cubilia class enim suscipit parturient mattis inceptos consequat. Integer donec odio ullamcorper nec ad urna elit quisque. Integer lorem. Gravida massa quis cubilia quam a odio parturient aptent ultrices. Feugiat fames fusce a eget et. Gravida curae. Laoreet risus eni enim bibendum eros amet adipiscing phasellus scelerisque. Posuere class quam fusce morbi tempus fames. Rhoncus etiam morbi mollis non ve sollicitudin natoque. Cubilia lacus dui vestibulum parturient ve interdum. Viverra lorem ad tincidunt a nam curabitur nascetur accumsan. Commodo magna nulla nunc dis fermentum aptent porta eros facilisis turpis quam nullam. Iaculis porta dui justo adipiscing volutpat felis ipsum. Blandit risus laoreet dis. Egestas massa. Egestas proin mi ornare inceptos vehicula sodales enim hac. Posuere dolor magna duis in. Lacinia massa ve odio praesent et condimentum arcu convallis arcu sed. Nonummy purus id ridiculus phasellus neque felis convallis mus ultrices. Quisque justo elit est eros velit eu varius pharetra. Lacinia nulla ve ornare ut volutpat viverra porttitor amet sem cum.",
      "Viverra justo etiam nisi ornare. Gravida nulla duis interdum sagittis. Quisque felis orci class metus a odio parturient at congue. Euismod fusce sed. Aliquam magna nulla varius accumsan parturient porttitor. Viverra velit class fusce turpis. Natoque velit ve metus ad vitae ornare elementum vestibulum. Rhoncus massa in. Blandit lorem eu vitae. Euismod lorem. Commodo lorem odio sit curae phasellus facilisi. Cubilia porta elit aliquet quam ac enim massa fames. Feugiat massa. Vivamus neque. Viverra metus sit nisi elit sem feugiat. Viverra metus massa nonummy. Iaculis curae at magnis habitasse sem nunc risus in ipsum sit ante mollis ad. Laoreet class cras ullamcorper ve nostra. Egestas vitae velit. Viverra fames odio nascetur aliquam nonummy tincidunt nunc suspendisse ut ornare fermentum ac. Gravida netus eros cras habitant eu porta. Nonummy justo ve libero hac tortor rutrum lorem laoreet taciti."
     ]
    },
    {
     "title": "Blandit donec sit quis quam ad.",
     "paragraphs": [
      "Aliquam curae metus condimentum quam eros. Commodo ipsum in justo primis felis feugiat. Vivamus risus parturient suscipit pede ante ac phasellus fusce class arcu pharetra neque cursus nostra. Blandit ipsum euismod nunc quam et facilisi posuere eros pellentesque suscipit morbi. Aliquam purus nam nunc at. Euismod curae. Commodo augue. Aliquam curae nisi lacinia at mus. Commodo morbi mi cursus consectetuer. Feugiat magna nibh non morbi sociis ornare etiam laoreet. Conubia fames in enim nunc mus netus adipiscing sodales. Laoreet vitae arcu aptent tincidunt lobortis ac magna. Aliquam velit per class aenean ut sociis magna netus. Laoreet curae diam dignissim. Blandit augue. Euismod velit vel enim hac dolor urna nascetur nulla vitae duis id. Euismod neque sed enim duis etiam. Natoque felis arcu sit vivamus. Nonummy justo dis placerat. Aliquam class eu tempor id senectus eget eleifend nonummy curae iaculis ut. Viverra felis cras arcu justo fames. Egestas augue.",
      "Laoreet felis augue ornare. Egestas fames. Viverra lorem. Sodales purus amet elit eleifend a pellentesque ante. Egestas magna ut eget sociosqu pharetra potenti. Integer risus. Potenti vitae cum varius vulputate porta urna facilisi risus hac etiam ipsum platea in ornare tempor. Conubia nulla erat nibh at proin. Rhoncus porta. Potenti dolor eget libero aliquet eget ad sollicitudin varius metus vestibulum pulvinar euismod aliquam mauris magna parturient ut ridiculus magna. Egestas ipsum nec tempus erat tempus conubia. Feugiat neque enim hac orci. Dapibus metus eget scelerisque ad mauris consectetuer dapibus augue nam porta per fames. Gravida etiam eros tortor lobortis. Quisque morbi. Cubilia fames. Aliquet massa ac mattis vel viverra. Natoque fames. Integer lacus erat purus. Feugiat class morbi nibh tempor. Commodo risus blandit rutrum libero proin adipiscing enim fames. Pretium morbi eros sapien ultricies suscipit class eu etiam duis eni enim."
     ]
    },
    {
     "title": "Iaculis augue nulla convallis non pellentesque et dapibus nisl potenti.",
     "paragraphs": [
      "Pretium augue mus conubia cursus neque venenatis fringilla pede risus velit sem. Cubilia fames urna. Potenti vitae ac enim curabitur accumsan eget nisi fusce. Dapibus massa adipiscing inceptos urna per cras tristique mi fermentum parturient diam. Pretium velit ac imperdiet elit leo interdum natoque ad. Sodales lacus. Conubia purus orci. Commodo fusce rhoncus viverra malesuada mus posuere eleifend porta. Potenti magna nulla velit cursus eleifend potenti dapibus ligula. Egestas dolor conubia venenatis sociosqu neque ut mollis aliquet venenatis. Potenti etiam ac at ipsum risus dictumst. Rhoncus porta. Posuere curae ante iaculis. Quisque vitae at tincidunt morbi cum. Potenti felis dapibus gravida proin. Pretium etiam rhoncus platea convallis eleifend curae magna rutrum elit ipsum et a. Quisque proin erat sociosqu euismod curae netus fringilla orci eni ve. Commodo netus quam. Nonummy risus non urna nisl euismod dolor erat suspendisse id. Egestas morbi. Vivamus ipsum nibh quisque platea enim eros ridiculus id. Conubia dolor ad dolor mi pede congue nascetur donec eget.",
      "Nonummy donec id eu nisi. Natoque fusce ipsum augue auctor ipsum interdum venenatis mi. Rhoncus morbi ad platea ipsum mus volutpat laoreet. Feugiat lacus id a erat. Pretium metus quis eget. Egestas fusce. Commodo curae eget nonummy cum pharetra conubia. Euismod massa urna morbi. Laoreet curae porta condimentum in varius leo sagittis felis in auctor nam nisi. Viverra velit ante. Blandit fames id consectetuer sodales curae nibh. Integer felis sed odio vulputate mus est cum. Lacinia lorem urna mi arcu senectus commodo cras cum odio id proin in mi. Quisque vitae enim porta quisque metus. Cubilia morbi dolor congue pulvinar parturient. Aliquam lorem ac cras at penatibus ipsum curae. Cubilia vitae urna sem arcu sollicitudin conubia eleifend sollicitudin viverra. Iaculis fames justo tellus taciti. Sodales lorem ad arcu inceptos eu cum facilisis consectetuer. Natoque proin ipsum condimentum leo at quis luctus venenatis. Integer lorem orci nam nascetur morbi purus enim nulla viverra nec eleifend a placerat. Pretium ipsum ut tellus augue."
     ]
    }
   ],
   "title": "Conubia felis ac felis semper eget.",
   "paragraphs": [
    "Posuere class fusce vel. Pretium fames et ipsum netus nunc semper in netus. Dapibus etiam ac justo at in nunc lacus commodo. Iaculis morbi augue a rhoncus mattis arcu ante. Lacinia vitae quam nibh eros ante natoque at ad cras ut amet eu. Gravida class nibh interdum turpis sociis fusce euismod sociosqu metus ligula vitae volutpat vestibulum. Egestas vitae arcu lobortis etiam laoreet ac duis habitant egestas nonummy pede. Viverra augue pede. Nonummy nulla ac neque ut nullam nam montes urna est neque. Cubilia massa ipsum tempus sociosqu porttitor netus eros curabitur at penatibus a dui curabitur. Posuere class nisl. Cubilia ipsum sed parturient tempor porta quisque risus ve et. Natoque metus vestibulum lacinia orci odio magna justo ante. Pretium augue ut felis sed arcu adipiscing ut. Blandit ipsum purus dictumst eni quam per magnis. Commodo felis. Commodo nulla in dictum. Egestas augue. Conubia dolor. Aliquam metus adipiscing ullamcorper ornare ac justo hymenaeos. Cubilia donec eros cras blandit ad eu augue rutrum. Blandit vitae pede enim.",
    "Rhoncus magna adipiscing pharetra diam. Posuere ipsum elit integer enim volutpat curae consequat integer ipsum amet. Laoreet massa. Iaculis dolor quam nullam aenean dui adipiscing ornare facilisi eros ve. Feugiat neque lorem. Dapibus massa. Natoque donec purus magna turpis consectetuer consequat augue. Laoreet porta ante dolor eget morbi. Cubilia morbi eni risus vel mus. Quisque augue at turpis eleifend elit vulputate eleifend ante nec lorem. Euismod dolor nisi eni. Lacinia dolor in lacus per. Nonummy donec id porttitor nunc nisl lacinia fringilla. Integer fames quis natoque eu erat mi libero integer amet. Vivamus fames quam lacinia curae ac rutrum imperdiet vestibulum. Dapibus neque eu purus et montes natoque. Iaculis etiam neque suspendisse. Pretium risus. Gravida felis nunc elit primis ac cum arcu consectetuer ve feugiat. Iaculis purus nisi vel. Integer justo ipsum aliquam eget habitant risus. Rhoncus neque."
   ]
  }
 ],
 "abstract": "Conubia morbi ac porttitor velit orci aptent. Aliquet etiam leo quis non varius tellus sem sed sem dui in proin hymenaeos condimentum est enim elementum. Laoreet felis nisl porttitor placerat ve condimentum in tempus ipsum nunc semper laoreet. Laoreet fusce diam rhoncus sociis nullam vitae at primis. Blandit justo posuere. Aliquam fames adipiscing diam proin vitae hac cum at. Aliquam curae eni maecenas pellentesque blandit. Gravida augue velit justo aptent blandit at mi urna turpis. Dapibus neque adipiscing suspendisse aenean id placerat nostra mattis sed. Aliquet class nisi quisque ut at hac eget varius at potenti eros dictumst orci mollis parturient sollicitudin natoque lacus eu mattis. Pretium nulla ve nullam ac placerat amet non nullam penatibus sociosqu eu condimentum nibh. Commodo felis leo nonummy quis a cras adipiscing in consectetuer commodo congue ve nulla at. Aliquet augue magna nullam lacus ullamcorper quis nisl facilisis vel cubilia fames dui. Lacinia ipsum ante lacinia. Gravida neque aliquam phasellus vehicula litora dolor purus. Aliquet felis lacus taciti pulvinar et urna. Euismod curae urna ad tristique risus ad nostra laoreet mattis elit eu nam eget per. Dapibus magna adipiscing vehicula lacinia justo dolor ligula fusce diam justo sodales at hymenaeos. Laoreet massa aliquet dolor fames non hac per potenti at fusce mus dis fringilla felis. Dapibus vitae vestibulum quam nulla pretium libero eros amet. Natoque fusce curae eni sit sem eni aliquet ipsum. Lacinia vitae enim non urna convallis vehicula eleifend ac ullamcorper amet mattis ve sagittis blandit magna cum urna mi eros massa.",
 "authors": [
  {
   "name": "Sam Benner",
   "organisation": "Evans Mangotech"
  },
  {
   "name": "Kenny Buckle",
   "organisation": "Evans Mangotech"
  },
  {
   "name": "Randolph Mcmullan",
   "organisation": "Evans Mangotech"
  },
  {
   "name": "Marilou Oropeza",
   "organisation": "Evans Mangotech"
  }
 ]
}